[
  {
    "ayah_key": "32:26",
    "group_ayah_key": "32:26",
    "from_ayah": "32:26",
    "to_ayah": "32:27",
    "ayah_keys": "32:26,32:27",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အတွက် လမ်းညွှန်မှု မဟုတ်လော? ၎င်းတို့ မတိုင်မီ များစွာသော မျိုးဆက်များကို ငါတို့ ဖျက်ဆီးခဲ့ပြီဖြစ်ရာ ၎င်းတို့သည် ၎င်းတို့၏ နေအိမ်များတွင် လှည့်လည်သွားလာနေကြသည်။ အမှန်စင်စစ် ၎င်းတို့၌ သက်သေလက္ခဏာများ ရှိသည်။ ၎င်းတို့သည် နားမထောင်ကြတော့မည်လော? <span>(26)</span>သစ်ပင်သစ်ပင်မရှိသော မြေဩဇာခေါင်ပါးသည့် မြေသို့ ငါတို့သည် ရေကို မည်သို့ မောင်းပို့၍ ထိုမှတဆင့် ၎င်းတို့၏ တိရစ္ဆာန်များနှင့် ၎င်းတို့ကိုယ်တိုင်အတွက် အစာကို ပေးစွမ်းသော သီးနှံများကို ထုတ်လုပ်ပေးကြောင်း ၎င်းတို့ မမြင်ကြဖူးသလော? ၎င်းတို့သည် ထိုအခါ မြင်ကြတော့မည်လော? <span>(27)</span></p><p lang=\"my\" class=\"my \">အတိတ်၏ သင်ခန်းစာများကို သင်ယူခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်– တမန်တော်များကို ငြင်းပယ်ကြသူ ဤလူများသည် ၎င်းတို့မတိုင်မီက ပေါ်ထွန်းခဲ့သော လူမျိုးများထံမှ သင်ခန်းစာ မယူကြတော့မည်လော? ထိုလူမျိုးများကို အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ တမန်တော်များကို ငြင်းပယ်မှုနှင့် တမန်တော်များ ၎င်းတို့အား သယ်ဆောင်လာသော ဖြောင့်မတ်သော လမ်းစဉ်ကို ဆန့်ကျင်မှုကြောင့် ဖျက်ဆီးခဲ့သည်။ ၎င်းတို့၏ မည်သည့်ခြေရာမျှ မကျန်တော့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် တစ်ဦးတစ်ယောက်ကိုမျှ သင်ရှာတွေ့နိုင်မည်လော၊ သို့မဟုတ် ၎င်းတို့၏ တိုးတိုးလေးပြောသံကိုပင် သင်ကြားနိုင်မည်လော?)</span><span class=\"gray\">(19:98)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَمْشُونَ فِي مَسَاكِنِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ နေအိမ်များတွင် လှည့်လည်သွားလာနေကြသည်)</span> ဆိုသည်မှာ ဤမယုံကြည်သူများသည် ထိုမယုံကြည်သူများ နေထိုင်ခဲ့သည့် နေရာများတွင် လှည့်လည်သွားလာကြသည်၊ သို့သော် ၎င်းတို့သည် ထိုနေရာတွင် နေထိုင်ခဲ့ကြသူ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မတွေ့ရပေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ပျောက်ကွယ်သွားပြီဖြစ်သည် –</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنْ لَمْ يَغْنَوْا فِيهَا ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုနေရာတွင် တစ်ခါမျှ နေထိုင်ခဲ့ဖူးခြင်း မရှိသကဲ့သို့)</span><span class=\"gray\">(11:68)</span> ၎င်းသည် အာယတ်တော်များနှင့် တူညီသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ကျူးလွန်ခဲ့သော ပြစ်မှုများကြောင့် ၎င်းတို့၏ အိမ်များသည် လုံးဝပျက်စီးနေသည်)</span><span class=\"gray\">(27:52)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ - أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(များစွာသော မြို့ရွာတို့ကို ငါတို့သည် ဖျက်ဆီးခဲ့သည်၊ ၎င်းတို့သည် မတရားမှု၌ တည်ရှိနေချိန်တွင် ဖြစ်သည်၊ ထို့ကြောင့် ၎င်းတို့သည် ပျက်စီးယိုယွင်းလျက် ရှိပြီး၊ <span class=\"gray\">(များစွာသော)</span> စွန့်ပစ်ထားသော ရေတွင်းများနှင့် မြင့်မားသော ရဲတိုက်များလည်း ဖြစ်သည်။ ၎င်းတို့သည် မြေပြင်တစ်လျှောက် ခရီးမသွားကြသေးသလော)</span> ထိုသို့သော အချိန်အထိ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ရင်ဘတ်အတွင်းရှိ နှလုံးသားများသည် မျက်စိကွယ်သွားကြသည်)</span><span class=\"gray\">(22:45-46)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّ فِي ذَٰلِكَ لَآيَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့၌ သက်သေလက္ခဏာများ ရှိသည်)</span> ဆိုသည်မှာ ဤလူများ ပျောက်ကွယ်သွားပြီး ဖျက်ဆီးခံရခြင်း၌လည်းကောင်း၊ တမန်တော်များကို မယုံကြည်ခဲ့သောကြောင့် ၎င်းတို့အား ဘာဖြစ်ခဲ့သည်ဆိုခြင်း၌လည်းကောင်း၊ ၎င်းတို့ကို ယုံကြည်ခဲ့သူများသည် မည်သို့ ကယ်တင်ခံရသည်ဆိုခြင်း၌လည်းကောင်း များစွာသော သက်သေလက္ခဏာများ၊ အထောက်အထားများနှင့် အရေးကြီးသော သင်ခန်းစာများ ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَسْمَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုအခါ နားမထောင်ကြတော့မည်လော?)</span> ဆိုသည်မှာ ၎င်းတို့မတိုင်မီက လူများနှင့် ၎င်းတို့အား ဘာဖြစ်ခဲ့သည်ဆိုသော ပုံပြင်များကို ဆိုလိုသည်။</p><p lang=\"my\" class=\"my \">ရေဖြင့် ကမ္ဘာမြေကို ပြန်လည်အသက်သွင်းခြင်းသည် ပြန်လည်ထမြောက်ခြင်းအတွက် သက်သေဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် မြေဩဇာခေါင်ပါးသည့် မြေသို့ ရေကို မည်သို့ မောင်းပို့ကြောင်း ၎င်းတို့ မမြင်ကြဖူးသလော)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ်ထားရှိသော ကိုယ်တော်၏ ကြင်နာမှုနှင့် ကောင်းမြတ်မှုကို ရှင်းပြတော်မူသည်၊ ကိုယ်တော်သည် ၎င်းတို့ထံ ရေကို စေလွှတ်ခြင်းဖြင့် ဖြစ်သည်။ ထိုရေသည် ကောင်းကင်မှဖြစ်စေ၊ မြေပြင်မှ စီးဆင်းသော ရေမှဖြစ်စေ၊ သို့မဟုတ် တောင်များမှ မြစ်များမှတဆင့် သတ်မှတ်ထားသော အချိန်များ၌ လိုအပ်သော မြေများသို့ သယ်ဆောင်လာသော ရေဖြစ်စေ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَى الْأَرْضِ الْجُرُزِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေဩဇာခေါင်ပါးသည့် မြေသို့)</span> ဆိုသည်မှာ မည်သည့်အရာမျှ မပေါက်ရောက်သော မြေကို ဆိုလိုသည်၊ အာယတ်တော်၌ ဖော်ပြထားသကဲ့သို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အမှန်စင်စစ် ငါတို့သည် ၎င်းအပေါ်ရှိ အရာအားလုံးကို မြေဆီလွှာမရှိသော ခြောက်သွေ့သော မြေအဖြစ် ပြုလုပ်မည်)</span><span class=\"gray\">(18:8)</span> ဆိုသည်မှာ မည်သည့်အရာမျှ မပေါက်ရောက်သော မြေဆီလွှာမရှိသည့် မြေဖြစ်သည်။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ ۖ أَفَلَا يُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သစ်ပင်သစ်ပင်မရှိသော မြေဩဇာခေါင်ပါးသည့် မြေသို့ ငါတို့သည် ရေကို မည်သို့ မောင်းပို့၍ ထိုမှတဆင့် ၎င်းတို့၏ တိရစ္ဆာန်များနှင့် ၎င်းတို့ကိုယ်တိုင်အတွက် အစာကို ပေးစွမ်းသော သီးနှံများကို ထုတ်လုပ်ပေးကြောင်း ၎င်းတို့ မမြင်ကြဖူးသလော? ၎င်းတို့သည် ထိုအခါ မြင်ကြတော့မည်လော?)</span> ၎င်းသည် အာယတ်တော်နှင့် တူညီသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَنْظُرِ الْإِنْسَانُ إِلَىٰ طَعَامِهِ - أَنَّا صَبَبْنَا الْمَاءَ صَبًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ လူသားသည် ၎င်း၏ အစာကို ကြည့်ပါစေ– ငါတို့သည် ရေကို ကြွယ်ဝစွာ သွန်ချပေးသည်)</span><span class=\"gray\">(80:24-25)</span>။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုအခါ မြင်ကြတော့မည်လော?)</span></p>"
  },
  {
    "ayah_key": "32:28",
    "group_ayah_key": "32:28",
    "from_ayah": "32:28",
    "to_ayah": "32:30",
    "ayah_keys": "32:28,32:29,32:30",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က ပြောကြသည်– \"အကယ်၍ သင်သည် အမှန်ကို ပြောနေပါက ဤဖတ်ဟ်သည် မည်သည့်အချိန်တွင် ဖြစ်မည်နည်း? <span>(28)</span>ပြောပါ– \"အလ်ဖတ်ဟ်နေ့တွင် မယုံကြည်သူများအတွက် ၎င်းတို့ <span class=\"gray\">(ထိုအခါ)</span> ယုံကြည်ခဲ့ပါက မည်သည့်အကျိုးအမြတ်မျှ မရှိတော့ပေ! ၎င်းတို့အား ဆိုင်းငံ့ခွင့်လည်း ပေးအပ်တော့မည် မဟုတ်ပေ။ <span>(29)</span>သို့ဖြစ်၍ ၎င်းတို့ထံမှ ရှောင်ခွာပြီး စောင့်မျှော်ပါ၊ အမှန်စင်စစ် ၎င်းတို့ <span class=\"gray\">(လည်း)</span> စောင့်မျှော်နေကြသည် <span>(30)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူများသည် အပြစ်ပေးခြင်းကို အလျင်စလိုဖြစ်စေရန် မည်သို့ ကြိုးစားခဲ့ကြပုံနှင့် ၎င်းတို့အား ဘာဖြစ်ခဲ့ပုံ။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများသည် အပြစ်ပေးခြင်းကို အလျင်စလိုဖြစ်စေရန် မည်သို့ ကြိုးစားခဲ့ကြပုံနှင့် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသနှင့် လက်စားချေခြင်းကို ၎င်းတို့ကိုယ်တိုင်အပေါ် ကျရောက်စေရန် မည်သို့ ကြိုးစားခဲ့ကြပုံကို ပြောပြတော်မူသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ဤအပြစ်ပေးခြင်းသည် ဘယ်တော့မှ ဖြစ်လာမည် မဟုတ်ဟု ထင်ခဲ့ကြပြီး ၎င်းတို့၏ မယုံကြည်မှုနှင့် ခေါင်းမာမှုကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ مَتَىٰ هَٰذَا الْفَتْحُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်– \"ဤဖတ်ဟ်သည် မည်သည့်အချိန်တွင် ဖြစ်မည်နည်း...\")</span> ဆိုသည်မှာ 'အို မုဟမ္မဒ်၊ သင်သည် ငါတို့အပေါ် အသာစီးရပြီး ငါတို့အပေါ် လက်စားချေမည့် အချိန်ရောက်လာမည်ဟု တောင်းဆိုနေသဖြင့် မည်သည့်အချိန်တွင် ငါတို့အပေါ် သင်အနိုင်ရမည်နည်း? ထိုအရာသည် မည်သည့်အချိန်တွင် ဖြစ်လာမည်နည်း? သင်နှင့် သင့်အဖော်များ၏ အခြေအနေကို ငါတို့ မြင်တွေ့ရသည်မှာ သင်တို့သည် ပုန်းအောင်းနေကြပြီး ကြောက်လန့်ကာ အရှက်ရနေကြသည်။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَوْمَ الْفَتْحِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"အလ်ဖတ်ဟ်နေ့တွင်...\")</span> ဆိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသနှင့် အပြစ်ပေးခြင်းသည် ဤလောကနှင့် နောက်ဘဝတွင် သင့်အပေါ် ကျရောက်သောအခါ' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنْظَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများအတွက် ၎င်းတို့ <span class=\"gray\">(ထိုအခါ)</span> ယုံကြည်ခဲ့ပါက မည်သည့်အကျိုးအမြတ်မျှ မရှိတော့ပေ! ၎င်းတို့အား ဆိုင်းငံ့ခွင့်လည်း ပေးအပ်တော့မည် မဟုတ်ပေ။)</span> ၎င်းသည် အာယတ်တော်နှင့် တူညီသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ၎င်းတို့ထံသို့ ၎င်းတို့၏ တမန်တော်များက ထင်ရှားသော သက်သေအထောက်အထားများဖြင့် ရောက်ရှိလာသောအခါ ၎င်းတို့သည် ၎င်းတို့၌ ရှိသော အသိပညာဖြင့် ပျော်ရွှင်ခဲ့ကြသည်...)</span><span class=\"gray\">(40:83)</span> ၎င်းသည် မက္ကာအောင်နိုင်ခြင်းကို ရည်ညွှန်းသည်ဟု ပြောဆိုသူများသည် လွန်ကဲစွာ မှားယွင်းကြပြီး ကြီးလေးသော အမှားကို ကျူးလွန်ခဲ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော် မက္ကာအောင်နိုင်ခဲ့သည့်နေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် လွတ်မြောက်လာသော မက္ကာမှ စစ်သုံ့ပန်းများ၏ အစ္စလာမ်ကို လက်ခံခဲ့ပြီး၊ ၎င်းတို့သည် နှစ်ထောင်နီးပါး ရှိခဲ့သည်။ ဤအာယတ်တော်၏ ဆိုလိုရင်းသည် မက္ကာအောင်နိုင်ခြင်းဖြစ်ပါက ကိုယ်တော်သည် ၎င်းတို့၏ အစ္စလာမ်ကို လက်ခံခဲ့မည် မဟုတ်ပေ၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنْظَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"အလ်ဖတ်ဟ်နေ့တွင် မယုံကြည်သူများအတွက် ၎င်းတို့ <span class=\"gray\">(ထိုအခါ)</span> ယုံကြည်ခဲ့ပါက မည်သည့်အကျိုးအမြတ်မျှ မရှိတော့ပေ! ၎င်းတို့အား ဆိုင်းငံ့ခွင့်လည်း ပေးအပ်တော့မည် မဟုတ်ပေ။\")</span> ဤနေရာတွင် အလ်ဖတ်ဟ် ဆိုသည်မှာ တရားစီရင်ခြင်းကို ဆိုလိုသည်၊ အာယတ်တော်များတွင် ဖော်ပြထားသကဲ့သို့–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">[နူဟ်က ပြောသည်–]</span> ထို့ကြောင့် ငါနှင့် ၎င်းတို့အကြားတွင် အာဖ်တဟ် <span class=\"gray\">(စီရင်ပါ)</span>)</span><span class=\"gray\">(26:118)</span>။ ထို့ပြင်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"ကျွန်ုပ်တို့၏ အရှင်သခင်သည် ကျွန်ုပ်တို့အားလုံးကို အတူတကွ စုစည်းပေးမည်၊ ထို့နောက် ကိုယ်တော်သည် ကျွန်ုပ်တို့အကြားတွင် အမှန်တရားဖြင့် စီရင်တော်မူမည်\")</span><span class=\"gray\">(34:26)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် စီရင်ဆုံးဖြတ်ချက်ကို တောင်းဆိုခဲ့ကြပြီး ခေါင်းမာ၍ မာနကြီးသော အာဏာရှင်တိုင်းသည် လုံးဝဆုံးရှုံးပျက်စီးခြင်းသို့ ရောက်ခဲ့သည်)</span><span class=\"gray\">(14:15)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ရှေးယခင်ကပင် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား မယုံကြည်သူများအပေါ် စီရင်ဆုံးဖြတ်ပေးရန် တောင်းဆိုခဲ့ကြသည်)</span><span class=\"gray\">(2:89)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် စီရင်ဆုံးဖြတ်ချက်ကို တောင်းဆိုပါက ယခုအခါ စီရင်ဆုံးဖြတ်ချက်သည် သင်တို့ထံသို့ ရောက်ရှိလာပြီ)</span><span class=\"gray\">(8:19)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَعْرِضْ عَنْهُمْ وَانْتَظِرْ إِنَّهُمْ مُنْتَظِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ၎င်းတို့ထံမှ ရှောင်ခွာပြီး စောင့်မျှော်ပါ၊ အမှန်စင်စစ် ၎င်းတို့ <span class=\"gray\">(လည်း)</span> စောင့်မျှော်နေကြသည်)</span> ဆိုသည်မှာ 'ဤရုပ်တုကိုးကွယ်သူများထံမှ လှည့်ထွက်ပြီး သင်၏အရှင်သခင်ထံမှ သင့်ထံသို့ ထုတ်ပြန်ထားသည့်အရာကို ပေးပို့ပါ' ဟု ဆိုလိုသည်။ ၎င်းသည် အာယတ်တော်နှင့် တူညီသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">اتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِنْ رَبِّكَ ۖ لَا إِلَٰهَ إِلَّا هُوَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်ထံမှ သင့်ထံသို့ ထုတ်ပြန်ထားသည်ကို လိုက်နာပါ၊ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာ ဘုရားမရှိပါ)</span><span class=\"gray\">(6:106)</span> 'အလ္လာဟ်အရှင်မြတ်သည် သင်အား ကတိပေးထားသည်ကို ပြည့်စုံစေပြီး သင့်ကို ဆန့်ကျင်သူများအပေါ် သင်အား အောင်ပွဲ ပေးသနားသည်အထိ စောင့်မျှော်ပါ၊ အကြောင်းမှာ ကိုယ်တော်သည် ကိုယ်တော်၏ ကတိကို ဘယ်တော့မှ မချိုးဖောက်သောကြောင့် ဖြစ်သည်'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">  إِنَّهُمْ مُنْتَظِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့ <span class=\"gray\">(လည်း)</span> စောင့်မျှော်နေကြသည်)</span> ဆိုသည်မှာ 'သင်သည် စောင့်မျှော်နေသည်၊ ၎င်းတို့သည်လည်း သင့်ကို စောင့်မျှော်နေပြီး သင့်အား ပူးပေါင်းကြံစည်နေသည်' ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့က ပြောကြသည်– \"ကဗျာဆရာတစ်ဦး! ငါတို့သည် ၎င်းအတွက် အချိန်မှတစ်ဆင့် ဖြစ်ပေါ်လာမည့် ဘေးဥပဒ်ကို စောင့်မျှော်နေကြသည်!\")</span><span class=\"gray\">(52:30)</span>။</p><p lang=\"my\" class=\"my \">သင်သည် ၎င်းတို့အပေါ်ထားရှိသော သင့်သည်းခံမှု၏ အကျိုးဆက်များကို မြင်တွေ့ရမည်ဖြစ်ပြီး၊ ၎င်းတို့အပေါ် သင်အောင်ပွဲရခြင်းတွင် သင်၏အရှင်သခင်၏ ကတိတော် ပြည့်စုံခြင်းကို မြင်တွေ့ရမည်ဖြစ်ပြီး၊ ၎င်းတို့သည် သင်နှင့် သင့်အဖော်များအပေါ် မကောင်းမှုတစ်ခု ကျရောက်ရန် ၎င်းတို့၏ စောင့်မျှော်မှု၏ အကျိုးဆက်များကို မြင်တွေ့ရမည်ဖြစ်သည်၊ ထိုသို့အားဖြင့် အလ္လာဟ်အရှင်မြတ်၏ အပြစ်ပေးခြင်းသည် ၎င်းတို့အပေါ် ကျရောက်လာမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အတွက် လုံလောက်ပြီး ကိုယ်တော်သည် လုပ်ငန်းကိစ္စများကို အကောင်းဆုံး စီမံခန့်ခွဲသူ ဖြစ်တော်မူသည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရတွလ်စဂျ်ဒါ၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။</p>"
  }
]