[
  {
    "ayah_key": "4:44",
    "group_ayah_key": "4:44",
    "from_ayah": "4:44",
    "to_ayah": "4:46",
    "ayah_keys": "4:44,4:45,4:46",
    "text": "<p lang=\"my\" class=\"my \">ကျမ်း၏ အစိတ်အပိုင်းတစ်ခုကို ပေးအပ်ခြင်းခံရသူများ <span class=\"gray\">(ဂျူးများ)</span> အား သင်မမြင်ဖူးပေဘူးလား။ ၎င်းတို့သည် မှားယွင်းသောလမ်းကို ဝယ်ယူ၍၊ သင်တို့သည် မှန်ကန်သောလမ်းမှ လွဲမှားစေရန် ဆန္ဒပြုကြသည် <span>(၄၄)</span> အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ ရန်သူများကို အပြည့်အဝ သိတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် ဝါလီ <span class=\"gray\">(ကာကွယ်သူ)</span> အဖြစ် လုံလောက်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် ကူညီသူအဖြစ် လုံလောက်တော်မူ၏ <span>(၄၅)</span> ဂျူးများထဲတွင် အချို့သည် စကားလုံးများကို <span class=\"gray\">(၎င်းတို့၏)</span> မှန်ကန်သောနေရာများမှ ရွေ့ပြောင်းပြီး ပြောဆိုကြသည်– \"ကျွန်ုပ်တို့သည် သင်၏စကားကို ကြားနာသည်၊ သို့သော် မနာခံပါ\" နှင့် \"နားထောင်ပါ၊ သင့်ကို ဘာမှမကြားစေနှင့်။\" ၎င်းတို့သည် ၎င်းတို့၏ လျှာများကို လိမ်ပြီး ဘာသာတရားကို လှောင်ပြောင်ရင်း \"ရာအီနာ\" ဟု ပြောဆိုကြသည်။ အကယ်၍ ၎င်းတို့က \"ကျွန်ုပ်တို့ ကြားနာပြီး နာခံပါသည်\" ဟုလည်းကောင်း၊ \"ကျွန်ုပ်တို့ကို နားလည်အောင် လုပ်ပေးပါ\" ဟုလည်းကောင်း ပြောဆိုခဲ့လျှင် ၎င်းတို့အတွက် ပိုကောင်းပြီး ပိုသင့်လျော်ပေမည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ၎င်းတို့၏ မယုံကြည်မှုအတွက် ကျိန်ဆဲထားသဖြင့် အနည်းငယ်မှအပ မည်သူမျှ မယုံကြည်ကြပေ <span>(၄၆)</span></p><div lang=\"my\" class=\"my \"><h2>လမ်းမှားကို ရွေးချယ်ခြင်း၊ အလ္လာဟ်အရှင်မြတ်၏ စကားများကို ပြောင်းလဲခြင်းနှင့် အစ္စလာမ်ကို လှောင်ပြောင်ခြင်းတို့အတွက် ဂျူးများကို ဆုံးမခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဂျူးများ၊ ၎င်းတို့အပေါ် ကမ္ဘာပျက်မည့်နေ့အထိ အလ္လာဟ်အရှင်မြတ်၏ ဆက်လက်ကျိန်စာ သက်ရောက်ပါစေ၊ လမ်းမှန်အစား မှားယွင်းသောလမ်းကို ဝယ်ယူခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်က ၎င်း၏တမန်တော် မုဟမ္မဒ် ﷺ ထံ ထုတ်ပြန်ခဲ့သည်များကို လျစ်လျူရှုခဲ့ကြသည်ဟု ဖော်ပြထားသည်။ ၎င်းတို့သည် ယခင်ပရောဖက်များထံမှ အမွေဆက်ခံခဲ့သော မုဟမ္မဒ် ﷺ ၏ ဖော်ပြချက်ဆိုင်ရာ အသိပညာများကိုလည်း လျစ်လျူရှုခဲ့ကြသည်။ ၎င်းတို့သည် ဤဘဝ၏ နှစ်သက်ဖွယ်ရာများမှ အနည်းငယ်မျှ ရရှိရန်အတွက် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرِيدُونَ أَن تَضِلُّوا السَّبِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မှန်ကန်သောလမ်းမှ လွဲမှားစေရန် ဆန္ဒပြုကြသည်)</span> အကြောင်းမှာ၊ ၎င်းတို့သည် သင်တို့ထံ ထုတ်ပြန်ခဲ့သည်များကို အိုယုံကြည်သူတို့၊ သင်တို့ မယုံကြည်ရန်နှင့် သင်တို့ရရှိထားသော လမ်းညွှန်မှုနှင့် အကျိုးရှိသော အသိပညာများကို စွန့်ပစ်ရန် ဆန္ဒရှိသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ أَعْلَمُ بِأَعْدَائِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ ရန်သူများကို အပြည့်အဝ သိတော်မူ၏)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ ရန်သူများကို ပိုမိုသိရှိတော်မူပြီး ၎င်းတို့အား သတိပေးတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِاللَّهِ وَلِيًّا وَكَفَىٰ بِاللَّهِ نَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ဝါလီ <span class=\"gray\">(ကာကွယ်သူ)</span> အဖြစ် လုံလောက်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် ကူညီသူအဖြစ် လုံလောက်တော်မူ၏)</span> အရှင်သည် မိမိထံ ခိုလှုံသူများအတွက် လုံလောက်သော ကာကွယ်သူဖြစ်ပြီး မိမိ၏အကူအညီကို ရှာဖွေသူများအတွက် လုံလောက်သော ထောက်ခံသူဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချို့သည် စကားလုံးများကို <span class=\"gray\">(၎င်းတို့၏)</span> မှန်ကန်သောနေရာများမှ ရွေ့ပြောင်းကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များ၏ အဓိပ္ပါယ်များကို ရည်ရွယ်ချက်ရှိရှိ မှားယွင်းစွာ ပြောင်းလဲကြပြီး အလ္လာဟ်အရှင်မြတ် ဆိုလိုရင်းနှင့် ကွဲပြားသော နည်းလမ်းဖြင့် ရှင်းပြကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"ကျွန်ုပ်တို့သည် သင်၏စကားကို ကြားနာသည်၊ သို့သော် မနာခံပါ\" ဟုဆိုကြသည်)</span> ဆိုလိုသည်မှာ \"အိုမုဟမ္မဒ်၊ သင်ပြောသည်ကို ကျွန်ုပ်တို့ကြားနာသည်၊ သို့သော် ၎င်းတွင် သင့်ကို ကျွန်ုပ်တို့ မနာခံပါ\" ဟု မူဂျာဟစ်နှင့် အိဗ်နုဇိုက်ဒ်တို့က ရှင်းပြခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ အာယသ်၏ ပယောဂအဓိပ္ပါယ်ဖြစ်ပြီး၊ ဂျူးများ၏ မယုံကြည်မှု၊ ခေါင်းမာမှုနှင့် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းကို ၎င်းတို့ နားလည်ပြီးနောက် လျစ်လျူရှုမှုကို ပြသသည်။ ၎င်းတို့သည် ဤအပြုအမူက ၎င်းတို့အတွက် ရရှိစေမည့် အပြစ်နှင့် ပြစ်ဒဏ်ကို သိလျက်ပင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْمَعْ غَيْرَ مُسْمَعٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် \"နားထောင်ပါ၊ သင့်ကို ဘာမှမကြားစေနှင့်။\")</span> ဆိုလိုသည်မှာ ကျွန်ုပ်တို့၏စကားကို နားထောင်ပါ၊ သင် မည်သည့်အရာကိုမျှ မကြားပါစေနှင့်၊ အဒ်-ဒဟ်ဟက်ခ်က အိဗ်နုအဗ္ဗားစ်ထံမှ သတင်းပို့ခဲ့သည့်အတိုင်း ဖြစ်သည်။ ဤသည်မှာ ဂျူးများ၏ လှောင်ပြောင်ခြင်းနှင့် နောက်ပြောင်ခြင်း နည်းလမ်းဖြစ်သည်၊ ၎င်းတို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာ သက်ရောက်ပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏ လျှာများကို လိမ်ပြီး ဘာသာတရားကို လှောင်ပြောင်ရင်း \"ရာအီနာ\" ဟု ပြောဆိုကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် 'ကျွန်ုပ်တို့ကို နားထောင်ပါ' ဟု ဟန်ဆောင် ပြောဆိုကြသည်၊ ၎င်းတို့က 'ရာအီနာ' <span class=\"gray\">(ဟေဗြဲဘာသာစကားဖြင့် စော်ကားမှုဖြစ်ပြီး အာရဗီဘာသာစကားဖြင့် 'ကျွန်ုပ်တို့ကို နားထောင်ပါ' ဟု အဓိပ္ပာယ်ရသည်)</span> ဟု ပြောဆိုသည့်အခါတွင် ဖြစ်သည်။ သို့သော် ၎င်းတို့၏ စစ်မှန်သော ရည်ရွယ်ချက်မှာ တမန်တော် ﷺ ကို ကျိန်ဆဲရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်ကို ကျွန်ုပ်တို့ ရှင်းပြခဲ့စဉ်က ဤအကြောင်းအရာကို ဖော်ပြခဲ့ပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنَا وَقُولُوا انظُرْنَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိုယုံကြည်သူအပေါင်းတို့! \"ရာအီနာ\" ဟု မပြောကြကုန်လင့်၊ သို့သော် \"အွန်ဇူရ်နာ\" <span class=\"gray\">(ကျွန်ုပ်တို့ကို နားလည်အောင် လုပ်ပေးပါ)</span> ဟု ပြောကြကုန်လင့်)</span>။ <span class=\"gray\">[၂:၁၀၄]</span> ထို့ကြောင့် ၎င်းတို့သည် ၎င်းတို့၏ စစ်မှန်သော ဆိုလိုရင်းနှင့် ကွဲပြားသည်များကို ဟန်ဆောင် ပြောဆိုနေစဉ် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့နှင့် ပတ်သက်၍ မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ လျှာများကို လိမ်ပြီး ဘာသာတရားကို လှောင်ပြောင်ရင်း)</span> အကြောင်းမှာ ၎င်းတို့သည် တမန်တော် ﷺ ကို ကျိန်ဆဲသောကြောင့်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَ وَلَٰكِن لَّعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့က \"ကျွန်ုပ်တို့ ကြားနာပြီး နာခံပါသည်\" ဟုလည်းကောင်း၊ \"ကျွန်ုပ်တို့ကို နားလည်အောင် လုပ်ပေးပါ\" ဟုလည်းကောင်း ပြောဆိုခဲ့လျှင် ၎င်းတို့အတွက် ပိုကောင်းပြီး ပိုသင့်လျော်ပေမည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ၎င်းတို့၏ မယုံကြည်မှုအတွက် ကျိန်ဆဲထားသဖြင့် အနည်းငယ်မှအပ မည်သူမျှ မယုံကြည်ကြပေ)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ နှလုံးသားများသည် ဖြောင့်မတ်သောလမ်းမှ ဝေးကွာသွားသဖြင့် ယုံကြည်ခြင်း၏ အကျိုးရှိသော အစိတ်အပိုင်း မည်သည်မျှ ၎င်းတို့အတွင်းသို့ မဝင်ရောက်နိုင်ပေ။ ယခင်က ကျွန်ုပ်တို့ ရှင်းပြခဲ့စဉ်က၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَلِيلًا مَّا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ယုံကြည်သည့် အရာသည် အလွန်နည်းပါးသည်)</span><span class=\"gray\">[၂:၈၈]</span> ဆိုလိုသည်မှာ ၎င်းတို့တွင် အကျိုးရှိသော ယုံကြည်ခြင်း မရှိပေ။</p>"
  }
]