[
  {
    "ayah_key": "2:203",
    "group_ayah_key": "2:203",
    "from_ayah": "2:203",
    "to_ayah": "2:203",
    "ayah_keys": "2:203",
    "text": "<p class=\"my translation\" lang=\"my\">သတ်မှတ်ထားသော နေ့ရက်များတွင် အလ္လာဟ်အရှင်မြတ်ကို သတိရကြလေ။ သို့သော် မည်သူမဆို နှစ်ရက်အတွင်း ထွက်ခွာရန် အလျင်စလိုပြုပါက သူ့အပေါ်၌ မည်သည့်အပြစ်မျှမရှိပေ။ မည်သူမဆို ဆက်လက်နေထိုင်ပါကလည်း သူ့အပေါ်၌ မည်သည့်အပြစ်မျှမရှိပေ။ အကယ်၍ သူ၏ ရည်ရွယ်ချက်မှာ ကောင်းမှုကိုပြုရန်နှင့် အလ္လာဟ်အရှင်မြတ်ကို နာခံရန်ဖြစ်လျှင် <span class=\"gray\">(ကိုယ်တော်ကို ကြောက်ရွံ့ခြင်း)</span>၊ သင်တို့သည် ကိုယ်တော်ထံသို့ စုရုံးရောက်ရှိရမည်ကို သိထားကြလေ <span>(၂၀၃)</span></p><div lang=\"my\" class=\"my \"><h2>တရှ်ရီက်ကာလတွင် အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်း - စားသောက်ဖွယ်ရာများနှင့် ပတ်သက်သော နေ့ရက်များ</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်က ပြောကြားခဲ့သည်မှာ 'သတ်မှတ်ထားသော နေ့ရက်များမှာ တရှ်ရီက်ကာလများ <span class=\"gray\">(ဇုလ်ဟိဂျ်ဂျာ၏ ၁၁-၁၂-၁၃ ရက်နေ့များ)</span> ဖြစ်ပြီး၊ လူသိများသော နေ့ရက်များမှာ ပထမဆုံး <span class=\"gray\">(ဇုလ်ဟိဂျ်ဂျာ၏)</span> ဆယ်ရက် <span class=\"gray\">(နေ့များ)</span> ဖြစ်သည်။' 'အိက်ရီမာဟ်ကလည်း အောက်ပါအတိုင်း ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَّعْدُودَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတ်မှတ်ထားသော နေ့ရက်များတွင် အလ္လာဟ်အရှင်မြတ်ကို သတိရကြလေ။)</span> ဆိုသည်မှာ တရှ်ရီက်ကာလများတွင် မဖြစ်မနေ ဝတ်ပြုမှုများပြီးနောက် တက်ဘီရ် – အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်သည် ဟု ရွတ်ဆိုခြင်းကို ဆိုလိုသည်။</p><p lang=\"gd\" class=\"gd \">Imam Ahmad reported that 'Uqbah bin 'Amr said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمُ عَرَفَةَ، وَيَوْمُ النَّحْرِ، وَأَيَّامُ التَّشْرِيقِ، عِيدُنَا أَهْلَ الْإسْلَامِ، وَهِيَ أَيَّامُ أَكْلٍ وَشُرْبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အာရဖာဟ်နေ့ <span class=\"gray\">(ဇုလ်ဟိဂျ်ဂျာ၏ ၉ ရက်နေ့)</span>၊ ပူဇော်ပသခြင်းနေ့ <span class=\"gray\">(၁၀ ရက်နေ့)</span> နှင့် တရှ်ရီက်ကာလများ <span class=\"gray\">(၁၁-၁၂-၁၃ ရက်နေ့များ)</span> တို့သည် ကျွန်ုပ်တို့ အစ္စလာမ်သာသနာဝင်များအတွက် အစ်ဒ် <span class=\"gray\">(ပွဲတော်)</span> ဖြစ်သည်။ ဤနေ့ရက်များသည် စားသောက်ဖွယ်ရာများနှင့် ပတ်သက်သော နေ့ရက်များဖြစ်သည်။)</span></p><p lang=\"hmn\" class=\"hmn \">Imam Ahmad reported that Nubayshah Al-Hudhali said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَّامُ التَّشْرِيقِ أَيَّامُ أَكْلٍ وشُرْبٍ وَذِكْر اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တရှ်ရီက်ကာလများသည် စားသောက်ခြင်း၊ သောက်သုံးခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်ကို ဓိက်ရ် <span class=\"gray\">(သတိရခြင်း)</span> တို့၏ နေ့ရက်များဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">မွတ်စလင်မ်ကလည်း ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် ဂျူဘိုင်ရ် အိဗ်နု မွတ်အ်သိမ်၏ ဟဒီးဆ်ကိုလည်း ဖော်ပြခဲ့ပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَرَفَةُ كُلُّهَا مَوْقِفٌ، وَأيَّامُ التَّشْرِيقِ كُلُّهَا ذَبْحٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အာရဖာဟ်တစ်ခုလုံးသည် ရပ်တည်ရာနေရာဖြစ်ပြီး တရှ်ရီက်ကာလအားလုံးသည် ပူဇော်ပသခြင်းနေ့များဖြစ်သည်။)</span></p><p lang=\"cy\" class=\"cy \">We also mentioned the Hadith by 'Abdur-Rahman bin Ya'mar Ad-Diyli:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَيَّامُ مِنىً ثَلَاثَةٌ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီနာဟ်၏ <span class=\"gray\">(တရှ်ရီက်)</span> နေ့ရက်များသည် သုံးရက်ဖြစ်သည်။ နှစ်ရက်အတွင်း အလျင်စလိုလုပ်သူများအတွက် အပြစ်မရှိသလို၊ နောက်ကျမှ <span class=\"gray\">(ဆိုလိုသည်မှာ တတိယနေ့အထိ မီနာဟ်တွင် ဆက်လက်နေထိုင်သူများ)</span> အတွက်လည်း အပြစ်မရှိပေ။)</span></p><p lang=\"jv\" class=\"jv \">Ibn Jarir reported that Abu Hurayrah narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَّامُ التَّشْرِيقِ أيَّامُ طُعْمٍ وَذِكْرِ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တရှ်ရီက်ကာလများသည် စားသောက်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်းနေ့များဖြစ်သည်။)</span></p><p lang=\"jv\" class=\"jv \">Ibn Jarir reported that Abu Hurayrah narrated that Allah's Messenger ﷺ sent 'Abdullah bin Hudhafah to Mina proclaiming:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَصُومُوا هذِه الْأَيَّامَ، فَإنَّهَا أَيَّامُ أَكْلٍ وَشُرْبٍ وَذِكْرِ اللهِ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနေ့ရက်များ <span class=\"gray\">(ဆိုလိုသည်မှာ တရှ်ရီက်ကာလများ)</span> ကို အစာမရှောင်ကြနှင့်၊ အကြောင်းမှာ ၎င်းတို့သည် စားသောက်ခြင်း၊ သောက်သုံးခြင်းနှင့် အလ္လာဟ်အရှင်မြတ် အလွန်မြတ်သော၊ အလွန်ဂုဏ်ယူထိုက်သော အရှင်မြတ်ကို အမှတ်ရခြင်းနေ့များဖြစ်သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>သတ်မှတ်ထားသော နေ့ရက်များ</h2></div><p lang=\"my\" class=\"my \">မိက်စမ်က ပြောကြားသည်မှာ အိဗ်နု အဗ္ဗားစ်က သတ်မှတ်ထားသော နေ့ရက်များမှာ တရှ်ရီက်ကာလများဖြစ်ပြီး၊ လေးရက်ဖြစ်သည်။ ယင်းတို့မှာ ပူဇော်ပသခြင်းနေ့ <span class=\"gray\">(ဇုလ်ဟိဂျ်ဂျာ၏ ၁၀ ရက်နေ့)</span> နှင့် ယင်းနောက် သုံးရက်ဖြစ်သည်။</p><p lang=\"ha\" class=\"ha \">This opinion was also reported of Ibn 'Umar, Ibn Az-Zubayr, Abu Musa, 'Ata', Mujahid, 'Ikrimah, Sa'id bin Jubayr, Abu Malik, Ibrahim An-Nakha'i, Yahya bin Abu Kathir, Al-Hasan, Qatadah, As-Suddi, Az-Zuhri, Ar-Rabi' bin Anas, Ad-Dahhak, Muqatil bin Hayyan, 'Ata' Al-Khurasani, Malik bin Anas, and others. In addition, the apparent meaning of the following Ayah supports this opinion:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَعَجَّلَ فِى يَوْمَيْنِ فَلاَ إِثْمَ عَلَيْهِ وَمَن تَأَخَّرَ فَلا إِثْمَ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မည်သူမဆို နှစ်ရက်အတွင်း ထွက်ခွာရန် အလျင်စလိုပြုပါက သူ့အပေါ်၌ မည်သည့်အပြစ်မျှမရှိပေ။ မည်သူမဆို ဆက်လက်နေထိုင်ပါကလည်း သူ့အပေါ်၌ မည်သည့်အပြစ်မျှမရှိပေ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဤအာယတ်တော်သည် ပူဇော်ပသခြင်းနေ့ပြီးနောက် သုံးရက်ကို ရည်ညွှန်းသည်။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَّعْدُودَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတ်မှတ်ထားသော နေ့ရက်များတွင် အလ္လာဟ်အရှင်မြတ်ကို သတိရကြလေ)</span> ဟူသည် တိရစ္ဆာန်များ သတ်ဖြတ်သည့်အခါ၊ ဝတ်ပြုပြီးနောက်တွင်နှင့် ယေဘုယျအားဖြင့် ဓိက်ရ် <span class=\"gray\">(ပန်ကြားဆုတောင်းခြင်း)</span> ဖြင့် အလ္လာဟ်အရှင်မြတ်ကို သတိရရန် ညွှန်ကြားထားခြင်းဖြစ်သည်။ ၎င်းတွင် တရှ်ရီက်ကာလများတွင် နေ့စဉ် ကျောက်တုံးများ ပစ်ပေါက်နေစဉ် တက်ဘီရ်ရွတ်ဆိုခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်ကို သတိရခြင်းတို့လည်း ပါဝင်သည်။ အဘူဒါဝူးဒ်နှင့် အခြားသူအများအပြား စုစည်းခဲ့သော ဟဒီးဆ်တစ်ခုတွင် ဖော်ပြထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا جُعِلَ الطَّوَافُ بِالْبَيْتِ وَالسَّعْيُ بَيْنَ الصَّفَا وَالْمَرْوَةِ وَرَمْيُ الْجِمَارِ لإِقَامَةِ ذِكْرِ اللهِ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကအ်ဘာဟ်အိမ်တော်ပတ်လည် တဝါဖ်ပြုခြင်း၊ အပ်စ်-ဆွာဖာနှင့် အလ်-မာရ်ဝါဟ်ကြား ဆအီပြုခြင်းနှင့် ကျောက်တုံးများပစ်ပေါက်ခြင်းတို့ကို အလ္လာဟ်အရှင်မြတ်ကို ဓိက်ရ်ဖြင့် အမှတ်ရနိုင်ရန်အတွက် ဥပဒေပြုခဲ့ခြင်းဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဟဂျ်ရာသီကုန်ဆုံးချိန်တွင် လူများ၏ ပထမဦးဆုံး စီတန်းလှည့်လည်မှု <span class=\"gray\">(၂း၁၉၉ ကို ကြည့်ပါ)</span> နှင့် ဒုတိယအကြိမ် စီတန်းလှည့်လည်မှု၊ ၎င်းတို့သည် ဝတ်ပြုမှုများနှင့် ရပ်တည်ရာနေရာများတွင် စုဝေးပြီးနောက် မိမိတို့ဒေသများသို့ ပြန်ရန် စတင်သောအခါ၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို နာခံကြ <span class=\"gray\">(ကိုယ်တော်ကို ကြောက်ရွံ့ကြ)</span> လေ၊ သင်တို့သည် ကိုယ်တော်ထံသို့ စုရုံးရောက်ရှိရမည်ကို သိထားကြလေ။)</span></p><p lang=\"fil\" class=\"fil \">Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးပေါ်တွင် သင်တို့ကို ဖန်ဆင်းခဲ့သူမှာ ကိုယ်တော်ပင်ဖြစ်သည်။ သင်တို့သည် ကိုယ်တော်ထံသို့ ပြန်လည်စုရုံးရောက်ရှိရမည်။)</span><span class=\"gray\">(၂၃း၇၉)</span></p>"
  }
]