[
  {
    "ayah_key": "33:39",
    "group_ayah_key": "33:39",
    "from_ayah": "33:39",
    "to_ayah": "33:40",
    "ayah_keys": "33:39,33:40",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို ပြန့်ပွားစေ၍ ကိုယ်တော်ကို ကြောက်ရွံ့ကြပြီး အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မကြောက်ရွံ့ကြသူများ။ အလ္လာဟ်အရှင်မြတ်သည် စစ်ဆေးသူအဖြစ် လုံလောက်လှပေသည် <span>(၃၉)</span> မိုဟမ္မဒ်သည် သင်တို့၏ အမျိုးသားများထဲမှ မည်သူတစ်ဦးတစ်ယောက်၏ ဖခင်မဟုတ်ပေ။ သို့သော် ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်ပြီး ပရောဖက်များ၏ နောက်ဆုံးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို အမြဲသိရှိတော်မူသော အရှင်ဖြစ်သည် <span>(၄၀)</span></p><p lang=\"my\" class=\"my \">သတင်းစကားကို ပြန့်ပွားစေသူများအတွက် ချီးမွမ်းခြင်း။</p><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို ပြန့်ပွားစေသူများ)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ ဖန်ဆင်းခြင်းခံရသူများထံသို့၊ ထို့ပြင် ၎င်းတို့အား အပ်နှင်းထားသည့်အရာကို ဖြည့်ဆည်းကြသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَيَخْشَوْنَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကိုယ်တော်ကို ကြောက်ရွံ့ကြ၏၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ကိုယ်တော်ကို ကြောက်ရွံ့ကြပြီး ကိုယ်တော်မှလွဲ၍ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မကြောက်ရွံ့ကြပေ။ ထို့ကြောင့် မည်သူတစ်ဦးတစ်ယောက်၏ ခြိမ်းခြောက်မှုမှ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို ပြန့်ပွားစေခြင်းမှ တားဆီးနိုင်မည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِاللَّهِ حَسِيبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် စစ်ဆေးသူအဖြစ် လုံလောက်လှပေသည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ကူညီမစတော်မူသူနှင့် ထောက်ခံအားပေးသူအဖြစ် လုံလောက်လှပေသည်။ ဤကိစ္စတွင်ရော အခြားကိစ္စရပ်အားလုံးတွင်ပါ လူသားအားလုံး၏ ခေါင်းဆောင်သည် မိုဟမ္မဒ် တမန်တော်မြတ် ﷺ ပင်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် အရှေ့နှင့် အနောက်ဘက်ရှိ လူသားများထံသို့ အာဒမ်၏သားသမီးများအားလုံးထံသို့ သတင်းစကားကို ပြန့်ပွားစေရန် တာဝန်ယူခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏စကား၊ ကိုယ်တော်၏ဘာသာနှင့် ကိုယ်တော်၏ ဥပဒေကို အခြားဘာသာနှင့် ဥပဒေများအားလုံးထက် လွှမ်းမိုးအောင် ပြုလုပ်ခဲ့သည်။ ကိုယ်တော်မတိုင်မီ ပရောဖက်များသည် ၎င်းတို့၏လူမျိုးများထံသို့သာ စေလွှတ်ခြင်းခံရသော်လည်း ကိုယ်တော် ﷺ သည် အာရပ်နှင့် အာရပ်မဟုတ်သူများပါမကျန် လူသားအားလုံးထံသို့ စေလွှတ်ခြင်းခံခဲ့ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့။ \"အို လူသားအပေါင်းတို့၊ အမှန်စင်စစ် ငါသည် သင်တို့အားလုံးထံသို့ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်အဖြစ် စေလွှတ်ခြင်းခံရသူဖြစ်သည်\")</span><span class=\"gray\">(၇:၁၅၈)</span>။ ထို့နောက် ကိုယ်တော်၏ အွမ်မာဟ် (လူမျိုး) သည် ကိုယ်တော်ထံမှ သတင်းစကားကို ပို့ဆောင်ရန် တာဝန်ကို အမွေဆက်ခံခဲ့သည်။ ကိုယ်တော်ပြီးနောက် ဤတာဝန်ကို ထမ်းဆောင်သူများထဲမှ အကြီးမြတ်ဆုံးမှာ ကိုယ်တော်၏ ဆွဟာဘာများ (အဖော်များ) ဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား နှစ်သက်တော်မူပါစေ။ ၎င်းတို့သည် ကိုယ်တော်၏ စကား၊ လုပ်ရပ်နှင့် အခြေအနေများအားလုံးကို နေ့ရောညပါ၊ နေထိုင်ချိန်ရော ခရီးသွားချိန်ရော၊ တစ်ကိုယ်တော်နှင့် လူအများရှေ့တွင်ပါ ကိုယ်တော်အမိန့်ပေးခဲ့သည့်အတိုင်း ကိုယ်တော်ထံမှ ပို့ဆောင်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား နှစ်သက်တော်မူပါစေ။ ထို့နောက် မျိုးဆက်တိုင်းသည် ၎င်းတို့၏ ရှေ့ကမျိုးဆက်များထံမှ အမွေဆက်ခံခဲ့ကြပြီး ယခုခေတ်ကာလအထိဖြစ်သည်။ ထို့ကြောင့် လမ်းညွှန်မှုရရှိသူများသည် ၎င်းတို့၏ စံနမူနာနှင့် ၎င်းတို့၏ လမ်းစဉ်ကို လိုက်နာကြသည်။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၊ အလွန် ရက်ရောသော အရှင်မြတ်အား ကျွန်ုပ်တို့ကို ၎င်းတို့၏ အမွေခံများထဲမှ ဖြစ်စေရန် တောင်းဆိုအပ်ပါသည်။</p><p lang=\"ar\" class=\"ar \">The Messenger صلی اللہ علیہ وسلم is not the Father of any Man</p><p lang=\"jv\" class=\"jv \">Allah states:</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုဟမ္မဒ်သည် သင်တို့၏ အမျိုးသားများထဲမှ မည်သူတစ်ဦးတစ်ယောက်၏ ဖခင်မဟုတ်ပေ။)</span> ဤအရာပြီးနောက် ဇိုင်ဒ် ဘင် မိုဟမ္မဒ်ဟု ခေါ်ဆိုခွင့်မရှိတော့ပေ။ ဆိုလိုသည်မှာ ကိုယ်တော်သည် ဇိုင်ဒ်ကို မွေးစားခဲ့သော်လည်း ၎င်း၏ဖခင်မဟုတ်ပေ။ တမန်တော်မြတ် ﷺ ၏ မည်သည့်ယောက်ျားလေးမှ အရွယ်ရောက်သည်အထိ မအသက်ရှင်ခဲ့ပေ။ ခါဒီဂျာ (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) သည် ကိုယ်တော်အား အလ်-ကာစင်မ်၊ အတ်-သိုက်ရ်နှင့် အတ်-တာဟိရ်တို့ကို မွေးဖွားပေးခဲ့သော်လည်း ၎င်းတို့သည် ကလေးဘဝတွင် ဆုံးပါးခဲ့ကြသည်။ မာရီယာ အလ်-ကိဘ်တိယျာဟ်သည် ကိုယ်တော်အား အစ်ဘရာဟင်မ်ကို မွေးဖွားပေးခဲ့သော်လည်း သူလည်း မွေးကင်းစအရွယ်တွင် ဆုံးပါးခဲ့သည်။ ကိုယ်တော် ﷺ သည် ခါဒီဂျာထံမှ သမီးလေးဦးလည်း ရှိခဲ့သည်- ဇိုင်နပ်ဘ်၊ ရူကွိုင်ယာ၊ အွမ် ကူလ်သူမ်နှင့် ဖာတိမာ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို နှစ်သက်တော်မူပါစေ။ ၎င်းတို့သုံးဦးသည် ကိုယ်တော်၏ ဘဝသက်တမ်းအတွင်း ဆုံးပါးခဲ့ကြပြီး ဖာတိမာသည် ကိုယ်တော်ဆုံးပါးပြီးနောက် ဝမ်းနည်းကြေကွဲနိုင်ရန် အချိန်အတော်ကြာ အသက်ရှင်ခဲ့ပြီး ခြောက်လအကြာတွင် ကွယ်လွန်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် ပရောဖက်များ၏ နောက်ဆုံးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ ۗ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်ဖြစ်ပြီး ပရောဖက်များ၏ နောက်ဆုံးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို အမြဲသိရှိတော်မူသော အရှင်ဖြစ်သည်။)</span> ဤသည်မှာ အာယသ်နှင့်တူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ ۗ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ သတင်းစကားကို မည်သူနှင့် ထားရှိရမည်ကို အကောင်းဆုံး သိတော်မူသည်)</span><span class=\"gray\">(၆:၁၂၄)</span>။ ဤအာယသ်သည် ကိုယ်တော်ပြီးနောက် မည်သည့်ပရောဖက်မျှ မရှိတော့ကြောင်း ရှင်းလင်းစွာ ဖော်ပြသည်။ ကိုယ်တော်ပြီးနောက် ပရောဖက်မရှိတော့ပါက ကိုယ်တော်ပြီးနောက် မည်သည့်ရစူလ်တမန်တော်မျှလည်း မရှိတော့သည်မှာ သေချာပါသည်။ အဘယ်ကြောင့်ဆိုသော် ရစူလ်တမန်တော်၏ ဂုဏ်သိက္ခာသည် ပရောဖက်၏ ဂုဏ်သိက္ခာထက် ပိုမိုမြင့်မားပြီး ရစူလ်တမန်တော်တိုင်းသည် ပရောဖက်တစ်ဦးဖြစ်သော်လည်း ပြောင်းပြန်ဖြစ်ရပ်က မမှန်ကန်သောကြောင့်ဖြစ်သည်။ ဤအရာကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထံမှ ကိုယ်တော်၏ ဆွဟာဘာများ (အဖော်များ) အုပ်စုတစ်စုမှ သွယ်ဝိုက်၍ ရေတွက်မရအောင် များပြားသော ဟဒီးစ်များတွင် ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား နှစ်သက်တော်မူပါစေ။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် ဥဘိုင်း ဘင် ကာအ်ဗ်ထံမှ ၎င်း၏ဖခင်ထံမှ ရရှိသော ဖော်ပြချက်ကို မှတ်တမ်းတင်ခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلِي فِي النَّبِيِّينَ كَمَثَلِ رَجُلٍ بَنَى دَارًا فَأَحْسَنَهَا وَأَكْمَلَهَا، وَتَرَكَ فِيهَا مَوْضِعَ لَبِنَةٍ لَمْ يَضَعْهَا، فَجَعَلَ النَّاسُ يَطُوفُونَ بِالْبُنْيَانِ وَيَعْجَبُونَ مِنْهُ وَيَقُولُونَ: لَوْ تَمَّ مَوْضِعُ هَذِهِ اللَّبِنَةِ، فَأَنَا فِي النَّبِيِّينَ مَوْضِعُ تِلْكَ اللَّبِنَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပရောဖက်များကြားတွင် ကျွန်ုပ်၏ဥပမာသည် အိမ်တစ်လုံးကို ဆောက်လုပ်ပြီး ကောင်းမွန်ပြည့်စုံစွာ လုပ်ဆောင်ခဲ့သော အမျိုးသားတစ်ဦး၏ ဥပမာနှင့်တူသည်။ နေရာမချရသေးသော အုတ်တစ်ချပ်၏ နေရာမှလွဲ၍ဖြစ်သည်။ လူများသည် အဆောက်အအုံပတ်လည်တွင် လှည့်လည်ကြည့်ရှုပြီး အံ့သြချီးကျူးကာ \"ထိုအုတ်ချပ်သာ ၎င်း၏နေရာတွင် ရှိခဲ့မည်ဆိုလျှင်\" ဟု ပြောဆိုကြသည်။ ပရောဖက်များကြားတွင် ကျွန်ုပ်သည် ထိုအုတ်ချပ်နှင့်တူသည်။)</span> ၎င်းကို အတ်-တီရ်မီဇီကလည်း မှတ်တမ်းတင်ခဲ့ပြီး \"ဟာစန် စဟီဟ်\" ဟု ပြောဆိုခဲ့သည်။</p><p lang=\"my\" class=\"my \">အခြား ဟဒီးစ်တစ်ခု</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အနပ်စ် ဘင် မာလစ်ခ်ထံမှ (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرِّسَالَةَ وَالنُّبُوَّةَ قَدِ انْقَطَعَتْ فَلَا رَسُولَ بَعْدِي وَلَا نَبِيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရစူလ်တမန်တော်အဖြစ်နှင့် ပရောဖက်အဖြစ်တို့သည် ပြီးဆုံးသွားပြီဖြစ်ပြီး ကျွန်ုပ်ပြီးနောက် ရစူလ်တမန်တော် သို့မဟုတ် ပရောဖက်များ ရှိတော့မည်မဟုတ်ပေ။)</span> ဤအရာက လူများကို စိုးရိမ်ပူပန်စေခဲ့ပြီးနောက် ကိုယ်တော်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَكِنِ الْمُبَشِّرَاتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ်-မူဗရှ်ရှရာတ်များ ရှိလိမ့်မည်။)</span> ၎င်းတို့က ပြောကြသည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၊ အလ်-မူဗရှ်ရှရာတ်များဆိုသည်မှာ အဘယ်နည်း?' ကိုယ်တော်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رُؤْيَا الرَّجُلِ الْمُسْلِمِ، وَهِيَ جُزْءٌ مِنْ أَجْزَاءِ النُّبُوَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စလင်မ်အမျိုးသားတစ်ဦး၏ အိပ်မက်များဖြစ်ပြီး ၎င်းတို့သည် ပရောဖက်အဖြစ်၏ အစိတ်အပိုင်းများထဲမှ တစ်ခုဖြစ်သည်။)</span> ၎င်းကို အတ်-တီရ်မီဇီကလည်း မှတ်တမ်းတင်ခဲ့ပြီး \"စဟီဟ် ဃရီဘ်\" ဟု ပြောဆိုခဲ့သည်။</p><p lang=\"my\" class=\"my \">အခြား ဟဒီးစ်တစ်ခု</p><p lang=\"my\" class=\"my \">အဘူ ဒါဝုဒ် အတ်-တာယာလိစီသည် ဂျာဘိရ် ဘင် အဗ်ဒုလ္လာဟ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلِي وَمَثَلُ الْأَنْبِيَاءِ كَمَثَلِ رَجُلٍ بَنَى دَارًا فَأَكْمَلَهَا وَأَحْسَنَهَا إِلَّا مَوْضِعَ لَبِنَةٍ، فَكَانَ مَنْ دَخَلَهَا فَنَظَرَ إِلَيْهَا قَالَ: مَا أَحْسَنَهَا إِلَّا مَوْضِعَ هَذِهِ اللَّبِنَةِ، فَأَنَا مَوْضِعُ اللَّبِنَةِ خُتِمَ بِي الْأَنْبِيَاءُ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်နှင့် ပရောဖက်များ၏ ဥပမာသည် အိမ်တစ်လုံးကို ဆောက်လုပ်ပြီး ကောင်းမွန်ပြည့်စုံစွာ လုပ်ဆောင်ခဲ့သော အမျိုးသားတစ်ဦး၏ ဥပမာနှင့်တူသည်။ အုတ်တစ်ချပ်၏ နေရာမှလွဲ၍ဖြစ်သည်။ ထိုအိမ်ထဲသို့ ဝင်ရောက်သူတိုင်းသည် ထိုနေရာကို ကြည့်ရှုပြီး \"ထိုအုတ်ချပ်၏ နေရာမှလွဲ၍ ဘယ်လောက်ကောင်းလိုက်လဲ\" ဟု ပြောဆိုကြမည်။ ကျွန်ုပ်၏ အနေအထားသည် ထိုအုတ်ချပ်နှင့်တူပြီး ပရောဖက်များ – ၎င်းတို့အပေါ် ကောင်းချီးမင်္ဂလာနှင့် ငြိမ်းချမ်းမှုရှိပါစေ – ကျွန်ုပ်နှင့်အတူ ပြီးဆုံးသွားကြသည်။)</span> ၎င်းကို အလ်-ဘူခါရီ၊ မွတ်စ်လင်မ်နှင့် အတ်-တီရ်မီဇီတို့ကလည်း မှတ်တမ်းတင်ခဲ့ပြီး \"ဤပို့ချမှုစဉ်ဖြင့် စဟီဟ် ဃရီဘ် ဖြစ်သည်\" ဟု ပြောဆိုခဲ့သည်။</p><p lang=\"my\" class=\"my \">အခြား ဟဒီးစ်တစ်ခု</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဘူ စအီးဒ် အလ်-ခုဒ်ရီ (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلِي وَمَثَلُ النَّــبِيينَ كَمَثَلِ رَجُلٍ بَنَى دَارًا فَأَتَمَّهَا إِلَّا لَبِنَةً وَاحِدَةً، فَجِئْتُ أَنَا فَأَتْمَمْتُ تِلْكَ اللَّبِنَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်နှင့် ပရောဖက်များ၏ ဥပမာသည် အိမ်တစ်လုံးကို ဆောက်လုပ်ပြီး အုတ်တစ်ချပ်၏ နေရာမှလွဲ၍ ပြီးစီးခဲ့သော အမျိုးသားတစ်ဦး၏ ဥပမာနှင့်တူသည်။ ကျွန်ုပ်ရောက်လာပြီး ထိုအုတ်ချပ်ကို ပြည့်စုံအောင် လုပ်ဆောင်ခဲ့သည်။)</span> ၎င်းကို မွတ်စ်လင်မ်ကလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အခြား ဟဒီးစ်တစ်ခု</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဘူ ဟူရိုင်ရာ (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَثَلِي وَمَثَلَ الْأَنْبِيَاءِ مِنْ قَبْلِي كَمَثَلِ رَجُلٍ ابْتَنَى بُيُوتًا فَأَكْمَلَهَا وَأَحْسَنَهَا وَأَجْمَلَهَا إِلَّا مَوْضِعَ لَبِنَةٍ مِنْ زَاوِيَةٍ مِنْ زَوَايَاهَا، فَجَعَلَ النَّاسُ يَطُوفُونَ وَيُعْجِبُهُمُ الْبُنْيَانُ وَيَقُولُونَ: أَلَّا وَضَعْتَ هٰهُنَا لَبِنَةً فَيَتِمُّ بُنْيَانُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်နှင့် ကျွန်ုပ်မတိုင်မီက ပရောဖက်များ၏ ဥပမာသည် အိမ်များကို ဆောက်လုပ်ပြီး ထောင့်တစ်ထောင့်ရှိ အုတ်တစ်ချပ်၏ နေရာမှလွဲ၍ ပြည့်စုံလှပအောင် လုပ်ဆောင်ခဲ့သော အမျိုးသားတစ်ဦး၏ ဥပမာနှင့်တူသည်။ လူများသည် လှည့်လည်ကြည့်ရှုပြီး အဆောက်အအုံကို အံ့သြချီးကျူးကာ \"ဤနေရာတွင် အုတ်တစ်ချပ်သာ ထားခဲ့လျှင် သင်၏အဆောက်အအုံသည် ပြီးပြည့်စုံသွားမည်\" ဟု ပြောဆိုကြသည်။)</span></p><p lang=\"no\" class=\"no \">The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُنْتُ أَنَا اللَّبِنَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအုတ်ချပ်သည် ကျွန်ုပ်ဖြစ်သည်)</span> ၎င်းကို <span class=\"gray\">(အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်)</span> ကလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အခြား ဟဒီးစ်တစ်ခု</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဘူ ဟူရိုင်ရာ (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فُضِّلْتُ عَلَى الْأَنْبِيَاءِ بِسِتٍّ : أُعْطِيتُ جَوَامِعَ الْكَلِمِ، وَنُصِرْتُ بِالرُّعْبِ وَأُحِلَّتْ لِيَ الْغَنَائِمُ، وَجُعِلَتْ لِيَ الْأَرْضُ مَسْجِدًا وَطَهُورًا، وَأُرْسِلْتُ إِلَى الْخَلْقِ كَافَّةً، وَخُتِمَ بِي النَّبِيُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား အခြားပရောဖက်များထက် နည်းခြောက်မျိုးဖြင့် အသာပေးထားသည်- ကျွန်ုပ်အား အကျဉ်းချုံး ပြောဆိုနိုင်သော စွမ်းရည်ကို ပေးထားသည်။ ကျွန်ုပ်အား ကြောက်ရွံ့မှု <span class=\"gray\">(ကျွန်ုပ်၏ ရန်သူများ၏ နှလုံးသားထဲသို့ ထည့်သွင်းခြင်း)</span> ဖြင့် ကူညီထားသည်။ စစ်ပစ္စည်းများကို ကျွန်ုပ်အတွက် ခွင့်ပြုထားသည်။ ကမ္ဘာမြေတစ်ခုလုံးကို ကျွန်ုပ်အတွက် ဗလီနှင့် သန့်စင်စရာအဖြစ် ပြုလုပ်ထားသည်။ ကျွန်ုပ်အား လူသားအားလုံးထံသို့ စေလွှတ်ထားသည်။ ထို့ပြင် ပရောဖက်များသည် ကျွန်ုပ်နှင့်အတူ ပြီးဆုံးသည်။)</span> ၎င်းကို အတ်-တီရ်မီဇီနှင့် အစ်ဘ်နု မာဂျာဟ်တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ အတ်-တီရ်မီဇီက \"၎င်းသည် ဟာစန် စဟီဟ်\" ဟု ပြောဆိုခဲ့သည်။</p><p lang=\"my\" class=\"my \">အခြား ဟဒီးစ်တစ်ခု</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဘူ စအီးဒ် အလ်-ခုဒ်ရီ (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلِي وَمَثَلُ الْأَنْبِيَاءِ مِنْ قَبْلِي كَمَثَلِ رَجُلٍ بَنَى دَارًا فَأَتَمَّهَا إِلَّا مَوْضِعَ لَبِنَةٍ وَاحِدَةٍ، فَجِئْتُ أَنَا فَأَتْمَمْتُ تِلْكَ اللَّبِنَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်နှင့် ကျွန်ုပ်မတိုင်မီက ပရောဖက်များ၏ ဥပမာသည် အိမ်တစ်လုံးကို ဆောက်လုပ်ပြီး အုတ်တစ်ချပ်၏ နေရာမှလွဲ၍ ပြီးစီးခဲ့သော အမျိုးသားတစ်ဦး၏ ဥပမာနှင့်တူသည်။ ကျွန်ုပ်ရောက်လာပြီး ထိုအုတ်ချပ်ကို ပြည့်စုံအောင် လုပ်ဆောင်ခဲ့သည်။)</span> ၎င်းကို မွတ်စ်လင်မ်ကလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အခြား ဟဒီးစ်တစ်ခု</p><p lang=\"my\" class=\"my \">ဂျူဘိုင်ရ် ဘင် မွတ်သ်အင်မ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) တမန်တော်မြတ် ﷺ က မိန့်ကြားသည်ကို သူကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ لِي أَسْمَاءَ أَنَا مُحَمَّدٌ، وَأَنَا أَحْمَدُ، وَأَنَا الْمَاحِي الَّذِي يَمْحُو اللهُ تَعَالَى بِيَ الْكُفْرَ، وَأَنَا الْحَاشِرُ الَّذِي يُحْشَرُ النَّاسُ عَلَى قَدَمَيَّ وَأَنَا الْعَاقِبُ الَّذِي لَيْسَ بَعْدَهُ نَبِيٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တွင် အမည်များစွာရှိသည်- ကျွန်ုပ်သည် မိုဟမ္မဒ်ဖြစ်ပြီး ကျွန်ုပ်သည် အဟ်မဒ်ဖြစ်သည်။ ကျွန်ုပ်သည် အလ်-မာဟီ <span class=\"gray\">(ပပျောက်စေသူ)</span> ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်မှတစ်ဆင့် မယုံကြည်ခြင်းကို ဖျက်ဆီးတော်မူမည်။ ကျွန်ုပ်သည် အလ်-ဟာရှီရ် <span class=\"gray\">(စုဝေးစေသူ)</span> ဖြစ်ပြီး ကျွန်ုပ်၏ ခြေဖဝါးအောက်တွင် လူသားများ စုဝေးကြလိမ့်မည်။ ထို့ပြင် ကျွန်ုပ်သည် အလ်-'အာကစ်ဘ် <span class=\"gray\">(နောက်ဆုံးတစ်ဦး)</span> ဖြစ်ပြီး ကျွန်ုပ်ပြီးနောက် ပရောဖက်မရှိတော့ပေ။)</span> ၎င်းကို ဆဟီဟ် နှစ်ခုတွင်လည်း မှတ်တမ်းတင်ထားသည်။ ဤအကြောင်းအရာနှင့် ပတ်သက်၍ အခြား ဟဒီးစ်များစွာလည်း ရှိသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ကျမ်းမြတ်တွင် ကျွန်ုပ်တို့အား ပြောကြားထားပြီး ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ က မူတဝါတိရ် စွန္နဟ်တွင် ကျွန်ုပ်တို့အား ပြောကြားထားသည်မှာ ကိုယ်တော်ပြီးနောက် ပရောဖက်မရှိတော့ပေ။ ထို့ကြောင့် ကိုယ်တော်ပြီးနောက် ဤဂုဏ်သိက္ခာကို တောင်းဆိုသူတိုင်းသည် လိမ်လည်လှည့်ဖြားသူနှင့် ဖန်တီးပြုလုပ်သူဖြစ်ပြီး လမ်းမှားရောက်နေသူနှင့် အခြားသူများကို လမ်းမှားသို့ ပို့ဆောင်နေသူဖြစ်ကြောင်း သိရှိနိုင်သည်။ သူသည် အဓိပ္ပါယ်များကို လိမ်လည်လှည့်ဖြားသည်ဖြစ်စေ၊ မှားယွင်းသော တောင်းဆိုမှုများကို ပြုလုပ်သည်ဖြစ်စေ၊ လှည့်စားမှုများနှင့် ဝေ့လည်ကြောင်ပတ်များကို အသုံးပြုသည်ဖြစ်စေ၊ ဤအရာအားလုံးသည် မှားယွင်းပြီး လမ်းမှားပို့ဆောင်ခြင်းဖြစ်သည်။ ၎င်းကို နားလည်သူများအတွက် ရှင်းလင်းစွာ သိရှိရလိမ့်မည်။ </p><p lang=\"my\" class=\"my \">ယီမင်ရှိ အလ်-အစ်ဝါဒ် အလ်-'အန်စီနှင့် အလ်-ယာမာမာဟ်ရှိ လိမ်လည်သူ မူစိုင်လိမာတို့၏ ကိစ္စတွင် အလ္လာဟ်အရှင်မြတ်ဖြစ်စေခဲ့သော အရာမှာ ဤအရာပင်ဖြစ်သည်။ ၎င်းတို့၏ မှားယွင်းသော နိမိတ်ပြမှုများနှင့် အဓိပ္ပါယ်မဲ့သော စကားများသည် နားလည်မှုရှိသူတိုင်းအား ၎င်းတို့သည် လူများကို လမ်းမှားသို့ ပို့ဆောင်နေသော လိမ်လည်သူများဖြစ်ကြောင်း ပြသခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသည် ၎င်းတို့နှစ်ဦးစလုံးအပေါ် ကျရောက်ပါစေ။ ဤသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့အထိ၊ အလ်-မာစီးဟ် အဒ်-ဒဂျာလ် <span class=\"gray\">(ခရစ်တော်ဆန့်ကျင်သူ)</span> နှင့်အတူ ၎င်းတို့မပြီးဆုံးမီအထိ မှားယွင်းသော ပရောဖက်တိုင်း၏ ကိစ္စဖြစ်သည်။ ဤလိမ်လည်သူတစ်ဦးစီအား အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ သတင်းစကားသည် မှားယွင်းကြောင်း အသိပညာရှင်များနှင့် ယုံကြည်သူများအား ပြသသည့် လက္ခဏာများကို ပေးထားသည်။ ၎င်းသည် ကိုယ်တော်၏ ဖန်ဆင်းခြင်းခံရသူများအပေါ် ကိုယ်တော်၏ ပြည့်စုံသော ကရုဏာတော်၏ အစိတ်အပိုင်းဖြစ်သည်။ ဤလိမ်လည်သူများသည် ကောင်းသောအရာကို မခိုင်းစေကြဘဲ မကောင်းသောအရာကိုလည်း မတားမြစ်ကြပေ၊ မတော်တဆဖြစ်ခြင်း သို့မဟုတ် အခြားရည်ရွယ်ချက်တစ်ခုကို ဆောင်ရွက်ခြင်းမှလွဲ၍ဖြစ်သည်။ ၎င်းတို့သည် ပြောဆိုလုပ်ဆောင်သမျှအားလုံးတွင် လိမ်လည်မှုနှင့် မကောင်းမှု၏ အထွတ်အထိပ်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أُنَبِّئُكُمْ عَلَىٰ مَنْ تَنَزَّلُ الشَّيَاطِينُ - تَنَزَّلُ عَلَىٰ كُلِّ أَفَّاكٍ أَثِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား <span class=\"gray\">(အို လူအပေါင်းတို့)</span> ရှိုင်သွာန်များ မည်သူတို့အပေါ် ကျရောက်သည်ကို ငါပြောပြရမည်လား။ ၎င်းတို့သည် လိမ်လည်တတ်သော၊ အပြစ်ရှိသော လူတိုင်းအပေါ် ကျရောက်သည်။)</span><span class=\"gray\">(၂၆:၂၂၁-၂၂၂)</span> ဤသည်မှာ ပရောဖက်များနှင့် ဆန့်ကျင်ဘက်ဖြစ်သည်။ – ၎င်းတို့အပေါ် ကောင်းချီးမင်္ဂလာနှင့် ငြိမ်းချမ်းမှုရှိပါစေ – အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ပြောဆိုလုပ်ဆောင်သမျှ၊ အမိန့်ပေးတားမြစ်သမျှအားလုံးတွင် ဖြောင့်မတ်မှု၊ သစ္စာရှိမှု၊ ဉာဏ်ပညာ၊ ရိုးသားမှုနှင့် တရားမျှတမှုတို့တွင် အထွတ်အထိပ်ဖြစ်သောကြောင့်ဖြစ်သည်။ ဤအပြင် ၎င်းတို့အား နိမိတ်ပြမှုများနှင့် ရှင်းလင်းထင်ရှားသော သက်သေများဖြင့် ထောက်ခံထားသည်။ ကောင်းကင်နှင့် မြေကြီးတည်ရှိနေသမျှ ကာလပတ်လုံး ၎င်းတို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာနှင့် ငြိမ်းချမ်းမှု အမြဲရှိပါစေ။</p>"
  }
]