[
  {
    "ayah_key": "7:28",
    "group_ayah_key": "7:28",
    "from_ayah": "7:28",
    "to_ayah": "7:30",
    "ayah_keys": "7:28,7:29,7:30",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် 'ဖာဟိရှာဟ်' တစ်ခုခုကို ကျူးလွန်သောအခါ၊ \"ကျွန်ုပ်တို့၏ ဖခင်များ ပြုလုပ်သည်ကို တွေ့ရှိခဲ့ရပြီး၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းကို ကျွန်ုပ်တို့အား အမိန့်ပေးခဲ့ပါသည်\" ဟု ပြောကြသည်။ ပြောပါ- \"မဟုတ်ပါ၊ အလ္လာဟ်အရှင်မြတ်သည် 'ဖာဟိရှာဟ်' ကို ဘယ်တော့မျှ အမိန့်မပေးပါ။ သင်တို့ မသိဘဲ အလ္လာဟ်အရှင်မြတ်အပေါ် ပြောဆိုကြသလော။ <span>(၂၈)</span>ပြောပါ- \"ကျွန်ုပ်၏ အရှင်သခင်သည် တရားမျှတမှုကို အမိန့်ပေးခဲ့ပြီး၊ သင်တို့သည် ခပ်သိမ်းသော ဗလီတိုင်း၌ ကိုယ်တော်ကိုသာ မျက်နှာမူကာ၊ ကိုယ်တော်ထံသာ ဆုတောင်းရမည်၊ သင်တို့၏ ဘာသာတရားကို ကိုယ်တော်အား စိတ်ရင်းမှန်ဖြင့် ပြုလုပ်ရမည်။ ကိုယ်တော်သည် သင်တို့ကို အစအဦး၌ <span class=\"gray\">(ဖန်ဆင်း)</span>ခဲ့သကဲ့သို့၊ သင်တို့ကိုလည်း ပြန်လည်ဖန်ဆင်းခြင်း ခံရမည်။ <span>(၂၉)</span>အုပ်စုတစ်စုကို ကိုယ်တော်သည် လမ်းညွှန်ခဲ့ပြီး၊ အုပ်စုတစ်စုမှာမူ လမ်းမှားခြင်းခံထိုက်ခဲ့သည်၊ <span class=\"gray\">(အကြောင်းမှာ)</span> ဧကန်မလွဲ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အစား ရှိုင်သွာန်များကို ထောက်ခံသူများအဖြစ် ခံယူခဲ့ကြပြီး၊ ၎င်းတို့သည် လမ်းညွှန်မှုရရှိသည်ဟု ထင်မှတ်ကြသည် <span>(၃၀)</span></p><div lang=\"my\" class=\"my \"><h2>ငြင်းပယ်သူများသည် အပြစ်များကို ကျူးလွန်ပြီး၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ထိုသို့ပြုရန် အမိန့်ပေးသည်ဟု အခိုင်အမာဆိုကြသည်!</h2></div><p lang=\"my\" class=\"my \">မုဂျာဟိဒ်က ပြောကြားသည်မှာ၊ \"ရုပ်တုကိုးကွယ်သူများသည် အဝတ်မပါဘဲ ကျိန်းဂေဟာ <span class=\"gray\">(ကအ်ဗာဟ်)</span> ကို တဝါဖ်ပြုလုပ်လေ့ရှိပြီး၊ 'ကျွန်ုပ်တို့၏ မိခင်များ ကျွန်ုပ်တို့ကို မွေးဖွားပေးခဲ့သကဲ့သို့ပင် ကျွန်ုပ်တို့ တဝါဖ်ပြုလုပ်သည်' ဟု ပြောဆိုကြသည်။ အမျိုးသမီးသည် သူမ၏ လိင်အင်္ဂါကို တစ်စုံတစ်ရာဖြင့် ဖုံးအုပ်ထားပြီး၊ 'ယနေ့၊ တစ်စိတ်တစ်ပိုင်း သို့မဟုတ် အားလုံး ပေါ်လာမည်၊ သို့သော် ၎င်းမှ ပေါ်လာသည်များကို ကျွန်မ ခွင့်မပြုပါ <span class=\"gray\">(၎င်းသည် ဖောက်ပြန်ရန် သို့မဟုတ် အမျိုးသားများ ကြည့်ရှုခံစားရန် မဟုတ်ပါ!)</span>' ဟု ပြောဆိုသည်။\" အလ္လာဟ်အရှင်မြတ်က အာယတ်ကို ချပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် 'ဖာဟိရှာဟ်' <span class=\"gray\">(အပြစ်)</span> ကို ကျူးလွန်သောအခါ၊ \"ကျွန်ုပ်တို့၏ ဖခင်များ ပြုလုပ်သည်ကို တွေ့ရှိခဲ့ရပြီး၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းကို ကျွန်ုပ်တို့အား အမိန့်ပေးခဲ့ပါသည်\" ဟု ပြောကြသည်)</span><span class=\"gray\">[၇:၂၈]</span></p><p lang=\"my\" class=\"my \">ကျွန်ုပ်ပြောသည်မှာ၊ အရဗ်လူမျိုးများသည် ကူရိုင်ရ်ှလူမျိုးများမှလွဲ၍ အဝတ်မပါဘဲ တဝါဖ်ပြုလုပ်လေ့ရှိသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို မနာခံခဲ့သည့် အဝတ်အစားများကို ဝတ်ဆင်၍ တဝါဖ်မပြုလုပ်ဟု အခိုင်အမာဆိုခဲ့ကြသည်။ ကူရိုင်ရ်ှလူမျိုးများ၊ အလ်-ဟွမ်းမ်ဟု လူသိများသူများသည် ၎င်းတို့၏ ပုံမှန်အဝတ်အစားများဖြင့် တဝါဖ်ပြုလုပ်လေ့ရှိသည်။ အရဗ်လူမျိုးများအနက် အလ်-ဟွမ်းမ်လူမျိုးတစ်ဦးထံမှ အဝတ်အစားကို ငှားရမ်းသူတိုင်းသည် တဝါဖ်ပြုလုပ်စဉ် ထိုအဝတ်ကို ဝတ်ဆင်မည်ဖြစ်သည်။ အဝတ်အသစ်ဝတ်သူတိုင်းသည် ၎င်းကို စွန့်ပစ်ပြီး တဝါဖ်ပြီးဆုံးပြီးနောက် မည်သူမျှ ဝတ်ဆင်မည်မဟုတ်ပေ။ အဝတ်အသစ်မရှိသူများ သို့မဟုတ် အလ်-ဟွမ်းမ်လူမျိုးများက မပေးအပ်သူများသည် အဝတ်မပါဘဲ တဝါဖ်ပြုလုပ်ကြသည်။ အမျိုးသမီးများပင် အဝတ်မပါဘဲ တဝါဖ်ပတ်လည်သွားလာကြပြီး၊ ၎င်းတို့အနက် တစ်ဦးက သူမ၏ လိင်အင်္ဂါကို တစ်စုံတစ်ရာဖြင့် ဖုံးအုပ်ထားပြီး \"ယနေ့၊ တစ်စိတ်တစ်ပိုင်း သို့မဟုတ် အားလုံး ပေါ်လာမည်၊ သို့သော် ၎င်းမှ ပေါ်လာသည်များကို ကျွန်မ ခွင့်မပြုပါ\" ဟု ကြွေးကြော်မည်ဖြစ်သည်။ အမျိုးသမီးများသည် ပုံမှန်အားဖြင့် ညဘက်တွင် အဝတ်မပါဘဲ တဝါဖ်ပြုလုပ်လေ့ရှိသည်။ ၎င်းသည် ရုပ်တုကိုးကွယ်သူများက ၎င်းတို့ဘာသာ ဖန်တီးခဲ့သော အလေ့အကျင့်တစ်ခုဖြစ်ပြီး၊ ဤကိစ္စတွင် ၎င်းတို့၏ ဘိုးဘွားများကိုသာ လိုက်နာခဲ့ကြသည်။ ၎င်းတို့၏ ဘိုးဘွားများ ပြုလုပ်ခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်နှင့် ဥပဒေကို လိုက်နာခြင်းဖြစ်သည်ဟု မှားယွင်းစွာ အခိုင်အမာဆိုခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ငြင်းဆိုခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် 'ဖာဟိရှာဟ်' ကို ကျူးလွန်သောအခါ၊ \"ကျွန်ုပ်တို့၏ ဖခင်များ ပြုလုပ်သည်ကို တွေ့ရှိခဲ့ရပြီး၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းကို ကျွန်ုပ်တို့အား အမိန့်ပေးခဲ့ပါသည်\" ဟု ပြောကြသည်)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ဖာဟ်ရှာအ်ကို အမိန့်မပေးဘဲ၊ တရားမျှတမှုနှင့် ရိုးသားမှုကိုသာ အမိန့်ပေးသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤမှားယွင်းသော အဆိုကို ပြန်ကြားခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ)</span>၊ အို မုဟမ္မဒ်၊ ဤသို့ အခိုင်အမာဆိုခဲ့သူများအား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"မဟုတ်ပါ၊ အလ္လာဟ်အရှင်မြတ်သည် ဖာဟ်ရှာအ်ကို ဘယ်တော့မျှ အမိန့်မပေးပါ...\")</span> ဆိုလိုသည်မှာ၊ သင်တို့ ကျူးလွန်သော အလေ့အကျင့်သည် စက်ဆုပ်ဖွယ်အပြစ်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ထိုသို့သော အရာကို အမိန့်မပေးပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့ မသိဘဲ အလ္လာဟ်အရှင်မြတ်အပေါ် ပြောဆိုကြသလော။\")</span> ဆိုလိုသည်မှာ၊ သင်တို့ မှန်ကန်သည်ဟု မသေချာသော စကားများကို အလ္လာဟ်အရှင်မြတ်ထံ အပြစ်တင်ကြသလော။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ أَمَرَ رَبِّي بِالْقِسْطِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ကျွန်ုပ်၏ အရှင်သခင်သည် တရားမျှတမှုကို <span class=\"gray\">(မျှတမှုနှင့် ရိုးသားမှု)</span> အမိန့်ပေးခဲ့သည်\")</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِيمُوا وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့သည် ခပ်သိမ်းသော ဗလီတိုင်း၌ ကိုယ်တော်ကိုသာ မျက်နှာမူကာ၊ ကိုယ်တော်ထံသာ ဆုတောင်းရမည်၊ သင်တို့၏ ဘာသာတရားကို ကိုယ်တော်အား စိတ်ရင်းမှန်ဖြင့် ပြုလုပ်ရမည်...\")</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်၏ အဓိပ္ပါယ်မှာ၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို ကိုယ်တော်ကို ကိုးကွယ်ရာ၌ ရိုးသားဖြောင့်မတ်ရန်၊ နိမိတ်လက္ခဏာများဖြင့် ထောက်ခံထားသော တမန်တော်များကို လိုက်နာရန်နှင့် ၎င်းတို့ အလ္လာဟ်အရှင်မြတ်ထံမှ ဆောင်ကြဉ်းလာသော အရာများနှင့် ၎င်းတို့ ဆောင်ကြဉ်းလာသော ဥပဒေကို နာခံရန် အမိန့်ပေးသည်။ ကိုယ်တော်သည် ကိုယ်တော်ကို ကိုးကွယ်ရာ၌ ရိုးသားမှုရှိရန်လည်း အမိန့်ပေးသည်၊ အကြောင်းမှာ ကိုယ်တော်၊ အမြင့်မြတ်ဆုံးဖြစ်သော ကိုယ်တော်သည် ဤအခြေအနေနှစ်ခုကို ပြည့်မီမှသာ ကုသိုလ်ကောင်းမှုကို လက်ခံသည်၊ ယင်းတို့မှာ- မှန်ကန်၍ ကိုယ်တော်၏ ဥပဒေနှင့် ကိုက်ညီခြင်း၊ နှင့် ရှစ်ရ်ှခ် ကင်းစင်ခြင်းတို့ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အစအဦး၌ ဖန်ဆင်းခြင်းနှင့် ပြန်လည် ဖန်ဆင်းခြင်း၏ အဓိပ္ပါယ်</h2></div><p lang=\"jv\" class=\"jv \">Allah's saying</p><p class=\"fa qpc-hafs\" lang=\"fa\">كَمَا بَدَأَكُمْ تَعُودُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သင်တို့ကို အစအဦး၌ ဖန်ဆင်းခဲ့သကဲ့သို့၊ သင်တို့ကိုလည်း ပြန်လည်ဖန်ဆင်းခြင်း ခံရမည်)</span><span class=\"gray\">[၇:၂၉]</span>။ ထိုမှတိုင်အောင်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الضَّلَالَةُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှားယွင်းမှု။)</span> ၏ အဓိပ္ပါယ်နှင့် ပတ်သက်၍ အငြင်းပွားမှုအချို့ ရှိသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">كَمَا بَدَأَكُمْ تَعُودُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သင်တို့ကို အစအဦး၌ ဖန်ဆင်းခဲ့သကဲ့သို့၊ သင်တို့ကိုလည်း ပြန်လည်ဖန်ဆင်းခြင်း ခံရမည်။)</span></p><p lang=\"my\" class=\"my \">အိဘ်နု အဘီ နာဂျီဟ်က မုဂျာဟိဒ် ပြောသည်မှာ၊ \"ကိုယ်တော်သည် သင်တို့ကို သေပြီးနောက် ပြန်လည် အသက်ရှင်စေမည်။\" အလ်-ဟာစန် အလ်-ဘစရီက မှတ်ချက်ပေးသည်မှာ၊ \"ကိုယ်တော်သည် သင်တို့ကို ဤဘဝ၌ စတင်စေခဲ့သကဲ့သို့၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင်လည်း ပြန်လည် အသက်ရှင်စေမည်။\" ကွာတာဒါက မှတ်ချက်ပေးသည်မှာ-</p><p class=\"fa qpc-hafs\" lang=\"fa\">كَمَا بَدَأَكُمْ تَعُودُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သင်တို့ကို အစအဦး၌ ဖန်ဆင်းခဲ့သကဲ့သို့၊ သင်တို့ကိုလည်း ပြန်လည်ဖန်ဆင်းခြင်း ခံရမည်။)</span></p><p lang=\"my\" class=\"my \">\"ကိုယ်တော်သည် ၎င်းတို့ မည်သို့မျှ မရှိသည့် အခြေအနေမှ ၎င်းတို့၏ ဖန်ဆင်းခြင်းကို စတင်ခဲ့ပြီး၊ ၎င်းတို့သည် နောက်ပိုင်းတွင် ပျက်စီးခဲ့ကာ၊ ကိုယ်တော်သည် ၎င်းတို့ကို ပြန်လည် ဖန်ဆင်းမည်။\" အဗ်ဒူရ်-ရဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အစလမ်က ပြောသည်မှာ၊ \"ကိုယ်တော်သည် သင်တို့ကို အစအဦး၌ ဖန်ဆင်းခဲ့သကဲ့သို့၊ အဆုံးတွင်လည်း ပြန်လည် ဖန်ဆင်းမည်။\" ဤနောက်ဆုံး ရှင်းပြချက်ကို အဘူ ဂျအ်ဖရ် အိဘ်နု ဂျာရီရ် က ပိုမိုနှစ်သက်ခဲ့ပြီး၊ အိဘ်နု အဗ္ဗားစ်ထံမှ သူမှတ်တမ်းတင်ခဲ့သည့်အရာဖြင့် ထောက်ခံခဲ့သည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မတ်တပ်ရပ်၍ ကျွန်ုပ်တို့အား မိန့်ခွန်းပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ إِنَّكُمْ تُحْشَرُونَ إِلَى اللهِ حُفَاةً عُرَاةً غُرْلًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُّعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူအပေါင်းတို့! သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံသို့ ခြေဗလာ၊ ကိုယ်ဗလာ၊ အရေဖျားမလှီးရသေးသူများအဖြစ် စုဝေးခံရလိမ့်မည်၊ <span class=\"gray\">(ကျွန်ုပ်တို့သည် ဖန်ဆင်းခြင်း၏အစကို စတင်ခဲ့သကဲ့သို့၊ ကျွန်ုပ်တို့သည် ၎င်းကို ပြန်လည်ပြုလုပ်မည်။ <span class=\"gray\">(၎င်းသည်)</span> ကျွန်ုပ်တို့အပေါ် ကတိတစ်ခုဖြစ်သည်။ ဧကန်မလွဲ ကျွန်ုပ်တို့သည် ၎င်းကို ပြုလုပ်မည်)</span>)</span>။ <span class=\"gray\">[၂၁:၁၀၄]</span> ဤဟဒီးဆ်ကို ဆဟီဟ်နှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">အလီ ဘင်န် အဘီ တာလ္ဟာက အိဘ်နု အဗ္ဗားစ်က အာယတ်ကို မှတ်ချက်ပေးခဲ့ကြောင်း ဖော်ပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا بَدَأَكُمْ تَعُودُونَ - فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သင်တို့ကို အစအဦး၌ ဖန်ဆင်းခဲ့သကဲ့သို့၊ သင်တို့ကိုလည်း ပြန်လည်ဖန်ဆင်းခြင်း ခံရမည်။ အုပ်စုတစ်စုကို ကိုယ်တော်သည် လမ်းညွှန်ခဲ့ပြီး၊ အုပ်စုတစ်စုမှာမူ လမ်းမှားခြင်းခံထိုက်ခဲ့သည်;)</span></p><p lang=\"my\" class=\"my \">\"အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးသော ကိုယ်တော်သည် အာဒမ်၏သားသမီးများကို ဖန်ဆင်းခြင်းကို စတင်ခဲ့သည်၊ အချို့မှာ ယုံကြည်သူများဖြစ်ပြီး အချို့မှာမူ မယုံကြည်သူများဖြစ်သည်၊ ကိုယ်တော်မိန့်တော်မူခဲ့သည့်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُم مُّؤْمِنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သင်တို့ကို ဖန်ဆင်းခဲ့သည်၊ ထို့နောက် သင်တို့အနက် အချို့မှာ မယုံကြည်သူများဖြစ်ပြီး အချို့မှာမူ ယုံကြည်သူများဖြစ်သည်)</span><span class=\"gray\">[၆၄:၂]</span>။ </p><p lang=\"my\" class=\"my \">ထို့နောက် ကိုယ်တော်သည် ၎င်းတို့ကို ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကိုယ်တော်စတင်ခဲ့သည့်အတိုင်း ပြန်လည် ပေးပို့မည်၊ အချို့မှာ ယုံကြည်သူများဖြစ်ပြီး အချို့မှာမူ မယုံကြည်သူများဖြစ်သည်ဟု ကျွန်ုပ်ပြောသည်။ ဤအဓိပ္ပါယ်ကို ထောက်ခံသည့်အရာမှာ အိဘ်နု မစအူဒ်ထံမှ အလ်-ဘူခါရီ မှတ်တမ်းတင်ခဲ့သော ဟဒီးဆ်ဖြစ်သည်၊ <span class=\"gray\">(တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ-)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَالَّذِي لَا إِلَهَ غَيرُهُ إِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا بَاعٌ أَوْ ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا، وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا بَاعٌ أَوْ ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ، فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلُ الْجَنَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်မှလွဲ၍ ကိုးကွယ်ရာအရှင်မရှိသော ကိုယ်တော်အားဖြင့် အကျွန်ုပ်သစ္စာဆိုပါသည်၊ သင်တို့အနက် တစ်ဦးသည် ဂျန္နတ် (ပရဒိသု) ၏ လူတို့၏ လုပ်ရပ်များကို ပြုလုပ်ပေမည်၊ ဂျန္နတ်နှင့် သူ၏ကြားတွင် လက်တစ်ဆန့် သို့မဟုတ် လက်တစ်တောင်မျှသာ ကွာဝေးတော့သည့်တိုင်အောင်၊ သို့သော်လည်း ကျမ်းစာတွင် ရေးသားထားသည့်အရာက ဦးစားပေးပြီး၊ သူသည် ဂျဟန္နမ် (ငရဲ) ၏ လူတို့၏ လုပ်ရပ်ကို ပြုလုပ်ကာ ဂျဟန္နမ်သို့ ဝင်ရောက်သည်။ သင်တို့အနက် တစ်ဦးသည် ဂျဟန္နမ်၏ လူတို့၏ လုပ်ရပ်များကို ပြုလုပ်ပေမည်၊ ဂျဟန္နမ်နှင့် သူ၏ကြားတွင် လက်တစ်ဆန့် သို့မဟုတ် လက်တစ်တောင်မျှသာ ကွာဝေးတော့သည့်တိုင်အောင်၊ သို့သော်လည်း ကျမ်းစာတွင် ရေးသားထားသည့်အရာက ဦးစားပေးပြီး၊ သူသည် ဂျန္နတ်၏ လူတို့၏ လုပ်ရပ်ကို ပြုလုပ်ကာ ဂျန္နတ်သို့ ဝင်ရောက်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤအဓိပ္ပါယ်ကို—အာယတ်အတွက် မှန်ကန်သော အဓိပ္ပါယ်ဟု ယူဆပါက—အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပေါင်းစပ်သင့်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်၏ မျက်နှာကို ဘာသာတရား၊ ဟနီဖန် (တောင်ဝဟိဒ်) ဘက်သို့ လှည့်ပါ။ အလ္လာဟ်အရှင်မြတ် လူသားမျိုးနွယ်ကို ဖန်ဆင်းခဲ့သော ဖစ်သွ်ရာဟ် (သဘာဝ) ဖြင့်)</span><span class=\"gray\">[၃၀:၃၀]</span>၊ နှင့် အဘူ ဟူရိုင်ရဟ်ထံမှ ဆဟီဟ်နှစ်ခုတွင် မှတ်တမ်းတင်ထားသည့်အရာမှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَوْلُودٍ يُولَدُ عَلَى الْفِطْرَةِ، فَأَبَوَاهُ يُهَوِّدَانِهِ وَيُنَصِّرَانِهِ وَيُمَجِّسَانِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကလေးတိုင်းသည် ဖစ်သွ်ရာဟ် (သဘာဝ) အတိုင်း မွေးဖွားလာကြသည်၊ ၎င်း၏ မိဘများသာ ၎င်းအား ဂျူး၊ ခရစ်ယာန် သို့မဟုတ် ဇိုရိုအက်စထရီယန်အဖြစ် ပြောင်းလဲကြသည်။)</span> မွတ်စ်လင်မ်က အီယာဒ် ဘင်န် ဟိမာရ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالـى: إِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ، فَجَاءَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينِهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'ငါသည် ငါ၏ ကျွန်များကို ဟူနာဖာအ် <span class=\"gray\">(တစ်ပါးတည်းသော ဘုရားကို ယုံကြည်သူများ)</span> အဖြစ် ဖန်ဆင်းခဲ့သည်၊ သို့သော် ရှိုင်သွာန်များက ၎င်းတို့ထံ လာရောက်ပြီး ၎င်းတို့အား ၎င်းတို့၏ ဘာသာတရားမှ သွေဖည်စေခဲ့သည်။')</span></p><p lang=\"my\" class=\"my \">ဤနေရာရှိ အလုံးစုံအဓိပ္ပါယ်မှာ၊ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ဖန်ဆင်းခံများကို ဖန်ဆင်းခဲ့ရာ ၎င်းတို့အနက် အချို့မှာ နောက်ပိုင်းတွင် ယုံကြည်သူများဖြစ်လာကြပြီး အချို့မှာ မယုံကြည်သူများဖြစ်လာကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ကျွန်များအားလုံးကို ကိုယ်တော်ကို သိရှိရန်၊ ကိုယ်တော်ကိုသာ ကိုးကွယ်ရန်နှင့် ကိုယ်တော်မှလွဲ၍ အခြားကိုးကွယ်ရာအရှင် မရှိကြောင်း သိရှိရန် မူလကပင် ဖန်ဆင်းခဲ့သည်။ ကိုယ်တော်သည် ၎င်းတို့၏ သတိနှင့် စိတ်ဝိညာဉ်များတွင် ထားရှိခဲ့သော ဤအသိပညာ၏ သက်ရောက်မှုများကို ဖြည့်ဆည်းပေးရန် ၎င်းတို့၏ ကတိကိုလည်း ယူခဲ့သည်။ ကိုယ်တော်သည် ၎င်းတို့အနက် အချို့မှာ ဆင်းရဲဒုက္ခရောက်ကြပြီး အချို့မှာ ပျော်ရွှင်ကြလိမ့်မည်ဟု ဆုံးဖြတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُم مُّؤْمِنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သင်တို့ကို ဖန်ဆင်းခဲ့သည်၊ ထို့နောက် သင်တို့အနက် အချို့မှာ မယုံကြည်သူများဖြစ်ပြီး အချို့မှာမူ ယုံကြည်သူများဖြစ်သည်)</span><span class=\"gray\">[၆၄:၂]</span>။ ထို့အပြင် ဟဒီးဆ်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ النَّاسِ يَغْدُو فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا أَوْ مُوبِقُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူအများစုသည် နံနက်ခင်း၌ ထွက်ခွာပြီး မိမိကိုယ်ကို ရောင်းစားကြသည်၊ ၎င်းတို့အနက် အချို့မှာ မိမိကိုယ်ကို လွတ်မြောက်စေပြီး အချို့မှာမူ မိမိကိုယ်ကို ဖျက်ဆီးကြသည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်သည် ကိုယ်တော်၏ ဖန်ဆင်းခြင်းတွင် သေချာပေါက် ဖြစ်မြောက်လိမ့်မည်။ ဧကန်မလွဲ ကိုယ်တော်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي قَدَّرَ فَهَدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာအားလုံးကို တိုင်းတာ <span class=\"gray\">(ဆုံးဖြတ်)</span> ခဲ့သူ၊ ထို့နောက် လမ်းညွှန်ခဲ့သူ)</span><span class=\"gray\">[၈၇:၃]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي أَعْطَىٰ كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာတိုင်းအား ၎င်း၏ ပုံသဏ္ဍာန်နှင့် သဘာဝကို ပေးအပ်ခဲ့သူ၊ ထို့နောက် မှန်ကန်စွာ လမ်းညွှန်ခဲ့သူ)</span><span class=\"gray\">[၂၀:၅၀]</span>။ နှင့် ဆဟီဟ်နှစ်ခုတွင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا مَنْ كَانَ مِنْكُمْ مِنْ أَهْلِ السَّعَادَةِ فَسَيُيَسَّرُ لِعَمَلِ أَهْلِ السَّعَادَةِ، وَأَمَّا مَنْ كَانَ مِنْ أَهْلِ الشَّقَاوَةِ فَسَيُيَسَّرُ لِعَمَلِ أَهْلِ الشَّقَاوَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် ပျော်ရွှင်ခြင်းရှိသူများထဲမှ ဖြစ်သောသူများအတွက်မူ၊ ၎င်းတို့အား ပျော်ရွှင်ခြင်းရှိသူတို့၏ လုပ်ရပ်များကို ပြုလုပ်ရန် လွယ်ကူစေလိမ့်မည်။ ဆင်းရဲဒုက္ခရောက်သူများထဲမှ ဖြစ်သောသူများအတွက်မူ၊ ၎င်းတို့အား ဆင်းရဲဒုက္ခရောက်သူတို့၏ လုပ်ရပ်များကို ကျူးလွန်ရန် လွယ်ကူစေလိမ့်မည်)</span>။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အုပ်စုတစ်စုကို ကိုယ်တော်သည် လမ်းညွှန်ခဲ့ပြီး၊ အုပ်စုတစ်စုမှာမူ လမ်းမှားခြင်းခံထိုက်ခဲ့သည်;)</span> အလ္လာဟ်အရှင်မြတ်က ထို့နောက် အဘယ်ကြောင့်ဆိုသည်ကို ရှင်းပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِن دُونِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြောင်းမှာ)</span> ဧကန်မလွဲ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အစား ရှိုင်သွာန်များကို ထောက်ခံသူများအဖြစ် ခံယူခဲ့ကြသည်)</span>။ </p><p lang=\"my\" class=\"my \">အိဘ်နု ဂျာရီရ်က ပြောကြားသည်မှာ၊ \"ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမျှ သူကျူးလွန်သော မနာခံမှုများ သို့မဟုတ် သူယုံကြည်သော သွေဖည်မှုများအတွက် အပြစ်မပေးကြောင်း၊ မှန်ကန်သောအရာကို မသိရှိမီအထိ အပြစ်မပေးကြောင်း၊ ထို့နောက် သူသည် ခေါင်းမာစွာ ရှောင်ကျဉ်နေပါကမှသာ အပြစ်ပေးကြောင်း ပြောဆိုသူတို့၏ အမှားကို သက်သေပြနိုင်သော အရှင်းလင်းဆုံးသော ငြင်းခုံမှုများထဲမှ တစ်ခုဖြစ်သည်။ ဤအရာသာ မှန်ကန်ပါက၊ လမ်းမှားနေသော အုပ်စု၏ သွေဖည်မှုများ—၎င်းတို့သည် လမ်းညွှန်မှုရရှိသည်ဟု ယုံကြည်ခြင်း—နှင့် တကယ်တမ်း လမ်းညွှန်မှုရရှိသော အုပ်စုအကြား ကွာခြားမှုမရှိတော့ပေ။ သို့သော်လည်း အလ္လာဟ်အရှင်မြတ်သည် ဤမြင့်မြတ်သော အာယတ်တွင် အမည်နှင့် စီရင်ချက် နှစ်ခုစလုံး၌ ကွာခြားစေခဲ့သည်။\" </p>"
  }
]