[
  {
    "ayah_key": "2:168",
    "group_ayah_key": "2:168",
    "from_ayah": "2:168",
    "to_ayah": "2:169",
    "ayah_keys": "2:168,2:169",
    "text": "<p class=\"my translation\" lang=\"my\">အို လူသားအပေါင်းတို့! ကမ္ဘာမြေပေါ်ရှိ ဟလာလ်ဖြစ်၍ ကောင်းမြတ်သော အရာများကို စားသုံးကြကာ ရှိုင်တွာန် <span class=\"gray\">(မာရ်နတ်)</span> ၏ ခြေရာများကို မလိုက်ကြနှင့်။ အမှန်စင်စစ် သူသည် သင်တို့အတွက် ပွင့်လင်းသော ရန်သူဖြစ်သည်။ <span>(၁၆၈)</span> သူ <span class=\"gray\">(မာရ်နတ်)</span> သည် သင်တို့ကို မကောင်းမှုနှင့် ဖာဟ်ရှား <span class=\"gray\">(အပြစ်ရှိသော အရာများ)</span> ကိုသာ ပြုလုပ်ရန် အမိန့်ပေး၏။ အလ္လာဟ်အကြောင်းကို သင်တို့မသိသော အရာများကို ပြောဆိုရန်လည်း အမိန့်ပေး၏။ <span>(၁၆၉)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းမြတ်သော အရာများကို စားသုံးရန် အမိန့်နှင့် ရှိုင်တွာန်၏ ခြေရာများကို လိုက်ခြင်းမှ တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်သည် ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိကြောင်း၊ ကိုယ်တော်တစ်ပါးတည်းသာ ဖန်ဆင်းရှင်ဖြစ်ကြောင်း ဖော်ပြပြီးနောက်၊ ကိုယ်တော်သည် မိမိဖန်ဆင်းထားသမျှအားလုံး၏ ပြုစုစောင့်ရှောက်သူဖြစ်ကြောင်း ဖော်ပြခဲ့ပြီး၊ ကိုယ်တော်က သူတို့အား ပေးသနားခဲ့သည့် ကျေးဇူးတစ်ရပ်ကိုလည်း ဖော်ပြခဲ့သည်။ ကိုယ်တော်သည် သူတို့အား ကမ္ဘာမြေပေါ်ရှိ ခန္ဓာကိုယ် သို့မဟုတ် စိတ်ကို မထိခိုက်စေသော သန့်ရှင်းကောင်းမြတ်သည့် ဟလာလ်အရာများကို စားသုံးခွင့်ပြုခဲ့သည်။ ရှိုင်တွာန်၏ ခြေရာများကို မလိုက်ရန်လည်း တားမြစ်ခဲ့သည်။ ဆိုလိုသည်မှာ သူ၏နောက်လိုက်များကို လမ်းမှားသို့ရောက်စေသော နည်းလမ်းများနှင့် စနစ်များဖြစ်သည့် ဘဟီရာ <span class=\"gray\">(ရုပ်တုများအတွက် နို့ထိန်းထားသော ကုလားအုတ်မ၊ မည်သူမှ နို့ညှစ်ခွင့်မရှိ)</span> သို့မဟုတ် ဆာအိဘာ <span class=\"gray\">(ရုပ်တုများအတွက် လွတ်လပ်စွာ ကျက်စားခွင့်ပြုထားသော ကုလားအုတ်မ၊ မည်သည့်အရာမှ သယ်ဆောင်ခွင့်မရှိ)</span> သို့မဟုတ် ဝါစီလာ <span class=\"gray\">(ပထမအကြိမ် မွေးဖွားရာတွင် ကုလားအုတ်မတစ်ကောင် မွေးပြီးနောက် ဒုတိယအကြိမ် ထပ်မံ၍ ကုလားအုတ်မတစ်ကောင် မွေးသောကြောင့် ရုပ်တုများအတွက် လွတ်ပေးထားသော ကုလားအုတ်မ)</span> နှင့် ဂျာဟီလီယာခေတ်တွင် ရှိုင်တွာန်က သူတို့အား ဆွဲဆောင်မှုရှိစေခဲ့သော အခြားအရာများအားလုံးကို တားမြစ်ခဲ့ခြင်းဖြစ်သည်။ မွတ်စလင်မ်က 'အီယာဒ် ဘင်န် ဟီမာရ်' မှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်ဟု ပြောဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى:إِنَّ كُلَّ مَالٍ مَنَحْتُهُ عِبَادِي فَهُوَ لَهُمْ حَلَالٌ، - وَفِيهِ - وَإِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ، فَجَاءَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينِهِمْ، وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْتُ لَهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('ငါ၏ကျွန်များအား ငါပေးသနားခဲ့သော စည်းစိမ်ဥစ္စာအမျိုးအစားတိုင်းသည် သူတို့အတွက် ခွင့်ပြုထား၏...' <span class=\"gray\">(အဆုံးအထိ)</span>၊ 'ငါသည် ငါ၏ကျွန်များကို ဟူနဖာအ် <span class=\"gray\">(သန့်စင်သူများ သို့မဟုတ် ဖြောင့်မတ်သူများ)</span> အဖြစ် ဖန်ဆင်းခဲ့၏။ သို့သော် နတ်ဆိုးများသည် သူတို့ထံ ရောက်လာပြီး သူတို့၏ <span class=\"gray\">(စစ်မှန်သော)</span> ဘာသာတရားမှ လမ်းမှားသို့ ပို့ဆောင်ကာ ငါခွင့်ပြုထားသည်များကို သူတို့အား တားမြစ်ခဲ့ကြသည်။ ')</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"sd qpc-hafs\" lang=\"sd\"> إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သူသည် သင်တို့အတွက် ပွင့်လင်းသော ရန်သူဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ရှိုင်တွာန်ကို သတိပေးခြင်း။ အလ္လာဟ်က အခြားနေရာ၌ မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ရှိုင်တွာန်သည် သင်တို့အတွက် ရန်သူဖြစ်၏။ ထို့ကြောင့် သူ့ကို ရန်သူအဖြစ် သတ်မှတ်ကြလော့။ သူသည် သူ၏ ဟစ်ဇ်ဘ် <span class=\"gray\">(နောက်လိုက်များ)</span> ကို ပြင်းထန်စွာ တောက်လောင်နေသော ငရဲမီးနေထိုင်သူများ ဖြစ်စေရန်သာ ဖိတ်ခေါ်၏။)</span><span class=\"gray\">(၃၅:၆)</span>၊ နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِن دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် သူ့ကို <span class=\"gray\">(အစ်ဗ်လစ်စ်)</span> နှင့် သူ၏ မျိုးနွယ်များကို ငါ့ကိုထား၍ အုပ်ထိန်းသူများ၊ ကူညီသူများအဖြစ် ခံယူကြမည်လော၊ သူတို့သည် သင်တို့အတွက် ရန်သူများဖြစ်နေချိန်၌။ ဇာလီမင် <span class=\"gray\">(ဘက်ဝင်များ၊ အဓမ္မသမားများ၊ စသည်ဖြင့်)</span> တို့အတွက် မည်မျှဆိုးရွားသော အလဲအလှယ်ပါတကား။)</span><span class=\"gray\">(၁၈:၅၀)</span></p><p lang=\"my\" class=\"my \">ကွာတာဒါးနှင့် အပ်စ်-ဆွတ်ဒီတို့က အလ္လာဟ် မိန့်တော်မူသည်ကို မှတ်ချက်ပြုခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ရှိုင်တွာန် <span class=\"gray\">(မာရ်နတ်)</span> ၏ ခြေရာများကို မလိုက်ကြနှင့်)</span>:</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အား မနာခံသော လုပ်ရပ်တိုင်းသည် ရှိုင်တွာန်၏ ခြေရာများထဲမှ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အဗ်ဒ် ဘင်န် ဟူမိုင်ဒ်က အိဗ်နု အဗ်ဗားစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ- \"စိတ်ဆိုးနေစဉ် ကတိပြုသော သို့မဟုတ် ကျိန်ဆိုသော မည်သည့်ကတိသစ္စာမဆို ရှိုင်တွာန်၏ ခြေရာများထဲမှဖြစ်ပြီး ၎င်း၏ ကဖ်ဖာရာ (အပြစ်ဖြေခြင်း) မှာ ထိုကတိသစ္စာ၏ ကဖ်ဖာရာပင်ဖြစ်သည်။\" အလ္လာဟ်၏ မိန့်ဆိုချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَأْمُرُكُم بِالسُّوءِ وَالْفَحْشَاءِ وَأَن تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">(မာရ်နတ်)</span> သည် သင်တို့ကို မကောင်းမှုနှင့် ဖာဟ်ရှား <span class=\"gray\">(အပြစ်ရှိသော အရာများ)</span> ကိုသာ ပြုလုပ်ရန် အမိန့်ပေး၏။ အလ္လာဟ်အကြောင်းကို သင်တို့မသိသော အရာများကို ပြောဆိုရန်လည်း အမိန့်ပေး၏။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်၏ အဓိပ္ပါယ်မှာ- 'သင်တို့၏ရန်သူ ရှိုင်တွာန်သည် သင်တို့ကို မကောင်းမှုပြုရန်နှင့် ထို့ထက်ပိုဆိုးသော ကာမေသုမိစ္ဆာစာရ စသည့်အရာများကို ပြုလုပ်ရန် အမိန့်ပေး၏။ ထို့ထက်ပို၍ ဆိုးရွားသည်မှာ အလ္လာဟ်အကြောင်းကို အသိပညာမရှိဘဲ ပြောဆိုရန် အမိန့်ပေး၏။' ထို့ကြောင့် ဤသည်မှာ တီထွင်ဖန်တီးသူတိုင်းနှင့် ငြင်းပယ်သူတိုင်းကို အကျုံးဝင်သည်။</p>"
  },
  {
    "ayah_key": "2:17",
    "group_ayah_key": "2:17",
    "from_ayah": "2:17",
    "to_ayah": "2:18",
    "ayah_keys": "2:17,2:18",
    "text": "<p class=\"my translation\" lang=\"my\">သူတို့၏ ပုံပမာသည် မီးမွှေးသူတစ်ဦး၏ ပုံပမာနှင့်တူ၏။ ထို့နောက် ၎င်းမီးသည် သူ့ပတ်ဝန်းကျင်အားလုံးကို ထွန်းလင်းလာသောအခါ အလ္လာဟ်သည် သူတို့၏ အလင်းရောင်ကို ပယ်ရှားပြီး အမှောင်ထုထဲတွင် ထားခဲ့သည်။ <span class=\"gray\">(ထို့ကြောင့်)</span> သူတို့ မမြင်နိုင်ခဲ့ကြ။ <span>(၁၇)</span> သူတို့သည် နားမကြား၊ စကားမပြောနိုင်၊ မျက်စိမမြင်ကြချေ။ ထို့ကြောင့် သူတို့ ပြန်မလာကြ <span class=\"gray\">(မှန်ကန်သော လမ်းသို့)</span><span>(၁၈)</span></p><div lang=\"my\" class=\"my \"><h2>ဟန်ဆောင်သူများ၏ ပုံပမာ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်သည် ဟန်ဆောင်သူများကို လမ်းညွှန်မှုနှင့် လမ်းမှားကို လဲလှယ်ယူခြင်းဖြင့် မျက်စိကွယ်သွားခြင်းသည် မီးမွှေးသူတစ်ဦး၏ ပုံပမာနှင့် နှိုင်းယှဉ်ခဲ့သည်။ မီးညှိလိုက်သောအခါ ပတ်ဝန်းကျင်ကို ထွန်းလင်းလာပြီး ထိုသူသည် အကျိုးကျေးဇူးရရှိကာ လုံခြုံသည်ဟု ခံစားရသည်။ ထို့နောက် မီးသည် ရုတ်တရက် ငြိမ်းသွားသည်။ ထို့ကြောင့် ထိုသူအားလုံးသည် အမှောင်ထုဖုံးလွှမ်းသွားပြီး မည်သည့်အရာကိုမျှ မမြင်နိုင်တော့ဘဲ ထွက်ပေါက်ကိုလည်း မရှာတွေ့နိုင်တော့ပေ။ ထို့အပြင် ထိုသူသည် နားမကြား၊ စကားမပြောနိုင်တော့ဘဲ မျက်စိကွယ်သွားသဖြင့် အလင်းရောင်ရှိလျှင်ပင် မမြင်နိုင်တော့ပေ။ ထို့ကြောင့် သူသည် ဤသို့မဖြစ်မီက အခြေအနေသို့ ပြန်မသွားနိုင်တော့ပေ။ ဤသည်မှာ လမ်းညွှန်မှုထက် လမ်းမှားကို ပိုနှစ်သက်သော၊ ဖြောင့်မှန်မှုထက် လမ်းလွဲမှုကို ပိုနှစ်သက်သော ဟန်ဆောင်သူများ၏ ကိစ္စဖြစ်သည်။ ဤပုံပမာသည် ဟန်ဆောင်သူများသည် ပထမတွင် ယုံကြည်ခဲ့ပြီးမှ နောက်ပိုင်းတွင် မယုံကြည်တော့ကြောင်း ဖော်ပြသည်။ အလ္လာဟ်က ကုရ်အာန်၏ အခြားနေရာများတွင် ဖော်ပြထားသည့်အတိုင်းပင် ဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَهَبَ اللَّهُ بِنُورِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်သည် သူတို့၏ အလင်းရောင်ကို ပယ်ရှားခဲ့သည်)</span> ဆိုသည်မှာ အလ္လာဟ်သည် သူတို့အတွက် အကျိုးရှိသော အရာ၊ ဆိုလိုသည်မှာ အလင်းရောင်ကို ပယ်ရှားခဲ့ပြီး၊ သူတို့ကို အန္တရာယ်ဖြစ်စေသော အရာ၊ ဆိုလိုသည်မှာ အမှောင်ထုနှင့် မီးခိုးတို့ကို ချန်ထားခဲ့သည်။ အလ္လာဟ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكَهُمْ فِي ظُلُمَـٰتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကို အမှောင်ထုထဲတွင် ထားခဲ့သည်)</span> ဆိုသည်မှာ သူတို့၏ သံသယများ၊ ငြင်းပယ်မှုနှင့် ဟန်ဆောင်မှုများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لاَّ يُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((ထို့ကြောင့်) သူတို့ မမြင်နိုင်ခဲ့ကြ)</span> ဆိုသည်မှာ သူတို့သည် မှန်ကန်သော လမ်းကို ရှာဖွေနိုင်ခြင်း သို့မဟုတ် ဦးတည်ရာကို ရှာဖွေနိုင်ခြင်း မရှိကြပေ။ ထို့အပြင် သူတို့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">صُمٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နားမကြား)</span> ထို့ကြောင့် လမ်းညွှန်မှုကို မကြားနိုင်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">بُكْمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စကားမပြောနိုင်)</span> ထို့ကြောင့် သူတို့အတွက် အကျိုးရှိစေမည့် စကားများကို မပြောနိုင်၊</p><p class=\"ur qpc-hafs\" lang=\"ur\"> عُمْيٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်စိမမြင်)</span> လုံးဝအမှောင်ထုနှင့် လမ်းမှားထဲတွင် ရှိနေသည်။ အလားတူပင် အလ္လာဟ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَٰكِن تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မျက်စိများသည် မကွယ်ကြချေ၊ ရင်ခွင်များထဲရှိ နှလုံးသားများသာ ကွယ်ကြခြင်းဖြစ်သည်။)</span><span class=\"gray\">(၂၂:၄၆)</span> ထို့ကြောင့် သူတို့သည် လမ်းမှားအတွက် လမ်းညွှန်မှုကို ရောင်းစားခဲ့သောကြောင့် ယခင်က ရှိခဲ့သည့် လမ်းညွှန်မှုအခြေအနေသို့ ပြန်မရောက်နိုင်တော့ပေ။</p>"
  },
  {
    "ayah_key": "2:170",
    "group_ayah_key": "2:170",
    "from_ayah": "2:170",
    "to_ayah": "2:171",
    "ayah_keys": "2:170,2:171",
    "text": "<p class=\"my translation\" lang=\"my\">ယုံကြည်ခြင်းမရှိသူတို့၏ ပုံပမာသည် ခေါ်သံနှင့် အော်ဟစ်သံမှတစ်ပါး အဘယ်အရာမျှ မကြားရသော <span class=\"gray\">(သိုးအုပ်)</span> ကို အော်ဟစ်သူ၏ ပုံပမာနှင့်တူ၏။ <span class=\"gray\">(သူတို့သည်)</span> နားမကြား၊ စကားမပြောနိုင်၊ မျက်စိမမြင်ကြချေ။ ထို့ကြောင့် သူတို့ နားမလည်ကြ။ <span>(၁၇၀)</span></p><div lang=\"el-Latn\" class=\"el-Latn \"><h2>The Polytheist imitates Other Polytheists</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်က ဖော်ပြထားသည်မှာ ယုံကြည်ခြင်းမရှိသူများနှင့် ဘက်ဝင်များကို အလ္လာဟ်က မိမိ၏ ရစူလ်တမန်တော် ﷺ ထံ ထုတ်ပြန်ခဲ့သည်များကို လိုက်နာရန်နှင့် သူတို့နှစ်သက်နေသော လမ်းမှားနှင့် အဝိဇ္ဇာအလေ့အထများကို စွန့်လွှတ်ရန် ခေါ်ဆိုသောအခါ သူတို့က \"မဟုတ်ဘူး။ ငါတို့၏ဖခင်များ လိုက်နာခဲ့သည်များကို ငါတို့ လိုက်နာမည်\" ဟု ပြောကြလိမ့်မည်။ ဆိုလိုသည်မှာ ရုပ်တုများနှင့် မှားယွင်းသော ဘုရားများကို ကိုးကွယ်ခြင်းဖြစ်သည်။ အလ္လာဟ်က သူတို့၏ ဆင်ခြေကို ဝေဖန်ခဲ့သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوَلَوْ كَانَ آبَاؤُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((သူတို့ ထိုသို့ လုပ်ကြမည်လော!) သူတို့၏ ဖခင်များဖြစ်သော်လည်း)</span>၊ ဆိုလိုသည်မှာ သူတို့ လိုက်နာပြီး အတုယူသော သူများဖြစ်သည့်အပြင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...မည်သည့်အရာကိုမျှ နားမလည်ကြ၊ လမ်းညွှန်မှုလည်း မရှိခဲ့ကြဘူးလား။)</span> ဆိုလိုသည်မှာ သူတို့တွင် မှန်ကန်သော နားလည်မှု သို့မဟုတ် လမ်းညွှန်မှု မရှိခဲ့ကြပေ။ အိဗ်နု အစ်ဟာက်က အိဗ်နု အဗ်ဗားစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ ဤသည်မှာ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က အစ္စလာမ်သို့ ခေါ်ခဲ့သော ဂျူးလူမျိုးတစ်စုအကြောင်း ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်၊ သို့သော် သူတို့က ငြင်းပယ်ကာ \"မဟုတ်ဘူး။ ငါတို့၏ ဘိုးဘေးဘီဘင်များ လိုက်နာခဲ့သည်များကိုသာ ငါတို့ လိုက်နာမည်\" ဟု ပြောဆိုခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်က အထက်ပါ ဤအာယတ် <span class=\"gray\">(၂:၁၇၀)</span> ကို ထုတ်ပြန်ခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူသည် တိရစ္ဆာန်နှင့်တူသည်။</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်က မယုံကြည်သူများ၏ ပုံပမာကို ဖော်ပြခဲ့သည်။ ကိုယ်တော်က အခြားအာယတ်တစ်ခုတွင် မိန့်တော်မူခဲ့သည့်အတိုင်းပင် ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တမလွန်ဘဝကို မယုံကြည်သူများအတွက် ဆိုးရွားသော ဖော်ပြချက်ဖြစ်သည်။)</span><span class=\"gray\">(၁၆:၆၀)</span></p><p lang=\"my\" class=\"my \">အလားတူပင် အလ္လာဟ်က ဤနေရာ၌ <span class=\"gray\">(အထက်ပါ ၂:၁၇၁)</span> မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَثَلُ الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ခြင်းမရှိသူတို့၏ ပုံပမာ...)</span> ဆိုလိုသည်မှာ သူတို့၏ မတရားမှု၊ လမ်းမှားနှင့် အဝိဇ္ဇာတို့တွင် သူတို့သည် လှည့်လည်သွားလာနေသော တိရစ္ဆာန်များနှင့်တူသည်၊ သူတို့အား ပြောဆိုသည်ကို နားမလည်ကြ။ အကယ်၍ သိုးထိန်းက သူတို့အား ကြေညာသည် သို့မဟုတ် သူတို့အတွက် အကျိုးရှိသည်များကို ခေါ်ပြောလျှင်ပင် သူတို့အား အမှန်တကယ် ပြောနေသည်များကို နားလည်မည်မဟုတ်၊ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် နားမလည်နိုင်သော အသံများကိုသာ ကြားရသောကြောင့်ဖြစ်သည်။ ဤသည်မှာ အိဗ်နု အဗ်ဗားစ်၊ အဘူ အလ်-အာလီယာ၊ မူဂျာဟစ်ဒ်၊ အစ်ကရိမာ၊ အတာအ်၊ အလ်-ဟစန်၊ ကွာတာဒါး၊ အတာအ် အလ်-ခုရာစန်နီနှင့် အလ်-ရာဘီ ဘင်န် အနပ်စ်တို့ထံမှ သတင်းပို့ထားခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">صُمٌّ بُكْمٌ عُمْيٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် နားမကြား၊ စကားမပြောနိုင်၊ မျက်စိမမြင်ကြချေ။)</span> ဆိုလိုသည်မှာ သူတို့သည် နားမကြားကြ၊ အဘယ်ကြောင့်ဆိုသော် အမှန်တရားကို မကြားသောကြောင့်တည်း။ စကားမပြောနိုင်ကြ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းကို မပြောဆိုသောကြောင့်တည်း။ မျက်စိမမြင်ကြ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်း၏လမ်းကြောင်းနှင့် နည်းလမ်းကို မမြင်နိုင်၊ မသိရှိသောကြောင့်တည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ لَا يَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့ နားမလည်ကြ။)</span> ဆိုလိုသည်မှာ သူတို့သည် မည်သည့်အရာကိုမျှ မသိရှိ၊ နားမလည်ကြပေ။</p>"
  }
]