[
  {
    "ayah_key": "21:108",
    "group_ayah_key": "21:108",
    "from_ayah": "21:108",
    "to_ayah": "21:112",
    "ayah_keys": "21:108,21:109,21:110,21:111,21:112",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"သင်တို့၏ဘုရားသခင်သည် တစ်ဆူတည်းသောဘုရားသခင်သာဖြစ်သည်ဟု ငါ့ထံသို့ ဗျာဒိတ်တော်ချပေးထားသည်။ သို့ဖြစ်လျှင် သင်တို့သည် မွတ်စ်လင်မ်များဖြစ်ကြမည်လော။ <span>(၁၀၈)</span>သို့သော် ၎င်းတို့သည် လှည့်ထွက်သွားလျှင် ပြောပါ- \"ငါသည် သင်တို့အား ငါတို့အားလုံး တူညီစွာသိရှိစေရန် အကြောင်းကြားချက်တစ်ခု ပေးထားသည်။ သင်တို့အား ကတိပေးထားသည်မှာ နီးသလော၊ ဝေးသလောဆိုသည်ကို ငါမသိ။ <span>(၁၀၉)</span>\"အမှန်စင်စစ်၊ အရှင်မြတ်သည် ကျယ်လောင်စွာပြောဆိုသည်ကို သိတော်မူ၏။ သင်တို့ဖုံးကွယ်ထားသည်ကိုလည်း အရှင်မြတ်သိတော်မူ၏။ <span>(၁၁၀)</span>\"ငါမသိ၊ ၎င်းသည် သင်တို့အတွက် စမ်းသပ်မှုတစ်ခုဖြစ်နိုင်သည်၊ ခဏတာပျော်ရွှင်မှုဖြစ်နိုင်သည် <span>(၁၁၁)</span>အရှင်မြတ်က မိန့်တော်မူသည်- \"အကျွန်ုပ်၏အရှင်! အရှင်သည် မှန်ကန်စွာ ဆုံးဖြတ်တော်မူပါ။ ကျွန်ုပ်တို့၏အရှင်သည် အလွန်တရာ ကရုဏာရှင်ဖြစ်တော်မူ၏။ သင်တို့စွပ်စွဲသည်ကို ဆန့်ကျင်ရန် အရှင်မြတ်၏ အကူအညီကို တောင်းခံရမည်။ <span>(၁၁၂)</span></p><div lang=\"my\" class=\"my \"><h2>ဗျာဒိတ်တော်၏ အဓိက ရည်ရွယ်ချက်မှာ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ရန်ဖြစ်သည်။</h2></div><p lang=\"fr\" class=\"fr \">Allah commands His Messenger ﷺ to say to the idoators:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့၏ဘုရားသခင်သည် တစ်ဆူတည်းသောဘုရားသခင်သာဖြစ်သည်ဟု ငါ့ထံသို့ ဗျာဒိတ်တော်ချပေးထားသည်။ သို့ဖြစ်လျှင် သင်တို့သည် မွတ်စ်လင်မ်များဖြစ်ကြမည်လော။\")</span> ဆိုလိုသည်မှာ သင်တို့သည် ထိုအရာကို လိုက်နာပြီး လက်ခံအညံ့ခံမည်လော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَوَلَّوْا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့လှည့်ထွက်သွားလျှင်)</span> ဆိုလိုသည်မှာ သင်သူတို့ကို ခေါ်ဆိုသည့်အရာကို ၎င်းတို့ပစ်ပယ်လျှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْ آذَنتُكُمْ عَلَىٰ سَوَاءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ငါသည် သင်တို့အား ငါတို့အားလုံး တူညီစွာသိရှိစေရန် အကြောင်းကြားချက်တစ်ခု ပေးထားသည်...\")</span> ဆိုလိုသည်မှာ၊ 'သင်တို့သည် ငါနှင့် စစ်ခင်းနေသကဲ့သို့ ငါသည်လည်း သင်တို့နှင့် စစ်ခင်းနေသည်ဟု ငါကြေညာသည်။ သင်တို့နှင့် ငါ့တွင် ဘာမျှမဆိုင်သကဲ့သို့ သင်တို့နှင့်လည်း ငါ့တွင် ဘာမျှမဆိုင်ပါ။' ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ ۖ أَنتُم بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِّمَّا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို ၎င်းတို့မယုံကြည်လျှင်၊ ပြောပါ- \"ငါ့အတွက် ငါ့အမှုများရှိပြီး သင်တို့အတွက် သင်တို့အမှုများရှိသည်။ သင်တို့သည် ငါလုပ်သည်နှင့် မပတ်သက်ဘဲ၊ ငါသည် သင်တို့လုပ်သည်နှင့် မပတ်သက်ပါ။\")</span><span class=\"gray\">[၁၀:၄၁]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَانبِذْ إِلَيْهِمْ عَلَىٰ سَوَاءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် မည်သည့်လူမျိုးထံမှမဆို သစ္စာဖောက်မည်ကို စိုးရိမ်လျှင်၊ ၎င်းတို့အား <span class=\"gray\">(၎င်းတို့၏ပဋိညာဉ်ကို)</span> တူညီသောအခြေအနေဖြင့် <span class=\"gray\">(သင်တို့နှင့် ၎င်းတို့အကြား ပဋိညာဉ်မရှိတော့ရန်)</span> ပြန်လည်ပစ်ချပါ။)</span><span class=\"gray\">[၈:၅၈]</span> ဆိုလိုသည်မှာ သင်နှင့် ၎င်းတို့နှစ်ဦးစလုံးသည် စာချုပ်ပျက်ပြယ်သွားပြီဖြစ်ကြောင်း သိရှိစေရန်ဖြစ်သည်။ အလားတူပင်၊ အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَوَلَّوْا فَقُلْ آذَنتُكُمْ عَلَىٰ سَوَاءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့လှည့်ထွက်သွားလျှင် ပြောပါ- \"ငါသည် သင်တို့အား ငါတို့အားလုံး တူညီစွာသိရှိစေရန် အကြောင်းကြားချက်တစ်ခု ပေးထားသည်...\")</span> ဆိုလိုသည်မှာ၊ 'သင်တို့နှင့် ငါ့တွင် ဘာမျှမဆိုင်သကဲ့သို့ သင်တို့နှင့်လည်း ငါ့တွင် ဘာမျှမဆိုင်ကြောင်း ငါသည် သင်တို့ကို အကြောင်းကြားပြီးဖြစ်သည်။'</p><div lang=\"my\" class=\"my \"><h2>မည်သူမျှ ကမ္ဘာပျက်မည့်အချိန်ကို မသိ</h2></div><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنْ أَدْرِي أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား ကတိပေးထားသည် <span class=\"gray\">(ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်မည့်နေ့)</span> နီးသလော၊ ဝေးသလောဆိုသည်ကို ငါမသိ။)</span> ဆိုလိုသည်မှာ- '၎င်းသည် မလွဲမသွေ ဖြစ်ပေါ်လာမည်ဖြစ်သော်လည်း နီးသည်၊ ဝေးသည်ကို ငါမသိပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ကျယ်လောင်စွာ <span class=\"gray\">(ပွင့်လင်းစွာ)</span> ပြောဆိုသည်ကို သိတော်မူ၏။ သင်တို့ဖုံးကွယ်ထားသည်ကိုလည်း အရှင်မြတ်သိတော်မူ၏။)</span> အလ္လာဟ်အရှင်မြတ်သည် မမြင်နိုင်သောအရာအားလုံးကို သိတော်မူ၏။ အရှင်မြတ်၏ ဖန်ဆင်းခံများသည် ပွင့်လင်းစွာလုပ်ဆောင်သည်များနှင့် လျှို့ဝှက်စွာလုပ်ဆောင်သည်များကို သိတော်မူ၏။ မြင်နိုင်သောအရာနှင့် ဖုံးကွယ်ထားသောအရာကို သိတော်မူ၏။ လျှို့ဝှက်သောအရာနှင့် ဖုံးကွယ်ထားသောအရာကို သိတော်မူ၏။ အရှင်မြတ်၏ ဖန်ဆင်းခံများသည် ပွင့်လင်းစွာနှင့် လျှို့ဝှက်စွာလုပ်ဆောင်သည်များကို သိတော်မူ၏။ ထိုအရာအတွက် အရှင်မြတ်သည် ၎င်းတို့အား အသေးစားနှင့် အဓိကလုပ်ဆောင်မှုများအတွက် အစားပေးမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَّكُمْ وَمَتَاعٌ إِلَىٰ حِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါမသိ၊ ၎င်းသည် သင်တို့အတွက် စမ်းသပ်မှုတစ်ခုဖြစ်နိုင်သည်၊ ခဏတာပျော်ရွှင်မှုဖြစ်နိုင်သည် </span>) ဆိုလိုသည်မှာ၊ 'ငါမသိ၊ ၎င်းသည် သင်တို့အတွက် စမ်းသပ်မှုတစ်ခုဖြစ်နိုင်သည်၊ ခဏတာပျော်ရွှင်မှုဖြစ်နိုင်သည်'။ အိဘ်နု ဂျရီရ်က ဆိုသည်- '၎င်းသည် သင်တို့အတွက် စမ်းသပ်မှုတစ်ခုအဖြစ် နှောင့်နှေးနေခြင်းဖြစ်နိုင်ပြီး သတ်မှတ်ထားသောအချိန်အတွက် ပျော်ရွှင်မှုဖြစ်နိုင်သည်။' ဤအရာကို အိဘ်နု အဗ္ဗားစ်ထံမှ အောင်န်က ပြန်လည်ပြောပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံးသိတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ احْكُم بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က မိန့်တော်မူသည်- \"အကျွန်ုပ်၏အရှင်! အရှင်သည် မှန်ကန်စွာ ဆုံးဖြတ်တော်မူပါ။\")</span> ဆိုလိုသည်မှာ၊ ကျွန်ုပ်တို့နှင့် အမှန်တရားကို မယုံကြည်သော ကျွန်ုပ်တို့၏လူမျိုးများအကြား ဆုံးဖြတ်တော်မူပါ။ ကွာသာဒါက ဆိုသည်- \"နဗီတမန်တော်များ <span class=\"gray\">(၎င်းတို့အပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ)</span> က ဤသို့ပြောဆိုလေ့ရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنتَ خَيْرُ الْفَاتِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အကျွန်ုပ်တို့၏အရှင်! အကျွန်ုပ်တို့နှင့် အကျွန်ုပ်တို့၏လူမျိုးများအကြား အမှန်တရားဖြင့် ဆုံးဖြတ်တော်မူပါ။ အကြောင်းမှာ အရှင်သည် စီရင်ဆုံးဖြတ်သူများတွင် အကောင်းဆုံးဖြစ်တော်မူသောကြောင့်ပါ။\")</span><span class=\"gray\">[၇:၈၉]</span>၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကိုလည်း ဤသို့ပြောရန် အမိန့်ပေးခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">မလိက်ထံမှ ဇိုင်ဒ် ဘင် အပ်စ်လမ်က ပြန်လည်ပြောပြသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် မည်သည့်တိုက်ပွဲကိုမဆို မြင်တွေ့သောအခါ၊ အရှင်မြတ်က ဤသို့မိန့်ဆိုလေ့ရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ احْكُم بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အကျွန်ုပ်၏အရှင်! အရှင်သည် မှန်ကန်စွာ ဆုံးဖြတ်တော်မူပါ။\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّنَا الرَّحْمَٰنُ الْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏အရှင်သည် အလွန်တရာ ကရုဏာရှင်ဖြစ်တော်မူ၏။ သင်တို့စွပ်စွဲသည်ကို ဆန့်ကျင်ရန် အရှင်မြတ်၏ အကူအညီကို တောင်းခံရမည်။)</span> ဆိုလိုသည်မှာ၊ 'သင်တို့ပြောဆိုသော လိမ်ညာမှုများနှင့် တီထွင်မှုအမျိုးမျိုးကို ဆန့်ကျင်ရန်၊ အချို့မှာ အခြားအရာများထက် ပိုဆိုးရွားသည်။ ထိုအရာကို ဆန့်ကျင်ရန် အလ္လာဟ်အရှင်မြတ်သာလျှင် ကျွန်ုပ်တို့အကူအညီတောင်းခံရမည့်သူဖြစ်သည်။'</p><p lang=\"my\" class=\"my \">ဤသည်ကား ဆူရဟ် အလ်-အန်ဘီယာ၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အတွက် ချီးမွမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ ရှိပါစေ။</p>"
  },
  {
    "ayah_key": "21:16",
    "group_ayah_key": "21:16",
    "from_ayah": "21:16",
    "to_ayah": "21:20",
    "ayah_keys": "21:16,21:17,21:18,21:19,21:20",
    "text": "<p lang=\"my\" class=\"my \">ကောင်းကင်များနှင့် မြေကြီးကိုလည်းကောင်း၊ ထိုနှစ်ခုကြားရှိ အရာအားလုံးကိုလည်းကောင်း အပျော်သဘောသက်သက်ဖြင့် ငါတို့ဖန်ဆင်းခဲ့သည်မဟုတ်ပေ <span>(၁၆)</span>အကယ်၍ ငါတို့သည် အပျော်အဖြစ် ပြုလုပ်လိုခဲ့ပါက၊ ငါတို့သည် ငါတို့ထံမှပင် ပြုလုပ်နိုင်ခဲ့သည်၊ ငါတို့သည် <span class=\"gray\">(ထိုသို့)</span> ပြုလုပ်လိုခဲ့လျှင် <span>(၁၇)</span>မဟုတ်ပါ၊ ငါတို့သည် မှန်ကန်သောအရာကို မဟုတ်မမှန်သောအရာပေါ်သို့ ပစ်ချလိုက်သည်၊ သို့ဖြစ်၍ ၎င်းကို ဖျက်ဆီးလိုက်သည်၊ ကြည့်လော့၊ ၎င်းပျောက်ကွယ်သွားသည်။ သင်တို့စွပ်စွဲသော အရာအတွက် သင်တို့အား ဒုက္ခရောက်ပါစေ <span>(၁၈)</span>ကောင်းကင်များနှင့် မြေကြီးပေါ်တွင်ရှိသမျှသောသူအားလုံးသည် အရှင်မြတ်၏ ပိုင်ဆိုင်မှုဖြစ်သည်။ အရှင်မြတ်၏အနီးတွင်ရှိသူတို့သည် အရှင်မြတ်ကို ကိုးကွယ်ရန် ဂုဏ်ယူလွန်းသည်မဟုတ်၊ ပင်ပန်းနွမ်းနယ်သည်လည်းမဟုတ် <span>(၁၉)</span>၎င်းတို့သည် အရှင်မြတ်အား ညဉ့်အခါနှင့် နေ့အခါမပြတ် ချီးမွမ်းကြသည်။ ၎င်းတို့သည် လုံးဝမပျင်းရိကြပေ <span>(၂၀)</span></p><div lang=\"my\" class=\"my \"><h2>ဖန်ဆင်းခြင်းကို တရားမျှတမှုနှင့် ဉာဏ်ပညာဖြင့် ပြုလုပ်ခဲ့သည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကောင်းကင်များနှင့် မြေကြီးကို မှန်ကန်စွာ၊ ဆိုလိုသည်မှာ တရားမျှတစွာ ဖန်ဆင်းခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောကြားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းမှုပြုသူတို့ကို ၎င်းတို့ပြုခဲ့သည်နှင့်အညီ အစားပေးရန်နှင့် ကောင်းမှုပြုသူတို့ကို အကောင်းဆုံးနှင့် ဆုချရန်ဖြစ်သည်။)</span><span class=\"gray\">(၅၃:၃၁)</span>။ အရှင်မြတ်သည် ထိုအရာအားလုံးကို အချည်းနှီး သို့မဟုတ် <span class=\"gray\">(သက်သက်)</span> အပျော်အတွက် ဖန်ဆင်းခဲ့သည်မဟုတ်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۚ ذَٰلِكَ ظَنُّ الَّذِينَ كَفَرُوا ۚ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِنَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်နှင့် မြေကြီးကိုလည်းကောင်း၊ ထိုနှစ်ခုကြားရှိ အရာအားလုံးကိုလည်းကောင်း ရည်ရွယ်ချက်မရှိဘဲ ငါတို့ဖန်ဆင်းခဲ့သည်မဟုတ်ပေ! ထိုသို့ယူဆခြင်းသည် မယုံကြည်သူတို့၏ တွေးခေါ်မှုပင်! သို့ဖြစ်လျှင် မီးမှ မယုံကြည်သူတို့အား ဒုက္ခရောက်ပါစေ!)</span><span class=\"gray\">(၃၈:၂၇)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَرَدْنَا أَن نَّتَّخِذَ لَهْوًا لَّاتَّخَذْنَاهُ مِن لَّدُنَّا إِن كُنَّا فَاعِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့သည် အပျော်အဖြစ် ပြုလုပ်လိုခဲ့ပါက၊ ငါတို့သည် ငါတို့ထံမှပင် ပြုလုပ်နိုင်ခဲ့သည်၊ ငါတို့သည် <span class=\"gray\">(ထိုသို့)</span> ပြုလုပ်လိုခဲ့လျှင်။)</span> အိဘ်နု အဘီ နာဂျစ်ဟ်က မူဂျာဟစ်ဒ်ထံမှ ပြန်လည်ပြောပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَرَدْنَا أَن نَّتَّخِذَ لَهْوًا لَّاتَّخَذْنَاهُ مِن لَّدُنَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့သည် အပျော်အဖြစ် ပြုလုပ်လိုခဲ့ပါက၊ ငါတို့သည် ငါတို့ထံမှပင် ပြုလုပ်နိုင်ခဲ့သည်၊)</span> \"ဆိုလိုသည်မှာ 'ငါတို့ကိုယ်တိုင်ထံမှ' ဖြစ်သည်၊ အရှင်မြတ်က 'ငါတို့သည် ပရဒိသု သို့မဟုတ် ငရဲ သို့မဟုတ် သေခြင်း သို့မဟုတ် ရှင်ပြန်ထမြောက်ခြင်း သို့မဟုတ် စစ်ဆေးခြင်းကို ဖန်ဆင်းမည်မဟုတ်ပေ' ဟု မိန့်တော်မူသည်။\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِن كُنَّا فَاعِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့သည် <span class=\"gray\">(ထိုသို့)</span> ပြုလုပ်လိုခဲ့လျှင်။)</span> ကွာသာဒါ၊ အပ်စ်-ဆွဒ်ဒီ၊ အိဘ်ရာဟင်မ် အန်-နခါအီ နှင့် မူဂီရာ ဘင် မိက်စွမ်တို့က ဆိုသည်- \"ဆိုလိုသည်မှာ 'ငါတို့သည် ထိုသို့ပြုလုပ်မည်မဟုတ်ပေ'\"။ မူဂျာဟစ်ဒ်က ဆိုသည်မှာ ကုရ်အာန်တွင် </p><p class=\"qpc-hafs\">إِن</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍)</span> ဟူသောစကားလုံးကို အသုံးပြုတိုင်း၊ ၎င်းသည် ငြင်းပယ်ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ ငါတို့သည် မှန်ကန်သောအရာကို မဟုတ်မမှန်သောအရာပေါ်သို့ ပစ်ချလိုက်သည်၊)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် မှန်ကန်သောအရာကို ရှင်းပြပြီး ထိုသို့အားဖြင့် မဟုတ်မမှန်သောအရာကို အနိုင်ယူသည်။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ၎င်းကို ဖျက်ဆီးလိုက်သည်၊ ကြည့်လော့၊ ၎င်းပျောက်ကွယ်သွားသည်။)</span> ၎င်းသည် မှေးမှိန်သွားပြီး ပျောက်ကွယ်သွားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَكُمُ الْوَيْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား ဒုက္ခရောက်ပါစေ)</span> အလ္လာဟ်အရှင်မြတ်တွင် သားသမီးရှိသည်ဟု ပြောသူများ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">مِمَّا تَصِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့စွပ်စွဲသော အရာအတွက်။)</span> သင်တို့ပြောဆိုပြီး ဖန်တီးသောအရာ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မလာအိကဟ်များ၏ ကျေးကျွန်ပြုမှုကိုလည်းကောင်း၊ ၎င်းတို့သည် ညဉ့်အခါနှင့် နေ့အခါမပြတ် မည်သို့ကိုးကွယ်မှုတွင် ဆက်လက်လုပ်ဆောင်သည်ကိုလည်းကောင်း ပြောကြားသည်။</p><div lang=\"my\" class=\"my \"><h2>အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ပိုင်ဆိုင်မှုဖြစ်ပြီး အရှင်မြတ်ကို ဝတ်ပြုကြသည်။</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ وَمَنْ عِنْدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးပေါ်တွင်ရှိသမျှသောသူအားလုံးသည် အရှင်မြတ်၏ ပိုင်ဆိုင်မှုဖြစ်သည်။ အရှင်မြတ်၏အနီးတွင်ရှိသူတို့)</span> ဆိုလိုသည်မှာ မလာအိကဟ်များ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ကို ကိုးကွယ်ရန် ဂုဏ်ယူလွန်းသည်မဟုတ်၊)</span> ၎င်းတို့သည် ဂုဏ်မယူကြဘဲ အရှင်မြတ်ကို ကိုးကွယ်ရန် ငြင်းဆန်ခြင်းမရှိကြပေ။ ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّن يَسْتَنكِفَ الْمَسِيحُ أَن يَكُونَ عَبْدًا لِّلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ ۚ وَمَن يَسْتَنكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-မစီးဟ်သည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးကျွန်ဖြစ်ခြင်းကို ငြင်းပယ်ရန် မည်သည့်အခါမျှ ဂုဏ်ယူမည်မဟုတ်ပေ၊ အနီးကပ်ဆုံးသော မလာအိကဟ်များလည်း ထို့အတူပင်။ မည်သူမဆို အရှင်မြတ်၏ ကိုးကွယ်မှုကို ငြင်းပယ်ပြီး ဂုဏ်ယူပါက၊ အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို မိမိထံသို့ စုဝေးစေမည်။)</span><span class=\"gray\">(၄:၁၇၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَسْتَحْسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်ပန်းနွမ်းနယ်သည်လည်းမဟုတ်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မပင်ပန်းကြဘဲ၊ ငြီးငွေ့ခြင်းလည်းမရှိကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အရှင်မြတ်အား ညဉ့်အခါနှင့် နေ့အခါမပြတ် ချီးမွမ်းကြသည်။ ၎င်းတို့သည် လုံးဝမပျင်းရိကြပေ။)</span> ၎င်းတို့သည် ညဉ့်အခါနှင့် နေ့အခါမပြတ် ကိုးကွယ်မှုတွင် ဆက်လက်လုပ်ဆောင်ကြပြီး အလ္လာဟ်အရှင်မြတ်ကို အမြင့်ဆုံးအတိုင်းအတာအထိ နာခံကြသည်။ ထိုသို့ပြုလုပ်နိုင်ကြသည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား အရှင်မြတ်အမိန့်ပေးသည့်အရာတွင် အလ္လာဟ်အရှင်မြတ်ကို မနာခံဘဲ၊ ၎င်းတို့အား အမိန့်ပေးသည့်အရာကို လုပ်ဆောင်ကြသည်။)</span><span class=\"gray\">(၆၆:၆)</span></p>"
  }
]