[
  {
    "ayah_key": "10:71",
    "group_ayah_key": "10:71",
    "from_ayah": "10:71",
    "to_ayah": "10:73",
    "ayah_keys": "10:71,10:72,10:73",
    "text": "<p lang=\"my\" class=\"my \">နူဟ်၏သတင်းကို ၎င်းတို့အား ရွတ်ဖတ်ပြပါ။ ၎င်းက ၎င်း၏လူမျိုးများအား ပြောကြားခဲ့ရာတွင်- \"အို ကျွန်ုပ်၏လူမျိုးတို့၊ ကျွန်ုပ် <span class=\"gray\">(သင်တို့နှင့်အတူ)</span> နေထိုင်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို <span class=\"gray\">(သင်တို့အား)</span> သတိပေးခြင်းသည် သင်တို့အပေါ် ခက်ခဲနေပါက၊ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ကိုသာ အားထားပါသည်။ ထို့ကြောင့် သင်တို့နှင့် သင်တို့၏မိတ်ဖက်များ၊ သင်တို့၏ကြံစည်မှုကို ကြံစည်ကြပါ။ သင်တို့၏ကြံစည်မှုသည် သင်တို့အတွက် ရှုပ်ထွေးမှုမဖြစ်စေနှင့်။ ထို့နောက် ကျွန်ုပ်အပေါ် သင်တို့၏ဆုံးဖြတ်ချက်ကို ချမှတ်ပြီး ကျွန်ုပ်အား အချိန်မဆွဲနှင့် <span>(၇၁)</span>\"သို့သော် သင်တို့သည် မျက်နှာလွှဲလှည့်သွားပါက ကျွန်ုပ်သည် သင်တို့ထံမှ မည်သည့်ဆုလာဘ်ကိုမျှ မတောင်းဆိုပါ။ ကျွန်ုပ်၏ဆုလာဘ်သည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ ဖြစ်ပြီး ကျွန်ုပ်အား မွတ်စလင်မ်တို့တွင် ပါဝင်ရန် အမိန့်ပေးခြင်းခံရပါသည်။ <span>(၇၂)</span>၎င်းတို့က ၎င်းကို ငြင်းပယ်ခဲ့သော်လည်း ကျွန်ုပ်တို့သည် ၎င်းကိုလည်းကောင်း၊ သင်္ဘောပေါ်တွင် ၎င်းနှင့်အတူရှိသူများကိုလည်းကောင်း ကယ်တင်ခဲ့ပါသည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့အား တစ်ဦးပြီးတစ်ဦး အစားထိုးသည့် မျိုးဆက်များ ဖြစ်စေခဲ့ပြီး ကျွန်ုပ်တို့၏ အာယတ်တော်များကို ငြင်းပယ်သူများကိုမူ ရေမြှုပ်ပစ်ခဲ့ပါသည်။ သတိပေးခံရသူတို့၏ အဆုံးသတ်သည် မည်သို့ဖြစ်ခဲ့သည်ကို ကြည့်ပါ။ <span>(၇၃)</span></p><div lang=\"my\" class=\"my \"><h2>နူဟ်နှင့် ၎င်း၏လူမျိုးတို့၏ ပုံပြင်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော် (ဆွ) အား အမိန့်ပေးခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاتْلُ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ရွတ်ဖတ်ပြပါ)</span> သင့်ကို ငြင်းပယ်ပြီး ပယ်ချခဲ့သော ကူရိုက်ရှ်၏ မယုံကြည်သူများအား ဆက်စပ်၍ ပြောကြားပါ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">نَبَأَ نُوحٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နူဟ်၏သတင်း)</span> ဆိုလိုသည်မှာ ၎င်း၏ပုံပြင်နှင့် ၎င်းအား ငြင်းပယ်ခဲ့သော ၎င်း၏လူမျိုးများနှင့် ပတ်သက်သည့်သတင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို မည်သို့ဖျက်ဆီးခဲ့ပုံနှင့် ၎င်းတို့အားလုံးကို ရေနစ်သေဆုံးစေခဲ့ပုံကို ၎င်းတို့အား ပြောပြပါ။ ၎င်းတို့သည် ၎င်းတို့ကဲ့သို့ ဖျက်ဆီးခံရခြင်းမှ ကင်းဝေးစေရန် သင်၏လူမျိုးများအတွက် သင်ခန်းစာတစ်ခုဖြစ်ပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لِقَوْمِهِ يَا قَوْمِ إِن كَانَ كَبُرَ عَلَيْكُم مَّقَامِي وَتَذْكِيرِي بِآيَاتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းက ၎င်း၏လူမျိုးများအား ပြောကြားခဲ့ရာတွင်- \"အို ကျွန်ုပ်၏လူမျိုးတို့၊ ကျွန်ုပ် <span class=\"gray\">(သင်တို့နှင့်အတူ)</span> နေထိုင်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို <span class=\"gray\">(သင်တို့အား)</span> သတိပေးခြင်းသည် သင်တို့အပေါ် ခက်ခဲနေပါက၊ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ကိုသာ အားထားပါသည်။\")</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်သည် သင်တို့အကြား နေထိုင်ပြီး အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော်နှင့် ၎င်း၏နိမိတ်လက္ခဏာများနှင့် သက်သေများကို သင်တို့အား ဟောပြောခြင်းသည် ပြစ်မှုကြီးတစ်ခုဖြစ်သည်ဟု သင်တို့ယူဆပါက၊ သင်တို့မည်သို့ထင်သည်ကို ကျွန်ုပ်ဂရုမစိုက်၊ ကျွန်ုပ်သည် သင်တို့ကို ဖိတ်ခေါ်ခြင်းကို ရပ်တန့်မည်မဟုတ်ပါ။'</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့၏ကြံစည်မှုကို ကြံစည်ကြပါ၊ သင်တို့နှင့် သင်တို့၏မိတ်ဖက်များ)</span>၊ 'အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ခေါ်ဆိုနေသော သင်တို့၏နတ်ဘုရားများ <span class=\"gray\">(ရုပ်တုများနှင့် ရုပ်ထုများ)</span> အားလုံးနှင့် စုဝေးကြပါ၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ကြံစည်မှုသည် သင်တို့အတွက် ရှုပ်ထွေးမှုမဖြစ်စေနှင့်)</span> ဆိုလိုသည်မှာ '၎င်းနှင့်ပတ်သက်၍ မရှုပ်ထွေးပါနှင့်၊ သင်တို့သည် မှန်ကန်သည်ဟု ဆိုပါက လာ၍ ၎င်းကို အတူတကွ ဖြေရှင်းကြပါစို့၊'</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا تُنظِرُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား အချိန်မဆွဲနှင့်။)</span> 'ကျွန်ုပ်အား တစ်နာရီမျှပင် အချိန်မဆွဲပါနှင့်။ သင်တို့လုပ်နိုင်သည့် မည်သည့်အရာမဆို ရှေ့ဆက်လုပ်ပါ။ ကျွန်ုပ် ဂရုမစိုက်၊ သင်တို့ကိုလည်း မကြောက်၊ အကြောင်းမှာ သင်တို့သည် မည်သည့်အရာပေါ်တွင်မှ ရပ်တည်နေခြင်းမရှိသောကြောင့်ဖြစ်သည်။' ဤသည်မှာ ဟူဒ်က ၎င်း၏လူမျိုးများအား ပြောခဲ့သည့်အရာနှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ - مِن دُونِهِ ۖ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنظِرُونِ - إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြုပါသည်၊ သင်တို့လည်း သက်သေခံကြပါ၊ ကျွန်ုပ်သည် ၎င်း <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> နှင့်အတူ ကိုးကွယ်ရာတွင် သင်တို့ တွဲဖက်ထားသည့်အရာများမှ ကင်းရှင်းပါသည်ဟု။ ထို့ကြောင့် ကျွန်ုပ်အား သင်တို့အားလုံး ကြံစည်ကြပါ၊ ကျွန်ုပ်အား အချိန်မဆွဲပါနှင့်။ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်၏အရှင်သခင်နှင့် သင်တို့၏အရှင်သခင်ကိုသာ အားထားပါသည်။)</span><span class=\"gray\">(၁၁:၅၄-၅၅)</span></p><div lang=\"my\" class=\"my \"><h2>အစ္စလာမ်သည် တမန်တော်များအားလုံး၏ ဘာသာတရားဖြစ်သည်</h2></div><p lang=\"ceb\" class=\"ceb \">Nuh said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَوَلَّيْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့ မျက်နှာလွှဲလှည့်သွားပါက)</span> သင်တို့သည် သတင်းကို ငြင်းပယ်ပြီး နာခံခြင်းမှ မျက်နှာလွှဲလှည့်သွားပါက။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا سَأَلْتُكُم مِّنْ أَجْرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်သည် သင်တို့ထံမှ မည်သည့်ဆုလာဘ်ကိုမျှ မတောင်းဆိုပါ။)</span> ကျွန်ုပ်၏အကြံဉာဏ်အတွက် သင်တို့အား မည်သည့်အရာကိုမျှ မတောင်းဆိုခဲ့ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ဆုလာဘ်သည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ ဖြစ်သည်။ ကျွန်ုပ်အား မွတ်စလင်မ်တို့တွင် ပါဝင်ရန် အမိန့်ပေးခြင်းခံရပါသည်။)</span> ကျွန်ုပ်သည် အစ္စလာမ်ဘာသာကို လိုက်နာပါသည်။ အစ္စလာမ်ဘာသာသည် ပထမဆုံးသော တမန်တော်မှ နောက်ဆုံးသော တမန်တော်အထိ တမန်တော်များအားလုံး၏ ဘာသာတရားဖြစ်သည်။ ၎င်းတို့၏ ဥပဒေများနှင့် စည်းမျဉ်းများသည် အမျိုးအစားကွဲပြားနိုင်သော်လည်း ဘာသာတရားသည် တူညီပါသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့တစ်ဦးစီတိုင်းအတွက် ကျွန်ုပ်တို့သည် ဥပဒေတစ်ခုနှင့် ရှင်းလင်းသောနည်းလမ်းကို သတ်မှတ်ထားပြီ။)</span><span class=\"gray\">(၅:၄၈)</span> အစ်ဗ်နု အဗ္ဗားစ်က ပြောကြားခဲ့သည်- \"နည်းလမ်းတစ်ခုနှင့် စွန်နတ်တစ်ခု။\" ဤနေရာတွင် နူဟ်က ပြောနေသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား မွတ်စလင်မ်တို့တွင် ပါဝင်ရန် အမိန့်ပေးခြင်းခံရပါသည်။)</span> အလ္လာဟ်အရှင်မြတ်က ၎င်း၏မိတ်ဆွေ အစ်ဗ်ရာဟင်မ်နှင့် ပတ်သက်၍ မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ ۖ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ - وَوَصَّىٰ بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إِنَّ اللَّهَ اصْطَفَىٰ لَكُمُ الدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏အရှင်သခင်က ၎င်းအား \"လက်ခံပါ <span class=\"gray\">(မွတ်စလင်မ်ဖြစ်ပါ)</span>!\" ဟု မိန့်တော်မူခဲ့ရာ၊ ၎င်းက \"ကျွန်ုပ်သည် ကိုယ့်ကိုယ်ကို <span class=\"gray\">(မွတ်စလင်မ်အဖြစ်)</span> စကြဝဠာများ၏အရှင်သခင်ထံသို့ လက်ခံအပ်နှံပါပြီ။\" ဟု ပြောကြားခဲ့သည်။ ဤသည်ကို အစ်ဗ်ရာဟင်မ်က ၎င်း၏သားများအားလည်းကောင်း၊ ယအ်ကူးဗ်ကလည်းကောင်း <span class=\"gray\">(ပြောကြားလျက်)</span> မှာကြားခဲ့သည်။ \"အို ကျွန်ုပ်၏သားတို့! အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အတွက် <span class=\"gray\">(စစ်မှန်သော)</span> ဘာသာတရားကို ရွေးချယ်ပေးထားပြီ၊ ထို့ကြောင့် သင်တို့သည် မွတ်စလင်မ်များအဖြစ်မှတစ်ပါး မသေကြကုန်လင့်။\")</span><span class=\"gray\">(၂:၁၃၁-၁၃၂)</span> ယူဆွဖ်က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِن تَأْوِيلِ الْأَحَادِيثِ ۚ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ ۖ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏အရှင်သခင်! အရှင်သည် ကျွန်ုပ်အား အာဏာပိုင်စိုးမှုအချို့ကို ပေးသနားတော်မူခဲ့ပြီး အိပ်မက်များကို အဓိပ္ပါယ်ဖွင့်ဆိုခြင်းအချို့ကို သင်ကြားပေးခဲ့သည် – ကောင်းကင်များနှင့် မြေကြီး၏ <span class=\"gray\">(တစ်ပါးတည်းသော)</span> ဖန်ဆင်းရှင်! အရှင်သည် ဤလောကတွင်ရော နောင်တမလွန်ဘဝတွင်ပါ ကျွန်ုပ်၏အုပ်ထိန်းသူဖြစ်သည်။ ကျွန်ုပ်အား မွတ်စလင်မ်အဖြစ် သေဆုံးစေပြီး ဖြောင့်မတ်သူတို့နှင့် ပေါင်းစည်းပေးတော်မူပါ။)</span><span class=\"gray\">(၁၂:၁၀၁)</span> မူဆာက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ إِن كُنتُمْ آمَنتُم بِاللَّهِ فَعَلَيْهِ تَوَكَّلُوا إِن كُنتُم مُّسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏လူမျိုးတို့! သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီးပါက သင်တို့သည် မွတ်စလင်မ်များဖြစ်ပါက ၎င်းအား အားထားကြပါ။)</span><span class=\"gray\">(၁၀:၈၄)</span> မှော်ဆရာများက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏အရှင်သခင်! ကျွန်ုပ်တို့အပေါ် သည်းခံခြင်းကို လောင်းချပေးတော်မူပါ၊ ကျွန်ုပ်တို့အား မွတ်စလင်မ်များအဖြစ် သေဆုံးစေတော်မူပါ။)</span><span class=\"gray\">(၇:၁၂၆)</span> ဘီလ်ကစ်က ပြောကြားခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏အရှင်သခင်! မှန်စင်စစ် ကျွန်ုပ်သည် ကိုယ့်ကိုယ်ကို မတရားပြုကျင့်ခဲ့ပါပြီ၊ ကျွန်ုပ်သည် စကြဝဠာများ၏အရှင်သခင်ဖြစ်သော အလ္လာဟ်အရှင်မြတ်ထံသို့ ဆူလိုင်မန်နှင့်အတူ လက်ခံအပ်နှံပါပြီ <span class=\"gray\">(မွတ်စလင်မ်ဖြစ်သွားပါပြီ)</span>။)</span><span class=\"gray\">(၂၇:၄၄)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ ۚ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် ကျွန်ုပ်တို့သည် တောင်ရာကျမ်းကို ချပေးခဲ့သည်။ ၎င်းတွင် တမန်တော်များက ဂျူးများအတွက် စီရင်ခဲ့သည့် လမ်းပြမှုနှင့် အလင်းရောင်ရှိခဲ့သည်။)</span><span class=\"gray\">(၅:၄၄)</span> ၎င်းက ထပ်မံ၍ မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي قَالُوا آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က အလ်ဟာဝါရီယျီးန်အား ကျွန်ုပ်ကိုနှင့် ကျွန်ုပ်၏တမန်တော်ကို ယုံကြည်ရန် ဗျာဒိတ်တော်ပေးခဲ့ရာ၊ ၎င်းတို့က \"ကျွန်ုပ်တို့ ယုံကြည်ပါသည်။ ကျွန်ုပ်တို့သည် မွတ်စလင်မ်များဖြစ်ကြောင်း သက်သေခံပါ။\" ဟု ပြောကြားခဲ့သည်။)</span><span class=\"gray\">(၅:၁၁၁)</span> တမန်တော်များ၏ နောက်ဆုံးပိတ်ဖြစ်ပြီး လူသားမျိုးနွယ်၏ ခေါင်းဆောင် (ဆွ) က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ - لَا شَرِيكَ لَهُ ۖ وَبِذَٰلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် ကျွန်ုပ်၏ဆွလာတ်၊ ကျွန်ုပ်၏ယဇ်ပူဇော်မှု၊ ကျွန်ုပ်၏အသက်ရှင်ခြင်းနှင့် ကျွန်ုပ်၏သေဆုံးခြင်းတို့သည် စကြဝဠာများ၏အရှင်သခင်ဖြစ်သော အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်သည်။ ၎င်းတွင် မည်သည့်တွဲဖက်ကိုမျှ မရှိပါ။ ၎င်းကို ကျွန်ုပ်အား အမိန့်ပေးခြင်းခံရပြီး ကျွန်ုပ်သည် မွတ်စလင်မ်များတွင် ပထမဆုံးဖြစ်သည်။)</span><span class=\"gray\">(၆:၁၆၂-၁၆၃)</span> ဆိုလိုသည်မှာ ဤအွမ္မသ်မှဖြစ်သည်။ ၎င်း (ဆွ) က စစ်မှန်သော ဟဒီးစ်တော်တစ်ခုတွင် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ مَعْشَرَ الْأَنِبْيَاءِ أَوْلَادُ عَلَّاتٍ. وَدِينُنُا وَاحِدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၊ တမန်တော်များသည် <span class=\"gray\">(ဖခင်တစ်ဦးတည်းဖြစ်သော်လည်း)</span> မိခင်ကွဲညီအစ်ကိုများဖြစ်သည်။ ကျွန်ုပ်တို့၏ဘာသာတရားသည် တူညီသည်၊)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် ဥပဒေများ ကွဲပြားနေသော်လည်း အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ တွဲဖက်မရှိဘဲ ကိုးကွယ်သင့်သည်။'</p><div lang=\"my\" class=\"my \"><h2>ရာဇဝတ်သားတို့၏ ဆိုးရွားသောအကျိုးနှင့် အဆုံးသတ်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَكَذَّبُوهُ فَنَجَّيْنَاهُ وَمَن مَّعَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ၎င်းကို ငြင်းပယ်ခဲ့သော်လည်း ကျွန်ုပ်တို့သည် ၎င်းကိုလည်းကောင်း၊ ၎င်းနှင့်အတူရှိသူများကိုလည်းကောင်း ကယ်တင်ခဲ့သည်)</span> ဆိုလိုသည်မှာ ၎င်း၏ဘာသာတရားပေါ်တွင်ရှိသူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْفُلْكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ဖုလ်ခ်)</span> သင်္ဘောပေါ်တွင်)</span> ဖုလ်ခ်ဟူသည် ရေယာဉ်ကြီးကို ရည်ညွှန်းပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهُمْ خَلَائِفَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့အား တစ်ဦးပြီးတစ်ဦး အစားထိုးသည့် မျိုးဆက်များ ဖြစ်စေခဲ့သည်)</span> ကမ္ဘာပေါ်တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۖ فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنذَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အာယတ်တော်များကို ငြင်းပယ်သူများကိုမူ ရေမြှုပ်ပစ်ခဲ့ပါသည်။ သတိပေးခံရသူတို့၏ အဆုံးသတ်သည် မည်သို့ဖြစ်ခဲ့သည်ကို ကြည့်ပါ။)</span> ဆိုလိုသည်မှာ 'အို မိုဟာမဒ်၊ ကျွန်ုပ်တို့သည် ယုံကြည်သူများကို မည်သို့ကယ်တင်ခဲ့ပုံနှင့် ငြင်းပယ်သူများကို မည်သို့ဖျက်ဆီးခဲ့ပုံကို ကြည့်ပါ။'</p>"
  },
  {
    "ayah_key": "10:74",
    "group_ayah_key": "10:74",
    "from_ayah": "10:74",
    "to_ayah": "10:74",
    "ayah_keys": "10:74",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့နောက် သူ၏နောက်မှ ကျွန်ုပ်တို့သည် တမန်များကို ၎င်းတို့၏လူမျိုးများထံ စေလွှတ်ခဲ့သည်။ ၎င်းတို့သည် ထင်ရှားသော သက်သေအထောက်အထားများကို ၎င်းတို့ထံ ယူဆောင်လာခဲ့သည်၊ သို့သော် ၎င်းတို့သည် အစောပိုင်းကတည်းက ငြင်းပယ်ခဲ့ပြီးဖြစ်သည့်အရာကို မယုံကြည်ကြပေ။ ထိုနည်းတူစွာ ကျွန်ုပ်တို့သည် ကျူးလွန်သူများ၏ နှလုံးသားများကို တံဆိပ်ခတ်သည်။ <span>(၇၄)</span></p><div lang=\"my\" class=\"my \"><h2>အဓိပ္ပါယ်မှာ၊ နူဟ်၏နောက်မှ ကျွန်ုပ်တို့သည် တမန်များကို ၎င်းတို့၏လူမျိုးများထံ စေလွှတ်ခဲ့သည်။ </h2></div><p lang=\"my\" class=\"my \">၎င်းတို့သည် ထင်ရှားသော သက်သေအထောက်အထားများနှင့် ၎င်းတို့ယူဆောင်လာခဲ့သော အမှန်တရား၏ သက်သေများကို ယူဆောင်လာခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا بِهِ مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် အစောပိုင်းကတည်းက ငြင်းပယ်ခဲ့ပြီးဖြစ်သည့်အရာကို မယုံကြည်ကြပေ)</span> ဆိုလိုသည်မှာ လူမျိုးများသည် ၎င်းတို့၏ တမန်များ ယူဆောင်လာခဲ့သည့်အရာကို အစကတည်းက ငြင်းပယ်ခဲ့ပြီးဖြစ်သောကြောင့် မယုံကြည်ကြပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့၏ နှလုံးသားများနှင့် မျက်စိများကို <span class=\"gray\">(လမ်းမှန်မှ)</span> လှည့်ပစ်မည်။)</span><span class=\"gray\">(6:110)</span> ထို့နောက် ဤနေရာတွင် သူက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ نَطْبَعُ عَلَىٰ قُلُوبِ الْمُعْتَدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူစွာ ကျွန်ုပ်တို့သည် ကျူးလွန်သူများ၏ နှလုံးသားများကို တံဆိပ်ခတ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ထိုသူများ၏ နှလုံးသားများကို တံဆိပ်ခတ်ထားသကဲ့သို့၊ ၎င်းတို့သည် ယခင်က ယုံကြည်ခြင်းကို ငြင်းပယ်ခဲ့သောကြောင့် မယုံကြည်ကြသကဲ့သို့၊ အရှင်မြတ်သည် ၎င်းတို့နောက်မှ လာမည့် ၎င်းတို့နှင့်တူသော လူများ၏ နှလုံးသားများကိုလည်း တံဆိပ်ခတ်မည်ဖြစ်သည်။ ၎င်းတို့သည် ပြင်းထန်သော ပြစ်ဒဏ်ကို မမြင်မချင်း မယုံကြည်ကြပေ။ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် နူဟ်၏နောက်မှ လူမျိုးများကို ဖျက်ဆီးခဲ့သည်။ အရှင်မြတ်သည် တမန်များကို ငြင်းပယ်ခဲ့သော လူမျိုးများကို ဖျက်ဆီးပြီး ၎င်းတို့အထဲမှ ယုံကြည်သူများကို ကယ်တင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အာဒမ်လက်ထက်မှ နူဟ်လက်ထက်အထိ လူတို့သည် အစ္စလာမ်ကို လိုက်နာခဲ့ကြသည်။ ထို့နောက် ၎င်းတို့သည် ရုပ်တုကိုးကွယ်မှုကို တီထွင်ခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် နူဟ်ကို ၎င်းတို့ထံ စေလွှတ်ခဲ့သည်။ ထို့ကြောင့် ယုံကြည်သူတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူ့အား \"သင်သည် အလ္လာဟ်အရှင်မြတ်က ကမ္ဘာမြေပေါ်ရှိ လူသားများထံ စေလွှတ်ခဲ့သော ပထမဆုံးတမန်ဖြစ်သည်။\" ဟု ပြောကြလိမ့်မည်။ အိဘ်နုအဗ္ဗာစ်က ပြောသည်- \"အာဒမ်နှင့် နူဟ်ကြားတွင် မျိုးဆက်ဆယ်ဆက်ရှိခဲ့ပြီး ၎င်းတို့အားလုံးသည် အစ္စလာမ်ကို လိုက်နာခဲ့ကြသည်။\" အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِن بَعْدِ نُوحٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နူဟ်၏နောက်မှ မျိုးဆက်မည်မျှကို ကျွန်ုပ်တို့ ဖျက်ဆီးခဲ့ပြီနည်း။)</span><span class=\"gray\">(17:17)</span> ၎င်းသည် တမန်များနှင့် ပရောဖက်များ၏ ခေါင်းဆောင်နှင့် နောက်ဆုံးပရောဖက်ကို ငြင်းပယ်ခဲ့သော အာရပ်ရုပ်တုကိုးကွယ်သူများအတွက် ပြင်းထန်သော သတိပေးချက်ဖြစ်သည်။ ၎င်းတို့ရှေ့က ၎င်းတို့၏ တမန်များကို ငြင်းပယ်ခဲ့သော လူများသည် ဤမျှလောက် ပြစ်ဒဏ်ခံရပါက၊ ၎င်းတို့ရှေ့က အခြားသူများထက် ပိုမိုကြီးလေးသော အပြစ်များကို ကျူးလွန်ခဲ့သောကြောင့် ၎င်းတို့အား မည်သို့ဖြစ်မည်ဟု ထင်မှတ်ကြသနည်း။</p>"
  }
]