[
  {
    "ayah_key": "46:15",
    "group_ayah_key": "46:15",
    "from_ayah": "46:15",
    "to_ayah": "46:16",
    "ayah_keys": "46:15,46:16",
    "text": "<p lang=\"my\" class=\"my \">လူသားတို့အား မိဘနှစ်ပါးအပေါ် ရိုသေကြင်နာရန် ကျွန်ုပ်တို့ အမိန့်ပေးခဲ့ပြီ။ သူ၏မိခင်သည် သူ့ကို ဒုက္ခနှင့် ထမ်းဆောင်သည်။ သူမသည် သူ့ကို ဒုက္ခနှင့် မွေးဖွားသည်။ ၎င်း၏ <span class=\"gray\">(ကာလဖြစ်သော)</span> သန္ဓေတည်ခြင်းနှင့် နို့ဖြတ်ခြင်းကာလမှာ လပေါင်းသုံးဆယ်ဖြစ်သည်။ အသက်လေးဆယ်ပြည့်သည်အထိ အားအင်ပြည့်ဝလာသောအခါ သူက ပြောသည်- \"အကျွန်ုပ်၏ အရှင်သခင်! အကျွန်ုပ်အပေါ်နှင့် အကျွန်ုပ်၏မိဘများအပေါ် ကိုယ်တော် ပေးသနားတော်မူသော ကျေးဇူးတော်အတွက် ကျေးဇူးတင်နိုင်ရန်၊ ကိုယ်တော်နှစ်သက်တော်မူသော ကောင်းမှု ကုသိုလ်များ ပြုလုပ်နိုင်ရန်နှင့် အကျွန်ုပ်၏မျိုးဆက်များကို ကောင်းမွန်အောင် ပြုလုပ်နိုင်ရန် စွမ်းအားနှင့် စွမ်းရည်ကို ပေးသနားတော်မူပါ။ အမှန်စင်စစ် အကျွန်ုပ်သည် ကိုယ်တော်ထံ နောင်တရခဲ့ပြီး အမှန်စင်စစ် အကျွန်ုပ်သည် မွတ်စလင်မ်တို့တွင် တစ်ဦးဖြစ်သည်။ <span>(၁၅)</span>သူတို့သည် ကျွန်ုပ်တို့သည် ၎င်းတို့၏ အကောင်းဆုံးသော လုပ်ဆောင်မှုများကို လက်ခံပြီး ၎င်းတို့၏ မကောင်းမှုများကို လျစ်လျူရှုမည့်သူများ ဖြစ်သည်။ <span class=\"gray\">(၎င်းတို့သည်)</span> ဂျန္နတ်အာဟ်လ်များထဲတွင် ပါဝင်ကြလိမ့်မည်။ ၎င်းသည် ၎င်းတို့အား ကတိပေးထားခဲ့သော မှန်ကန်သော ကတိတစ်ခု ဖြစ်သည်။ <span>(၁၆)</span></p><p lang=\"my\" class=\"my \">မိဘများဆိုင်ရာ အလ္လာဟ်အရှင်မြတ်၏ အဆုံးအမ</p><p lang=\"my\" class=\"my \">အရှင်၏တစ်ပါးတည်းဖြစ်မှုကို ဝန်ခံရမည်၊ ရိုးသားစွာ ကိုးကွယ်ရမည်၊ အရှင်ကိုနာခံရာတွင် ဖြောင့်မှန်စွာနေထိုင်ရမည်ဟု ဖော်ပြပြီးနောက် အလ္လာဟ်အရှင်မြတ်သည် မိဘများနှင့်ပတ်သက်၍ ညွှန်ကြားချက်များကို ဆက်လက်ပေးပါသည်။ ဤအရာများသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကဲ့သို့ ကုရ်အာန်၏ နေရာများစွာတွင် အတူတကွ ပေါ်လာသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်သည် အရှင်မှတစ်ပါး အခြားသူကို မကိုးကွယ်ရန်နှင့် သင်၏မိဘများအပေါ် ရိုသေကျေးဇူးဆပ်ရန် အမိန့်ချမှတ်ခဲ့ပြီ။)</span><span class=\"gray\">(၁၇:၂၃)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ကိုလည်းကောင်း၊ သင်၏မိဘများကိုလည်းကောင်း ကျေးဇူးတင်လော့။ ငါ့ထံသို့သာ နောက်ဆုံးပြန်လည်ရာဖြစ်သည်။)</span><span class=\"gray\">(၃၁:၁၄)</span> ဤကဲ့သို့သော အခြားအာယတ်များစွာလည်း ရှိပါသည်။ ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အား မိဘနှစ်ပါးအပေါ် ရိုသေကြင်နာရန် ကျွန်ုပ်တို့ အမိန့်ပေးခဲ့ပြီ။)</span><span class=\"gray\">(၄၆:၁၅)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် သူ့အား ၎င်းတို့အား ကောင်းစွာ ဆက်ဆံရန်နှင့် ကရုဏာပြရန် အမိန့်ပေးခဲ့ပြီ။' အဗူဒါဝူးဒ် အတ်-တာယာလိစီသည် စအ်ဒ် ဘင် အဘီဝက္ကွာစ့်(အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ ၎င်း၏မိခင်က သူ့အား ပြောခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်က သင့်မိဘများကို နာခံရန် မအမိန့်ပေးခဲ့ဘူးလား။ သို့ဆိုလျှင် သင် အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်မချင်း မည်သည့်အစားအစာမှ မစား၊ မည်သည့်အဖျော်ယမကာမှ မသောက်တော့ဘူး။\" ထို့ကြောင့် သူမသည် အစားအသောက်နှင့် အဖျော်ယမကာမှ ခေါင်းမာစွာ ရှောင်ကြဉ်ခဲ့ရာ တုတ်ဖြင့် သူမ၏ပါးစပ်ကို ဖွင့်ပေးခဲ့ရသည်။ ထို့နောက် ဤအာယတ်တော်ကို ထုတ်ဖော်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အား မိဘနှစ်ပါးအပေါ် ရိုသေကြင်နာရန် ကျွန်ုပ်တို့ အမိန့်ပေးခဲ့ပြီ။)</span> ၎င်းကို မွတ်စလင်မ်နှင့် စူနန်စုဆောင်းသူများကလည်း မှတ်တမ်းတင်ခဲ့ကြသည်၊ အိဗ်နုမာဂျာ မှလွဲ၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် ဆက်လက်မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">حَمَلَتْهُ أُمُّهُ كُرْهًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏မိခင်သည် သူ့ကို ဒုက္ခနှင့် ထမ်းဆောင်သည်။)</span> ဆိုလိုသည်မှာ မိခင်သည် သူမ၏ကလေးကြောင့် ပင်ပန်းနွမ်းနယ်ခြင်း၊ ဖျားနာခြင်း၊ အော့အန်ခြင်း၊ လေးလံခြင်း၊ စိတ်သောကရောက်ခြင်းနှင့် ကိုယ်ဝန်ဆောင်အမျိုးသမီးများ ခံစားရသော အခြားသော ဒုက္ခအမျိုးမျိုးကို ခံစားရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَضَعَتْهُ كُرْهًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမသည် သူ့ကို ဒုက္ခနှင့် မွေးဖွားသည်။)</span> ဆိုလိုသည်မှာ သူမသည်လည်း သူ့ကို ဒုက္ခနှင့် မွေးဖွားပြီး၊ မီးဖွားခြင်း၏ နာကျင်မှုများနှင့် ၎င်းတို့၏ ပြင်းထန်မှုကို ခံစားရသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ <span class=\"gray\">(ကာလဖြစ်သော)</span> သန္ဓေတည်ခြင်းနှင့် နို့ဖြတ်ခြင်းကာလမှာ လပေါင်းသုံးဆယ်ဖြစ်သည်။)</span> အလီ(အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) သည် ကိုယ်ဝန် <span class=\"gray\">(သန္ဓေတည်ခြင်း)</span> ၏ အနိမ့်ဆုံးကာလသည် ခြောက်လဖြစ်ကြောင်း သက်သေပြရန် ဤအာယတ်တော်နှင့် အောက်ပါအာယတ်တော်နှစ်ခုကို အသုံးပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِصَالُهُ فِي عَامَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏ နို့ဖြတ်ခြင်းသည် နှစ်နှစ်အတွင်း ဖြစ်သည်။)</span><span class=\"gray\">(၃၁:၁၄)</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ ۖ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိခင်များသည် ၎င်းတို့၏ ကလေးများကို နှစ်နှစ်ပြည့်အောင် နို့တိုက်ကြသည်။ – နို့တိုက်ကာလကို ပြည့်စုံအောင် ပြုလုပ်လိုသူများအတွက်ဖြစ်သည်။)</span><span class=\"gray\">(၂:၂၃၃)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် ခိုင်မာမှန်ကန်သော ကောက်ချက်ဖြစ်ပြီး ဦးသ်မန်နှင့် ဆွဟာဘ်များစွာတို့က အတည်ပြုခဲ့သည်။ မုဟမ္မဒ် ဘင် အိစ်ဟာက် ဘင် ယေဆာရ်သည် ဘအ်ဂျာ ဘင် အဗ်ဒုလ္လာဟ် အလ်-ဂျူဟာနီထံမှ ပြောပြသည်မှာ သူ၏မျိုးနွယ်စု <span class=\"gray\">(ဂျူဟိုင်နာ)</span> မှ အမျိုးသားတစ်ဦးသည် ဂျူဟိုင်နာမှ အမျိုးသမီးတစ်ဦးနှင့် လက်ထပ်ခဲ့သည်။ သူမသည် ခြောက်လအကြာတွင် ကလေးတစ်ဦးကို မွေးဖွားခဲ့သည်။ ထို့ကြောင့် သူမ၏ခင်ပွန်းသည် ဦးသ်မန်(အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံသို့သွားရောက်ပြီး ထိုအကြောင်းကို ပြောပြခဲ့သည်။ ထို့ကြောင့် ဦးသ်မန်သည် သူမအား ခေါ်ယူခဲ့သည်။ သူမ အဝတ်အစားလဲနေစဉ်တွင် သူမ၏နှမက ငိုကြွေးခဲ့သည်။ သူမက နှမအား မေးခဲ့သည်- \"ဘာလို့ငိုတာလဲ။ အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုသည်၊ အရှင်၏ ဖန်ဆင်းထားမှုများထဲမှ သူ <span class=\"gray\">(ကျွန်မ၏ခင်ပွန်း)</span> မှလွဲ၍ မည်သူမျှ ကျွန်မထံ <span class=\"gray\">(လိင်ဆက်ဆံရန်)</span> ချဉ်းကပ်ခဲ့ခြင်း မရှိပါ။ ဒါကြောင့် အလ္လာဟ်အရှင်မြတ် အလိုရှိသလို <span class=\"gray\">(ကျွန်မအတွက်)</span> အမိန့်ချမှတ်ပါစေ။\" သူမကို ဦးသ်မန်ထံ ခေါ်ဆောင်လာသောအခါ သူက သူမအား <span class=\"gray\">(Adultery အတွက်)</span> ကျောက်ခဲဖြင့် ပစ်သတ်ရန် အမိန့်ပေးခဲ့သည်။ အလီသည် ဤအကြောင်းကို ကြားသိသောအခါ ဦးသ်မန်ထံသို့ လာရောက်ပြီး \"ဘာလုပ်နေတာလဲ\" ဟု မေးခဲ့သည်။ သူ <span class=\"gray\">(ဦးသ်မန်)</span> က \"သူမက ခြောက်လအကြာမှာ မွေးဖွားခဲ့တာ! ဒါမျိုးဖြစ်နိုင်လို့လား\" ဟု ပြောခဲ့သည်။ အလီ(အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က \"ခင်ဗျား ကုရ်အာန်ကို မဖတ်ဘူးလား\" ဟု ပြောခဲ့သည်။ သူက \"ဖတ်ပါတယ်၊ ဟုတ်ပါတယ်!\" ဟု ပြောခဲ့သည်။ သူ <span class=\"gray\">(အလီ)</span> က ထို့နောက် ပြောခဲ့သည်- 'အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကို မကြားဖူးဘူးလား။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ သန္ဓေတည်ခြင်းနှင့် နို့ဖြတ်ခြင်းကာလမှာ လပေါင်းသုံးဆယ်ဖြစ်သည်။)</span>၊ နှင့်;</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَوْلَيْنِ كَامِلَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှစ်နှစ်ပြည့်အောင်)</span><span class=\"gray\">(၂:၂၃၃)</span></p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂဏန်းနှစ်လုံးကို နုတ်လိုက်လျှင်)</span> ကျွန်ုပ်တို့တွင် ခြောက်လသာ ကျန်တော့သည်။\" ဦးသ်မန်(အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က \"အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုသည်၊ ကျွန်ုပ် ထိုသို့မမြင်ခဲ့ပါ။ အမျိုးသမီးကို ပြန်ခေါ်ခဲ့\" ဟု ပြောခဲ့သည်။ သို့သော် သူမသည် သတ်ဖြတ်ပြီးသားဖြစ်နေသည်ကို တွေ့ရှိခဲ့ကြသည်။ ဘအ်ဂျာက ဆက်လက်ပြောခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုသည်၊ ထိုကလေးသည် သူ့ဖခင်နှင့် ပုံစံတူညီရာတွင် ကျီးကန်းနှစ်ကောင်နှင့် ဥနှစ်လုံးပင် ဤမျှ မတူညီနိုင်ပါ။ သူ၏ဖခင်က ထိုကလေးကို မြင်သောအခါ 'အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုသည်! ဤသည်မှာ ကျွန်ုပ်၏သား ဖြစ်သည်၊ သံသယမရှိ။' ဟု ပြောခဲ့သည်။ နောက်ပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်က သူ့အား မျက်နှာပေါ်တွင် အရေပြားအနာဖြင့် ဒုက္ခပေးခဲ့သည် <span class=\"gray\">(သူ၏ဇနီးအပေါ် မှားယွင်းစွပ်စွဲမှုကြောင့်)</span>။ ထိုအနာသည် သူသေဆုံးသည်အထိ သူ့ကို စားသွားခဲ့သည်။\" </p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်သည် သူ၏ဖခင်ထံမှ ဖာရ်ဝါ ဘင် အဘီ အလ်-မဂ်ရာအ်က အလီ ဘင် မုရှီရ်ထံမှ ဒါဝူးဒ် ဘင် အဘီ ဟိန္ဒ်မှ ပြောပြခဲ့သည်၊ သူက အိကရီမာဟ်ထံမှ အိဗ်နု အဗ္ဗာစ့်(အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က ပြောခဲ့သည်- \"အမျိုးသမီးတစ်ဦးသည် ကိုးလအကြာတွင် မွေးဖွားပါက ကလေးငယ်သည် နို့တိုက်ခြင်း နှစ်ဆယ့်တစ်လသာ လိုအပ်သည်။ ခုနစ်လအကြာတွင် မွေးဖွားပါက ကလေးငယ်သည် နို့တိုက်ခြင်း နှစ်ဆယ့်သုံးလ လိုအပ်သည်။ ခြောက်လအကြာတွင် မွေးဖွားပါက ကလေးငယ်သည် နို့တိုက်ခြင်း နှစ်နှစ်ပြည့် လိုအပ်သည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا ۚ حَتَّىٰ إِذَا بَلَغَ أَشُدَّهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ သန္ဓေတည်ခြင်းနှင့် နို့ဖြတ်ခြင်းကာလမှာ လပေါင်းသုံးဆယ်ဖြစ်သည်၊ သူ အားအင်ပြည့်ဝလာသည်အထိ)</span>။\" ဆိုလိုသည်မှာ သူသည် ခိုင်မာလာသည်၊ နုပျိုလာသည်၊ နှင့် စွမ်းရည်ပြည့်ဝလာသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَلَغَ أَرْبَعِينَ سَنَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အသက်လေးဆယ်သို့ ရောက်ရှိသောအခါ)</span> ဆိုလိုသည်မှာ သူ၏ ပြည့်စုံသော ဉာဏ်ပညာ၊ နားလည်မှုနှင့် သည်းခံနိုင်မှုတို့သည် ရင့်ကျက်မှုအဆင့်သို့ ရောက်ရှိသည်။ အသက်လေးဆယ်ပြည့်လျှင် လူတစ်ဦးသည် သူ၏အမူအကျင့်များကို ပုံမှန်အားဖြင့် ပြောင်းလဲတော့မည် မဟုတ်ဟုလည်း ဆိုထားသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ رَبِّ أَوْزِعْنِي </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"အကျွန်ုပ်၏ အရှင်သခင်! အကျွန်ုပ်အား စွမ်းအားနှင့် စွမ်းရည်ကို ပေးသနားတော်မူပါ\")</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်ကို စိတ်ဓာတ်ခွန်အား ပေးသနားတော်မူပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော် ပေးသနားတော်မူသော ကျေးဇူးတော်အတွက် အကျွန်ုပ်အပေါ်နှင့် အကျွန်ုပ်၏မိဘများအပေါ်၊ ကိုယ်တော်နှစ်သက်တော်မူသော ကောင်းမှု ကုသိုလ်များ ပြုလုပ်နိုင်ရန်)</span> ဆိုလိုသည်မှာ အနာဂတ်တွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَصْلِحْ لِي فِي ذُرِّيَّتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အကျွန်ုပ်၏မျိုးဆက်များကို ကောင်းမွန်အောင် ပြုလုပ်ပါ။)</span> ဆိုလိုသည်မှာ ကျွန်ုပ်၏မျိုးဆက်များနှင့် ဆင်းသက်လာသူများ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အကျွန်ုပ်သည် ကိုယ်တော်ထံ နောင်တရခဲ့ပြီး အမှန်စင်စစ် အကျွန်ုပ်သည် မွတ်စလင်မ်တို့တွင် တစ်ဦးဖြစ်သည်။)</span> ဤအရာသည် အသက်လေးဆယ်ပြည့်သူတိုင်း မိမိ၏နောင်တကို ပြန်လည်မွမ်းမံပြီး ခိုင်မာသော ဆုံးဖြတ်ချက်ဖြင့် အလ္လာဟ်အရှင်မြတ်ထံ လှည့်ပြန်ရန် ညွှန်ကြားချက် ပါဝင်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကျွန်ုပ်တို့သည် ၎င်းတို့၏ အကောင်းဆုံးသော လုပ်ဆောင်မှုများကို လက်ခံပြီး ၎င်းတို့၏ မကောင်းမှုများကို လျစ်လျူရှုမည့်သူများ ဖြစ်သည်။ <span class=\"gray\">(၎င်းတို့သည်)</span> ဂျန္နတ်အာဟ်လ်များထဲတွင် ပါဝင်ကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ အထက်ပါ ဖော်ပြချက်နှင့် ကိုက်ညီသူများ – အလ္လာဟ်အရှင်မြတ်ထံ နောင်တရသူများ၊ အရှင်ထံ လှည့်ပြန်သူများ၊ နောင်တရခြင်းနှင့် ခွင့်လွှတ်မှု တောင်းခံခြင်းအားဖြင့် ၎င်းတို့၏ ချို့ယွင်းချက်များကို ပြုပြင်သူများ – ၎င်းတို့သည် ကျွန်ုပ်တို့သည် ၎င်းတို့၏ အကောင်းဆုံးသော လုပ်ဆောင်မှုများကို လက်ခံပြီး ၎င်းတို့၏ မကောင်းမှုများကို လျစ်လျူရှုမည့်သူများ ဖြစ်သည်။ ၎င်းတို့၏ အမှားများစွာကို ခွင့်လွှတ်ပြီး အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ထံမှ သင့်လျော်သော အနည်းငယ်သော လုပ်ဆောင်မှုများကို လက်ခံမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فِي أَصْحَابِ الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်အာဟ်လ်များထဲတွင် ပါဝင်ကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဂျန္နတ်အာဟ်လ်များထဲတွင် ပါဝင်ကြလိမ့်မည်။ ၎င်းသည် ၎င်းတို့နှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် အရှင်သည် နောင်တရပြီး အရှင်ထံ လှည့်ပြန်သူများအား ကတိပေးထားသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အရှင်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ၎င်းတို့အား ကတိပေးထားခဲ့သော မှန်ကန်သော ကတိတစ်ခု ဖြစ်သည်။)</span></p>"
  }
]