[
  {
    "ayah_key": "8:2",
    "group_ayah_key": "8:2",
    "from_ayah": "8:2",
    "to_ayah": "8:4",
    "ayah_keys": "8:2,8:3,8:4",
    "text": "<p lang=\"my\" class=\"my \">ယုံကြည်သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ဖော်ပြသောအခါ ၎င်းတို့၏နှလုံးသားများ၌ ကြောက်ရွံ့ခြင်းကို ခံစားကြရသူများသာ ဖြစ်ကြ၏။ အရှင်မြတ်၏ အာယတ်တော်များကို ၎င်းတို့ထံ ရွတ်ဖတ်ပြသောအခါ ၎င်းတို့၏ယုံကြည်မှုသည် တိုးပွားလာကြ၏။ ၎င်းတို့သည် ၎င်းတို့၏ အရှင်မြတ်အပေါ်၌သာ အားထားယုံကြည်ကြ၏။ <span>(၂)</span>ဆွလာသ်ဝတ်ပြုကြသူများဖြစ်ပြီး ကျွန်ုပ်တို့ ပေးသနားထားသော အရာများမှ သုံးစွဲကြသူများ ဖြစ်၏။ <span>(၃)</span>၎င်းတို့သည်သာလျှင် စစ်မှန်သော ယုံကြည်သူများ ဖြစ်ကြ၏။ ၎င်းတို့အတွက် ၎င်းတို့၏ အရှင်မြတ်ထံတွင် ဂုဏ်သိက္ခာရှိသော အဆင့်အတန်းများ၊ ခွင့်လွှတ်ခြင်းနှင့် ကြွယ်ဝသော ပေးသနားမှုများ <span class=\"gray\">(ဂျန္နတ်ဥယျာဉ်)</span><span>(၄)</span>ရှိ၏။</p><div lang=\"my\" class=\"my \"><h2>သစ္စာရှိသော နှင့် မှန်ကန်သော ယုံကြည်သူတို့၏ အရည်အချင်းများ</h2></div><p lang=\"my\" class=\"my \">အလီဘင် အဘီ တလ်ဟာဟ်က အိဗ်နု အဗ္ဗာစ်သည် အာယတ်တော်နှင့်ပတ်သက်၍ ပြောကြားခဲ့ကြောင်း ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ဖော်ပြသောအခါ ၎င်းတို့၏နှလုံးသားများ၌ ကြောက်ရွံ့ခြင်းကို ခံစားကြရသူများသာ ဖြစ်ကြ၏။)</span></p><p lang=\"my\" class=\"my \">\"အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည့်အရာများကို လုပ်ဆောင်ရာတွင် ဟီပိုခရစ်များ၏ နှလုံးသားများထဲသို့ အလ္လာဟ်အရှင်မြတ်အား အမှတ်ရခြင်းသည် မည်သည့်အခါမျှ မဝင်ရောက်နိုင်ပေ။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို မည်သည့်အခါမျှ မယုံကြည်ကြသလို <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို)</span> အားမထားကြ၊ တစ်ယောက်တည်းရှိနေလျှင်လည်း ဆွလာသ်မပြုကြ၊ ၎င်းတို့၏ ပိုင်ဆိုင်မှုများအပေါ် ကျသင့်သော ဇကားသ်ကိုလည်း မပေးဆောင်ကြ။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့သည် ယုံကြည်သူများ မဟုတ်ကြောင်း ဖော်ပြထားသည်။ ထို့နောက် အရှင်မြတ်က ယုံကြည်သူများကို အောက်ပါအတိုင်း ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ဖော်ပြသောအခါ ၎င်းတို့၏နှလုံးသားများ၌ ကြောက်ရွံ့ခြင်းကို ခံစားကြရသူများသာ ဖြစ်ကြ၏။)</span> ၎င်းတို့သည် အရှင်မြတ်က မိန့်ကြားထားသည့်အရာများကို လုပ်ဆောင်ကြ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်၏ အာယတ်တော်များကို ၎င်းတို့ထံ ရွတ်ဖတ်ပြသောအခါ ၎င်းတို့၏ယုံကြည်မှုသည် တိုးပွားလာကြ၏။)</span> နှင့် သေချာမှု၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏ အရှင်မြတ်အပေါ်၌သာ အားထားယုံကြည်ကြ၏။)</span> ၊ အရှင်မြတ်မှလွဲ၍ မည်သူတစ်ဦးတစ်ယောက်မျှကို မျှော်လင့်ခြင်းမရှိကြ။\" မူဂျာဟစ်ဒ်က မှတ်ချက်ပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِلَتْ قُلُوبُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏နှလုံးသားများသည် ဝဂျိလတ် ဖြစ်၏)</span>၊ \"၎င်းတို့၏ နှလုံးသားများ ကြောက်လန့်ပြီး ထိတ်လန့်လာကြ၏။\" အလ်-စွဒ်ဒီနှင့် အခြားများစွာသောသူတို့ကလည်း အလားတူပြောကြားခဲ့သည်။ စစ်မှန်သော ယုံကြည်သူ၏ အရည်အချင်းမှာ အလ္လာဟ်အရှင်မြတ်ကို ဖော်ပြသောအခါ ၎င်း၏နှလုံးသား၌ ကြောက်ရွံ့ခြင်းကို ခံစားရပြီး၊ ထို့ကြောင့် အရှင်မြတ်၏ အမိန့်များကို လိုက်နာကာ အရှင်မြတ်၏ တားမြစ်ချက်များမှ ရှောင်ကြဉ်ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အလားတူ အာယတ်တော်တစ်ခု၌ ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَلَمْ يُصِرُّوا عَلَىٰ مَا فَعَلُوا وَهُمْ يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် ဖာဟိရှာ <span class=\"gray\">(မကောင်းမှု)</span> ကို ပြုလုပ်သောအခါ သို့မဟုတ် ၎င်းတို့ကိုယ်တိုင် မကောင်းမှုဖြင့် မတရားပြုကျင့်သောအခါ အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရကြပြီး ၎င်းတို့၏ အပြစ်များအတွက် ခွင့်လွှတ်မှုကို တောင်းခံကြ၏။ – အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အပြစ်များကို မည်သူမျှ ခွင့်မလွှတ်နိုင်ပေ – နှင့် ၎င်းတို့သိလျက်နှင့် ၎င်းတို့ပြုလုပ်ခဲ့သော <span class=\"gray\">(မှားယွင်းသည့်)</span> အရာများ၌ မတည်မြဲကြ။)</span><span class=\"gray\">[၃:၁၃၅]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَىٰ - فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်း၏ အရှင်မြတ်ရှေ့၌ ရပ်တည်ရမည်ကို ကြောက်ရွံ့သူ၊ နှင့် မိုက်မဲသော လိုအင်ဆန္ဒများမှ မိမိကိုယ်ကို ထိန်းချုပ်သူအတွက်မူ ဂျန္နတ်ဥယျာဉ်သည် ၎င်း၏ နေရာဖြစ်ပေလိမ့်မည်။)</span><span class=\"gray\">[၇၉:၄၀-၄၁]</span></p><p lang=\"my\" class=\"my \">ဆူဖ်ယန် အစ်-သွော်ရီက အလ်-စွဒ်ဒီက မှတ်ချက်ပေးခဲ့ကြောင်း ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ</p><div lang=\"my\" class=\"my \"><h2><span class=\"my gray\" lang=\"my\">(ယုံကြည်သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ဖော်ပြသောအခါ ၎င်းတို့၏နှလုံးသားများ၌ ကြောက်ရွံ့ခြင်းကို ခံစားကြရသူများသာ ဖြစ်ကြ၏။)</span></h2></div><p lang=\"my\" class=\"my \">\"လူတစ်ဦးသည် မတရားမှု သို့မဟုတ် အပြစ်တစ်ခုကို ကျူးလွန်ရန် စဉ်းစားနေနိုင်သည်။ သို့သော် 'အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့လော့' ဟု ပြောကြားခံရသောအခါ ၎င်းသည် ရှောင်ကြဉ်ပြီး ၎င်း၏နှလုံးသားသည် ကြောက်ရွံ့လာ၏။\"</p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်ကို ရွတ်ဖတ်သောအခါ ယုံကြည်မှု တိုးပွားခြင်း</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်၏ အာယတ်တော်များကို ၎င်းတို့ထံ ရွတ်ဖတ်ပြသောအခါ ၎င်းတို့၏ယုံကြည်မှုသည် တိုးပွားလာကြ၏။)</span> သည် အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَٰذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆူရာဟ်တစ်ခုခု ကျရောက်လာသောအခါ ၎င်းတို့ထဲမှ အချို့ <span class=\"gray\">(ဟီပိုခရစ်များ)</span> က \"ဤအရာသည် သင်တို့ထဲမှ မည်သူ့၏ယုံကြည်မှုကို တိုးပွားစေခဲ့သနည်း\" ဟု ပြောဆိုကြ၏။ ယုံကြည်သူတို့အတွက်မူ ၎င်းသည် ၎င်းတို့၏ယုံကြည်မှုကို တိုးပွားစေခဲ့ပြီး ၎င်းတို့သည် ဝမ်းမြောက်ကြ၏။)</span><span class=\"gray\">[၉:၁၂၄]</span>။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီနှင့် အခြားပညာရှင်များသည် ဤအာယတ်တော် <span class=\"gray\">(၈:၂)</span> နှင့် အလားတူအာယတ်တော်များကို ယုံကြည်မှု တိုးပွားပြီး နှလုံးသားတစ်ခုနှင့်တစ်ခု ခွန်အားကွဲပြားကြောင်း အထောက်အထားအဖြစ် မှီခိုခဲ့ကြသည်။ ဤသည်မှာ အစ္စလာမ်ဘာသာဝင် ပညာရှင်အများစု၏ အမြင်လည်းဖြစ်ပြီး အလ်-ရှာဖီအီ၊ အဟ်မဒ်ဘင်ဟန်ဘလ်နှင့် အဘူ 'အူဘိုင်ဒ် ကဲ့သို့သော ပညာရှင်အချို့က ၎င်းသည် အွမ္မသ်၏ သဘောတူညီချက်ဖြစ်ကြောင်း ကြေညာရန် တိုက်တွန်းခဲ့သည်၊ ဆွာဟီဟ် အလ်-ဘူခါရီ၏ ရှင်းလင်းချက် အစတွင် ကျွန်ုပ်တို့ ဖော်ပြခဲ့သည့်အတိုင်း ဖြစ်သည်။ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p><div lang=\"mi\" class=\"mi \"><h2>The Reality of Tawakkul</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏ အရှင်မြတ်အပေါ်၌သာ အားထားယုံကြည်ကြ၏။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ယုံကြည်သူတို့သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူကိုမျှ မျှော်လင့်ခြင်းမရှိ၊ ၎င်းတို့၏ ရည်ရွယ်ချက်ကို အရှင်မြတ်ထံ တစ်ဦးတည်းသာ ဦးတည်ကြသည်၊ အရှင်မြတ်ထံ တစ်ဦးတည်းသာ ခိုလှုံကြသည်၊ ၎င်းတို့၏ အမျိုးမျိုးသော လိုအပ်ချက်များအတွက် အရှင်မြတ်ထံ တစ်ဦးတည်းသာ ပန်ကြားကြပြီး အရှင်မြတ်ထံ တစ်ဦးတည်းသာ ဆုတောင်းကြသည်။ အရှင်မြတ် အလိုရှိသောအရာတိုင်းသည် ဖြစ်ပေါ်လာမည်ဖြစ်ပြီး အရှင်မြတ် အလိုမရှိသောအရာတိုင်းသည် မည်သည့်အခါမျှ ဖြစ်ပေါ်လာမည်မဟုတ်ကြောင်း ၎င်းတို့သိကြသည်၊ အရှင်မြတ်သည်သာ ၎င်း၏နိုင်ငံတော်၌ အဆုံးအဖြတ်ပေးနိုင်သူဖြစ်ပြီး၊ အပေါင်းအသင်းမရှိ၊ အလ္လာဟ်အရှင်မြတ်၏ အဆုံးအဖြတ်ကို မည်သူမျှ မတားဆီးနိုင်၊ အရှင်မြတ်သည် စာရင်းရှင်းရာတွင် လျင်မြန်လှသည်။ ထို့ကြောင့် စအိဒ်ဘင်ဂျူဘိုင်ရ်၏ ပြောကြားချက်မှာ \"အလ္လာဟ်အရှင်မြတ်အပေါ် အားထားယုံကြည်ခြင်းသည် ယုံကြည်မှု၏ အနှစ်သာရဖြစ်သည်။</p><div lang=\"nl\" class=\"nl \"><h2>Deeds of Faithful Believers</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွလာသ်ဝတ်ပြုကြသူများဖြစ်ပြီး ကျွန်ုပ်တို့ ပေးသနားထားသော အရာများမှ သုံးစွဲကြသူများ ဖြစ်၏။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့၏ ယုံကြည်မှုကို ဖော်ပြပြီးနောက် ၎င်းတို့၏ လုပ်ဆောင်ချက်များကို ဖော်ပြထားသည်။ ဤနေရာ၌ ဖော်ပြထားသော လုပ်ဆောင်ချက်များတွင် အလ္လာဟ်အရှင်မြတ်၏ အခွင့်အရေးဖြစ်သော ဆွလာသ်ဝတ်ပြုခြင်းကဲ့သို့သော အမျိုးမျိုးသော ကောင်းမှုကုသိုလ်များ ပါဝင်သည်။ ကွာတာဒါဟ်က \"ဆွလာသ်ဝတ်ပြုခြင်းတွင် ၎င်း၏အချိန်များကို ထိန်းသိမ်းခြင်း၊ ဝူးဒူးပြုခြင်း၊ ဦးညွှတ်ခြင်းနှင့် ဆွဂျူဒ်ပြုခြင်းတို့ လိုအပ်သည်\" ဟု ပြောကြားခဲ့သည်။ မူကာသီလ်ဘင် ဟိုင်ယန်က \"ဆွလာသ်ဝတ်ပြုခြင်းသည် ၎င်း၏အချိန်များကို ထိန်းသိမ်းခြင်း၊ ၎င်းအတွက် စုံလင်သော သန့်ရှင်းစင်ကြယ်မှုကို ပြုလုပ်ခြင်း၊ စုံလင်သော ဦးညွှတ်ခြင်းနှင့် ဆွဂျူဒ်ပြုခြင်းများကို လုပ်ဆောင်ခြင်း၊ ၎င်းအတွင်း ကုရ်အာန်ကို ရွတ်ဖတ်ခြင်း၊ တရှာဟ်ဟုဒ်အတွက် ထိုင်ခြင်းနှင့် နဗီတမန်တော်အတွက် ဆွလာသ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများ တောင်းခံခြင်း)</span> ကို ရွတ်ဖတ်ခြင်းတို့ ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် ပေးသနားထားသော အရာများမှ သုံးစွဲခြင်းတွင် ဇကားသ်ပေးခြင်းနှင့် ကျွန်တစ်ဦးထံမှ ကျသင့်သော ကျန်ရှိသည့်အရာများ၊ မဖြစ်မနေပေးရမည့်အရာ သို့မဟုတ် အကြံပြုထားသည့်အရာများ ပါဝင်သည်။ ကျွန်များအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ အားထားရာများဖြစ်ပြီး၊ အရှင်မြတ်ထံတွင် ၎င်းတို့ထဲမှ အချစ်ဆုံးသူများမှာ အရှင်မြတ်၏ ဖန်ဆင်းခြင်းအပေါ် အကျိုးအရှိဆုံးသူများ ဖြစ်ကြသည်။</p><div lang=\"ga\" class=\"ga \"><h2>The Reality of Faith</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည်သာလျှင် စစ်မှန်သော ယုံကြည်သူများ ဖြစ်ကြ၏။)</span> ဆိုလိုသည်မှာ၊ ဤအရည်အချင်းများရှိသူများသည် စစ်မှန်သော ယုံကြည်မှုရှိသော ယုံကြည်သူများ ဖြစ်ကြသည်။</p><div lang=\"my\" class=\"my \"><h2>ပြည့်ဝသော ယုံကြည်မှု၏ အသီးအပွင့်များ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَّهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ၎င်းတို့၏ အရှင်မြတ်ထံတွင် ဂုဏ်သိက္ခာရှိသော အဆင့်အတန်းများရှိ၏)</span> ဆိုလိုသည်မှာ ၎င်းတို့တွင် ဂျန္နတ်ဥယျာဉ်၌ မတူညီသော အဆင့်အတန်းများ၊ ရာထူးများနှင့် အနေအထားများရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمْ دَرَجَاتٌ عِنْدَ اللَّهِ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံတွင် မတူညီသော အဆင့်အတန်းများ၌ ရှိကြ၏၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့လုပ်ဆောင်သမျှကို အလုံးစုံ မြင်တော်မူသော အရှင်မြတ်ဖြစ်တော်မူ၏။)</span><span class=\"gray\">[၃:၁၆၃]</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Next, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَغْفِرَةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ခွင့်လွှတ်ခြင်း)</span>၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အပြစ်များကို ခွင့်လွှတ်ပေးပြီး ၎င်းတို့၏ ကောင်းမှုကုသိုလ်များအတွက် ဆုလာဘ်များ ပေးသနားမည်။ ဆွာဟီဟ် နှစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْلَ عِلِّيِّينَ لَيَرَاهُمْ مَنْ أَسْفَلَ مِنْهُمْ كَمَا تَرَوْنَ الْكَوْكَبَ الْغَابِرَ فِي أُفُقٍ مِنْ آفَاقِ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီလ်လီယင်း <span class=\"gray\">(ဂျန္နတ်ဥယျာဉ်၌)</span> နေထိုင်သူများကို ၎င်းတို့အောက်မှ မြင်နိုင်ကြသည်၊ သင်တို့သည် ကောင်းကင်၏ အာကာသအစွန်းရှိ အဝေးမှ ဂြိုလ်ကို မြင်ရသကဲ့သို့ပင်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ၎င်းတို့သည် နဗီတမန်တော်တို့၏ အဆင့်အတန်းများဖြစ်ပြီး ၎င်းတို့မှလွဲ၍ မည်သူမျှ ရရှိနိုင်မည်မဟုတ်ပေ\" ဟု ပြောကြားခဲ့သည်။ နဗီတမန်တော် ﷺ က မိန့်ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَى وَالَّذِي نَفْسِي بِيَدِهِ، لِرِجَالٌ آمَنُوا بِاللهِ وَصَدَّقُوا الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပေ၊ ကျွန်ုပ်၏ အသက်ဝိညာဉ်ကို ထိန်းချုပ်ထားသော အရှင်မြတ်ကို သက်သေပြု၍! ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး တမန်တော်များကို ယုံကြည်ခဲ့သော အမျိုးသားများအတွက် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ် နှင့် စုနန်ကျမ်းပြုစုသူများ မှတ်တမ်းတင်ထားသော ဟဒီးစ်တော်တစ်ခုတွင် အဘူ 'အာတီယာဟ်က အိဗ်နု အဘူ စအိဒ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့ကြောင်း ဖော်ပြခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْلَ الْجَنَّةِ لَيَتَرَاءَونَ أَهْلَ الدَّرَجَاتِ الْعُلَى كَمَا تَرَاءَوْنَ الْكَوْكَبَ الْغَابِرَ فِي أُفُقِ السَّمَاءِ وَإِنَّ أَبَا بَكْرٍ وَعُمَرَ مِنْهُمْ وَأَنْعَمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်ဥယျာဉ်နေထိုင်သူများသည် အမြင့်ဆုံးအဆင့်အတန်းရှိသူများကို သင်တို့ ကောင်းကင်၏ အာကာသအစွန်းရှိ အဝေးမှ ဂြိုလ်ကို မြင်ရသကဲ့သို့ပင် မြင်ကြရသည်။ အမှန်စင်စစ် အဘူဘက္ကရ်နှင့် 'အုမရ်တို့သည် ၎င်းတို့ထဲတွင် <span class=\"gray\">(အမြင့်ဆုံးအဆင့်အတန်းများ၌)</span> ပါဝင်ကြပြီး ၎င်းတို့သည် အလွန်ကောင်းမွန်လှသည်။)</span></p>"
  }
]