[
  {
    "ayah_key": "2:115",
    "group_ayah_key": "2:115",
    "from_ayah": "2:115",
    "to_ayah": "2:115",
    "ayah_keys": "2:115",
    "text": "<p class=\"my translation\" lang=\"my\">အရှေ့အရပ်နှင့် အနောက်အရပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်တော်မူသည်။ သို့ဖြစ်၍ သင်တို့ မည်သည့်နေရာသို့လှည့်လှည့် <span class=\"gray\">(သင်တို့ကိုယ်တိုင် သို့မဟုတ် သင်တို့မျက်နှာများ)</span> အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော် <span class=\"gray\">(နှင့် အရှင်မြတ်သည် အရှင်၏ပလ္လင်တော်အထက်တွင် မြင့်မြတ်စွာရှိသည်)</span> ရှိသည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် လုံလောက်တော်မူ၏ <span class=\"gray\">(အရှင်၏ဖန်ဆင်းခံများအတွက် လိုအပ်ချက်များ)</span>၊ အသိပညာရှင်ဖြစ်တော်မူ၏ <span>(၁၁၅)</span></p><div lang=\"my\" class=\"my \"><h2>ကစ်ဗ်လာဘက်သို့လှည့်ခြင်း <span class=\"my gray\" lang=\"my\">(ဆွလားသ်ပြုလုပ်ရန် ဦးတည်ရာ)</span></h2></div><p lang=\"my\" class=\"my \">ဤဆုံးဖြတ်ချက်သည် မက္ကာဟ်မှ မောင်းထုတ်ခံရပြီး အလ်မစ္စဂျစ်ဒ်အလ်ဟရာမ်နယ်မြေမှ ထွက်ခွာခဲ့ရသော အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် အရှင်၏ သဟာဗဟ်အပေါင်းအသင်းတော်များအား နှစ်သိမ့်မှုပေးခဲ့သည်။ မက္ကာဟ်၌ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဗိုင်သ်အလ်မက်ဒိစ်ဘက်သို့ ဦးတည်၍ ဆွလားသ်ပြုလုပ်လေ့ရှိပြီး ကအ်ဗဟ်သည် အရှင်နှင့် ကစ်ဗ်လာကြားတွင် ရှိခဲ့သည်။ ရစူလ်တမန်တော် ﷺ သည် အလ်မဒီနာသို့ ရွှေ့ပြောင်းသောအခါ အရှင်သည် ဗိုင်သ်အလ်မက်ဒိစ်ဘက်သို့ ၁၆ လ သို့မဟုတ် ၁၇ လခန့် ဦးတည်ခဲ့ပြီးနောက် အလ္လာဟ်အရှင်မြတ်က အလ်ကအ်ဗဟ်ဘက်သို့ ဦးတည်၍ ဆွလားသ်ပြုလုပ်ရန် အမိန့်ပေးခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှေ့အရပ်နှင့် အနောက်အရပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်တော်မူသည်။ သို့ဖြစ်၍ သင်တို့ မည်သည့်နေရာသို့လှည့်လှည့် <span class=\"gray\">(သင်တို့ကိုယ်တိုင် သို့မဟုတ် သင်တို့မျက်နှာများ)</span> အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော် <span class=\"gray\">(နှင့် အရှင်မြတ်သည် အရှင်၏ပလ္လင်တော်အထက်တွင် မြင့်မြတ်စွာရှိသည်)</span> ရှိသည်။)</span>။</p><p lang=\"my\" class=\"my \">အလီဘင်အဘီတော်လဟ်က အိဗ်နုအဗ္ဗားစ်က ပြောသည်- \"ကုရ်အာန်၏ ပထမဆုံး ဖျက်သိမ်းခံရသော အစိတ်အပိုင်းသည် ကစ်ဗ်လာနှင့်ပတ်သက်၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဂျူးများနေထိုင်သော အလ်မဒီနာသို့ ရွှေ့ပြောင်းသောအခါ အရှင်အား ပထမဦးစွာ ဗိုင်သ်အလ်မက်ဒိစ်ဘက်သို့ ဦးတည်ရန် အမိန့်ပေးခဲ့သည်။ ဂျူးများ ဝမ်းမြောက်ကြပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဗိုင်သ်အလ်မက်ဒိစ်ဘက်သို့ ဆယ်လခန့် ဦးတည်ခဲ့သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အိဗ်ရာဟင်မ်၏ ကစ်ဗ်လာ <span class=\"gray\">(မက္ကာဟ်ရှိ အလ်ကအ်ဗဟ်)</span> ဘက်သို့ ဦးတည်လိုခဲ့ပြီး အရှင်သည် ကောင်းကင်ဘက်သို့ ကြည့်ကာ ဒုအာပြုလေ့ရှိသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ချခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါတို့သည် သင်၏ <span class=\"gray\">(မုဟမ္မဒ်၏)</span> မျက်နှာ ကောင်းကင်ဘက်သို့ လှည့်နေသည်ကို မြင်ခဲ့ရပြီ။)</span> ...အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့မျက်နှာများကို <span class=\"gray\">(ဆွလားသ်၌)</span> ထိုဘက်သို့လှည့်ကြလော့။)</span><span class=\"gray\">(၂:၁၄၄)</span>။</p><p lang=\"my\" class=\"my \">ဂျူးများသည် ဤဖြစ်ပေါ်တိုးတက်မှုကြောင့် စိတ်အနှောင့်အယှက်ဖြစ်ကာ 'သူတို့ ဦးတည်လေ့ရှိသော ကစ်ဗ်လာ၏ ဦးတည်ရာကို မည်သည်က ပြောင်းလဲစေခဲ့သနည်း။' ဟု ပြောဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ချခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لِّلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မုဟမ္မဒ် ﷺ ) ပြောပါ။ \"အရှေ့နှင့် အနောက်နှစ်ခုစလုံးသည် အလ္လာဟ်အရှင်မြတ် ပိုင်ဆိုင်တော်မူသည်။\")</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်တို့ မည်သည့်နေရာသို့လှည့်လှည့် <span class=\"gray\">(သင်တို့ကိုယ်တိုင် သို့မဟုတ် သင်တို့မျက်နှာများ)</span> အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော် <span class=\"gray\">(နှင့် အရှင်မြတ်သည် အရှင်၏ပလ္လင်တော်အထက်တွင် မြင့်မြတ်စွာရှိသည်)</span> ရှိသည်။)</span>။\"</p><p lang=\"hmn\" class=\"hmn \">Ikrimah said that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်တို့ မည်သည့်နေရာသို့လှည့်လှည့် <span class=\"gray\">(သင်တို့ကိုယ်တိုင် သို့မဟုတ် သင်တို့မျက်နှာများ)</span> အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော် <span class=\"gray\">(နှင့် အရှင်မြတ်သည် အရှင်၏ပလ္လင်တော်အထက်တွင် မြင့်မြတ်စွာရှိသည်)</span> ရှိသည်။)</span> ဆိုသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ဦးတည်ရာသည် သင် အရှေ့သို့ဖြစ်စေ၊ အနောက်သို့ဖြစ်စေ မည်သည့်ဘက်သို့ ဦးတည်သည်ဖြစ်စေ ထိုနေရာတွင် ရှိသည်။\" မုဂျာဟစ်ဒ်က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်တို့ မည်သည့်နေရာသို့လှည့်လှည့် <span class=\"gray\">(သင်တို့ကိုယ်တိုင် သို့မဟုတ် သင်တို့မျက်နှာများ)</span> အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော် <span class=\"gray\">(နှင့် အရှင်မြတ်သည် အရှင်၏ပလ္လင်တော်အထက်တွင် မြင့်မြတ်စွာရှိသည်)</span> ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုသည်မှာ \"သင် မည်သည့်နေရာတွင် ရှိသည်ဖြစ်စေ၊ သင် ဦးတည်ရမည့် ကစ်ဗ်လာတစ်ခုရှိသည်၊ ၎င်းမှာ အလ်ကအ်ဗဟ်ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်တော်ကို ကအ်ဗဟ်ဘက်သို့ ဦးတည်ရန် အမိန့်မချမီကပင် ချမှတ်ခဲ့သည်ဟု ဆိုကြသည်။ အိဗ်နုဂျရီရ်က ပြောသည်- \"အခြားသူများက ဤအာယသ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ဗျာဒိတ်တော်ချခဲ့ခြင်းဖြစ်ပြီး၊ စေတနာအလျောက် ဆွလားသ်ပြုလုပ်သူများသည် ခရီးသွားနေစဉ်၊ ကြောက်ရွံ့နေစဉ်နှင့် ရန်သူနှင့်ရင်ဆိုင်နေရစဉ်တွင် အရှေ့ သို့မဟုတ် အနောက်ဘက်သို့ မိမိတို့လိုရာသို့ ဦးတည်ရန် ခွင့်ပြုခြင်းဖြစ်သည်။\" ဥပမာအားဖြင့် အိဗ်နုအုမရ်သည် မိမိ၏တိရစ္ဆာန် ဦးတည်ရာဘက်သို့ ဦးတည်လေ့ရှိပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည်လည်း ထိုနည်းအတိုင်း လုပ်ဆောင်ခဲ့ကြောင်း၊ အာယသ်တော်ကို ရှင်းပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်တို့ မည်သည့်နေရာသို့လှည့်လှည့် <span class=\"gray\">(သင်တို့ကိုယ်တိုင် သို့မဟုတ် သင်တို့မျက်နှာများ)</span> အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော် ရှိသည်။)</span>။\"</p><p lang=\"my\" class=\"my \">ထိုဟဒီးစ်တော်ကို မွတ်စလင်မ်၊ အတ်တီရ်မီဇီ၊ အန်နစါအီ၊ အိဗ်နုအဘီဟာတစ်မ်၊ အိဗ်နုမရ်ဒူဝီယာတို့ကလည်း စုဆောင်းခဲ့ပြီး၊ ၎င်း၏မူရင်းသည် အာယသ်တော်ကို ဖော်ပြခြင်းမရှိဘဲ အိဗ်နုအုမရ်နှင့် အမ်ရ်ဘင်ရဘီအဟ်ထံမှ ဆဟီဟ်နှစ်ခု၌ ရှိသည်။ အလ်ဘူခါရီသည် အရှင်၏ ဆဟီဟ်ကျမ်းတွင် နာဖိအ်က ပြောသည်- အိဗ်နုအုမရ်အား ကြောက်ရွံ့နေစဉ် ဆွလားသ်အကြောင်း မေးမြန်းတိုင်း၊ အရှင်သည် ၎င်းကို ဖော်ပြလေ့ရှိပြီး \"ထိုထက် ကြောက်ရွံ့မှု ပိုဆိုးရွားသောအခါ၊ မတ်တပ်ရပ်၍ သို့မဟုတ် စီးနင်း၍ ဆွလားသ်ပြုပါ၊ ကစ်ဗ်လာဘက်သို့ ဦးတည်သည်ဖြစ်စေ မတည်သည်ဖြစ်စေ။\" ဟု ပြောလေ့ရှိသည်။ နာဖိအ်က ထို့နောက် \"ကျွန်တော်ထင်သည် အိဗ်နုအုမရ်က ထိုအကြောင်းကို တမန်တော် ﷺ ထံမှ ဖော်ပြခဲ့ခြင်းဖြစ်သည်။\" ဟု ပြောသည်။ ထို့ပြင် ဤအာယသ်တော်သည် မှောင်မိုက်နေခြင်းကြောင့် သို့မဟုတ် တိမ်ဖုံးနေသော ကောင်းကင်ကြောင့် ကစ်ဗ်လာ၏ မှန်ကန်သော ဦးတည်ရာကို မရှာဖွေနိုင်ဘဲ မှားယွင်းစွာ ကစ်ဗ်လာမဟုတ်သော အခြားဦးတည်ရာဘက်သို့ ဆွလားသ်ပြုလုပ်ခဲ့သူများနှင့်ပတ်သက်၍ ဗျာဒိတ်တော်ချခဲ့ခြင်းဖြစ်သည်ဟုလည်း ဆိုကြသည်။</p><div lang=\"my\" class=\"my \"><h2>အလ်မဒီနာမြို့သားများအတွက် ကစ်ဗ်လာသည် အရှေ့နှင့်အနောက်ကြားတွင် ရှိသော အရာဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်တော် <span class=\"gray\">(၂:၁၁၅)</span> ၏ တဖ်စီရ်ကျမ်း၌ အလ်ဟာဖိဇ် အိဗ်နုမရ်ဒူဝီယာက အဗူဟူရိုင်ရဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ قِبْلَةٌ لِأَهْلِ الْمَدِينَةِ وَأَهْلِ الشَّامِ وَأَهْلِ الْعِرَاقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှေ့နှင့် အနောက်ကြားတွင် ရှိသော အရာသည် အလ်မဒီနာ၊ အရှ်ရှမ်နှင့် အီရတ်ဒေသခံများအတွက် ကစ်ဗ်လာဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အတ်တီရ်မီဇီနှင့် အိဗ်နုမာဂျဟ်တို့က ဤဟဒီးစ်တော်ကို အောက်ပါစကားဖြင့် မှတ်တမ်းတင်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ قِبْلَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှေ့နှင့် အနောက်ကြားတွင် ရှိသော အရာသည် ကစ်ဗ်လာဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နုဂျရီရ်က ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၏ အဓိပ္ပါယ်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် လုံလောက်တော်မူ၏ <span class=\"gray\">(အရှင်၏ဖန်ဆင်းခံများအတွက် လိုအပ်ချက်များ)</span>၊ အသိပညာရှင်ဖြစ်တော်မူ၏)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အရှင်၏ဖန်ဆင်းခံအားလုံးကို လုံလောက်သောလိုအပ်ချက်များ ပေးသနားခြင်း၊ အရှင်၏ ရက်ရောမှုနှင့် ကောင်းမြတ်မှုတို့ဖြင့် အားလုံးကို လွှမ်းခြုံထားခြင်းဖြစ်သည်။ အရှင်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသိပညာရှင်ဖြစ်တော်မူ၏)</span> ဆိုသည်မှာ အရှင်သည် သူတို့၏ လုပ်ဆောင်မှုများကို သိရှိတော်မူပြီး၊ မည်သည့်အရာမျှ အရှင်၏ စောင့်ကြည့်မှုမှ မလွတ်မြောက်နိုင်၊ မည်သည့်အရာကိုမျှ အရှင်မသိသည် မရှိပေ။ ယင်းအစား၊ အရှင်၏ အသိပညာသည် အရာအားလုံးကို လွှမ်းခြုံထားသည်။\"</p>"
  }
]