[
  {
    "ayah_key": "4:144",
    "group_ayah_key": "4:144",
    "from_ayah": "4:144",
    "to_ayah": "4:147",
    "ayah_keys": "4:144,4:145,4:146,4:147",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! ယုံကြည်သူများအစား ငြင်းပယ်သူများကို မိတ်ဆွေမပြုကြနှင့်။ သင်တို့ကိုယ်တိုင်အပေါ် အလ္လာဟ်အရှင်မြတ်အား ထင်ရှားသော သက်သေပြချက်ကို ပေးလိုသလော။ <span>(၁၄၄)</span>ဧကန်စင်စစ်၊ အယောင်ဆောင်သူတို့သည် ငရဲ၏ အနိမ့်ဆုံးအောက်ဆုံး <span class=\"gray\">(အဆင့်)</span> ၌ ရှိကြလိမ့်မည်။ ၎င်းတို့အတွက် မည်သူတစ်ဦးတစ်ယောက်မျှ ကူညီမည့်သူကို သင်တို့တွေ့ရမည်မဟုတ်။ <span>(၁၄၅)</span>နောင်တရသူများ၊ ကောင်းမြတ်သော ကံဆောင်မှုများကို ပြုလုပ်သူများ၊ အလ္လာဟ်အရှင်မြတ်အပေါ် မှီခိုသူများ၊ ၎င်းတို့၏ ဘာသာတရားကို အလ္လာဟ်အရှင်မြတ်အတွက် စင်ကြယ်စေသူများမှအပ ၎င်းတို့သည် ယုံကြည်သူများနှင့်အတူ ရှိကြလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများအား ကြီးကျယ်သော အကျိုးကို ပေးသနားတော်မူလိမ့်မည်။ <span>(၁၄၆)</span>သင်တို့သည် <span class=\"gray\">(အရှင်မြတ်အား)</span> ကျေးဇူးတင်ပြီး အရှင်မြတ်ကို ယုံကြည်ပါက အလ္လာဟ်အရှင်မြတ်က သင်တို့ကို အဘယ်ကြောင့် အပြစ်ပေးရမည်နည်း။ အလ္လာဟ်အရှင်မြတ်သည် အစဉ်အမြဲ အရာရာကို အသိအမှတ်ပြုတော်မူသော <span class=\"gray\">(ကောင်းမြတ်မှုကို)</span> အရာရာကို သိရှိတော်မူသောအရှင် ဖြစ်သည်။ <span>(၁၄၇)</span></p><div lang=\"my\" class=\"my \"><h2>ငြင်းပယ်သူများနှင့် မဟာမိတ်ပြုခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်ကို ယုံကြည်သော ကျွန်များအား ယုံကြည်သူများအစား ငြင်းပယ်သူများကို မိတ်ဆွေအဖြစ် မထားရန် တားမြစ်ထားသည်။ ယင်းတွင် ငြင်းပယ်သူများနှင့် မိတ်ဆွေများ၊ အပေါင်းအသင်းများဖြစ်ခြင်း၊ ၎င်းတို့အား အကြံဉာဏ်ပေးခြင်း၊ ၎င်းတို့နှင့်ရင်းနှီးစွာနေထိုင်ခြင်းနှင့် ယုံကြည်သူများ၏ လျှို့ဝှက်ချက်များကို ၎င်းတို့အား ထုတ်ဖော်ခြင်းတို့ ပါဝင်သည်။ အခြားအာယသ်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِن دُونِ الْمُؤْمِنِينَ وَمَن يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَن تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများသည် ယုံကြည်သူများအစား ငြင်းပယ်သူများကို မိတ်ဆွေမပြုကြစေနှင့်။ ထိုသို့ပြုသူမည်သူမဆို အလ္လာဟ်အရှင်မြတ်၏ မည်သည့်အကူအညီကိုမျှ ရရှိမည်မဟုတ်၊ ၎င်းတို့ထံမှ အန္တရာယ်တစ်ခုကို သင်တို့ ဧကန်စင်စစ် စိုးရိမ်ကြောက်ရွံ့မှသာလျှင် ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို အရှင်မြတ်ကိုယ်တော်တိုင်နှင့် ပတ်သက်၍ သတိပေးထား၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်က တားမြစ်ထားသောအရာထဲသို့ သင်တို့ကျရောက်ပါက အရှင်မြတ်၏ အပြစ်ဒဏ်ကို သင်တို့ကို သတိပေးခြင်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتُرِيدُونَ أَن تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُّبِينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကိုယ်တိုင်အပေါ် အလ္လာဟ်အရှင်မြတ်အား ထင်ရှားသော သက်သေပြချက်ကို ပေးလိုသလော။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်၏ ပြစ်ဒဏ်ကို ရရှိထိုက်သော သင်တို့အပေါ် သက်သေဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိဘ်နု အဘီ ဟာသ်င်သည် အိဘ်နု အဗ္ဗားစ်က မှတ်ချက်ပေးခဲ့ကြောင်း ပြောပြခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُلْطَانًا مُّبِينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထင်ရှားသော စူလ်တာန်)</span>၊ “ကုရ်အာန်ရှိ စူလ်တာန်ဟူသော စကားလုံးသည် သက်သေကို ဆိုလိုသည်။”</p><p lang=\"my\" class=\"my \">ဤဖော်ပြချက်အတွက် စစ်မှန်သော ပြောကြားမှု ဆက်စပ်မှုတစ်ခုရှိပြီး ၎င်းသည် မုဂျာဟစ်၊ အိက်ကရိမာ၊ စအီဒ် ဘင် ဂျုဘိုင်းရ်၊ မုဟမ္မဒ် ဘင် ကအ်ဘ် အလ်-ကူရာဇီ၊ အဒ်-ဒဟ်ဟက်၊ အစ်-စွတ်ဒီ နှင့် အန်-နဒ်ရ် ဘင် အရာဘီတို့၏ ပြောဆိုချက်လည်း ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အယောင်ဆောင်သူများနှင့် ငြင်းပယ်သူများ၏ မိတ်ဆွေများသည် နောင်တမရပါက ငရဲ၏ အနိမ့်ဆုံးအောက်ဆုံး၌ ရှိကြလိမ့်မည်</h2></div><p lang=\"ht\" class=\"ht \">Allah then states that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ အယောင်ဆောင်သူတို့သည် ငရဲ၏ အနိမ့်ဆုံးအောက်ဆုံး၌ ရှိကြလိမ့်မည်။)</span> ၎င်းတို့၏ ကြီးမားသော ကုဖ်ရ် (ငြင်းပယ်ခြင်း) ကြောင့် ရှင်ပြန်ထမြောက်ရာနေ့၌ ဖြစ်သည်။ အလ်-ဝါလီဘီ <span class=\"gray\">['အလီ ဘင် အဘီ သလ်ဟဟ်]</span> က အိဘ်နု အဗ္ဗားစ်က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲ၏ အနိမ့်ဆုံးအောက်ဆုံး <span class=\"gray\">(အဆင့်)</span> ၌ ရှိကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ငရဲ၏ အောက်ခြေ၌ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အခြားပညာရှင်များကမူ ငရဲတွင် အစဉ်အမြဲ နိမ့်ကျသောအောက်ဆုံးအဆင့်များ ရှိနေသကဲ့သို့ နိဗ္ဗာန်၌လည်း အစဉ်အမြဲ မြင့်မားသောအဆင့်များ ရှိကြောင်း ပြောကြားခဲ့သည်။</p><p lang=\"id\" class=\"id \">Ibn Jarir recorded that 'Abdullah bin Mas'ud said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ အယောင်ဆောင်သူတို့သည် ငရဲ၏ အနိမ့်ဆုံးအောက်ဆုံး <span class=\"gray\">(အဆင့်)</span> ၌ ရှိကြလိမ့်မည်။)</span>၊</p><p lang=\"my\" class=\"my \">၎င်းတို့ကို ဝန်းရံထားသော မီးသေတ္တာများအတွင်း၌ ၎င်းတို့သည် ထိုသေတ္တာများအတွင်း ပိတ်ဆို့ပစ်ခြင်းခံရသောကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိဘ်နု အဘီ ဟာသ်င်သည် အိဘ်နု မပ်စ်အူဒ်အား အယောင်ဆောင်သူများနှင့် ပတ်သက်၍ မေးမြန်းသောအခါ ၎င်းက “၎င်းတို့ကို မီးဖြင့်ပြုလုပ်ထားသော သေတ္တာများအတွင်း ထည့်ထားမည်ဖြစ်ပြီး ငရဲ၏ အနိမ့်ဆုံးအောက်ဆုံး၌ ထိုသေတ္တာများအတွင်း ပိတ်ထားမည်ဖြစ်သည်။” ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن تَجِدَ لَهُمْ نَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် မည်သူတစ်ဦးတစ်ယောက်မျှ ကူညီမည့်သူကို သင်တို့တွေ့ရမည်မဟုတ်။)</span> ၎င်းတို့၏ ဆင်းရဲဒုက္ခနှင့် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်မှ ကယ်တင်ရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်မှာ ဤဘဝတွင် အယောင်ဆောင်သူများအနက် မည်သူမဆို နောင်တရပါက အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ နောင်တနှင့် ဝမ်းနည်းပူဆွေးမှုကို လက်ခံတော်မူမည်ဖြစ်သည်၊ အကယ်၍ ၎င်း၏ နောင်တသည် စိတ်ရင်းမှန်ဖြင့်ဖြစ်ပြီး ၎င်းသည် ဖြောင့်မတ်သော ကံဆောင်မှုများကို ပြုလုပ်ကာ အရှင်မြတ်အပေါ် ဆက်လက်မှီခိုနေသရွေ့ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَاعْتَصَمُوا بِاللَّهِ وَأَخْلَصُوا دِينَهُمْ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တရသူများ <span class=\"gray\">(အယောင်ဆောင်ခြင်းမှ)</span>၊ ဖြောင့်မတ်သော ကောင်းမှုများပြုသူများ၊ အလ္လာဟ်အရှင်မြတ်အပေါ် မှီခိုသူများ၊ ၎င်းတို့၏ ဘာသာတရားကို အလ္လာဟ်အရှင်မြတ်အတွက် စင်ကြယ်စေသူများမှအပ)</span> ပေါ်လွင်အောင် ပြသခြင်းကို ရိုးသားမှုဖြင့် အစားထိုးခြင်းအားဖြင့် ၎င်းတို့၏ ကောင်းမှုများသည် သေးငယ်သည်ပင်ဖြစ်စေ ၎င်းတို့အတွက် အကျိုးရှိစေလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ مَعَ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် ယုံကြည်သူများနှင့်အတူ ရှိကြလိမ့်မည်။)</span> ရှင်ပြန်ထမြောက်ရာနေ့၌ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများအား ကြီးကျယ်သော အကျိုးကို ပေးသနားတော်မူလိမ့်မည်။)</span> အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်မှာ အရှင်မြတ်သည် မည်သူ့ကိုမျှ မလိုအပ်ဘဲ အလွန်ကြွယ်ဝတော်မူသည်၊ အရှင်မြတ်သည် ကျွန်များကို ၎င်းတို့၏ အပြစ်များကြောင့်သာ အပြစ်ပေးတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا يَفْعَلُ اللَّهُ بِعَذَابِكُمْ إِن شَكَرْتُمْ وَآمَنتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် <span class=\"gray\">(အရှင်မြတ်အား)</span> ကျေးဇူးတင်ပြီး အရှင်မြတ်ကို ယုံကြည်ပါက အလ္လာဟ်အရှင်မြတ်က သင်တို့ကို အဘယ်ကြောင့် အပြစ်ပေးရမည်နည်း။)</span> သင်တို့၏ လုပ်ဆောင်မှုများကို ပြုပြင်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ တမန်တော် ﷺ အား ယုံကြည်ခြင်းအားဖြင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ شَاكِرًا عَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အစဉ်အမြဲ အရာရာကို အသိအမှတ်ပြုတော်မူသော <span class=\"gray\">(ကောင်းမြတ်မှုကို)</span> အရာရာကို သိရှိတော်မူသောအရှင် ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်ကို အသိအမှတ်ပြုသူများအား အသိအမှတ်ပြုတော်မူ၏။ အရှင်မြတ်သည် အရှင်မြတ်ကို စိတ်နှလုံးဖြင့် ယုံကြည်သူများအား သိရှိတော်မူပြီး ၎င်းတို့အား ပြည့်စုံသော အကျိုးကို ပေးသနားတော်မူမည်။</p>"
  },
  {
    "ayah_key": "4:148",
    "group_ayah_key": "4:148",
    "from_ayah": "4:148",
    "to_ayah": "4:149",
    "ayah_keys": "4:148,4:149",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် မကောင်းမှုကို လူသိရှင်ကြား ပြောဆိုခြင်းကို မနှစ်သက်ပါ။ သို့သော် ဖိနှိပ်ခံရသူမှအပ။ အလ္လာဟ်အရှင်မြတ်သည် အစဉ်အမြဲ အရာရာကို ကြားနာတော်မူသောအရှင်၊ အရာရာကို သိရှိတော်မူသောအရှင် ဖြစ်သည်။ <span>(၁၄၈)</span>သင်တို့သည် ကောင်းမှုတစ်ခုကို ထုတ်ဖော်သည်ဖြစ်စေ သို့မဟုတ် ဖုံးကွယ်သည်ဖြစ်စေ၊ သို့မဟုတ် မကောင်းမှုကို ခွင့်လွှတ်သည်ဖြစ်စေ ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အစဉ်အမြဲ ခွင့်လွှတ်တော်မူသော၊ တန်ခိုးအာနုဘော်နှင့် ပြည့်စုံတော်မူသောအရှင် ဖြစ်သည်။ <span>(၁၄၉)</span></p><div lang=\"my\" class=\"my \"><h2>ဖိနှိပ်ခံရသူအတွက် မကောင်းမှုကို လူသိရှင်ကြား ပြောဆိုရန် ခွင့်ပြုချက်</h2></div><p lang=\"my\" class=\"my \">'အလီ ဘင် အဘီ သလ်ဟဟ် က အိဘ်နု အဗ္ဗားစ်က အာယသ်နှင့် ပတ်သက်၍ မှတ်ချက်ပေးခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မကောင်းမှုကို လူသိရှင်ကြား ပြောဆိုခြင်းကို မနှစ်သက်ပါ။)</span> “အလ္လာဟ်အရှင်မြတ်သည် မည်သူတစ်ဦးတစ်ယောက်ကမျှ အရှင်မြတ်အား အခြားသူတစ်ဦးတစ်ယောက်ကို ဆန့်ကျင်၍ တောင်းဆိုခြင်းကို မနှစ်သက်ပါ။ သို့သော် ဖိနှိပ်ခံရသူမှအပ။ ဤကိစ္စတွင် အလ္လာဟ်အရှင်မြတ်သည် မိမိကို ဖိနှိပ်သူအား ဆန့်ကျင်၍ တောင်းဆိုရန် ခွင့်ပြုတော်မူသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَن ظُلِمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖိနှိပ်ခံရသူမှအပ။)</span> သို့တစေ၊ တစ်စုံတစ်ဦးသည် သည်းခံခြင်းကို စောင့်ထိန်းပါက ၎င်းအတွက် ပို၍ ကောင်းသည်။” အလ်-ဟစန် အလ်-ဘစွရီက မှတ်ချက်ပေးခဲ့သည်မှာ “မိမိကို ဖိနှိပ်သူအား ဆန့်ကျင်၍ အလ္လာဟ်အရှင်မြတ်အား <span class=\"gray\">(ကျိန်စာများအတွက်)</span> မတောင်းဆိုသင့်ပေ။ ထို့အစား ၎င်းက ‘အို အလ္လာဟ်! ၎င်းကို ဆန့်ကျင်၍ ကျွန်ုပ်အား ကူညီတော်မူပါ။ ကျွန်ုပ်၏ အခွင့်အရေးကို ၎င်းထံမှ ပြန်ယူပေးတော်မူပါ’ ဟု ဆုတောင်းသင့်သည်။” အခြားပြောကြားချက်တစ်ခုတွင် အလ်-ဟစန်က “အလ္လာဟ်အရှင်မြတ်သည် မိမိကို ဖိနှိပ်သူအား ဆန့်ကျင်၍ ကန့်သတ်ချက်များကို မကျော်လွန်ဘဲ တောင်းဆိုရန် ခွင့်ပြုတော်မူထားသည်။” ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">'အဗ္ဒူလ်-ကရီမ် ဘင် မာလိက် အလ်-ဂျဇာရီက ဤအာယသ်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်မှာ “လူတစ်ဦးက သင့်ကို ကျိန်ဆဲပါက သင်သည် ၎င်းကို လက်တုံ့ပြန် ကျိန်ဆဲနိုင်သည်။ သို့သော် ၎င်းက သင့်အကြောင်း လိမ်ညာပါက သင်သည် ၎င်းအကြောင်း မလိမ်ညာရ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَنِ انتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَٰئِكَ مَا عَلَيْهِم مِّن سَبِيلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် မည်သူမဆို ဖိနှိပ်ခံရပြီးနောက် လက်စားချေပါက ထိုသူများအပေါ် <span class=\"gray\">(အပြစ်တင်ရန်)</span> မည်သည့်နည်းလမ်းမျှ မရှိ။)</span>”</p><p lang=\"ceb\" class=\"ceb \">Abu Dawud recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الـمُسْتَبَّانِ مَا قَالَا، فَعَلَى الْبَادِئ مِنْهُمَا مَا لَمْ يَعْتَدِ الْمَظْلُومُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးကိုတစ်ဦး ကျိန်ဆဲသူတို့က မည်သည့်စကားများ ပြောဆိုကြသည်ဖြစ်စေ၊ ၎င်းကို စတင်သူသည် ၎င်း၏ဝန်ကို ထမ်းရွက်လိမ့်မည်၊ ဖိနှိပ်ခံရသူက ကန့်သတ်ချက်ကို ကျော်လွန်မှအပ။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا عَن سُوءٍ فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကောင်းမှုတစ်ခုကို ထုတ်ဖော်သည်ဖြစ်စေ၊ သို့မဟုတ် ဖုံးကွယ်သည်ဖြစ်စေ၊ သို့မဟုတ် မကောင်းမှုကို ခွင့်လွှတ်သည်ဖြစ်စေ ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အစဉ်အမြဲ ခွင့်လွှတ်တော်မူသော၊ တန်ခိုးအာနုဘော်နှင့် ပြည့်စုံတော်မူသောအရှင် ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သင်တို့လူသားတို့သည် သင်တို့အား ပြုလုပ်ခဲ့သော ကောင်းမြတ်သော ကျေးဇူးကို ဝန်ခံသည်ဖြစ်စေ၊ သို့မဟုတ် ဖုံးကွယ်သည်ဖြစ်စေ၊ သင်တို့ကို ဖိနှိပ်သူများအား ခွင့်လွှတ်သည်ဖြစ်စေ၊ ထိုသို့ပြုခြင်းသည် သင်တို့ကို အလ္လာဟ်အရှင်မြတ်ထံ ပိုမိုနီးကပ်စေမည်ဖြစ်ပြီး အရှင်မြတ်ထံမှ သင်တို့၏ အကျိုးကို တိုးပွားစေမည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်တော်များအနက် အရှင်မြတ်သည် မိမိ၏ ကျွန်များကို ခွင့်လွှတ်ပြီး အပြစ်မှ လွတ်ငြိမ်းခွင့်ပေးတော်မူသည်ဟူသော အချက်သည် ပါဝင်၏။ အရှင်မြတ်သည် ၎င်းတို့အား အပြစ်ပေးနိုင်သော်လည်း ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အစဉ်အမြဲ ခွင့်လွှတ်တော်မူသော၊ တန်ခိုးအာနုဘော်နှင့် ပြည့်စုံတော်မူသောအရှင် ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ ပလ္လင်တော်ကို ထမ်းထားသော ကောင်းကင်တမန်အချို့က “အရှင်မြတ်သည် ပြည့်စုံသော အသိပညာ <span class=\"gray\">(ပြုကျင့်သော မကောင်းမှုအားလုံးတွင်)</span> ရှိသော်လည်း အရှင်မြတ်၏ သည်းခံတော်မူခြင်းအတွက် ချီးမွမ်းခြင်းအားလုံးသည် အရှင်မြတ်အတွက်သာဖြစ်ပါသည်” ဟု ပြောဆို၍ အရှင်မြတ်အား ချီးမွမ်းသည်ဟု သတင်းရရှိခဲ့သည်။ ၎င်းတို့အချို့က “အရှင်မြတ်သည် ပြည့်စုံသော စွမ်းရည် <span class=\"gray\">(အပြစ်ပေးရန်)</span> ရှိသော်လည်း အရှင်မြတ်၏ ခွင့်လွှတ်တော်မူခြင်းအတွက် ချီးမွမ်းခြင်းအားလုံးသည် အရှင်မြတ်အတွက်သာဖြစ်ပါသည်” ဟု ဆုတောင်းကြသည်။ စစ်မှန်သော ဟဒီးစ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့် ဆွမ်းခံခြင်းမျှ စည်းစိမ်ဥစ္စာကို မလျော့စေရ၊ အလ္လာဟ်အရှင်မြတ်သည် ခွင့်လွှတ်သော ကျွန်၏ ဂုဏ်သိက္ခာကိုသာ တိုးပွားစေမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်အတွက် နှိမ့်ချသူကို အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ အဆင့်အတန်းကို မြှင့်တင်ပေးတော်မူမည်။)</span></p>"
  }
]