[
  {
    "ayah_key": "4:116",
    "group_ayah_key": "4:116",
    "from_ayah": "4:116",
    "to_ayah": "4:122",
    "ayah_keys": "4:116,4:117,4:118,4:119,4:120,4:121,4:122",
    "text": "<p lang=\"my\" class=\"my \">အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်နှင့် တွဲဖက်ကိုးကွယ်ခြင်း <span class=\"gray\">(အပြစ်)</span> ကို ခွင့်မလွှတ်ပေ။ သို့သော် ကိုယ်တော်သည် မိမိအလိုရှိသူအား ထိုမှအပ အပြစ်များကို ခွင့်လွှတ်တော်မူ၏။ အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်ခဲ့ပါမူ ဧကန်မလွဲ သူသည် အလွန်ဝေးကွာစွာ လမ်းမှားသွားခဲ့ပြီ။ <span>(၁၁၆)</span>၎င်းတို့သည် ကိုယ်တော် <span class=\"gray\">(အလ္လာဟ်)</span> မှတစ်ပါး မည်သည့်မိန်းမနတ်ဘုရားများကိုမျှ မပန်ခေါ်ကြပေ။ စွဲမြဲစွာ ပုန်ကန်သော ရှိုင်တွာန်ကိုသာ ပန်ခေါ်ကြ၏။ <span>(၁၁၇)</span>အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ကျိန်ဆဲတော်မူသည်။ ထို့နောက် ၎င်း <span class=\"gray\">[ရှိုင်တွာန်]</span> က ပြောကြားခဲ့သည်– \"ငါသည် အသင့်ကျွန်များထဲမှ သတ်မှတ်ထားသော ဝေစုကို ယူမည်။ <span>(၁၁၈)</span>\"အမှန်ပင် ငါသည် ၎င်းတို့ကို လမ်းမှားစေမည်။ ဧကန်မလွဲ ငါသည် ၎င်းတို့၌ မှားယွင်းသော ဆန္ဒများကို နှိုးဆွပေးမည်။ ဧကန်မလွဲ ငါသည် ၎င်းတို့အား ကျွဲနွားတို့၏ နားများကို ခွဲရန် အမိန့်ပေးမည်။ အမှန်ပင် ငါသည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းထားသော သဘာဝကို ပြောင်းလဲရန် အမိန့်ပေးမည်။\" အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ရှိုင်တွာန်ကို အုပ်ထိန်းသူအဖြစ် ခံယူခဲ့ပါမူ ဧကန်မလွဲ ထင်ရှားသော ဆုံးရှုံးမှုကို ခံစားခဲ့ရပြီ။ <span>(၁၁၉)</span>၎င်း <span class=\"gray\">[ရှိုင်တွာန်]</span> သည် ၎င်းတို့အား ကတိများပေးသည်။ ၎င်းတို့၌ မှားယွင်းသော ဆန္ဒများကို နှိုးဆွပေးသည်။ ရှိုင်တွာန်၏ ကတိများသည် လှည့်ဖြားခြင်းသက်သက်မျှသာ ဖြစ်သည်။ <span>(၁၂၀)</span>ထိုသူ <span class=\"gray\">(လူမျိုး)</span> တို့၏ နေထိုင်ရာသည် ငရဲဖြစ်သည်။ ၎င်းတို့သည် ငရဲမှ လွတ်မြောက်ရာလမ်းကို မတွေ့ရှိကြရပေ။ <span>(၁၂၁)</span>အကြင်သူများသည် ယုံကြည်ပြီး ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုလုပ်ကြပါမူ၊ ငါတို့သည် ၎င်းတို့အား မြစ်များစီးဆင်းနေသော ဥယျာဉ်များ <span class=\"gray\">(ဆိုလိုသည်မှာ ဂျန္နတ်)</span> သို့ ဝင်စေမည်။ ထိုဥယျာဉ်များ၌ ထာဝစဉ် နေထိုင်ကြရမည်။ အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်သည်။ အလ္လာဟ်အရှင်မြတ်၏ စကားများထက် ပိုမိုမှန်ကန်သော စကား မည်သူ၏ စကားများ ရှိနိုင်မည်နည်း။ <span>(၁၂၂)</span></p><div lang=\"my\" class=\"my \"><h2>ရှရစ်က် <span class=\"gray\">(တွဲဖက်ကိုးကွယ်ခြင်း)</span> ကို ခွင့်လွှတ်တော်မူမည်မဟုတ်၊ အမှန်တကယ်တွင် ရုပ်တုကိုးကွယ်သူတို့သည် ရှိုင်တွာန်ကို ကိုးကွယ်ကြသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍ ငါတို့ ပြောကြားခဲ့ပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်နှင့် တွဲဖက်ကိုးကွယ်ခြင်း <span class=\"gray\">(အပြစ်)</span> ကို ခွင့်မလွှတ်ပေ။ သို့သော် ကိုယ်တော်သည် မိမိအလိုရှိသူအား ထိုမှအပ အပြစ်များကို ခွင့်လွှတ်တော်မူ၏။)</span> ဟူသည့် မိန့်ကြားချက်အကြောင်းကို ဤဆူရာ၏ အစပိုင်းတွင် သက်ဆိုင်ရာ ဟဒီးဆ်တော်များနှင့်အတူ ဖော်ပြခဲ့ပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်ခဲ့ပါမူ ဧကန်မလွဲ သူသည် အလွန်ဝေးကွာစွာ လမ်းမှားသွားခဲ့ပြီ။)</span> ဆိုလိုသည်မှာ၊ သူသည် မှန်ကန်သောလမ်းမှလွဲ၍ အခြားလမ်းကို ရွေးချယ်ခဲ့ပြီး၊ လမ်းညွှန်မှုနှင့် ဖြောင့်မတ်ခြင်းမှ သွေဖည်ခဲ့ကာ၊ ဤဘဝနှင့် နောင်ဘဝတွင် မိမိကိုယ်ကို ဖျက်ဆီးခဲ့ပြီး၊ ဤဘဝနှင့် နောင်ဘဝတွင် ပျော်ရွှင်မှုကို ဆုံးရှုံးခဲ့ပြီဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Juwaybir said that Ad-Dahhak said about Allah's statement,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِن يَدْعُونَ مِن دُونِهِ إِلَّا إِنَاثًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကိုယ်တော် <span class=\"gray\">(အလ္လာဟ်)</span> မှတစ်ပါး မည်သည့်မိန်းမနတ်ဘုရားများကိုမျှ မပန်ခေါ်ကြပေ။)</span> ဟူသည့် မိန့်ကြားချက်နှင့် ပတ်သက်၍ \"ရုပ်တုကိုးကွယ်သူများသည် မလာအိကဟ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ သမီးများဖြစ်သည်ဟု ပြောဆိုကြပြီး '၎င်းတို့သည် ကျွန်ုပ်တို့ကို အလ္လာဟ်အရှင်မြတ်ထံ ပိုမိုနီးကပ်စေရန်အတွက်သာ ၎င်းတို့ကို ကိုးကွယ်ကြသည်' ဟု ပြောကြားခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် မလာအိကဟ်တို့ကို နတ်ဘုရားများအဖြစ် ခံယူခဲ့ကြပြီး၊ မိန်းကလေးပုံစံများကို ပြုလုပ်ကာ 'ဤ <span class=\"gray\">(ရုပ်တု)</span> များသည် ကျွန်ုပ်တို့ ကိုးကွယ်သော အလ္လာဟ်အရှင်မြတ်၏ သမီးများ <span class=\"gray\">(ဆိုလိုသည်မှာ မလာအိကဟ်များ)</span> နှင့် တူသည်' ဟု ဆုံးဖြတ်ခဲ့ကြသည်။\" ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်များနှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ်လားတ်နှင့် အလ်-အူဇာကို ဆင်ခြင်ကြည့်ဖူးပါသလော။)</span><span class=\"gray\">[၅၃:၁၉]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَٰنِ إِنَاثًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် အနန္တကရုဏာရှင် <span class=\"gray\">(အလ္လာဟ်)</span> ၏ ကျွန်များဖြစ်ကြသော မလာအိကဟ်တို့အား မိန်းမများအဖြစ် သတ်မှတ်ကြ၏။)</span> ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် ကိုယ်တော်နှင့် ဂျင်န်တို့အကြားတွင် ဆွေမျိုးသားချင်းဆက်ဆံရေးကို တီထွင်ခဲ့ကြသည်။)</span><span class=\"gray\">[၃၇:၁၅၈]</span>။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَدْعُونَ إِلَّا شَيْطَانًا مَّرِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် စွဲမြဲစွာ ပုန်ကန်သော ရှိုင်တွာန်ကိုသာ ပန်ခေါ်ကြ၏။)</span> ဆိုလိုသည်မှာ၊ ရှိုင်တွာန်သည် ၎င်းတို့အား ဤသို့ပြုလုပ်ရန် အမိန့်ပေးခဲ့ပြီး ၎င်းတို့၏ မျက်လုံးများတွင် ဖြောင့်မှန်လှပသည်ဟု ထင်ရအောင် ပြုလုပ်ခဲ့သည်။ ရလဒ်အနေဖြင့်၊ ၎င်းတို့သည် အမှန်တကယ်တွင် ရှိုင်တွာန်ကို ကိုးကွယ်နေကြခြင်းဖြစ်ပြီး၊ အခြားအာယသ်တော်တစ်ပါးတွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသကဲ့သို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အာဒမ်၏သားသမီးတို့၊ သင်တို့သည် ရှိုင်တွာန်ကို မကိုးကွယ်ကြရန် ငါ အမိန့်မပေးခဲ့ဘူးလား။)</span><span class=\"gray\">[၃၆:၆၀]</span>။ အလ္လာဟ်အရှင်မြတ်က ကယာမသ်နေ့တွင် မလာအိကဟ်တို့သည် ဤဘဝတွင် ၎င်းတို့ကို ကိုးကွယ်ခဲ့သော ရုပ်တုကိုးကွယ်သူများနှင့် ပတ်သက်၍ ကြေညာကြလိမ့်မည်ဟု မိန့်ကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ ၎င်းတို့သည် ဂျင်န်တို့ကို ကိုးကွယ်ခဲ့ကြသည်။ ၎င်းတို့အများစုသည် ဂျင်န်တို့ကို ယုံကြည်သူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">[၃၄:၄၁]</span>။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّعَنَهُ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ကျိန်ဆဲတော်မူသည်)</span> ဆိုလိုသည်မှာ၊ ကိုယ်တော်သည် ၎င်းအား မိမိ၏ကရုဏာနှင့် ကျေးဇူးတော်မှ နှင်ထုတ်ခဲ့ပြီး ပိတ်ပင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَّفْرُوضًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် အသင့်ကျွန်များထဲမှ သတ်မှတ်ထားသော ဝေစုကို ယူမည်။)</span> ဆိုလိုသည်မှာ၊ သတ်မှတ်ထားသော၊ လူသိများသော ဝေစုဖြစ်သည်။ မုကာသီလ် အိဗ်နု ဟိုင်ယာန်က မှတ်ချက်ပြုသည်မှာ \"လူတစ်ထောင်လျှင် ကိုးရာ့ကိုးဆယ့်ကိုးယောက်သည် ငရဲသို့ သွားကြမည်ဖြစ်ပြီး၊ တစ်ယောက်သာ ဂျန္နတ်သို့ သွားရလိမ့်မည်။\" ဟု ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَأُضِلَّنَّهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် ငါသည် ၎င်းတို့ကို လမ်းမှားစေမည်။)</span> မှန်ကန်သောလမ်းမှ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَأُمَنِّيَنَّهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါသည် ၎င်းတို့၌ မှားယွင်းသော ဆန္ဒများကို နှိုးဆွပေးမည်။)</span> ၎င်းတို့အား နောင်တရဟန်ဆောင်ရန် ဆွဲဆောင်ခြင်း၊ မှားယွင်းသော မျှော်လင့်ချက်များ ပေးခြင်း၊ ကောင်းမှုကုသိုလ်များကို နှောင့်နှေးကြန့်ကြာစေရန် အားပေးခြင်း၊ ၎င်းတို့အား လှည့်ဖြားခြင်းတို့ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါသည် ၎င်းတို့အား ကျွဲနွားတို့၏ နားများကို ခွဲရန် အမိန့်ပေးမည်။)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့၏ နားများကို ခွဲခြင်းဖြင့် ဘဟီရာ၊ ဆာအိဘာ နှင့် ဝါစီလာ အဖြစ် သတ်မှတ်ခြင်းဖြစ်သည်။ ကွာသာဒါဟ်နှင့် အပ်စ်-ဆွဒ်ဒီတို့ ပြောကြားခဲ့သည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် ငါသည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းထားသော သဘာဝကို ပြောင်းလဲရန် အမိန့်ပေးမည်။)</span> ဆိုလိုသည်မှာ တက်တူးထိုးခြင်းဖြစ်သည်၊ အလ်-ဟစန် အိဗ်နု အဗီ အလ်-ဟစန် အလ်-ဘစရီ၏ အဆိုအရ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">မိမိ၏ ဆဟီးဟ်ကျမ်းတွင် မွစ်လင်မ်က မျက်နှာပေါ်တွင် တက်တူးထိုးခြင်းကို တားမြစ်ထားကြောင်း မှတ်တမ်းတင်ထားသည်။ ၎င်း၏ စကားပုံတစ်ခုတွင် \"ဤသို့ပြုလုပ်သူအား အလ္လာဟ်အရှင်မြတ် ကျိန်ဆဲပါစေ\" ဟု ပါရှိသည်။ ထို့ပြင် ဆဟီးဟ်ကျမ်းတွင် အိဗ်နု မပ်စ်အူးဒ်က ပြောကြားခဲ့သည်မှာ \"အလ္လာဟ်အရှင်မြတ်က တက်တူးထိုးသူများနှင့် တက်တူးထိုးပေးသူများ၊ မိမိတို့၏ <span class=\"gray\">(မျက်နှာ)</span> အမွေးများကို နုတ်သူများနှင့် ၎င်းတို့အတွက် နုတ်ပေးသူများ၊ အလှအပအတွက် မိမိတို့၏ သွားများကြားတွင် နေရာဖန်တီးသူများ၊ အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းထားသည်များကို ပြောင်းလဲသူများကို ကျိန်ဆဲပါစေ။\" ထို့နောက် သူက \"အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်က အမိန့်ပေးထားသည်ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကျိန်ဆဲသောသူကို ငါ အဘယ်ကြောင့် မကျိန်ဆဲဘဲ နေရမည်နည်း\" ဟု ပြောကြားခဲ့ပြီး အာယသ်တော်ကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရစူလ်တမန်တော်က သင်တို့အား မည်သည့်အရာကို ပေးသည်ဖြစ်စေ ၎င်းကို ယူကြကုန်။ မည်သည့်အရာကို တားမြစ်သည်ဖြစ်စေ ၎င်းမှ ရှောင်ကြဉ်ကြကုန်။)</span><span class=\"gray\">[၅၉:၇]</span>။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِّن دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ရှိုင်တွာန်ကို အုပ်ထိန်းသူ <span class=\"gray\">(ကာကွယ်သူ သို့မဟုတ် ကူညီသူ)</span> အဖြစ် ခံယူခဲ့ပါမူ ဧကန်မလွဲ ထင်ရှားသော ဆုံးရှုံးမှုကို ခံစားခဲ့ရပြီ။)</span> ဆိုလိုသည်မှာ၊ သူသည် ဤဘဝနှင့် နောင်ဘဝကို ဆုံးရှုံးခဲ့ပြီဖြစ်သည်။ အမှန်စင်စစ်၊ ဤသည်မှာ ပြန်လည်ဖြည့်ဆည်းပေးနိုင်ခြင်း သို့မဟုတ် ပြန်လည်ရရှိနိုင်ခြင်း မရှိသော ဆုံးရှုံးမှုတစ်မျိုးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း <span class=\"gray\">[ရှိုင်တွာန်]</span> သည် ၎င်းတို့အား ကတိများပေးသည်။ ၎င်းတို့၌ မှားယွင်းသော ဆန္ဒများကို နှိုးဆွပေးသည်။)</span> ဟူသည်မှာ အမှန်တရားကို ရှင်းပြခြင်းဖြစ်သည်။ ဧကန်မလွဲ ရှိုင်တွာန်သည် ၎င်း၏နောက်လိုက်များကို လှည့်ဖြားစွာ ကတိများပေးပြီး ဤဘဝနှင့် နောင်ဘဝတွင် ၎င်းတို့သည် အောင်နိုင်သူများဖြစ်သည်ဟု ယုံကြည်လာအောင် သွေးဆောင်သည်။ ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့ခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွာန်၏ ကတိများသည် လှည့်ဖြားခြင်းသက်သက်မျှသာ ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က ပြန်လာမည့်နေ့တွင် မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှုကိစ္စကို ဆုံးဖြတ်ပြီးစီးသောအခါ ရှိုင်တွာန်က ပြောကြားလိမ့်မည်- \"အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား မှန်ကန်သောကတိကို ပေးခဲ့သည်။ ငါလည်း သင်တို့အား ကတိပေးခဲ့သော်လည်း သင့်တို့အား သစ္စာဖောက်ခဲ့သည်။ ငါသည် သင်တို့အပေါ် မည်သည့်အခွင့်အာဏာမှ မရှိခဲ့ပေ။)</span><span class=\"gray\">[၁၄:၂၂]</span>၊ ထိုသည်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် မတရားကျင့်သူတို့အတွက် နာကျင်သော ပြစ်ဒဏ်ရှိသည်။)</span><span class=\"gray\">[၁၄:၂၂]</span>။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို <span class=\"gray\">(လူမျိုး)</span> တို့၏)</span> ဟူသည်မှာ ရှိုင်တွာန်က ကတိပေးပြီး အာမခံထားသည်များကို နှစ်သက်မြတ်နိုးသူများကို ရည်ညွှန်းသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَأْوَاهُمْ جَهَنَّمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူ <span class=\"gray\">(လူမျိုး)</span> တို့၏ နေထိုင်ရာသည် ငရဲဖြစ်သည်။)</span> ဟူသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့၏ ရောက်ရှိရာနှင့် နေထိုင်ရာအဖြစ် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَا يَجِدُونَ عَنْهَا مَحِيصًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ငရဲမှ လွတ်မြောက်ရာလမ်းကို မတွေ့ရှိကြရပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ငရဲကို ရှောင်လွှဲခြင်း၊ တားဆီးခြင်း၊ ရှောင်ကွင်းခြင်း သို့မဟုတ် လွတ်မြောက်ခြင်းတို့ မပြုလုပ်နိုင်ကြပေ။</p><div lang=\"my\" class=\"my \"><h2>ဖြောင့်မတ်သော ယုံကြည်သူတို့၏ အကျိုးဆုလာဘ်</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် စိတ်ကျေနပ်သော ဖြောင့်မတ်သည့် ယုံကြည်သူတို့၏ အခြေအနေနှင့် နောက်ဆုံးတွင် ရရှိမည့် ပြည့်စုံသော ဂုဏ်ထူးဆောင်ခြင်းအကြောင်းကို ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူများသည် ယုံကြည်ပြီး ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုလုပ်ကြပါမူ၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ နှလုံးသားများသည် မှန်ကန်ပြီး ၎င်းတို့၏ ကိုယ်အင်္ဂါများသည် ၎င်းတို့အား အမိန့်ပေးထားသော ဖြောင့်မတ်သည့် လုပ်ရပ်များနှင့်အတူ နာခံခဲ့သည်။ ၎င်းတို့အား တားမြစ်ထားသည့် မကောင်းမှုများကိုလည်း စွန့်လွှတ်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းတို့အား မြစ်များစီးဆင်းနေသော ဥယျာဉ်များ <span class=\"gray\">(ဂျန္နတ်)</span> သို့ ဝင်စေမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဤမြစ်များကို မည်သည့်နေရာသို့ စီးဆင်းစေလိုသည်ဟု စဉ်းစားမည်ဖြစ်ပြီး ၎င်းတို့သည် ထိုနေရာသို့ စီးဆင်းကြမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုဥယျာဉ်များ၌ ထာဝစဉ် နေထိုင်ကြရမည်။)</span> အဆုံးမရှိဘဲ သို့မဟုတ် ထိုမှ ဖယ်ရှားခြင်းမရှိဘဲ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعْدَ اللَّهِ حَقًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်သည်။)</span> ဆိုလိုသည်မှာ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ မှန်ကန်သော ကတိတော်ဖြစ်ပြီး၊ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် ပြည့်စုံလိမ့်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ စကားများထက် ပိုမိုမှန်ကန်သော စကား မည်သူ၏ စကားများ ရှိနိုင်မည်နည်း။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ထက် မိန့်ကြားချက်နှင့် ပြောဆိုချက်တွင် မည်သူမျှ ပိုမိုမှန်ကန်သူ မရှိပေ။ ကိုယ်တော်မှတစ်ပါး ကိုးကွယ်ထိုက်သော မည်သည့်နတ်ဘုရားမှ မရှိ။ မည်သည့်အရှင်သခင်မှ မရှိ။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် မိမိ၏ မိန့်ခွန်းများတွင် ကြေညာလေ့ရှိသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَصْدَقَ الْحَدِيثِ كَلَامُ اللهِ، وَخَيْرَ الْهَدْيِ هَدْيُ مُحَمَّدٍ صلّى الله عليه وسلّم، وَشَرَّ الْأُمُورِ مُحْدَثَاتُهَا، وَكُلَّ مُحْدَثَةٍ بِدْعَةٌ، وَكُلَّ بِدْعَةٍ ضَلَالَةٌ، وَكُلَّ ضَلَالَةٍ فِي النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ကန်ဆုံး စကားသည် အလ္လာဟ်အရှင်မြတ်၏ စကားဖြစ်ပြီး၊ အကောင်းဆုံး လမ်းညွှန်မှုသည် မုဟမ္မဒ်၏ လမ်းညွှန်မှုဖြစ်သည်။ အဆိုးရွားဆုံး ကိစ္စရပ်များမှာ အသစ်တီထွင်ထားသော <span class=\"gray\">(ဘာသာရေး)</span> ကိစ္စများဖြစ်ပြီး၊ တိုင်းအသစ်တီထွင်ထားသော ကိစ္စရပ်တိုင်းသည် တီထွင်ဖန်တီးမှု <span class=\"gray\">(ဘစ်ဒ်အတ်)</span> ဖြစ်သည်။ တီထွင်ဖန်တီးမှုတိုင်းသည် လမ်းမှားခြင်းဖြစ်ပြီး၊ လမ်းမှားခြင်းတိုင်းသည် ငရဲတွင် ရှိသည်။)</span></p>"
  }
]