[
  {
    "ayah_key": "22:23",
    "group_ayah_key": "22:23",
    "from_ayah": "22:23",
    "to_ayah": "22:24",
    "ayah_keys": "22:23,22:24",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်ပြုသူများကို ဥယျာဉ်များသို့ ဝင်ခွင့်ပြုမည်ဖြစ်၍ ၎င်းဥယျာဉ်များအောက်မှ မြစ်များစီးဆင်းလျက်ရှိသည်။ <span class=\"gray\">(ဂျန္နတ်၌)</span> ၎င်းတို့သည် ရွှေလက်ကောက်များနှင့် ပုလဲများဖြင့် ဆင်ယင်ကြရမည်ဖြစ်ပြီး၊ ၎င်းတို့၏ အဝတ်အစားများမှာလည်း ပိုးထည်များဖြစ်ပေသည်။ <span>(၂၃)</span>ထို့ပြင် ၎င်းတို့သည် ကောင်းမွန်သောစကားကို လမ်းညွှန်ခြင်းခံရကြပြီး၊ ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူသော အရှင်မြတ်၏ လမ်းစဉ်သို့ လမ်းညွှန်ခြင်းခံရကြသည်။ <span>(၂၄)</span></p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်သူများ၏ ဆုလာဘ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ငရဲသားများ၏ အခြေအနေနှင့်ပတ်သက်၍ ပြောပြသည့်အခါ – ထိုပြစ်ဒဏ်၊ လက်စားချေမှု၊ လောင်ကျွမ်းမှုနှင့် သံကြိုးများမှ အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ်တို့ ခိုလှုံကြပါ၏ – ၎င်းတို့အတွက် ပြင်ဆင်ထားသော မီး၏ဝတ်စုံများအကြောင်းကိုလည်း ပြောပြပါသည်။ ထို့နောက် အရှင်မြတ်သည် ဂျန္နတ်သားများ၏ အခြေအနေနှင့်ပတ်သက်၍ ကျွန်ုပ်တို့အား ပြောပြသည် – အရှင်မြတ်၏ ကရုဏာနှင့် ကြင်နာမှုဖြင့် ကျွန်ုပ်တို့ကို ဂျန္နတ်သို့ ဝင်ခွင့်ပြုရန် ကျွန်ုပ်တို့ တောင်းဆိုပါသည်။ အရှင်မြတ်က ကျွန်ုပ်တို့အား မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်ပြုသူများကို ဥယျာဉ်များသို့ ဝင်ခွင့်ပြုမည်ဖြစ်၍ ၎င်းဥယျာဉ်များအောက်မှ မြစ်များစီးဆင်းလျက်ရှိသည်၊)</span> ဟူသည်မှာ၊ ဤမြစ်များသည် ၎င်း၏ဒေသများ၊ သစ်ပင်များနှင့် နန်းတော်များအောက်မှ စီးဆင်းလျက်ရှိပြီး ၎င်း၏နေထိုင်သူများသည် ၎င်းတို့ကို မိမိတို့လိုရာသို့ စီးဆင်းစေနိုင်သည်ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُحَلَّوْنَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဆင်ယင်ကြရမည်ဖြစ်သည်)</span> – လက်ဝတ်ရတနာများဖြင့် –</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရွှေလက်ကောက်များနှင့် ပုလဲများဖြင့်)</span> ဟူသည်မှာ၊ ၎င်းတို့၏ လက်မောင်းများတွင် ဖြစ်သည်၊ တမန်တော်မြတ် ﷺ က သဘောတူညီထားသော ဟဒီးစ်၌ မိန့်ကြားထားသည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبْلُغُ الْحِلْيَةُ مِنَ الْمُؤْمِنِ حَيْثُ يَبْلُغُ الْوَضُوءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူ၏ <span class=\"gray\">[ဂျန္နတ်ရှိ]</span> လက်ဝတ်ရတနာသည် ၎င်း၏ ဝူဒူ ရောက်ရှိသည့်နေရာအထိ ရောက်ရှိလိမ့်မည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِبَاسُهُمْ فِيهَا حَرِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အဝတ်အစားများမှာလည်း ပိုးထည်များဖြစ်ပေသည်။)</span> ငရဲသားများဝတ်ဆင်ရမည့် မီး၏ဝတ်စုံများနှင့် ဆန့်ကျင်ဘက်အနေဖြင့် ဂျန္နတ်သားများသည် ပိုးထည်၊ ဆွန်ဒွတ်စ်နှင့် အစ်စတဗ်ရက်ခ် (အစိမ်းရောင်ပိုးထည်ကောင်းနှင့် ရွှေချည်ထိုးပိုးထည်) ဝတ်စုံများ ရရှိလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ ۖ وَحُلُّوا أَسَاوِرَ مِن فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا - إِنَّ هَٰذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُم مَّشْكُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အဝတ်အစားများသည် အစိမ်းရောင် ဆွန်ဒွတ်စ်နှင့် အစ်စတဗ်ရက်ခ်များဖြစ်လိမ့်မည်။ ၎င်းတို့သည် ငွေလက်ကောက်များဖြင့် ဆင်ယင်ကြရမည်ဖြစ်ပြီး၊ ၎င်းတို့၏ အရှင်သခင်က ၎င်းတို့အား သန့်စင်သော ဖျော်ရည်ကို ပေးသနားမည်။ <span class=\"gray\">(၎င်းတို့အား ပြောကြားမည်)</span>- \"အမှန်စင်စစ် ဤသည်မှာ သင်တို့အတွက် ဆုလာဘ်ဖြစ်ပြီး၊ သင်တို့၏ ကြိုးပမ်းအားထုတ်မှုသည် လက်ခံပြီးဖြစ်သည်။\")</span><span class=\"gray\">(၇၆:၂၁-၂၂)</span>။ ဆဟီးဟ်ကျမ်း၌ ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَلْبَسُوا الْحَرِيرَ وَلَا الدِّيبَاجَ فِي الدُّنْيَا، فَإِنَّهُ مَنْ لَبِسَهُ فِي الدُّنْيَا لَمْ يَلْبَسْهُ فِي الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောက၌ ပိုးချည်ကောင်း သို့မဟုတ် ရွှေချည်ထိုးအထည်ကို မဝတ်ဆင်ကြနှင့်။ အကြောင်းမူကား ဤလောက၌ ၎င်းတို့ကို ဝတ်ဆင်သူသည် နောင်တမလွန်ဘဝ၌ ၎င်းတို့ကို ဝတ်ဆင်ရမည်မဟုတ်ပေ။)</span> 'အဗ်ဒုလ္လာဟ် ဘင်န် အဇ်-ဇုဗိုင်းရ်က ပြောကြားသည်၊ \"နောင်တမလွန်ဘဝ၌ ပိုးထည်မဝတ်ဆင်ရသူများသည် ဂျန္နတ်သို့ ဝင်ရောက်ရမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِبَاسُهُمْ فِيهَا حَرِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အဝတ်အစားများမှာလည်း ပိုးထည်များဖြစ်ပေသည်။)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် ကောင်းမွန်သောစကားကို လမ်းညွှန်ခြင်းခံရကြသည်။)</span> ဤသည်မှာ အာယသ်တော်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ ۖ تَحِيَّتُهُمْ فِيهَا سَلَامٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်ပြုသူများသည် ၎င်းဥယျာဉ်များအောက်မှ မြစ်များစီးဆင်းလျက်ရှိသော ဥယျာဉ်များသို့ ဝင်ရောက်ရမည်ဖြစ်သည် – ၎င်းတို့၏ အရှင်သခင်၏ ခွင့်ပြုချက်ဖြင့် ထိုနေရာတွင် ထာဝစဉ်နေထိုင်ရန်။ ထိုနေရာ၌ ၎င်းတို့၏ နှုတ်ခွန်းဆက်စကားမှာ- \"စလာမ် <span class=\"gray\">(ငြိမ်းချမ်းပါစေ!)</span>\" ဖြစ်မည်။)</span><span class=\"gray\">[၁၄:၂၃]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ - سَلَامٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى الدَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကောင်းကင်တမန်များသည် ၎င်းတို့ထံသို့ တံခါးတိုင်းမှ ဝင်ရောက်လာကြမည် <span class=\"gray\">(ပြောကြားလျက်)</span>- \"အစ္စလာမွန် အလိုင်းကွမ် <span class=\"gray\">(သင်တို့အပေါ် ငြိမ်းချမ်းမှုရှိပါစေ!)</span>\"၊ သင်တို့သည် သည်းခံခြင်း၌ ခိုင်မြဲခဲ့သောကြောင့် ဖြစ်သည်။ အမှန်စင်စစ် နောက်ဆုံးဌာနသည် အလွန်ကောင်းမွန်လှပေသည်။\")</span><span class=\"gray\">[၁၃:၂၃-၂၄]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا - إِلَّا قِيلًا سَلَامًا سَلَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် ၎င်းတို့သည် မည်သည့်မကောင်းသော အချည်းနှီးသော စကားကိုမျှ ကြားရမည်မဟုတ်၊ မည်သည့်အပြစ်ရှိသော စကားကိုမျှ ကြားရမည်မဟုတ်ပေ။ သို့သော် \"ငြိမ်းချမ်းပါစေ! ငြိမ်းချမ်းပါစေ! <span class=\"gray\">(စလာမန်! စလာမန်!)</span>\" ဟူသော စကားကိုသာ ကြားရမည်။)</span><span class=\"gray\">[၅၆:၂၅-၂၆]</span> ၎င်းတို့သည် ကောင်းမွန်သောစကားကို ကြားရမည့်နေရာသို့ လမ်းညွှန်ခြင်းခံရမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် ၎င်းတို့သည် နှုတ်ခွန်းဆက်သမှုများနှင့် ငြိမ်းချမ်းမှုနှင့် လေးစားမှုစကားတို့ဖြင့် ကြိုဆိုခြင်းခံရမည်။)</span><span class=\"gray\">[၂၅:၇၅]</span>, ငရဲသားတို့အား ဆူပူကြိမ်းမောင်းခြင်းဖြင့် အပြစ်တင်ကြိမ်းမောင်းခြင်းခံရသည့်အခါ ပြောကြားခံရမည့် ကဲ့ရဲ့ရှုံ့ချမှုနှင့် မတူပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُوقُوا عَذَابَ الْحَرِيقِ</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(\"Taste the torment of burning!\")</span><span class=\"gray\">[3:181]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدُوا إِلَىٰ صِرَاطِ الْحَمِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူသော အရှင်မြတ်၏ လမ်းစဉ်သို့ လမ်းညွှန်ခြင်းခံရကြသည်။)</span> ၎င်းတို့သည် မိမိတို့၏ အရှင်သခင်အား အရှင်မြတ်၏ ကြင်နာမှု၊ ကောင်းချီးမင်္ဂလာများနှင့် ကျေးဇူးတော်များအတွက် ချီးမွမ်းကြမည့်နေရာသို့ ဖြစ်သည်။ ဆဟီးဟ်ဟဒီးစ်၌ ဖော်ပြထားသည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ يُلْهَمُونَ التَّسْبِيحَ وَالتَّحْمِيدَ كَمَا يُلْهَمُونَ النَّفَسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အသက်ရှူခြင်းဖြင့် လှုံ့ဆော်ခံရသကဲ့သို့ ဂုဏ်တော်ချီးမွမ်းခြင်းနှင့် ချီးမွမ်းခြင်းစကားများဖြင့် လှုံ့ဆော်ခံရမည်။)</span> တဖ်ဆီရ်ပညာရှင်အချို့က ထိုအာယသ်တော်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် ကောင်းမွန်သောစကားကို လမ်းညွှန်ခြင်းခံရကြသည်။)</span> ဟူသည် ကုရ်အာန်ကို ရည်ညွှန်းသည်။ ၎င်းသည် လာအီလာဟ အစ်လလ်လဟ် သို့မဟုတ် အစ္စလာမ်၌ ပြဋ္ဌာန်းထားသော အမှတ်ရစကားများဟု အဓိပ္ပာယ်ရသည်ဟု ဆိုခဲ့ကြသည်။ ထို့ပြင် အာယသ်တော်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدُوا إِلَىٰ صِرَاطِ الْحَمِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူသော အရှင်မြတ်၏ လမ်းစဉ်သို့ လမ်းညွှန်ခြင်းခံရကြသည်။)</span> ဟူသည်မှာ ဤလောကရှိ ဖြောင့်မတ်သောလမ်းကို ဆိုလိုသည်။ ဤအနက်အဓိပ္ပာယ်များသည် အထက်တွင် ဖော်ပြထားသည်များနှင့် မဆန့်ကျင်ပေ။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  }
]