[
  {
    "ayah_key": "3:48",
    "group_ayah_key": "3:48",
    "from_ayah": "3:48",
    "to_ayah": "3:51",
    "ayah_keys": "3:48,3:49,3:50,3:51",
    "text": "<p lang=\"my\" class=\"my \">သူ့အား ကျမ်းတော်နှင့် အလ်-ဟစ်ကမာကိုလည်းကောင်း၊ တော်ရတ်နှင့် အင်ဂျီလ်ကိုလည်းကောင်း သင်ကြားပေးမည်။ <span>(၄၈)</span> ထို့ပြင် သူ့အား အစ္စရေးလ်သားတို့ထံသို့ ရစူလ်တမန်တော်အဖြစ် စေလွှတ်မည်။ <span class=\"gray\">(ပြောကြားလျက်)</span>: \"ငါသည် သင်တို့ထံသို့ သင်တို့၏ အရှင်သခင်ထံမှ သက်သေပြချက်နှင့်တကွ လာခဲ့ပြီ။ ငါသည် သင်တို့အတွက် ရွှံ့စေးဖြင့် ငှက်ပုံသဏ္ဍာန်ကို ဖန်တီး၍ ၎င်းထဲသို့ အသက်သွင်းလိုက်သောအခါ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် ငှက်ဖြစ်လာ၏။ ငါသည် မျက်မမြင်သူနှင့် အနာကြီးရောဂါရှင်ကို ကုသပေး၏။ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် လူသေများကို အသက်ပြန်သွင်း၏။ သင်တို့စားသော အရာများနှင့် သင်တို့အိမ်များတွင် သိုလှောင်ထားသော အရာများကို ငါအသိပေး၏။ ဧကန်မလွဲ ၎င်းတွင် သင်တို့အတွက် သက်သေလက္ခဏာရှိ၏၊ သင်တို့ယုံကြည်သူများဖြစ်ပါက။ <span>(၄၉)</span>\" <span class=\"gray\">(ငါသည် လာခဲ့ပြီ)</span> ငါ့ရှေ့ကရှိခဲ့သော တော်ရတ်ကို အတည်ပြုလျက်၊ သင်တို့အား တားမြစ်ထားခဲ့သော အရာအချို့ကို ခွင့်ပြုရန်အတွက်၊ ငါသည် သင်တို့ထံသို့ သင်တို့၏ အရှင်သခင်ထံမှ သက်သေအထောက်အထားနှင့်တကွ လာခဲ့ပြီ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့၍ ငါ့အား နာခံကြကုန်။ <span>(၅၀)</span>\"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ငါ့၏အရှင်သခင်ဖြစ်၍ သင်တို့၏အရှင်သခင်လည်းဖြစ်သည်။ ထို့ကြောင့် ကိုယ်တော်ကိုသာ ကိုးကွယ်ကြကုန်။ <span class=\"gray\">(တစ်ပါးတည်း)</span> ဤသည်မှာ ဖြောင့်မတ်သောလမ်းဖြစ်သည်။ <span>(၅၁)</span></p><div lang=\"my\" class=\"my \"><h2>အီဆာ၏ ဖော်ပြချက်နှင့် သူဆောင်ရွက်ခဲ့သော အံ့ဖွယ်ရာများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မရ်ယမ်ထံ အီဆာနှင့်ပတ်သက်၍ ယူဆောင်လာသော သတင်းကောင်းသည် အလ္လာဟ်အရှင်မြတ်က သူ့အား သင်ကြားပေးမည်ဖြစ်သောကြောင့် ပို၍ပင်ကောင်းမွန်သည်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكِتَابَ وَالْحِكْمَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းတော်နှင့် အလ်-ဟစ်ကမာ)</span>။ ဤတွင် ဖော်ပြထားသော 'ကျမ်းတော်' သည် ရေးသားခြင်းကို ရည်ညွှန်းပုံရသည်။ အလ်-ဟစ်ကမာ၏ အဓိပ္ပါယ်ကို စူရဟ် အလ်-ဘကရဟ်၏ တဖ်စီရ်တွင် ကျွန်ုပ်တို့ရှင်းပြခဲ့ပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">التَّوْرَاةَ وَالْإِنجِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တော်ရတ်နှင့် အင်ဂျီလ်)</span>။ တော်ရတ်သည် အလ္လာဟ်အရှင်မြတ်က အစ်မရာန်၏သား မူဆာထံ ချပေးတော်မူခဲ့သော ကျမ်းဖြစ်သည်။ အင်ဂျီလ်သည် အလ္လာဟ်အရှင်မြတ်က မရ်ယမ်၏သား အီဆာ (၎င်းတို့နှစ်ဦးအပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ) ထံ ချပေးတော်မူခဲ့သော ကျမ်းဖြစ်သည်။ အီဆာသည် ထိုကျမ်းနှစ်အုပ်လုံးကို အလွတ်ကျက်မှတ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَسُولًا إِلَىٰ بَنِي إِسْرَائِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ္စရေးလ်သားတို့ထံ ရစူလ်တမန်တော်အဖြစ် စေလွှတ်မည်)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က အီဆာအား အစ္စရေးလ်သားတို့ထံ ရစူလ်တမန်တော်အဖြစ် စေလွှတ်၍ ၎င်းတို့အား ကြေညာစေမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِّي قَدْ جِئْتُكُم بِآيَةٍ مِّن رَّبِّكُمْ أَنِّي أَخْلُقُ لَكُم مِّنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့ထံသို့ သင်တို့၏ အရှင်သခင်ထံမှ သက်သေပြချက်နှင့်တကွ လာခဲ့ပြီ။ ငါသည် သင်တို့အတွက် ရွှံ့စေးဖြင့် ငှက်ပုံသဏ္ဍာန်ကို ဖန်တီး၍ ၎င်းထဲသို့ အသက်သွင်းလိုက်သောအခါ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် ငှက်ဖြစ်လာ၏)</span>။ ဤအရာများသည် အီဆာဆောင်ရွက်ခဲ့သော အံ့ဖွယ်ရာများဖြစ်သည်။ သူသည် ရွှံ့စေးဖြင့် ငှက်ပုံသဏ္ဍာန်ကို ဖန်တီးပြီး ၎င်းထဲသို့ လေမှုတ်သွင်းလိုက်သောအခါ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် ငှက်ဖြစ်လာခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က သူ့အား စေလွှတ်ခဲ့ကြောင်း သက်သေပြရန် အီဆာအတွက် ဤအရာကို အံ့ဖွယ်ရာတစ်ခုအဖြစ် ဖန်တီးခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأُبْرِئُ الْأَكْمَهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်မမြင်ဖြစ်သူကို ငါကုသပေး၏)</span> ဆိုသည်မှာ 'မွေးရာပါ မျက်မမြင်သူ' ကို ဆိုလိုသည်။ ၎င်းသည် ဤအံ့ဖွယ်ရာကို ပိုမိုပြည့်စုံစေပြီး စိန်ခေါ်မှုကို ပိုမိုရဲဝံ့စေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَبْرَصَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အနာကြီးရောဂါရှင်)</span> ဟူသည် လူသိများသော ရောဂါတစ်ခုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُحْيِي الْمَوْتَىٰ بِإِذْنِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် လူသေများကို ငါအသက်ပြန်သွင်း၏)</span>။</p><p lang=\"my\" class=\"my \">ပညာရှင်အများအပြားက အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်တိုင်းကို သူ့ခေတ်နှင့်ကိုက်ညီသော အံ့ဖွယ်ရာတစ်ခုဖြင့် စေလွှတ်ခဲ့သည်ဟု ဖော်ပြခဲ့ကြသည်။ ဥပမာအားဖြင့် မူဆာ၏ခေတ်တွင် မှော်ပညာသည် ထိုခေတ်၏ လုပ်ငန်းဖြစ်ပြီး မှော်ဆရာများသည် မြင့်မားသောရာထူးကို ရယူထားကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မူဆာအား မျက်လုံးများကို ဆွဲဆောင်ပြီး မှော်ဆရာတိုင်းကို အံ့အားသင့်စေသော အံ့ဖွယ်ရာတစ်ခုဖြင့် စေလွှတ်ခဲ့သည်။ မှော်ဆရာများက မူဆာ၏အံ့ဖွယ်ရာသည် အနန္တတန်ခိုးရှင်၊ အထူးကြီးမြတ်သော အရှင်ထံမှ လာသည်ကို သိရှိသောအခါ ၎င်းတို့သည် အစ္စလာမ်ကို လက်ခံကာ သန့်ရှင်းသောယုံကြည်သူများ ဖြစ်လာခဲ့ကြသည်။ အီဆာကိုမူ ဆေးပညာနှင့် ရူပဗေဒဆိုင်ရာ အသိပညာများ တိုးတက်နေသော ခေတ်ကာလတွင် စေလွှတ်ခဲ့သည်။ အီဆာသည် အလ္လာဟ်အရှင်မြတ်က စေလွှတ်သောသူမှတစ်ပါး မည်သူမျှ မလုပ်ဆောင်နိုင်သော အံ့ဖွယ်ရာများကို ၎င်းတို့ထံ ယူဆောင်လာခဲ့သည်။ မည်သည့်ဆရာဝန်မျှ ရွှံ့စေးကို အသက်မသွင်းနိုင်၊ မျက်မမြင်နှင့် အနာကြီးရောဂါကို မကုသနိုင်၊ သင်္ချိုင်းတွင်း၌ ပိတ်မိနေသူများကို အသက်ပြန်မသွင်းနိုင်သည် မဟုတ်ပါလား။ မုဟမ္မဒ် ﷺ ကို စကားပြေကောင်းသူများနှင့် ကျွမ်းကျင်သော ကဗျာဆရာများခေတ်တွင် စေလွှတ်ခဲ့သည်။ သူသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ကျမ်းတစ်အုပ်ကို ၎င်းတို့ထံ ယူဆောင်လာခဲ့သည်။ လူသားများနှင့် ဂျင်န်တို့သည် ၎င်း၏ ဆယ်ခန်း သို့မဟုတ် တစ်ခန်းတည်းကိုပင် တုပရန် ကြိုးစားပါက ၎င်းတို့သည် စုပေါင်းပူးပေါင်းလုပ်ဆောင်ခဲ့သော်လည်း ဤအလုပ်တွင် လုံးဝကျရှုံးကြလိမ့်မည်။ ဤသည်မှာ ကုရ်အာန်သည် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်ဖြစ်ပြီး ဖန်ဆင်းခံများ၏ စကားနှင့် မည်သည့်အခါမျှ မတူသောကြောင့်ဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Isa's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُنَبِّئُكُم بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့စားသော အရာများနှင့် သင်တို့အိမ်များတွင် သိုလှောင်ထားသော အရာများကို ငါအသိပေး၏)</span> ဆိုသည်မှာ သင်တို့ထဲမှ တစ်ဦးက ဘာကိုစားခဲ့ပြီး မနက်ဖြန်အတွက် သူ့အိမ်မှာ ဘာကို သိမ်းဆည်းထားသည်ကို ငါပြောပြခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ၎င်းတွင်)</span>၊ ဤအံ့ဖွယ်ရာများအားလုံးတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَآيَةً لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတွက် သက်သေလက္ခဏာရှိ၏)</span> သင်တို့ထံ ငါ့အား စေလွှတ်ခဲ့သော အမှန်တရားကို သက်သေခံလျက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُنتُم مُّؤْمِنِينَ - وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ယုံကြည်ပါက။ ငါ့ရှေ့ကရှိခဲ့သော တော်ရတ်ကို အတည်ပြုလျက် ငါလာခဲ့ပြီ)</span> တော်ရတ်ကို အတည်ပြု၍ ထိန်းသိမ်းလျက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلِأُحِلَّ لَكُم بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်တို့အား တားမြစ်ထားခဲ့သော အရာအချို့ကို ခွင့်ပြုရန်အတွက်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်၏ အပိုင်းသည် အီဆာသည် တော်ရတ်၏ ဥပဒေအချို့ကို ပယ်ဖျက်ခဲ့ပြီး ဂျူးလူမျိုးများအား ၎င်းတို့ အငြင်းပွားခဲ့ဖူးသော ကိစ္စရပ်အချို့နှင့်ပတ်သက်၍ အမှန်တရားကို အသိပေးခဲ့ကြောင်း ဖော်ပြသည်။ အခြားအာယတ်တစ်ခုတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِأُبَيِّنَ لَكُم بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ကွဲပြားနေသော အချက်အချို့ကို သင်တို့အား ရှင်းလင်းပြသရန်အတွက်)</span><span class=\"gray\">[၄၃:၆၃]</span>။</p><p lang=\"fil\" class=\"fil \">Isa said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِئْتُكُم بِآيَةٍ مِّن رَّبِّكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့၏ အရှင်သခင်ထံမှ သက်သေအထောက်အထားနှင့်တကွ သင်တို့ထံ လာခဲ့ပြီ။)</span> \"ငါသင်တို့ထံ ပို့ဆောင်သော အမှန်တရားကို အတည်ပြုခြင်းနှင့် အထောက်အထားများ ပါဝင်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَأَطِيعُونِ - إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့၍ ငါ့အား နာခံကြကုန်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ငါ့၏အရှင်သခင်ဖြစ်၍ သင်တို့၏အရှင်သခင်လည်းဖြစ်သည်။ ထို့ကြောင့် ကိုယ်တော်ကိုသာ ကိုးကွယ်ကြကုန်။ <span class=\"gray\">(တစ်ပါးတည်း)</span>)</span> အဘယ်ကြောင့်ဆိုသော် ငါနှင့် သင်တို့သည် ကိုယ်တော်အပေါ် ကျွန်ခံခြင်း၊ နာခံခြင်းနှင့် နှိမ့်ချခြင်းတို့တွင် တူညီသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ဖြောင့်မတ်သောလမ်းဖြစ်သည်။)</span></p>"
  },
  {
    "ayah_key": "3:5",
    "group_ayah_key": "3:5",
    "from_ayah": "3:5",
    "to_ayah": "3:6",
    "ayah_keys": "3:5,3:6",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် ကမ္ဘာပေါ်တွင်ဖြစ်စေ၊ ကောင်းကင်ပေါ်တွင်ဖြစ်စေ မည်သည့်အရာမျှ အလ္လာဟ်အရှင်မြတ်ထံမှ လျှို့ဝှက်မနေပေ။ <span>(၅)</span> ကိုယ်တော်သည်သာလျှင် သင်တို့အား သားအိမ်များ၌ ကိုယ်တော်အလိုရှိသလို ပုံဖော်သူဖြစ်သည်။ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ထိုက်သူ မရှိပေ။ ကိုယ်တော်သည် အနန္တတန်ခိုးရှင်၊ အရာရာကိုသိတော်မူသော အနန္တပညာရှင်ဖြစ်သည်။ <span>(၆)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကောင်းကင်များနှင့် ကမ္ဘာမြေ၌ ကိုယ်တော်သည် ပြီးပြည့်စုံသော အသိပညာရှိကြောင်း၊ ထိုနှစ်ခုတွင် မည်သည့်အရာမျှ ကိုယ်တော်၏ စောင့်ကြည့်မှုမှ လျှို့ဝှက်မနေကြောင်း ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည်သာလျှင် သင်တို့အား သားအိမ်များ၌ ကိုယ်တော်အလိုရှိသလို ပုံဖော်သူဖြစ်သည်။)</span> ဆိုသည်မှာ ကိုယ်တော်သည် သင်တို့ကို သားအိမ်များ၌ ကိုယ်တော်အလိုရှိသလို၊ ယောက်ျားဖြစ်စေ၊ မိန်းမဖြစ်စေ၊ ချောမောသူဖြစ်စေ၊ မချောမောသူဖြစ်စေ၊ ပျော်ရွှင်သူဖြစ်စေ၊ ဆင်းရဲသူဖြစ်စေ ဖန်ဆင်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلَٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ထိုက်သူ မရှိပေ <span class=\"gray\">(ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ထိုက်သူ မရှိပေ)</span>၊ ကိုယ်တော်သည် အနန္တတန်ခိုးရှင်၊ အရာရာကိုသိတော်မူသော အနန္တပညာရှင်ဖြစ်သည်။)</span> ဆိုသည်မှာ ကိုယ်တော်သည် ဖန်ဆင်းရှင်ဖြစ်ပြီး ထို့ကြောင့် မည်သူနှင့်မျှ မပေါင်းဖက်ဘဲ ကိုးကွယ်ထိုက်သော တစ်ဆူတည်းသော နတ်ဘုရားဖြစ်သည်။ ကိုယ်တော်၌ ပြည့်စုံသော တန်ခိုး၊ ပညာနှင့် ဆုံးဖြတ်ချက်ရှိသည်။ ဤအာယတ်သည် မရ်ယမ်၏သား အီဆာသည် အလ္လာဟ်အရှင်မြတ်က ကျန်လူသားများကို ဖန်ဆင်းသကဲ့သို့ ဖန်ဆင်းခံကျွန်တစ်ဦးဖြစ်ကြောင်း ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်သည် အီဆာအား သားအိမ် <span class=\"gray\">(သူ၏မိခင်၏)</span> ၌ ဖန်ဆင်းခဲ့ပြီး ကိုယ်တော်အလိုရှိသလို ပုံဖော်ခဲ့သည်။ ထို့ကြောင့် ခရစ်ယာန်များ (အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာများ ၎င်းတို့အပေါ် ကျရောက်ပါစေ) ပြောဆိုသကဲ့သို့ အီဆာသည် နတ်ဘုရားဖြစ်နိုင်ပါမည်နည်း။ အီဆာသည် သားအိမ်၌ ဖန်ဆင်းခံခဲ့ရပြီး သူ၏ဖန်ဆင်းခြင်းသည် အဆင့်ဆင့် ပြောင်းလဲခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သကဲ့သို့ပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِّن بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သင်တို့ကို မိခင်တို့၏ သားအိမ်များ၌ ဖန်ဆင်း၏။ အမှောင်ထုသုံးခုအတွင်း၌ ဖန်ဆင်းခြင်းနောက် ဖန်ဆင်းခြင်းဖြစ်၏။)</span><span class=\"gray\">[၃၉:၆]</span>။</p>"
  },
  {
    "ayah_key": "3:52",
    "group_ayah_key": "3:52",
    "from_ayah": "3:52",
    "to_ayah": "3:54",
    "ayah_keys": "3:52,3:53,3:54",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် အီဆာသည် ၎င်းတို့၏ မယုံကြည်ခြင်းကို သိရှိသောအခါ သူက ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်၏ အကြောင်းတွင် ငါ့ကို ကူညီမည့်သူများ မည်သူနည်း။\" အလ်-ဟဝါရိယွန်တို့က ပြောသည်- \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကူညီသူများဖြစ်သည်။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး ကျွန်ုပ်တို့သည် မွတ်စလင်မ်များဖြစ်ကြောင်း သက်သေခံပါသည်။ <span>(၅၂)</span>\"အို ကျွန်ုပ်တို့၏အရှင်သခင်! ကိုယ်တော်ချပေးတော်မူသော အရာကို ကျွန်ုပ်တို့ယုံကြည်ပြီး ရစူလ်တမန်တော် <span class=\"gray\">['အီဆာ]</span> ကို ကျွန်ုပ်တို့ လိုက်နာပါသည်; ထို့ကြောင့် ကျွန်ုပ်တို့အား သက်သေခံသူများထဲတွင် မှတ်သားပေးပါ။ <span>(၅၃)</span>\" ထို့ပြင် ၎င်းတို့ <span class=\"gray\">(မယုံကြည်သူများ)</span> က ပူးပေါင်းကြံစည်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်ကလည်း စီမံခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ပူးပေါင်းကြံစည်သူများထဲတွင် အကောင်းဆုံးဖြစ်သည်။ <span>(၅၄)</span></p><div lang=\"my\" class=\"my \"><h2>တပည့်သာဝကများက အီဆာအား ထောက်ခံမှုပေးခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا أَحَسَّ عِيسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အီဆာသိရှိသောအခါ)</span>၊ ဆိုသည်မှာ အီဆာသည် ၎င်းတို့သည် မယုံကြည်မှုတွင် ခိုင်မာနေပြီး လမ်းမှား၌ ဆက်လက်ရှိနေသည်ကို ခံစားမိသည်။ သူက ၎င်းတို့အား ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَنصَارِي إِلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အကြောင်းတွင် ငါ့ကို ကူညီမည့်သူများ မည်သူနည်း)</span> မုဂျာဟစ်က မှတ်ချက်ပေးသည်- \"ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံ ငါ့ကို မည်သူလိုက်နာမည်နည်း။\" သို့သော် အီဆာက \"အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို ပို့ဆောင်ရန် ငါ့ကို မည်သူက ကူညီမည်နည်း\" ဟု မေးနေခြင်းဖြစ်ပုံရသည်။</p><p lang=\"sq\" class=\"sq \">The Prophet ﷺ said during the Hajj season, before the Hijrah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ رَجُلٌ يُؤْوِينِي حَتَّى أُبَلِّغَ كَلَامَ رَبِّي؟ فَإِنَّ قُرَيْشًا قَدْ مَنَعُونِي أَنْ أُبَلِّغَ كَلَامَ رَبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အား ခိုလှုံရာပေးမည့်သူ မည်သူနည်း၊ သို့မှသာ ငါ့အရှင်သခင်၏ နှုတ်ကပတ်တော်ကို ငါပို့ဆောင်နိုင်မည်၊ အကြောင်းမှာ ကုရိုက်ရှ်တို့က ငါ့အရှင်သခင်၏ နှုတ်ကပတ်တော်ကို ပို့ဆောင်ခြင်းမှ တားဆီးထားသောကြောင့်ဖြစ်သည်။)</span> အန်ဆွာရ်တို့ကို မတွေ့မချင်း။ အန်ဆွာရ်တို့သည် တမန်တော် ﷺ ကို ကူညီပြီး ခိုလှုံရာပေးခဲ့သည်။ သူသည် နောက်ပိုင်းတွင် ၎င်းတို့ထံ ပြောင်းရွှေ့ခဲ့ရာ ၎င်းတို့သည် တမန်တော် ﷺ ကို နှစ်သိမ့်ပေးပြီး သူ၏ ရန်သူအားလုံးထံမှ ကာကွယ်ပေးခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးအပေါ် နှစ်သက်တော်မူပါစေ။ ဤသည်မှာ အီဆာနှင့် ဖြစ်ပျက်ခဲ့သည့် အဖြစ်အပျက်နှင့် ဆင်တူသည်၊ အဘယ်ကြောင့်ဆိုသော် အစ္စရေးလ်သားအချို့က သူ့ကို ယုံကြည်ခဲ့ပြီး ၎င်းတို့၏ အကူအညီနှင့် ထောက်ခံမှုကို ပေးခဲ့ကာ သူ့နှင့်အတူ ပို့ဆောင်ခဲ့သော အလင်းကို လိုက်နာခဲ့သောကြောင့်ဖြစ်သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့နှင့်ပတ်သက်၍ မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ - رَبَّنَا آمَنَّا بِمَا أَنزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاکْتُبْنَا مَعَ الشَّاهِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ဟဝါရိယွန်တို့က ပြောသည်- \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကူညီသူများဖြစ်သည်။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး ကျွန်ုပ်တို့သည် မွတ်စလင်မ်များဖြစ်ကြောင်း သက်သေခံပါသည်။ အို ကျွန်ုပ်တို့၏အရှင်သခင်! ကိုယ်တော်ချပေးတော်မူသော အရာကို ကျွန်ုပ်တို့ယုံကြည်ပြီး ရစူလ်တမန်တော်ကို ကျွန်ုပ်တို့ လိုက်နာပါသည်; ထို့ကြောင့် ကျွန်ုပ်တို့အား သက်သေခံသူများထဲတွင် မှတ်သားပေးပါ။\")</span></p><p lang=\"my\" class=\"my \">အာရဗီဘာသာစကားဖြင့် ဟဝါရီသည် 'ထောက်ခံမှု' ဟု အဓိပ္ပါယ်ရသည်။ စဟီးဟ်နှစ်အုပ်တွင် မှတ်တမ်းတင်ထားသည်မှာ အလ်-အဟ်ဇာဗ်တိုက်ပွဲအတွင်း တမန်တော် ﷺ က လူများကို တိုက်ခိုက်ရန် တိုက်တွန်းသောအခါ အဇ်-ဇူဘိုင်ရ် ရှေ့သို့ထွက်လာပြီး၊ တမန်တော် ﷺ က တိုက်ခိုက်မည့်သူများကို ဒုတိယအကြိမ် ထပ်မံမေးမြန်းသောအခါ ထပ်မံထွက်လာခဲ့သည်။ တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ لِكُلِّ نَبِيٍّ حَوَارِيًّا، وَحَوَارِيِّي الزُّبَيْرُ</p><p lang=\"so\" class=\"so \"><span class=\"gray\">(Every Prophet has a Hawari, and Az-Zubayr is my Hawari)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က အိဗ်နု အဘ္ဘာစ်သည် ဤအကြောင်းနှင့်ပတ်သက်၍ ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ceb qpc-hafs\" lang=\"ceb \"><span class=\"gray\">(so write us down among those who bear witness)</span> \"Meaning among the Ummah of Muhammad.\" This Hadith has a good chain of narration.</p><div lang=\"mg\" class=\"mg \"><h2>The Jews Plot to Kill 'Isa</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အစ္စရေးလ်သားတို့သည် အီဆာအား အသရေဖျက်ရန်နှင့် လက်ဝါးကပ်တိုင်တင်သတ်ရန် ပူးပေါင်းကြံစည်ခြင်းဖြင့် သတ်ရန် ကြိုးစားခဲ့ကြောင်း ဖော်ပြသည်။ ၎င်းတို့သည် မယုံကြည်သူ ဘုရင်ထံ အီဆာနှင့်ပတ်သက်၍ တိုင်ကြားခဲ့ကြသည်။ ၎င်းတို့က အီဆာသည် လူများကို လမ်းမှားသို့ပို့ဆောင်သူ၊ ဘုရင်ကို နာခံခြင်းမှ တားမြစ်သူ၊ ကွဲပြားမှုများ ဖန်တီးသူ၊ လူနှင့် သားကို ခွဲခြားသူဖြစ်သည်ဟု ပြောဆိုခဲ့ကြသည်။ ၎င်းတို့က အီဆာနှင့်ပတ်သက်၍ အခြားသော မုသားများလည်း ပြောဆိုခဲ့ကြသည်၊ ၎င်းတို့သည် သူ့အား တရားမဝင်သောသားဟု စွပ်စွဲခြင်းအပါအဝင် ထိုမုသားများကို သူတို့၏လည်ပင်းပေါ်တွင် သယ်ဆောင်သွားရလိမ့်မည်။ ဘုရင်သည် ဒေါသထွက်ပြီး အီဆာအား ဖမ်းဆီး၍ ညှဉ်းပန်းနှိပ်စက်ပြီး လက်ဝါးကပ်တိုင်တင်သတ်ရန် သူ၏လူများကို စေလွှတ်ခဲ့သည်။ ၎င်းတို့သည် အီဆာ၏အိမ်ကို ဝိုင်းရံပြီး သူသည် အမှန်ပင် အဖမ်းခံရမည်ဟု ထင်သောအခါ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ၎င်းတို့ထံမှ ကယ်တင်ခဲ့ပြီး အိမ်မှ ကောင်းကင်သို့ မြှင့်တင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အိမ်ထဲတွင်ရှိသော လူတစ်ဦးအပေါ် အီဆာ၏ ပုံသဏ္ဍာန်ကို ထားရှိခဲ့သည်; မတရားသူများသည် အိမ်ထဲသို့ မှောင်နေစဉ် ဝင်ရောက်သောအခါ ထိုသူသည် အီဆာဖြစ်သည်ဟု ၎င်းတို့ထင်ခဲ့ကြသည်။ ၎င်းတို့သည် ထိုလူကို ဖမ်းဆီး၊ အရှက်ခွဲပြီး လက်ဝါးကပ်တိုင်တင်သတ်ခဲ့ကြသည်။ ၎င်းတို့သည် သူ့ခေါင်းပေါ်တွင် ဆူးများကိုလည်း တင်ခဲ့ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ဤလူများကို လှည့်ဖြားခဲ့သည်။ ကိုယ်တော်သည် သူ၏တမန်တော်ကို ၎င်းတို့ထံမှ ကယ်တင်၍ မြှင့်တင်ခဲ့ပြီး ၎င်းတို့အား သူတို့၏ ကျူးလွန်မှု၏ မှောင်မိုက်ထဲ၌ ရုပ်ပျက်ဆင်းပျက်ဖြစ်အောင် ထားခဲ့သည်၊ ၎င်းတို့သည် သူတို့၏ပန်းတိုင်ကို အောင်မြင်စွာ ရရှိခဲ့သည်ဟု ထင်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏နှလုံးသားများကို မာကျောစေပြီး အမှန်တရားကို ဆန့်ကျင်စေခဲ့ပြီး ၎င်းတို့နှင့်အတူ ရှင်ပြန်ထမြောက်ရာနေ့အထိ ရှိနေမည့် အရှက်ရဖွယ် အခြေအနေဖြင့် အရှက်ခွဲခဲ့သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်၊</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့က ပူးပေါင်းကြံစည်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်ကလည်း စီမံခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ပူးပေါင်းကြံစည်သူများထဲတွင် အကောင်းဆုံးဖြစ်သည်။)</span></p>"
  }
]