[
  {
    "ayah_key": "2:118",
    "group_ayah_key": "2:118",
    "from_ayah": "2:118",
    "to_ayah": "2:118",
    "ayah_keys": "2:118",
    "text": "<p class=\"my translation\" lang=\"my\">အသိပညာမဲ့သူတို့က “အဘယ်ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့နှင့် <span class=\"gray\">(မျက်နှာချင်းဆိုင်)</span> စကားမပြောပါသနည်း သို့မဟုတ် အဘယ်ကြောင့် ကျွန်ုပ်တို့ထံသို့ သက်သေပြချက်တစ်ခု မလာပါသနည်း” ဟု ပြောကြသည်။ ထို့အတူ သူတို့မတိုင်မီက လူတို့သည်လည်း အလားတူစကားများကို ပြောခဲ့ကြသည်။ သူတို့၏စိတ်နှလုံးများမှာ တူညီကြ၏။ ဧကန်မလွဲ ကျွန်ုပ်တို့သည် သေချာစွာ ယုံကြည်သောသူတို့အတွက် သက်သေပြချက်များကို ရှင်းလင်းစွာ ပြသခဲ့ပြီးဖြစ်သည် <span>(၁၁၈)</span></p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင် အိစ်ဟာက်က အိဘ်န် အဗ္ဗါစ် ပြောသည်မှာ ရာဖီအ် ဘင် ဟူရ်မိုင်လာဟ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ အား \"အို မုဟမ္မဒ်! အကယ်၍ သင်သည် အမှန်တကယ် အလ္လာဟ်အရှင်မြတ်ထံမှ ရစူလ်တမန်တော်မြတ် ဖြစ်သည်ဟု သင်ဆိုပါက၊ ကျွန်ုပ်တို့သည် အရှင်၏ အမိန့်တော်ကို ကြားနာနိုင်ရန် အလ္လာဟ်အရှင်မြတ်အား ကျွန်ုပ်တို့နှင့် တိုက်ရိုက်စကားပြောဆိုရန် တောင်းဆိုပါ။\" ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا اللَّهُ أَوْ تَأْتِينَا آيَةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသိပညာမဲ့သူတို့က \"အဘယ်ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့နှင့် <span class=\"gray\">(မျက်နှာချင်းဆိုင်)</span> စကားမပြောပါသနည်း သို့မဟုတ် အဘယ်ကြောင့် ကျွန်ုပ်တို့ထံသို့ သက်သေပြချက်တစ်ခု မလာပါသနည်း\" ဟု ပြောကြသည်)</span></p><p lang=\"cy\" class=\"cy \">Abu Al-'Aliyah, Ar-Rabi' bin Anas, Qatadah and As-Suddi said that it was actually the statement of the Arab disbelievers:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ قَالَ الَّذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့အတူ သူတို့မတိုင်မီက လူတို့သည်လည်း အလားတူစကားများကို ပြောခဲ့ကြသည်)</span> သူက \"ဒါတွေက ဂျူးတွေနဲ့ ခရစ်ယာန်တွေပဲ\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">အရဗ်ရုပ်ပွားကိုးကွယ်သူတို့က ထိုအာယသ်တွင် ဖော်ပြထားသော စကားကို ပြောခဲ့ကြောင်း ထပ်မံသက်သေပြသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَن نُّؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ ۘ اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ سَيُصِيبُ الَّذِينَ أَجْرَمُوا صَغَارٌ عِندَ اللَّهِ وَعَذَابٌ شَدِيدٌ بِمَا كَانُوا يَمْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့ထံသို့ သက်သေပြချက် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> တစ်စုံတစ်ရာ ရောက်ရှိလာသောအခါ၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်များ ရရှိခဲ့သည့်အရာမျိုးကို ကျွန်ုပ်တို့ မရရှိမချင်း ကျွန်ုပ်တို့ ယုံကြည်မည်မဟုတ်\" ဟု ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် အရှင်၏ သတင်းစကားကို မည်သူနှင့် ပေးအပ်ရမည်ကို အသိဆုံးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ထံမှ အရှက်ရမှုနှင့် ဂုဏ်သိက္ခာကျဆင်းမှုတို့အပြင် ပြင်းထန်သော ပြစ်ဒဏ်သည် ရာဇဝတ်ကောင်များ <span class=\"gray\">(ရုပ်ပွားကိုးကွယ်သူများနှင့် အပြစ်သားများ)</span> အပေါ်သို့ ကျရောက်လိမ့်မည်။ ထိုသူတို့သည် ကြံစည်မှုများကြောင့် ဖြစ်သည်)</span><span class=\"gray\">(၆:၁၂၄)</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنبُوعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့က \"အို မုဟမ္မဒ် ﷺ! အသင်သည် ကျွန်ုပ်တို့အတွက် မြေကြီးမှ ရေပန်းတစ်ခုကို ထွက်ပေါ်စေခြင်း မရှိမချင်း ကျွန်ုပ်တို့သည် အသင်ကို ယုံကြည်မည်မဟုတ်\" ဟု ပြောကြသည်)</span> အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> အသင်က \"ငါ့သခင် <span class=\"gray\">[<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ထိုသူတို့ <span class=\"gray\">(ရုပ်ပွားကိုးကွယ်သူများ)</span> အရှင်နှင့် တွဲဖက်ကိုးကွယ်သော မကောင်းမှုမှန်သမျှအထက် အလွန်သန့်စင်မြင့်မြတ်တော်မူသည်]</span>! ငါသည် ရစူလ်တမန်တော်အဖြစ် စေလွှတ်ခြင်းခံရသော လူသားတစ်ဦးသာ မဟုတ်လော\" ဟု ပြောပါ)</span><span class=\"gray\">(၁၇:၉၀-၉၃)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَىٰ رَبَّنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့နှင့် တွေ့ဆုံခြင်းကို မမျှော်လင့်သောသူများ <span class=\"gray\">(ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့နှင့် နောင်တမလွန်ဘဝကို ငြင်းပယ်သောသူများ)</span> က \"အဘယ်ကြောင့် ကောင်းကင်တမန်များကို ကျွန်ုပ်တို့ထံသို့ မစေလွှတ်ပါသနည်း၊ သို့မဟုတ် အဘယ်ကြောင့် ကျွန်ုပ်တို့၏ အရှင်သခင်ကို မမြင်ရပါသနည်း\" ဟု ပြောကြသည်)</span><span class=\"gray\">(၂၅:၂၁)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ يُرِيدُ كُلُّ امْرِئٍ مِّنْهُمْ أَن يُؤْتَىٰ صُحُفًا مُّنَشَّرَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ သူတို့တစ်ဦးစီတိုင်းက သူတို့ကို ဖြန့်ထားသော စာမျက်နှာများကို ပေးစေလိုသည်)</span><span class=\"gray\">(၇၄:၅၂)</span>။</p><p lang=\"my\" class=\"my \">အရဗ်ရုပ်ပွားကိုးကွယ်သူတို့၏ မယုံကြည်မှု၊ ၎င်းတို့၏ ကျူးလွန်မှု၊ ခေါင်းမာမှုနှင့် မယုံကြည်မှုနှင့် မာနထောင်လွှားမှုကြောင့် မလိုအပ်သော မေးခွန်းများ မေးမြန်းခဲ့သည်ကို သက်သေခံသည့် အခြားသော အာယသ်များစွာ ရှိပါသည်။ အရဗ်ရုပ်ပွားကိုးကွယ်သူတို့၏ ပြောဆိုချက်များသည် သူတို့မတိုင်မီက ကျမ်းနှစ်ကျမ်းပိုင်ရှင်များနှင့် အခြားဘာသာဝင်လူမျိုးတို့၏ ပြောဆိုချက်များကို လိုက်နာခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُكَ أَهْلُ الْكِتَابِ أَن تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِّنَ السَّمَاءِ فَقَدْ سَأَلُوا مُوسَىٰ أَكْبَرَ مِن ذَٰلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်ပိုင်ရှင်များ <span class=\"gray\">(ဂျူးများ)</span> သည် ကောင်းကင်မှ ကျမ်းစာတစ်အုပ်ကို ၎င်းတို့အပေါ်သို့ ကျရောက်စေရန် သင့်အား တောင်းဆိုကြသည်။ အမှန်စင်စစ် ၎င်းတို့သည် မူဆာ <span class=\"gray\">(မောရှေ)</span> ထံမှ ထိုထက်ပင် ပိုမိုကြီးကျယ်သော အရာကို တောင်းဆိုခဲ့ကြသည်။ ၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်ကို ကျွန်ုပ်တို့အား လူအများရှေ့တွင် ပြသပါ\" ဟု ပြောခဲ့ကြသည်)</span><span class=\"gray\">(၄:၁၅၃)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قُلْتُمْ يَا مُوسَىٰ لَن نُّؤْمِنَ لَكَ حَتَّىٰ نَرَى اللَّهَ جَهْرَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့က \"အို မူဆာ! ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို ရှင်းရှင်းလင်းလင်း မမြင်ရမချင်း သင့်အား မည်သည့်အခါမျှ ယုံကြည်မည်မဟုတ်\" ဟု ပြောခဲ့သည်ကို <span class=\"gray\">(မှတ်မိပါ)</span>)</span><span class=\"gray\">(၂:၅၅)</span>။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَشَابَهَتْ قُلُوبُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ စိတ်နှလုံးများမှာ တူညီကြသည်)</span> ဟု ဆိုလိုသည်မှာ အရဗ်ရုပ်ပွားကိုးကွယ်သူတို့၏ စိတ်နှလုံးများသည် ၎င်းတို့မတိုင်မီက လူတို့၏ စိတ်နှလုံးများနှင့် အလားတူပင်ဖြစ်ပြီး၊ မယုံကြည်မှု၊ ခေါင်းမာမှုနှင့် မတရားမှုများ ပါဝင်နေသည်။ ထို့အတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ مَا أَتَى الَّذِينَ مِن قَبْلِهِم مِّن رَّسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ - أَتَوَاصَوْا بِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့အတူ ၎င်းတို့မတိုင်မီက လူတို့ထံသို့ မည်သည့်ရစူလ်တမန်တော်မျှ မရောက်ရှိခဲ့ပေ၊ သို့သော် ၎င်းတို့က \"စုန်းကဝေ သို့မဟုတ် ရူးသွပ်သူ!\" ဟု ပြောခဲ့ကြသည်။ ထိုသူတို့ <span class=\"gray\">(အတိတ်ကလူများ)</span> သည် ဤစကားကို ဤသူတို့ <span class=\"gray\">(ကုရိုင်းရှ်ရုပ်ပွားကိုးကွယ်သူများ)</span> ထံသို့ လက်ဆင့်ကမ်းခဲ့ကြသလော?)</span><span class=\"gray\">(၅၁:၅၂-၅၃)</span>။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ بَيَّنَّا الْآيَاتِ لِقَوْمٍ يُوقِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ကျွန်ုပ်တို့သည် သေချာစွာ ယုံကြည်သောသူတို့အတွက် သက်သေပြချက်များကို ရှင်းလင်းစွာ ပြသခဲ့ပြီးဖြစ်သည်)</span> ဟု ဆိုလိုသည်မှာ၊ ကျွန်ုပ်တို့သည် ရစူလ်တမန်တော်များ၏ အမှန်တရားကို သက်သေပြသည့် အငြင်းပွားဖွယ်ရာများကို ရှင်းလင်းစွာ ပြသခဲ့ပြီးဖြစ်သည်။ ယုံကြည်သူများ၊ ရစူလ်တမန်တော်များကို လိုက်နာသူများနှင့် အလ္လာဟ်အရှင်မြတ် စေလွှတ်ခဲ့သောအရာကို နားလည်သူများအတွက် နောက်ထပ်မေးခွန်းများ သို့မဟုတ် သက်သေများ မလိုအပ်ပေ။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ စိတ်နှလုံးများနှင့် အကြားအာရုံကို တံဆိပ်ခတ်ပြီး ၎င်းတို့၏ မျက်လုံးများကို ဖုံးအုပ်ထားသူများအတွက် အရှင်က ၎င်းတို့ကို ဖော်ပြခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အသင်၏ အရှင်သခင်၏ အမိန့်တော် <span class=\"gray\">(အမျက်တော်)</span> သည် ၎င်းတို့အပေါ် အတည်ဖြစ်ပြီးဖြစ်သော သူတို့သည် ယုံကြည်ကြမည်မဟုတ်။ မည်သည့်သက်သေပြချက်မျိုးပင် ၎င်းတို့ထံသို့ ရောက်ရှိလာစေကာမူ၊ ၎င်းတို့သည် ပြင်းထန်သော ပြစ်ဒဏ်ကို မမြင်ရမချင်း ဖြစ်သည်)</span><span class=\"gray\">(၁၀:၉၆-၉၇)</span>။</p>"
  },
  {
    "ayah_key": "2:119",
    "group_ayah_key": "2:119",
    "from_ayah": "2:119",
    "to_ayah": "2:119",
    "ayah_keys": "2:119",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်မလွဲ ကျွန်ုပ်တို့သည် အသင်ကို <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> အမှန်တရား <span class=\"gray\">(အစ္စလာမ်)</span> နှင့်အတူ စေလွှတ်ခဲ့သည်။ ဝမ်းမြောက်ဖွယ်သတင်းယူဆောင်လာသူ <span class=\"gray\">(အသင်ယူဆောင်လာသည်ကို ယုံကြည်သူတို့အတွက် ၎င်းတို့သည် ဂျန္နတ်(ပရဒိသု)သို့ ဝင်ရောက်ရလိမ့်မည်ဟု)</span> ဖြစ်သည်။ ထို့အပြင် သတိပေးသူ <span class=\"gray\">(အသင်ယူဆောင်လာသည်ကို မယုံကြည်သူတို့အတွက် ၎င်းတို့သည် ဂျဟန္နမ်(ငရဲမီး)သို့ ဝင်ရောက်ရလိမ့်မည်ဟု)</span> ဖြစ်သည်။ အသင်သည် ငရဲမီးအိမ်ရှင်များအကြောင်းကို မေးမြန်းခံရမည်မဟုတ်ပေ <span>(၁၁၉)</span></p><p lang=\"de\" class=\"de \">Allah's statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် ငရဲမီးအိမ်ရှင်များအကြောင်းကို မေးမြန်းခံရမည်မဟုတ်ပေ)</span> ဟု ဆိုလိုသည်မှာ၊ \"အသင်ကို ငြင်းပယ်ခဲ့သူတို့၏ မယုံကြည်မှုနှင့် ပတ်သက်၍ ကျွန်ုပ်တို့သည် သင့်ကို မမေးမြန်းပေ။\" ထို့အတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်၏တာဝန်မှာ <span class=\"gray\">(သတင်းစကား)</span> ကို ပေးပို့ရန်သာဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏တာဝန်မှာ စာရင်းရှင်းရန်ဖြစ်သည်)</span><span class=\"gray\">(၁၃:၄၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَكِّرْ إِنَّمَا أَنتَ مُذَكِّرٌ - لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ကို သတိပေးပါ <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> - အသင်သည် သတိပေးသူတစ်ဦးသာဖြစ်သည်။ အသင်သည် ၎င်းတို့အပေါ် အာဏာရှင်တစ်ဦး မဟုတ်ပေ)</span><span class=\"gray\">(၈၈:၂၁-၂၂)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنتَ عَلَيْهِم بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآنِ مَن يَخَافُ وَعِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ပြောဆိုသည်များကို ကျွန်ုပ်တို့ အကောင်းဆုံးသိပါသည်။ အသင် <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> သည် ၎င်းတို့ကို <span class=\"gray\">(ယုံကြည်ရန်)</span> တွန်းအားပေးသူ မဟုတ်ပေ။ သို့သော် ငါ၏ ခြိမ်းခြောက်မှုကို ကြောက်ရွံ့သူအား ကိရ်အာန်ဖြင့် သတိပေးပါ)</span><span class=\"gray\">(၅၀:၄၅)</span>။</p><p lang=\"my\" class=\"my \">အလားတူ အခြားအာယသ်များစွာ ရှိပါသည်။</p><div lang=\"fr\" class=\"fr \"><h2>The Description of the Prophet <span class=\"gray\">(ﷺ)</span> in the Tawrah</h2></div><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်သည် အတားအ် ဘင် ယာစရ်က သူသည် အဗ္ဗဒုလ္လာဟ် ဘင် အမ်ရ် ဘင် အလ်-အာစ်နှင့် တွေ့ဆုံပြီး \"တောရ်ရဟ်ကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ ဖော်ပြချက်အကြောင်း ပြောပြပါ\" ဟု ပြောခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်။ သူက \"ဟုတ်တယ်၊ အလ္လာဟ်အရှင်မြတ်ကြောင့်၊ အရှင်ကို ကုရ်အာန်ကျမ်းတွင် ဖော်ပြထားသည့်အတိုင်းပင် တောရ်ရဟ်ကျမ်းတွင်လည်း ထိုသွင်ပြင်လက္ခဏာများဖြင့် ဖော်ပြထားသည်- 'အို တမန်တော်! ကျွန်ုပ်တို့သည် အသင်ကို သက်သေခံသူ၊ ဝမ်းမြောက်ဖွယ်သတင်းယူဆောင်လာသူ၊ သတိပေးသူအဖြစ်နှင့် စာမတတ်သူတို့အတွက် လုံခြုံသောခိုလှုံရာအဖြစ် စေလွှတ်ခဲ့သည်။ အသင်သည် ငါ၏ကျွန်နှင့် ရစူလ်တမန်တော် ဖြစ်သည်။ ငါသည် အသင်ကို မုတာဝက္ကီလ် <span class=\"gray\">(အရာရာတိုင်းအတွက် အလ္လာဟ်အရှင်မြတ်ကို မှီခိုအားထားသူ)</span> ဟု ခေါ်ဆိုခဲ့သည်။ အသင်သည် ကြမ်းတမ်းသူမဟုတ်၊ ခက်ထန်သူမဟုတ်၊ ဈေးများတွင် ရွံရှာဖွယ်ကောင်းသူ မဟုတ်ပေ။ အရှင်သည် မကောင်းမှုများကို မကောင်းမှုဖြင့် အကျိုးမပေးပေ။ ယင်းအစား၊ အရှင်သည် ခွင့်လွှတ်ပြီး ပြစ်ဒဏ်မှ ကင်းလွတ်စေသည်။ အလ္လာဟ်အရှင်မြတ်သည် အရှင်၏ဘဝကို အဆုံးသတ်မည်မဟုတ်၊ လူတို့က \"အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သော မည်သည့်ဘုရားမျှ မရှိ\" ဟု ကြွေးကြော်သည်အထိ၊ အရှင်သည် မကောင်းသူတို့၏ဘာသာကို အရှင်၏လက်များဖြင့် ပြုပြင်ပေးမည်။ အရှင်၏လက်များဖြင့် အလ္လာဟ်အရှင်မြတ်သည် မျက်ကန်းမျက်လုံးများ၊ နားမကြားသောနားများ၊ တံဆိပ်ခတ်ခံရသောစိတ်နှလုံးများကို ဖွင့်ပေးလိမ့်မည်။'\" ၎င်းကို အလ်-ဘွခါရီကသာ မှတ်တမ်းတင်ခဲ့သည်။</p>"
  }
]