[
  {
    "ayah_key": "23:68",
    "group_ayah_key": "23:68",
    "from_ayah": "23:68",
    "to_ayah": "23:75",
    "ayah_keys": "23:68,23:69,23:70,23:71,23:72,23:73,23:74,23:75",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် (၎င်းတို့၏) စကားကို ဆင်ခြင်သုံးသပ်ခြင်း မရှိကြသလော။ သို့မဟုတ် ရှေးအခါက ၎င်းတို့၏ ဖခင်များထံ မရောက်ရှိခဲ့သော အရာသည် ၎င်းတို့ထံ ရောက်ရှိလာခဲ့သလော <span>(၆၈)</span>သို့မဟုတ် ၎င်းတို့သည် ၎င်းတို့၏ ရစူလ်တမန်တော်ကို မမှတ်မိသဖြင့် ၎င်းကို ငြင်းပယ်ကြသလော <span>(၆၉)</span>သို့မဟုတ် ၎င်းတို့က ဤသူ၌ ရူးသွပ်မှုရှိသည်ဟု ဆိုကြသလော မဟုတ်ပါ၊ ၎င်းသည် ၎င်းတို့ထံ သစ္စာတရားကို ယူဆောင်လာခဲ့သည်၊ သို့သော် ၎င်းတို့အများစုသည် သစ္စာတရားကို မနှစ်သက်ကြပေ <span>(၇၀)</span>အကယ်၍ အလ်ဟပ် (သစ္စာတရား) သည် ၎င်းတို့၏ ဆန္ဒများကို လိုက်နာခဲ့ပါမူ ကောင်းကင်များ၊ မြေကြီးနှင့် ၎င်းတို့၌ ရှိရှိသမျှတို့သည် ပျက်စီးသွားလိမ့်မည်! မဟုတ်ပါ၊ ကျွန်ုပ်တို့သည် ၎င်းတို့ထံ ၎င်းတို့၏ သတိပေးချက်ကို ယူဆောင်လာခဲ့သည်၊ သို့သော် ၎င်းတို့သည် ၎င်းတို့၏ သတိပေးချက်မှ လွှဲဖယ်သွားကြသည် <span>(၇၁)</span>သို့မဟုတ် သင်သည် ၎င်းတို့ထံမှ ခရဂျ် (အခကြေးငွေ) ကို တောင်းဆိုသလော။ သို့သော် သင့်အရှင်သခင်၏ အခကြေးငွေသည် ပို၍ ကောင်းမွန်သည်၊ ထောက်ပံ့ပေးသူများထဲတွင် အကောင်းဆုံးမှာ ကိုယ်တော်ပင်ဖြစ်သည် <span>(၇၂)</span>အမှန်စင်စစ် သင်သည် ၎င်းတို့ကို ဖြောင့်မှန်သော လမ်းသို့ ဖိတ်ခေါ်နေသည် <span>(၇၃)</span>အမှန်စင်စစ် နောင်တမလွန်ဘဝကို မယုံကြည်သူများသည် လမ်းမှ ဝေးကွာစွာ လွဲချော်နေကြသည် <span>(၇၄)</span>ကျွန်ုပ်တို့သည် ၎င်းတို့ကို သနားကြင်နာပြီး ၎င်းတို့အပေါ်ရှိ ဆင်းရဲဒုက္ခများကို ဖယ်ရှားပေးသော်လည်း၊ ၎င်းတို့သည် ၎င်းတို့၏ ကျူးလွန်မှု၌ အ stubborn ခံပြီး မျက်စိကန်းစွာ လှည့်လည်နေဦးမည် <span>(၇၅)</span></p><div lang=\"ja\" class=\"ja \"><h2>Refutation and Condemnation of the Idolators</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူများကို အလ်ကုရ်အာန်ကို နားမလည်ခြင်း၊ ၎င်း၏အဓိပ္ပါယ်ကို ဆင်ခြင်သုံးသပ်ခြင်းမရှိခြင်း၊ နှင့် ၎င်းမှ လွှဲဖယ်သွားခြင်းတို့အတွက် ရှုတ်ချတော်မူ၏။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် ဤကျမ်းတော်ကို မည်သည့်ရစူလ်တမန်တော်ထံမျှ ပို၍ပြည့်စုံပြီး မြင့်မြတ်စွာ ထုတ်ပြန်ခြင်းမရှိခဲ့သည့်အပြင်၊ ဂျာဟီလီယားခေတ်၌ ကွယ်လွန်ခဲ့သော ၎င်းတို့၏ဘိုးဘွားများထံသို့ မည်သည့်ကျမ်း သို့မဟုတ် သတိပေးသူမျှ ရောက်ရှိခဲ့ခြင်းမရှိခဲ့သောကြောင့်ဖြစ်သည်။ ဤကျေးဇူးတော်ချီးမြှင့်ခံရသူများ လုပ်ဆောင်သင့်သောအရာမှာ ၎င်းကိုလက်ခံခြင်း၊ ကျေးဇူးတင်ခြင်း၊ ၎င်းကို နားလည်ရန်ကြိုးစားခြင်းနှင့် နေ့ရောညပါ ၎င်းနှင့်အညီ လုပ်ဆောင်ခြင်းပင်ဖြစ်သည်၊ ၎င်းတို့ထဲမှ အသိပညာရှိပြီး မွတ်စ်လင်မ်ဖြစ်ကာ ရစူလ်တမန်တော် ﷺ ကို လိုက်နာခဲ့ကြသူများ (အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အပေါ် နှစ်သက်တော်မူပါစေ) လုပ်ဆောင်ခဲ့ကြသကဲ့သို့ပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် (၎င်းတို့၏) စကားကို ဆင်ခြင်သုံးသပ်ခြင်း မရှိကြသလော)</span> ကတာဒါဟ်က \"အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏၊ လူအများက အဓိပ္ပါယ်ကို ဆင်ခြင်သုံးသပ်ပြီး ကောင်းစွာ နားလည်ခဲ့လျှင် ၎င်းတို့သည် အလ်ကုရ်အာန်တွင် အလ္လာဟ်အရှင်မြတ်ကို မနာခံခြင်းမှ တားဆီးမည့် အရာကို တွေ့ရှိကြလိမ့်မည်။ သို့သော် ၎င်းတို့သည် လုံးဝမရှင်းလင်းသော အာယသ်များကိုသာ အာရုံစိုက်ခဲ့ကြသဖြင့် ထိုအကြောင်းကြောင့် ပျက်စီးသွားခဲ့ကြသည်\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကူရိုင်ရ်ှတို့မှ မယုံကြည်သူများကို ရှုတ်ချတော်မူ၍ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့သည် ၎င်းတို့၏ ရစူလ်တမန်တော်ကို မမှတ်မိသဖြင့် ၎င်းကို ငြင်းပယ်ကြသလော?)</span> ဆိုသည်မှာ '၎င်းတို့သည် မုဟမ္မဒ်ကို မမှတ်မိကြသလော၊ သူတို့အကြားတွင် သူကြီးပြင်းလာခဲ့သည့် ရိုးသားမှု၊ ယုံကြည်စိတ်ချရမှုနှင့် ကောင်းမွန်သော စရိုက်လက္ခဏာများကို မမှတ်မိကြသလော ၎င်းတို့သည် ထိုအရာကို ငြင်းပယ်နိုင်သလော သို့မဟုတ် ငြင်းခုံနိုင်သလော' ဂျာအ်ဖရ် ဘင် အဘီ တာလစ်ဗ်သည် အီသီယိုးပီးယားဘုရင် အန်-နာဂျာရှိအား \"အို ဘုရင်၊ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့ထံ ၎င်း၏မျိုးရိုး၊ ရိုးသားမှုနှင့် ယုံကြည်စိတ်ချရမှုကို ကျွန်ုပ်တို့သိသော ရစူလ်တမန်တော်တစ်ပါးကို စေလွှတ်ခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။ အလ်-မူဂီရာဟ် ဘင် ရှုအ်ဘာဟ်သည် ကစ်စရာ၏ ဒုတိယအကြီးအကဲကို စိန်ခေါ်လိုသည့်အခါ အလားတူပင် ပြောကြားခဲ့သည်။ ဘိုင်ဇန်တိုင်းအုပ်စိုးရှင် ဟီရာကလိယပ်စ်က အဘူ စူဖ်ယန် စခရ် ဘင် ဟရ်ဘ်နှင့် သူ၏အပေါင်းအပါများ — ထိုအချိန်က ၎င်းတို့သည် မယုံကြည်သူများဖြစ်ပြီး မွတ်စ်လင်မ် မဖြစ်သေးပေ — ကို တမန်တော် ﷺ ၏ လက္ခဏာများ၊ မျိုးရိုး၊ ရိုးသားမှုနှင့် ယုံကြည်စိတ်ချရမှုအကြောင်း မေးမြန်းသောအခါ၊ ၎င်းတို့သည် အမှန်တရားကိုသာ ပြောပြနိုင်ခဲ့ပြီး ၎င်းသည် မြင့်မြတ်ပြီး ရိုးသားသူဖြစ်ကြောင်း ဝန်ခံခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ بِهِ جِنَّةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့က ဤသူ၌ ရူးသွပ်မှုရှိသည်ဟု ဆိုကြသလော?)</span> ဤသည်မှာ ကူရိုင်ရ်ှတို့က တမန်တော် ﷺ အကြောင်း ပြောကြားခဲ့သည့်အရာကို ဖော်ပြခြင်းဖြစ်သည်။ ၎င်းတို့က တမန်တော်သည် အလ်ကုရ်အာန်ကို သူ့ဘာသာသူ ဖန်တီးခဲ့သည်၊ သို့မဟုတ် သူသည် ရူးသွပ်နေပြီး သူဘာပြောနေသည်ကို မသိဟု ဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ စိတ်နှလုံးများက ထိုအရာကို မယုံကြည်ခဲ့ကြောင်း၊ အလ်ကုရ်အာန်အကြောင်း ၎င်းတို့ပြောကြားနေသည်မှာ မဟုတ်မမှန်ကြောင်း ၎င်းတို့သိခဲ့ကြောင်း ကျွန်ုပ်တို့အား မိန့်တော်မူသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များမှ ရောက်ရှိလာခဲ့ခြင်းဖြစ်ပြီး ၎င်းကို ခုခံခြင်း သို့မဟုတ် ငြင်းပယ်ခြင်း မပြုနိုင်သောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှင့် ကမ္ဘာပေါ်ရှိ လူအများအားလုံးကို ၎င်းနှင့်ဆင်တူသောအရာကို ထုတ်လုပ်ရန် စိန်ခေါ်ခဲ့သည် — သို့သော် ၎င်းတို့ မလုပ်နိုင်ခဲ့ကြပြီး မည်သည့်အခါမျှ လုပ်နိုင်လိမ့်မည်မဟုတ်ပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ သို့သော် ၎င်းသည် ၎င်းတို့ထံ အလ်ဟပ် (သစ္စာတရား) ကို ယူဆောင်လာခဲ့သည်၊ သို့သော် ၎င်းတို့အများစုသည် သစ္စာတရားကို မနှစ်သက်ကြပေ။)</span></p><div lang=\"my\" class=\"my \"><h2>သစ္စာတရားသည် စိတ်ကူးယဉ်မှုနှင့် ဆန္ဒများကို လိုက်နာခြင်းမရှိ</h2></div><p lang=\"id\" class=\"id \">Allah says;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ်ဟပ် (သစ္စာတရား) သည် ၎င်းတို့၏ ဆန္ဒများကို လိုက်နာခဲ့ပါမူ ကောင်းကင်များ၊ မြေကြီးနှင့် ၎င်းတို့၌ ရှိရှိသမျှတို့သည် ပျက်စီးသွားလိမ့်မည်!)</span> မုဂျာဟစ်ဒ်၊ အဘူ စွာလိဟ်နှင့် အစ်စ်-ဆွဒ်ဒီတို့က \"အလ်ဟပ်သည် အလ္လာဟ်အရှင်မြတ်ပင်၊ ကိုယ်တော်သည် ဘုန်းတော်ကြီးပါစေ\" ဟု ပြောကြားခဲ့သည်။ အာယသ်၏ အဓိပ္ပါယ်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ စိတ်နှလုံးထဲရှိ ဆန္ဒများကို တုံ့ပြန်ပြီး ထိုအရာများနှင့်အညီ အမိန့်ထုတ်ပြန်ခဲ့ပါက ကောင်းကင်များ၊ မြေကြီးနှင့် ၎င်းတို့၌ ရှိရှိသမျှတို့သည် ပျက်စီးသွားလိမ့်မည်၊ ဆိုလိုသည်မှာ ၎င်းတို့၏ ပျက်စီးပြီး မတည်မြဲသော ဆန္ဒများကြောင့်ပင်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အကြောင်း အခြားနေရာတွင် မိန့်တော်မူသကဲ့သို့ပင်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဤကုရ်အာန်ကျမ်းသည် မြို့နှစ်မြို့မှ ကြီးကျယ်သူတစ်ဦးဦးထံ အဘယ်ကြောင့် မကျရောက်ခဲ့သနည်း?\")</span><span class=\"gray\">(၄၃:၃၁)</span> ထို့နောက် ကိုယ်တော် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အရှင်သခင်၏ ကရုဏာတော်ကို ခွဲဝေပေးမည့်သူများမှာ ၎င်းတို့လား?)</span><span class=\"gray\">(၄၃:၃၂)</span> အလ္လာဟ်အရှင်မြတ်လည်း မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَّأَمْسَكْتُمْ خَشْيَةَ الْإِنفَاقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"သင့်အရှင်သခင်၏ ကရုဏာတော်ဘဏ္ဍာများကို သင်တို့ ပိုင်ဆိုင်ခဲ့ပါလျှင်၊ သင်တို့သည် ၎င်းကို သုံးစွဲရမည်ကို ကြောက်ရွံ့၍ မပေးဘဲ သိမ်းထားကြလိမ့်မည်။\")</span><span class=\"gray\">(၁၇:၁၀၀)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ لَهُمْ نَصِيبٌ مِّنَ الْمُلْكِ فَإِذًا لَّا يُؤْتُونَ النَّاسَ نَقِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့၌ အုပ်စိုးမှုတွင် တစ်စိတ်တစ်ပိုင်းရှိသလော? ထိုသို့ဆိုပါက ၎င်းတို့သည် လူသားများကို နကီရ် (အနည်းငယ်မျှ) ပင် ပေးလိမ့်မည်မဟုတ်။)</span><span class=\"gray\">(၄:၅၃)</span> ဤအရာအားလုံးသည် လူသားတို့မည်မျှ အရည်အချင်းမရှိပုံနှင့် ၎င်းတို့၏ အယူအဆများနှင့် ဆန္ဒများသည် မည်မျှ ကွဲပြားပြီး မကိုက်ညီပုံကို ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်သာလျှင် (ကိုယ်တော်သည် ဘုန်းတော်ကြီးပါစေ) ၎င်း၏ ဂုဏ်တော်များ၊ အမိန့်တော်များ၊ လုပ်ဆောင်ချက်များ၊ ဥပဒေများ၊ တန်ခိုးတော်နှင့် ၎င်း၏ ဖန်ဆင်းထားရာများကို ထိန်းချုပ်တော်မူခြင်းတို့တွင် ပြီးပြည့်စုံတော်မူသည်။ ကိုယ်တော်သည် အလွန်မြင့်မြတ်ပြီး သန့်ရှင်းတော်မူသည်။ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ ကိုယ်တော်မှတစ်ပါး အခြားအရှင်မရှိ။ ထို့နောက် ကိုယ်တော် မိန့်တော်မူသည်–</p><p class=\"ps qpc-hafs\" lang=\"ps\">بَلْ أَتَيْنَاهُم بِذِكْرِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ ကျွန်ုပ်တို့သည် ၎င်းတို့ထံ ၎င်းတို့၏ သတိပေးချက်ကို ယူဆောင်လာခဲ့သည်)</span> ဆိုလိုသည်မှာ အလ်ကုရ်အာန်ကို၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَهُمْ عَن ذِكْرِهِم مُّعْرِضُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် ၎င်းတို့၏ သတိပေးချက်မှ လွှဲဖယ်သွားကြသည်။)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော် <span class=\"gray\">(ﷺ)</span> သည် မည်သည့်အခကြေးငွေမျှ မတောင်းဆို၊ ၎င်းသည် ဖြောင့်မှန်သော လမ်းသို့ ဖိတ်ခေါ်သည်</h2></div><p class=\"fa qpc-hafs\" lang=\"fa\">أَمْ تَسْأَلُهُمْ خَرْجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင်သည် ၎င်းတို့ထံမှ ခရဂျ် (အခကြေးငွေ) ကို တောင်းဆိုသလော?)</span> အလ်-ဟာစန်က \"ဆုလာဘ်\" ဟု ပြောကြားခဲ့သည်။ ကတာဒါဟ်က \"အချို့သော အခကြေးငွေ\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَخَرَاجُ رَبِّكَ خَيْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင့်အရှင်သခင်၏ အခကြေးငွေသည် ပို၍ ကောင်းမွန်သည်)</span> ဆိုသည်မှာ၊ သင်သည် ၎င်းတို့ကို မှန်ကန်သော လမ်းညွှန်မှုသို့ ဖိတ်ခေါ်ခြင်းအတွက် မည်သည့်လုပ်ခ သို့မဟုတ် အခကြေးငွေ သို့မဟုတ် မည်သည့်အရာမျှ တောင်းဆိုခြင်းမဟုတ်၊ သင်သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ကြီးမားသော အကျိုးကျေးဇူးကိုသာ မျှော်လင့်နေသည်၊ ကိုယ်တော် မိန့်တော်မူသကဲ့သို့ပင်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ ۖ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"ငါသည် သင်တို့ထံမှ မည်သည့်အခကြေးငွေကိုမျှ တောင်းဆိုခဲ့သည်ဖြစ်စေ၊ ၎င်းသည် သင်တို့အတွက်သာ ဖြစ်သည်။ ငါ၏အခကြေးငွေသည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ ဖြစ်သည်။\")</span><span class=\"gray\">(၃၄:၄၇)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"ဤအရာအတွက် သင်တို့ထံမှ မည်သည့်အခကြေးငွေမျှ ငါမတောင်းဆို၊ ငါသည် အတုအယောင်ဆောင်သူများထဲမှ မဟုတ်ပေ။\")</span><span class=\"gray\">(၃၈:၈၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"ဤအရာအတွက် ငါသည် သင်တို့ထံမှ ဆုလာဘ်တစ်ခုမျှ မတောင်းဆို၊ သင်တို့နှင့် ငါ၏ဆွေမျိုးတော်စပ်မှုကြောင့် ငါ့အပေါ် ကြင်နာပေးဖို့မှအပ။\")</span><span class=\"gray\">(၄၂:၂၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَىٰ قَالَ يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ - اتَّبِعُوا مَن لَّا يَسْأَلُكُمْ أَجْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့၏ အဝေးဆုံးအပိုင်းမှ လူတစ်ဦး အပြေးရောက်လာသည်။ ၎င်းက ပြောသည်– \"အို ငါ၏လူမျိုးတို့! ရစူလ်တမန်တော်များကို နာခံကြလော့။ သင်တို့ထံမှ အခကြေးငွေမတောင်းသူများနှင့် မှန်ကန်စွာ လမ်းညွှန်ခံရသူများကို နာခံကြလော့။\")</span><span class=\"gray\">(၃၆:၂၀-၂၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ - وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်သည် ၎င်းတို့ကို ဖြောင့်မှန်သော လမ်းသို့ ဖိတ်ခေါ်နေသည်။ အမှန်စင်စစ် နောင်တမလွန်ဘဝကို မယုံကြည်သူများသည် လမ်းမှ ဝေးကွာစွာ လွဲချော်နေကြသည်။)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူတို့၏ အခြေအနေ</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် နောင်တမလွန်ဘဝကို မယုံကြည်သူများသည် လမ်းမှ ဝေးကွာစွာ လွဲချော်နေကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် လမ်းမှားသို့ ရောက်ရှိသွားပြီး လွဲချော်သွားကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ لَّلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့ကို သနားကြင်နာပြီး ၎င်းတို့အပေါ်ရှိ ဆင်းရဲဒုက္ခများကို ဖယ်ရှားပေးသော်လည်း၊ ၎င်းတို့သည် ၎င်းတို့၏ ကျူးလွန်မှု၌ အ stubborn ခံပြီး မျက်စိကန်းစွာ လှည့်လည်နေဦးမည်။)</span></p><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ မယုံကြည်မှု၌ ခိုင်မာစွာ ခေါင်းမာခြင်းအကြောင်းကို မိန့်တော်မူသည်။ ကိုယ်တော်သည် ၎င်းတို့ထံမှ ဘေးဒုက္ခများကို ဖယ်ရှားပေးပြီး အလ်ကုရ်အာန်ကို နားလည်စေခဲ့လျှင်ပင် ၎င်းတို့သည် ၎င်းကို လိုက်နာကြမည်မဟုတ်ပေ။ ၎င်းတို့သည် ၎င်းတို့၏ မယုံကြည်မှုနှင့် ခေါင်းမာသော ကျူးလွန်မှု၌ ဆက်လက်တည်ရှိနေဦးမည်။ ဤသည်မှာ အာယသ်များကဲ့သို့ပင်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا وَّهُم مُّعْرِضُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၌ ကောင်းကျိုးတစ်ခုခုရှိသည်ဟု သိတော်မူခဲ့လျှင်၊ ကိုယ်တော်သည် ၎င်းတို့ကို နားထောင်စေခဲ့မည်မှာ သေချာသည်။ ကိုယ်တော်သည် ၎င်းတို့ကို နားထောင်စေခဲ့လျှင်ပင် ၎င်းတို့သည် ရွံရှာစွာဖြင့် လွှဲဖယ်သွားကြမည်သာ။)</span><span class=\"gray\">(၈:၂၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ - بَلْ بَدَا لَهُم مَّا كَانُوا يُخْفُونَ مِن قَبْلُ ۖ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ <span class=\"gray\">(လော)</span> ၎င်းတို့သည် ငရဲမီးအပေါ် ထိန်းသိမ်းခံရမည့်အခါ သင်တွေ့မြင်နိုင်ခဲ့မည်ဆိုလျှင်! ၎င်းတို့က ပြောကြလိမ့်မည်– \"ကျွန်ုပ်တို့ကို <span class=\"gray\">(လောကသို့)</span> ပြန်ပို့ပေးခဲ့ပါက! ထိုအခါ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏အရှင်သခင်၏ အာယသ်များကို မငြင်းပယ်ဘဲ ယုံကြည်သူများထဲမှ ဖြစ်လာမည်!\" မဟုတ်ပါ၊ ၎င်းတို့သည် ယခင်က ဖုံးကွယ်ထားခဲ့သောအရာသည် ၎င်းတို့အား ထင်ရှားလာခဲ့ပြီ။ သို့သော် ၎င်းတို့ကို <span class=\"gray\">(လောကသို့)</span> ပြန်ပို့ပေးခဲ့လျှင်၊ ၎င်းတို့သည် တားမြစ်ခံရသောအရာသို့ ပြန်လှည့်သွားကြမည်မှာ သေချာသည်။)</span><span class=\"gray\">[၆:၂၇-၂၉]</span> ကိုယ်တော်၏ မိန့်တော်မူချက်အထိ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَبْعُوثِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်စေခြင်း)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အသိပညာနှင့် သက်ဆိုင်သည်။ ကိုယ်တော်သည် ဖြစ်လာမည်မဟုတ်သောအရာအကြောင်းကို သိတော်မူသည်၊ သို့သော် ဖြစ်လာခဲ့လျှင် မည်သို့ဖြစ်မည်ကို ကိုယ်တော်သိတော်မူသည်။ အဒ်-ဒဟ်ဟက်က အိဗ်နု အဘ်ဗားစ်ထံမှ ပြောပြသည်– \"စကားလုံးတွင် ပါဝင်သော အဓိပ္ပါယ်အားလုံး–</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَوْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ <span class=\"gray\">(လော)</span>)</span> သည် မည်သည့်အခါမျှ ဖြစ်လာမည်မဟုတ်သောအရာဖြစ်သည်။\" </p>"
  }
]