[
  {
    "ayah_key": "13:33",
    "group_ayah_key": "13:33",
    "from_ayah": "13:33",
    "to_ayah": "13:33",
    "ayah_keys": "13:33",
    "text": "<p lang=\"my\" class=\"my \">ထိုအခါ ထိုသူ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် လူတိုင်းကို တာဝန်ယူ၍ သူရရှိခဲ့သော အရာအားလုံးကို သိတော်မူပါသလား <span class=\"gray\">(အဘယ်အရာမျှ မသိသော အခြားနတ်ဘုရားတစ်ပါးကဲ့သို့)</span> သို့သော်လည်း ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ဘက်ပူးတွဲများကို ထားရှိကြသည်။ ပြောပါ- \"၎င်းတို့ကို အမည်တပ်ပါ။ အရှင်မြတ် မြေကြီးပေါ်တွင် မသိသောအရာတစ်ခုကို အရှင်မြတ်အား သင်တို့ ပြောပြမည်လား သို့မဟုတ် ၎င်းသည် <span class=\"gray\">(ရုံမျှသာ)</span> လိမ်ညာသော စကားများကို ပြသခြင်းလား။\" မဟုတ်ပါ။ မယုံကြည်သူများအတွက် ၎င်းတို့၏ ပူးပေါင်းကြံစည်မှုသည် လှပသောပုံရိပ်ဖြစ်နေသည်၊ ထို့ကြောင့် ၎င်းတို့ကို မှန်ကန်သောလမ်းမှ တားဆီးခံခဲ့ရသည်။ အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမဆို လမ်းလွဲစေလျှင် ၎င်းအတွက် လမ်းပြမရှိပါ <span>(၃၃)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်နှင့် မမှန်သော နတ်ဘုရားများအကြား မည်သည့်ကိစ္စတွင်မဆို တူညီမှုမရှိခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ هُوَ قَائِمٌ عَلَىٰ كُلِّ نَفْسٍ بِمَا كَسَبَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ထိုသူ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် လူတိုင်းကို တာဝန်ယူ၍ သူရရှိခဲ့သော အရာအားလုံးကို သိတော်မူပါသလား။)</span> အလ္လာဟ်အရှင်မြတ်သည် သက်ရှိဝိညာဉ်တိုင်းအပေါ်တွင် စောင့်ရှောက်သူနှင့် စောင့်ကြည့်သူဖြစ်ပြီး ကောင်းသည်ဖြစ်စေ၊ ဆိုးသည်ဖြစ်စေ လူတိုင်းလုပ်ဆောင်သမျှကို သိတော်မူ၏။ အရှင်မြတ်၏ ပြည့်စုံသော လေ့လာစောင့်ကြည့်မှုမှ မည်သည့်အရာမျှ လွတ်မြောက်ခြင်းမရှိပေ။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်များတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِن قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မည်သည့်လုပ်ရပ်ကိုမျှ မလုပ်၊ ကုရ်အာန်၏ မည်သည့်အပိုင်းကိုမျှ မရွတ်ဖတ်၊ မည်သည့်လုပ်ရပ်ကိုမျှ မလုပ်ဆောင်ကြ၊ သို့သော် သင်တို့ လုပ်ဆောင်နေချိန်တွင် ကျွန်ုပ်တို့သည် သက်သေများအဖြစ်ရှိနေသည်။)</span><span class=\"gray\">[၁၀:၆၁]</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သစ်ရွက်တစ်ရွက်မျှ မကြွေဘဲ အရှင်မြတ် မသိသည်မရှိ။)</span><span class=\"gray\">[၆:၅၉]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးပေါ်တွင် လှုပ်ရှားနေသော မည်သည့်သတ္တဝါမျှ မရှိပေ၊ သို့သော် ၎င်း၏ စားနပ်ရိက္ခာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်။ အရှင်မြတ်သည် ၎င်း၏ နေထိုင်ရာနေရာနှင့် ၎င်း၏ စုဆောင်းထားသော အရာများကို သိသည်။ အားလုံးသည် ရှင်းလင်းသော ကျမ်းတစ်အုပ်ထဲတွင် ရှိသည်။)</span><span class=\"gray\">[၁၁:၆]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءٌ مِّنكُم مَّنْ أَسَرَّ الْقَوْلَ وَمَن جَهَرَ بِهِ وَمَن هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ တစ်ဦးဦးသည် သူ၏စကားကို ဖုံးကွယ်သည်ဖြစ်စေ၊ ပွင့်လင်းစွာ ပြောဆိုသည်ဖြစ်စေ၊ ညဘက်တွင် ပုန်းအောင်းသည်ဖြစ်စေ၊ နေ့ဘက်တွင် လွတ်လပ်စွာ ထွက်သွားသည်ဖြစ်စေ <span class=\"gray\">(အရှင်မြတ်အတွက်)</span> အတူတူပင် ဖြစ်သည်။)</span><span class=\"gray\">[၁၃:၁၀]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ السِّرَّ وَأَخْفَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် လျှို့ဝှက်ချက်နှင့် ထို့ထက် ပိုမိုဝှက်ထားသောအရာများကို သိတော်မူ၏။)</span><span class=\"gray\">[၂၀:၇]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မည်သည့်နေရာတွင် ရှိနေသည်ဖြစ်စေ အရှင်မြတ်သည် သင်တို့နှင့်အတူ ရှိတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ လုပ်ဆောင်သမျှကို အလုံးစုံ မြင်တော်မူသော အရှင်ဖြစ်တော်မူသည်။)</span><span class=\"gray\">[၅၇:၄]</span> ဤကဲ့သို့သော အရှင်မြတ်သည် ဘက်ပူးတွဲကိုးကွယ်သူများ ကိုးကွယ်သော ရုပ်တုများနှင့် တူပါသလား။ ထိုရုပ်တုများသည် နားမကြား၊ မမြင်၊ ဦးနှောက်လည်းမရှိ၊ မိမိကိုယ်တိုင် သို့မဟုတ် ၎င်းတို့ကိုးကွယ်သူများအတွက် ကောင်းကျိုးကို မပေးနိုင်၊ မိမိကိုယ်တိုင် သို့မဟုတ် ၎င်းတို့ကိုးကွယ်သူများထံမှ အန္တရာယ်ကို မကာကွယ်နိုင်ပေ။ အာယတ်ရှိ မေးခွန်း၏ အဖြေကို ဖျက်ထားခဲ့သည်၊ အကြောင်းမှာ ၎င်းကို ရည်ညွှန်းထားသောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် ထို့နောက် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا لِلَّهِ شُرَكَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော်လည်း ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ဘက်ပူးတွဲများကို ထားရှိကြသည်။)</span> ၎င်းတို့သည် အရှင်မြတ်အပြင် အခြားရုပ်တုများ၊ ပြိုင်ဖက်များနှင့် မမှန်သော နတ်ဘုရားများကို ကိုးကွယ်ကြသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">قُلْ سَمُّوهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"၎င်းတို့ကို အမည်တပ်ပါ။\")</span> ၎င်းတို့ကို ကျွန်ုပ်တို့အား သိအောင်လုပ်ပါ၊ ဖော်ထုတ်ပြပါ၊ သို့မှသာ ၎င်းတို့ကို သိလာလိမ့်မည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် လုံးဝမရှိသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ် မြေကြီးပေါ်တွင် မသိသောအရာတစ်ခုကို အရှင်မြတ်အား သင်တို့ ပြောပြမည်လား။)</span> အကြောင်းမှာ ထိုအရာသည် မြေကြီးထဲတွင်ဖြစ်စေ၊ မြေကြီးပေါ်တွင်ဖြစ်စေ ရှိခဲ့ပါက အလ္လာဟ်အရှင်မြတ် သိတော်မူမည်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် မည်သည့်အရာမျှ အရှင်မြတ်၏ အသိပညာမှ မလွတ်မြောက်နိုင်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَم بِظَاهِرٍ مِّنَ الْقَوْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းသည် <span class=\"gray\">(ရုံမျှသာ)</span> စကားလုံးများကို ပြသခြင်းလား။)</span> သို့မဟုတ် မူဂျာဟစ်၏အဆိုအရ စကားလုံးများဖြင့် ဖော်ပြထားသော သံသယများ ဖြစ်သည်။ အဒ်-ဒဟ်ဟက်နှင့် ကွာတာဒါတို့ကမူ လိမ်ညာသော စကားလုံးများဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်- သင်တို့ <span class=\"gray\">(ဘက်ပူးတွဲကိုးကွယ်သူများ)</span> သည် ရုပ်တုများကို ကိုးကွယ်ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့တွင် အကျိုးပြုနိုင်စွမ်း သို့မဟုတ် အန္တရာယ်ပြုနိုင်စွမ်း ရှိသည်ဟု သင်တို့ ထင်ခဲ့သောကြောင့် ဖြစ်ပြီး၊ ထို့ကြောင့် သင်တို့သည် ၎င်းတို့ကို နတ်ဘုရားများဟု ခေါ်ဆိုခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ ۚ إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنفُسُ ۖ وَلَقَدْ جَاءَهُم مِّن رَّبِّهِمُ الْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင်တို့ အမည်တပ်ထားသော - သင်တို့နှင့် သင်တို့၏ ဖခင်များ - အမည်များသာ ဖြစ်ပြီး၊ ၎င်းတို့အတွက် အလ္လာဟ်အရှင်မြတ်သည် မည်သည့် အခွင့်အာဏာမျှ ပေးမထားပေ။ ၎င်းတို့သည် ထင်ကြေးနှင့် ၎င်းတို့ ကိုယ်တိုင် ဆန္ဒရှိရာကိုသာ လိုက်နာကြသည်။ ၎င်းတို့ထံသို့ ၎င်းတို့၏ အရှင်သခင်ထံမှ လမ်းညွှန်မှု သေချာပေါက် ရောက်ရှိလာခဲ့ပြီးဖြစ်သည်။)</span><span class=\"gray\">[၅၃:၂၃]</span> အလ္လာဟ်အရှင်မြတ် ထို့နောက် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ။ မယုံကြည်သူများအတွက် ၎င်းတို့၏ ပူးပေါင်းကြံစည်မှုသည် လှပသောပုံရိပ်ဖြစ်နေသည်။)</span> သို့မဟုတ် မူဂျာဟစ်၏အဆိုအရ ၎င်းတို့၏စကားလုံးများ ဖြစ်သည်။ ဤအာယတ်သည် ဘက်ပူးတွဲကိုးကွယ်သူများ၏ လမ်းမှားခြင်းနှင့် ၎င်းတို့၏ နေ့ရောညပါ ဖြန့်ဝေခြင်းကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းတို့အတွက် <span class=\"gray\">(မာရ်နတ်)</span> ရင်းနှီးသော အပေါင်းအဖော်များကို သတ်မှတ်ပေးခဲ့ရာ ၎င်းတို့အတွက် လှပသောပုံရိပ် ဖြစ်စေခဲ့သည်။)</span><span class=\"gray\">[၄၁:၂၅]</span> အလ္လာဟ်အရှင်မြတ် ထို့နောက် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصُدُّوا عَنِ السَّبِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ကို မှန်ကန်သောလမ်းမှ တားဆီးခံခဲ့ရသည်။)</span> အချို့က ဆဒ်အပေါ် ဖသာဖြင့် ဖတ်ကြသည် <span class=\"gray\">(ဥပမာ- ဝါဆဒ်ဒူ)</span>၊ ၎င်း၏ အဓိပ္ပါယ်မှာ '၎င်းတို့သည် မှန်ကန်သောလမ်းမှ တားဆီးခဲ့ကြသည်၊ ၎င်းတို့ရှိနေသော လမ်းမှားခြင်းကို နှစ်သက်ပြီး ၎င်းသည် မှန်ကန်သည်ဟု ထင်မြင်ကာ ၎င်းကို ခေါ်ဆိုခဲ့ကြပြီး ထို့ကြောင့် တမန်တော်များ၏ လမ်းစဉ်ကို လိုက်နာခြင်းမှ လူများကို တားဆီးခဲ့ကြသည်' ဟူ၍ ဖြစ်သည်။ အခြားသူများက ဆဒ်အပေါ် ဓမ္မာဖြင့် ဖတ်ကြသည် <span class=\"gray\">(ဥပမာ- ဝါဆွဒ်ဒူ)</span>၊ ၎င်း၏ အဓိပ္ပါယ်မှာ 'ထို့ကြောင့် ၎င်းတို့ကို မှန်ကန်သောလမ်းမှ တားဆီးခံခဲ့ရသည်' ဟူ၍ ဖြစ်ပြီး၊ ၎င်းကို ဤသို့ ရှင်းပြသည်- ၎င်းတို့၏ လမ်းစဉ်သည် လှပသည် သို့မဟုတ် မှန်ကန်သည်ဟု ၎င်းတို့ ထင်မြင်ခဲ့သောကြောင့်၊ ၎င်းသည် မှန်ကန်သောလမ်းမှ ၎င်းတို့ကို တားဆီးခဲ့ပြီး၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမဆို လမ်းလွဲစေလျှင် ၎င်းအတွက် လမ်းပြမရှိပါ။)</span> အလ္လာဟ်အရှင်မြတ်သည် အလားတူ ကိစ္စရပ်များတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدِ اللَّهُ فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမဆို စမ်းသပ်မှုခံစားစေလိုလျှင် အရှင်မြတ်ကို ဆန့်ကျင်၍ ၎င်းအတွက် သင် မည်သည့်အရာမျှ လုပ်ဆောင်နိုင်မည်မဟုတ်ပါ။)</span><span class=\"gray\">[၅:၄၁]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَحْرِصْ عَلَىٰ هُدَاهُمْ فَإِنَّ اللَّهَ لَا يَهْدِي مَن يُضِلُّ ۖ وَمَا لَهُم مِّن نَّاصِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ လမ်းညွှန်မှုကို သင် ဆန္ဒရှိလျှင် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ် လမ်းလွဲစေသောသူများကို လမ်းမပြပေ။ ထို့ပြင် ၎င်းတို့အတွက် မည်သည့် အကူအညီပေးသူမျှ မရှိပါ။)</span><span class=\"gray\">[၁၆:၃၇]</span></p>"
  }
]