[
  {
    "ayah_key": "2:129",
    "group_ayah_key": "2:129",
    "from_ayah": "2:129",
    "to_ayah": "2:129",
    "ayah_keys": "2:129",
    "text": "<p class=\"my translation\" lang=\"my\">\"ကျွန်ုပ်တို့၏ အရှင်သခင်! ၎င်းတို့အထဲမှ ၎င်းတို့ကိုယ်တိုင်မှ ရစူလ်တမန်တစ်ပါးကို စေလွှတ်တော်မူပါ။ ထိုသူသည် ၎င်းတို့အား ကိုယ်တော်၏ အာယသ်တော်များကို ရွတ်ဖတ်ပြမည်ဖြစ်ပြီး ကျမ်းတော် <span class=\"gray\">(ဤကုရ်အာန်)</span> တွင် သင်ကြားပြသမည်ဖြစ်ကာ ၎င်းတို့ကို စင်ကြယ်စေမည်ဖြစ်၏။ အမှန်စင်စစ် ကိုယ်တော်သည် အင်အားကြီးမားတော်မူထသော၊ ပညာရှင်ဖြစ်တော်မူထသော အရှင်ဖြစ်တော်မူသည်။ <span>(၁၂၉)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်က တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> ကို စေလွှတ်ရန် အီဘရာဟင်၏ ဆုတောင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သန့်ရှင်းသောဒေသရှိ လူများ၏အကျိုးအတွက် <span class=\"gray\">(၎င်းတို့အား လုံခြုံရေးနှင့် ပံ့ပိုးမှုများပေးရန်)</span> အီဘရာဟင်၏ ဆုတောင်းကို ဖော်ပြခဲ့ပြီး၊ ၎င်း၏မျိုးနွယ်မှ ရစူလ်တမန်တစ်ပါးကို စေလွှတ်ရန် အလ္လာဟ်အရှင်မြတ်အား တောင်းခံခြင်းဖြင့် ပြည့်စုံစေခဲ့သည်။ အီဘရာဟင်ထံမှ ဤလက်ခံထားသော ဆုတောင်းသည် မုဟမ္မဒ် ﷺ ကို အွမ္မီးယီန်လူမျိုးများနှင့် အာရပ်မဟုတ်သူများအားလုံးကြား၊ ဂျင်န်နှင့် လူသားများကြားတွင် ရစူလ်တမန်အဖြစ် စေလွှတ်ရန် အလ္လာဟ်အရှင်မြတ်၏ သတ်မှတ်ထားသော ကံကြမ္မာနှင့် ကိုက်ညီခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အီဘရာဟင်သည် လူအများထံ တမန်တော်မြတ် ﷺ ကို ပထမဆုံး ဖော်ပြခဲ့သူဖြစ်သည်။ ထိုအချိန်မှစ၍ မုဟမ္မဒ် ﷺ ကို လူသိများလာခဲ့ပြီး၊ နောက်ဆုံးတမန်တော်ဖြစ်သော မာရီယမ်၏သား အီစာ (ယေရှု) သည် အစ္စရေး၏သားမြေးများအကြား စေလွှတ်ခံရသည့်တိုင်အောင် ဖြစ်သည်။ ထိုသူသည် မုဟမ္မဒ် ﷺ ကို အမည်အားဖြင့် ဖော်ပြခဲ့သည်။ အီစာ (ယေရှု) သည် အစ္စရေး၏သားမြေးများကို မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي رَسُولُ اللَّهِ إِلَيْكُم مُّصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِن بَعْدِي اسْمُهُ أَحْمَدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့ထံသို့ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်ဖြစ်၏။ ငါ၏ရှေ့မှ တော်ရာတ်ကျမ်း၌ရှိသောအရာကို အတည်ပြုသူဖြစ်ပြီး၊ ငါ့နောက်မှလာမည့် တမန်တော်တစ်ပါး၏ သတင်းကောင်းကို ပေးသူဖြစ်၏။ ၎င်း၏အမည်မှာ အဟ်မဒ်ဖြစ်၏)</span><span class=\"gray\">(၆၁:၆)</span></p><p lang=\"my\" class=\"my \">ဤသည်ကြောင့် တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">دَعْوَةُ أَبِي إِبْرَاهِيمَ وَبُشْرَى عِيسَى ابْنِ مَرْيـَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ဖခင် အီဘရာဟင်၏ ဆုတောင်းနှင့် မာရီယမ်၏သား အီစာ (ယေရှု) မှ ယူဆောင်လာသော သတင်းကောင်း။)</span></p><p lang=\"nl\" class=\"nl \">The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَأَتْ أُمِّي أَنَّهُ خَرَجَ مِنْهَا نُورٌ أَضَاءَتْ لَهُ قُصُورُ الشَّامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့မိခင်သည် သူမထံမှ အလင်းရောင်တစ်ခု ထွက်ပေါ်လာပြီး အက်ရှ်-ရှမ်းရှိ နန်းတော်များကို လင်းထိန်စေသည်ကို မြင်ခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ်၏ မိခင်သည် ကိုယ်ဝန်ဆောင်နေစဉ် ဤရူပါရုံကို မြင်ခဲ့ပြီး၊ ဤရူပါရုံကို သူမ၏လူမျိုးများအား ပြောပြခဲ့ရာ ထိုပုံပြင်သည် ၎င်းတို့အကြားတွင် ထင်ရှားကျော်ကြားလာခဲ့သည်ဟု ဆိုသည်။ ဟဒီးစ်တွင် ဖော်ပြထားသော အလင်းရောင်သည် အက်ရှ်-ရှမ်း <span class=\"gray\">(ဆီးရီးယားကြီး)</span> တွင် ပေါ်ထွန်းခဲ့ရာ၊ တမန်တော်မြတ်၏ဘာသာတရားသည် အက်ရှ်-ရှမ်းဒေသတွင် ခိုင်မြဲစွာ ထူထောင်လာမည့် နောက်ပိုင်းဖြစ်ပေါ်လာမည့်အရာကို သက်သေခံသည်။ ဤသည်ကြောင့် ကမ္ဘာ့အဆုံးအချိန်တွင် အက်ရှ်-ရှမ်းသည် အစ္စလာမ်နှင့် ၎င်း၏လူမျိုးများအတွက် ခိုလှုံရာဖြစ်လာမည်ဖြစ်သည်။ ထို့ပြင်၊ မာရီယမ်၏သား အီစာ (ယေရှု) သည် ဒမတ်စကပ်စ်ရှိ အရှေ့ဘက်အဖြူရောင် မီနာရတ်ဘေးတွင် အက်ရှ်-ရှမ်း၌ ဆင်းသက်လာမည်ဖြစ်သည်။ ဆဟီနှစ်ကျမ်းက ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقِّ لَا يَضُرُّهُمْ مَنْ خَذَلَهُمْ وَلَا مَنْ خَالَفَهُمْ حَتَّى يَأْتِيَ أَمْرُ اللهِ وَهُمْ كَذَلِكَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وفي صحيح البخاري</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَهُمْ بالشَّامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏အွမ္မသ်မှ လူအုပ်စုတစ်စုသည် သစ္စာတရားပေါ်၌ အမြဲရှိနေမည်ဖြစ်ပြီး၊ ၎င်းတို့အား စွန့်ပစ်သူများ သို့မဟုတ် ဆန့်ကျင်သူများက မတားဆီးနိုင်ဘဲ၊ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ရောက်ရှိသည့်တိုင်အောင် ၎င်းတို့သည် ဤအတိုင်းပင် ရှိနေကြမည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် ၎င်း၏ ဆဟီကျမ်းတွင် ထပ်မံဖြည့်စွက်သည်မှာ၊ <span class=\"gray\">(၎င်းတို့သည် အက်ရှ်-ရှမ်းတွင် နေထိုင်ကြမည်ဖြစ်သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>အလ်-ကီသာဘ် ဝလ်-ဟစ်ကမာဟ်၏ အဓိပ္ပါယ်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُعَلِّمُهُمُ الْكِتَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ကျမ်းတော်တွင် သင်ကြားပြသမည်ဖြစ်သည်)</span> ဆိုလိုသည်မှာ၊ အလ်-ကုရ်အာန်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْحِكْمَةَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ်-ဟစ်ကမာဟ်)</span> ဆိုလိုသည်မှာ စွန်နာဟ်ဖြစ်သည်ဟု အလ်-ဟစန်၊ ကွသားဒါဟ်၊ မူကွာသီလ် ဘင် ဟိုင်ယန်နှင့် အဘူ မာလိက်တို့က အခိုင်အမာ ပြောဆိုခဲ့သည်။ 'အလ်-ဟစ်ကမာဟ်' ဆိုသည်မှာ 'ဘာသာရေး၌ နားလည်တတ်ကျွမ်းခြင်း' ဟုလည်း ဆိုထားပြီး အဓိပ္ပါယ်နှစ်ခုစလုံး မှန်ကန်သည်။ 'အလီ ဘင် အဘီ တလ်ဟာဟ်' က ပြောကြားသည်မှာ၊ အိဘ်နု အဘ်ဘာစ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُزَكِّيهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့ကို စင်ကြယ်စေမည်ဖြစ်၏)</span> ဆိုလိုသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်အား နာခံခြင်းဖြင့်\" ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိုယ်တော်သည် အင်အားကြီးမားတော်မူထသော၊ ပညာရှင်ဖြစ်တော်မူထသော အရှင်ဖြစ်တော်မူသည်)</span>။</p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်က အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်အရာကိုမဆို ပြုနိုင်စွမ်းရှိပြီး ကိုယ်တော်၏စွမ်းဆောင်နိုင်စွမ်းမှ မည်သည့်အရာမျှ လွတ်မြောက်နိုင်ခြင်းမရှိကြောင်း ဖော်ပြထားသည်။ ကိုယ်တော်သည် ကိုယ်တော်၏ဆုံးဖြတ်ချက်များ၊ ကိုယ်တော်၏လုပ်ဆောင်ချက်များတွင် ပညာရှိဖြစ်တော်မူပြီး၊ ကိုယ်တော်၏ပြည့်စုံသော အသိပညာ၊ ဉာဏ်ပညာနှင့် တရားမျှတမှုတို့ကြောင့် အရာခပ်သိမ်းကို ၎င်း၏သင့်လျော်သောနေရာတွင် ထားရှိတော်မူသည်။</p>"
  },
  {
    "ayah_key": "2:13",
    "group_ayah_key": "2:13",
    "from_ayah": "2:13",
    "to_ayah": "2:13",
    "ayah_keys": "2:13",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့အား “လူအများယုံကြည်သကဲ့သို့ ယုံကြည်ကြလော့” ဟု ပြောသောအခါ၊ ၎င်းတို့က “ကျွန်ုပ်တို့သည် မိုက်မဲသူများယုံကြည်သကဲ့သို့ ယုံကြည်ရမည်လော” ဟု ပြောကြ၏။ အမှန်စင်စစ် ၎င်းတို့သာလျှင် မိုက်မဲသူများဖြစ်သည်၊ သို့သော် ၎င်းတို့မသိကြပေ <span>(၁၃)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊ အကယ်၍ မုနာဖစ်ခ်ျများကို ပြောဆိုပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمِنُوا كَمَا آمَنَ النَّاسُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"လူအများယုံကြည်သကဲ့သို့ ယုံကြည်ကြလော့၊\")</span> ဆိုလိုသည်မှာ၊ 'ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်၊ ကိုယ်တော်၏ ကောင်းကင်တမန်များ၊ ကိုယ်တော်၏ကျမ်းများ၊ ကိုယ်တော်၏ရစူလ်တမန်များ၊ သေပြီးနောက် ရှင်ပြန်ထမြောက်ခြင်း၊ ဂျန္နတ်နှင့် ဂျဟန္နမ် စသည်တို့ကို ယုံကြည်သကဲ့သို့ ယုံကြည်ကြလော့။ ပညတ်ချက်များကို နာခံပြီး တားမြစ်ချက်များကို ရှောင်ကြဉ်ခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ရစူလ်တမန်ကို နာခံကြလော့။' သို့သော် မုနာဖစ်ခ်ျများသည် ဤသို့ဖြင့် ပြန်လည်ဖြေကြားကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့သည် မိုက်မဲသူများယုံကြည်သကဲ့သို့ ယုံကြည်ရမည်လော?\")</span> ၎င်းတို့ဆိုလိုသည်မှာ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မုနာဖစ်ခ်ျများကို ကျိန်စာသင့်ပါစေ)</span> အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ ၏ သဟာဗီများဖြစ်သည်။ ဤသည်မှာ အဘူ အလ်-အာလီယာနှင့် အစ်-စွတ်ဒီတို့က ၎င်း၏တဖ်စီးရ်တွင် ပေးထားသော တူညီသောတဖ်စီးရ်ဖြစ်ပြီး၊ အိဘ်နု အဘ်ဘာစ်၊ အိဘ်နု မစ်စ်အူဒ်နှင့် အခြားသော သဟာဗီများထံမှ ဆင့်ပြန်ထားသော မှတ်တမ်းဖြစ်သည်။ ဤသည်မှာ အလ်-ရာဘီ ဘင် အနာစ်နှင့် အဘ်ဒူရ်-ရာဟ်မန် ဘင် အစ်လမ်တို့၏ တဖ်စီးရ်လည်းဖြစ်သည်။ မုနာဖစ်ခ်ျများက ပြောဆိုသည်မှာ \"ကျွန်ုပ်တို့နှင့် သူတို့သည် အဆင့်အတန်းတူညီပြီး၊ လမ်းစဉ်တူညီစွာ လိုက်လျှောက်ကာ၊ သူတို့က မိုက်မဲနေကြသည်လော?!\" 'မိုက်မဲသူ' ဆိုသည်မှာ အကျိုးနှင့် အပြစ်နယ်ပယ်များတွင် အသိပညာနည်းပါးသော အသိပညာမဲ့၊ ရိုးသားသောစိတ်ရှိသူဖြစ်သည်။ ဤသည်ကြောင့်၊ ပညာရှင်အများစု၏ အဆိုအရ၊ အလ္လာဟ်အရှင်မြတ်သည် ကလေးငယ်များကို ထည့်သွင်းပြောဆိုရန် မိုက်မဲသူဟူသော စကားလုံးကို သုံးခဲ့ခြင်းဖြစ်သည်၊ ကိုယ်တော်မိန့်တော်မူသောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلاَ تُؤْتُواْ السُّفَهَآءَ أَمْوَٰلَكُمُ الَّتِى جَعَلَ اللَّهُ لَكُمْ قِيَــٰـمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က သင်တို့အတွက် ထောက်ပံ့မှုနည်းလမ်းအဖြစ် ပြုလုပ်ထားသော သင်တို့၏ပစ္စည်းများကို မိုက်မဲသူများအား မပေးကြနှင့်)</span><span class=\"gray\">(၄:၅)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤကိစ္စရပ်များအားလုံးတွင် မုနာဖစ်ခ်ျများကို ပြန်လည်ဖြေကြားခဲ့သည်။ ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَآ إِنَّهُمْ هُمُ السُّفَهَآءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့သာလျှင် မိုက်မဲသူများဖြစ်သည်)</span>။ ထိုသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် မုနာဖစ်ခ်ျများသည် မိုက်မဲသူများဖြစ်ကြောင်း အတည်ပြုခဲ့သည်၊ သို့သော်လည်း၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَــٰـكِن لاَّ يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့မသိကြပေ)</span>။ ၎င်းတို့သည် အလွန်အမင်း အသိပညာမဲ့နေသောကြောင့်၊ မုနာဖစ်ခ်ျများသည် ၎င်းတို့၏ လမ်းမှားခြင်းနှင့် အသိပညာမဲ့ခြင်း အဆင့်အတန်းကို မသိနားမလည်ကြပေ။ ထိုသို့သောအခြေအနေသည် ပို၍အန္တရာယ်ရှိပြီး၊ ပို၍ပြင်းထန်သော မျက်စိကွယ်မှုဖြစ်ကာ၊ သိရှိနားလည်သူထက် သစ္စာတရားနှင့် ပို၍ဝေးကွာနေသည်။</p>"
  }
]