[
  {
    "ayah_key": "112:1",
    "group_ayah_key": "112:1",
    "from_ayah": "112:1",
    "to_ayah": "112:4",
    "ayah_keys": "112:1,112:2,112:3,112:4",
    "text": "<p lang=\"my\" class=\"my \">ဤဆူရာ နာဇီလ်ဖြစ်ပေါ်လာရခြင်း အကြောင်းနှင့် ၎င်း၏ ထူးခြားကောင်းမြတ်မှုများ</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် ဥဘိုင်းဗ်န်န် ကအ်ဗ်မှ မှတ်တမ်းတင်ထားသည်မှာ မုရှ်ရစ်က်များက တမန်တော်မြတ် ﷺ အား \"အို မိုဟမ္မဒ်! ကျွန်ုပ်တို့အား အသင်၏ အရှင်သခင်၏ မျိုးရိုးစဉ်ဆက်ကို ပြောပြပါ\" ဟု ပြောဆိုခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ - اللَّهُ الصَّمَدُ - لَمْ يَلِدْ وَلَمْ يُولَدْ - وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ပြောပါ- \"အရှင်မြတ်သည် အလ္လာဟ်ဖြစ်သည်။\")</span><span class=\"gray\">(၂။ \"တစ်ဆူတည်းသော အရှင်ဖြစ်သည်။\")</span><span class=\"gray\">(၃။ \"အရှင်မြတ်သည် သားသမီးထွန်းကားတော်မမူ၊ အရှင်မြတ်ကိုလည်း မည်သူမျှ မမွေးဖွားခဲ့ပေ။\")</span><span class=\"gray\">(၄။ \"အရှင်မြတ်နှင့် တူညီသော မည်သူမျှမရှိပေ။\")</span></p><p lang=\"my\" class=\"my \">အတ်-တီရ်မိဇီနှင့် အိဗ်န် ဂျရီရ်တို့ကလည်း အလားတူ မှတ်တမ်းတင်ထားပြီး ၎င်းတို့၏ ရာဝါယတ်တွင် \"သူက ပြောသည်\" ဟု ထပ်လောင်းပြောဆိုထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الصَّمَدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ်-စမဒ်)</span> ဆိုသည်မှာ မမွေးဖွားသူဖြစ်ပြီး မွေးဖွားခြင်းလည်း မခံရသူဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် မွေးဖွားလာသော အရာအားလုံးသည် သေဆုံးရမည်ဖြစ်ပြီး၊ သေဆုံးသွားသော အရာအားလုံးသည် အမွေအနှစ် ချန်ထားခဲ့ရမည်ဖြစ်သည်၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သေဆုံးတော်မမူဘဲ အမွေအနှစ်များကိုလည်း ချန်ထားခဲ့တော်မမူပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်နှင့် တူညီသော မည်သူမျှမရှိပေ။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အရှင်မြတ်နှင့် ဆင်တူသူ မည်သူမျှမရှိ၊ အရှင်မြတ်နှင့် တန်းတူသူ မည်သူမျှမရှိ၊ အရှင်မြတ်ကဲ့သို့သော မည်သည့်အရာမျှ လုံးဝမရှိဟု ဆိုလိုသည်။\"</p><p lang=\"gd\" class=\"gd \">Ibn Abi Hatim also recorded it and At-Tirmidhi mentioned it as a Mursal narration. Then At-Tirmidhi said, \"And this is the most correct.\"</p><p lang=\"my\" class=\"my \">၎င်း၏ ဂုဏ်ကျေးဇူးများနှင့်ပတ်သက်သော ဟဒီးဆ်တော်တစ်ပုဒ်</p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီသည် အမ်ရာဟ် ဘင့်တ် အဗ်ဒုရ်-ရဟ်မာန်ထံမှ မှတ်တမ်းတင်ထားသည်။ သူမသည် တမန်တော်မြတ် ﷺ ၏ ဇနီးတော် အာအိရှဟ်၏ အခန်း၌ နေထိုင်ခဲ့သူဖြစ်သည်။ အာအိရှဟ်က ပြောသည်- \"တမန်တော်မြတ် ﷺ သည် လူတစ်ဦးကို စစ်ချီတက်ရေး၏ တပ်မှူးအဖြစ် စေလွှတ်ခဲ့သည်။ ထိုသူသည် သူ၏ရဲဘော်များကို နမားဇ်၌ <span class=\"gray\">(ကုရ်အာန်)</span> ရွတ်ဖတ်ခြင်းဖြင့် ဦးဆောင်လေ့ရှိသည်။ ထို့ပြင် သူသည် 'ပြောပါ- အရှင်မြတ်သည် အလ္လာဟ်ဖြစ်သည်၊ တစ်ဆူတည်းသော အရှင်ဖြစ်သည်' ဟူသော ရွတ်ဖတ်မှုဖြင့် သူ၏ရွတ်ဖတ်မှုကို အဆုံးသတ်လေ့ရှိသည်။ ထို့ကြောင့် ၎င်းတို့ ပြန်လာသောအခါ တမန်တော်မြတ် ﷺ အား ထိုအကြောင်းကို လျှောက်ထားရာ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَلُوهُ لِأَيِّ شَيْءٍ يَصْنَعُ ذَلِكَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူဘာကြောင့် ဒီလိုလုပ်တာလဲလို့ သူ့ကိုမေးပါ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့က သူ့ကိုမေးရာ သူက 'အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အပ်ရ်-ရဟ်မာန်၏ ဖော်ပြချက်ဖြစ်ပြီး ကျွန်ုပ်သည် ၎င်းကို ရွတ်ဖတ်ရခြင်းကို နှစ်သက်သောကြောင့် ဖြစ်သည်' ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخْبِرُوهُ أَنَّ اللهَ تَعَالَى يُحِبُّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ချစ်မြတ်နိုးကြောင်း သူ့အား အသိပေးပါ။)</span>\" </p><p lang=\"my\" class=\"my \">ဤသို့ဖြင့် အလ်-ဗုခါရီသည် ဤဟဒီးဆ်တော်ကို သူ၏ တောင်ဟိဒ်ကျမ်း၌ မှတ်တမ်းတင်ခဲ့သည်။ မွတ်စလင်မ်နှင့် အန်-နာစာအီတို့ကလည်း မှတ်တမ်းတင်ခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">သူ၏ ဆွာလာဟ်ကျမ်း၌ အလ်-ဗုခါရီသည် အနပ်စ်မှ မှတ်တမ်းတင်ထားသည်မှာ \"အန်ဆွာရ်လူမျိုးထဲမှ အမျိုးသားတစ်ဦးသည် ကူဘာဗလီ၌ လူများကို နမားဇ်၌ ဦးဆောင်လေ့ရှိသည်။ သူသည် နမားဇ်ရွတ်ဖတ်ရာတွင် ဆူရာဟ်တစ်ပုဒ်ကို စတင်တိုင်း 'ပြောပါ- အရှင်မြတ်သည် အလ္လာဟ်ဖြစ်သည်၊ တစ်ဆူတည်းသော အရှင်ဖြစ်သည်' ဟု ရွတ်ဖတ်ခြင်းဖြင့် စတင်လေ့ရှိပြီး ဆူရာဟ်တစ်ခုလုံးကို ပြီးဆုံးသည်အထိ ရွတ်ဖတ်လေ့ရှိသည်။ </p><p lang=\"my\" class=\"my \">ထို့နောက် သူသည် ၎င်းနှင့်အတူ <span class=\"gray\">(၎င်းနောက်)</span> အခြားဆူရာဟ်တစ်ပုဒ်ကို ရွတ်ဖတ်လေ့ရှိသည်။ ဤသို့ဖြင့် ရကအ်သ်တိုင်းတွင် ပြုလုပ်လေ့ရှိသည်။ ထို့ကြောင့် သူ၏ရဲဘော်များက သူ့အား ဤအကြောင်းနှင့်ပတ်သက်၍ ပြောဆိုကြသည်- 'အမှန်စင်စစ် အသင်သည် ဤဆူရာဟ်ဖြင့် နမားဇ်ကို စတင်သည်။ ထို့နောက် အခြားဆူရာဟ်ကိုပါ ရွတ်ဖတ်မှသာ သင့်အတွက် လုံလောက်သည်ဟု အသင်ထင်သည်။ ထို့ကြောင့် အသင်သည် ၎င်းကို ရွတ်ဖတ်ပါ သို့မဟုတ် ၎င်းကို ချန်ထားပြီး အခြားဆူရာဟ်တစ်ပုဒ်ကို ရွတ်ဖတ်ပါ။'</p><p lang=\"my\" class=\"my \">ထိုအမျိုးသားက ပြန်ပြောသည်- 'ကျွန်ုပ်သည် ၎င်းကို မစွန့်လွှတ်ပါ။ အကယ်၍ အသင်တို့သည် ကျွန်ုပ်အား <span class=\"gray\">(နမားဇ်၌)</span> ဆက်လက် ဦးဆောင်စေလိုပါက ကျွန်ုပ်သည် ဤသို့ပြုလုပ်ပါမည်။ အကယ်၍ အသင်တို့အားလုံးက မနှစ်သက်ပါက ကျွန်ုပ်သည် အသင်တို့ကို စွန့်လွှတ်ပါမည် <span class=\"gray\">(ဆိုလိုသည်မှာ ကျွန်ုပ်သည် ဦးဆောင်ခြင်းကို ရပ်ဆိုင်းပါမည်)</span>။' ၎င်းတို့သည် သူ့ကို နမားဇ်၌ ဦးဆောင်ရန် အကောင်းဆုံးသူများထဲမှ တစ်ဦးအဖြစ် သတ်မှတ်ခဲ့ကြပြီး ၎င်းတို့သည် သူ့မှတစ်ပါး အခြားမည်သူကိုမျှ ဦးဆောင်စေလိုခြင်း မရှိခဲ့ကြပေ။ ထို့ကြောင့် တမန်တော်မြတ် ﷺ ကြွလာသောအခါ ၎င်းတို့သည် ဤသတင်းအချက်အလက်ကို အရှင်မြတ်အား လျှောက်ထားရာ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا فُلَانُ، مَا يَمْنَعُكَ أَنْ تَفْعَلَ مَا يَأْمُرُكَ بِهِ أَصْحَابُكَ، وَمَا حَمَلَكَ عَلَى لُزُومِ هَذِهِ السُّورَةِ فِي كُلِّ رَكْعَةٍ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဟိုလူ! အသင်၏ရဲဘော်များက သင့်အား လုပ်ဆောင်ရန် အမိန့်ပေးသည်ကို လုပ်ဆောင်ခြင်းမှ သင့်ကို အဘယ်အရာက တားဆီးသနည်း၊ ရကအ်သ်တိုင်း၌ ဤဆူရာဟ်ကို ရွတ်ဖတ်ခြင်းအား အဘယ်အရာက သင့်အား ဆုပ်ကိုင်စေသနည်း။)</span></p><p lang=\"my\" class=\"my \">ထိုအမျိုးသားက 'အမှန်စင်စစ် ကျွန်ုပ်သည် ၎င်းကို ချစ်မြတ်နိုးပါသည်' ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က ပြန်လည် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُبُّكَ إِيَّاهَا أَدْخَلَكَ الْجَنَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို သင်နှစ်သက်မှုသည် သင့်အား ဂျန္နသ်သို့ ဝင်စေလိမ့်မည်။)</span> ဤသည်ကို အလ်-ဗုခါရီက ဆက်စပ်မှုမရှိသော ဆင့်ပြန်ချက်ဖြင့် မှတ်တမ်းတင်ခဲ့သော်လည်း သူ၏ အတည်ပြုမှုကို ဖော်ပြသော ပုံစံဖြင့် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤဆူရာသည် ကုရ်အာန်၏ သုံးပုံတစ်ပုံနှင့် ညီမျှသည်ဟု ဖော်ပြထားသော ဟဒီးဆ်တော်တစ်ပုဒ်</p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီသည် အဗူ စအီးဒ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ လူတစ်ဦးသည် အခြားလူတစ်ဦး ရွတ်ဖတ်နေသည်ကို ကြားခဲ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အရှင်မြတ်သည် အလ္လာဟ်ဖြစ်သည်၊ တစ်ဆူတည်းသော အရှင်ဖြစ်သည်။\")</span> ထို့ပြင် သူသည် ထပ်ခါတလဲလဲ ရွတ်ဖတ်နေခဲ့သည်။ ထို့ကြောင့် နံနက်ခင်းရောက်သောအခါ ထိုသူသည် တမန်တော်မြတ် ﷺ ထံသို့ သွားရောက်၍ ထိုအကြောင်းကို အရှင်မြတ်အား လျှောက်ထားခဲ့ရာ ၎င်းသည် အရှင်မြတ်က ၎င်းကို အထင်သေးနေသကဲ့သို့ ဖြစ်နေခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ إِنَّهَا لَتَعْدِلُ ثُلُثَ الْقُرْآنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အသက်ကို ထိန်းချုပ်ထားသော အရှင်မြတ်ဖြင့် သစ္စာဆိုပါ၏၊ အမှန်စင်စစ် ၎င်းသည် ကုရ်အာန်၏ သုံးပုံတစ်ပုံနှင့် ညီမျှသည်။)</span> အဗူ ဒါဝုဒ်နှင့် အန်-နာစာအီတို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အခြားဟဒီးဆ်တော်တစ်ပုဒ်</p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီသည် အဗူ စအီးဒ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က သူ၏ ရဲဘော်များအား မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَعْجِزُ أَحَدُكُمْ أَنْ يَقْرَأَ ثُلُثَ الْقُرْآنِ فِي لَيْلَةٍ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့ထဲမှ တစ်ဦးဦးသည် ညတစ်ညတည်း၌ ကုရ်အာန်၏ သုံးပုံတစ်ပုံကို ရွတ်ဖတ်နိုင်စွမ်း မရှိကြသလော။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ၎င်းတို့အတွက် ခက်ခဲသော အရာဖြစ်ပြီး ၎င်းတို့က \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်! ကျွန်ုပ်တို့ထဲမှ မည်သူက ထိုသို့လုပ်ဆောင်နိုင်သနည်း\" ဟု ပြောဆိုကြသည်။ ထို့ကြောင့် အရှင်မြတ် ﷺ က ပြန်လည် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللهُ الْوَاحِدُ الصَّمَدُ ثُلُثُ الْقُرْآنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အလ္လာဟ်သည် တစ်ဆူတည်းသော အရှင်၊ အစ်-စမဒ်ဖြစ်သည်။\" သည် ကုရ်အာန်၏ သုံးပုံတစ်ပုံ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီသည် ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ရာတွင် တစ်ဦးတည်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">၎င်းကို ရွတ်ဖတ်ခြင်းသည် ဂျန္နသ်သို့ ဝင်ခွင့်ကို မဖြစ်မနေလိုအပ်စေသည်ဟု ဖော်ပြထားသော အခြားဟဒီးဆ်တော်တစ်ပုဒ်</p><p lang=\"my\" class=\"my \">အီမာမ် မာလိက် ဗင်န် အနပ်စ်သည် ဥဘိုင်းဒ် ဗင်န် ဟုနိုင်းန်မှ မှတ်တမ်းတင်ထားသည်မှာ သူသည် အဗူ ဟုရိုင်းရာဟ် ပြောဆိုနေသည်ကို ကြားခဲ့ရသည်- \"ကျွန်ုပ်သည် တမန်တော်မြတ် ﷺ နှင့်အတူ ထွက်သွားခဲ့သည်။ ထိုအခါ အရှင်မြတ်သည် အမျိုးသားတစ်ဦး 'ပြောပါ- အရှင်မြတ်သည် အလ္လာဟ်ဖြစ်သည်၊ တစ်ဆူတည်းသော အရှင်ဖြစ်သည်' ဟု ရွတ်ဖတ်နေသည်ကို ကြားခဲ့ရသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَبَت</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မဖြစ်မနေဖြစ်သည်။)</span> ကျွန်ုပ်က 'ဘာက မဖြစ်မနေလဲ' ဟု မေးရာ အရှင်မြတ်က ပြန်ဖြေသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْجَنَّةُ</p><p lang=\"zu\" class=\"zu \"><span class=\"gray\">(Paradise.)</span>\"</p><p lang=\"my\" class=\"my \">အတ်-တီရ်မိဇီနှင့် အန်-နာစာအီတို့ကလည်း မာလိက်မှတစ်ဆင့် မှတ်တမ်းတင်ခဲ့ပြီး အတ်-တီရ်မိဇီက \"ဟဆန် ဆဟီဟ် ဂရစ်ဗ်။ ကျွန်ုပ်တို့သည် ၎င်းကို မာလိက်၏ ရာဝါယတ်မှတစ်ပါး မသိရှိရပါ။\" ဟု ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သော ဟဒီးဆ်တော်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُبُّكَ إِيَّاهَا أَدْخَلَكَ الْجَنَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို သင်နှစ်သက်မှုသည် သင့်အား ဂျန္နသ်သို့ ဝင်စေလိမ့်မည်။)</span> ကို ဖော်ပြခဲ့ပြီးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤဆူရာကို ထပ်ခါတလဲလဲ ရွတ်ဖတ်ခြင်းအကြောင်း ဟဒီးဆ်တော်တစ်ပုဒ်</p><p lang=\"my\" class=\"my \">အဗ်ဒုလ္လာဟ် ဗင်န် အီမာမ် အဟ်မဒ်သည် မုအာဓ် ဗင်န် အဗ်ဒုလ္လာဟ် ဗင်န် ခုဗိုင်းဗ်မှ မှတ်တမ်းတင်ထားသည်။ သူသည် သူ၏ဖခင်က ပြောခဲ့သည်ဟု ဆင့်ပြန်သည်- \"ကျွန်ုပ်တို့သည် ရေသောက်လိုစိတ် ပြင်းပြနေပြီး မှောင်နေခဲ့သည်။ ထိုအတောအတွင်း ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ကျွန်ုပ်တို့ကို နမားဇ်၌ ဦးဆောင်ရန် စောင့်ဆိုင်းနေခဲ့သည်။ ထို့နောက် အရှင်မြတ် ထွက်လာသောအခါ ကျွန်ုပ်၏လက်ကို ဆွဲကိုင်၍ မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ။)</span> ထို့နောက် အရှင်မြတ်သည် တိတ်ဆိတ်သွားသည်။ ထို့နောက် အရှင်မြတ်က ထပ်မံ မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"mi\" class=\"mi \"><span class=\"gray\">(Say.)</span> So I said, 'What should I say?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُعَوِّذَتَيْنِ حِينَ تُمْسِي وَحِينَ تُصْبِحُ ثَلَاثًا، تَكْفِكَ كُلَّ يَوْمٍ مَرَّتَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အရှင်မြတ်သည် အလ္လာဟ်ဖြစ်သည်၊ တစ်ဆူတည်းသော အရှင်ဖြစ်သည်\" နှင့် <span class=\"gray\">(အလ်-ဖလပ်နှင့် အန်-နပ်စ်)</span> အကာအကွယ်ဆူရာနှစ်ပုဒ်ကို ညနေပိုင်းနှင့် နံနက်ပိုင်းတွင် သုံးကြိမ် <span class=\"gray\">(စီ)</span> ရွတ်ဖတ်ပါ။ ၎င်းတို့သည် သင့်အတွက် နေ့စဉ် နှစ်ကြိမ် လုံလောက်လိမ့်မည်။)</span>\"</p><p lang=\"gd\" class=\"gd \">This Hadith was also recorded by Abu Dawud, At-Tirmidhi and An-Nasa'i. At-Tirmidhi said, \"Hasan Sahih Gharib.\" An-Nasa'i also recorded through another chain of narrators with the wording,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَكْفِكَ كُلَّ شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင့်ကို အရာရာတိုင်းမှ ကာကွယ်ပေးလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်များဖြင့် ၎င်းကို ဒိုအာပြုခြင်းအကြောင်း အခြားဟဒီးဆ်တော်တစ်ပုဒ်</p><p lang=\"my\" class=\"my \">သူ၏ တဖ်စီရ်ကျမ်း၌ အန်-နာစာအီသည် အဗ်ဒုလ္လာဟ် ဗင်န် ဗုရိုင်ဒါဟ်မှ မှတ်တမ်းတင်ထားသည်။ သူသည် သူ၏ဖခင်ထံမှ ဆင့်ပြန်သည်မှာ သူသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ နှင့်အတူ ဗလီသို့ ဝင်ရောက်ခဲ့သည်။ ထိုအခါ အမျိုးသားတစ်ဦးသည် နမားဇ်ဖတ်၍ ဒိုအာပြုလျက် ရှိသည်။ \"အို အလ္လာဟ်အရှင်မြတ်! အမှန်စင်စစ် ကျွန်ုပ်သည် အရှင်မြတ်မှတစ်ပါး ကိုးကွယ်ထိုက်သော အရှင်မရှိကြောင်း ကျွန်ုပ်၏ သက်သေခံချက်ဖြင့် အရှင်မြတ်အား တောင်းခံပါ၏။ အရှင်မြတ်သည် တစ်ဆူတည်းသော အရှင်၊ အားလုံးကို ဖူလုံစေသော ထိန်းသိမ်းသူ၊ သားသမီးထွန်းကားတော်မမူသော အရှင်၊ အရှင်မြတ်ကိုလည်း မည်သူမျှ မမွေးဖွားခဲ့ပေ၊ အရှင်မြတ်နှင့် တူညီသော မည်သူမျှမရှိပေ။\" ဟု ပြောဆိုနေသည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ سَأَلَهُ بِاسْمِهِ الْأَعْظَمِ، الَّذِي إِذَا سُئِلَ بِهِ أَعطَى، وإِذَا دُعِيَ بِهِ أَجَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အသက်ကို ထိန်းချုပ်ထားသော အရှင်မြတ်ဖြင့် သစ္စာဆိုပါ၏၊ အမှန်စင်စစ် ထိုသူသည် အရှင်မြတ်၏ အကြီးမြတ်ဆုံး နာမတော်ဖြင့် အရှင်မြတ်အား တောင်းခံခဲ့ပြီ။ ၎င်းသည် အရှင်မြတ်၏ နာမတော်ဖြစ်သည်- ၎င်းဖြင့် တောင်းခံပါက အရှင်မြတ်သည် ပေးသနားတော်မူမည်ဖြစ်ပြီး၊ ၎င်းဖြင့် ခေါ်ဝေါ်ပါက အရှင်မြတ်သည် တုံ့ပြန်တော်မူမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အခြား ဆူနန်ကျမ်းပြုစုသူများကလည်း ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ခဲ့ကြသည်။ အတ်-တီရ်မိဇီက \"ဟဆန် ဂရစ်ဗ်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤဆူရာများဖြင့် ကုသမှုရှာဖွေခြင်းအကြောင်း ဟဒီးဆ်တော်တစ်ပုဒ်</p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီသည် အာအိရှဟ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ တမန်တော်မြတ် ﷺ သည် ညတိုင်း အိပ်ရာဝင်သည့်အခါတိုင်း သူ၏လက်ဖဝါးများကို ပူးပြီး ၎င်းတို့ထဲသို့ မှုတ်ထုတ်လေ့ရှိသည်။ ထို့နောက် ၎င်းတို့ <span class=\"gray\">(သူ၏လက်ဖဝါးများ)</span> ထဲသို့ 'ပြောပါ- အရှင်မြတ်သည် အလ္လာဟ်ဖြစ်သည်၊ တစ်ဆူတည်းသော အရှင်ဖြစ်သည်'၊ 'ပြောပါ- ကျွန်ုပ်သည် အလ်-ဖလပ်၏ အရှင်သခင်ထံတွင် ခိုလှုံပါ၏'၊ နှင့် 'ပြောပါ- ကျွန်ုပ်သည် လူသားများ၏ အရှင်သခင်ထံတွင် ခိုလှုံပါ၏' ဟု ရွတ်ဖတ်လေ့ရှိသည်။ ထို့နောက် သူသည် သူ၏ခန္ဓာကိုယ်၏ တတ်နိုင်သမျှ အစိတ်အပိုင်းကို ၎င်းတို့ <span class=\"gray\">(သူ၏လက်ဖဝါးများ)</span> ဖြင့် ပွတ်သပ်လေ့ရှိသည်။ သူသည် သူ၏ခေါင်းနှင့် မျက်နှာကို ၎င်းတို့ဖြင့် စတင်ပွတ်သပ်ပြီး ခန္ဓာကိုယ်၏ ရှေ့ဘက်ပိုင်းကို ပွတ်သပ်လေ့ရှိသည်။ သူသည် ဤသို့ <span class=\"gray\">(သူ၏ခန္ဓာကိုယ်ကို ပွတ်သပ်ခြင်း)</span> သုံးကြိမ် ပြုလုပ်လေ့ရှိသည်။ ဆူနန်ကျမ်းပြုစုသူများကလည်း ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမဲ့ ကရုဏာရှင်၊ အမြဲတစေ ကရုဏာရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ - اللَّهُ الصَّمَدُ - لَمْ يَلِدْ وَلَمْ يُولَدْ - وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ပြောပါ- \"အရှင်မြတ်သည် အလ္လာဟ်ဖြစ်သည်၊ တစ်ဆူတည်းသော အရှင်ဖြစ်သည်။\")</span><span class=\"gray\">(၂။ \"အလ္လာဟ်သည် အစ်-စမဒ်ဖြစ်သည်။\")</span><span class=\"gray\">(၃။ \"အရှင်မြတ်သည် သားသမီးထွန်းကားတော်မမူ၊ အရှင်မြတ်ကိုလည်း မည်သူမျှ မမွေးဖွားခဲ့ပေ။\")</span><span class=\"gray\">(၄။ \"အရှင်မြတ်နှင့် တူညီသော မည်သူမျှမရှိပေ။\")</span></p><p lang=\"my\" class=\"my \">ဤဆူရာ နာဇီလ်ဖြစ်ပေါ်လာရခြင်း အကြောင်းရင်းကို ဖော်ပြခဲ့ပြီးဖြစ်သည်။ အစ်ကရီမာဟ်က ပြောသည်- \"ဂျူးများက 'ကျွန်ုပ်တို့သည် အလ္လာဟ်၏သား ဥဇိုင်းရ်ကို ကိုးကွယ်သည်' ဟု ပြောဆိုခဲ့သောအခါ၊ ခရစ်ယာန်များက 'ကျွန်ုပ်တို့သည် အလ္လာဟ်၏သား မေရှိယ <span class=\"gray\">(အီဆာ)</span> ကို ကိုးကွယ်သည်' ဟု ပြောဆိုခဲ့သောအခါ၊ ဇိုရိုအာစတြီယန်များက 'ကျွန်ုပ်တို့သည် နေနှင့် လကို ကိုးကွယ်သည်' ဟု ပြောဆိုခဲ့သောအခါ၊ ရုပ်တုကိုးကွယ်သူများက 'ကျွန်ုပ်တို့သည် ရုပ်တုများကို ကိုးကွယ်သည်' ဟု ပြောဆိုခဲ့သောအခါ အလ္လာဟ်အရှင်မြတ်သည် သူ၏ ရစူလ်တမန်တော်မြတ် ﷺ အား ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အရှင်မြတ်သည် အလ္လာဟ်ဖြစ်သည်၊ တစ်ဆူတည်းသော အရှင်ဖြစ်သည်။\")</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် တစ်ဆူတည်းသော အရှင်၊ တစ်ပါးတည်းသော အရှင်ဖြစ်ပြီး အရှင်မြတ်နှင့် တူညီသူ၊ အကူအညီပေးသူ၊ ပြိုင်ဘက်၊ တန်းတူသူ မည်သူမျှမရှိပေ။ ဤစကားလုံး <span class=\"gray\">(အလ်-အဟဒ်)</span> ကို အလ္လာဟ်အရှင်မြတ် (အနန္တတန်ခိုးရှင်၊ ဂုဏ်ကျက်သရေရှင်) မှတစ်ပါး မည်သူအတွက်မျှ အတည်ပြုရာ၌ အသုံးပြု၍မရပေ၊ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် သူ၏ဂုဏ်ပုဒ်များနှင့် လုပ်ဆောင်ချက်များအားလုံး၌ ပြည့်စုံတော်မူသောကြောင့် ဖြစ်သည်။ အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الصَّمَدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်သည် အစ်-စမဒ်ဖြစ်သည်။)</span> အစ်ကရီမာဟ်က အိဗ်န် အဗ်ဗားစ် ပြောဆိုသည်ဟု ဆင့်ပြန်သည်- \"ဤသည်မှာ ဖန်ဆင်းခံအားလုံးသည် ၎င်းတို့၏လိုအပ်ချက်များနှင့် တောင်းဆိုမှုများအတွက် မှီခိုအားထားရသော အရှင်မြတ်ကို ဆိုလိုသည်။\" အလီ ဗင်န် အဗီ တာလ်ဟာဟ်က အိဗ်န် အဗ်ဗားစ်မှ ဆင့်ပြန်သည်- \"အရှင်မြတ်သည် သူ၏ အချုပ်အခြာအာဏာ၌ ပြည့်စုံသော အရှင်၊ သူ၏ မြင့်မြတ်မှု၌ ပြည့်စုံသော အမြင့်မြတ်ဆုံး အရှင်၊ သူ၏ ခမ်းနားမှု၌ ပြည့်စုံသော အခမ်းနားဆုံး အရှင်၊ သူ၏ သည်းခံမှု၌ ပြည့်စုံသော အသည်းခံဆုံး အရှင်၊ သူ၏ အသိပညာ၌ ပြည့်စုံသော အရာအားလုံးကို သိတော်မူသော အရှင်၊ နှင့် သူ၏ ဉာဏ်ပညာ၌ ပြည့်စုံသော အမြော်အမြင်ဆုံး အရှင် ဖြစ်တော်မူသည်။ အရှင်မြတ်သည် မြင့်မြတ်မှုနှင့် အာဏာ၏ ကဏ္ဍအားလုံး၌ ပြည့်စုံသော အရှင်ဖြစ်သည်။ အရှင်မြတ်သည် အလ္လာဟ်ဖြစ်သည်၊ အရှင်မြတ်အား ချီးမွမ်းခြင်း အပေါင်းသည် ထိုက်ပါသည်။ ဤဂုဏ်ပုဒ်များသည် အရှင်မြတ်မှတစ်ပါး အခြားမည်သူနှင့်မျှ မလျော်ညီပေ။ အရှင်မြတ်တွင် တန်းတူသူမရှိဘဲ အရှင်မြတ်ကဲ့သို့သော မည်သည့်အရာမျှ မရှိပေ။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်း အပေါင်းသည် ထိုက်ပါသည်။ တစ်ဆူတည်းသော အရှင်၊ အောင်နိုင်သော အရှင်။\" အလ်-အအ်မရှ်က ရှကီးက်မှ ဆင့်ပြန်သည်။ ရှကီးက်က အဗူ ဝါအိလ် ပြောသည်ဟု ဆိုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الصَّمَدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ်-စမဒ်)</span> ဆိုသည်မှာ သူ၏ထိန်းချုပ်မှု ပြည့်စုံသော အရှင်သခင်ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သားသမီးထွန်းကားခြင်းနှင့် မျိုးပွားခြင်းတို့မှ အထက်တွင်ရှိတော်မူသည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَلِدْ وَلَمْ يُولَدْ - وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သားသမီးထွန်းကားတော်မမူ၊ အရှင်မြတ်ကိုလည်း မည်သူမျှ မမွေးဖွားခဲ့ပေ။ အရှင်မြတ်နှင့် တူညီသော မည်သူမျှမရှိပေ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အရှင်မြတ်တွင် သားသမီး၊ မိဘ သို့မဟုတ် ဇနီး မရှိပေ။ မုဂျာဟစ်ဒ်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်နှင့် တူညီသော မည်သူမျှမရှိပေ။)</span> \"ဤသည်မှာ အရှင်မြတ်တွင် ဇနီးမရှိဟု ဆိုလိုသည်\" ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည့်အတိုင်းပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ ۖ أَنَّىٰ يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُن لَّهُ صَاحِبَةٌ ۖ وَخَلَقَ كُلَّ شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းသူဖြစ်သည်။ အရှင်မြတ်တွင် ဇနီးမရှိသောအခါ သားသမီးမည်သို့ ထွန်းကားနိုင်မည်နည်း။ အရှင်မြတ်သည် အရာအားလုံးကို ဖန်ဆင်းခဲ့သည်။)</span><span class=\"gray\">(၆:၁၀၁)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အရှင်မြတ်သည် အရာအားလုံးကို ပိုင်ဆိုင်ပြီး အရာအားလုံးကို ဖန်ဆင်းခဲ့သည်။ ထို့ကြောင့် အရှင်မြတ်၏ ဖန်ဆင်းခံများထဲမှ အရှင်မြတ်နှင့် တန်းတူနိုင်သော အဖော်တစ်ဦး သို့မဟုတ် အရှင်မြတ်နှင့် ဆင်တူနိုင်သော ဆွေမျိုးတစ်ဦး မည်သို့ရှိနိုင်မည်နည်း။ အလ္လာဟ်အရှင်မြတ်သည် ထိုသို့သော အရာများမှ သန့်ရှင်းမြင့်မြတ်တော်မူပြီး ဝေးကွာတော်မူပါသည်။ </p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا - لَّقَدْ جِئْتُمْ شَيْئًا إِدًّا - تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا - أَن دَعَوْا لِلرَّحْمَٰنِ وَلَدًا - وَمَا يَنبَغِي لِلرَّحْمَٰنِ أَن يَتَّخِذَ وَلَدًا - إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَٰنِ عَبْدًا - لَّقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا - وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်- အပ်ရ်-ရဟ်မာန်သည် သားတစ်ဦးကို ထွန်းကားခဲ့ပြီ။ အမှန်စင်စစ် အသင်တို့သည် အလွန်ဆိုးရွားသော မကောင်းမှုကို <span class=\"gray\">(ပြောဆို)</span> ဖြစ်ပေါ်စေခဲ့ပြီ။ ၎င်းဖြင့် မိုးကောင်းကင်များသည် ကွဲထွက်လုနီးပါး ဖြစ်နေပြီး၊ ကမ္ဘာမြေသည် အက်ကွဲသွားကာ၊ တောင်များသည် ပဲ့ကျပျက်စီးကြမည်။ ၎င်းတို့သည် အပ်ရ်-ရဟ်မာန်အား သားတစ်ဦးကို စွပ်စွဲသောကြောင့် ဖြစ်သည်။ သို့သော် အပ်ရ်-ရဟ်မာန်အတွက် သားတစ်ဦးကို ထွန်းကားခြင်းသည် မသင့်တော်ပေ။ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၌ ရှိရှိသမျှသည် အပ်ရ်-ရဟ်မာန်ထံသို့ ကျွန်တစ်ဦးအဖြစ်သာ ရောက်ရှိလာကြလိမ့်မည်။ အမှန်စင်စစ် အရှင်မြတ်သည် ၎င်းတို့တစ်ဦးစီကို သိတော်မူပြီး ၎င်းတို့အား အပြည့်အဝ ရေတွက်ထားတော်မူသည်။ ၎င်းတို့အားလုံးသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် အရှင်မြတ်ထံသို့ တစ်ဦးတည်းစီ ရောက်ရှိလာကြလိမ့်မည်။)</span><span class=\"gray\">(၁၉:၈၈-၉၅)</span></p><p lang=\"my\" class=\"my \">ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا ۗ سُبْحَانَهُ ۚ بَلْ عِبَادٌ مُّكْرَمُونَ - لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُم بِأَمْرِهِ يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်- \"အပ်ရ်-ရဟ်မာန်သည် သားတစ်ဦးကို ထွန်းကားခဲ့ပြီ။ အရှင်မြတ်အား ချီးမွမ်းခြင်း အပေါင်းသည် ထိုက်ပါသည်။ ၎င်းတို့သည် ဂုဏ်ပြုခံရသော ကျွန်များသာ ဖြစ်ကြသည်။ အရှင်မြတ်က မိန့်တော်မမူမချင်း ၎င်းတို့သည် မပြောဆိုကြဘဲ အရှင်မြတ်၏ အမိန့်ကို လိုက်နာကြသည်။)</span><span class=\"gray\">(၂၁:၂၆-၂၇)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا ۚ وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ - سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အရှင်မြတ်နှင့် ဂျင်န်တို့ကြားတွင် ဆွေမျိုးပေါက်ဖော်မှုကို ကြံဖန်ခဲ့ကြသည်။ သို့သော် ဂျင်န်တို့သည် ၎င်းတို့သည် အရှင်မြတ်ရှေ့မှောက်သို့ ရောက်ရှိလာရမည်ကို ကောင်းစွာသိကြသည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်း အပေါင်းသည် ထိုက်ပါသည်။ <span class=\"gray\">(အရှင်မြတ်သည်)</span> ၎င်းတို့က အရှင်မြတ်အား စွပ်စွဲသော အရာများမှ <span class=\"gray\">(ကင်းစင်တော်မူသည်)</span>!)</span><span class=\"gray\">(၃၇:၁၅၈-၁၅၉)</span></p><p lang=\"my\" class=\"my \">ဆဟီဟ် အလ်-ဗုခါရီကျမ်း၌ မှတ်တမ်းတင်ထားသည်မှာ <span class=\"gray\">(တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أَحَدَ أَصْبَرُ عَلَى أَذًى سَمِعَهُ مِنَ اللهِ، يَجْعَلُونَ لَهُ وَلَدًا، وَهُوَ يَرْزُقُهُمْ وَيُعَافِيهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထက် မိမိကြားရသော ထိခိုက်စေသည့်အရာတစ်ခုကို ပိုမိုသည်းခံသူ မည်သူမျှမရှိပေ။ ၎င်းတို့သည် အရှင်မြတ်အား သားတစ်ဦးကို စွပ်စွဲကြသည်၊ ထိုအတောအတွင်း ၎င်းတို့အား စားနပ်ရိက္ခာ ပေးသနားတော်မူပြီး ကုသပေးသူမှာ အရှင်မြတ်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီသည် အဗူ ဟုရိုင်းရာဟ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ عَزَّ وَجَلَّ: كَذَّبَنِي ابْنُ آدَمَ وَلَمْ يَكُنْ لَهُ ذَلِكَ، وَشَتَمَنِي وَلَمْ يَكُنْ لَهُ ذَلِكَ، فَأَمَّا تَكْذِيبُهُ إِيَّايَ فَقَوْلُهُ: لَنْ يُعِيدَنِي كَمَا بَدَأَنِي، وَلَيْسَ أَوَّلُ الْخَلْقِ بِأَهْوَنَ عَلَيَّ مِنْ إِعَادَتِهِ، وَأَمَّا شَتْمُهُ إِيَّايَ فَقَوْلُهُ: اتَّخَذَ اللهُ وَلَدًا، وَأَنَا الْأَحَدُ الصَّمَدُ، لَمْ أَلِدْ وَلَمْ أُولَدْ، وَلَمْ يَكُنْ لِي كُفُوًا أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် (အနန္တတန်ခိုးရှင်၊ ဂုဏ်ကျက်သရေရှင်) က မိန့်တော်မူသည်- \"အာဒမ်၏သားသည် ငါ့ကို ငြင်းပယ်သည်၊ ထိုသို့လုပ်ဆောင်ရန် သူ့တွင် အခွင့်အရေးမရှိပေ။ ထို့ပြင် သူသည် ငါ့ကို ဆဲဆိုသည်၊ ထိုသို့လုပ်ဆောင်ရန် သူ့တွင် အခွင့်အရေးမရှိပေ။ ငါ့ကို ငြင်းပယ်ခြင်းနှင့် ပတ်သက်၍ ၎င်းသည် သူ၏ပြောဆိုချက် ဖြစ်သည်- 'အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်)</span> သည် ကျွန်ုပ်အား အရှင်မြတ်က အရင်ဖန်ဆင်းခဲ့သကဲ့သို့ ပြန်လည် ဖန်ဆင်းမည်မဟုတ်တော့ပါ။' သို့သော် သူ့ကို ပြန်လည် ဖန်ဆင်းခြင်းသည် သူ၏မူလဖန်ဆင်းခြင်းထက် ပိုမိုလွယ်ကူသည်။ ငါ့ကို ဆဲဆိုခြင်းနှင့် ပတ်သက်၍ ၎င်းသည် သူ၏ပြောဆိုချက် ဖြစ်သည်- 'အလ္လာဟ်သည် သားတစ်ဦးကို ယူထားသည်'။ သို့သော် ငါသည် တစ်ဆူတည်းသော အရှင်၊ ဖူလုံစေသော အရှင်သခင်ဖြစ်သည်။ ငါသည် မမွေးဖွား၊ ငါ့ကိုလည်း မွေးဖွားခဲ့ခြင်း မရှိ၊ ငါနှင့် တူညီသူ မည်သူမျှမရှိ။\")</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရတ် အလ်-အစ်ခ်လာဆ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ ချီးမွမ်းခြင်း အပေါင်းနှင့် ကောင်းချီးမင်္ဂလာများသည် အလ္လာဟ်အရှင်မြတ်ထံတွင်သာ ထိုက်ပါသည်။</p>"
  }
]