[
  {
    "ayah_key": "7:73",
    "group_ayah_key": "7:73",
    "from_ayah": "7:73",
    "to_ayah": "7:78",
    "ayah_keys": "7:73,7:74,7:75,7:76,7:77,7:78",
    "text": "<p lang=\"my\" class=\"my \">သမ်မူဒ် <span class=\"gray\">(လူမျိုးများထံသို့)</span> ၎င်းတို့၏ ညီအစ်ကို ဆွာလိဟ်ကို ငါတို့ စေလွှတ်ခဲ့သည်။ သူက \"အို... ကျွန်ုပ်၏ လူမျိုးတို့! အလ္လာဟ်ကိုသာ ကိုးကွယ်ကြပါ။ ကိုးကွယ်ရာအခြားဘုရားမှာ အရှင်မှတစ်ပါး အသင်တို့အတွက် မရှိပေ။ မှန်ကန်စွာပင် အသင်တို့ထံသို့ အသင်တို့၏ အရှင်သခင်ထံမှ ထင်ရှားသော လက္ခဏာတစ်ရပ် ရောက်ရှိလာခဲ့ပြီ။ ဤသည်မှာ အလ္လာဟ်၏ ကုလားအုတ်မတစ်ကောင် ဖြစ်ပြီး အသင်တို့အတွက် လက္ခဏာတစ်ရပ်ဖြစ်သည်။ သို့ဖြစ်ရာ အသင်တို့သည် အလ္လာဟ်၏မြေ၌ သူမအား စားကျက်ရှာခွင့်ပြုကြပါ။ သူမအား မည်သည့်ဘေးဥပဒ်မျှ မပေးကြနှင့်။ သို့မဟုတ်ပါက အသင်တို့ကို ပြင်းထန်သော ညှဉ်းပန်းနှိပ်စက်မှုက ဖမ်းဆီးမည်ကို စိုးရိမ်ရသည်။ <span>(73)</span>အာဒ်အမျိုးသားများနောက်ပိုင်း အသင်တို့ကို ဆက်ခံသူများ <span class=\"gray\">(မျိုးဆက်များ)</span> အဖြစ် အရှင်မြတ်က ဖန်ဆင်းခဲ့ပြီး ကုန်းမြေပေါ်တွင် အသင်တို့ကို နေထိုင်ခွင့်ပေးခဲ့ရာ အသင်တို့သည် လွင်ပြင်များတွင် နန်းတော်များ ဆောက်လုပ်ကြပြီး တောင်များတွင် အိမ်များ ထုဆစ်ခဲ့ကြသည်ကို သတိရကြပါ။ သို့ဖြစ်ရာ အလ္လာဟ်ထံမှ <span class=\"gray\">(အသင်တို့အပေါ် ချီးမြှင့်ထားသော)</span> ကျေးဇူးတော်များကို သတိရကြပြီး ကမ္ဘာပေါ်တွင် မကောင်းမှု ဒုစရိုက်များကို မပြုလုပ်ကြပါနှင့်။ <span>(74)</span>သူ၏လူမျိုးတို့အနက် မာန်မာနထောင်လွှားသူ ခေါင်းဆောင်များက ယုံကြည်သူတို့အနက် အားနည်းသူများကို ပြောဆိုခဲ့သည်- \"ဆွာလိဟ်သည် သူ၏အရှင်သခင်ထံမှ စေလွှတ်ခံရသူတစ်ဦးဖြစ်ကြောင်း အသင်တို့ သိကြသလော။\" ၎င်းတို့က \"ကျွန်ုပ်တို့သည် သူစေလွှတ်ခံရသော အရာကို မှန်ကန်စွာ ယုံကြည်ကြပါသည်။ <span>(75)</span>မာန်မာနထောင်လွှားသူတို့က \"မှန်ကန်စွာပင်၊ အသင်တို့ ယုံကြည်သည့်အရာကို ကျွန်ုပ်တို့ မယုံကြည်ပေ။ <span>(76)</span>သို့ဖြစ်ရာ ၎င်းတို့သည် ကုလားအုတ်မကို သတ်ဖြတ်ပြီး ၎င်းတို့၏ အရှင်သခင်၏ အမိန့်ကို မာနထောင်လွှားစွာ ဖီဆန်ခဲ့ကြသည်။ ၎င်းတို့က \"အို ဆွာလိဟ်! အသင်သည် <span class=\"gray\">(အလ္လာဟ်၏)</span> တမန်များအနက် တစ်ပါးဖြစ်ပါက အသင်၏ ခြိမ်းခြောက်မှုများကို ဆောင်ကြဉ်းခဲ့ပါ။ <span>(77)</span>သို့ဖြစ်ရာ မြေငလျင်သည် ၎င်းတို့ကို ဖမ်းဆီးခဲ့ပြီး ၎င်းတို့သည် <span class=\"gray\">(သေဆုံးလျက်)</span>၊ ၎င်းတို့၏ နေအိမ်များတွင် မှောက်လျက် လဲကျခဲ့ကြသည်။ <span>(78)</span></p><div lang=\"my\" class=\"my \"><h2>သမ်မူဒ်- ၎င်းတို့၏မြေနှင့် ၎င်းတို့၏မျိုးရိုး</h2></div><p lang=\"my\" class=\"my \">တဖ်စီးရ်နှင့် မျိုးရိုးစဉ်ဆက်ပညာရှင်တို့က <span class=\"gray\">(သမ်မူဒ်အနွယ်သည်)</span> နူဟ်၏သား ဆမ်၏သား အီရမ်၏သား အာသီရ်၏သား သမ်မူဒ်မှ ဆင်းသက်လာသည်ဟု ဆိုသည်။ သူသည် အာသီရ်၏သား ဂျာဒစ်၏ညီဖြစ်ပြီး တာ့စမ်အနွယ်နှင့်လည်း ဆင်တူသည်။ ၎င်းတို့သည် အီဗရာဟင်မ်မတိုင်မီ အာရဗ်လူမျိုးဟောင်းများ၊ အလ်-အာရီဘာမှ ဆင်းသက်လာသူများဖြစ်ပြီး သမ်မူဒ်သည် အာဒ်လူမျိုးနောက်ပိုင်း ပေါ်ပေါက်လာခဲ့သည်။ ၎င်းတို့သည် ဟိဂျာဇ်ဒေသ <span class=\"gray\">(အနောက်အာရေဗျ)</span> နှင့် အက်ရှ်-ရှမ်ဒေသ <span class=\"gray\">(ဂရိတ်တားဆီးရီးယား)</span> အကြားတွင် နေထိုင်ခဲ့ကြသည်။ အလ္လာဟ်၏ တမန်တော်မြတ် ﷺ သည် ဟိဂျရ်၏ နဝမမြောက်နှစ်တွင် တာဘွတ် <span class=\"gray\">(မြောက်အာရေဗျ)</span> သို့ သွားရောက်စဉ် သမ်မူဒ်ဒေသနှင့် အပျက်အစီးများကို ဖြတ်သန်းခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အိဘ်န် အိုမာရ် ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- \"အလ္လာဟ်၏ တမန်တော်မြတ် ﷺ သည် တာဘွတ်ရှိ အလ်-ဟိဂျရ်ဒေသသို့ လူများနှင့်အတူ သွားရောက်သောအခါ၊ အလ်-ဟိဂျရ်ရှိ သမ်မူဒ်လူမျိုးတို့၏ အိမ်များအနီးတွင် တပ်စွဲခဲ့ပြီး လူများသည် သမ်မူဒ်လူမျိုးတို့ ယခင်က အသုံးပြုခဲ့သော ရေတွင်းများမှ ရေကို ဆောင်ယူခဲ့ကြသည်။ ၎င်းတို့သည် ထိုရေကို မုန့်စိမ်းလုပ်ရန်နှင့် ဟင်းချက်ရန် အိုးများကို <span class=\"gray\">(မီးပေါ်တင်)</span> အသုံးပြုခဲ့ကြသည်။ သို့သော်လည်း တမန်တော်မြတ် ﷺ သည် အိုးများမှ အရာများကို သွန်ပစ်ရန်နှင့် မုန့်စိမ်းများကို ၎င်းတို့၏ ကုလားအုတ်များအား ပေးရန် အမိန့်ပေးခဲ့သည်။ ထို့နောက် အရှင်မြတ်သည် ထိုနေရာမှ အခြားနေရာတစ်ခုသို့၊ ကုလားအုတ် <span class=\"gray\">(နောက်ပိုင်းပြောပြမည့်အတိုင်း)</span> ရေသောက်လေ့ရှိသော ရေတွင်းအနီးသို့ ၎င်းတို့နှင့်အတူ ချီတက်ခဲ့သည်။ အရှင်မြတ်သည် သက်တမ်းများအား လူတို့ ညှဉ်းပန်းနှိပ်စက်ခံရသော ဒေသသို့ မဝင်ရောက်ရန် တားမြစ်ခဲ့ပြီး ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَخْشَى أَنْ يُصِيبَكُمْ مِثْلُ مَا أَصَابَهُمْ فَلَا تَدْخُلُوا عَلَيْهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ကျရောက်ခဲ့သည့်အရာသည် အသင်တို့အားလည်း ကျရောက်မည်ကို ကျွန်ုပ်စိုးရိမ်သည်။ ထို့ကြောင့် ၎င်းတို့ထံသို့ မဝင်ကြနှင့်။)</span>\" </p><p lang=\"id\" class=\"id \">Ahmad narrated that 'Abdullah bin 'Umar said that the Messenger of Allah ﷺ said while in the Hijr area,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَدْخُلُوا عَلَى هؤُلَاءِ الْمُعَذَّبِينَ إِلَّا أَنْ تَكُونُوا بَاكِينَ فَإِنْ لَمْ تَكُونُوا بَاكِينَ فَلَا تَدْخُلُوا عَلَيْهِمْ أَنْ يُصِيبَكُمْ مِثْلَ مَا أَصَابَهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညှဉ်းပန်းနှိပ်စက်ခံရသူများထံသို့ အသင်တို့ ငိုကြွေးနေစဉ်မှလွဲ၍ မဝင်ကြနှင့်။ အသင်တို့ ငိုကြွေးခြင်းမရှိပါက ၎င်းတို့ထံသို့ မဝင်ကြနှင့်။ သို့မှသာ ၎င်းတို့အား ကျရောက်ခဲ့သည့်အရာသည် အသင်တို့အားလည်း ကျရောက်မည်မဟုတ်ပေ။)</span> ဤဟဒီးဆ်၏ အခြေခံသည် ဆဟီးဟ်နှစ်ခုတွင် ဖော်ပြထားသည်။</p><div lang=\"my\" class=\"my \"><h2>နဗီ ဆွာလိဟ်နှင့် သမ်မူဒ်အကြောင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَىٰ ثَمُودَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သမ်မူဒ်ထံသို့)</span> ဆိုသည်မှာ သမ်မူဒ်အနွယ်ထံသို့ ၎င်းတို့၏ ညီအစ်ကို ဆွာလိဟ်ကို ငါတို့ စေလွှတ်ခဲ့သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\"> قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက \"အို... ကျွန်ုပ်၏ လူမျိုးတို့! အလ္လာဟ်ကိုသာ ကိုးကွယ်ကြပါ။ ကိုးကွယ်ရာအခြားဘုရားမှာ အရှင်မှတစ်ပါး အသင်တို့အတွက် မရှိပေ။\")</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်၏ တမန်တော်မြတ်အားလုံးသည် အလ္လာဟ်ကိုသာ တစ်ပါးတည်း ကိုးကွယ်ရန် ဖိတ်ခေါ်ခဲ့ကြပြီး ဖက်စပ်များ မရှိခဲ့ပေ။ အလ္လာဟ်သည် အခြားအာယတ်များတွင် ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်မတိုင်မီ မည်သည့်တမန်တော်ကိုမျှ ငါတို့မစေလွှတ်ခဲ့ပေ။ သို့သော် သူ့ထံသို့ ငါတို့ ဗျာဒိတ်ပေးခဲ့သည်မှာ- \"ကိုးကွယ်ထိုက်သူမှာ ငါမှတစ်ပါး မရှိပေ။ ထို့ကြောင့် ငါ့ကိုသာ ကိုးကွယ်ကြပါ။\")</span><span class=\"gray\">[21:25]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်စွာပင် ငါတို့သည် တိုင်းပြည်တိုင်း၌ တမန်တော်တစ်ပါးကို စေလွှတ်ခဲ့ပြီး <span class=\"gray\">(ကြေညာခဲ့သည်)</span>: \"အလ္လာဟ်ကို <span class=\"gray\">(တစ်ပါးတည်း)</span> ကိုးကွယ်ကြပြီး တာဂွတ် <span class=\"gray\">(မမှန်သောဘုရားများအားလုံး)</span> ကို ရှောင်ကြဉ်ကြပါ။\")</span><span class=\"gray\">[16:36]</span>။</p><div lang=\"my\" class=\"my \"><h2>သမ်မူဒ်က ကျောက်တုံးမှ ကုလားအုတ်တစ်ကောင် ပေါ်လာရန် တောင်းဆိုခဲ့ပြီး ပေါ်လာခဲ့သည်</h2></div><p lang=\"et\" class=\"et \">Prophet Salih said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ جَاءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ هَٰذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"မှန်ကန်စွာပင် အသင်တို့ထံသို့ အသင်တို့၏ အရှင်သခင်ထံမှ ထင်ရှားသော လက္ခဏာတစ်ရပ် ရောက်ရှိလာခဲ့ပြီ။ ဤသည်မှာ အလ္လာဟ်၏ ကုလားအုတ်မတစ်ကောင်ဖြစ်ပြီး အသင်တို့အတွက် လက္ခဏာတစ်ရပ်ဖြစ်သည်။\")</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ကျွန်ုပ် အသင်တို့ထံသို့ ယူဆောင်လာသည့်အရာ၏ မှန်ကန်မှုကို သက်သေပြသည့် အံ့ဖွယ်ရာတစ်ရပ်သည် အလ္လာဟ်ထံမှ အသင်တို့ထံသို့ ရောက်ရှိလာခဲ့ပြီ။</p><p lang=\"my\" class=\"my \">ဆွာလိဟ်၏လူမျိုးတို့က သူ့အား အံ့ဖွယ်ရာတစ်ခု ပြသရန် တောင်းဆိုခဲ့ပြီး ၎င်းတို့ရွေးချယ်ခဲ့သည့် သီးခြားကျောက်တုံးမာတစ်တုံးကို အကြံပြုခဲ့သည်။ ထိုကျောက်တုံးသည် ဟိဂျရ်ဒေသတွင် တစ်ဦးတည်းရပ်တည်နေပြီး အလ်-ကာတီဘာဟု ခေါ်တွင်ခဲ့သည်။ ၎င်းတို့က ထိုကျောက်တုံးမှ ကိုယ်ဝန်ရှိသော ကုလားအုတ်တစ်ကောင်ကို ထုတ်ပေးရန် တောင်းဆိုခဲ့သည်။ ဆွာလိဟ်က ၎င်းတို့၏ သစ္စာပြုချက်နှင့် ကတိများကို ယူခဲ့သည်။ အကယ်၍ အလ္လာဟ်က ၎င်းတို့၏ စိန်ခေါ်မှုကို တုံ့ပြန်ပါက ၎င်းတို့သည် သူ့အား ယုံကြည်ပြီး လိုက်နာမည်ဟူ၍ ဖြစ်သည်။ ၎င်းတို့က သူ့အား ကျမ်းသစ္စာနှင့် ကတိများပေးသောအခါ ဆွာလိဟ်သည် ဆုတောင်းခြင်းစတင်ခဲ့ပြီး အလ္လာဟ်အား <span class=\"gray\">(ထိုအံ့ဖွယ်ရာကို ဖန်ဆင်းရန်)</span> တောင်းပန်ခဲ့သည်။ ရုတ်တရက်ဆိုသလို ကျောက်တုံးသည် ရွေ့လျားပြီး ကွဲထွက်သွားကာ သိုးမွေးထူသော ကုလားအုတ်မတစ်ကောင်ကို ပေါ်ထွက်လာစေခဲ့သည်။ ၎င်းသည် ကိုယ်ဝန်ရှိပြီး ၎င်း၏သန္ဓေသားသည် ဝမ်းဗိုက်တွင် သိသိသာသာ ရွေ့လျားနေသည်။ ဆွာလိဟ်၏လူမျိုးတို့ တောင်းဆိုသည့်အတိုင်းပင် ဖြစ်သည်။ ဤသည်မှာ ၎င်းတို့၏ခေါင်းဆောင် ဂျွန်ဒူ' ဘင်န် 'အမ်ရ် နှင့် သူ့အား လိုက်နာသူအချို့ ယုံကြည်ခဲ့ကြချိန်ဖြစ်သည်။ သမ်မူဒ်လူမျိုးတို့၏ ကျန်မင်းမျိုးမင်းနွယ်များကလည်း ယုံကြည်လိုခဲ့ကြသော်လည်း ၎င်းတို့၏ ရုပ်ပွားတော်များကို ပြုစုစောင့်ရှောက်သူ ဒူအဘ် ဘင်န် 'အမ်ရ် ဘင်န် လာဘစ်၊ အလ်-ဟဘ်ဘာဘ် နှင့် ရပ်ဘာဘ် ဘင်န် ဆွန်'မာရ် ဘင်န် ဂျီလ်ဟစ်တို့က ၎င်းတို့ကို တားဆီးခဲ့ကြသည်။ ဂျွန်ဒူ' ဘင်န် 'အမ်ရ်၏ ဝမ်းကွဲညီအစ်ကိုတစ်ဦးဖြစ်ပြီး သူ့အမည်မှာ ရှီဟဘ် ဘင်န် ခါလိဖဟ် ဘင်န် မစ်ခ်လတ် ဘင်န် လာဘစ် ဘင်န် ဂျဝါ့စ် ဖြစ်သည်။ သူသည် သမ်မူဒ်၏ ခေါင်းဆောင်တစ်ဦးဖြစ်ပြီး သတင်းစကားကိုလည်း လက်ခံလိုခဲ့သည်။ သို့သော်လည်း ကျွန်ုပ်တို့ ဖော်ပြခဲ့သော ခေါင်းဆောင်များက သူ့အား တားဆီးခဲ့ပြီး သူသည် ၎င်းတို့၏ နှိုးဆော်မှုများကို လိုက်လျောခဲ့သည်။</p><p lang=\"my\" class=\"my \">ကုလားအုတ်သည် သမ်မူဒ်တွင် ကျန်ရှိနေခဲ့ပြီး ၎င်းတို့ရှေ့တွင် မွေးဖွားပြီးနောက် ၎င်း၏သားပေါက်လည်း ကျန်ရှိခဲ့သည်။ ကုလားအုတ်သည် တစ်ရက်တွင် ၎င်း၏ရေတွင်းမှ ရေသောက်လေ့ရှိပြီး နောက်တစ်ရက်တွင် ရေတွင်းကို သမ်မူဒ်အတွက် ထားခဲ့သည်။ ၎င်းတို့သည် ၎င်း၏နို့ကိုလည်း သောက်သုံးခဲ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော် သူမ ရေသောက်သည့်ရက်များတွင် ၎င်းတို့သည် သူမကို နို့ညှစ်ပြီး ၎င်းတို့၏ ခွက်များကို နို့ဖြင့်ဖြည့်လေ့ရှိသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်သည် အခြားအာယတ်များတွင် ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ كُلُّ شِرْبٍ مُّحْتَضَرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရေကို ၎င်း <span class=\"gray\">(ကုလားအုတ်မနှင့်)</span> ၎င်းတို့အကြား ခွဲဝေရမည်ဖြစ်ကြောင်း ၎င်းတို့အား အသိပေးပါ။ တစ်ဦးစီ၏ ရေသောက်ခွင့်ကို <span class=\"gray\">(အလှည့်ကျ)</span> သတ်မှတ်ထားသည်။)</span><span class=\"gray\">[54:28]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ نَاقَةٌ لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ကုလားအုတ်မတစ်ကောင်ဖြစ်သည်။ ၎င်းတွင် <span class=\"gray\">(ရေ)</span> သောက်ခွင့်ရှိပြီး အသင်တို့တွင်လည်း သတ်မှတ်ထားသော တစ်နေ့တာအတွက် <span class=\"gray\">(ရေ)</span><span class=\"gray\">(တစ်လှည့်စီ)</span> သောက်ခွင့်ရှိသည်။)</span><span class=\"gray\">[26:155]</span></p><p lang=\"my\" class=\"my \">ကုလားအုတ်သည် ၎င်းတို့၏ ချိုင့်ဝှမ်းအချို့တွင် ကျက်စားလေ့ရှိပြီး လမ်းတစ်သွယ်မှ ဝင်ကာ အခြားလမ်းတစ်သွယ်မှ ထွက်သွားလေ့ရှိသည်။ သူမသည် ရေများစွာ သောက်သုံးလေ့ရှိသောကြောင့် လွယ်ကူစွာ ရွေ့လျားနိုင်ရန် ထိုသို့ ပြုမူခဲ့ခြင်းဖြစ်သည်။ သူမသည် အလွန်လှပသော၊ ကြီးမားသည့် တိရစ္ဆာန်တစ်ကောင်ဖြစ်သည်။ သူမသည် ၎င်းတို့၏ နွားများကို ဖြတ်သွားသောအခါ နွားများက သူမအား ကြောက်လန့်ကြသည်။ ဤအကြောင်းအရာသည် အချိန်ကြာမြင့်စွာ ဆက်လက်ဖြစ်ပေါ်ပြီး သမ်မူဒ်လူမျိုးတို့က ဆွာလိဟ်ကို ငြင်းပယ်မှု ပိုမိုပြင်းထန်လာသောအခါ ၎င်းတို့သည် ကုလားအုတ်မကို သတ်ဖြတ်ရန် ရည်ရွယ်ခဲ့ကြသည်။ သို့မှသာ ၎င်းတို့သည် နေ့တိုင်း ရေကို ၎င်းတို့ကိုယ်တိုင် ယူနိုင်မည်ဖြစ်သည်။ ၎င်းတို့အားလုံး <span class=\"gray\">(သမ်မူဒ်၏ မယုံကြည်သူများ)</span> သည် ကုလားအုတ်မကို သတ်ရန် ကြံစည်ခဲ့ကြသည်ဟု ဆိုသည်။ ကာတာဒါက သူ့အား ပြောပြခဲ့သည်မှာ၊ \"ကုလားအုတ်မကို သတ်ရန် သတ်မှတ်ထားသူသည် ၎င်းတို့အားလုံးထံသို့၊ ၎င်းတို့၏ အခန်းများရှိ အမျိုးသမီးများနှင့် ကလေးများအပါအဝင် ချဉ်းကပ်ခဲ့ပြီး ၎င်းတို့အားလုံးက သူမကို သတ်ရန် သဘောတူခဲ့ကြသည်ကို သိရှိခဲ့သည်။\" ဤအချက်သည် အာယတ်များ၏ အသုံးအနှုန်းမှ ထင်ရှားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُم بِذَنبِهِمْ فَسَوَّاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် သူ့အား ငြင်းပယ်ပြီး ၎င်းကို သတ်ဖြတ်ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့၏ အရှင်သခင်သည် ၎င်းတို့၏ အပြစ်ကြောင့် ၎င်းတို့ကို ဖျက်ဆီးခဲ့ပြီး ၎င်းတို့ကို ပျက်စီးရာတွင် တူညီစေခဲ့သည်။)</span><span class=\"gray\">[91:14]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သမ်မူဒ်ထံသို့ ကုလားအုတ်မကို ထင်ရှားသော လက္ခဏာအဖြစ် စေလွှတ်ခဲ့သော်လည်း ၎င်းတို့က သူမကို မတရားပြုမူခဲ့ကြသည်။)</span><span class=\"gray\">[17:59]</span> ဤနေရာတွင် အလ္လာဟ်က ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَقَرُوا النَّاقَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ ၎င်းတို့သည် ကုလားအုတ်မကို သတ်ဖြတ်ခဲ့ကြသည်)</span></p><p lang=\"my\" class=\"my \">သို့ဖြစ်ရာ ဤအာယတ်များက ဤရာဇဝတ်မှုတွင် တစ်မျိုးလုံးက သဘောတူညီခဲ့ကြသည်ဟု ဖော်ပြထားပြီး အလ္လာဟ်သည် အကောင်းဆုံး သိတော်မူသည်။</p><div lang=\"ru-Latn\" class=\"ru-Latn \"><h2>Thamud kills the She-Camel</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အဘူ ဂျာအ်ဖာရ် အိဘ်န် ဂျာရီရ်နှင့် အခြားတဖ်စီးရ်ပညာရှင်များက ကုလားအုတ်မကို သတ်ဖြတ်ရခြင်း၏ အကြောင်းရင်းမှာ ၎င်းတို့အနက်မှ မယုံကြည်သူ အဘွားအိုတစ်ဦးဖြစ်သော အွမ် ဂန်မ် 'အူနိုင်းဇဟ်၊ ဂန်မ် ဘင်န် မစ်ဂျလာဇ်၏ သမီးသည် သမ်မူဒ်လူမျိုးများအနက် ဆွာလိဟ် (အလ္လာဟ်၏ ကရုဏာတော် သက်ရောက်ပါစေ) အပေါ် အပြင်းထန်ဆုံး ရန်ငြိုးထားသူဖြစ်သောကြောင့်ဟု ဆိုသည်။ သူမတွင် လှပသော သမီးများရှိပြီး ကြွယ်ဝသူဖြစ်ပြီး သမ်မူဒ်၏ ခေါင်းဆောင်များအနက် တစ်ဦးဖြစ်သော ဒူအဘ် ဘင်န် 'အမ်ရ်သည် သူမ၏ခင်ပွန်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အခြားမင်းမျိုးမင်းနွယ် အမျိုးသမီးတစ်ဦးလည်း ရှိသေးသည်။ သူမ၏အမည်မှာ ဆာဒူဖ် ဘင်သ် အလ်-မူဟိုင်းယာ ဘင်န် ဒါးရ် ဘင်န် အလ်-မူဟိုင်းယာ ဖြစ်ပြီး သူမသည် မင်းမျိုးမင်းနွယ်မှ ဆင်းသက်လာသူ၊ ကြွယ်ဝသူနှင့် လှပသူဖြစ်သည်။ သူမသည် သမ်မူဒ်မှ မွတ်စလင်မ်အမျိုးသားတစ်ဦးနှင့် လက်ထပ်ခဲ့သော်လည်း သူ့အား စွန့်ခွာခဲ့သည်။ ဤအမျိုးသမီးနှစ်ဦးသည် ကုလားအုတ်မကို သတ်ဖြတ်မည်ဟု ၎င်းတို့အား ကျိန်ဆိုသူများအတွက် ဆုငွေကမ်းလှမ်းခဲ့သည်။ တစ်ချိန်က ဆာဒူဖ်သည် အလ်-ဟဘ်ဘာဘ် ဟုခေါ်သော အမျိုးသားတစ်ဦးကို ခေါ်ယူပြီး ကုလားအုတ်မကို သတ်ဖြတ်ပါက သူ့ကိုယ်သူ ပေးကမ်းမည်ဟု ကမ်းလှမ်းခဲ့သော်လည်း သူက ငြင်းဆိုခဲ့သည်။ ထို့ကြောင့် သူမသည် သူမ၏ဝမ်းကွဲညီအစ်ကိုတစ်ဦးဖြစ်သော မူဆဒ်ဒီ' ဘင်န် မီဟ်ရာ့ဂျ် ဘင်န် အလ်-မူဟိုင်းယာ ကို ခေါ်ယူခဲ့ပြီး သူက သဘောတူခဲ့သည်။ 'အူနိုင်းဇဟ် ဘင်သ် ဂန်မ် အနေဖြင့် သူမသည် ကူဒါရ် ဘင်န် ဆာလိဖ် ဘင်န် ဂျွန်ဒူ' ကို ခေါ်ယူခဲ့သည်။ သူသည် အရပ်ပုပြီး အနီရောင်-အပြာရောင် အသားအရေရှိသူဖြစ်ပြီး ၎င်းတို့အဆိုအရ ဖောက်ပြန်မွေးဖွားသူဖြစ်သည်။ ကူဒါရ်သည် သူ၏ ဖခင်အစစ်ဖြစ်သော ဆာလိဖ်၏သား မဟုတ်ဘဲ၊ ဆူဟ်ယဒ် ဟုခေါ်သော အခြားအမျိုးသားတစ်ဦး၏သားဖြစ်သည်။ သို့သော်လည်း သူသည် ဆာလိဖ်၏အိပ်ရာပေါ်တွင် မွေးဖွားခဲ့ခြင်းကြောင့် <span class=\"gray\">(သူ့အမည်ကို ယူခဲ့သည်)</span>။ 'အူနိုင်းဇဟ်က ကူဒါရ်အား \"ကုလားအုတ်မကို သတ်ဖြတ်ပါက ကျွန်မ၏သမီးများအနက် အသင်ဆန္ဒရှိသူကို ပေးမည်\" ဟု ပြောခဲ့သည်။ ကူဒါရ် ဘင်န် ဆာလိဖ်နှင့် မူဆဒ်ဒီ' ဘင်န် မီဟ်ရာ့ဂျ်တို့သည် သမ်မူဒ်မှ မကောင်းဆိုးဝါးလူအများအပြားကို စုဆောင်းကာ ကုလားအုတ်မကို သတ်ဖြတ်ခဲ့ကြသည်။ သမ်မူဒ်မှ နောက်ထပ် ခုနစ်ဦး သဘောတူညီခဲ့ပြီး အုပ်စုသည် ကိုးဦး ဖြစ်လာခဲ့သည်။ အလ္လာဟ်သည် ဖော်ပြထားသည့်အတိုင်း၊ အရှင်မြတ်က ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့ထဲတွင် မြေပြင်ပေါ်၌ မကောင်းမှုပြုခဲ့ကြပြီး ပြုပြင်ပြောင်းလဲခြင်းမရှိသော အမျိုးသားကိုးဦး ရှိခဲ့သည်။)</span><span class=\"gray\">[27:48]</span></p><p lang=\"my\" class=\"my \">ဤအမျိုးသားကိုးဦးသည် ၎င်းတို့၏လူမျိုး၏ ခေါင်းဆောင်များဖြစ်ပြီး ၎င်းတို့သည် ကုလားအုတ်မကို သတ်ဖြတ်ရန် တစ်မျိုးလုံးကို သဘောတူညီစေခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် ကုလားအုတ်မ ရေတွင်းမှ ထွက်သွားသည်အထိ စောင့်ဆိုင်းခဲ့ကြသည်။ ကူဒါရ်သည် ၎င်း၏လမ်းပေါ်ရှိ ကျောက်တုံးတစ်ခုအနီးတွင် စောင့်ဆိုင်းနေပြီး မူဆဒ်ဒီ' က အခြားကျောက်တုံးတစ်ခုအနီးတွင် စောင့်ဆိုင်းနေခဲ့သည်။ ကုလားအုတ်မ မူဆဒ်ဒီ' ကို ဖြတ်သွားသောအခါ သူက သူမအား မြှားဖြင့် ပစ်လိုက်ပြီး မြှားသည် သူမ၏ခြေထောက်ကို ထိုးဖောက်ခဲ့သည်။ ထိုအချိန်တွင် 'အူနိုင်းဇဟ် ထွက်လာပြီး သူမ၏သမီးဖြစ်သူ၊ အလှဆုံးအမျိုးသမီးများအနက် တစ်ဦးဖြစ်သူကို ကူဒါရ်အတွက် သူမ၏မျက်နှာကို ဖော်ပြရန် အမိန့်ပေးခဲ့သည်။ ကူဒါရ်အား သူ၏ဓားကို လွှဲပြီး ကုလားအုတ်မ၏ ဒူးခေါင်းကို ရိုက်ရန် တိုက်တွန်းခဲ့သည်။ သို့ဖြစ်ရာ သူမသည် မြေပြင်ပေါ်သို့ လဲကျသွားပြီး သူမ၏သားပေါက်အား သတိပေးရန် တစ်ကြိမ် အော်ဟစ်ခဲ့သည်။ ကူဒါရ်သည် သူမ၏လည်ပင်းကို ဓားဖြင့်ထိုးပြီး သတ်ဖြတ်ခဲ့သည်။ သူမ၏သားပေါက်သည် မြင့်မားသော ကျောက်တုံးပေါ်သို့ တက်သွားပြီး အော်ဟစ်ခဲ့သည်။ 'အဗ်ဒူရ်-ရဇ်ဇာက်က မအ်မာရ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ်-ဟာစန် အလ်-ဘစရီထံမှ တစ်စုံတစ်ဦးက သတင်းပို့ခဲ့သည်မှာ သားပေါက်က \"အို... ကျွန်ုပ်၏အရှင်သခင်! ကျွန်ုပ်၏မိခင် ဘယ်မှာလဲ?\" ဟု ပြောခဲ့သည်ဟူ၍ ဖြစ်သည်။ သူမ၏သားပေါက်သည် သုံးကြိမ် အော်ဟစ်ပြီး ကျောက်တုံးထဲသို့ ဝင်ရောက်ကာ ပျောက်ကွယ်သွားသည်ဟု ဆိုသည်။ သို့မဟုတ်၊ ၎င်းတို့က သူမကို လိုက်ပြီး သူမ၏မိခင်နှင့်အတူ သတ်ပစ်ခဲ့ကြသည်။ အလ္လာဟ်သည် အကောင်းဆုံး သိတော်မူသည်။ ၎င်းတို့သည် ကုလားအုတ်မကို သတ်ဖြတ်ပြီးနောက် ထိုသတင်းသည် နဗီ ဆွာလိဟ်ထံသို့ ရောက်ရှိသောအခါ သူတို့ စုဝေးနေစဉ် သူတို့ထံသို့ ရောက်လာခဲ့သည်။ သူက ကုလားအုတ်မကို မြင်သောအခါ ငိုကြွေးပြီး ကြေညာခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အသင်တို့၏ နေအိမ်များတွင် သုံးရက်တာ ပျော်ရွှင်စွာ နေထိုင်ကြပါ။\")</span><span class=\"gray\">[11:65]</span></p><div lang=\"my\" class=\"my \"><h2>မကောင်းဆိုးဝါးများက နဗီ ဆွာလိဟ်ကို သတ်ဖြတ်ရန် ကြံစည်ခဲ့သော်လည်း ညှဉ်းပန်းနှိပ်စက်မှုက ၎င်းတို့အပေါ် ကျရောက်ခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">မကောင်းဆိုးဝါး ကိုးဦးတို့သည် ဗုဒ္ဓဟူးနေ့တွင် ကုလားအုတ်မကို သတ်ဖြတ်ခဲ့ကြပြီး ထိုညတွင် ဆွာလိဟ်ကို သတ်ဖြတ်ရန် ကြံစည်ခဲ့ကြသည်။ ၎င်းတို့က \"သူသည် မှန်ကန်ပါက ကျွန်ုပ်တို့ မပြီးစီးမီ သူ့ကို ပြီးစီးအောင်လုပ်ရမည်။ သူသည် လိမ်ညာသူဖြစ်ပါက သူ့ကုလားအုတ်နောက်သို့ လိုက်စေမည်\" ဟု ပြောခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُونَ - وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"အလ္လာဟ်အပေါ် ကျိန်ဆိုကြပါ။ ကျွန်ုပ်တို့သည် သူ့ကိုနှင့် သူ့မိသားစုကို လျှို့ဝှက်ညဉ့်နက်တိုက်ခိုက်မှု ပြုလုပ်မည်ဖြစ်ပြီး ထို့နောက် သူ့၏ဆွေမျိုးရင်းချာများအား 'ကျွန်ုပ်တို့သည် သူ၏မိသားစု ဖျက်ဆီးခံရခြင်းကို မမြင်တွေ့ခဲ့ရပါ။ မှန်ကန်စွာပင် ကျွန်ုပ်တို့သည် အမှန်ကို ပြောနေပါသည်' ဟု ပြောမည်\" ဟု ဆိုသည်။ ထို့ကြောင့် ၎င်းတို့သည် ကြံစည်မှုတစ်ခုကို ကြံစည်ခဲ့ကြပြီး ၎င်းတို့ မသိမီ ငါတို့သည် ကြံစည်မှုတစ်ခုကို စီစဉ်ခဲ့သည်။)</span><span class=\"gray\">[27:49-50]</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ဆွာလိဟ်ကို သတ်ဖြတ်ရန် ကြံစည်ပြီး ၎င်းတို့၏ကြံစည်မှုကို အကောင်အထည်ဖော်ရန် ညဘက်တွင် စုဝေးသောအခါ၊ အစွမ်းထက်တော်မူပြီး သူ၏တမန်တော်များကို ကာကွယ်တော်မူသောအရှင် အလ္လာဟ်သည် ကျောက်တုံးများကို ရွာချခဲ့ပြီး မျိုးနွယ်စု၏ ကျန်သူများမတိုင်မီ ဤကိုးဦး၏ ခေါင်းများကို ချေမှုန်းခဲ့သည်။ ကြားကာလ သုံးရက်၏ ပထမနေ့ဖြစ်သော ကြာသပတေးနေ့တွင် လူတို့ နိုးထလာသောအခါ ၎င်းတို့၏ မျက်နှာများသည် ဖြူဖျော့ <span class=\"gray\">(ဝါဖျော့)</span> နေသည်ကို တွေ့ရသည်။ နဗီ ဆွာလိဟ် ၎င်းတို့အား ကတိပေးခဲ့သည့်အတိုင်းပင် ဖြစ်သည်။ ကြားကာလ၏ ဒုတိယနေ့ဖြစ်သော သောကြာနေ့တွင် ၎င်းတို့ နိုးထလာသောအခါ ၎င်းတို့၏ မျက်နှာများသည် နီရဲနေသည်ကို တွေ့ရသည်။ ကြားကာလ၏ တတိယနေ့ဖြစ်သော စနေနေ့တွင် ၎င်းတို့ နိုးထလာသောအခါ ၎င်းတို့၏ မျက်နှာများသည် မည်းနက်နေသည်။ တနင်္ဂနွေနေ့တွင် ၎င်းတို့သည် ဟနွတ် <span class=\"gray\">[မြှုပ်နှံခြင်းမပြုမီ အလောင်းကို ထုပ်ပိုးရန် အမွှေးအကြိုင်]</span> ၏ရနံ့ကို ဝတ်ဆင်ကြပြီး အလ္လာဟ်၏ ညှဉ်းပန်းနှိပ်စက်မှုနှင့် လက်စားချေမှုကို စောင့်မျှော်ခဲ့ကြသည်။ ကျွန်ုပ်တို့သည် ထိုအရာမှ အလ္လာဟ်ထံ၌ ခိုလှုံရာ ရှာကြံကြသည်။ ၎င်းတို့သည် ၎င်းတို့အား မည်သည့်အရာ ပြုလုပ်မည်ကို သို့မဟုတ် ညှဉ်းပန်းနှိပ်စက်မှုက မည်သို့၊ မည်သည့်နေရာမှ လာမည်ကို မသိခဲ့ကြပေ။ နေထွက်သောအခါ ကောင်းကင်မှ ဆိုင်းဟဟ် <span class=\"gray\">(အသံကျယ်ကျယ် အော်ဟစ်သံ)</span> လာခဲ့ပြီး အောက်ဖက်မှ ပြင်းထန်သော တုန်လှုပ်မှုတစ်ခု ၎င်းတို့အား ဖမ်းဆီးခဲ့သည်။ ဝိညာဉ်များကို ဖမ်းယူခံရပြီး ခန္ဓာကိုယ်များမှာ အသက်မဲ့သွားခဲ့သည်။ အားလုံးသည် တစ်နာရီအတွင်း ဖြစ်ပွားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏ နေအိမ်များတွင် <span class=\"gray\">(သေဆုံးလျက်)</span>၊ မှောက်လျက် လဲကျခဲ့ကြသည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် သေဆုံးပြီး အသက်မဲ့သွားခဲ့ကြပြီး ၎င်းတို့အနက်မှ လူငယ်၊ လူအို၊ အမျိုးသား သို့မဟုတ် အမျိုးသမီး မည်သူမျှ ညှဉ်းပန်းနှိပ်စက်မှုမှ လွတ်မြောက်ခဲ့ခြင်း မရှိပေ။ </p><p lang=\"my\" class=\"my \">တဖ်စီးရ်ပညာရှင်များက သမ်မူဒ်မျိုးနွယ်မှ နဗီ ဆွာလိဟ်နှင့် သူ့အား ယုံကြည်သူများမှလွဲ၍ မည်သူမျှ မကျန်ရှိခဲ့ဟု ဆိုသည်။ အဘူ ရီဂါလ်ဟု ခေါ်သော မယုံကြည်သူ အမျိုးသားတစ်ဦးသည် ထိုအချိန်က သန့်ရှင်းသောဒေသတွင် ရှိနေခဲ့ပြီး သူ့လူမျိုးများအပေါ် ကျရောက်ခဲ့သော ညှဉ်းပန်းနှိပ်စက်မှုက သူ့အား မထိခဲ့ပေ။ တစ်နေ့တွင် သူသည် သန့်ရှင်းသောဒေသမှ ထွက်သွားသောအခါ ကောင်းကင်မှ ကျောက်တုံးတစ်တုံး ကျလာပြီး သူ့အား သေဆုံးစေခဲ့သည်။ 'အဗ်ဒူရ်-ရဇ်ဇာက်က မအ်မာရ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အစ္စမာအီးလ် ဘင်န် အူမာယာဟ် က တမန်တော်မြတ် ﷺ သည် အဘူ ရီဂါလ်၏ သင်္ချိုင်းအနီးမှ ဖြတ်သွားပြီး သက်တမ်းများအား ထိုသင်္ချိုင်းသည် မည်သူ၏ သင်္ချိုင်းဖြစ်ကြောင်း သိသလားဟု မေးမြန်းခဲ့သည်ဟူ၍ ဖြစ်သည်။ ၎င်းတို့က \"အလ္လာဟ်နှင့် သူ့၏တမန်တော်က ပိုသိသည်\" ဟု ပြောခဲ့ကြသည်။ အရှင်မြတ်က ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرُونَ مَنْ هَذَا؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قالوا الله ورسوله أعلم، قال</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذَا قَبْرُ أَبِي رِغَالٍ رَجُلٍ مِنْ ثَمُودَ كَانَ فِي حَرَمِ اللهِ فَمَنَعَهُ حَرَمُ اللهِ عَذَابَ اللهِ، فَلَمَّا خَرَجَ أَصَابَهُ مَا أَصَابَ قَومهُ فَدُفِنَ هَاهُنَا وَدُفِنَ مَعَهُ غُصْنٌ مِنْ ذَهَبٍ، فَنَزَلَ الْقَوْمُ فَابْتَدَرُوهُ بِأَسْيَافِهِمْ فَبَحَثُوا عَنْهُ فَاسْتَخْرَجُوا الْغُصْنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ အဘူ ရီဂါလ်၏ သင်္ချိုင်းဖြစ်သည်။ သူသည် သမ်မူဒ်မှ အမျိုးသားတစ်ဦးဖြစ်သည်။ သူသည် အလ္လာဟ်၏ သန့်ရှင်းသောဒေသတွင် ရှိနေခဲ့ပြီး ဤအချက်က သူ့အား အလ္လာဟ်၏ ညှဉ်းပန်းနှိပ်စက်မှုကို ခံရခြင်းမှ ကယ်တင်ခဲ့သည်။ သူသည် သန့်ရှင်းသောဒေသမှ ထွက်သွားသောအခါ သူ့လူမျိုးများအပေါ် ကျရောက်ခဲ့သည့်အရာသည် သူ့အပေါ်လည်း ကျရောက်ခဲ့သည်။ သူ့ကို ဤနေရာတွင် ရွှေဖြင့်ပြုလုပ်ထားသော အကိုင်းအခက်တစ်ခုနှင့်အတူ မြှုပ်နှံခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">သို့ဖြစ်ရာ လူများသည် ၎င်းတို့၏ ဓားများကို အသုံးပြုပြီး ရွှေကိုင်းအခက်ကို ရှာဖွေခဲ့ကြရာ တွေ့ရှိခဲ့ကြသည်။ 'အဗ်ဒူရ်-ရဇ်ဇာက်က မအ်မာရ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အဇ်-ဇူဟ်ရီက အဘူ ရီဂါလ်သည် သာကစ်ဖ်မျိုးနွယ်၏ ဖခင်ဖြစ်သည်ဟု ပြောခဲ့သည်ဟူ၍ ဖြစ်သည်။</p>"
  }
]