[
  {
    "ayah_key": "80:17",
    "group_ayah_key": "80:17",
    "from_ayah": "80:17",
    "to_ayah": "80:32",
    "ayah_keys": "80:17,80:18,80:19,80:20,80:21,80:22,80:23,80:24,80:25,80:26,80:27,80:28,80:29,80:30,80:31,80:32",
    "text": "<p lang=\"my\" class=\"my \">လူသားအား သတ်ပစ်လိုက်၏။ သူသည် မည်မျှကျေးဇူးကန်းလိုက်ပါသနည်း။ <span>(17)</span>အဘယ်အရာမှ ၎င်းအား ဖန်ဆင်းခဲ့သနည်း။ <span>(18)</span>နုတ္ဖှာ (သုတ်ရည်) မှ ၎င်းအား ဖန်ဆင်းခဲ့ပြီးနောက် သင့်လျော်သော အချိုးအစားအတိုင်း ပြုလုပ်ခဲ့သည်။ <span>(19)</span>ထို့နောက် ၎င်းအတွက် လမ်းကို လွယ်ကူစေခဲ့သည်။ <span>(20)</span>ထို့နောက် ၎င်းအား သေစေပြီးနောက် သူ၏ ဂူသွင်းခဲ့သည်။ <span>(21)</span>ထို့နောက် ၎င်း၏ ဆန္ဒရှိသောအခါ ၎င်းအား ပြန်လည်ရှင်ပြန်စေမည်။ <span>(22)</span>မဟုတ်ချေ၊ သို့သော် ၎င်းအား သူအမိန့်ပေးခဲ့သည့်အတိုင်း ၎င်းမပြုလုပ်ခဲ့။ <span>(23)</span>ထို့နောက် လူသားသည် သူ၏ အစားအစာကို ကြည့်စေ။ <span>(24)</span>ငါတို့သည် ရေကို များစွာ သွန်းလောင်းခဲ့သည်။ <span>(25)</span>ငါတို့သည် မြေကြီးကို အက်ကွဲကြောင်းများ ဖြစ်အောင် ခွဲခဲ့သည်။ <span>(26)</span>ငါတို့သည် ထိုမြေတွင် ဟဘ် (အစေ့အဆံ) ကို ပေါက်ရောက်စေသည်။ <span>(27)</span>စပျစ်သီးနှင့် ကဒ်ဘ်။ <span>(28)</span>သံလွင်သီးနှင့် စွန်ပလွန်ပင်များ။ <span>(29)</span>ဂူလ်ဘ် ဟဒါအိက် (ထူထပ်သော ဥယျာဉ်များ)။ <span>(30)</span>အသီးအနှံများ <span class=\"gray\">(ဖာကိဟ်)</span> နှင့် မြက်ပင်များ <span class=\"gray\">(အဘ်)</span><span>(31)</span>သင့်တို့နှင့် သင့်တို့၏ ကျွဲနွားများအတွက် အကျိုးအမြတ်နှင့် စားနပ်ရိက္ခာ။ <span>(32)</span></p><p lang=\"my\" class=\"my \">သေပြီးနောက် အသက်ရှင်ခြင်းကို ငြင်းပယ်သူတိုင်းအား ပယ်ချခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ခြင်းနှင့် နောက်ဆုံးစုစည်းခြင်းကို ငြင်းပယ်သူများအား ပြစ်တင်ရှုံ့ချတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُتِلَ الْإِنسَانُ مَا أَكْفَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားအား သတ်ပစ်လိုက်၏။)</span> အဒ်-ဒဟ်ဟက်ခ် သည် အိဗ်နု အဘ္ဘားစ် ထံမှ အစီရင်ခံသည်မှာ ၎င်းက ပြောကြားခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">قُتِلَ الْإِنسَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားအား သတ်ပစ်လိုက်၏။)</span> \"လူသား ကျိန်စာသင့်ပါစေ။\" အဘူ မာလစ်ခ် ကလည်း အလားတူ ထုတ်ပြန်ပြောကြားခဲ့သည်။ သူက ပြောကြားခဲ့သည်၊ \"၎င်းသည် အထောက်အထား မပါဘဲ အလွန်အမင်း ငြင်းပယ်ခြင်းကြောင့် ငြင်းပယ်သော လူသားအမျိုးအစားကို ရည်ညွှန်းသည်။ သူသည် အဝေးကွာဆုံးဟု ထင်မြင်သောကြောင့်၊ ၎င်းနှင့် ပတ်သက်၍ အသိပညာ ချို့တဲ့သောကြောင့် ရိုးရှင်းစွာ ငြင်းပယ်သည်။\" အိဗ်နု ဂျူရိုင်းဂျ် က ပြောကြားခဲ့သည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَا أَكْفَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မည်မျှ ကျေးဇူးကန်းလိုက်ပါသနည်း။)</span> \"၎င်းဆိုသည်မှာ သူ့ထက် မယုံကြည်ရာတွင် ပိုဆိုးသူ မရှိဟု ဆိုလိုသည်။\" ကသာဒါ က ပြောကြားခဲ့သည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَا أَكْفَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မည်မျှ ကျေးဇူးကန်းလိုက်ပါသနည်း။)</span> \"၎င်းဆိုသည်မှာ သူ့ထက် ပိုမိုကျိန်စာသင့်သူ မရှိဟု ဆိုလိုသည်။\"</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား မည်သို့ မထီမဲ့မြင်ပြုသော အရာတစ်ခုမှ ဖန်ဆင်းခဲ့ကြောင်း၊ ထို့ပြင် ၎င်းအား ပထမဆုံး ဖန်ဆင်းခဲ့သကဲ့သို့ ပြန်လည်အသက်သွင်းနိုင်ကြောင်း ရှင်းပြတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ أَيِّ شَيْءٍ خَلَقَهُ - مِن نُّطْفَةٍ خَلَقَهُ فَقَدَّرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်အရာမှ ၎င်းအား ဖန်ဆင်းခဲ့သနည်း။ နုတ္ဖှာ (သုတ်ရည်) မှ ၎င်းအား ဖန်ဆင်းခဲ့ပြီးနောက် သင့်လျော်သော အချိုးအစားအတိုင်း ပြုလုပ်ခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်း၏ သက်တမ်း၊ ၎င်း၏ စားနပ်ရိက္ခာ၊ ၎င်း၏ လုပ်ရပ်များနှင့် ၎င်းသည် ဆင်းရဲဒုက္ခရောက်မည်လား သို့မဟုတ် ပျော်ရွှင်မည်လား ဟူသည်ကို အမိန့်ချမှတ်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ السَّبِيلَ يَسَّرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းအတွက် လမ်းကို လွယ်ကူစေခဲ့သည်။)</span> အလ်-အောင်ဖီ သည် အိဗ်နု အဘ္ဘားစ် ထံမှ အစီရင်ခံသည်မှာ၊ \"ထို့နောက် ၎င်း၏ မိခင်ဝမ်းမှ ထွက်လာခြင်းကို ၎င်းအတွက် လွယ်ကူစေခဲ့သည်။\" ၎င်းကို အိက်ကရီမာ၊ အဒ်-ဒဟ်ဟက်ခ်၊ အဘူ စွာလိဟ်၊ ကသာဒါ၊ အစ်-စွတ်ဒီ တို့ကလည်း ပြောကြားခဲ့ကြပြီး အိဗ်နု ဂျရီရ် က နှစ်သက်သော ရှင်းလင်းချက် ဖြစ်သည်။ မွဂျာဟစ်ဒ် က ပြောကြားခဲ့သည်၊ \"၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် ၎င်းအား လမ်းမှန်သို့ လမ်းညွှန်ပြခဲ့ပြီးပြီ၊ သူသည် ကျေးဇူးသိတတ်သူ ဖြစ်စေ သို့မဟုတ် ကျေးဇူးကန်းသူ ဖြစ်စေ။)</span><span class=\"gray\">(76:3)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ငါတို့သည် ၎င်းအား ရှင်းပြခဲ့သည်၊ ၎င်းအား ပိုမိုရှင်းလင်းစေခဲ့သည်၊ ထို့ပြင် ၎င်းအား လိုက်နာကျင့်သုံးရန် လွယ်ကူစေခဲ့သည်။\" အလ်-ဟဆန်နှင့် အိဗ်နု ဇိုင်းဒ် နှစ်ဦးစလုံးကလည်း ထိုနည်းတူ ပြောကြားခဲ့ကြသည်။ ၎င်းသည် အမှန်ကန်ဆုံး အမြင်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းအား သေစေပြီးနောက် ၎င်းအား သူ၏ ဂူသွင်းခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">လူသားကို ဖန်ဆင်းပြီးနောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား သေစေပြီး ဂူနေသူအဖြစ် ပြုလုပ်တော်မူသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثُمَّ إِذَا شَاءَ أَنشَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်း၏ ဆန္ဒရှိသောအခါ ၎င်းအား ပြန်လည်ရှင်ပြန်စေမည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်း၏ သေပြီးနောက် ၎င်းအား ပြန်လည်ရှင်ပြန်စေသည်၊ ၎င်းကို အလ်-ဘအ်သ် <span class=\"gray\">(ရှင်ပြန်ထမြောက်ခြင်း)</span> နှင့် အန်-နူရှူးရ် <span class=\"gray\">(ပြန်လည်အသက်သွင်းခြင်း)</span> ဟု ခေါ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْ آيَاتِهِ أَنْ خَلَقَكُم مِّن تُرَابٍ ثُمَّ إِذَا أَنتُم بَشَرٌ تَنتَشِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ နိမိတ်လက္ခဏာများထဲမှ တစ်ခုမှာ ၎င်းသည် သင်တို့ကို မြေမှုန့်မှ ဖန်ဆင်းခဲ့သည်၊ ထို့နောက် ကြည့်ကြလော့၊ သင်တို့သည် ပြန့်ကျဲနေသော လူသားများ ဖြစ်ကြသည်။)</span><span class=\"gray\">(30:20)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانظُرْ إِلَى الْعِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရိုးများကို ကြည့်ကြလော့၊ ငါတို့သည် ၎င်းတို့ကို မည်သို့ စုစည်း၍ အသားများဖြင့် ဖုံးအုပ်ပေးခဲ့သည်ကို။)</span><span class=\"gray\">(2:259)</span></p><p lang=\"my\" class=\"my \">ဆွာဟီဟ် နှစ်ကျမ်းတွင် အလ်-အအ်မက်ရ် မှ အဘူ စွာလိဟ် ထံမှ၊ အဘူ ဟုရိုင်ရာဟ် ထံမှ တဆင့် ရာစူလ် ﷺ က မိန့်တော်မူခဲ့သည်ဟု ဖော်ပြထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ ابْنِ آدَمَ يَبْلَى إِلَّا عَجْبَ الذَّنَبِ، مِنْهُ خُلِقَ، وَفِيهِ يُرَكَّبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒမ်၏ သားမြေးများအားလုံး <span class=\"gray\">(လူသားများ)</span> သည် ဆွေးမြေ့ပျက်စီးသွားမည်၊ ကိုက်စီ (အမြီးအရိုး) အရိုးမှတစ်ပါး။ ၎င်းမှ ၎င်း <span class=\"gray\">(လူသား)</span> အား ဖန်ဆင်းခဲ့ပြီး ၎င်းဖြင့် ၎င်းအား ပြန်လည်တည်ဆောက်မည်။)</span>\"</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ချေ၊ သို့သော် ၎င်းအား သူအမိန့်ပေးခဲ့သည့်အတိုင်း မပြုလုပ်ခဲ့။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ် က ပြောကြားခဲ့သည်၊ \"အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊ 'မဟုတ်ချေ၊ ထိုမယုံကြည်သူ လူသား ပြောသကဲ့သို့ မဟုတ်ချေ။ သူသည် သူ့ကိုယ်သူနှင့် သူ၏ ဥစ္စာပစ္စည်းနှင့် ပတ်သက်၍ သူ့အပေါ်ရှိ အလ္လာဟ်အရှင်မြတ်၏ အခွင့်အရေးကို ပြည့်စုံစေခဲ့သည်ဟု အခိုင်အမာ ပြောဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمَّا يَقْضِ مَا أَمَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းအား သူအမိန့်ပေးခဲ့သည့်အတိုင်း မပြုလုပ်ခဲ့။)</span> အလ္လာဟ်အရှင်မြတ်က လူသားသည် သူ့သခင်အပေါ် ချမှတ်ထားသော တာဝန်ဝတ္တရားများကို မပြည့်စုံသေးကြောင်း မိန့်တော်မူသည်။\" ၎င်း၏ အမှန်တကယ် အဓိပ္ပါယ်မှာ – အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံး ဖြစ်သည် – အာယတ်တော်က</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثُمَّ إِذَا شَاءَ أَنشَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်း၏ ဆန္ဒရှိသောအခါ ၎င်းအား ပြန်လည်ရှင်ပြန်စေမည်။)</span> ဆိုလိုသည်မှာ ၎င်းအား ပြန်လည်ရှင်ပြန်စေမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ချေ။ သို့သော် ၎င်းအား သူအမိန့်ပေးခဲ့သည့်အတိုင်း မပြုလုပ်ခဲ့။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းအား <span class=\"gray\">(၎င်းတို့အား ပြန်လည်ရှင်ပြန်စေခြင်း)</span> ယခုတိုင် မပြုလုပ်သေးချေ၊ အချိန်ကာလ ကုန်ဆုံးပြီး လူသားမျိုးနွယ်၏ မြေကြီးပေါ်ရှိ ဘဝသက်တမ်းသည် ပြီးဆုံးသည်အထိ၊ အလ္လာဟ်အရှင်မြတ်က ကမ္ဘာပေါ်သို့ ရောက်ရှိလာသည့်အချိန်မှစ၍ တည်ရှိရန် ရေးသားထားသော လူသားအားလုံး၏ သက်တမ်းအတိုင်း ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့၏ တည်ရှိမှုနှင့် ၎င်း၏ သက်တမ်းကို အမိန့်ချမှတ်တော်မူပြီးဖြစ်သည်။ ထို့ကြောင့် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်နှင့် ပြီးစီးသောအခါ ၎င်းသည် သတ္တဝါများကို ပြန်လည်ရှင်ပြန်စေပြီး ၎င်းတို့အား ပထမဆုံး ဖန်ဆင်းခဲ့သကဲ့သို့ ၎င်းတို့၏ ဖန်ဆင်းခြင်းကို ပြန်လည်ပြုလုပ်တော်မူသည်။</p><p lang=\"my\" class=\"my \">အစေ့အဆံနှင့် အခြားအရာများ ကြီးထွားလာခြင်းသည် သေပြီးနောက် အသက်ရှင်ခြင်း၏ သက်သေဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَنظُرِ الْإِنسَانُ إِلَىٰ طَعَامِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် လူသားသည် သူ၏ အစားအစာကို ကြည့်စေ။)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို ဆင်ခြင်ရန် ဖိတ်ခေါ်ခြင်းဖြစ်သည်။ ၎င်းသည် သက်မဲ့မြေကြီးမှ သစ်ပင်ပန်းမန်များ အသက်ဝင်လာခြင်းတွင် သက်သေတစ်ခု ပါဝင်သည်မှာ၊ ခန္ဓာကိုယ်များသည် ဆွေးမြေ့သွားသော အရိုးများနှင့် ပြန့်ကျဲနေသော ဖုန်မှုန့်များ ဖြစ်ပြီးနောက် ပြန်လည်အသက်ဝင်လာနိုင်သည်ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّا صَبَبْنَا الْمَاءَ صَبًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ရေကို များစွာ သွန်းလောင်းခဲ့သည်။)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းအား ကောင်းကင်မှ မြေကြီးသို့ ပို့လွှတ်ခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် မြေကြီးကို အက်ကွဲကြောင်းများ ဖြစ်အောင် ခွဲခဲ့သည်။)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းကို <span class=\"gray\">(ရေ)</span> ၎င်းတွင် အခြေချစေသည် <span class=\"gray\">(မြေကြီး)</span>၊ ထို့ပြင် ၎င်း၏ နယ်နိမိတ်အတွင်းသို့ ဝင်ရောက်ပြီး မြေကြီးတွင် ကျန်ရှိနေသော အစေ့အဆံ အစိတ်အပိုင်းများနှင့် ရောနှောသွားသည်။ ၎င်းမှ အစေ့အဆံများ ကြီးထွားလာပြီး မြေကြီးမျက်နှာပြင်ပေါ်သို့ ပေါ်ထွက်လာသည် <span class=\"gray\">(အပင်များ၏ ပုံစံဖြင့်)</span>။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنبَتْنَا فِيهَا حَبًّا - وَعِنَبًا وَقَضْبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ထိုမြေတွင် ဟဘ် (အစေ့အဆံ) ကို ပေါက်ရောက်စေသည်။ စပျစ်သီးနှင့် ကဒ်ဘ်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဟဘ် သည် အစေ့အဆံ အမျိုးအစားအားလုံးကို ရည်ညွှန်းသည် <span class=\"gray\">(သို့မဟုတ် ကောက်ပဲသီးနှံများ)</span>။ စပျစ်သီးသည် လူသိများသည်။ အလ်-ကဒ်ဘ် သည် စိုစွတ်သော <span class=\"gray\">(စိမ်းလန်းသော)</span> တိရစ္ဆာန်များ ကျက်စားသည့် ဆေးဖက်ဝင်အပင်များ ဖြစ်သည်။ ၎င်းကို အလ်-ကတ်တ် ဟုလည်း ခေါ်သည်။ အိဗ်နု အဘ္ဘားစ်၊ ကသာဒါ၊ အဒ်-ဒဟ်ဟက်ခ် နှင့် အစ်-စွတ်ဒီ တို့အားလုံးက ဤသို့ ပြောကြားခဲ့ကြသည်။ အလ်-ဟဆန် အလ်-ဘစွရီ က ပြောကြားခဲ့သည်၊ \"အလ်-ကဒ်ဘ် သည် တိရစ္ဆာန်အစာဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَيْتُونًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံလွင်သီးများ)</span> ၎င်းသည် လူသိများပြီး ၎င်း၏ ဖျော်ရည်ကဲ့သို့ပင် အစားအစာဖြစ်သည်။ နံနက်စာအဖြစ် စားသုံးပြီး ဆီအဖြစ် အသုံးပြုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَخْلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စွန်ပလွန်ပင်များ၊)</span> ၎င်း <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်း၏အသီး)</span> ကို ဘာလဟ်၊ ဘွတ်စရ်၊ ရူတပ် နှင့် တမ်ရ်၊ နီယာအ် နှင့် မတ်ဘူခ် တို့အဖြစ် စားသုံးသည်။ ၎င်းတို့အားလုံးသည် မမှည့်သေးသော၊ မှည့်ပြီးသော၊ အခြောက်ခံထားသော စွန်ပလွန်သီးအမျိုးအစားများ ဖြစ်ကြသည်။ ၎င်း၏ ဖျော်ရည်ကိုလည်း ပျစ်ခဲသော အသီးဖျော်ရည်များနှင့် ရှာလကာရည် ပြုလုပ်ရန် ထုတ်ယူသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَحَدَائِقَ غُلْبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂူလ်ဘ် ဟဒါအိက်၊)</span> ဆိုလိုသည်မှာ ဥယျာဉ်များ။ အလ်-ဟဆန်နှင့် ကသာဒါ နှစ်ဦးစလုံးက ပြောကြားခဲ့သည်၊ \"ဂူလ်ဘ် ဆိုသည်မှာ ထူထပ်ပြီး လှပသော စွန်ပလွန်ခြံများဖြစ်သည်။\" အိဗ်နု အဘ္ဘားစ် နှင့် မွဂျာဟစ်ဒ် နှစ်ဦးစလုံးက ပြောကြားခဲ့သည်၊ \"၎င်းဆိုသည်မှာ စုဆောင်းထားသော အရာအားလုံးကို ဆိုလိုသည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَاكِهَةً وَأَبًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသီးအနှံများ <span class=\"gray\">(ဖာကိဟ်)</span> နှင့် မြက်ပင်များ <span class=\"gray\">(အဘ်)</span>။)</span> ဖာကိဟ် တွင် အသီးအနှံ အမျိုးအစားအားလုံး ပါဝင်သည်။ အိဗ်နု အဘ္ဘားစ် က ပြောကြားခဲ့သည်၊ \"အလ်-ဖာကိဟ် သည် မှည့်သောအခါ စားသုံးရသော အရာအားလုံးဖြစ်ပြီး၊ အလ်-အဘ် သည် မြေကြီးမှ ပေါက်ရောက်သော၊ ကျက်စားသော တိရစ္ဆာန်များ စားသုံးပြီး လူများ မစားသုံးသော အရာဖြစ်သည်။\" သူထံမှ အစီရင်ခံသော ရာဝါယတ် တစ်ခုတွင် သူက ပြောကြားခဲ့သည်၊ \"၎င်းသည် မွေးမြူရေး တိရစ္ဆာန်များအတွက် မြက်ဖြစ်သည်။\" </p><p lang=\"my\" class=\"my \">အဘူ 'အူဘိုင်ဒ် အလ်-ကာစင်မ် ဘင် စလ်လမ် သည် အိဗ်ရာဟင်မ် အတ်-တိုင်မီ ထံမှ အစီရင်ခံသည်မှာ ၎င်းက ပြောကြားခဲ့သည်၊ \"အဘူ ဘကရ် အစ်-စွစ်ဒီက် အား အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍ မေးမြန်းခဲ့ရာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَاكِهَةً وَأَبًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသီးအနှံများ <span class=\"gray\">(ဖာကိဟ်)</span> နှင့် မြက်ပင်များ <span class=\"gray\">(အဘ်)</span>။)</span> ထို့ပြင် သူက ပြောကြားခဲ့သည်၊ 'အကယ်၍ ငါသည် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်နှင့် ပတ်သက်၍ ငါမသိသော အရာကို ပြောကြားခဲ့လျှင် အဘယ်ကောင်းကင်က ငါ့ကို အရိပ်ပေးမည်နည်း၊ အဘယ်မြေကြီးက ငါ့ကို ထမ်းပိုးမည်နည်း။'\"` </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ် က အနတ်စ် ထံမှ မှတ်တမ်းတင်ခဲ့သည်နှင့် ပတ်သက်၍၊ သူက ပြောကြားခဲ့သည်၊ \"အွမ်မာရ် ဘင် အလ်-ခတ္တားဘ် က ရွတ်ဆိုခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَبَسَ وَتَوَلَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မျက်မှောင်ကြုတ်၍ လှည့်ထွက်သွားခဲ့သည်။)</span> ထို့နောက် သူသည် ဤအာယတ်တော်သို့ ရောက်သောအခါ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَاكِهَةً وَأَبًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသီးအနှံများ <span class=\"gray\">(ဖာကိဟ်)</span> နှင့် မြက်ပင်များ <span class=\"gray\">(အဘ်)</span>။)</span> သူက ပြောကြားခဲ့သည်၊ 'ငါတို့သည် အလ်-ဖာကိဟ် ဆိုသည်ကို သိပြီးသားဖြစ်သည်၊ သို့သော် အလ်-အဘ် ဆိုသည်မှာ အဘယ်နည်း'?\" ထို့နောက် သူက ပြောကြားခဲ့သည်၊ 'သင့်အသက်ကို တိုင်တည်ပါ၏၊ အို အိဗ်နု အလ်-ခတ္တားဘ်၊ ၎င်းသည် အလွန်အမင်း ဝန်ထုပ်ဝန်ပိုးဖြစ်စေသော အရာတစ်ခု <span class=\"gray\">(ဆိုလိုသည်မှာ မေးမြန်းရန် မလိုအပ်သော)</span>။'\"` </p><p lang=\"my\" class=\"my \">ဤအစီရင်ခံချက်တွင် စစ်မှန်သော အစီရင်ခံဆက်စပ်မှု ရှိသည်။ လူတစ်ဦးထက်ပို၍ ၎င်းကို အနတ်စ် ထံမှ အစီရင်ခံခဲ့ကြသည်။ အစီရင်ခံချက်၏ အဓိပ္ပါယ်မှာ 'အွမ်မာရ် သည် ၎င်းမည်သို့ မြင်ရသည်၊ ၎င်း၏ အမျိုးအစားနှင့် ၎င်း၏ အတိအကျ ဖော်ပြချက်ကို သိလိုခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် သူ <span class=\"gray\">('အွမ်မာရ်)</span> နှင့် ဤအာယတ်တော်ကို ဖတ်ရှုသူတိုင်းသည် ၎င်းသည် မြေကြီးမှ ပေါက်ရောက်သော အပင်များထဲမှ တစ်ခုဖြစ်ကြောင်း သိရှိသောကြောင့် ဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကြောင့် ရှင်းလင်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنبَتْنَا فِيهَا حَبًّا - وَعِنَبًا وَقَضْبًا - وَزَيْتُونًا وَنَخْلًا - وَحَدَائِقَ غُلْبًا - وَفَاكِهَةً وَأَبًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ထိုမြေတွင် ဟဘ် (အစေ့အဆံ) ကို ပေါက်ရောက်စေသည်။ စပျစ်သီးနှင့် ကဒ်ဘ်၊ သံလွင်သီးနှင့် စွန်ပလွန်ပင်များ။ ဂူလ်ဘ် ဟဒါအိက်။ အသီးအနှံများ <span class=\"gray\">(ဖာကိဟ်)</span> နှင့် မြက်ပင်များ <span class=\"gray\">(အဘ်)</span>။)</span> ထို့နောက် ၎င်းက မိန့်တော်မူသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَّتَاعًا لَّكُمْ وَلِأَنْعَامِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်တို့နှင့် သင့်တို့၏ ကျွဲနွားများအတွက် အကျိုးအမြတ်နှင့် စားနပ်ရိက္ခာ။)</span> ဆိုလိုသည်မှာ ဤဘဝတွင် သင်တို့အားလုံးနှင့် သင့်တို့၏ ကျွဲနွားများအတွက် အသက်မွေးဝမ်းကျောင်းနည်းလမ်း ဖြစ်သည် <span class=\"gray\">(ရောက်လာမည့်)</span> တရားစီရင်မည့်နေ့အထိ။</p>"
  }
]