[
  {
    "ayah_key": "27:22",
    "group_ayah_key": "27:22",
    "from_ayah": "27:22",
    "to_ayah": "27:26",
    "ayah_keys": "27:22,27:23,27:24,27:25,27:26",
    "text": "<p lang=\"my\" class=\"my \">သို့သော် <span class=\"gray\">(ဥဩငှက်)</span> ကာလကြာမြင့်စွာ မနေခဲ့၊ သူကပြောသည်- \"သင်တို့မသိသောအရာကို ငါသိပြီ။ သဘာမှ သင့်ထံ မှန်ကန်သောသတင်းကို ငါယူလာခဲ့ပြီ။ <span>(၂၂)</span>\"ငါသည် သူတို့ကို အုပ်စိုးနေသော အမျိုးသမီးတစ်ဦးကို တွေ့ရှိခဲ့သည်။ သူမသည် အရာအားလုံးကို ရရှိထားပြီး၊ သူမ၌ ကြီးမားသော ပလ္လင်ရှိသည်။ <span>(၂၃)</span>\"ငါသည် သူမနှင့် သူမ၏လူမျိုးများသည် အလ္လာဟ်အရှင်မြတ်အစား နေကို ကိုးကွယ်နေသည်ကို တွေ့ရှိခဲ့သည်။ ရှိုင်တွာန်သည် သူတို့၏ လုပ်ရပ်များကို သူတို့အား လမ်းမှ ကာကွယ်ရန် သူတို့ရှေ့တွင် လှပအောင် ပြုလုပ်ထားသောကြောင့် သူတို့သည် လမ်းမှန်ကို မရရှိကြပေ။ <span>(၂၄)</span>ထို့ကြောင့် သူတို့သည် ကောင်းကင်နှင့်မြေကြီးတွင် ဝှက်ထားသောအရာများကို ထင်ရှားစေကာ သင်တို့လျှို့ဝှက်သောအရာနှင့် သင်တို့ဖော်ပြသောအရာကို သိရှိတော်မူသော အလ္လာဟ်အရှင်မြတ်ရှေ့တွင် ဦးမချကြပေ။ <span>(၂၅)</span>အလ္လာဟ်အရှင်မြတ်၊ အရှင်မှတစ်ပါး ကိုးကွယ်ရာမရှိ၊ အမြင့်မြတ်ဆုံးသော ရာဇပလ္လင်၏ အရှင်သခင်ဖြစ်သည်။ <span>(၂၆)</span></p><div lang=\"my\" class=\"my \"><h2>ဥဩငှက်သည် စူလိုင်မာန်အနီးသို့ မည်သို့ရောက်ရှိလာပြီး စဘာ' အကြောင်းကို ပြောပြပုံ</h2></div><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَكَثَ غَيْرَ بَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် <span class=\"gray\">(ဥဩငှက်)</span> ကာလကြာမြင့်စွာ မနေခဲ့၊)</span> ဆိုလိုသည်မှာ၊ သူသည် ခဏတာမျှသာ ပျောက်ကွယ်နေခဲ့သည်။ ထို့နောက် သူရောက်ရှိလာပြီး စူလိုင်မာန်အား ပြောကြားခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحَطْتُ بِمَا لَمْ تُحِطْ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့မသိသောအရာကို ငါသိပြီ)</span> ဆိုလိုသည်မှာ၊ 'သင်နှင့် သင့်တပ်သားများ မသိသောအရာတစ်ခုကို ငါသိလာပြီ' ဟု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သဘာ' မှ သင့်ထံ မှန်ကန်သောသတင်းကို ငါယူလာခဲ့ပြီ။)</span> ဆိုလိုသည်မှာ၊ မှန်ကန်၍ သေချာသောသတင်းနှင့်အတူ ဖြစ်သည်။ သဘာ' <span class=\"gray\">(ရှေးဘား)</span> ဆိုသည်မှာ ဟင်မ်ယာကို ရည်ညွှန်းသည်။ ၎င်းတို့သည် ယီမင်ပြည်ရှိ မင်းဆက်တစ်ခုဖြစ်သည်။ ထို့နောက် ဥဩငှက်က ပြောသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(I found a woman ruling over them,)</span> Al-Hasan Al-Basri said, \"This is Bilqis bint Sharahil, the queen of Saba'.\" Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမသည် အရာအားလုံးကို ရရှိထားသည်၊)</span> ဆိုလိုသည်မှာ၊ အစွမ်းထက်သော ဘုရင်တစ်ပါး လိုအပ်နိုင်သည့် ဤလောက၏ အဆင်ပြေမှုအားလုံးကို ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهَا عَرْشٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူမ၌ ကြီးမားသော ပလ္လင်ရှိသည်။)</span> ဆိုလိုသည်မှာ၊ ရွှေနှင့် အမျိုးမျိုးသော ကျောက်မျက်ရတနာများနှင့် ပုလဲများဖြင့် အလှဆင်ထားသည့် ခမ်းနားသော ထိုင်ခုံတစ်ခုဖြစ်သည်။ သမိုင်းပညာရှင်များက ပြောသည်၊ \"ဤပလ္လင်သည် မြင့်မား၍ ခိုင်ခံ့စွာ ဆောက်လုပ်ထားသော ကြီးမားခိုင်မာသည့် နန်းတော်ကြီးတစ်ခုတွင် ရှိသည်။ ၎င်း၌ အရှေ့ဘက်တွင် ပြတင်းပေါက် သုံးရာခြောက်ဆယ်နှင့် အနောက်ဘက်တွင်လည်း အလားတူအရေအတွက် ရှိသည်။ နေထွက်ချိန်တိုင်းတွင် ပြတင်းပေါက်တစ်ခုမှ နေရောင်ခြည် ဝင်ပြီး၊ နေဝင်ချိန်တွင် မျက်နှာချင်းဆိုင် ပြတင်းပေါက်မှ ဝင်နိုင်ရန် ပုံစံထုတ်ထားသည်။ လူများသည် နေကို နံနက်ပိုင်းနှင့် ညနေပိုင်းတွင် ဦးချလေ့ရှိသည်။ ထို့ကြောင့် ဥဩငှက်က ပြောသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَدْتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သူမနှင့် သူမ၏လူမျိုးများသည် အလ္လာဟ်အရှင်မြတ်အစား နေကို ကိုးကွယ်နေသည်ကို တွေ့ရှိခဲ့သည်။ ရှိုင်တွာန်သည် သူတို့၏ လုပ်ရပ်များကို သူတို့ရှေ့တွင် လှပအောင် ပြုလုပ်ထားပြီး လမ်းမှ ကာကွယ်ထားသည်၊)</span> ဆိုလိုသည်မှာ၊ အမှန်တရားလမ်းမှ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ لَا يَهْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့သည် လမ်းမှန်ကို မရရှိကြပေ။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَا يَهْتَدُونَ - أَلَّا يَسْجُدُوا لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွာန်သည် သူတို့၏ လုပ်ရပ်များကို သူတို့ရှေ့တွင် လှပအောင် ပြုလုပ်ထားပြီး လမ်းမှ ကာကွယ်ထားသောကြောင့် သူတို့သည် လမ်းမှန်ကို မရရှိကြပေ၊ ထို့ကြောင့် သူတို့သည် အလ္လာဟ်အရှင်မြတ်ရှေ့တွင် ဦးမချကြပေ။)</span></p><p lang=\"my\" class=\"my \">သူတို့သည် အမှန်တရားလမ်းကို မသိကြပေ၊ အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းရှေ့တွင်သာ ဦးချ၍ ကောင်းကင်ဘုံရှိ အရာဝတ္ထုများဖြစ်စေ၊ အခြားမည်သည့်အရာပင်ဖြစ်စေ အရှင်ဖန်ဆင်းထားသည့် မည်သည့်အရာရှေ့တွင်မျှ ဦးမချကြပေ။ ၎င်းသည် ဤအာယတ်နှင့် တူညီသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ ۚ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညနှင့်နေ့၊ နေနှင့်လတို့သည် အရှင်၏နိမိတ်လက္ခဏာများထဲမှ ဖြစ်သည်။ နေကိုလည်းကောင်း၊ လကိုလည်းကောင်း ဦးမချကြနှင့်။ သို့သော် သင်တို့သည် အရှင်အား ကိုးကွယ်ကြသည်ဆိုပါက ၎င်းတို့ကို ဖန်ဆင်းတော်မူသော အလ္လာဟ်အရှင်မြတ်အား ဦးချကြကုန်။)</span><span class=\"gray\">(၄၁:၃၇)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်နှင့်မြေကြီးတွင် ဝှက်ထားသောအရာများကို ထင်ရှားစေသော၊)</span></p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တလ်ဟာဟ်၏ သတင်းပေးချက်အရ အိဗ်နု အဘ္ဘားစ်က ပြောသည်- \"အရှင်သည် ကောင်းကင်နှင့်မြေကြီးတွင် ဝှက်ထားသောအရာအားလုံးကို သိတော်မူသည်။\" </p><p lang=\"my\" class=\"my \">၎င်းသည် အိကရီမာဟ်၊ မူဂျာဟစ်ဒ်၊ ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ ကာတာဒါဟ်နှင့် အခြားသူတို့၏ အမြင်လည်းဖြစ်သည်။ အရှင်၏ မိန့်တော်မူချက်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့လျှို့ဝှက်သောအရာနှင့် သင်တို့ဖော်ပြသောအရာကို သိရှိတော်မူသည်။)</span> ဆိုလိုသည်မှာ၊ အရှင်သည် အရှင်၏ကျွန်များ လျှို့ဝှက်စွာ ပြောကြားသောအရာနှင့် ပြုလုပ်သောအရာ၊ ပွင့်လင်းစွာ ပြောကြားသောအရာနှင့် ပြုလုပ်သောအရာတို့ကို သိတော်မူသည်။ ၎င်းသည် ဤအာယတ်နှင့် တူညီသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ မည်သူမဆို မိမိ၏စကားကို လျှို့ဝှက်သည်ဖြစ်စေ၊ ပွင့်လင်းစွာ ပြောကြားသည်ဖြစ်စေ၊ ညဘက်တွင် ပုန်းအောင်းနေသည်ဖြစ်စေ၊ နေ့ဘက်တွင် လွတ်လပ်စွာ သွားလာသည်ဖြစ်စေ အတူတူပင်ဖြစ်သည်။)</span><span class=\"gray\">(၁၃:၁၀)</span>။ အရှင်၏ မိန့်တော်မူချက်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ ۩ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၊ အရှင်မှတစ်ပါး ကိုးကွယ်ရာမရှိ၊ အမြင့်မြတ်ဆုံးသော ရာဇပလ္လင်၏ အရှင်သခင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ အရှင်သည် အမှန်တကယ် ပန်ကြားခံရမည့်သူ၊ အလ္လာဟ်အရှင်မြတ်၊ အရှင်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိသူ၊ အမြင့်မြတ်ဆုံးသော ရာဇပလ္လင်၏ အရှင်သခင်ဖြစ်ပြီး ဖန်ဆင်းထားသောအရာအားလုံးတွင် အရှင်ထက် သာလွန်သူမရှိပေ။ ဥဩငှက်သည် ကောင်းသောအရာကို ခေါ်ဆိုနေပြီး လူများကို အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်၍ ဦးချရန် တိုက်တွန်းနေသောကြောင့် သူ့ကို သတ်ဖြတ်ခြင်းသည် တားမြစ်ထားသော ကိစ္စဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်၊ အဘူ ဒါဝုဒ် နှင့် အိဗ်နု မာဂျာဟ်တို့က မှတ်တမ်းတင်ထားသည်မှာ အဘူ ဟူရိုင်ရာဟ် (အလ္လာဟ်အရှင်မြတ်သည် သူနှင့် နှစ်သက်တော်မူပါစေ) က တမန်တော်မြတ် ﷺ သည် သတ္တဝါလေးမျိုးကို သတ်ဖြတ်ခြင်းကို တားမြစ်ခဲ့သည်ဟု ပြောကြားခဲ့သည်- ပုရွက်ဆိတ်၊ ပျား၊ ဥဩငှက်နှင့် စာမရီငှက်များ ဖြစ်သည်။ ၎င်း၏ သတင်းပေးချက် ဆက်စပ်မှုသည် စဟီးဟ် ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "27:27",
    "group_ayah_key": "27:27",
    "from_ayah": "27:27",
    "to_ayah": "27:31",
    "ayah_keys": "27:27,27:28,27:29,27:30,27:31",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(စူလိုင်မာန်)</span> က ပြောသည်- \"သင်သည် အမှန်ပြောသူလား သို့မဟုတ် မုသားပြောသူများထဲမှ တစ်ဦးလားဆိုတာ ငါတို့ကြည့်ရှုမည်။ <span>(၂၇)</span>\"ဤငါ့စာကို ယူ၍ သူတို့ထံ ပေးပို့ပြီးနောက် သူတို့ထံမှ ဆုတ်ခွာပြီး သူတို့ဘာပြန်လာသည်ကို ကြည့်ပါ။ <span>(၂၈)</span>သူမက ပြောသည်- \"အို ခေါင်းဆောင်အပေါင်းတို့! အမှန်စင်စစ်၊ ဤတွင် ဂုဏ်ယူဖွယ် စာတစ်စောင် ကျွန်မထံသို့ ရောက်ရှိလာပြီ၊ <span>(၂၉)</span>\"အမှန်စင်စစ်၊ ၎င်းသည် စူလိုင်မာန်ထံမှ ဖြစ်ပြီး ၎င်းက <span class=\"gray\">(ဖတ်ပြသည်)</span>- 'အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာရှင်၊ အထူးသနားကြင်နာရှင်။ <span>(၃၀)</span>'ငါ့အပေါ် မာန်မာန မတက်ကြနှင့်၊ သို့သော် ငါ့ထံသို့ <span class=\"gray\">(မွတ်စလင်မ်အဖြစ်)</span> နာခံကာ လာရောက်ကြပါ။' <span>(၃၁)</span></p><div lang=\"my\" class=\"my \"><h2>စူလိုင်မာန်၏ ဗီလ်ကစ်ထံသို့ စာ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် စူလိုင်မာန်က ဥဩငှက်အား စဘာ' လူမျိုးများနှင့် သူတို့၏ ဘုရင်မအကြောင်း ပြောပြသောအခါ ဘာပြောခဲ့သည်ကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكَاذِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(စူလိုင်မာန်)</span> က ပြောသည်- \"သင်သည် အမှန်ပြောသူလား သို့မဟုတ် မုသားပြောသူများထဲမှ တစ်ဦးလားဆိုတာ ငါတို့ကြည့်ရှုမည်။\")</span> ဆိုလိုသည်မှာ၊ 'သင်အမှန်ပြောနေတာလား' ဟု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ كُنْتَ مِنَ الْكَاذِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မုသားပြောသူများထဲမှ တစ်ဦးလား။)</span> ဆိုလိုသည်မှာ၊ 'သို့မဟုတ် ငါသင့်အပေါ် ခြိမ်းခြောက်ခဲ့သည့် အန္တရာယ်မှ သင့်ကိုယ်သင် ကယ်တင်ရန် မုသားပြောနေတာလား' ဟု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْهَبْ بِكِتَابِي هَٰذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤငါ့စာကို ယူ၍ သူတို့ထံ ပေးပို့ပြီးနောက် သူတို့ထံမှ ဆုတ်ခွာပြီး သူတို့ဘာပြန်လာသည်ကို ကြည့်ပါ။)</span></p><p lang=\"my\" class=\"my \">စူလိုင်မာန်သည် ဗီလ်ကစ်နှင့် သူမ၏လူမျိုးများထံ စာတစ်စောင်ရေးပြီး ဥဩငှက်အား ပို့ဆောင်ရန် ပေးအပ်ခဲ့သည်။ သူသည် ငှက်များနည်းတူ ၎င်းကို သူ၏အတောင်ပံများပေါ်တွင် သယ်ဆောင်ခဲ့သည်ဟု ဆိုကြသည်၊ သို့မဟုတ် သူ၏နှုတ်သီးဖြင့် သယ်ဆောင်ခဲ့သည်ဟု ဆိုကြသည်။ သူသည် သူတို့၏ပြည်သို့ သွားရောက်ကာ ဗီလ်ကစ်၏ နန်းတော်ကို တွေ့ရှိခဲ့သည်။ ထို့နောက် သူမ၏ ကိုယ်ပိုင်အခန်းများသို့ သွားကာ စာကို ပြတင်းပေါက်ငယ်တစ်ခုမှ ပစ်ချခဲ့သည်။ ထို့နောက် သူသည် ယဉ်ကျေးစွာ တစ်ဖက်သို့ ရှောင်ဖယ်သွားခဲ့သည်။ ဗီလ်ကစ်သည် ထိုအရာကို မြင်သောအခါ အံ့အားသင့်ပြီး စိတ်ရှုပ်ထွေးခဲ့သည်။ ထို့နောက် သူမသည် သွားရောက်ကာ စာကို ကောက်ယူပြီး တံဆိပ်ကိုဖွင့်၍ ဖတ်ခဲ့သည်။ စာထဲတွင် ဖော်ပြထားသည်မှာ-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ - أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် စူလိုင်မာန်ထံမှ ဖြစ်ပြီး ၎င်းက <span class=\"gray\">(ဖတ်ပြသည်)</span>- 'အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာရှင်၊ အထူးသနားကြင်နာရှင်။ ငါ့အပေါ် မာန်မာန မတက်ကြနှင့်၊ သို့သော် ငါ့ထံသို့ <span class=\"gray\">(မွတ်စလင်မ်အဖြစ်)</span> နာခံကာ လာရောက်ကြပါ။')</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် သူမသည် သူမ၏ တပ်မှူးများ၊ ဝန်ကြီးများနှင့် သူမ၏ပြည်မှ ခေါင်းဆောင်များကို စုဝေးစေပြီး သူတို့အား ပြောကြားခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَا أَيُّهَا الْمَلَأُ إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ခေါင်းဆောင်အပေါင်းတို့! အမှန်စင်စစ်၊ ဤတွင် ဂုဏ်ယူဖွယ် စာတစ်စောင် ကျွန်မထံသို့ ရောက်ရှိလာပြီ။\")</span> သူမသည် ထိုသို့ဖော်ပြခဲ့ခြင်းမှာ သူမတွေ့မြင်ခဲ့ရသော အံ့ဖွယ်ရာများကြောင့် ဖြစ်သည်- ၎င်းကို ငှက်တစ်ကောင်က ပေးပို့ခဲ့ပြီး သူမထံ ပစ်ချခဲ့ကာ ယဉ်ကျေးစွာ ဘေးသို့ရပ်နေခဲ့သည်။ ဤသည်မှာ မည်သည့်ဘုရင်မျှ မလုပ်နိုင်သောအရာဖြစ်သည်။ ထို့နောက် သူမသည် စာကို သူတို့အား ဖတ်ပြခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ - أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ၎င်းသည် စူလိုင်မာန်ထံမှ ဖြစ်ပြီး ၎င်းက <span class=\"gray\">(ဖတ်ပြသည်)</span>- 'အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာရှင်၊ အထူးသနားကြင်နာရှင်။ ငါ့အပေါ် မာန်မာန မတက်ကြနှင့်၊ သို့သော် ငါ့ထံသို့ <span class=\"gray\">(မွတ်စလင်မ်အဖြစ်)</span> နာခံကာ လာရောက်ကြပါ။')</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် စူလိုင်မာန် (အရှင်မြတ်၏ ငြိမ်းချမ်းသာယာမှု ရှိပါစေ) ထံမှ ဖြစ်ကြောင်းနှင့် သူတို့သည် သူ့ကို မယှဉ်နိုင်ကြောင်း သိရှိခဲ့ကြသည်။ ဤစာသည် အတိုဆုံးနှင့် အပြောအဆို အကောင်းဆုံးဖြစ်ပြီး တည့်တည့်ပြောခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا تَعْلُوا عَلَيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အပေါ် မာန်မာန မတက်ကြနှင့်၊)</span> ကာတာဒါဟ်က ပြောသည်- \"ငါ့ကို မာနမထားကြနှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأْتُونِي مُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါ့ထံသို့ <span class=\"gray\">(မွတ်စလင်မ်အဖြစ်)</span> နာခံကာ လာရောက်ကြပါ။)</span>\"</p><p lang=\"my\" class=\"my \">အဘ်ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အပ်စ်လမ်က ပြောသည်- \"ငါ့ထံသို့ လာရန် မငြင်းဆန်နှင့် သို့မဟုတ် မာနမကြီးနှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأْتُونِي مُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါ့ထံသို့ <span class=\"gray\">(မွတ်စလင်မ်အဖြစ်)</span> နာခံကာ လာရောက်ကြပါ။)</span>\"</p>"
  }
]