[
  {
    "ayah_key": "42:23",
    "group_ayah_key": "42:23",
    "from_ayah": "42:23",
    "to_ayah": "42:24",
    "ayah_keys": "42:23,42:24",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်ပြီး ကောင်းမှုပြုသူ အရှင့်ကျွန်များအား ဝမ်းမြောက်ဖွယ်သတင်းပေးခြင်းမှာ ယင်းအကြောင်းပင်ဖြစ်သည်။ ပြောပါ– “ဤအတွက် ငါသည် သင်တို့ထံမှ မည်သည့်အဖိုးအခမျှ မတောင်းဆို၊ သင်တို့နှင့် ငါ့၏ ဆွေမျိုးတော်စပ်မှုကြောင့် ငါ့အပေါ် ကြင်နာခြင်းမှလွဲ၍ ဖြစ်သည်။” မည်သူမဆို ကောင်းမှုတစ်ခုကို ရရှိပါက၊ ထိုကောင်းမှုနှင့်စပ်လျဉ်း၍ ငါတို့သည် သူ့အား ကောင်းမှုအဆင့်ကို တိုးမြှင့်ပေးမည်။ မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ ကျေးဇူးတင်ရန် အလွန်အသင့်ရှိသော <span>(၂၃)</span> သို့မဟုတ် ၎င်းတို့က ပြောကြသလော– “သူသည် အလ္လာဟ်အရှင်မြတ်အပေါ် မုသားကို တီထွင်ခဲ့သည်” ဟူ၍။ အလ္လာဟ်အရှင်မြတ်သာ အလိုရှိခဲ့ပါမူ သင်၏နှလုံးသားကို တံဆိပ်ခတ်ထားနိုင်ပေသည်။ အလ္လာဟ်အရှင်မြတ်သည် မုသားကို ဖယ်ရှားပြီး အရှင့်နှုတ်ကပတ်တော်ဖြင့် သစ္စာတရားကို ထူထောင်တော်မူသည်။ မှန်စင်စစ် အရှင်မြတ်သည် ရင်ဘတ်အတွင်းရှိအရာများကို ကောင်းစွာသိတော်မူသည် <span>(၂၄)</span></p><p lang=\"my\" class=\"my \">ယုံကြည်သူများအတွက် ဂျန္နတ်၏ ကောင်းချီးမင်္ဂလာများ သတင်းကောင်း</p><p lang=\"my\" class=\"my \">ဂျန္နတ်ဥယျာဉ်များကို ဖော်ပြပြီးနောက် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်ပြီး ကောင်းမှုပြုသော အရှင့်ကျွန်များအား မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်ပြီး ကောင်းမှုပြုသော အရှင့်ကျွန်များအား ဝမ်းမြောက်ဖွယ်သတင်းပေးခြင်းမှာ ယင်းအကြောင်းပင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်ထံမှ ဝမ်းမြောက်ဖွယ်သတင်းဖြစ်သောကြောင့် ဤအရာသည် ၎င်းတို့ထံ မလွဲဧကန် ရောက်လာမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَىٰ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “ဤအတွက် ငါသည် သင်တို့ထံမှ မည်သည့်အဖိုးအခမျှ မတောင်းဆို၊ သင်တို့နှင့် ငါ့၏ ဆွေမျိုးတော်စပ်မှုကြောင့် ငါ့အပေါ် ကြင်နာခြင်းမှလွဲ၍ ဖြစ်သည်။”)</span> ဆိုလိုသည်မှာ 'အို မုဟမ္မဒ်၊ ကူရိုက်ရှ်၏ ကာဖိရ်များအနက်မှ ဤရုပ်တုကိုးကွယ်သူများအား ပြောပါ– သင်တို့ထံ ငါယူဆောင်လာသော ဤသတင်းစကားနှင့် ရိုးသားသော အကြံဉာဏ်အတွက် ပြန်လည်၍ မည်သည့်အရာမျှ ငါမတောင်းဆိုပါ။ ငါတောင်းဆိုသည်မှာ သင်တို့သည် ငါ့အပေါ် မကောင်းမှုမပြုဘဲ ငါ့၏အရှင်မြတ်၏ သတင်းစကားများကို ဖော်ထုတ်ခွင့်ပြုရန်သာဖြစ်သည်။ သင်တို့သည် ငါ့ကိုမကူညီပါက သင်တို့နှင့် ငါ့ကြားရှိ ဆွေမျိုးသားချင်းဆက်သွယ်မှုကြောင့် ငါ့ကို မနှောင့်ယှက်ကြပါနှင့်။' အလ်-ဗုခါရီသည် အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော်) အား အာယတ်တော်နှင့်ပတ်သက်၍ မေးမြန်းခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا الْمَوَدَّةَ فِي الْقُرْبَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှင့် ငါ့၏ ဆွေမျိုးတော်စပ်မှုကြောင့် ငါ့အပေါ် ကြင်နာခြင်းမှလွဲ၍ ဖြစ်သည်။)</span> ဆအိဒ် ဗင် ဂျူဘိုင်ရ်က “မုဟမ္မဒ်၏ မိသားစုအပေါ် ကြင်နာရန်” ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်က “မဟုတ်ဘူး၊ သင်သည် အလျင်စလို ကောက်ချက်ချခဲ့ပြီ။ ကုရိုက်ရှ်တို့တွင် တမန်တော်မြတ် ﷺ နှင့် ဆွေမျိုးသားချင်းဆက်နွယ်မှု မရှိသော မျိုးနွယ်စုဟူ၍ မရှိပါ။” ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်က “ငါနှင့် သင်တို့ကြားရှိ ဆွေမျိုးသားချင်းဆက်နွယ်မှုများကို သင်တို့ စောင့်ထိန်းခြင်းမှလွဲ၍ ဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ ဤအရာကို အလ်-ဗုခါရီ မှတ်တမ်းတင်ခဲ့သည်။ အီမာမ် အဟ်မဒ်မှလည်း မတူညီသော ဆင့်ကဲပြောကြားမှုဖြင့် မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကောင်းမှုတစ်ခုကို ရရှိပါက၊ ထိုကောင်းမှုနှင့်စပ်လျဉ်း၍ ငါတို့သည် သူ့အား ကောင်းမှုအဆင့်ကို တိုးမြှင့်ပေးမည်)</span> ဆိုလိုသည်မှာ 'မည်သူမဆို ကောင်းမှုတစ်ခုပြုပါက၊ ထိုကောင်းမှုအတွက် ငါတို့သည် သူ့အား ကောင်းမှုအဆင့်ကို တိုးမြှင့်ပေးမည်၊ ဆိုလိုသည်မှာ အကျိုးပေးကို တိုးမြှင့်ပေးမည်။' ဤသည် အာယတ်တော်နှင့် ဆင်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۖ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ဖုန်မှုန်တစ်စေ့မျှပင် မမှားယွင်းပါ။ သို့သော် ကောင်းမှုတစ်ခုခုရှိပါက အရှင်မြတ်က နှစ်ဆတိုးပေးပြီး အရှင့်ထံမှ ကြီးမားသော အကျိုးကို ပေးသနားတော်မူသည်။)</span><span class=\"gray\">(၄:၄၀)</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّ اللَّهَ غَفُورٌ شَكُورٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ ကျေးဇူးတင်ရန် အလွန်အသင့်ရှိသော ဖြစ်တော်မူသည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် မကောင်းမှုများစွာကို ခွင့်လွှတ်ပြီး ကောင်းမှုအနည်းငယ်ကို တိုးမြှင့်ပေးသည်။ အရှင်မြတ်သည် အပြစ်များကို ဖုံးအုပ်ခွင့်လွှတ်ပြီး ကောင်းမှုများ၏ အကျိုးကို အဆပေါင်းများစွာ တိုးမြှင့်ပေးသည်။</p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ က ကုရ်အာန်ကို ဖန်တီးခဲ့သည်ဟု စွပ်စွဲချက် – နှင့် ထိုစွပ်စွဲချက်အပေါ် တုံ့ပြန်ချက်</p><p lang=\"jv\" class=\"jv \">Allah's saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا ۖ فَإِنْ يَشَإِ اللَّهُ يَخْتِمْ عَلَىٰ قَلْبِكَ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့က ပြောကြသလော– “သူသည် အလ္လာဟ်အရှင်မြတ်အပေါ် မုသားကို တီထွင်ခဲ့သည်” ဟူ၍။ အလ္လာဟ်အရှင်မြတ်သာ အလိုရှိခဲ့ပါမူ သင်၏နှလုံးသားကို တံဆိပ်ခတ်ထားနိုင်ပေသည်။)</span> ဆိုလိုသည်မှာ 'ဤမသိနားမလည်သူများက ပြောဆိုသကဲ့သို့ သင်သည် အရှင်မြတ်အပေါ် မည်သည့်မုသားမျိုးကိုမဆို တီထွင်ခဲ့ပါလျှင်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْتِمْ عَلَىٰ قَلْبِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သင်၏နှလုံးသားကို တံဆိပ်ခတ်ထားနိုင်ပေသည်။)</span> ဆိုလိုသည်မှာ 'ထို့ကြောင့် သင်ထံရောက်ရှိပြီးဖြစ်သော ကုရ်အာန်ကို သင်မေ့လျော့သွားစေမည်။' ဤသည် အာယတ်တော်နှင့် ဆင်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ - لَأَخَذْنَا مِنْهُ بِالْيَمِينِ - ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ - فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သူသည် ငါတို့နှင့်စပ်လျဉ်း၍ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> မုသားစကားကို ဖန်တီးခဲ့ပါမူ၊ ငါတို့သည် သူ့အား ညာလက်ဖြင့် မုချဖမ်းဆီးပြီးလျှင်၊ ထို့နောက် ငါတို့သည် သူ့၏အသက်သွေးကြောကို မုချဖြတ်တောက်မည်ဖြစ်သည်။ သင်တို့အနက်မှ မည်သူမျှ ငါတို့အား <span class=\"gray\">(ပြစ်ဒဏ်ပေးခြင်းမှ)</span> တားဆီးနိုင်မည်မဟုတ်ပေ။)</span><span class=\"gray\">(၆၉:၄၄-၄၇)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် သူ့အား အကြီးအကျယ် လက်စားချေမည်ဖြစ်ပြီး လူသားများထဲမှ မည်သူမျှ သူ့အား ကာကွယ်ပေးနိုင်မည်မဟုတ်ပါ။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အရှင့်နှုတ်ကပတ်တော်ဖြင့် သစ္စာတရားကို ထူထောင်တော်မူသည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းကို ထူထောင်ပြီး ခိုင်ခံ့စေကာ အရှင့်နှုတ်ကပတ်တော်များ၊ ဆိုလိုသည်မှာ အရှင့်သက်သေများနှင့် လက္ခဏာများဖြင့် ရှင်းလင်းပြတ်သားစေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် အရှင်မြတ်သည် ရင်ဘတ်အတွင်းရှိအရာများကို ကောင်းစွာသိတော်မူသည်။)</span> ဆိုလိုသည်မှာ လူတို့၏နှလုံးသားများတွင် ဝှက်ထားသော အရာအားလုံးကို ဖြစ်သည်။</p>"
  }
]