[
  {
    "ayah_key": "28:85",
    "group_ayah_key": "28:85",
    "from_ayah": "28:85",
    "to_ayah": "28:88",
    "ayah_keys": "28:85,28:86,28:87,28:88",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ကုရ်အာန်ကျမ်းကို သင့်အား ချပေးတော်မူသော အရှင်သည် သင့်အား ပြန်သွားရမည့်အရပ်သို့ မုချခေါ်ဆောင်တော်မူမည်။ ပြောကြားပါလေ။ “ကျွန်ုပ်၏အရှင်သည် မည်သူသည် တရားလမ်းမှန်ကို ယူဆောင်လာသူဖြစ်ကြောင်းနှင့် မည်သူသည် ထင်ရှားသော လမ်းမှား၌ ရှိသူဖြစ်ကြောင်းကို အသိဆုံး ဖြစ်တော်မူ၏။ <span>(85)</span>သင်သည် ကျမ်းတော်မြတ်သည် သင့်ထံသို့ ချပေးခြင်းခံရမည်ဟု မျှော်လင့်ခဲ့ခြင်းမရှိခဲ့ပေ။ သို့သော် ၎င်းသည် သင့်အရှင်ထံမှ ကရုဏာတော်ဖြစ်သည်။ ထို့ကြောင့် ငြင်းပယ်သူတို့၏ အကူအညီပေးသူ မဖြစ်လေနှင့်။ <span>(86)</span>သင့်ထံသို့ အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များ ချပေးပြီးနောက် ၎င်းတို့သည် သင့်အား ထိုအာယသ်တော်များမှ လှည့်ဖျားစေခြင်း မပြုပါစေနှင့်။ သင့်အရှင်ထံသို့ ဖိတ်ခေါ်ပါ။ ရုပ်တုကိုးကွယ်သူတို့ထဲမှ မဖြစ်ပါစေနှင့်။ <span>(87)</span>အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားမည်သည့် ဘုရားကိုမျှ မပန်ထွာနှင့်။ အရှင်မှတစ်ပါး ကိုးကွယ်ရာအရှင် မရှိပေ။ အရှင့်မျက်နှာမှအပ အရာခပ်သိမ်း ပျက်စီးကြမည်။ အရှင့်၌သာ စီရင်ပိုင်ခွင့်ရှိ၏။ အရှင့်ထံသို့သာ သင်တို့သည် ပြန်သွားရမည်။ <span>(88)</span></p><div lang=\"my\" class=\"my \"><h2>တော်ဟီးဒ် (တစ်ဆူတည်းသော အရှင်ကို ကိုးကွယ်ရန်) သတင်းစကားကို ပြန့်ပွားစေရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် အရှင့်ရစူလ်တမန်တော် ﷺ အား သတင်းစကားကို ပြန့်ပွားစေရန်နှင့် ကုရ်အာန်ကျမ်းကို လူများအား ရွတ်ဖတ်ပြရန် အမိန့်ပေးထားသည်။ အရှင်သည် သူအား ပြန်သွားရမည့်အရပ်သို့ ခေါ်ဆောင်ခြင်းခံရမည်ဟု မိန့်ကြားသည်။ ထိုပြန်သွားရမည့်အရပ်မှာ ရှင်ပြန်ထမြောက်ရာနေ့ဖြစ်ပြီး၊ ထိုနေ့၌ သူသည် အပ်နှံခံထားရသော နဗီတမန်တော်အဖြစ်အကြောင်းကို မေးမြန်းခံရမည်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَىٰ مَعَادٍ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကုရ်အာန်ကျမ်းကို သင့်အား ချပေးတော်မူသော အရှင်သည် သင့်အား ပြန်သွားရမည့်အရပ်သို့ မုချခေါ်ဆောင်တော်မူမည်။)</span> ဆိုလိုသည်မှာ 'လူသားများအကြားတွင် ၎င်းကို လက်တွေ့ကျင့်သုံးရန် သင့်အား အမိန့်ပေးခဲ့သောအရှင်'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَرَادُّكَ إِلَىٰ مَعَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား ပြန်သွားရမည့်အရပ်သို့ မုချခေါ်ဆောင်တော်မူမည်။)</span> 'ရှင်ပြန်ထမြောက်ရာနေ့၌ အရှင်သည် သင့်အား ထိုအကြောင်းနှင့်ပတ်သက်၍ မေးမြန်းတော်မူမည်' ဟု အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းအား ချပေးခြင်းခံရသူတို့အား ကျွန်ုပ်တို့ မုချမေးမြန်းမည်ဖြစ်ပြီး၊ တမန်တော်များအားလည်း ကျွန်ုပ်တို့ မုချမေးမြန်းမည်ဖြစ်သည်။)</span><span class=\"gray\">(၇း၆)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်များအား စုရုံးကာ ၎င်းတို့အား \"သင်တို့ရရှိခဲ့သော တုံ့ပြန်မှုကား အဘယ်နည်း\" ဟု မိန့်တော်မူမည့်နေ့။)</span><span class=\"gray\">(၅း၁၀၉)</span>။ ထို့ပြင် အရှင်က မိန့်တော်မူသည်မှာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နဗီတမန်တော်များနှင့် သက်သေများကို ရှေ့သို့ခေါ်ဆောင်လာမည်)</span><span class=\"gray\">(၃၉း၆၉)</span> ၎င်း၏ ဆွဟီဟ်ကျမ်း၏ တဖ်စီရ်တွင် အလ်-ဗုခါရီက အိဗ်နု အဗ်ဗားစ်သည် အာယသ်တော်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَرَادُّكَ إِلَىٰ مَعَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား ပြန်သွားရမည့်အရပ်သို့ မုချခေါ်ဆောင်တော်မူမည်။)</span> \"မက္ကာသို့\" ဟူ၍ ဖြစ်သည်။ ၎င်းကို အန်-နစာအီက ၎င်း၏ စူနန်ကျမ်းရှိ တဖ်စီရ်တွင်လည်းကောင်း၊ အိဗ်နု ဂျရီးရ်ကလည်းကောင်း မှတ်တမ်းတင်ခဲ့သည်။ အလ်-အော်ဖီကလည်း အိဗ်နု အဗ်ဗားစ်ထံမှ ထိုစကားစုကို သတင်းပေးပို့ခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَرَادُّكَ إِلَىٰ مَعَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား ပြန်သွားရမည့်အရပ်သို့ မုချခေါ်ဆောင်တော်မူမည်။)</span> ဆိုလိုသည်မှာ \"အရှင်သည် သင့်အား မက္ကာမှ ထွက်ခွာစေခဲ့သကဲ့သို့ မက္ကာသို့ မုချခေါ်ဆောင်တော်မူမည်\" ဟူ၍ ဖြစ်သည်။ မိုဟမ္မဒ် ဘင်န် အိစ်ဟာက်က မိုဂျာဟစ်ဒ်သည် အောက်ပါအာယသ်တော်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَرَادُّكَ إِلَىٰ مَعَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား ပြန်သွားရမည့်အရပ်သို့ မုချခေါ်ဆောင်တော်မူမည်။)</span> သူက \"မက္ကာရှိ သင်၏မွေးရပ်မြေသို့ ပြန်လာခြင်း\" ဟု ပြောခဲ့သည်။ အိဗ်နု အဗ်ဗားစ်သည် ၎င်းကို သေခြင်းသို့၊ သေပြီးနောက် ရောက်လာမည့် ရှင်ပြန်ထမြောက်ရာနေ့သို့၊ နှင့် အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို လက်တွေ့ကျင့်သုံးပြီး လူသားများနှင့် ဂျင်န်မ်များအား ပြန့်ပွားစေခြင်းကြောင့် ရရှိမည့် အရှင့်၏ ဆုလာဘ်နှင့် ကံကြမ္မာဖြစ်သော ဂျန္နတ်ဥယျာဉ်သို့ ကွဲပြားစွာ အနက်ဖွင့်ဆိုခဲ့သည်ဟုလည်း သတင်းပေးပို့ထားသည်။ အကြောင်းမှာ သူသည် အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံအားလုံးထက် အပြည့်စုံဆုံး၊ အပြောအဆို အပီပြင်ဆုံး၊ နှင့် အမြတ်ဆုံး ဖြစ်သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قُلْ رَبِّي أَعْلَمُ مَنْ جَاءَ بِالْهُدَىٰ وَمَنْ هُوَ فِي ضَلَالٍ مُبِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားပါလေ။ \"ကျွန်ုပ်၏အရှင်သည် တရားလမ်းမှန်ကို ယူဆောင်လာသူနှင့် ထင်ရှားသော လမ်းမှား၌ ရှိသူကို အသိဆုံး ဖြစ်တော်မူ၏။\")</span> ဆိုလိုသည်မှာ- \"အို မုဟမ္မဒ်၊ သင့်အား ဆန့်ကျင်၍ မယုံကြည်သူများဖြစ်ကြသည့် ရုပ်တုကိုးကွယ်သူများနှင့် ၎င်းတို့၏ မယုံကြည်မှုကို လိုက်နာသူများထဲမှ သင့်လူမျိုးများကို ပြောကြားပါလေ။ 'ကျွန်ုပ်တို့နှစ်ဦးစလုံးအနက် မည်သူသည် တရားလမ်းမှန်ရရှိသူဖြစ်ကြောင်းကို ကျွန်ုပ်၏အရှင်က အသိဆုံးဖြစ်သည်။ နောင်တမလွန်ဘဝတွင် ကျွန်ုပ်တို့နှစ်ဦးအနက် မည်သူသည် <span class=\"gray\">(ပျော်ရွှင်သော)</span> အဆုံးသတ်ကို ရရှိမည်ဖြစ်ကြောင်းနှင့် မည်သူသည် ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ကောင်းမွန်သောအဆုံးသတ်နှင့် အောင်ပွဲကို ရရှိမည်ဖြစ်ကြောင်းကို သင်တို့သိရှိလာကြမည်' \"။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အရှင့်နဗီတမန်တော် ﷺ အား လူသားများထံသို့ အရှင့်ကို စေလွှတ်ခြင်းဖြင့် အရှင်က အရှင့်အားနှင့် လူသားမျိုးနွယ်အား ပေးသနားတော်မူခဲ့သော မရေမတွက်နိုင်သော ကောင်းချီးမင်္ဂလာများကို သတိပေးတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ تَرْجُو أَنْ يُلْقَىٰ إِلَيْكَ الْكِتَابُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကျမ်းတော်မြတ်သည် သင့်ထံသို့ ချပေးခြင်းခံရမည်ဟု မျှော်လင့်ခဲ့ခြင်းမရှိခဲ့ပေ။)</span> 'ဝဟီကျမ်းတော်မြတ် သင့်ထံသို့ မချပေးမီက၊ သင်သည် ဝဟီကျမ်းတော်မြတ် သင့်ထံသို့ ချပေးခြင်းခံရမည်ဟု မျှော်လင့်ခဲ့ခြင်းမရှိခဲ့ပေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰကِنْ رَحْمَةً مِنْ رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းသည် သင့်အရှင်ထံမှ ကရုဏာတော်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ- 'သို့သော် ဝဟီကျမ်းတော်မြတ်သည် သင့်အပေါ်သို့ အလ္လာဟ်အရှင်မြတ်ထံမှ သင့်အတွက်နှင့် သင့်ကြောင့် လူသားများအတွက် ကရုဏာတော်အဖြစ် ချပေးခဲ့ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ဤကြီးမားသော ကောင်းချီးမင်္ဂလာကို ပေးသနားတော်မူခဲ့ပြီဖြစ်သောကြောင့်၊' <span class=\"gray\">(၂၈း၄၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَكُونَنَّ ظَهِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အကူအညီပေးသူ မဖြစ်လေနှင့်)</span> ဆိုလိုသည်မှာ၊ အကူအညီပေးသူ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငြင်းပယ်သူတို့၏)</span> ၎င်းတို့ထံမှ ခွဲခွာပါ။ '၎င်းတို့အပေါ် သင်၏ ရန်လိုမှုကို ဖော်ပြပြီး ၎င်းတို့အား ဆန့်ကျင်ပါ'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَصُدُّنَّكَ عَنْ آيَاتِ اللَّهِ بَعْدَ إِذْ أُنْزِلَتْ إِلَيْكَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံသို့ အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များ ချပေးပြီးနောက် ၎င်းတို့သည် သင့်အား ထိုအာယသ်တော်များမှ လှည့်ဖျားစေခြင်း မပြုပါစေနှင့်။)</span> ဆိုလိုသည်မှာ- '၎င်းတို့၏ သင့်အပေါ် ဆန့်ကျင်မှုက သင့်ကို မထိခိုက်စေပါနှင့်၊ သို့မဟုတ် လူများကို သင်၏လမ်းစဉ်ကို လိုက်နာခြင်းမှ မဝေးကွာစေပါနှင့်။ ထိုအကြောင်းကို စိုးရိမ်ပူပန်ခြင်း သို့မဟုတ် ဂရုပြုခြင်း မပြုပါနှင့်။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် သင်၏စကားကို အမြင့်ဆုံး ဖြစ်စေမည်၊ သင်၏ဘာသာကို ထောက်ခံမည်ဖြစ်ပြီး အရှင်က သင့်အား စေလွှတ်ခဲ့သည့် သတင်းစကားကို အခြားဘာသာအားလုံးထက် လွှမ်းမိုးစေမည်ဖြစ်သောကြောင့်ဖြစ်သည်။' ထို့ကြောင့် အရှင်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَادْعُ إِلَىٰ رَبِّكَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အရှင်ထံသို့ ဖိတ်ခေါ်ပါ။)</span> သင့်အရှင်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန်၊ အရှင့်၌ မည်သည့်တွဲဖက် သို့မဟုတ် ပူးပေါင်းသူမျှ မရှိဘဲ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရုပ်တုကိုးကွယ်သူတို့ထဲမှ မဖြစ်ပါစေနှင့်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ ۘ لَا إِلَٰهَ إِلَّا هُوَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားမည်သည့် ဘုရားကိုမျှ မပန်ထွာနှင့်။ အရှင်မှတစ်ပါး ကိုးကွယ်ရာအရှင် မရှိပေ။)</span> ဆိုလိုသည်မှာ- အရှင်မှတစ်ပါး အခြားမည်သည့်အရာ သို့မဟုတ် မည်သူကိုမျှ ကိုးကွယ်ရန် မသင့်တော်ပါ။ အရှင့်ဘုန်းတော်မှတစ်ပါး အခြားမည်သည့်အရာမျှ ဘုရားအဖြစ်နှင့် မထိုက်တန်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင့်မျက်နှာမှအပ အရာခပ်သိမ်း ပျက်စီးကြမည်။)</span> ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် အရှင်သည် ထာဝရတည်ရှိသောအရှင်၊ အစဉ်အမြဲတည်ရှိသောအရှင်၊ အစဉ်အမြဲအသက်ရှင်သောအရှင်၊ အရှင်ကိုယ်တိုင် ရပ်တည်သောအရှင် ဖြစ်တော်မူကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားနေသည်။ အရှင့်ဖန်ဆင်းခံများသည် သေဆုံးသော်လည်း အရှင်သည် ဘယ်တော့မှ သေဆုံးမည်မဟုတ်၊ အရှင်က မိန့်တော်မူသကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَنْ عَلَيْهَا فَانٍ - وَيَبْقَىٰ وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအပေါ်ရှိ အရာခပ်သိမ်း ပျက်စီးကြမည်။ သင့်အရှင်၏ ဘုန်းတော်နှင့် ဂုဏ်အသရေ အပြည့်ရှိသော မျက်နှာတော်သည် ထာဝရတည်ရှိနေမည်။)</span><span class=\"gray\">(၅၅း၂၆-၂၇)</span>။ ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် မိမိကိုယ်ကို ရည်ညွှန်းရန် \"မျက်နှာ\" ဟူသော စကားလုံးကို သုံးခဲ့သည်၊ အရှင်က ဤနေရာတွင် မိန့်တော်မူသကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင့်မျက်နှာမှအပ အရာခပ်သိမ်း ပျက်စီးကြမည်။)</span> ဆိုလိုသည်မှာ- အရှင်မှတစ်ပါး အရာခပ်သိမ်း။ ဆွဟီဟ်ကျမ်းတွင် အဗူ စလာမဟ်မှတဆင့် အဗူ ဟိုရိုင်ရဟ်က ပြောကြားသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်မှာ-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصْدَقُ كَلِمَةٍ قَالَهَا الشَّاعِرُ لَبِيدُ - أَلَا كُلُّ شَيْءٍ مَا خَلَا اللهَ بَاطِلُ - </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကဗျာဆရာ လဗီဒ်၏ စကားသည် အမှန်ဆုံးစကားဖြစ်သည်။ – အမှန်စင်စစ် အလ္လာဟ်မှတစ်ပါး အရာခပ်သိမ်းသည် မမှန်ကန်ပါ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ الْحُكْمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင့်၌သာ စီရင်ပိုင်ခွင့်ရှိ၏။)</span> ဆိုလိုသည်မှာ- စိုးမိုးအုပ်ချုပ်မှုနှင့် ထိန်းချုပ်မှု၊ အရှင့်စီရင်ချက် သို့မဟုတ် ဆုံးဖြတ်ချက်ကို ပြန်လှန်နိုင်သူ မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَيْهِ تُرْجَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင့်ထံသို့သာ သင်တို့သည် ပြန်သွားရမည်။)</span> ဆိုလိုသည်မှာ- သင်တို့အား ပြန်လည်ခေါ်ဆောင်လာမည့်နေ့၌ အရှင်သည် သင်တို့၏ လုပ်ရပ်များအတိုင်း ဆုချခြင်း သို့မဟုတ် အပြစ်ပေးခြင်း ပြုလုပ်မည်ဖြစ်သည်။ သင်တို့၏ လုပ်ရပ်များ ကောင်းမွန်ပါက ဆုချခံရမည်ဖြစ်ပြီး၊ မကောင်းပါက အပြစ်ပေးခံရမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤသည်ကား စူရဟ် အလ်-ကဆွဆ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ ရှိပါစေ။</p>"
  }
]