[
  {
    "ayah_key": "3:64",
    "group_ayah_key": "3:64",
    "from_ayah": "3:64",
    "to_ayah": "3:64",
    "ayah_keys": "3:64",
    "text": "<p class=\"my translation\" lang=\"my\">ပြောပါ။ “အို ဓမ္မကျမ်းပိုင်ရှင်တို့၊ ကျွန်ုပ်တို့နှင့် သင်တို့အကြား တရားမျှတသော စကားတစ်ခုသို့ လာကြပါ။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မှတစ်ပါး အခြားမည်သူ့ကိုမျှ မကိုးကွယ်ကြဘဲ၊ အရှင်နှင့် အခြားမည်သူကိုမျှ မတွဲဖက်ကြဘဲ၊ ကျွန်ုပ်တို့အနက်မှ မည်သူမျှ အလ္လာဟ်အရှင်မှတစ်ပါး အခြားသူများကို အရှင်များအဖြစ် မယူကြရန်ဖြစ်သည်။” ထို့နောက် ၎င်းတို့သည် နောက်ပြန်လှည့်သွားပါက၊ ပြောပါ။ “ကျွန်ုပ်တို့သည် မွတ်စ်လင်မ်များဖြစ်ကြောင်း သက်သေခံကြပါ။ <span>(၆၄)</span></p><div lang=\"my\" class=\"my \"><h2>လူတိုင်း တောင်ဟီးဒ် (တစ်ဆူတည်းသော အရှင်) အကြောင်းကို သိသည်</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်သည် ဓမ္မကျမ်းပိုင်ရှင်များ၊ ဂျူးများနှင့် ခရစ်ယာန်များ၊ ၎င်းတို့၏လမ်းစဉ်အတိုင်း လိုက်နာသူများအားလုံး ပါဝင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَىٰ كَلِمَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ။ “အို ဓမ္မကျမ်းပိုင်ရှင်တို့၊ စကားတစ်ခွန်းသို့ လာကြပါ။”)</span></p><p lang=\"my\" class=\"my \">အာရဗီဘာသာစကားဖြင့် 'စကား' ဟူသည်မှာ ဤအာယသ်မှ ထင်ရှားသည့်အတိုင်း ပြည့်စုံသောဝါကျကိုလည်း ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤစကားကို တစ်ခုတည်းအဖြစ် ဖော်ပြခဲ့ပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့နှင့် သင်တို့အကြား တူညီသော)</span> ရိုးသား၍ ဖြောင့်မတ်သော စကားလုံးတစ်ရပ်ဖြစ်ပြီး နှစ်ဖက်စလုံးအတွက် တရားမျှတသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤစကားလုံးကို ရှင်းပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားမည်သူကိုမျှ မကိုးကွယ်ကြရန်၊ အရှင်နှင့် အခြားမည်သူကိုမျှ မတွဲဖက်ကြရန်)</span> ကျွန်ုပ်တို့သည် ရုပ်တု၊ လက်ဝါးကပ်တိုင်၊ ဆင်းတု၊ တာဂွတ် <span class=\"gray\">(မှားယွင်းသောဘုရားများ)</span>၊ မီး သို့မဟုတ် အခြားမည်သည့်အရာကိုမျှ မကိုးကွယ်ပါ။ ကျွန်ုပ်တို့သည် အပေါင်းအဖော်မရှိသော အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ကိုးကွယ်ကြပြီး၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အားလုံး၏ သတင်းစကားဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်မတိုင်မီ မည်သည့်ရစူလ်တမန်တော်ကိုမျှ ငါတို့မစေလွှတ်ခဲ့ပါ၊ သို့သော် ငါတို့သည် သူ့အား <span class=\"gray\">(ဤသို့ပြောကာ)</span> ဗျာဒိတ်ပေးခဲ့သည်- “ငါ <span class=\"gray\">(အလ္လာဟ်)</span> မှတစ်ပါး မည်သူမျှ ကိုးကွယ်ခံပိုင်ခွင့်မရှိ”]</span>၊ ထို့ကြောင့် ငါ့ကို <span class=\"gray\">(တစ်ပါးတည်းသာလျှင်)</span> ကိုးကွယ်ကြလော့။\") <span class=\"gray\">[၂၁:၂၅]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် အွမ္မသ်တိုင်းတွင် ရစူလ်တမန်တော်တစ်ပါးကို စေလွှတ်ခဲ့သည် <span class=\"gray\">(ကြေညာခြင်း)</span>။ “အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> ကို ကိုးကွယ်ကြလော့၊ တာဂွတ် <span class=\"gray\">(မှားယွင်းသော ဘုရားများအားလုံး)</span> ကို ရှောင်ကြဉ်ကြလော့။”)</span><span class=\"gray\">[၁၆:၃၆]</span>။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“ကျွန်ုပ်တို့အနက်မှ မည်သူမျှ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို အရှင်များအဖြစ် မယူကြရန်ဖြစ်သည်။”)</span> အိဗ်နု ဂျူရိုင်းဂျ်က မှတ်ချက်ပေးသည်၊ \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို မနာခံဘဲ တစ်ဦးနှင့်တစ်ဦး နာခံကြမည်မဟုတ်ပါ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် နောက်ပြန်လှည့်သွားပါက၊ ပြောပါ။ “ကျွန်ုပ်တို့သည် မွတ်စ်လင်မ်များဖြစ်ကြောင်း သက်သေခံကြပါ။”)</span> ၎င်းတို့သည် ဤတရားမျှတသော ဖိတ်ခေါ်မှုကို စွန့်လွှတ်ပါက၊ အလ္လာဟ်အရှင်မြတ်က သင်တို့အတွက် ဥပဒေပြုထားသည့်အတိုင်း သင်တို့သည် အစ္စလာမ်ဘာသာတွင် ဆက်လက်တည်ရှိနေမည်ဖြစ်ကြောင်း ၎င်းတို့အား သိစေပါ။</p><p lang=\"my\" class=\"my \">ပရောဖက် (ﷺ) က ဟေရာကလိယပ်စ်ထံ ပေးပို့သော စာတွင် “အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမဲ့ ကရုဏာတော်ရှင်၊ အတိုင်းအဆမဲ့ မဟာကရုဏာတော်ရှင်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် မုဟမ္မဒ်ထံမှ ရောမဘုရင် ဟေရာကလိယပ်စ်ထံသို့၊ မှန်ကန်သော လမ်းညွှန်မှုကို လိုက်နာသူများအပေါ် ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ။ အစ္စလာမ်ဘာသာကို လက်ခံပါက သင်တို့သည် လုံခြုံမှုကို ရရှိလိမ့်မည်၊ အစ္စလာမ်ဘာသာကို လက်ခံပါက အလ္လာဟ်အရှင်မြတ်က သင်တို့အား ဆုလာဘ်နှစ်ဆ ပေးသနားတော်မူမည်။ သို့သော် သင်တို့သည် ၎င်းမှ ကင်းဝေးသွားပါက တောင်သူလယ်သမားများ၏ ဝန်ကို ထမ်းဆောင်ရလိမ့်မည်၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَىٰ كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ اللَّهِ فَإِن تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အို ဓမ္မကျမ်းပိုင်ရှင်တို့၊ ကျွန်ုပ်တို့နှင့် သင်တို့အကြား တူညီသော စကားတစ်ခွန်းသို့ လာကြပါ။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> မှတစ်ပါး အခြားမည်သူကိုမျှ မကိုးကွယ်ကြဘဲ၊ အရှင်နှင့် အခြားမည်သူကိုမျှ မတွဲဖက်ကြဘဲ၊ ကျွန်ုပ်တို့အနက်မှ မည်သူမျှ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို အရှင်များအဖြစ် မယူကြရန်ဖြစ်သည်။” ထို့နောက် ၎င်းတို့သည် နောက်ပြန်လှည့်သွားပါက၊ ပြောပါ။ “ကျွန်ုပ်တို့သည် မွတ်စ်လင်မ်များဖြစ်ကြောင်း သက်သေခံကြပါ။”)</span>”</p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဗင်န် အိစ်ဟာက်နှင့် အခြားသော ပညာရှင်များက စူရဟ် အာလ်-အိမ်ရန်၏ အစပိုင်းနှင့် ၎င်းနောက် အာယသ် ရှစ်ဆယ်ကျော်သည် နဂျ်ရန် ကိုယ်စားလှယ်အဖွဲ့နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်ဟု ပြောဆိုကြသည်။ အဇ်-ဇူဟ်ရီက နဂျ်ရန်မှ လူများသည် ဂျစ်ဇ်ယာ (မွတ်စလင်မ်နိုင်ငံတော်သို့ ပေးဆောင်ရသော အခွန်ငွေ) ကို ပထမဆုံး ပေးဆောင်ခဲ့သူများဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ သို့သော် ဂျစ်ဇ်ယာကို အမိန့်ပေးထားသော အာယသ် <span class=\"gray\">[၉:၂၉]</span> သည် ဖတ်ဟ် (မက္ကာကို သိမ်းပိုက်ခြင်းနှင့် ထို့ကြောင့် နဂျ်ရန် ကိုယ်စားလှယ်အဖွဲ့ မဒီနာသို့ ရောက်ရှိလာပြီးနောက်) နောက်ပိုင်းမှ ထုတ်ပြန်ခဲ့သည်ဆိုသည့် အချက်နှင့်ပတ်သက်၍ သဘောထားကွဲလွဲမှု မရှိပါ။ ထို့ကြောင့် ဤအာယသ် <span class=\"gray\">[၃:၆၄]</span> သည် မက္ကာအောင်ပွဲမတိုင်မီ ပရောဖက် (ﷺ) ၏ ဟေရာကလိယပ်စ်ထံ ပေးစာတွင် မည်သို့ပါဝင်နိုင်မည်နည်း၊ မုဟမ္မဒ် ဗင်န် အိစ်ဟာက်နှင့် အဇ်-ဇူဟ်ရီတို့၏ ထုတ်ပြန်ချက်များအကြား မည်သို့ ပေါင်းစည်းနိုင်မည်နည်း။ အဖြေမှာ နဂျ်ရန် ကိုယ်စားလှယ်အဖွဲ့သည် အလ်-ဟုဒိုင်ဘီယာ (မက္ကာအောင်ပွဲမတိုင်မီ) မရောက်မီကပင် ရောက်ရှိခဲ့ပြီး၊ ၎င်းတို့ပေးဆောင်ခဲ့သည်မှာ မုဘာဟာလာအတွက်ဖြစ်သည်၊ ဂျစ်ဇ်ယာအဖြစ်မဟုတ်ပါ။ ဂျစ်ဇ်ယာနှင့်ပတ်သက်သော အာယသ်ကို နောက်ပိုင်းတွင် ထုတ်ပြန်ခဲ့ပြီး ၎င်း၏ စည်းမျဉ်းသည် နဂျ်ရန်လူမျိုးများနှင့် ဖြစ်ပျက်ခဲ့သည်ကို ထောက်ခံခဲ့သည်။ ဤအမြင်ကို ထောက်ခံရန်၊ အခြားကိစ္စတစ်ခုတွင် တိုက်ရာပါပစ္စည်းများကို ငါးပုံတစ်ပုံ <span class=\"gray\">(ပရောဖက် ﷺ အတွက်)</span> နှင့် ငါးပုံလေးပုံ <span class=\"gray\">(တိုက်ခိုက်သူများအတွက်)</span> ခွဲဝေခြင်းဆိုင်ရာ စည်းမျဉ်းသည် ဗဒ်ရ်မတိုင်မီ သူဦးဆောင်ခဲ့သော တိုက်ခိုက်မှုအတွင်း 'အဗ်ဒုလ္လာဟ် ဗင်န် ဂျာဟ်ရှ်' ၏ အလေ့အကျင့်နှင့် ကိုက်ညီခဲ့သည်ဟု ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်။ နောက်ပိုင်းတွင် အာယသ်တစ်ခုသည် 'အဗ်ဒုလ္လာဟ်' တိုက်ရာပါပစ္စည်းများကို ခွဲဝေခဲ့သည့် နည်းလမ်းကို ထောက်ခံခဲ့သည်။ ထို့ကြောင့် ပရောဖက် (ﷺ) သည် ဤထုတ်ပြန်ချက် <span class=\"gray\">(ပြောပါ၊ \"အို ဓမ္မကျမ်းပိုင်ရှင်တို့...\")</span> ကို အာယသ် မထုတ်ပြန်မီ ဟေရာကလိယပ်စ်ထံ ပေးစာတွင် ရေးသားခဲ့ခြင်း ဖြစ်နိုင်သည်။ နောက်ပိုင်းတွင် ကုရ်အာန်သည် ပရောဖက်၏ ထုတ်ပြန်ချက်နှင့် စကားလုံးတစ်လုံးချင်းစီ ကိုက်ညီခဲ့သည်။ ဗဒ်ရ်တွင် ဖမ်းဆီးရမိသော ကာဖစ်ရ်များ၊ ဟီဂျဘ် <span class=\"gray\">(မွတ်စလင်မ်အမျိုးသမီး ဝတ်စားဆင်ယင်မှု စည်းမျဉ်း)</span>၊ အယောင်ဆောင်သူများအတွက် နမာဇ်ဝတ်ပြုခြင်းမှ ရှောင်ကြဉ်ခြင်းတို့နှင့်ပတ်သက်၍ 'အိုမာရ်' ပြောခဲ့သည်များနှင့်အညီ ကုရ်အာန် ထုတ်ပြန်ခဲ့သည်မှာလည်း အမှန်ပင်ဖြစ်သည်။ ၎င်း၏ ထုတ်ပြန်ချက်များနှင့်ပတ်သက်၍လည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخِذُوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အိဗ်ရာဟင်မ်၏ မကာမ် <span class=\"gray\">(နေရာ)</span> ကို ဆွလားသ်ဝတ်ပြုရာ နေရာအဖြစ် ယူကြလော့။)</span><span class=\"gray\">[၂:၁၂၅]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِّنكُنَّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သူသည် သင်တို့ <span class=\"gray\">(အားလုံး)</span> ကို ကွာရှင်းခဲ့ပါက၊ သူ့၏အရှင်သည် သင်တို့အစား သင်တို့ထက်သာလွန်သော ဇနီးမယားများကို ပေးသနားတော်မူပေမည်။)</span><span class=\"gray\">[၆၆:၅]</span>။</p>"
  },
  {
    "ayah_key": "3:65",
    "group_ayah_key": "3:65",
    "from_ayah": "3:65",
    "to_ayah": "3:68",
    "ayah_keys": "3:65,3:66,3:67,3:68",
    "text": "<p lang=\"my\" class=\"my \">အို ဓမ္မကျမ်းပိုင်ရှင်တို့၊ သင်တို့သည် အိဗ်ရာဟင်မ်နှင့်ပတ်သက်၍ အဘယ်ကြောင့် အငြင်းပွားကြသနည်း၊ တောင်ရာသ်ကျမ်းနှင့် အင်ဂျီလ်ကျမ်းတို့ကို သူပြီးမှသာ ထုတ်ပြန်ခဲ့သည် မဟုတ်လော။ သင်တို့တွင် အသိဉာဏ် မရှိကြသလော။ <span>(၆၅)</span> အမှန်စင်စစ် သင်တို့သည် မိမိတို့ သိရှိနားလည်သည့်အရာနှင့် ပတ်သက်၍ အငြင်းပွားခဲ့သူများဖြစ်သည်။ သင်တို့ မသိနားမလည်သည့်အရာနှင့် ပတ်သက်၍ အဘယ်ကြောင့် အငြင်းပွားကြသနည်း။ အလ္လာဟ်အရှင်မြတ်သာ သိတော်မူပြီး သင်တို့ မသိကြပေ။ <span>(၆၆)</span> အိဗ်ရာဟင်မ်သည် ဂျူးဘာသာဝင်လည်းမဟုတ်၊ ခရစ်ယာန်ဘာသာဝင်လည်းမဟုတ်၊ သို့သော် သူသည် စစ်မှန်သော မွတ်စလင်မ် ဟနီဖာ ဖြစ်ပြီး မုရှ်ရိကင်း (အလ္လာဟ်နှင့် ပူးပေါင်းသူများ) ထဲမှ မဟုတ်ပေ။ <span>(၆၇)</span> အမှန်စင်စစ် လူသားများအနက် အိဗ်ရာဟင်မ်ကို အကောင်းဆုံး ပြောဆိုပိုင်ခွင့်ရှိသူများမှာ သူ့ကို လိုက်နာခဲ့သူများ၊ ဤပရောဖက်နှင့် ယုံကြည်သူများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများ၏ ဝလီ (ကာကွယ်စောင့်ရှောက်သူနှင့် ကူညီဖေးမသူ) ဖြစ်တော်မူ၏။ <span>(၆၈)</span></p><div lang=\"my\" class=\"my \"><h2>အိဗ်ရာဟင်မ်၏ ဘာသာရေးနှင့်ပတ်သက်၍ ဂျူးများနှင့် ခရစ်ယာန်များနှင့် အငြင်းပွားခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အိဗ်ရာဟင်မ် အလ်-ခလီလ်နှင့်ပတ်သက်၍ မွတ်စလင်မ်များနှင့် အငြင်းပွားခြင်းနှင့် သူသည် ၎င်းတို့ထဲမှတစ်ဦးဖြစ်သည်ဟု အုပ်စုတစ်ခုစီမှ ပြောဆိုခြင်းတို့ကြောင့် ဂျူးများနှင့် ခရစ်ယာန်များကို ပြစ်တင်ရှုံ့ချတော်မူသည်။ မုဟမ္မဒ် ဗင်န် အိစ်ဟာက် ဗင်န် ယာစာရ်က အိဗ်နု အဗ္ဗာစ် ပြောသည်ဟု ဖော်ပြသည်၊ “နဂျ်ရန်မှ ခရစ်ယာန်များနှင့် ဂျူးရဗ္ဗီများက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ﷺ) ရှေ့တွင် စုဝေးပြီး အရှင်၏ရှေ့မှောက်တွင် အငြင်းပွားကြသည်။ ရဗ္ဗီများက ‘အိဗ်ရာဟင်မ်သည် ဂျူးဘာသာဝင် အမှန်ပင်ဖြစ်သည်။’ ဟု ပြောဆိုကြသည်။ ခရစ်ယာန်များက ‘အမှန်စင်စစ် အိဗ်ရာဟင်မ်သည် ခရစ်ယာန်ဖြစ်သည်။’ ဟု ပြောဆိုကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဓမ္မကျမ်းပိုင်ရှင်တို့ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span>! အိဗ်ရာဟင်မ်နှင့်ပတ်သက်၍ အဘယ်ကြောင့် အငြင်းပွားကြသနည်း၊)</span> ဆိုလိုသည်မှာ ‘အလ္လာဟ်အရှင်မြတ်က မူဆာထံ တောင်ရာသ်ကျမ်းကို မချပေးမီကတည်းက သူ အသက်ရှင်ခဲ့သော်လည်း သင် ဂျူးများသည် အိဗ်ရာဟင်မ်သည် ဂျူးဖြစ်သည်ဟု အဘယ်ကြောင့် ပြောဆိုကြသနည်း။ ခရစ်ယာန်ဘာသာသည် သူ၏ခေတ်နောက်ပိုင်းမှ ပေါ်ပေါက်ခဲ့သော်လည်း သင် ခရစ်ယာန်များသည် အိဗ်ရာဟင်မ်သည် ခရစ်ယာန်ဖြစ်သည်ဟု အဘယ်ကြောင့် ပြောဆိုကြသနည်း။” ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَعْقِلُونَ</p><p lang=\"gl\" class=\"gl \"><span class=\"gray\">(Have you then no sense?)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَا أَنتُمْ هَٰؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُم بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُم بِهِ عِلْمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့သည် မိမိတို့ သိရှိနားလည်သည့်အရာနှင့် ပတ်သက်၍ အငြင်းပွားခဲ့သူများဖြစ်သည်။ သင်တို့ မသိနားမလည်သည့်အရာနှင့် ပတ်သက်၍ အဘယ်ကြောင့် အငြင်းပွားကြသနည်း။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်သည် အသိပညာမရှိဘဲ အငြင်းအခုံပြုသူများ၊ ဂျူးများနှင့် ခရစ်ယာန်များ အိဗ်ရာဟင်မ်နှင့်ပတ်သက်၍ ပြုမူခဲ့သည့်အတိုင်း ပြုမူသူများကို ပြစ်တင်ရှုံ့ချထားသည်။ ၎င်းတို့သည် မိမိတို့သိရှိသော မိမိတို့၏ဘာသာတရားများနှင့်ပတ်သက်၍၊ မုဟမ္မဒ် (ﷺ) ကို မစေလွှတ်မီအထိ ၎င်းတို့အတွက် ဥပဒေပြုခဲ့သည့် ဥပဒေနှင့်ပတ်သက်၍ အငြင်းပွားခဲ့ပါက ၎င်းတို့အတွက် ပိုကောင်းပေလိမ့်မည်။ သို့သော် ၎င်းတို့သည် မိမိတို့မသိသော အရာနှင့်ပတ်သက်၍ အငြင်းပွားခဲ့ကြရာ၊ အလ္လာဟ်အရှင်မြတ်သည် ဤအပြုအမူအတွက် ၎င်းတို့အား ပြစ်တင်ရှုံ့ချတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့မသိသော အရာများကို မြင်သာသောနှင့် မမြင်သာသောကိစ္စများကို သိတော်မူ၍ အရာခပ်သိမ်း၏ စစ်မှန်သော အဖြစ်မှန်ကို သိတော်မူသော အရှင်ထံသို့ ပြန်ညွှန်းရန် အမိန့်ပေးတော်မူသည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သာ သိတော်မူပြီး၊ သင်တို့ မသိကြပေ။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَٰكِن كَانَ حَنِيفًا مُّسْلِمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိဗ်ရာဟင်မ်သည် ဂျူးဘာသာဝင်လည်းမဟုတ်၊ ခရစ်ယာန်ဘာသာဝင်လည်းမဟုတ်၊ သို့သော် သူသည် စစ်မှန်သော မွတ်စလင်မ် ဟနီဖာ ဖြစ်သည်)</span>၊ ရှစ်ရ်က်ကို ရှောင်ရှားပြီး အီမာန် (ယုံကြည်ချက်) ဖြင့် နေထိုင်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ مِنَ الْمُشْرِكِينَ</p><p lang=\"zh-Latn\" class=\"zh-Latn \"><span class=\"gray\">(and he was not of the Mushrikin.)</span></p><p lang=\"su\" class=\"su \">This Ayah is similar to the Ayah in Surat Al-Baqarah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَىٰ تَهْتَدُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောသည်၊ “ဂျူးများ သို့မဟုတ် ခရစ်ယာန်များ ဖြစ်ကြလော့၊ ထိုအခါ သင်တို့သည် လမ်းညွှန်မှုကို ရရှိလိမ့်မည်။”)</span><span class=\"gray\">[၂:၁၃၅]</span>။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَٰذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် လူသားများအနက် အိဗ်ရာဟင်မ်ကို အကောင်းဆုံး ပြောဆိုပိုင်ခွင့်ရှိသူများမှာ သူ့ကို လိုက်နာခဲ့သူများ၊ ဤပရောဖက်နှင့် ယုံကြည်သူများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများ၏ ဝလီ <span class=\"gray\">(ကာကွယ်စောင့်ရှောက်သူနှင့် ကူညီဖေးမသူ)</span> ဖြစ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်၏ အဓိပ္ပါယ်မှာ “အိဗ်ရာဟင်မ်ကို လိုက်နာရန် အခွင့်အရေးအများဆုံးရှိသူများမှာ သူ့၏ဘာသာတရားကို လိုက်နာသူများ၊ ဤပရောဖက် မုဟမ္မဒ် (ﷺ) နှင့် မူဟာဂျီရ်များ၊ အန်ဆွာရ်များနှင့် ၎င်းတို့၏လမ်းစဉ်ကို လိုက်နာသူများဖြစ်ကြသည်။” ဆအိဒ် ဗင်န် မန်ဆူရ်က အိဗ်နု မစ်စအူးဒ် ပြောသည်ဟု မှတ်တမ်းတင်သည်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ﷺ) က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ لِكُلِّ نَبِيٍّ وُلَاةً مِنَ النَّبِيِّينَ، وَإِنَّ وَلِيِّي مِنْهُمْ أَبِي وَخَلِيلُ رَبِّي عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပရောဖက်တိုင်းတွင် ပရောဖက်များထဲမှ ဝလီ <span class=\"gray\">(ထောက်ခံသူ၊ အရင်းနှီးဆုံးသူငယ်ချင်း)</span> တစ်ဦးရှိသည်။ ၎င်းတို့အနက်မှ ကျွန်ုပ်၏ ဝလီမှာ ကျွန်ုပ်၏ဖခင် အိဗ်ရာဟင်မ်၊ ကျွန်ုပ်၏အရှင်၏ ခလီလ် <span class=\"gray\">(ရင်းနှီးသောသူငယ်ချင်း)</span>၊ အနန္တဂုဏ်တော်ရှင်၊ အမြတ်တနိုးခံထိုက်တော်မူသောအရှင် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ပရောဖက် (ﷺ) သည် ရွတ်ဖတ်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوْلَى النَّاسِ بِإِبْرَهِيمَ لَلَّذِينَ اتَّبَعُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် လူသားများအနက် အိဗ်ရာဟင်မ်ကို အကောင်းဆုံး ပြောဆိုပိုင်ခွင့်ရှိသူများမှာ သူ့ကို လိုက်နာခဲ့သူများဖြစ်သည်။)</span></p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများ၏ ဝလီ <span class=\"gray\">(ကာကွယ်စောင့်ရှောက်သူနှင့် ကူညီဖေးမသူ)</span> ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အရှင်၏ ရစူလ်တမန်တော်များကို ယုံကြည်သူအားလုံး၏ ကာကွယ်စောင့်ရှောက်သူဖြစ်သည်။</p>"
  }
]