[
  {
    "ayah_key": "35:19",
    "group_ayah_key": "35:19",
    "from_ayah": "35:19",
    "to_ayah": "35:26",
    "ayah_keys": "35:19,35:20,35:21,35:22,35:23,35:24,35:25,35:26",
    "text": "<p lang=\"my\" class=\"my \">မျက်စိကန်းသူနှင့် မြင်ရသူတို့သည် မတူကြပေ။ <span>(၁၉)</span>မှောင်မိုက်မှု <span class=\"gray\">(နက်ရှိုင်းမှု)</span>နှင့် အလင်းရောင်တို့သည်လည်း <span>(၂၀)</span>အရိပ်နှင့် နေပူရှိန်တို့သည်လည်း <span>(၂၁)</span>သက်ရှိနှင့် သက်မဲ့တို့သည်လည်း မတူကြပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလိုတော်ရှိသူကို ကြားစေတော်မူ၏။ သို့သော် သင်သည် ဂူသင်္ချိုင်းများထဲတွင် ရှိသူတို့အား ကြားစေနိုင်မည်မဟုတ်ပေ။ <span>(၂၂)</span>သင်သည် သတိပေးသူမျှသာဖြစ်၏။ <span>(၂၃)</span>အမှန်စင်စစ် ငါတို့သည် သင့်အား သတင်းကောင်းပေးသူနှင့် သတိပေးသူအဖြစ် အမှန်တရားနှင့်တကွ စေလွှတ်ခဲ့ပြီ။ မည်သည့်လူမျိုးမျှ မည်သည့်သတိပေးသူမျှ ၎င်းတို့ထံသို့ မရောက်ရှိခဲ့ဘဲ မရှိခဲ့ပေ။ <span>(၂၄)</span>ထိုသူတို့သည် သင့်အား မဟုတ်မမှန်လုပ်ကြံပြောဆိုပါက ၎င်းတို့မတိုင်မီကရှိခဲ့သူများသည်လည်း မဟုတ်မမှန်လုပ်ကြံပြောဆိုခဲ့ကြ၏။ ၎င်းတို့၏ ရစူလ်များသည် ၎င်းတို့ထံသို့ ရှင်းလင်းသော သက်သေများ၊ ကျမ်းဂန်များနှင့်တကွ၊ အလင်းရောင်ပေးသော ကျမ်းမြတ်နှင့်တကွ ရောက်ရှိခဲ့ကြ၏။ <span>(၂၅)</span>ထို့နောက် ငါသည် ငြင်းပယ်ခဲ့သူတို့ကို ဆုပ်ကိုင်ခဲ့၏။ ငါ၏ ငြင်းပယ်မှုသည် မည်မျှကြောက်မက်ဖွယ်ကောင်းသနည်း။ <span>(၂၆)</span></p><p lang=\"my\" class=\"my \">ယုံကြည်သူနှင့် ငြင်းပယ်သူတို့သည် မတူညီကြပေ။</p><p lang=\"my\" class=\"my \">ဤဆန့်ကျင်ဘက်စကားလုံးများသည် ရှင်းလင်းစွာ မတူညီကြောင်း၊ မျက်စိကန်းသူနှင့် မြင်ရသူတို့သည် မတူညီကြောင်း၊ ၎င်းတို့ကြားတွင် ကွာခြားမှုနှင့် ကြီးမားသော ကွာဟချက်ရှိကြောင်း အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏။ မှောင်မိုက်မှုနှင့် အလင်းရောင်တို့သည် မတူညီကြပေ။ အရိပ်နှင့် နေပူရှိန်တို့လည်း မတူညီကြပေ။ အလားတူပင် သက်ရှိနှင့် သက်မဲ့တို့သည်လည်း မတူညီကြပေ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က သက်ရှိဖြစ်သော ယုံကြည်သူများနှင့် သက်မဲ့ဖြစ်သော ငြင်းပယ်သူတို့ကို ဥပမာပေးထားခြင်းဖြစ်သည်။ ဤသည်မှာ အာယသ်တော်များနှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သေပြီးဖြစ်၍ ငါတို့က သူ့အား အသက်ရှင်စေကာ လူအများအကြား လျှောက်လှမ်းနိုင်ရန် <span class=\"gray\">(ယုံကြည်ခြင်း၏)</span> အလင်းရောင်ကို ပေးခဲ့သူသည် ထွက်မလာနိုင်တော့သည့် <span class=\"gray\">(နက်ရှိုင်းသော)</span> မှောင်မိုက်မှုထဲတွင် ရှိနေသူနှင့် တူသလော။)</span><span class=\"gray\">(6:122)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَىٰ وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ ۚ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အုပ်စုနှစ်ခု၏ ဥပမာသည် မျက်စိကန်းသူနှင့် နားပင်းသူ၊ မြင်ရသူနှင့် ကြားရသူတို့နှင့်တူသည်။ နှိုင်းယှဉ်သောအခါ ၎င်းတို့သည် တူညီကြသလော။)</span><span class=\"gray\">(11:24)</span></p><p lang=\"my\" class=\"my \">ယုံကြည်သူသည် မြင်၏၊ ကြား၏၊ ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ဖြောင့်တန်းသောလမ်း၌ အလင်းရောင်ဖြင့် လျှောက်လှမ်း၏။ နောက်ဆုံးတွင် အရိပ်နှင့် စမ်းရေများရှိသော ဥယျာဉ် <span class=\"gray\">(ဂျန္နတ်)</span> များ၌ အခြေချနေထိုင်ရန် ရောက်ရှိ၏။ ငြင်းပယ်သူသည် မျက်စိကန်း၍ နားပင်း၏။ လွတ်မြောက်၍မရသော မှောင်မိုက်မှုထဲတွင် လျှောက်လှမ်း၏။ ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ၎င်း၏ လမ်းမှားမှု၌ ပျောက်ဆုံးနေ၏။ နောက်ဆုံးတွင် ပြင်းထန်သော လေပူနှင့် ဆူပွက်နေသောရေ၊ အနက်ရောင်မီးခိုးငွေ့အရိပ်အောက်တွင် အဆုံးသတ်ရ၏။ ထိုအရာသည် အေးမြခြင်းလည်းမရှိ၊ ကောင်းမွန်ခြင်းလည်းမရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလိုတော်ရှိသူကို ကြားစေတော်မူ၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အား သက်သေအထောက်အထားကို နာခံရန်၊ လက်ခံရန်နှင့် လိုက်နာရန် လမ်းညွှန်တော်မူခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်သည် ဂူသင်္ချိုင်းများထဲတွင် ရှိသူတို့အား ကြားစေနိုင်မည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ 'သေဆုံးသွားခဲ့ပြီး ငြင်းပယ်သူများအဖြစ် သေဆုံးကာ ဂူသင်္ချိုင်းများထဲသို့ ရောက်ရှိသွားသူများသည် လမ်းညွှန်မှုနှင့် အမှန်တရား၏ ဖိတ်ခေါ်မှုမှ အကျိုးမရနိုင်သကဲ့သို့ပင် သင်သည်လည်း ကံကြမ္မာဆိုးရောက်ရန် သတ်မှတ်ထားပြီးသော ဤရုပ်တုကိုးကွယ်သူများကို မကူညီနိုင်၊ ၎င်းတို့အား လမ်းမပြနိုင်ပေ။'</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنْ أَنْتَ إِلَّا نَذِيرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် သတိပေးသူမျှသာဖြစ်၏။)</span> ဆိုလိုသည်မှာ 'သင်လုပ်ရန်မှာ သတင်းစကားကို ပို့ဆောင်ရန်နှင့် ၎င်းတို့အား သတိပေးရန်သာဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် အလိုတော်ရှိသူကို လမ်းမှားစေ၍ အလိုတော်ရှိသူကို လမ်းမှန်ပြတော်မူ၏။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် သင့်အား သတင်းကောင်းပေးသူနှင့် သတိပေးသူအဖြစ် အမှန်တရားနှင့်တကွ စေလွှတ်ခဲ့ပြီ။)</span> ဆိုလိုသည်မှာ ယုံကြည်သူများအား သတင်းကောင်းပေးသူနှင့် ငြင်းပယ်သူများအား သတိပေးသူဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်လူမျိုးမျှ မည်သည့်သတိပေးသူမျှ ၎င်းတို့ထံသို့ မရောက်ရှိခဲ့ဘဲ မရှိခဲ့ပေ။)</span> ဆိုလိုသည်မှာ အာဒမ်၏သားစဉ်မြေးဆက်များတွင် အလ္လာဟ်အရှင်မြတ်က သတိပေးသူများကို မစေလွှတ်ခဲ့ဘဲ မည်သည့်လူမျိုးမျှ မရှိခဲ့ပေ။ ၎င်းတို့အား ဆင်ခြေပေးစရာ မကျန်ရစ်စေခဲ့ပေ။ ဤသည်မှာ အာယသ်တော်များနှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَنْتَ مُنْذِرٌ ۖ وَلِكُلِّ قَوْمٍ هَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် သတိပေးသူမျှသာဖြစ်၏။ လူတိုင်းအတွက် လမ်းညွှန်ရှိ၏။)</span><span class=\"gray\">(13:7)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ۖ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် လူမျိုးတိုင်းတွင် ရစူလ်တစ်ပါးကို စေလွှတ်ခဲ့ပြီ <span class=\"gray\">(ကြွေးကြော်ရန်)</span>။ “အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့။ မှားယွင်းသော ကိုးကွယ်ရာများအားလုံးကို ရှောင်ကြဉ်ကြလော့။” ထို့နောက် ၎င်းတို့အနက် အချို့ကို အလ္လာဟ်အရှင်မြတ်က လမ်းမှန်ပြတော်မူခဲ့ပြီး၊ အချို့အပေါ်တွင်မူ လမ်းမှားခြင်းသည် သက်သေပြခဲ့၏။)</span><span class=\"gray\">(16:36)</span>။ ထိုကဲ့သို့သော အာယသ်တော်များစွာရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် သင့်အား မဟုတ်မမှန်လုပ်ကြံပြောဆိုပါက ၎င်းတို့မတိုင်မီကရှိခဲ့သူများသည်လည်း မဟုတ်မမှန်လုပ်ကြံပြောဆိုခဲ့ကြ၏။ ၎င်းတို့၏ ရစူလ်များသည် ၎င်းတို့ထံသို့ ရှင်းလင်းသော သက်သေများ၊)</span> ဆိုလိုသည်မှာ ရှင်းလင်းသော မွတ်အ်ဂျိဇတ် (နိမိတ်လက္ခဏာ) များနှင့် ပြတ်သားသော သက်သေများဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَبِالزُّبُرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်များနှင့်တကွ၊)</span> ဆိုလိုသည်မှာ ကျမ်းများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِالْكِتَابِ الْمُنِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလင်းရောင်ပေးသော ကျမ်းမြတ်နှင့်တကွ။)</span> ဆိုလိုသည်မှာ ရှင်းလင်း၍ ထင်ရှားခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါသည် ငြင်းပယ်ခဲ့သူတို့ကို ဆုပ်ကိုင်ခဲ့၏။)</span> ဆိုလိုသည်မှာ 'ဤအရာများအားလုံးရှိလင့်ကစား ၎င်းတို့သည် ရစူလ်များကိုလည်းကောင်း၊ ၎င်းတို့ယူဆောင်လာသော သတင်းစကားကိုလည်းကောင်း ငြင်းပယ်ခဲ့ကြသည်။ ထို့ကြောင့် ငါသည် ၎င်းတို့အား ငါ၏ ပြစ်ဒဏ်ဖြင့် ဆုပ်ကိုင်ခဲ့၏။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ كَانَ نَكِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ ငြင်းပယ်မှုသည် မည်မျှကြောက်မက်ဖွယ်ကောင်းသနည်း။)</span> ဆိုလိုသည်မှာ 'ငါ၏ ပြစ်ဒဏ်သည် မည်မျှကြီးမား၍ ပြင်းထန်ပြီး ကြောက်မက်ဖွယ်ကောင်းသည်ဟု သင်ထင်သနည်း။' အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "35:2",
    "group_ayah_key": "35:2",
    "from_ayah": "35:2",
    "to_ayah": "35:2",
    "ayah_keys": "35:2",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အား မည်သည့် ကရုဏာကိုမဆို ချီးမြှင့်တော်မူပါက မည်သူမျှ ၎င်းအား တားဆီးနိုင်မည်မဟုတ်ပေ။ အရှင်မြတ် တားဆီးတော်မူသော မည်သည့်အရာကိုမဆို ထိုနောက် မည်သူမျှ ချီးမြှင့်နိုင်မည်မဟုတ်ပေ။ အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တဉာဏ်ပညာရှင် ဖြစ်တော်မူ၏။ <span>(၂)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို မည်သူမျှ တားဆီးနိုင်မည်မဟုတ်ပေ။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုတော်ရှိသောအရာ ဖြစ်ပျက်ကြောင်း၊ အလိုတော်မရှိသောအရာ မဖြစ်ပျက်ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ အရှင်မြတ် တားဆီးသောအရာကို မည်သူမျှ မပေးနိုင်၊ အရှင်မြတ် ပေးသောအရာကို မည်သူမျှ မတားဆီးနိုင်ပေ။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အလ်-မုဂီရာ ဘင် ရှုဘဟ်၏ လွတ်မြောက်ကျွန် ဝရ်ရဒ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- “မူအာဝိယဟ်သည် အလ်-မုဂီရာ ဘင် ရှုဘဟ်ထံ စာရေး၍ ‘အသင်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ ကြားသိရသည်များကို ကျွန်ုပ်အား ရေးပေးပါ’ ဟု ဆို၏။ ထို့ကြောင့် အလ်-မုဂီရာက ကျွန်ုပ်အား ခေါ်ပြီး ကျွန်ုပ်က သူ့အတွက် ရေးပေးခဲ့သည်- ‘ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို နမာဇ်ပြီးဆုံးသောအခါ မိန့်တော်မူသည်ကို ကြားခဲ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلٰهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ، اللّٰهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး <span class=\"gray\">(ကိုးကွယ်ထိုက်သော)</span> အရှင်မရှိ။ အရှင်မြတ်သည် တစ်ပါးတည်းသာဖြစ်၍ အဘယ်သူမျှ အရှင်နှင့် မပူးပေါင်း။ အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် အုပ်စိုးခြင်းသာလျှင်ရှိ၏။ အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သူဖြစ်တော်မူ၏။ အို အလ္လာဟ်၊ အရှင်မြတ် ပေးသနားသောအရာကို တားဆီးနိုင်သူ မည်သူမျှမရှိ။ အရှင်မြတ် တားဆီးသောအရာကို ပေးနိုင်သူ မည်သူမျှမရှိ။ မည်သည့်အရာတွင်မဆို ကံကောင်းခြင်းနှင့် ကြွယ်ဝခြင်းသည် အရှင်၏အလိုတော်ကို ဆန့်ကျင်၍ အကျိုးပြုနိုင်မည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">ထို့ပြင် ကျွန်ုပ်သည် ကိုယ်ချင်းစာတရားမရှိဘဲ ပြောဆိုခြင်း၊ မေးခွန်းများစွာ မေးခြင်းနှင့် ငွေကြေးဖြုန်းတီးခြင်း၊ မိန်းကလေးငယ်များကို အရှင်လတ်လတ် မြေမြှုပ်ခြင်း၊ မိခင်ကို မနာခံခြင်း၊ သူတစ်ပါးထံမှ တောင်းခံနေစဉ် သူတစ်ပါးအား မပေးဘဲ ထိန်းထားခြင်းတို့ကို တားမြစ်တော်မူသည်ကို ကြားခဲ့ရသည်။'' ဤသည်ကို အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့ကလည်း သွယ်ဝိုက်သော သတင်းပေးပို့မှုများစွာဖြင့် မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ဆဟီး မွတ်စ်လင်မ်တွင် မှတ်တမ်းတင်ထားသည်မှာ အဗူ ဆအီးဒ် အလ်-ခုဒ်ရီ (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ခါးကုန်းရာမှ ခေါင်းထောင်လိုက်သောအခါ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَمِعَ اللهُ لِمَنْ حَمِدَهُ، اللّٰهُمَّ رَبَّنَا لَكَ الْحَمْدُ مِلْءُ السَّمَاءِ وَالْأَرْضِ، وَمِلْءُ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ، اللّٰهُمَّ أَهْلَ الثَّنَاءِ وَالْمَجْدِ،أَحَقُّ مَا قَالَ الْعَبْدُ وَكُلُّنَا لَكَ عَبْدٌ، اللّٰهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်ကို ချီးမွမ်းသူတို့၏ စကားကို ကြားတော်မူ၏။ အို အလ္လာဟ်၊ ကျွန်ုပ်တို့၏ အရှင်၊ ကောင်းကင်နှင့် မြေကြီးကို ပြည့်စေသော၊ အရှင်မြတ်အလိုရှိရာ အခြားအရာများကိုလည်း ပြည့်စေသော ချီးမွမ်းခြင်းသည် အရှင်မြတ်အတွက်သာဖြစ်၏။ အို အလ္လာဟ်၊ ချီးမွမ်းခြင်းနှင့် ဂုဏ်ကျက်သရေကို ရထိုက်သူ။ မည်သည့်ကျွန်မှ ပြောဆိုသော အမှန်ဆုံးစကား – ကျွန်ုပ်တို့အားလုံးသည် အရှင်မြတ်၏ကျွန်များဖြစ်ကြသည် – မှာ- အို အလ္လာဟ်၊ အရှင်မြတ် ပေးသနားသောအရာကို တားဆီးနိုင်သူ မည်သူမျှမရှိ။ အရှင်မြတ် တားဆီးသောအရာကို ပေးနိုင်သူ မည်သူမျှမရှိ။ မည်သည့်စည်းစိမ်ဥစ္စာ သို့မဟုတ် ဘုန်းတန်ခိုးမျှ အရှင်၏အလိုတော်ကို ဆန့်ကျင်၍ မည်သူ့ကိုမျှ အကျိုးပြုနိုင်မည်မဟုတ်ပေ။)</span>\" ဤအာယသ်သည် အာယသ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ ۖ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ဘေးဒုက္ခတစ်ခုခုနှင့် တွေ့ကြုံစေပါက အရှင်မှတစ်ပါး ၎င်းကို ဖယ်ရှားပေးနိုင်သူ မည်သူမျှမရှိ။ အရှင်မြတ်သည် သင့်အား ကောင်းကျိုးတစ်ခုခုကို ရည်ရွယ်ပါက အရှင်မြတ်၏ ကျေးဇူးတော်ကို တားဆီးနိုင်သူ မည်သူမျှမရှိ။)</span><span class=\"gray\">(10:107)</span>။ ထိုကဲ့သို့သော အာယသ်တော်များစွာရှိသည်။</p>"
  }
]