[
  {
    "ayah_key": "38:34",
    "group_ayah_key": "38:34",
    "from_ayah": "38:34",
    "to_ayah": "38:40",
    "ayah_keys": "38:34,38:35,38:36,38:37,38:38,38:39,38:40",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ်၊ ငါတို့သည် စူလိုင်မန်ကို စမ်းသပ်ခဲ့ပြီး၊ သူ၏ပလ္လင်ပေါ်တွင် ဂျာဆဒ် <span class=\"gray\">(ခန္ဓာကိုယ်တစ်ခု)</span> ကို တင်ထားခဲ့သည်။ ထို့နောက် သူသည် ပြန်လည် နောင်တရခဲ့သည် <span>(၃၄)</span>သူက ပြောသည်- \"အို ကျွန်ုပ်၏ အရှင်သခင်၊ ကျွန်ုပ်ကို ခွင့်လွှတ်တော်မူပါ၊ ကျွန်ုပ်နောက်မှ မည်သူတစ်ဦးတစ်ယောက်မျှ ပိုင်ဆိုင်မည်မဟုတ်သော နိုင်ငံတော်တစ်ခုကို ကျွန်ုပ်အား ပေးသနားတော်မူပါ။ အမှန်စင်စစ်၊ ကိုယ်တော်သည် အလှူရှင် ဖြစ်တော်မူပါ။ <span>(၃၅)</span>ထို့ကြောင့်၊ ငါတို့သည် သူ့အတွက် လေကို နာခံစေခဲ့သည်၊ သူအလိုရှိသည့်နေရာတိုင်းတွင် သူ၏အမိန့်ဖြင့် ညင်သာစွာ တိုက်ခတ်ခဲ့သည် <span>(၃၆)</span>ထို့ပြင် ရှိုင်သွာန်တို့ကိုလည်း၊ ဆောက်လုပ်သူနှင့် ရေငုပ်သမား အမျိုးမျိုးတို့မှ <span>(၃၇)</span>ထို့ပြင် သံကြိုးများဖြင့် ချုပ်နှောင်ထားသော အခြားသူများလည်း <span>(၃၈)</span><span class=\"gray\">[အလ္လာဟ်အရှင်မြတ်က စူလိုင်မန်အား ပြောကြားခဲ့သည်]</span>- \"ဤသည်မှာ ငါတို့၏ ပေးကမ်းမှုဖြစ်သည်၊ ထို့ကြောင့် သင်သည် ပေးလှူသည်ဖြစ်စေ၊ ထိန်ချန်သည်ဖြစ်စေ၊ သင်အား စစ်ဆေးမေးမြန်းခြင်း မပြုပေ။ <span>(၃၉)</span>အမှန်စင်စစ်၊ သူသည် ငါတို့ထံတော်၌ နီးကပ်စွာ ဝင်ရောက်ခွင့်ရှိပြီး ကောင်းမွန်သော <span class=\"gray\">(နောက်ဆုံး)</span> ပြန်လည်ရောက်ရှိရာလည်း ရှိပေသည်။ <span>(၄၀)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် စူလိုင်မန်ကို မည်သို့စမ်းသပ်ပြီးမှ သူ၏ကိစ္စများကို လွယ်ကူစေခဲ့သည်</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ فَتَنَّا سُلَيْمَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့သည် စူလိုင်မန်ကို စမ်းသပ်ခဲ့သည်)</span> ဆိုလိုသည်မှာ၊ 'ငါတို့သည် သူ့ကို စမ်းသပ်ခဲ့သည်' ဟူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِ جَسَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏ပလ္လင်ပေါ်တွင် ဂျာဆဒ် <span class=\"gray\">(ခန္ဓာကိုယ်တစ်ခု)</span> ကို တင်ထားခဲ့သည်)</span>။</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثُمَّ أَنَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် ပြန်လည် နောင်တရခဲ့သည်။)</span> ဆိုလိုသည်မှာ၊ ဤစမ်းသပ်မှုအပြီးတွင် သူသည် အရှင်မြတ်ထံ ပြန်လှည့်ခဲ့ပြီး ခွင့်လွှတ်မှုကို တောင်းခံခဲ့သည်၊ ထို့ပြင် သူ၏နောက်တွင် မည်သူတစ်ဦးတစ်ယောက်မျှ ပိုင်ဆိုင်မည်မဟုတ်သော နိုင်ငံတော်တစ်ခုကို ပေးသနားရန် တောင်းခံခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي ۖ إِنَّكَ أَنْتَ الْوَهَّابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"အို ကျွန်ုပ်၏ အရှင်သခင်၊ ကျွန်ုပ်ကို ခွင့်လွှတ်တော်မူပါ၊ ကျွန်ုပ်နောက်မှ မည်သူတစ်ဦးတစ်ယောက်မျှ ပိုင်ဆိုင်မည်မဟုတ်သော နိုင်ငံတော်တစ်ခုကို ကျွန်ုပ်အား ပေးသနားတော်မူပါ။ အမှန်စင်စစ်၊ ကိုယ်တော်သည် အလှူရှင် ဖြစ်တော်မူသည်။\")</span></p><p lang=\"my\" class=\"my \">အချို့က ပြောသည်၊ \"ကျွန်ုပ်နောက်မှ မည်သူတစ်ဦးတစ်ယောက်မျှ ထိုကဲ့သို့သော နိုင်ငံတော်ကို အလ္လာဟ်အရှင်မြတ်ထံ တောင်းခံရန် အခွင့်အရေးရှိမည် မဟုတ်ပေ။\" ဤသည်မှာ အာယသ်၏ အကြောင်းအရာမှ ပေါ်လွင်သော အဓိပ္ပါယ်ဖြစ်ပြီး၊ အလားတူ အဓိပ္ပါယ်ရှိသော ဟဒီးဆ်တော် အများအပြားကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ ဆင့်ပြန်ထားခဲ့သည်။ </p><p lang=\"id\" class=\"id \">In his Tafsir of this Ayah, Al-Bukhari recorded that Abu Hurayrah, may Allah be pleased with him, said that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عِفْرِيتًا مِنَ الْجِنِّ تَفَلَّتَ عَلَيَّ الْبَارِحَةَ - أَوْ كَلِمَةً نَحْوَهَا - لِيَقْطَعَ عَلَيَّ الصَّلَاةَ فَأَمْكَنَنِي اللهُ تَبَارَكَ وَتَعَالَى مِنْهُ، وَأَرَدْتُ أَنْ أَرْبِطَهُ إِلَى سَارِيَةٍ مِنَ سَوَارِي الْمَسْجِدِ حَتّٰى تُصْبِحُوا،وَتَنْظُرُوا إِلَيْهِ كُلُّكُمْ، فَذَكَرْتُ قَوْلَ أَخِي سُلَيْمَانَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ: رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျင်န်နတ်များထဲမှ အစ်ဖရစ်တ်တစ်ဦးသည် ပြီးခဲ့သည့်ညက ကျွန်ုပ်ထံ လာရောက်နှောင့်ယှက်ခဲ့သည် – သို့မဟုတ် သူသည် အလားတူ စကားတစ်ခုခုကို ပြောခဲ့သည် – ကျွန်ုပ်ကို ဆွလားသ်ဝတ်ပြုခြင်းမှ တားဆီးရန် ကြိုးစားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို အနိုင်ယူနိုင်ရန် ကျွန်ုပ်အား ခွင့်ပြုခဲ့ပြီး၊ သင်တို့အားလုံး မနက်ဖြန်တွင် သူ့ကို မြင်နိုင်ရန်အတွက် ဗလီဝတ်ကျောင်းတော်ရှိ တိုင်တစ်ခုနှင့် သူ့ကို ချည်နှောင်ထားလိုခဲ့သည်။ ထို့နောက် ကျွန်ုပ်၏ညီ စူလိုင်မန် ပြောခဲ့သော စကားကို သတိရမိသည်၊ <span class=\"gray\">(အို ကျွန်ုပ်၏ အရှင်သခင်၊ ကျွန်ုပ်ကို ခွင့်လွှတ်တော်မူပါ၊ ကျွန်ုပ်နောက်မှ မည်သူတစ်ဦးတစ်ယောက်မျှ ပိုင်ဆိုင်မည်မဟုတ်သော နိုင်ငံတော်တစ်ခုကို ကျွန်ုပ်အား ပေးသနားတော်မူပါ)</span>)</span></p><p lang=\"my\" class=\"my \">ရာ့ဖ်က ပြောသည်၊ \"ထို့ကြောင့် သူသည် သူ့ကို အရှက်ရစေပြီး လွှတ်ပေးခဲ့သည်။\" ဤအဖြစ်အပျက်ကို မွတ်စလင်မ်နှင့် အန်နာဆာအီတို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ သူ၏ ဆွဟီဟ်တွင်၊ မွတ်စလင်မ်က အဗူအဒ်ဒါရ်ဒါအ်၊ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ၊ ပြောသည်ဟု မှတ်တမ်းတင်ခဲ့သည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဆွလားသ်ဝတ်ပြုရန် ထရပ်ခဲ့ပြီး၊ ကျွန်ုပ်တို့သည် သူပြောသည်ကို ကြားခဲ့သည်၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعُوذُ بِاللهِ مِنْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ထံမှ အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ် ခိုလှုံပါ၏။)</span> ထို့နောက် သူက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْعَنُكَ بِلَعْنَةِ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာဖြင့် သင့်ကို ကျွန်ုပ် ကျိန်ဆဲ၏။)</span> သုံးကြိမ်တိုင်တိုင်၊ သူသည် တစ်စုံတစ်ခုကို လှမ်းယူသကဲ့သို့ လက်ကို ဆန့်ထုတ်ခဲ့သည်။ သူ ဆွလားသ်ဝတ်ပြုခြင်း ပြီးဆုံးသောအခါ၊ ကျွန်ုပ်တို့က ပြောသည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ကျွန်ုပ်တို့သည် ကိုယ်တော်၏ ဆွလားသ်ဝတ်ပြုမှုတွင် ကိုယ်တော် မည်သည့်အခါမျှ မပြောဖူးသော စကားတစ်ခွန်းကို ကြားခဲ့ရပြီး၊ ကိုယ်တော် လက်ဆန့်ထုတ်သည်ကို မြင်ခဲ့ရသည်။' သူ ﷺ က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عَدُوَّ اللهِ إِبْلِيسَ جَاءَ بِشِهَابٍ مِنْ نَارٍ لِيَجْعَلَهُ فِي وَجْهِي فَقُلْتُ: أَعُوذُ بِاللهِ مِنْكَ، ثَلَاثَ مَرَّاتٍ، ثُمَّ قُلْتُ: أَلْعَنُكَ بِلَعْنَةِ اللهِ التَّامَّةِ، فَلَمْ يَتَأَخَّرْ، ثَلَاثَ مَرَّاتٍ ثُمَّ أَرَدْتُ أَنْ آخُذَهُ،وَاللهِ لَوْلَا دَعْوَةُ أَخِينَا سُلَيْمَانَ لَأَصْبَحَ مُوثَقًا، يَلْعَبُ بِهِ صِبْيَانُ أَهْلِ الْمَدِينَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ရန်သူ အစ်ဘ်လီးစ်သည် ကျွန်ုပ်မျက်နှာကို ပစ်ပေါက်ရန် မီးလျှံတစ်ခုနှင့် လာခဲ့သည်၊ ထို့ကြောင့် ကျွန်ုပ်က \"သင်ထံမှ အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ် ခိုလှုံပါ၏\" ဟု သုံးကြိမ် ပြောခဲ့သည်။ ထို့နောက် ကျွန်ုပ်က \"အလ္လာဟ်အရှင်မြတ်၏ ပြည့်စုံသော ကျိန်စာဖြင့် သင့်ကို ကျွန်ုပ် ကျိန်ဆဲ၏\" ဟု ပြောခဲ့သည်၊ သို့သော် သူသည် နောက်မဆုတ်ခဲ့ပေ။ ကျွန်ုပ်သည် သုံးကြိမ် ပြောခဲ့သည်။ ထို့နောက် သူ့ကို ဖမ်းဆီးလိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်အားဖြင့် သစ္စာဆိုပါသည်၊ ကျွန်ုပ်၏ညီ စူလိုင်မန်၏ ဆုတောင်းစကားများ မရှိခဲ့လျှင် သူသည် ချုပ်နှောင်ခံခဲ့ရပြီး အလ်-မာဒီနဟ်မြို့သားများ၏ ကလေးငယ်များအတွက် ကစားစရာ ဖြစ်လာခဲ့မည် ဖြစ်သည်။)</span>\" အလ္လာဟ်အရှင်မြတ်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့်၊ ငါတို့သည် သူ့အတွက် လေကို နာခံစေခဲ့သည်၊ သူအလိုရှိသည့်နေရာတိုင်းတွင် သူ၏အမိန့်ဖြင့် ညင်သာစွာ တိုက်ခတ်ခဲ့သည်)</span>။ အလ်-ဟစန် အလ်-ဘဆွရီ၊ အလ္လာဟ်အရှင်မြတ် သူ့ကို သနားတော်မူပါစေ၊ ပြောသည်မှာ၊ \"စူလိုင်မန်၊ ငြိမ်းချမ်းခြင်း ရှိပါစေ၊ အလ္လာဟ်အရှင်မြတ်အတွက် ဒေါသတကြီးဖြင့် မြင်းများကို သတ်ဖြတ်သောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ပိုမိုကောင်းမွန်ပြီး ပိုမိုမြန်ဆန်သော အရာတစ်ခုဖြင့် အစားထိုးပေးခဲ့သည်၊ ၎င်းမှာ လေဖြစ်ပြီး ၎င်း၏ နံနက်ခရီးသည် တစ်လ <span class=\"gray\">(ခရီး)</span> ဖြစ်ပြီး ၎င်း၏ နေ့လယ်ခရီးသည် တစ်လ <span class=\"gray\">(ခရီး)</span> ဖြစ်သည်။\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">حَيْثُ أَصَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူအလိုရှိသည့်နေရာတိုင်းတွင်)</span> ဆိုလိုသည်မှာ၊ ကမ္ဘာပေါ်တွင် သူလိုချင်သည့်နေရာတိုင်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ရှိုင်သွာန်တို့ကိုလည်း၊ ဆောက်လုပ်သူနှင့် ရေငုပ်သမား အမျိုးမျိုးတို့မှ)</span> ဆိုလိုသည်မှာ၊ သူတို့ထဲတွင် အမြင့်ဆုံးအခန်းများ၊ ရုပ်တုများ၊ ရေလှောင်ကန်များကဲ့သို့ ကြီးမားသော အင်တုံများ၊ နေရာတွင် မြဲနေသော ဒယ်အိုးများ <span class=\"gray\">(၎င်းတို့၏ နေရာများတွင်)</span> နှင့် လူသားများ မလုပ်နိုင်သော အခြားခက်ခဲသည့် အလုပ်များကို ဆောက်လုပ်ရန် သူအသုံးပြုခဲ့သူများ ရှိခဲ့သည်။ ထို့ပြင် အခြားအုပ်စုတစ်စုလည်း ရှိခဲ့သည်၊ ၎င်းတို့သည် ပင်လယ်ထဲသို့ ရေငုပ်၍ ပုလဲများ၊ ကျောက်မျက်ရတနာများနှင့် အခြားမည်သည့်နေရာတွင်မှ ရှာမတွေ့နိုင်သော အဖိုးတန်ပစ္စည်းများကို ပြန်လည်ရှာဖွေခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သံကြိုးများဖြင့် ချုပ်နှောင်ထားသော အခြားသူများလည်း)</span> ဆိုလိုသည်မှာ၊ သံကြိုးများဖြင့် ချည်နှောင်ထားခြင်း ဖြစ်သည်။ ၎င်းတို့သည် ပုန်ကန်ပြီး အလုပ်လုပ်ရန် ငြင်းဆန်သူများ သို့မဟုတ် ၎င်းတို့၏ အလုပ်သည် ဆိုးရွားပြီး ၎င်းတို့သည် မတရားပြုကျင့်သူများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">[အလ္လာဟ်အရှင်မြတ်က စူလိုင်မန်အား ပြောကြားခဲ့သည်]</span>- \"ဤသည်မှာ ငါတို့၏ ပေးကမ်းမှုဖြစ်သည်၊ ထို့ကြောင့် သင်သည် ပေးလှူသည်ဖြစ်စေ၊ ထိန်ချန်သည်ဖြစ်စေ၊ သင်အား စစ်ဆေးမေးမြန်းခြင်း မပြုပေ။\")</span> ဆိုလိုသည်မှာ၊ 'ငါတို့သည် သင့်အား တောင်းခံခဲ့သည့်အတိုင်း ရှင်ဘုရင်အဖြစ်နှင့် ပြည့်စုံသော အာဏာကို ပေးခဲ့သည့် ဤအရာကို သင်သည် အလိုရှိသူ မည်သူမဆိုအား ပေးနိုင်ပြီး အလိုမရှိသူ မည်သူမဆိုအား ငြင်းပယ်နိုင်သည်၊ သင့်အား စစ်ဆေးမေးမြန်းခြင်း ပြုလိမ့်မည် မဟုတ်ပေ။ သင်ပြုလုပ်သည့် မည်သည့်အရာမဆို သင့်အတွက် ခွင့်ပြုထားသည်၊ ထို့ကြောင့် သင်မည်သို့ပင် ဆုံးဖြတ်သည်ဖြစ်စေ၊ မှန်ကန်လိမ့်မည်။' ဆွဟီဟ်ကျမ်းနှစ်စောင်တွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ကျွန်တစ်ဦးနှင့် ရစူလ်တမန်တော်တစ်ဦး – အမိန့်ပေးခံရသည့်အတိုင်း လုပ်ဆောင်ပြီး အလ္လာဟ်အရှင်မြတ် အမိန့်ပေးသည့်အတိုင်း လူများအကြား ပစ္စည်းများကို ဖြန့်ဝေသူ – သို့မဟုတ် နဗီတမန်တော်တစ်ဦးနှင့် ဘုရင်တစ်ဦး၊ မည်သည့်အရာအတွက်မျှ တာဝန်ယူစရာမလိုဘဲ အလိုရှိသူ မည်သူမဆိုအား ပေးနိုင်ပြီး အလိုမရှိသူ မည်သူမဆိုအား ထိန်ချန်နိုင်သူ – အဖြစ် ရွေးချယ်ခွင့် ပေးခဲ့သောအခါ၊ သူသည် ပထမတစ်ခုကို ရွေးချယ်ခဲ့သည်။ သူသည် ဂျစ်ဘရီလ်၊ ငြိမ်းချမ်းခြင်း ရှိပါစေ၊ နှင့် တိုင်ပင်ခဲ့ရာ ဂျစ်ဘရီလ်က \"နှိမ့်ချစွာ နေပါ\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် သူသည် ပထမတစ်ခုကို ရွေးချယ်ခဲ့သည်၊ အကြောင်းမှာ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ ပိုမိုတန်ဖိုးရှိပြီး နောင်တမလွန်ဘဝတွင် ပိုမိုမြင့်မားသော အဆင့်အတန်းကို ရရှိစေသောကြောင့် ဖြစ်သည်။ ဒုတိယရွေးချယ်မှုဖြစ်သည့် နဗီတမန်တော်နှင့် ရှင်ဘုရင်အဖြစ် ပေါင်းစပ်ထားခြင်းသည် ဤလောကတွင်ရော နောင်တမလွန်ဘဝတွင်ပါ ကြီးမြတ်သောအရာ ဖြစ်သော်လည်း၊ အလ္လာဟ်အရှင်မြတ်သည် စူလိုင်မန်၊ ငြိမ်းချမ်းခြင်း ရှိပါစေ၊ အား ဤလောကတွင် ပေးခဲ့သည်များကို ကျွန်ုပ်တို့အား ပြောကြားသောအခါ၊ သူသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ ကြီးမားသော အခွင့်အရေးကို ရရှိလိမ့်မည်ဟု ပြောကြားခဲ့သည်။ သူက ပြောသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَىٰ وَحُسْنَ مَآبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သူသည် ငါတို့ထံတော်၌ နီးကပ်စွာ ဝင်ရောက်ခွင့်ရှိပြီး ကောင်းမွန်သော <span class=\"gray\">(နောက်ဆုံး)</span> ပြန်လည်ရောက်ရှိရာလည်း ရှိပေသည်။)</span> ဆိုလိုသည်မှာ၊ ဤလောကတွင်ရော နောင်တမလွန်ဘဝတွင်ပါ ဖြစ်သည်။</p>"
  }
]