[
  {
    "ayah_key": "26:38",
    "group_ayah_key": "26:38",
    "from_ayah": "26:38",
    "to_ayah": "26:48",
    "ayah_keys": "26:38,26:39,26:40,26:41,26:42,26:43,26:44,26:45,26:46,26:47,26:48",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် ပဉ္စလက်ဆရာများသည် သတ်မှတ်ထားသော နေ့တစ်နေ့တွင် သတ်မှတ်ထားသော အချိန်၌ စုရုံးခဲ့ကြသည် <span>(38)</span>ထို့နောက် လူအများကို “သင်တို့လည်း စုရုံးကြတော့မည်လား။ <span>(39)</span>”အကယ်၍ ပဉ္စလက်ဆရာများက အနိုင်ရရှိခဲ့ပါက ကျွန်ုပ်တို့သည် သူတို့ကို လိုက်နာကြမည်။ <span>(40)</span>ထို့ကြောင့် ပဉ္စလက်ဆရာများ ရောက်ရှိလာသောအခါ ဖိရ်အောင်အား “အကယ်၍ ကျွန်ုပ်တို့ အနိုင်ရရှိခဲ့ပါက ကျွန်ုပ်တို့အတွက် ဆုလာဘ်များ ရရှိမည်မှာ သေချာပါသလား။ <span>(41)</span>”ဟု ပြောဆိုကြသည်။ ဖိရ်အောင်က “ဟုတ်သည်၊ ထိုအခါ သင်တို့သည် (ကျွန်ုပ်၏) အနီးသို့ ဆွဲဆောင်ခံရသူများထဲမှ အမှန်ပင် ဖြစ်လာကြလိမ့်မည်။ <span>(42)</span>”ဟု ပြောဆိုလိုက်၏။ မူဆာက သူတို့ကို “သင်တို့ ပစ်ချလိုသည်များကို ပစ်ချကြလော့။ <span>(43)</span>”ဟု ပြောလိုက်သည်။ ထို့ကြောင့် သူတို့သည် မိမိတို့၏ ကြိုးများနှင့် တုတ်များကို ပစ်ချကြပြီး “ဖိရ်အောင်၏ တန်ခိုးအာနုဘော်ဖြင့်ဆိုရလျှင် ကျွန်ုပ်တို့ အမှန်ပင် အောင်နိုင်ကြလိမ့်မည်။ <span>(44)</span>”ဟု ပြောဆိုကြသည်။ ထို့နောက် မူဆာသည် မိမိ၏ တုတ်ကို ပစ်ချလိုက်ရာ၊ ကြည့်ပါဦး၊ ၎င်းသည် သူတို့ လှည့်စားပြသခဲ့သည်များကို အကုန်မျိုချလိုက်လေ၏ <span>(45)</span>ထို့နောက် ပဉ္စလက်ဆရာများသည် ပုံ့ပုံ့မှောက်လဲကျသွားကြသည် <span>(46)</span>“ကျွန်ုပ်တို့သည် အာလမီးန်တို့၏ အရှင်သခင်ကို ယုံကြည်ကြပါပြီ။ <span>(47)</span>”မူဆာနှင့် ဟာရွန်တို့၏ အရှင်သခင်ကို။ <span>(48)</span>”ဟု ပြောဆိုကြသည်။</p><div lang=\"my\" class=\"my \"><h2>မူဆာ (အလိုင်ဟစ်စလာမ်) နှင့် ပဉ္စလက်ဆရာများအကြား</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မူဆာ (အလိုင်ဟစ်စလာမ်) နှင့် အီဂျစ်လူမျိုးများအကြား ဖြစ်ပျက်ခဲ့သော အဖြစ်အပျက်ကို စူရဟ် အလ်-အာရဖ်၊ စူရဟ် တွာဟါး နှင့် ဤစူရဟ်တို့၌ ဖော်ပြထားသည်။ အီဂျစ်လူမျိုးများသည် အလ္လာဟ်အရှင်မြတ်၏ အလင်းတော်ကို ၎င်းတို့၏ စကားလုံးများဖြင့် မှောင်မိုက်သွားစေလိုခဲ့ကြသော်လည်း အလ္လာဟ်အရှင်မြတ်ကမူ ကာဖစ်ရ်များ မနှစ်သက်သော်ငြားလည်း ကိုယ်တော်၏ အလင်းတော် လွှမ်းမိုးနေစေရမည်ဟု အခိုင်အမာ မိန့်ကြားခဲ့သည်။ ဤသည်မှာ သွေဖည်ခြင်းနှင့် သက်ဝင်ယုံကြည်ခြင်း၏ ပြဿနာဖြစ်သည်။ ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး ရင်ဆိုင်ကြုံတွေ့ရသော်လည်း သက်ဝင်ယုံကြည်ခြင်းက အမြဲတမ်း လွှမ်းမိုးနေသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ ۚ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ ငါတို့သည် မှန်ကန်မှုကို မှားယွင်းမှုအပေါ်သို့ ပစ်ပေါက်လိုက်သည်၊ ထို့ကြောင့် ၎င်းသည် မှားယွင်းမှုကို ဖျက်ဆီးပစ်လိုက်သည်၊ ထို့နောက် ကြည့်ပါဦး၊ မှားယွင်းမှုသည် ပျောက်ကွယ်သွားလေ၏။ သင်တို့ ဖော်ပြသော အရာအတွက် သင်တို့အပေါ် ဝဋ်ကြွေးကျရောက်လိမ့်မည်။)</span><span class=\"gray\">(21:18)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ပြောလော့။ “မှန်ကန်မှု ရောက်လာပြီဖြစ်၍ မှားယွင်းမှု ပျောက်ကွယ်သွားပြီ။”)</span><span class=\"gray\">(17:81)</span> အီဂျစ်၏ ပဉ္စလက်ဆရာများသည် မျက်လှည့်အတတ်တွင် အတော်ဆုံးသူများဖြစ်ကြသော်လည်း သူတို့ထဲမှ လူအုပ်ကြီးတစ်စုသည် ပြည်နယ်၏ ထောင့်စုံမှ စုရုံးလာကြသောအခါ၊ ထို့ပြင် လူအများသည် အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းသာ တိကျသော အရေအတွက်ကို သိရှိသော ထိုနေ့၌ စုဝေးခဲ့ကြသောအခါ၊ သူတို့ထဲမှ တစ်ဦးက ပြောဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ إِن كَانُوا هُمُ الْغَالِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ပဉ္စလက်ဆရာများက အနိုင်ရရှိခဲ့ပါက ကျွန်ုပ်တို့သည် သူတို့ကို လိုက်နာကြမည်။)</span> သူတို့က 'ပဉ္စလက်ဆရာများ၌ဖြစ်စေ၊ မူဆာ၌ဖြစ်စေ မှန်ကန်မှုတည်ရှိသည်ဖြစ်စေ၊ ကျွန်ုပ်တို့သည် မှန်ကန်မှုကို လိုက်နာကြမည်' ဟု မပြောဆိုကြပေ။ လူအများသည် ၎င်းတို့၏ ဘုရင်၏ ဘာသာကို လိုက်နာသူများဖြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَ السَّحَرَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ပဉ္စလက်ဆရာများ ရောက်ရှိလာသောအခါ၊)</span> ဆိုသည်မှာ သူတို့ ဖိရ်အောင်၏ နန်းတော်သို့ ရောက်ရှိလာပြီး ဖိရ်အောင်အတွက် နန်းဆောင်တစ်ခု ဆောက်လုပ်ထားချိန်ဖြစ်သည်။ ထိုနေရာတွင် ဖိရ်အောင်သည် သူ၏ ကျွန်များ၊ နောက်လိုက်များ၊ အုပ်ချုပ်သူများနှင့် ပြည်နယ်ခေါင်းဆောင်များ၊ သူ၏ ဘုရင့်နိုင်ငံတော်၏ စစ်သားများကို စုစည်းခဲ့သည်။ ပဉ္စလက်ဆရာများသည် ဖိရ်အောင်ရှေ့တွင် ရပ်၍ ဖိရ်အောင်သည် ၎င်းတို့ကို စုစည်းခဲ့သော ဤကိစ္စတွင် သူတို့ အောင်မြင်ခဲ့ပါက ကောင်းမွန်စွာ ဆက်ဆံပေးရန်နှင့် သူနှင့် ပိုမိုနီးကပ်စေရန် တောင်းဆိုကြသည်။ သူတို့က ပြောဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَئِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ الْغَالِبِينَ - قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَّمِنَ الْمُقَرَّبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အကယ်၍ ကျွန်ုပ်တို့ အနိုင်ရရှိခဲ့ပါက ကျွန်ုပ်တို့အတွက် ဆုလာဘ်များ ရရှိမည်မှာ သေချာပါသလား။” ဖိရ်အောင်က “ဟုတ်သည်၊ ထိုအခါ သင်တို့သည် အမှန်ပင် အနီးသို့ ဆွဲဆောင်ခံရသူများထဲမှ ဖြစ်လာကြလိမ့်မည်။”)</span> ဆိုသည်မှာ 'သင်တို့ တောင်းဆိုသည်ထက် ပိုမိုပေးမည်၊ သင်တို့ကို ကျွန်ုပ်နှင့် နီးစပ်သောသူများ၊ ကျွန်ုပ်နှင့်အတူ ထိုင်သူများထဲမှ ဖြစ်စေမည်' ဟူ၍ ဖြစ်သည်။ ထို့ကြောင့် သူတို့သည် ၎င်းတို့၏ နေရာများသို့ ပြန်သွားကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا مُوسَىٰ إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ أَوَّلَ مَنْ أَلْقَىٰ - قَالَ بَلْ أَلْقُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “အို မူဆာ၊ သင်က အရင်ပစ်ချမလား၊ သို့မဟုတ် ကျွန်ုပ်တို့က အရင်ဆုံး ပစ်ချသူ ဖြစ်ရမလား။” (မူဆာက) “မဟုတ်ဘူး၊ သင်တို့ ပစ်ချကြ။” ဟု ပြောလိုက်သည်။)</span><span class=\"gray\">(20:65-66)</span>။ ဤတွင် အဖြစ်အပျက်ကို ပိုမိုအတိုချုံး၍ ဖော်ပြထားသည်။ မူဆာက သူတို့ကို ပြောဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْقُوا مَا أَنتُم مُّلْقُونَ - فَأَلْقَوْا حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوا بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ الْغَالِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“သင်တို့ ပစ်ချလိုသည်များကို ပစ်ချကြလော့။” ထို့ကြောင့် သူတို့သည် မိမိတို့၏ ကြိုးများနှင့် တုတ်များကို ပစ်ချကြပြီး “ဖိရ်အောင်၏ တန်ခိုးအာနုဘော်ဖြင့်ဆိုရလျှင် ကျွန်ုပ်တို့ အမှန်ပင် အောင်နိုင်ကြလိမ့်မည်။”)</span> ဤသည်မှာ အသိမဲ့သူများ တစ်စုံတစ်ရာ လုပ်ဆောင်သောအခါ 'ဤအရာသည် ထိုသူ၏ ကျေးဇူးကြောင့် ဖြစ်သည်' ဟု ပြောဆိုကြခြင်းနှင့်တူသည်။ စူရဟ် အလ်-အာရဖ်တွင် အလ္လာဟ်အရှင်မြတ်က သူတို့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် လူအများ၏ မျက်စိများကို မျက်လှည့်ပြခဲ့ကြပြီး၊ သူတို့ကို ကြောက်လန့်စေခဲ့ကြကာ ကြီးမားသော မျက်လှည့်ပညာကို ပြသခဲ့ကြသည်)</span><span class=\"gray\">(7:116)</span> ဟု ဖော်ပြထားသည်။ ထို့ပြင် စူရဟ် တွာဟါး၌ ကိုယ်တော်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تَسْعَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ကြည့်ပါဦး၊ သူတို့၏ ကြိုးများနှင့် တုတ်များသည် ၎င်းတို့၏ မျက်လှည့်ပညာကြောင့် သူ (မူဆာ) အား လျင်မြန်စွာ ရွေ့လျားနေသည်ဟု ထင်ရသည်။)</span><span class=\"gray\">(20:66)</span> အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည့်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် မျက်လှည့်ဆရာသည် မည်မျှ (ကျွမ်းကျင်မှု) ရရှိပါစေ၊ မည်သည့်အခါမျှ အောင်မြင်မည်မဟုတ်။)</span><span class=\"gray\">(20:69)</span>။ ထို့ပြင် ဤတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَلْقَىٰ مُوسَىٰ عَصَاهُ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မူဆာသည် မိမိ၏ တုတ်ကို ပစ်ချလိုက်ရာ၊ ကြည့်ပါဦး၊ ၎င်းသည် သူတို့ လှည့်စားပြသခဲ့သည်များကို အကုန်မျိုချလိုက်သည်!)</span> ထောင့်စုံမှ လှည့်စားမှုများကို ဆွဲယူဖမ်းစား၍ မျိုချခြင်းအားဖြင့် ဖြစ်သည်၊ ၎င်းသည် မည်သည့်လှည့်စားမှုကိုမျှ မချန်ထားခဲ့ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် မှန်ကန်မှုသည် အတည်ပြုခံရပြီး သူတို့ လုပ်ဆောင်ခဲ့သည်များ အားလုံးသည် အကျိုးမဖြစ်ထွန်းတော့ပေ။)</span> အထိ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">رَبِّ مُوسَىٰ وَهَارُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာနှင့် ဟာရွန်တို့၏ အရှင်သခင်။)</span><span class=\"gray\">(7:118-122)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလွန်အရေးကြီးသော ကိစ္စဖြစ်ပြီး ဆင်ခြေပေးရန် အခွင့်အလမ်းမရှိစေရန် ဆုံးဖြတ်ချက်ချနိုင်သော သက်သေပြချက်ကို ထောက်ပံ့ပေးခဲ့သည်။ ဖိရ်အောင်၏ ထောက်ခံသူများ၊ မူဆာကို အောင်မြင်ရန် ကြိုးစားခဲ့ကြပြီး မျှော်လင့်ခဲ့ကြသူများသည် သူတို့ကိုယ်တိုင် ရှုံးနိမ့်ခဲ့ကြသည်။ ထိုအချိန်၌ သူတို့သည် မူဆာကို ယုံကြည်ခဲ့ကြပြီး အာလမီးန်တို့၏ အရှင်သခင်ဖြစ်တော်မူသော၊ မူဆာနှင့် ဟာရွန်တို့ကို မှန်ကန်မှုနှင့် ထင်ရှားသော နိမိတ်လက္ခဏာဖြင့် စေလွှတ်ခဲ့သော အလ္လာဟ်အရှင်မြတ်အား ဦးချခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">ဖိရ်အောင်သည် ကမ္ဘာတွင် တစ်ခါမျှမမြင်ဖူးသော နည်းလမ်းဖြင့် ရှုံးနိမ့်ခဲ့သော်လည်း ထင်ရှားသော သက်သေများရှိနေသော်လည်း မာန်မာနကြီးဆဲ၊ ခေါင်းမာဆဲ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာနှင့် ကောင်းကင်တမန်များ၊ လူသားအားလုံး၏ ကျိန်စာသည် သူ၏အပေါ်သို့ ကျရောက်ပါစေ။ သူသည် မာန်မာနနှင့် ခေါင်းမာမှုကို အသုံးပြုခဲ့ပြီး မှားယွင်းမှုကို ဖြန့်ဝေခဲ့သည်။ သူက သူတို့ကို ခြိမ်းခြောက်မှုများ စတင်ပြုလုပ်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သူသည် သင်တို့ကို မျက်လှည့်ပညာ သင်ပေးခဲ့သော သင်တို့၏ ခေါင်းဆောင်ကြီးပင် ဖြစ်သည်။)</span><span class=\"gray\">(20:71)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِي الْمَدِينَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသည်မှာ သင်တို့ မြို့ထဲ၌ ကြံစည်ခဲ့ကြသော ပရိယာယ်တစ်ခုပင် ဖြစ်သည်။)</span><span class=\"gray\">(7:123)</span>။</p>"
  },
  {
    "ayah_key": "26:49",
    "group_ayah_key": "26:49",
    "from_ayah": "26:49",
    "to_ayah": "26:51",
    "ayah_keys": "26:49,26:50,26:51",
    "text": "<p lang=\"my\" class=\"my \">သူက “ငါ ခွင့်ပြုချက် မပေးမီကပင် သင်တို့သည် သူ့ကို ယုံကြည်ခဲ့ကြပြီ။ အမှန်စင်စစ် သူသည် သင်တို့ကို မျက်လှည့်ပညာ သင်ပေးခဲ့သော သင်တို့၏ ခေါင်းဆောင်ကြီးပင် ဖြစ်သည်။ ထို့ကြောင့် သင်တို့ အမှန်ပင် သိရှိကြလိမ့်မည်။ ငါသည် သင်တို့၏ လက်များနှင့် ခြေထောက်များကို တစ်ဖက်စီမှ ဖြတ်တောက်မည်၊ ထို့ပြင် သင်တို့အားလုံးကို လက်ဝါးကပ်တိုင်တင်မည်။ <span>(49)</span>”ဟု ပြောဆိုလိုက်၏။ သူတို့က “အန္တရာယ်မရှိပါ။ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အရှင်သခင်ထံသို့ ပြန်သွားကြရမည်။ <span>(50)</span>”ကျွန်ုပ်တို့၏ အရှင်သခင်သည် ကျွန်ုပ်တို့၏ အပြစ်များကို ခွင့်လွှတ်ပေးလိမ့်မည်ဟု ကျွန်ုပ်တို့ အမှန်တကယ် မျှော်လင့်ပါသည်။ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်တို့သည် ယုံကြည်သူများထဲမှ ပထမဆုံးသူများ ဖြစ်သောကြောင့်ပင်။ <span>(51)</span>”ဟု ပြောဆိုကြသည်။</p><div lang=\"my\" class=\"my \"><h2>ဖိရ်အောင်နှင့် ပဉ္စလက်ဆရာများအကြား</h2></div><p lang=\"my\" class=\"my \">သူ၏ ခြိမ်းခြောက်မှုများသည် သူတို့၏ ယုံကြည်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်အား နာခံမှု ပိုမိုတိုးပွားလာစေခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် သူတို့၏ နှလုံးသားများမှ သွေဖည်ခြင်း၏ ပဝါသည် ဖယ်ရှားခံခဲ့ရပြီး မှန်ကန်မှုသည် သူတို့အား ထင်ရှားလာခဲ့သောကြောင့်ပင်။ သူတို့သည် ၎င်းတို့၏ လူမျိုးများ မသိရှိသော အရာတစ်ခုကို သိရှိခဲ့ကြသည်- မူဆာ လုပ်ဆောင်ခဲ့သောအရာသည် အလ္လာဟ်အရှင်မြတ် ကူညီခြင်းမရှိဘဲ မည်သည့်လူသားကမျှ လုပ်ဆောင်နိုင်ခြင်း မရှိ။ ၎င်းသည် ကိုယ်တော်၏ အရှင်သခင်ထံမှ သူယူဆောင်လာခဲ့သော မှန်ကန်မှု၏ သက်သေနှင့် အထောက်အထားဖြစ်သည်။ ထို့နောက် ဖိရ်အောင်က သူတို့ကို ပြောဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ ခွင့်ပြုချက် မပေးမီကပင် သင်တို့သည် သူ့ကို ယုံကြည်ခဲ့ကြပြီ။)</span> ဆိုသည်မှာ 'သင်တို့ လုပ်ဆောင်ခဲ့သည်များအတွက် ငါ့ခွင့်ပြုချက်ကို တောင်းခံသင့်ခဲ့သည်၊ ထို့ပြင် သင်တို့သည် ငါနှင့် တိုင်ပင်ညှိနှိုင်းခြင်း မရှိခဲ့ပါ။ အကယ်၍ ငါ ခွင့်ပြုခဲ့ပါက သင်တို့ လုပ်ဆောင်နိုင်ခဲ့မည်ဖြစ်ပြီး၊ ငါ ခွင့်မပြုခဲ့ပါက သင်တို့ လုပ်ဆောင်ခြင်း မပြုသင့်ခဲ့ပါ။ အဘယ်ကြောင့်ဆိုသော် ငါသည် အုပ်စိုးသူဖြစ်ပြီး နာခံခံရမည့်သူ ဖြစ်သောကြောင့်ပင်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّنَكُمْ السِّحْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သူသည် သင်တို့ကို မျက်လှည့်ပညာ သင်ပေးခဲ့သော သင်တို့၏ ခေါင်းဆောင်ကြီးပင် ဖြစ်သည်။)</span> ဤသည်မှာ ခေါင်းမာသော စကားဖြစ်ပြီး မည်သူမဆို ၎င်းသည် အဓိပ္ပာယ်မဲ့ကြောင်း သိနိုင်သည်၊ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် ထိုနေ့မတိုင်မီ မူဆာနှင့် တစ်ခါမျှ မတွေ့ဖူးခဲ့ကြသောကြောင့်ပင်၊ ထို့ကြောင့် သူသည် သူတို့ကို မျက်လှည့်ပညာ သင်ပေးခဲ့သော သူတို့၏ ခေါင်းဆောင်ကြီး မည်သို့ ဖြစ်နိုင်မည်နည်း။ မည်သည့် ဆင်ခြင်တုံတရားရှိသူမျှ ဤသို့ ပြောမည်မဟုတ်ပါ။ ထို့နောက် ဖိရ်အောင်က သူတို့၏ လက်များနှင့် ခြေထောက်များကို ဖြတ်တောက်မည်၊ ထို့ပြင် သူတို့ကို လက်ဝါးကပ်တိုင်တင်မည်ဟု ခြိမ်းခြောက်ခဲ့သည်။ သူတို့က ပြောဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا ضَيْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အန္တရာယ်မရှိပါ။)</span> ဆိုသည်မှာ 'ပြဿနာမရှိ၊ ၎င်းသည် ကျွန်ုပ်တို့ကို မည်သည့်အန္တရာယ်မျှ မပြုနိုင်၊ ကျွန်ုပ်တို့ ဂရုမစိုက်ပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا إِلَىٰ رَبِّنَا مُنقَلِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အရှင်သခင်ထံသို့ ပြန်သွားကြရမည်။)</span> ဆိုသည်မှာ 'ကျွန်ုပ်တို့အားလုံး၏ ပြန်လည်ရောက်ရှိရာသည် အလ္လာဟ်အရှင်မြတ်ထံသို့ ဖြစ်သည်၊ ကိုယ်တော်သည် ချီးမြှင့်ခံရပါစေ၊ ကိုယ်တော်သည် ကောင်းမှုပြုသူ မည်သူတစ်ဦးတစ်ယောက်၏ ဆုလာဘ်ကိုမျှ လုံးဝ ဆုံးရှုံးစေမည်မဟုတ်ပေ။ သင်သည် ကျွန်ုပ်တို့အား ပြုခဲ့သော အရာသည် ကိုယ်တော်ထံမှ ဖုံးကွယ်ထားခြင်း မရှိ၊ ကိုယ်တော်သည် ထိုအတွက် ကျွန်ုပ်တို့အား ပြည့်ပြည့်ဝဝ ဆုချီးမြှင့်မည်။' ထို့ကြောင့် သူတို့က ပြောဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَطْمَعُ أَن يَغْفِرَ لَنَا رَبُّنَا خَطَايَانَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့၏ အရှင်သခင်သည် ကျွန်ုပ်တို့၏ အပြစ်များကို ခွင့်လွှတ်ပေးလိမ့်မည်ဟု ကျွန်ုပ်တို့ အမှန်တကယ် မျှော်လင့်ပါသည်။)</span> 'ကျွန်ုပ်တို့ ကျူးလွန်ခဲ့သော အပြစ်များ၊ ထို့ပြင် သင်သည် ကျွန်ုပ်တို့ကို အတင်းအကျပ် လုပ်ခိုင်းခဲ့သော မျက်လှည့်ပညာ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن كُنَّا أَوَّلَ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်တို့သည် ယုံကြည်သူများထဲမှ ပထမဆုံးသူများ ဖြစ်သောကြောင့်ပင်၊)</span> ဆိုသည်မှာ ကျွန်ုပ်တို့၏ လူမျိုး၊ အီဂျစ်လူမျိုးများထဲမှ ပထမဆုံး ယုံကြည်သူများ ဖြစ်သောကြောင့်ပင်။ ထို့ကြောင့် သူသည် သူတို့အားလုံးကို သတ်ပစ်ခဲ့သည်။</p>"
  }
]