[
  {
    "ayah_key": "26:181",
    "group_ayah_key": "26:181",
    "from_ayah": "26:181",
    "to_ayah": "26:184",
    "ayah_keys": "26:181,26:182,26:183,26:184",
    "text": "<p lang=\"my\" class=\"my \">\"ပြည့်ဝစွာ တိုင်းတာကြလော့။ <span class=\"gray\">(အခြားသူများအား)</span> ဆုံးရှုံးမှု မဖြစ်စေကြနှင့်။ <span>(၁၈၁)</span>\"ဖြောင့်မတ်သော ချိန်ခွင်ဖြင့် ချိန်ကြလော့။ <span>(၁၈၂)</span>\"လူတို့၏ အရာများကို လျှော့ချ၍ မလိမ်ညာကြနှင့်။ ကမ္ဘာမြေပြင်၌ ဖျက်ဆီးမှုနှင့် မကောင်းမှုများ ပြုလုပ်၍ မကောင်းမှုကို မပြုကြနှင့်။ <span>(၁၈၃)</span>\"သင်တို့နှင့် ရှေးခေတ်လူမျိုးများကို ဖန်ဆင်းတော်မူသော ထိုအရှင်အား တာကွာထားကြလော့။ <span>(၁၈၄)</span></p><div lang=\"my\" class=\"my \"><h2>ပြည့်ဝစွာ တိုင်းတာရန် အမိန့်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ပြည့်ဝစွာ တိုင်းတာရန် အမိန့်ပေးခဲ့ပြီး လျှော့၍ တိုင်းတာခြင်းကို တားမြစ်ခဲ့သည်။ အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْفُوا الْكَيْلَ وَلَا تَكُونُوا مِنَ الْمُخْسِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြည့်ဝစွာ တိုင်းတာကြလော့။ ဆုံးရှုံးမှု မဖြစ်စေကြနှင့်။)</span> ဆိုလိုသည်မှာ 'သင်တို့သည် လူတို့အား ပေးသောအခါ၊ ပြည့်ဝစွာ ပေးကြလော့။ သင်တို့ကိုယ်တိုင် ယူသောအခါ ပြည့်ဝစွာ ယူပြီး လူတို့အား လျှော့၍ ပေးခြင်းဖြင့် ဆုံးရှုံးမှု မဖြစ်စေကြနှင့်။ သင်တို့ ယူသကဲ့သို့ ပေးကြလော့၊ သင်တို့ ပေးသကဲ့သို့ ယူကြလော့။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖြောင့်မတ်သော ချိန်ခွင်ဖြင့် ချိန်ကြလော့။)</span> ချိန်ခွင်ဆိုသည်မှာ ချိန်ခွင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့၏ အရာများကို လျှော့ချ၍ မလိမ်ညာကြနှင့်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အား လျှော့မပေးကြနှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေပြင်၌ ဖျက်ဆီးမှုနှင့် မကောင်းမှုများ ပြုလုပ်၍ မကောင်းမှုကို မပြုကြနှင့်။)</span> ဆိုလိုသည်မှာ ဓားပြတိုက်ခြင်းဖြင့်ဖြစ်သည်။ ၎င်းသည် အာယတ်တော်နှင့်တူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းတိုင်း၌ ထိုင်၍ ခြိမ်းခြောက်ခြင်း မပြုကြနှင့်)</span><span class=\"gray\">(၇:၈၆)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا الَّذِي خَلَقَكُمْ وَالْجِبِلَّةَ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှင့် ရှေးခေတ်လူမျိုးများကို ဖန်ဆင်းတော်မူသော ထိုအရှင်အား တာကွာထားကြလော့။)</span> ဤနေရာတွင် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ဖြင့် ခြိမ်းခြောက်နေခြင်းဖြစ်သည်၊ အရှင်မြတ်သည် ၎င်းတို့အား ဖန်ဆင်းခဲ့ပြီး ၎င်းတို့၏ ဘိုးဘေးဘီဘင်များကို ဖန်ဆင်းခဲ့သည်။ ၎င်းသည် မူဆာ (ငြိမ်းချမ်းမှု သူ့အပေါ်၌) မိန့်ကြားခဲ့သည့်အတိုင်းဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ</p><p lang=\"yo\" class=\"yo \"><span class=\"gray\">(Your Lord and the Lord of your ancient fathers!)</span><span class=\"gray\">(26:26)</span>. Ibn 'Abbas, Mujahid, As-Suddi, Sufyan bin 'Uyaynah and 'Abdur-Rahman bin Zayd bin Aslam said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْجِبِلَّةَ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှေးခေတ်လူမျိုးများ။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ရှေးဦးမျိုးဆက်များကို ဖန်ဆင်းခဲ့သည်။ အီဘ်နူ ဇိုင်းဒ်က ရွတ်ဖတ်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّا كَثِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် သူ <span class=\"gray\">(ရှိုင်တွာန်)</span> သည် သင်တို့ထဲမှ များစွာသော လူအုပ်ကို လမ်းမှားသို့ ပို့ဆောင်ခဲ့ပြီးဖြစ်သည်)</span><span class=\"gray\">(၃၆:၆၂)</span>။</p>"
  },
  {
    "ayah_key": "26:185",
    "group_ayah_key": "26:185",
    "from_ayah": "26:185",
    "to_ayah": "26:191",
    "ayah_keys": "26:185,26:186,26:187,26:188,26:189,26:190,26:191",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က ပြောခဲ့သည်- \"သင်သည် စုန်းပယောဂခံရသူများထဲမှ တစ်ဦးသာဖြစ်သည်။ <span>(၁၈၅)</span>\"သင်သည် ကျွန်ုပ်တို့ကဲ့သို့ လူသားတစ်ဦးသာဖြစ်ပြီး စင်စစ် ကျွန်ုပ်တို့ကမူ သင်သည် လိမ်ညာသူများထဲမှ တစ်ဦးဖြစ်သည်ဟု ထင်မြင်သည်။ <span>(၁၈၆)</span>\"သို့ဖြစ်၍ သင်သည် သစ္စာစကားပြောသူများထဲမှဖြစ်ပါက ကောင်းကင်အပိုင်းအစတစ်ခုကို ကျွန်ုပ်တို့အပေါ်သို့ ကျစေပါ။ <span>(၁၈၇)</span>ထိုအခါ သူက ပြောခဲ့သည်- \"ကျွန်ုပ်၏ အရှင်သခင်သည် သင်တို့ပြုလုပ်သောအရာများကို အသိဆုံးဖြစ်သည်။ <span>(၁၈၈)</span>သို့သော် ၎င်းတို့သည် သူ့အား ငြင်းပယ်ခဲ့ကြရာ အရိပ်၏နေ့ <span class=\"gray\">(မှောင်မိုက်သောတိမ်တိုက်)</span> ၏ ပြစ်ဒဏ်က ၎င်းတို့အား ဖမ်းဆီးခဲ့သည်။ စင်စစ် ထိုနေ့သည် ကြီးမားသောနေ့၏ ပြစ်ဒဏ်ဖြစ်ခဲ့သည်။ <span>(၁၈၉)</span>စင်စစ် ဤသည်မှာ သက်သေလက္ခဏာတစ်ခုဖြစ်သည်၊ သို့သော် ၎င်းတို့အများစုမှာ မယုံကြည်သူများ မဟုတ်ကြ။ <span>(၁၉၀)</span>သင်၏အရှင်သခင်သည် အမှန်ပင် အနန္တတန်ခိုးရှင်၊ အကြိမ်ကြိမ်သနားကြင်နာရှင်ဖြစ်တော်မူသည်။ <span>(၁၉၁)</span></p><div lang=\"my\" class=\"my \"><h2>ရှုအိုင်းဘ်၏ လူမျိုးများ၏ တုံ့ပြန်မှု၊ ၎င်းတို့၏ သူ့အား မယုံကြည်မှုနှင့် ၎င်းတို့အပေါ် ပြစ်ဒဏ်ကျရောက်လာခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က သူ၏လူမျိုးများ မည်သို့တုံ့ပြန်ခဲ့ကြောင်းနှင့် ၎င်းတို့သည် သမူဒ်လူမျိုးများက ၎င်းတို့၏ ရစူလ်တမန်တော်အား တုံ့ပြန်ခဲ့ပုံနှင့် မည်သို့တူညီကြောင်း ပြောပြတော်မူသည် – အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် စိတ်သဘောထားချင်း တူညီသောကြောင့် – ၎င်းတို့က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَنتَ مِنَ الْمُسَحَّرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် စုန်းပယောဂခံရသူများထဲမှ တစ်ဦးသာဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'သင်သည် စုန်းပယောဂခံရသူများထဲမှ တစ်ဦးဖြစ်သည်' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا وَإِن نَّظُنُّكَ لَمِنَ الْكَاذِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကျွန်ုပ်တို့ကဲ့သို့ လူသားတစ်ဦးသာဖြစ်ပြီး စင်စစ် ကျွန်ုပ်တို့ကမူ သင်သည် လိမ်ညာသူများထဲမှ တစ်ဦးဖြစ်သည်ဟု ထင်မြင်သည်။)</span> ဆိုလိုသည်မှာ 'သင်ပြောသောအရာများတွင် ကျွန်ုပ်တို့အား တမင်တကာ လိမ်ညာနေသည်ဟု ကျွန်ုပ်တို့ ထင်မြင်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ကျွန်ုပ်တို့ထံ စေလွှတ်ခြင်းမရှိပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ကောင်းကင်အပိုင်းအစတစ်ခုကို ကျွန်ုပ်တို့အပေါ်သို့ ကျစေပါ။)</span> အဒ်-ဒဟ်ဟက်က ပြောသည်- \"ကောင်းကင်၏ တစ်ဖက်ခြမ်း။\" ကတာဒါးက ပြောသည်- \"ကောင်းကင်အပိုင်းအစတစ်ခု။\" အစ်-ဆွဒ်ဒီက ပြောသည်- \"ကောင်းကင်မှ ပြစ်ဒဏ်။\" ၎င်းသည် ကုရိုင်းရှ်လူမျိုးများ ပြောခဲ့သည့်အတိုင်းဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنبُوعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောသည်- \"သင်သည် ကျွန်ုပ်တို့အတွက် မြေပြင်မှ စမ်းရေတွင်းတစ်ခု ပန်းထွက်စေသည်အထိ သင့်အား ကျွန်ုပ်တို့ ယုံကြည်မည်မဟုတ်ပါ။)</span><span class=\"gray\">(၁၇:၉၀)</span> အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင်ပြောထားသည့်အတိုင်း ကောင်းကင်ကို ကျွန်ုပ်တို့အပေါ်သို့ အပိုင်းပိုင်းကျစေခြင်း၊ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်နှင့် ကောင်းကင်တမန်များကို <span class=\"gray\">(ကျွန်ုပ်တို့ရှေ့သို့)</span> မျက်နှာချင်းဆိုင် ခေါ်ဆောင်လာခြင်း။\")</span><span class=\"gray\">(၁၇:၉၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောခဲ့သည်ကို <span class=\"gray\">(မှတ်သားကြလော့)</span>- \"အို အလ္လာဟ်! ဤသည်မှာ အမှန်ပင် ကိုယ်တော်ထံမှ အမှန်တရားဖြစ်ပါက ကျွန်ုပ်တို့အပေါ် ကောင်းကင်မှ ကျောက်တုံးများ ရွာသွန်းစေတော်မူပါ။\")</span><span class=\"gray\">(၈:၃၂)</span>။ အလားတူပင် ဤအသိမဲ့ ငြင်းပယ်သူများက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်သည် သစ္စာစကားပြောသူများထဲမှဖြစ်ပါက ကောင်းကင်အပိုင်းအစတစ်ခုကို ကျွန်ုပ်တို့အပေါ်သို့ ကျစေပါ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّي أَعْلَمُ بِمَا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောခဲ့သည်- \"ကျွန်ုပ်၏ အရှင်သခင်သည် သင်တို့ပြုလုပ်သောအရာများကို အသိဆုံးဖြစ်သည်။\")</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်သည် သင်တို့နှင့်ပတ်သက်၍ အသိဆုံးဖြစ်သည်၊ သင်တို့သည် ထိုက်တန်ပါက အရှင်မြတ်သည် သင်တို့အား ထိုအရာဖြင့် အပြစ်ပေးလိမ့်မည်ဖြစ်ပြီး သင်တို့အား မတရားပြုမည်မဟုတ်ပါ။' သို့ဖြစ်ရာ ၎င်းတို့ တောင်းဆိုခဲ့သည့်အတိုင်း – တိကျသော အကျိုးပေးခြင်း – ၎င်းတို့အပေါ် ဖြစ်ပွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ ۚ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် သူ့အား ငြင်းပယ်ခဲ့ကြရာ အရိပ်၏နေ့၏ ပြစ်ဒဏ်က ၎င်းတို့အား ဖမ်းဆီးခဲ့သည်။ စင်စစ် ထိုနေ့သည် ကြီးမားသောနေ့၏ ပြစ်ဒဏ်ဖြစ်ခဲ့သည်။)</span> ၎င်းတို့သည် ကောင်းကင်၏ အစိတ်အပိုင်းတစ်ခုကို ၎င်းတို့အပေါ် ကျစေရန် တောင်းဆိုသောအခါ ၎င်းတို့ တောင်းဆိုခဲ့သည့်အရာ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ပြစ်ဒဏ်ကို ခုနစ်ရက်ကြာ ၎င်းတို့အား လွှမ်းမိုးသော ပြင်းထန်သောအပူပုံစံဖြင့် ဖြစ်စေခဲ့ပြီး မည်သည့်အရာမှ ၎င်းတို့အား ထိုအပူမှ မကာကွယ်နိုင်ခဲ့ပါ။ ထို့နောက် အရှင်မြတ်သည် ၎င်းတို့အား အရိပ်ပေးရန် တိမ်တိုက်တစ်ခုကို စေလွှတ်ခဲ့ရာ ၎င်းတို့သည် အပူမှ အရိပ်ရရန် ၎င်းဆီသို့ ပြေးသွားခဲ့ကြသည်။ ၎င်းတို့အားလုံး တိမ်တိုက်အောက်တွင် စုရုံးမိသောအခါ အလ္လာဟ်အရှင်မြတ်သည် မီးစများ၊ မီးလျှံများနှင့် ပြင်းထန်သောအပူကို ၎င်းတို့အပေါ်သို့ စေလွှတ်ခဲ့ပြီး ၎င်းတို့အောက်ရှိ မြေကြီးကို တုန်လှုပ်စေခဲ့ကာ ၎င်းတို့၏ စိတ်ဝိညာဉ်များကို ဖျက်ဆီးသော အင်အားကြီးမားသော ဆိုင်ဟ်ဟ် (Sayhah) ကို ၎င်းတို့အား ဆန့်ကျင်၍ စေလွှတ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် ထိုနေ့သည် ကြီးမားသောနေ့၏ ပြစ်ဒဏ်ဖြစ်ခဲ့သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်တွင် ၎င်းတို့ မည်သို့ဖျက်ဆီးခံရကြောင်းကို နေရာသုံးနေရာ၌ ဖော်ပြထားပြီး နေရာတိုင်း၌ ဆက်စပ်အကြောင်းအရာနှင့် ကိုက်ညီသော ပုံစံဖြင့် ဖော်ပြထားသည်။ ဆူရဟ် အလ်-အာရာဖ်တွင် အရှင်မြတ်က ငလျင်က ၎င်းတို့အား ဖမ်းဆီးခဲ့ပြီး ၎င်းတို့သည် ၎င်းတို့၏အိမ်များတွင် ပျက်စီး<span class=\"gray\">(သေဆုံးလျက်)</span>၊ ဦးချလျက် လဲကျနေခဲ့ကြသည်ဟု မိန့်တော်မူသည်။ ၎င်းသည် ၎င်းတို့က ပြောခဲ့သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِن قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ရှုအိုင်းဘ်၊ သင့်အားနှင့် သင့်နှင့်အတူ ယုံကြည်သူများကို ကျွန်ုပ်တို့မြို့မှ စင်စစ် ကျွန်ုပ်တို့ နှင်ထုတ်မည်၊ သို့မဟုတ် သင် <span class=\"gray\">(အားလုံး)</span> သည် ကျွန်ုပ်တို့၏ ဘာသာတရားသို့ ပြန်လာရမည်။\")</span><span class=\"gray\">(၇:၈၈)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်နှင့် သူ့နောက်လိုက်များကို ကြောက်လန့်စေရန် ကြိုးစားခဲ့ကြရာ ငလျင်က ၎င်းတို့အား ဖမ်းဆီးခဲ့သည်။ ဆူရဟ် ဟူဒ်တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုသူများကို ဆိုင်ဟ်ဟ်က ဖမ်းဆီးခဲ့သည်။)</span><span class=\"gray\">(၁၁:၉၄)</span>။ ၎င်းသည် ၎င်းတို့က ပြောသောအခါ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်အား လှောင်ပြောင်ခဲ့သောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصَلَاتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَن نَّفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ ۖ إِنَّكَ لَأَنتَ الْحَلِيمُ الرَّشِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်၏ ဆွာလတ်သည် ကျွန်ုပ်တို့၏ ဘိုးဘေးဘီဘင်များ ကိုးကွယ်ခဲ့သည့်အရာများကို စွန့်လွှတ်ရန်၊ သို့မဟုတ် ကျွန်ုပ်တို့၏ ပိုင်ဆိုင်မှုများနှင့်ပတ်သက်၍ ကျွန်ုပ်တို့ ကြိုက်နှစ်သက်ရာကို လုပ်ဆောင်ခြင်းကို စွန့်လွှတ်ရန် အမိန့်ပေးပါသလား။ စင်စစ် သင်သည် သည်းခံတတ်သူ၊ မှန်ကန်သော အသိဉာဏ်ရှိသူဖြစ်သည်။\")</span><span class=\"gray\">(၁၁:၈၇)</span>။ ၎င်းတို့သည် ဤစကားကို လှောင်ပြောင်သရော်သည့် ပုံစံဖြင့် ပြောခဲ့ကြရာ ဆိုင်ဟ်ဟ် (Sayhah) လာရောက်၍ ၎င်းတို့အား တိတ်ဆိတ်စေသင့်သည်မှာ သင့်တော်သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَتْهُمُ الصَّيْحَةُ</p><p lang=\"lb\" class=\"lb \"><span class=\"gray\">(So As-Saihah overtook them)</span><span class=\"gray\">(15:73)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုသူများကို ဆိုင်ဟ်ဟ်က ဖမ်းဆီးခဲ့သည်။)</span><span class=\"gray\">(၁၁:၉၄)</span>။ ဤနေရာတွင်မူ ၎င်းတို့က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ကောင်းကင်အပိုင်းအစတစ်ခုကို ကျွန်ုပ်တို့အပေါ်သို့ ကျစေပါ။)</span> ခေါင်းမာပြီး မာနကြီးသော ပုံစံဖြင့်။ သို့ဖြစ်ရာ ၎င်းတို့ မဖြစ်နိုင်ဟု ထင်ခဲ့သောအရာတစ်ခု ၎င်းတို့အပေါ် ကျရောက်သင့်သည်မှာ သင့်တော်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ ۚ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရိပ်၏နေ့၏ ပြစ်ဒဏ်က ၎င်းတို့အား ဖမ်းဆီးခဲ့သည်။ စင်စစ် ထိုနေ့သည် ကြီးမားသောနေ့၏ ပြစ်ဒဏ်ဖြစ်ခဲ့သည်။)</span> မိုဟာမတ် ဘင် ဂျာရီရ်က ယဇီးဒ် အလ်-ဘာဟီလီထံမှ မှတ်တမ်းတင်ခဲ့သည်- \"ကျွန်ုပ်သည် အီဘ်နူ အဗ္ဗားစ်အား ဤအာယတ်တော်နှင့်ပတ်သက်၍ မေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရိပ်၏နေ့၏ ပြစ်ဒဏ်က ၎င်းတို့အား ဖမ်းဆီးခဲ့သည်။)</span> သူက ပြောခဲ့သည်- 'အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် မိုးကြိုးနှင့် ပြင်းထန်သောအပူကို စေလွှတ်ခဲ့ရာ ၎င်းသည် ၎င်းတို့အား ထိတ်လန့်စေခဲ့သည် <span class=\"gray\">[သို့ဖြစ်၍ ၎င်းတို့သည် ၎င်းတို့၏ အိမ်များထဲသို့ ဝင်ရောက်ခဲ့ကြပြီး ၎င်းသည် ၎င်းတို့အား ၎င်းတို့၏ အိမ်များ၏ အနက်ရှိုင်းဆုံးအပိုင်းများအထိ လိုက်ခဲ့ပြီး ၎င်းတို့အား ပိုမို ထိတ်လန့်စေခဲ့သည်]</span>၊ ထို့နောက် ၎င်းတို့သည် ၎င်းတို့၏အိမ်များမှ လယ်ကွင်းများဆီသို့ ထွက်ပြေးခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် နေရောင်ခြည်မှ ၎င်းတို့အား အရိပ်ပေးသော တိမ်တိုက်များကို ၎င်းတို့အပေါ် စေလွှတ်ခဲ့ရာ ၎င်းတို့သည် အေးမြပြီး နှစ်သက်ဖွယ်ရာဖြစ်သည်ကို တွေ့ရှိခဲ့ကြသည်၊ ထို့ကြောင့် ၎င်းတို့အားလုံး တိမ်တိုက်အောက်တွင် စုရုံးမိသည်အထိ တစ်ဦးကိုတစ်ဦး ခေါ်ခဲ့ကြသည်၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် မီးကို စေလွှတ်ခဲ့သည်။' အီဘ်နူ အဗ္ဗားစ်က ပြောခဲ့သည်၊ 'ထိုနေ့သည် အရိပ်၏နေ့၏ ပြစ်ဒဏ်ဖြစ်ခဲ့သည်၊ စင်စစ် ထိုနေ့သည် ကြီးမားသောနေ့၏ ပြစ်ဒဏ်ဖြစ်ခဲ့သည်။'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ - وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် ဤသည်မှာ သက်သေလက္ခဏာတစ်ခုဖြစ်သည်၊ သို့သော် ၎င်းတို့အများစုမှာ မယုံကြည်သူများ မဟုတ်ကြ။ သင်၏အရှင်သခင်သည် အမှန်ပင် အနန္တတန်ခိုးရှင်၊ အကြိမ်ကြိမ်သနားကြင်နာရှင်ဖြစ်သည်။)</span><span class=\"gray\">(၂၆:၈-၉)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် မယုံကြည်သူများအား ပြစ်ဒဏ်ပေးရာတွင် အနန္တတန်ခိုးရှင်ဖြစ်ပြီး၊ အရှင်မြတ်အား ယုံကြည်သော ကျွန်များအပေါ် အကြိမ်ကြိမ်သနားကြင်နာရှင် ဖြစ်တော်မူသည်။</p>"
  }
]