[
  {
    "ayah_key": "2:234",
    "group_ayah_key": "2:234",
    "from_ayah": "2:234",
    "to_ayah": "2:234",
    "ayah_keys": "2:234",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့အနက်မှ သေဆုံးပြီးနောက် ဇနီးသည်များကို ချန်ထားခဲ့သူများမှာ၊ ၎င်းတို့ <span class=\"gray\">(ဇနီးသည်များ)</span> သည် လေးလနှင့် ဆယ်ရက် <span class=\"gray\">(လက်ထပ်ထိမ်းမြားခြင်းနှင့်ပတ်သက်၍)</span> စောင့်ဆိုင်းရမည်။ ထို့နောက် ၎င်းတို့သည် မိမိတို့၏ သတ်မှတ်ထားသော ကာလကို ပြည့်စုံအောင် လုပ်ဆောင်ပြီးသောအခါ၊ ၎င်းတို့ <span class=\"gray\">(ဇနီးသည်များ)</span> သည် မိမိတို့ကိုယ်ကို <span class=\"gray\">(တရားမျှတ၍)</span> ဂုဏ်သိက္ခာရှိစွာ စီမံခန့်ခွဲပါက <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်းတို့ လက်ထပ်နိုင်ပါက)</span> သင်တို့အပေါ်တွင် အပြစ်မရှိပေ။ သင်တို့ပြုလုပ်သမျှကို အလ္လာဟ်အရှင်မြတ်သည် အသိအမြင်ရှိတော်မူသည် <span>(၂၃၄)</span></p><div lang=\"my\" class=\"my \"><h2>မုဆိုးမ၏ 'အစ်ဒတ် <span class=\"my gray\" lang=\"my\">(စောင့်ဆိုင်းရမည့် ကာလ)</span></h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်တော်တွင် အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်းတို့၏ခင်ပွန်းများ ကွယ်လွန်သော ဇနီးသည်များအတွက် အမိန့်တော်တစ်ရပ် ပါရှိသည်။ ၎င်းတို့သည် လက်ထပ်ထိမ်းမြားမှု အောင်မြင်သည်ဖြစ်စေ၊ မအောင်မြင်သည်ဖြစ်စေ၊ (ပညာရှင်များ၏) သဘောတူညီချက်အရ လေးလနှင့် ဆယ်ညတာမျှ 'အစ်ဒတ် ကာလကို စောင့်ထိန်းရမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤအမိန့်သည် လက်ထပ်ထိမ်းမြားမှု မပြီးမြောက်သေးသည့် ကိစ္စကိုပါ အကျုံးဝင်ကြောင်း အထောက်အထားသည် အာယသ်တော်၏ ယေဘုယျအဓိပ္ပါယ်တွင် ပါဝင်သည်။ အီမာမ် အဟ်မဒ်နှင့် စူနန်ကျမ်းပြုစုသူများ မှတ်တမ်းတင်ထားသော ရာဝါယသ်တစ်ခုတွင်၊ အလ်-သီရ်မီဒီက ဆွဟီးဟု အဆင့်သတ်မှတ်ခဲ့သော ရာဝါယသ်အရ၊ အိဘ်နု မပ်စ်အူဒ်အား အမျိုးသမီးတစ်ဦးကို လက်ထပ်ပြီးနောက် လက်ထပ်ထိမ်းမြားမှု မပြီးမြောက်မီ သေဆုံးသွားသော အမျိုးသားတစ်ဦးအကြောင်း မေးမြန်းခဲ့သည်။ ထို့အပြင် သူသည် သူမအတွက် မဟ်ရ် <span class=\"gray\">(ထိမ်းမြားလက်ဖွဲ့)</span> ကိုလည်း သတ်မှတ်မထားခဲ့ပေ။ ၎င်းတို့သည် အိဘ်နု မပ်စ်အူဒ်အား ဤအကြောင်းအရာနှင့်ပတ်သက်၍ မေးမြန်းနေခဲ့ရာ သူက “ကျွန်ုပ်သည် ကျွန်ုပ်၏ကိုယ်ပိုင် ထင်မြင်ချက်ကို ပြောကြားမည်ဖြစ်ပြီး၊ ၎င်းသည် မှန်ကန်ပါက အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်သည်၊ မှားယွင်းပါက ကျွန်ုပ်၏ အမှားကြောင့်နှင့် <span class=\"gray\">(ရှိုင်သွန်၏ ဆိုးရွားသော ကြိုးပမ်းမှုများ)</span> ကြောင့်ဖြစ်သည်။ ဤကိစ္စတွင် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်တို့သည် ကျွန်ုပ်၏ ထင်မြင်ချက်နှင့် ကင်းရှင်းတော်မူသည်။ သူမသည် သူမ၏ မဟ်ရ်ကို အပြည့်အဝ ရရှိမည်” ဟု ပြောကြားခဲ့သည်။ အခြား ရာဝါယသ်တစ်ခုတွင် အိဘ်နု မပ်စ်အူဒ်က “သူမသည် သူမ၏ အဆင့်အတန်းရှိ အမျိုးသမီးများ၏ မဟ်ရ်နှင့်တူသော မဟ်ရ်ကို ရရှိမည်ဖြစ်ပြီး၊ နှမြောခြင်း သို့မဟုတ် ဖြုန်းတီးခြင်းမရှိဘဲ ဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ ထို့နောက် သူက ဆက်လက်၍ “သူမသည် 'အစ်ဒတ်ကို စောင့်ထိန်းရမည်ဖြစ်ပြီး၊ အမွေခံစားခွင့် ရှိသည်” ဟု ပြောကြားခဲ့သည်။ မအ်ကီလ် ဘင်န် ယစရ် အရှ်ဂျအီသည် မတ်တပ်ရပ်ပြီး “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဗရ်ဝါအ် ဘင်သ် ဝါရှစ်က်၏ အကျိုးအတွက် အလားတူစီရင်ချက်ကို ထုတ်ပြန်ခဲ့သည်ကို ကျွန်ုပ်ကြားသိရသည်” ဟု ပြောကြားခဲ့သည်။ အဘ်ဒုလ္လာဟ် ဘင်န် မပ်စ်အူဒ်သည် ဤစကားကို ကြားရသောအခါ အလွန်ဝမ်းမြောက်သွားခဲ့သည်။ အခြား ရာဝါယသ်တစ်ခုတွင် အရှ်ဂျအ် <span class=\"gray\">(မျိုးနွယ်စု)</span> မှ အမျိုးသားများစွာသည် မတ်တပ်ရပ်ပြီး “ဗရ်ဝါအ် ဘင်သ် ဝါရှစ်က်၏ အကျိုးအတွက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အလားတူစီရင်ချက်ကို ထုတ်ပြန်ခဲ့သည်ဟု ကျွန်ုပ်တို့ သက်သေခံပါသည်” ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ခင်ပွန်းသည် ကွယ်လွန်ချိန်တွင် ကိုယ်ဝန်ဆောင်နေသော မုဆိုးမ၏ ကိစ္စနှင့် ပတ်သက်၍မူ၊ သူမ၏ 'အစ်ဒတ် ကာလသည် သူမကလေးမွေးဖွားပြီးချိန်တွင် ပြီးဆုံးသည်။ (ခင်ပွန်းသည် ကွယ်လွန်ပြီး) တစ်ခဏအတွင်းပင် ဖြစ်သော်လည်း ပြီးဆုံးသည်။ ဤအမိန့်ကို အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်မှ ယူထားခြင်းဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်ဝန်ဆောင်သူများအတွက်မူ၊ ၎င်းတို့၏ 'အစ်ဒတ်သည် ၎င်းတို့၏ ဝန်ကို ဖွားမြင်သည်အထိ ဖြစ်သည်)</span><span class=\"gray\">(၆၅:၄)</span></p><p lang=\"my\" class=\"my \">စူဘိုင်းယာဟ် အလ်-အဆ်လာမီယာဟ်ထံမှ ဟဒီးဆ်တော်တစ်ပုဒ်သည် စွဟီးဟ်ကျမ်းနှစ်ကျမ်းတွင် အမျိုးမျိုးသော ရာဝါယသ်များဖြင့် ပါရှိသည်။ သူမ၏ခင်ပွန်း စအ်ဒ် ဘင်န် ခေါဝ်လား ကွယ်လွန်ချိန်တွင် သူမသည် ကိုယ်ဝန်ဆောင်နေပြီး ခင်ပွန်း ကွယ်လွန်ပြီးနောက် ရက်အနည်းငယ်အကြာတွင် မီးဖွားခဲ့သည်။ သူမသည် သူမ၏ နီဖာဆ် <span class=\"gray\">(မီးဖွားပြီးစကာလ)</span> ပြီးဆုံးသောအခါ၊ (ထိမ်းမြားရန်) သူမကို စေ့စပ်လိုသူများအတွက် သူမကိုယ်သူမ လှပအောင် ပြင်ဆင်ခဲ့သည်။ ထို့နောက် အဘူ စနာဘီလ် ဘင်န် ဘအ်ကပ်က် သူမထံ လာရောက်ပြီး “သင်ဘာကြောင့် ကိုယ့်ကိုယ်ကို လှပအောင် ပြင်ဆင်နေတာလဲ၊ သင်လက်ထပ်ချင်တာလား။ အလ္လာဟ်အရှင်မြတ်ကို ကျိန်ဆိုပြောကြားရလျှင်! လေးလနှင့် ဆယ်ည မပြည့်မချင်း သင်လက်ထပ်နိုင်မည်မဟုတ်” ဟု ပြောကြားခဲ့သည်။ စူဘိုင်းယာဟ်က “သူကျွန်မကို ဒီလိုပြောတော့ ညနေရောက်တော့ ကျွန်မ အဝတ်အစားတွေစုပြီး အလ္လာဟ်အရှင်မြတ်ရဲ့ ရစူလ်တမန်တော် ﷺ ထံသွားပြီး ဒီကိစ္စကို မေးလျှောက်ခဲ့တယ်။ ကျွန်မ ကလေးမွေးဖွားချိန်မှာ ကျွန်မရဲ့ 'အစ်ဒတ် ပြီးဆုံးသွားပြီဖြစ်ပြီး၊ ကျွန်မဆန္ဒရှိရင် လက်ထပ်နိုင်တယ်လို့ သူကပြောခဲ့ပါတယ်” ဟု ပြောကြားခဲ့သည်။</p><div lang=\"cy\" class=\"cy \"><h2>The Wisdom behind legislating the 'Iddah</h2></div><p lang=\"my\" class=\"my \">စအီဒ် ဘင်န် မုစိုင်ယစ်ဘ်နှင့် အဘူ အလ်-အာလီယာဟ်တို့က မုဆိုးမ၏ 'အစ်ဒတ်ကို လေးလနှင့် ဆယ်ည သတ်မှတ်ရခြင်း၏ ပညာဉာဏ်သည် သားအိမ်တွင် သန္ဓေသား ရှိနိုင်သောကြောင့်ဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ အမျိုးသမီးသည် ဤကာလကို စောင့်ဆိုင်းသောအခါ၊ သူမ ကိုယ်ဝန်ရှိမရှိ ထင်ရှားလာမည်ဖြစ်သည်။ ထို့အတူ အိဘ်နု မပ်စ်အူဒ်မှ ရာဝါယသ်ပြုသော စွဟီးဟ်ကျမ်းနှစ်ကျမ်းတွင် ဟဒီးဆ်တော်တစ်ပုဒ် ပါရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إنَّ خَلْقَ أَحَدِكُمْ يُجْمَعُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا نُطْفَةً، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذلِكَ، ثُمَّ يُبْعَثُ إِلَيْهِ الْمَلَكُ فَيَنْفُخُ فِيهِ الرُّوحَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(လူသားတစ်ဦး၏ (ဖန်ဆင်းခြင်း)</span> သည် မိခင်၏ သားအိမ်တွင် ရက်ပေါင်းလေးဆယ်ကြာ သုက်ပိုးအဖြစ် ပေါင်းစည်းထားပြီး၊ ထို့နောက် အလားတူကာလတစ်ခုအထိ သွေးခဲအဖြစ် ပြောင်းလဲသွားပြီး၊ ထို့နောက် အလားတူကာလတစ်ခုအထိ အသားလွှာအဖြစ် ပြောင်းလဲသွားသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် သန္ဓေသားထဲသို့ ဝိညာဉ်ကို မှုတ်သွင်းရန် အမိန့်ပေးခံရသော ကောင်းကင်တမန်တစ်ပါးကို စေလွှတ်တော်မူသည်)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ ဤသည်မှာ လေးလနှင့် နောက်ထပ် ဆယ်ရက်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် အချို့လများသည် <span class=\"gray\">(ရက်သုံးဆယ်ထက်)</span> နည်းသောကြောင့်ဖြစ်ပြီး၊ ဝိညာဉ်ကို မှုတ်သွင်းပြီးနောက် သန္ဓေသားသည် အသက်၏ လက္ခဏာများကို စတင်ပြသလာမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိရှိတော်မူ၏။</p><div lang=\"my\" class=\"my \"><h2>သခင်ကွယ်လွန်သော ကျွန်မိခင်၏ 'အစ်ဒတ်</h2></div><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့ ဤနေရာတွင် ဖော်ပြလိုသည်မှာ ကျွန်မိခင်၏ 'အစ်ဒတ်သည် သေဆုံးမှုကိစ္စတွင် လွတ်လပ်သော အမျိုးသမီး၏ 'အစ်ဒတ်နှင့် အတူတူပင်ဖြစ်သည်။ အီမာမ် အဟ်မဒ်က အမ်ရ် ဘင်န် အလ်-အာဆ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- “ကျွန်ုပ်တို့၏ တမန်တော်၏ စူနန္နသ်တော်ကို ကျွန်ုပ်တို့အတွက် မရောထွေးပါနှင့်။ ကျွန်လည်းဖြစ်သော မိခင်တစ်ဦး၏ သခင်ကွယ်လွန်သောအခါ၊ သူမ၏ 'အစ်ဒတ်သည် လေးလနှင့် ဆယ်ည ဖြစ်သည်” ဟု ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>သေဆုံးခြင်း 'အစ်ဒတ်ကာလတွင် ဝမ်းနည်းပူဆွေးခြင်း လိုအပ်သည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ بِالْمَعْرُوفِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့နောက် ၎င်းတို့သည် မိမိတို့၏ သတ်မှတ်ထားသော ကာလကို ပြည့်စုံအောင် လုပ်ဆောင်ပြီးသောအခါ၊ ၎င်းတို့ <span class=\"gray\">(ဇနီးသည်များ)</span> သည် မိမိတို့ကိုယ်ကို <span class=\"gray\">(တရားမျှတ၍)</span> ဂုဏ်သိက္ခာရှိစွာ စီမံခန့်ခွဲပါက <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်းတို့ လက်ထပ်နိုင်ပါက)</span> သင်တို့အပေါ်တွင် အပြစ်မရှိပေ။ သင်တို့ပြုလုပ်သမျှကို အလ္လာဟ်အရှင်မြတ်သည် အသိအမြင်ရှိတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်သည် ကွယ်လွန်သူ ခင်ပွန်းသည်အတွက် ဝမ်းနည်းပူဆွေးခြင်းသည် 'အစ်ဒတ် ပြီးဆုံးသည်အထိ လိုအပ်ကြောင်း ဖော်ပြသည်။ စွဟီးဟ်ကျမ်းနှစ်ကျမ်းတွင်လည်း အွမ္မု ဟဘီဘာဟ်နှင့် ဇိုင်နပ်ပ် ဘင်သ် ဂျဟ်ရှ်တို့က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားသည်ဟု ရာဝါယသ်ပြုထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحِلُّ لِامْرَأَةٍ تُؤْمِنُ بِاللهِ وَالْيَوْم الآخِر أن تُحِدَّ عَلى مَيِّتٍ فَوْقَ ثَلَاثٍ، إِلَّا عَلى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သော အမျိုးသမီးတစ်ဦးအတွက် သူမ၏ခင်ပွန်းမှအပ မည်သည့်သေဆုံးသူအတွက်မဆို သုံးရက်ထက်ပို၍ ဝမ်းနည်းပူဆွေးခြင်းသည် ခွင့်မပြုပေ။ ခင်ပွန်းသည်အတွက်မူ သူမသည် လေးလနှင့် ဆယ်ရက် ဝမ်းနည်းပူဆွေးရမည်။)</span></p><p lang=\"my\" class=\"my \">စွဟီးဟ်ကျမ်းနှစ်ကျမ်းတွင် အွမ္မု စလမာဟ်က အမျိုးသမီးတစ်ဦးက “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်မ၏သမီးခင်ပွန်း ကွယ်လွန်သွားပြီး သူမသည် သူမ၏ မျက်လုံးကို နာကျင်နေကြောင်း တိုင်ကြားသည်။ ကျွန်မတို့ သူမ၏မျက်လုံးကို ကိုလ်ဆေးထည့်သင့်ပါသလား?” ဟု ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်။ ဤမေးခွန်းကို ထပ်ခါတလဲလဲ မေးသောအခါ သူက “မထည့်ရ” ဟု အကြိမ်များစွာ ပြောကြားခဲ့သည်။ ထို့နောက် သူက ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إنَّمَا هِيَ أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ، وَقَدْ كَانَتْ إِحْدَاكُنَّ فِي الْجَاهِلِيَّةِ تَمْكُثُ سَنَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် လေးလနှင့် ဆယ်ရက် <span class=\"gray\">(ည)</span> ဖြစ်သည်! ဂျာဟီလီယာဟ်ကာလတွင် သင်တို့အနက်မှ တစ်ဦးသည် တစ်နှစ်လုံး ဝမ်းနည်းပူဆွေးခဲ့ကြသည်!)</span></p><p lang=\"my\" class=\"my \">ဇိုင်နပ်ပ်၊ အွမ္မု စလမာဟ်၏သမီးက <span class=\"gray\">(အစ္စလာမ်မတိုင်မီ မသိနားမလည်မှုခေတ်အကြောင်း)</span> ပြောကြားသည်- “အမျိုးသမီး၏ခင်ပွန်း ကွယ်လွန်သောအခါ သူမသည် သီးခြားခွဲနေပြီး သူမ၌ရှိသော အဆိုးဆုံးအဝတ်အစားများကို ဝတ်ဆင်မည်။ သူမသည် တစ်နှစ်ကြာသည်အထိ ရေမွှေး သို့မဟုတ် မည်သည့်အဆင်တန်ဆာကိုမျှ ဝတ်ဆင်ခြင်းမှ ရှောင်ကြဉ်မည်။ ထို့နောက် သူမသည် သီးခြားခွဲနေခြင်းမှ ထွက်လာပြီး သူမ ပစ်လွှင့်ရမည့် နွားချေးကို ပေးအပ်ခံရမည်။ ထို့နောက် တိရစ္ဆာန်တစ်ကောင်ဖြစ်သော မြည်း၊ သိုး သို့မဟုတ် ငှက်ကို ထုတ်ဆောင်လာမည်။ ထို့နောက် ၎င်းမှ သွေးအချို့ကို စစ်ထုတ်မည်ဖြစ်ပြီး၊ များသောအားဖြင့် ၎င်း၏ သေဆုံးခြင်းကို ဖြစ်စေသည်” ဟု ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အတိုချုပ်အားဖြင့်၊ ခင်ပွန်းသည် ကွယ်လွန်သော ဇနီးသည်တစ်ဦးထံမှ လိုအပ်သော ဝမ်းနည်းပူဆွေးမှုတွင် ရေမွှေးဝတ်ဆင်ခြင်းနှင့် အမျိုးသားများအား အမျိုးသမီးထံမှ လက်ထပ်ရန် တိုက်တွန်းသော အဝတ်အစားများနှင့် လက်ဝတ်ရတနာများကဲ့သို့သော လှပအောင်ပြုလုပ်သည့် အထောက်အကူပစ္စည်းများကို အသုံးမပြုခြင်းတို့ ပါဝင်သည်။ အာယသ်တော်၏ ယေဘုယျအဓိပ္ပါယ်က ဖော်ပြသည့်အတိုင်း၊ မုဆိုးမအားလုံးသည် ငယ်သည်ဖြစ်စေ၊ အိုသည်ဖြစ်စေ၊ လွတ်လပ်သူဖြစ်စေ၊ အစေခံဖြစ်စေ၊ မွတ်စလင်မ်ဖြစ်စေ၊ မယုံကြည်သူဖြစ်စေ ဤဝမ်းနည်းပူဆွေးမှုကာလကို လိုက်နာရမည်ဖြစ်သည်။</p><p lang=\"gl\" class=\"gl \">Allah also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا بَلَغْنَ أَجَلَهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့နောက် ၎င်းတို့သည် မိမိတို့၏ သတ်မှတ်ထားသော ကာလကို ပြည့်စုံအောင် လုပ်ဆောင်ပြီးသောအခါ)</span> ဆိုလိုသည်မှာ 'အစ်ဒတ် ပြီးဆုံးသောအခါ၊ အဒ်-ဒွဟ်ဟတ်နှင့် အရ်-ရာဘီအ် ဘင်န် အနပ်စ်တို့အရ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا جُنَاحَ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အပေါ်တွင် အပြစ်မရှိပေ)</span> အဇ်-ဇူဟ်ရီက “သူမ၏ ဝလီ <span class=\"gray\">(အုပ်ထိန်းသူ)</span> ကို ဆိုလိုသည်” ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيمَا فَعَلْنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(ဇနီးသည်များ)</span> စီမံခန့်ခွဲပါက)</span> ဆိုလိုသည်မှာ 'အစ်ဒတ် ပြီးဆုံးသွားသော အမျိုးသမီးများ ဖြစ်သည်။ အလ်-အော်ဖီက အိဘ်နု အဘ္ဘားစ်က “အမျိုးသမီးသည် ကွာရှင်းခံရသည်ဖြစ်စေ၊ ခင်ပွန်းကွယ်လွန်သည်ဖြစ်စေ၊ ထို့နောက် သူမ၏ 'အစ်ဒတ် ကာလ ပြီးဆုံးသွားသောအခါ၊ သူမ ကိုယ့်ကိုယ်ကို လှပအောင် ပြင်ဆင်ခြင်းသည် အပြစ်မရှိပေ၊ သို့မှသာ သူမသည် လက်ထပ်ရန် ကမ်းလှမ်းမှုများအတွက် အဆင်သင့်ဖြစ်နေမည်။ ဤသည်မှာ 'တရားမျှတ၍ ဂုဏ်သိက္ခာရှိသော' နည်းလမ်းဖြစ်သည်” ဟု ပြောကြားခဲ့သည်ဟု ဆိုသည်။ မုကာသိလ် ဘင်န် ဟိုင်ယန်ကလည်း အလားတူ ရှင်းလင်းချက်ကို ပေးခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။ အိဘ်နု ဂျူရိုင်ဂျ်က မုဂျာဟိဒ် ပြောကြားသည်ကို ဆက်စပ်ဖော်ပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنفُسِهِنَّ بِالْمَعْرُوفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...၎င်းတို့ <span class=\"gray\">(ဇနီးသည်များ)</span> သည် မိမိတို့ကိုယ်ကို တရားမျှတ၍ ဂုဏ်သိက္ခာရှိစွာ စီမံခန့်ခွဲပါက သင်တို့အပေါ်တွင် အပြစ်မရှိပေ။)</span> “ခွင့်ပြုပြီး သန့်ရှင်းသော <span class=\"gray\">(ဂုဏ်သိက္ခာရှိသော)</span> လက်ထပ်ခြင်းကို ရည်ညွှန်းသည်” ဟု ဆိုသည်။ အလ်-ဟစန်၊ အဇ်-ဇူဟ်ရီနှင့် အဆ်-စူဒီတို့ကလည်း အလားတူ ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p>"
  }
]