[
  {
    "ayah_key": "10:3",
    "group_ayah_key": "10:3",
    "from_ayah": "10:3",
    "to_ayah": "10:3",
    "ayah_keys": "10:3",
    "text": "<p lang=\"my\" class=\"my \">\"ဧကန်စင်စစ် သင်တို့၏အရှင်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်တော်မူ၏။ ထိုအရှင်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ခြောက်ရက်အတွင်း ဖန်ဆင်းတော်မူပြီးနောက် အာရ်ရှ်ပလ္လင်တော်ပေါ်တွင် <span class=\"gray\">(အစ်စတာဝါ)</span> ထက်ဝယ်ဖွဲ့ခွေ စံမြန်းတော်မူ၏။ <span class=\"gray\">[အရာခပ်သိမ်းတို့၏]</span> ကိစ္စရပ်များကို စီမံခန့်ခွဲတော်မူ၏။ အရှင်မြတ်ခွင့်ပြုတော်မူပြီးမှသာလျှင် <span class=\"gray\">(အရှင်မြတ်ထံတွင် တောင်းပန်နိုင်သူ)</span> ကြားဝင်အသနားခံသူဟူ၍ မရှိ။ ထိုအရှင်သည် အလ္လာဟ်အရှင်မြတ် သင်တို့၏အရှင်ဖြစ်တော်မူ၏။ ထို့ကြောင့် သင်တို့သည် ထိုအရှင်ကိုသာလျှင် <span class=\"gray\">(တစ်ပါးတည်း)</span> ကိုးကွယ်ကြလေကုန်။ ထို့နောက် သင်တို့သည် သတိမရကြဘူးလား <span>(၃)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် စကြဝဠာ၏ ကိစ္စရပ်များကို စီမံခန့်ခွဲသော ဖန်ဆင်းရှင်ဖြစ်တော်မူ၏။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိသည် ဖြစ်တည်မှုအားလုံး၏ အရှင်ဖြစ်ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ခြောက်ရက်အတွင်း ဖန်ဆင်းခဲ့ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ \"ဤနေ့ရက်များအတိုင်း <span class=\"gray\">(ကျွန်ုပ်တို့၏ လောကီနေ့ရက်များ)</span>\" ဟု ပြောဆိုခဲ့ကြသည်။ \"နေ့ရက်တိုင်းသည် ကျွန်ုပ်တို့ရေတွက်သော နှစ်ပေါင်းတစ်ထောင်နှင့်တူသည်\" ဟုလည်း ပြောဆိုခဲ့ကြသည်။ နောက်ပိုင်းတွင် ဤအကြောင်းကို ထပ်မံဆွေးနွေးပါမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အာရ်ရှ်ပလ္လင်တော်ပေါ်တွင် <span class=\"gray\">(အစ်စတာဝါ)</span> ထက်ဝယ်ဖွဲ့ခွေ စံမြန်းတော်မူ၏။)</span>\" </p><p lang=\"my\" class=\"my \">အာရ်ရှ်ပလ္လင်တော်သည် ဖန်ဆင်းခံများအနက် အကြီးကျယ်ဆုံးဖြစ်ပြီး ၎င်းတို့အတွက် မျက်နှာကြက်တစ်ခုသဖွယ် ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُدَبِّرُ الْأَمْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">[အရာခပ်သိမ်းတို့၏]</span> ကိစ္စရပ်များကို စီမံခန့်ခွဲတော်မူ၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ဖန်ဆင်းခံများ၏ ကိစ္စရပ်များကို ထိန်းချုပ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များတွင်ဖြစ်စေ၊ ကမ္ဘာမြေတွင်ဖြစ်စေ ဖုန်မှုန့်တစ်စ၏ အလေးချိန်မျှပင် အရှင်မြတ်၏ အသိပညာမှ လွတ်ကင်းခြင်းမရှိပေ။)</span><span class=\"gray\">(၃၄:၃)</span></p><p lang=\"my\" class=\"my \">မည်သည့်ကိစ္စမျှ အရှင်မြတ်အား အခြားကိစ္စများမှ အာရုံပျံ့လွင့်စေခြင်းမရှိပေ။ မည်သည့်ကိစ္စမျှ အရှင်မြတ်အား ဒုက္ခမပေးပေ။ အရှင်မြတ်၏ ဖန်ဆင်းခံများ၏ ဆက်တိုက်တောင်းဆိုမှုများသည် အရှင်မြတ်အား စိတ်အနှောင့်အယှက်ဖြစ်စေခြင်းမရှိပေ။ အရှင်မြတ်သည် အရာကြီးများကို စီမံခန့်ခွဲသကဲ့သို့ အရာငယ်များကိုလည်း နေရာတိုင်း၊ တောင်များပေါ်တွင်၊ သမုဒ္ဒရာများထဲတွင်၊ လူနေထူထပ်သော ဒေသများတွင်၊ သို့မဟုတ် လူသူမဲ့ဒေသများတွင် စီမံခန့်ခွဲတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေပေါ်တွင် မည်သည့်လှုပ်ရှားသွားလာသော သတ္တဝါမျှမရှိ၊ သို့သော် ၎င်း၏ စားနပ်ရိက္ခာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်။)</span><span class=\"gray\">(၁၁:၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သစ်ရွက်တစ်ရွက်မျှ မကြွေကျပေ၊ သို့သော် အရှင်မြတ်သိတော်မူ၏။ ကမ္ဘာမြေ၏ မှောင်မိုက်ထဲတွင် မျိုးစေ့တစ်စေ့မျှ မရှိ၊ စိုစွတ်သောအရာ သို့မဟုတ် ခြောက်သွေ့သောအရာ မည်သည့်အရာမျှမရှိ၊ သို့သော် ရှင်းလင်းသော မှတ်တမ်းတွင် ရေးမှတ်ထားသည်။)</span><span class=\"gray\">(၆:၅၉)</span></p><p lang=\"mt\" class=\"mt \">Ad-Darawardi narrated from Sa'd bin Ishaq bin Ka'b bin 'Ujrah that he said: \"When this Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် သင်တို့၏အရှင်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းတော်မူသော အလ္လာဟ်အရှင်မြတ်ဖြစ်တော်မူ၏။)</span> ၎င်းတို့သည် အာရပ်လူမျိုးများဖြစ်မည်ဟု ထင်သော ကြီးမားသော ကာဗန်အဖွဲ့တစ်ဖွဲ့နှင့် တွေ့ဆုံခဲ့ကြသည်။ ၎င်းတို့က 'မင်းတို့က ဘယ်သူတွေလဲ' ဟု မေးရာ ၎င်းတို့က 'ငါတို့က ဂျင်န်တွေပါ။ ဒီအာယတ်ကြောင့် အလ်-မာဒီနာက ထွက်လာတာ' ဟု ပြန်ဖြေခဲ့ကြသည်။ ဤအကြောင်းကို အိဗ်နု အဘီ ဟာတိမ်က မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِن شَفِيعٍ إِلَّا مِن بَعْدِ إِذْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ခွင့်ပြုတော်မူပြီးမှသာလျှင် <span class=\"gray\">(အရှင်မြတ်ထံတွင် တောင်းပန်နိုင်သူ)</span> ကြားဝင်အသနားခံသူဟူ၍ မရှိ။)</span></p><p lang=\"my\" class=\"my \">ဤသည် အောက်ပါအာယတ်များတွင်ပါရှိသည့်အရာနှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်၏ ခွင့်ပြုချက်မရှိဘဲ အရှင်မြတ်ထံတွင် မည်သူက ကြားဝင်အသနားခံနိုင်မည်နည်း။)</span><span class=\"gray\">(၂:၂၅၅)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَم مِّن مَّلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِن بَعْدِ أَن يَأْذَنَ اللَّهُ لِمَن يَشَاءُ وَيَرْضَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များတွင် များစွာသော မလာအိကဟ်များ ရှိကြ၏။ ၎င်းတို့၏ ကြားဝင်အသနားခံမှုသည် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူနှင့် နှစ်သက်သူကို ခွင့်ပြုပြီးမှသာလျှင် အကျိုးရှိမည်ဖြစ်ပြီး အခြားသူများအတွက် အကျိုးမရှိပေ။)</span><span class=\"gray\">(၅၃:၂၆)</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ခွင့်ပြုတော်မူသောသူမှတစ်ပါး အရှင်မြတ်ထံတွင် ကြားဝင်အသနားခံခြင်းသည် အကျိုးမဖြစ်ထွန်းပေ။)</span><span class=\"gray\">(၃၄:၂၃)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ ۚ أَفَلَا تَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရှင်သည် အလ္လာဟ်အရှင်မြတ် သင်တို့၏အရှင်ဖြစ်တော်မူ၏။ ထို့ကြောင့် သင်တို့သည် ထိုအရှင်ကိုသာလျှင် <span class=\"gray\">(တစ်ပါးတည်း)</span> ကိုးကွယ်ကြလေကုန်။ ထို့နောက် သင်တို့သည် သတိမရကြဘူးလား။)</span> ဆိုလိုသည်မှာ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ဖက်တွယ်ခြင်းမရှိဘဲ အရှင်မြတ်ကိုသာ ကိုးကွယ်ကြရန် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် သတိမရကြဘူးလား။)</span> ဆိုလိုသည်မှာ \"အို ရုပ်တုကိုးကွယ်သူတို့၊ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားများကို ကိုးကွယ်နေကြသည်မှာ ထိုအရှင်သည် တစ်ပါးတည်းသော ဖန်ဆင်းရှင်ဖြစ်ကြောင်း သင်တို့သိရှိနေပါလျက်\" ဟု အရှင်မြတ်မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အကယ်၍ သင်သည် ၎င်းတို့အား မည်သူဖန်ဆင်းခဲ့သနည်းဟု မေးပါက ၎င်းတို့က \"အလ္လာဟ်\" ဟု ဧကန်မုချ ပြောဆိုကြလိမ့်မည်။)</span><span class=\"gray\">(၄၃:၈၇)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَن رَّبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ - سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ပြောပါ- \"မိုးကောင်းကင် ခုနစ်ထပ်၏ အရှင်၊ နှင့် ကြီးကျယ်ခမ်းနားသော အာရ်ရှ်ပလ္လင်တော်၏ အရှင်သည် မည်သူနည်း။\" ၎င်းတို့က \"အလ္လာဟ်\" ဟု ပြောဆိုကြလိမ့်မည်။ ပြောပါ- \"ထိုအခါ သင်တို့သည် တက်ကဝါတရား မရှိကြဘူးလား။\")</span><span class=\"gray\">(၂၃:၈၆-၈၇)</span>၊ </p><p lang=\"my\" class=\"my \">ဤအာယတ်မတိုင်မီနှင့် ဤအာယတ်နောက်ပိုင်းတွင်လည်း အလားတူဖော်ပြထားသည်။</p>"
  },
  {
    "ayah_key": "10:31",
    "group_ayah_key": "10:31",
    "from_ayah": "10:31",
    "to_ayah": "10:33",
    "ayah_keys": "10:31,10:32,10:33",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"ကောင်းကင်နှင့် မြေကြီးမှ သင်တို့အား အဘယ်သူက ပေးသနားတော်မူသနည်း။ သို့မဟုတ် အဘယ်သူက နားကြားခြင်းနှင့် အမြင်အာရုံကို ပိုင်ဆိုင်သနည်း။ သေသူမှ အသက်ရှင်သူကို ထုတ်ဆောင်ကာ အသက်ရှင်သူမှ သေသူကို ထုတ်ဆောင်သူသည် အဘယ်သူနည်း။ အရေးကိစ္စများကို ဆောင်ရွက်သူသည် အဘယ်သူနည်း။\" သူတို့က \"အလ္လာဟ်အရှင်မြတ်\" ဟု ပြောကြမည်။ ပြောပါ- \"ထို့နောက် သင်တို့သည် မကြောက်ကြတော့ဘူးလား <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို)</span>။ <span>(၃၁)</span>ထိုသို့သော အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ အရှင်သခင်ဖြစ်တော်မူသည်။ သို့ဖြစ်ရာ အမှန်တရားနောက်တွင် အမှားမှလွဲ၍ အခြားအဘယ်အရာ ရှိနိုင်ဦးမည်နည်း။ ထို့နောက် သင်တို့သည် မည်သို့ လှည့်ဖျားခံရသနည်း <span>(၃၂)</span>ထိုသို့ပင် သင်တို့၏အရှင်သခင်၏ အမိန့်တော်သည် ပုန်ကန်သူများ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို မနာခံသူများ)</span> အပေါ်တွင် မှန်ကန်စွာ သက်ရောက်ပြီးဖြစ်ရာ သူတို့သည် ယုံကြည်မည်မဟုတ်ပေ <span>(၃၃)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အရှင်သခင်ဖြစ်တော်မူခြင်းတွင် တော်ဟိဒ်ကို သိရှိကြပြီး ဤသိရှိမှုမှတစ်ဆင့် သူတို့အပေါ် သက်သေထူပြီးဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ရုပ်တုကိုးကွယ်သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အရှင်သခင်ဖြစ်တော်မူခြင်းတွင် တစ်ပါးတည်းဖြစ်တော်မူခြင်းကို သိရှိထားခြင်းသည် သူတို့အပေါ် သက်သေဖြစ်ပြီး၊ ထိုအတွက်ကြောင့် သူတို့သည် ဘုရားအဖြစ်နှင့် ကိုးကွယ်ရာတွင် တစ်ပါးတည်းဖြစ်တော်မူခြင်းကို ဝန်ခံကာ သိမှတ်သင့်သည်ဟု ငြင်းခုံတော်မူသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَن يَرْزُقُكُم مِّنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ကောင်းကင်နှင့် မြေကြီးမှ သင်တို့အား အဘယ်သူက ပေးသနားတော်မူသနည်း။\")</span> ဆိုလိုသည်မှာ ကောင်းကင်မှ ရေကို ပို့ဆောင်တော်မူပြီး မြေကြီးကို မိမိ၏ တန်ခိုးတော်နှင့် အလိုတော်ဖြင့် ခွဲဖြာ၍ အရာဝတ္ထုတို့ကို ထိုမှ ပေါက်ပွားစေတော်မူသော အရှင်သည် အဘယ်သူနည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِلَٰهٌ مَّعَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားဘုရားရှိသလော။)</span><span class=\"gray\">[27:62]</span><span class=\"gray\">[ပေးသနားတော်မူသော အရှင်။]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">حَبًّا - وَعِنَبًا وَقَضْبًا - وَزَيْتُونًا وَنَخْلًا - وَحَدَائِقَ غُلْبًا - وَفَاكِهَةً وَأَبًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောက်ပဲသီးနှံများ။ စပျစ်သီးနှင့် မြက်ပင်များ။ သံလွင်သီးနှင့် စွန်ပလွန်ပင်များ။ သစ်ပင်များစွာဖြင့် ထူထပ်သော ဥယျာဉ်များ။ အသီးအနှံနှင့် ဟင်းသီးဟင်းရွက်များ။)</span>\"<span class=\"gray\">[80:27-31]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَيَقُولُونَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က \"အလ္လာဟ်အရှင်မြတ်\" ဟု ပြောကြမည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ هَٰذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အဘယ်သူသည် အကယ်၍ အရှင်မြတ်က မိမိ၏ ရိက္ခာကို ရပ်တန့်ထားလျှင် သင်တို့အား ပေးသနားနိုင်မည်နည်း။)</span><span class=\"gray\">[67:21]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّن يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် အဘယ်သူက နားကြားခြင်းနှင့် အမြင်အာရုံကို ပိုင်ဆိုင်သနည်း။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အမြင်နှင့် အကြားစွမ်းအားကို ပေးသနားတော်မူသော အရှင်ဖြစ်သည်။ အကယ်၍ အရှင်မြတ်က အခြားနည်းဖြင့် အလိုတော်ရှိခဲ့လျှင် ဤလက်ဆောင်များကို ဖယ်ရှားကာ သင်တို့အား ထိုမှ ကင်းမဲ့စေမည်ဖြစ်သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ الَّذِي أَنشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ၊ သင်တို့ကို ဖန်ဆင်းတော်မူပြီး နားကြားခြင်းနှင့် မြင်ခြင်းအာရုံကို ပေးသနားတော်မူသော အရှင်သည် အရှင်မြတ်ပင်ဖြစ်သည်။)</span><span class=\"gray\">[67:23]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ငါ့ကို ပြောပြပါ၊ အကယ်၍ အလ္လာဟ်အရှင်မြတ်က သင်တို့၏ နားကြားခြင်းနှင့် အမြင်အာရုံကို ယူဆောင်သွားခဲ့လျှင်။)</span><span class=\"gray\">[6:46]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သေသူမှ အသက်ရှင်သူကို ထုတ်ဆောင်ကာ အသက်ရှင်သူမှ သေသူကို ထုတ်ဆောင်သူသည် အဘယ်သူနည်း။)</span> မိမိ၏ ကြီးမားသော တန်ခိုးတော်နှင့် ကျေးဇူးတော်ဖြင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُدَبِّرُ الْأَمْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရေးကိစ္စများကို ဆောင်ရွက်သူသည် အဘယ်သူနည်း။)</span></p><p lang=\"my\" class=\"my \">အရာခပ်သိမ်း၏ အုပ်စိုးမှုသည် မည်သူ၏လက်ထဲတွင် ရှိသနည်း။ အားလုံးကို အဘယ်သူက ကာကွယ်ပေးသနည်း၊ မည်သူ့ကိုမျှ ကာကွယ်ပေးနိုင်သူမရှိဘဲလား။ အဘယ်သူသည် မိမိ၏ တရားစီရင်မှုကို ပြောင်းပြန်လှန်နိုင်သူမရှိဘဲ စီရင်ဆုံးဖြတ်တော်မူသော အရှင်နည်း။ အဘယ်သူသည် မိမိလုပ်ဆောင်သည်များကို မေးခွန်းထုတ်ခံရခြင်းမရှိဘဲ သူတို့မူကား မေးခွန်းထုတ်ခံရမည်ဖြစ်သော အရှင်နည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُهُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးပေါ်တွင်ရှိသူတိုင်း အရှင်မြတ်ထံ ဆုတောင်းကြသည်။ နေ့စဉ်နေ့တိုင်း အရှင်မြတ်သည် အချို့သော ကိစ္စများ၌ <span class=\"gray\">(ပါဝင်ပတ်သက်နေ)</span> တော်မူသည်။)</span><span class=\"gray\">[55:29]</span></p><p lang=\"my\" class=\"my \">အထက်ပိုင်းနှင့် အောက်ပိုင်းနိုင်ငံတော်များအပြင် ကောင်းကင်တမန်များ၊ လူသားများနှင့် ဂျင်န်များအပါအဝင် ထိုနှစ်ခုလုံးတွင်ရှိသောအရာများသည် အရှင်မြတ်ကို အလွန်အမင်းလိုအပ်နေကြသည်။ ၎င်းတို့သည် အရှင်မြတ်၏ ကျွန်များဖြစ်ကြပြီး အရှင်မြတ်၏ ထိန်းချုပ်မှုအောက်တွင် ရှိကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَيَقُولُونَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က \"အလ္လာဟ်အရှင်မြတ်\" ဟု ပြောကြမည်။)</span> သူတို့သည် ဤအရာကို သိလျက်ပင် ပြောကြပြီး ဝန်ခံကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْ أَفَلَا تَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- 'ထို့နောက် သင်တို့သည် မကြောက်ကြတော့ဘူးလား <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို)</span>?\"') ဆိုလိုသည်မှာ သင်တို့၏ မသိနားမလည်မှုနှင့် မှားယွင်းသော ထင်မြင်ယူဆချက်များကြောင့် အခြားသူများကို ကိုးကွယ်နေချိန်တွင် အရှင်မြတ်ကို မကြောက်ကြဘူးလား။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَٰلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့သော အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ အရှင်သခင်ဖြစ်တော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">သင်တို့ ဝန်ခံခဲ့သော ဤအရှင်သခင်သည် ဤအရာအားလုံးကို ပြုတော်မူသော အရှင်ဖြစ်ပြီး၊ သင်တို့၏အရှင်သခင်နှင့် တစ်ပါးတည်း ကိုးကွယ်ထိုက်သော စစ်မှန်သော ဘုရားဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ အမှန်တရားနောက်တွင် အမှားမှလွဲ၍ အခြားအဘယ်အရာ ရှိနိုင်ဦးမည်နည်း။)</span> အရှင်မြတ်မှတစ်ပါး ကိုးကွယ်ခံရသူ မည်သူမဆိုသည် မှားယွင်းသည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားမည်သည့်ဘုရားမျှ မရှိ၊ အရှင်မြတ်တွင် မည်သည့်တွဲဘက်မျှ မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنَّىٰ تُصْرَفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် မည်သို့ လှည့်ဖျားခံရသနည်း။)</span> အရှင်မြတ်သည် အရာခပ်သိမ်းကို ဖန်ဆင်းထားသော အရှင်၊ အရာခပ်သိမ်းကို ထိန်းချုပ်ကာ အုပ်စိုးတော်မူသော အရှင်ဖြစ်ကြောင်း သင်တို့သိလျက်ပင် အရှင်မြတ်ကို ကိုးကွယ်ခြင်းမှ အခြားသူများကို ကိုးကွယ်ရန် မည်သို့ လှည့်ဖျားခံရသနည်း။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ပင် သင်တို့၏အရှင်သခင်၏ အမိန့်တော်သည် ပုန်ကန်သူများအပေါ်တွင် မှန်ကန်စွာ သက်ရောက်ပြီးဖြစ်သည်၊)</span></p><p lang=\"my\" class=\"my \">ဤရုပ်တုကိုးကွယ်သူတို့သည် မယုံကြည်ကြဘဲ ၎င်းတို့၏ ရှစ်ရ်ခ် (ဘုရားရှင်နှင့် တွဲဖက်ကိုးကွယ်မှု) ကို ဆက်လက်ကျင့်သုံးပြီး အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို ကိုးကွယ်ခဲ့ကြသည်။ သို့သော် အရှင်မြတ်သည် ဖန်ဆင်းရှင်၊ ကျွေးမွေးစောင့်ရှောက်ရှင်၊ ဤစကြဝဠာတွင် အာဏာနှင့် ထိန်းချုပ်မှု၏ တစ်ပါးတည်းသော ပိုင်ရှင်ဖြစ်တော်မူကြောင်း၊ အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော်များကို အရှင်မြတ်အားသာလျှင် ကိုးကွယ်ရန်အတွက် စေလွှတ်တော်မူကြောင်း သူတို့သိကြသည်။ သူတို့သည် မယုံကြည်ကြဘဲ ၎င်းတို့၏ ရှစ်ရ်ခ်တွင် ခိုင်မြဲနေခဲ့ကြသောကြောင့် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်သည် မှန်ကန်ကြောင်း သက်သေပြခဲ့ပြီး သူတို့သည် ငရဲ၏ ဆင်းရဲဒုက္ခခံစားရသူများဖြစ်လိမ့်မည်ဟု တရားမျှတစွာ ဆုံးဖြတ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا بَلَىٰ وَلَٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က \"ဟုတ်ကဲ့\" ဟု ပြောကြမည်၊ သို့သော် ပြစ်ဒဏ်ပေးမည့် အမိန့်တော်သည် မယုံကြည်သူများအပေါ် မှန်ကန်စွာ သက်ရောက်ပြီးဖြစ်သည်!)</span><span class=\"gray\">[39:71]</span></p>"
  }
]