[
  {
    "ayah_key": "39:60",
    "group_ayah_key": "39:60",
    "from_ayah": "39:60",
    "to_ayah": "39:61",
    "ayah_keys": "39:60,39:61",
    "text": "<p class=\"my translation\" lang=\"my\">ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်အပေါ် မဟုတ်မမှန်ပြောဆိုခဲ့သူများကို ၎င်းတို့၏မျက်နှာများ မည်းမှောင်လျက်သား သင်မြင်ရလိမ့်မည်။ ထောင်လွှားကြွားဝါသူများအတွက် ငရဲဘုံ၌ နေထိုင်ရာဌာန မရှိပေလော။ <span>(၆၀)</span> အလ္လာဟ်အရှင်မြတ်သည် တက်ကဝါတရားရှိသူများကို ၎င်းတို့အောင်မြင်ရာအရပ်များသို့ ကယ်တင်တော်မူမည်။ မည်သည့်ဆိုးကျိုးမျှ ၎င်းတို့ကို မထိရောက်နိုင်၊ ၎င်းတို့သည် ဝမ်းနည်းပူဆွေးကြမည်လည်း မဟုတ်ပေ။ <span>(၆၁)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်အပေါ် မဟုတ်မမှန်ပြောဆိုသူများနှင့် တက်ကဝါတရားရှိသူများအတွက် နောက်ဆက်တွဲရလဒ်များ</p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့တွင် အချို့သောမျက်နှာများသည် မည်းမှောင်လျက်ရှိမည်ဖြစ်ပြီး အချို့သောမျက်နှာများသည် ဖြူစင်လျက်ရှိမည်ဖြစ်ကြောင်း အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ သဘောထားကွဲလွဲမှုများနှင့် အုပ်စုကွဲမှုများ နောက်လိုက်သူများ၏ မျက်နှာများသည် မည်းမှောင်လျက်ရှိမည်ဖြစ်ပြီး အာလုစ်စွန်နာဟ် ဝလ်-ဂျမာအာ၏ မျက်နှာများသည် ဖြူစင်လျက်ရှိမည်ဖြစ်သည်။ ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်အပေါ် မဟုတ်မမှန်ပြောဆိုခဲ့သူများကို သင်မြင်ရလိမ့်မည်)</span> ဆိုလိုသည်မှာ အရှင်မြတ်တွင် မိတ်ဖက်များ သို့မဟုတ် သားသမီးများရှိသည်ဟု ၎င်းတို့၏ အဆိုများကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وُجُوهُهُمْ مُسْوَدَّةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏မျက်နှာများသည် မည်းမှောင်နေမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ မုသားစကားများနှင့် ဖန်တီးပြောဆိုမှုများကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထောင်လွှားကြွားဝါသူများအတွက် ငရဲဘုံ၌ နေထိုင်ရာဌာန မရှိပေလော။)</span> ဆိုလိုသည်မှာ ငရဲသည် ၎င်းတို့၏ ခေါင်းမာသောမာန၊ ထောင်လွှားမှုနှင့် အမှန်တရားကို လိုက်နာရန် ငြင်းဆန်မှုတို့ကြောင့် ၎င်းတို့အတွက် ထောင်ဒဏ်နှင့် အရှက်ရဖွယ်နောက်ဆုံးပန်းတိုင်အဖြစ် မလုံလောက်ပေလော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် တက်ကဝါတရားရှိသူများကို ၎င်းတို့အောင်မြင်ရာအရပ်များသို့ ကယ်တင်တော်မူမည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အတွက် သတ်မှတ်ထားသော ပျော်ရွှင်မှုနှင့် အောင်မြင်မှုများကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمَسُّهُمُ السُّوءُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်ဆိုးကျိုးမျှ ၎င်းတို့ကို မထိရောက်နိုင်၊)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဝမ်းနည်းပူဆွေးကြမည်လည်း မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ထိုနေ့၏ ကြီးမားသော ကြောက်မက်ဖွယ်ရာသည် ၎င်းတို့အား ဝမ်းနည်းစေမည်မဟုတ်ပေ၊ အကြောင်းမှာ ၎င်းတို့သည် ဝမ်းနည်းမှုအားလုံးမှ လုံခြုံပြီး မကောင်းမှုအားလုံးမှ ကင်းဝေးကာ ကောင်းမှုအားလုံးကို ရရှိကြမည်ဖြစ်သောကြောင့်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "39:62",
    "group_ayah_key": "39:62",
    "from_ayah": "39:62",
    "to_ayah": "39:66",
    "ayah_keys": "39:62,39:63,39:64,39:65,39:66",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို ဖန်ဆင်းရှင်ဖြစ်တော်မူ၏။ အရှင်မြတ်သည် အရာခပ်သိမ်းအပေါ် လွှဲအပ်ထားသူ ဖြစ်တော်မူ၏။ <span>(၆၂)</span> ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ မကာလစ်များ (သော့များ) သည် အရှင်မြတ်ထံတွင်ရှိသည်။ အလ္လာဟ်အရှင်မြတ်၏ အာယတ်များကို မယုံကြည်သူများသည် ဆုံးရှုံးသူများ ဖြစ်ကြလိမ့်မည်။ <span>(၆၃)</span> ပြောပါ။ \"အို အသိမဲ့သူတို့၊ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရန် သင်တို့သည် ကျွန်ုပ်ကို အမိန့်ပေးနေကြသလော။\" <span>(၆၄)</span> အမှန်ပင် သင့်ထံသို့လည်းကောင်း၊ သင့်ရှေ့ကလူများထံသို့လည်းကောင်း ထုတ်ဖော်ခဲ့ပြီးဖြစ်သည်။ \"အကယ်၍ သင်သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ပါက သင့်အမှုများသည် အချည်းနှီးဖြစ်သွားမည်ဖြစ်ပြီး သင်သည် ဆုံးရှုံးသူများထဲမှ ဖြစ်သွားလိမ့်မည်။\" <span>(၆၅)</span> မဟုတ်ဘူး! အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်ပါ၊ ကျေးဇူးတင်သူများထဲမှ ဖြစ်ပါစေ။ <span>(၆၆)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းရှင်နှင့် ထိန်းချုပ်သူဖြစ်တော်မူပြီး အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ခြင်းသည် ကောင်းမှုကုသိုလ်များကို ဖျက်ဆီးသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်း၏ ဖန်ဆင်းရှင်၊ အရှင်သခင်၊ အချုပ်အခြာအာဏာပိုင်နှင့် ထိန်းချုပ်သူဖြစ်ကြောင်း၊ အရာခပ်သိမ်းသည် အရှင်မြတ်၏ စိုးစံမှု၊ တန်ခိုးတော်နှင့် ထိန်းသိမ်းစောင့်ရှောက်မှုအောက်တွင် ရှိကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ မကာလစ်များသည် အရှင်မြတ်ထံတွင်ရှိသည်။)</span> မူဂျာဟစ်က \"မကာလစ်ဆိုသည်မှာ ပါရှန်ဘာသာဖြင့် 'သော့များ' ဟု အဓိပ္ပါယ်ရသည်\" ဟု ပြောခဲ့သည်။ ၎င်းမှာ ကွတာဒါဟ်၊ အစ်ဗ်နုဇိုင်းဒ်နှင့် ဆုဖ်ယန် ဘင်န် ဥယိုင်နာတို့၏ အမြင်လည်းဖြစ်သည်။ </p><p lang=\"sm\" class=\"sm \">As-Suddi said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ မကာလစ်များသည် အရှင်မြတ်ထံတွင်ရှိသည်။)</span> \"ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ ရတနာများ။\" အမြင်နှစ်ခုစလုံးသည် အရာခပ်သိမ်းကို ထိန်းချုပ်မှုသည် အလ္လာဟ်အရှင်မြတ်၏ လက်တော်၌ရှိသည်၊ အရှင်မြတ်သည် ကောင်းချီးမင်္ဂလာနှင့် မြင့်မြတ်တော်မူသည်၊ အကြောင်းမှာ စိုးစံမှုသည် အရှင်မြတ်ပိုင်ဖြစ်ပြီး ချီးမွမ်းခြင်းသည် အရှင်မြတ်ထံသို့သာဖြစ်သည်၊ အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သူဖြစ်သည်။ အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အာယတ်များကို မယုံကြည်သူများ၊)</span> ဆိုလိုသည်မှာ အရှင်မြတ်၏ သက်သေနှင့် အထောက်အထားများကို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الْخَاسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူများသည် ဆုံးရှုံးသူများ ဖြစ်ကြလိမ့်မည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ။ \"အို အသိမဲ့သူတို့၊ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရန် သင်တို့သည် ကျွန်ုပ်ကို အမိန့်ပေးနေကြသလော။\")</span> ဤအာယတ်တော် ထုတ်ဖော်ခဲ့ရသည့်အကြောင်းရင်းကို အစ်ဗ်နုအဘီဟာတင်နှင့် အခြားသူများက အစ်ဗ်နုအဘ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ ပြန်လည်ပြောကြားခဲ့သည်။ ထိုအကြောင်းရင်းမှာ ရုပ်တုကိုးကွယ်သူတို့သည် ၎င်းတို့၏ အသိမဲ့မှုဖြင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ( ﷺ ) အား ၎င်းတို့၏ဘုရားများကို ကိုးကွယ်ရန် ဖိတ်ခေါ်ခဲ့ပြီးနောက် ၎င်းတို့သည် အရှင်မြတ်၏ဘုရားကို အရှင်မြတ်နှင့်အတူ ကိုးကွယ်ကြမည်ဟု ဆိုခဲ့ကြသည်။ ထို့နောက် ဤစကားများ ထုတ်ဖော်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ - وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ။ \"အို အသိမဲ့သူတို့၊ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရန် သင်တို့သည် ကျွန်ုပ်ကို အမိန့်ပေးနေကြသလော။\" အမှန်ပင် သင့်ထံသို့လည်းကောင်း၊ သင့်ရှေ့ကလူများထံသို့လည်းကောင်း ထုတ်ဖော်ခဲ့ပြီးဖြစ်သည်။ \"အကယ်၍ သင်သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ပါက သင့်အမှုများသည် အချည်းနှီးဖြစ်သွားမည်ဖြစ်ပြီး သင်သည် ဆုံးရှုံးသူများထဲမှ ဖြစ်သွားလိမ့်မည်။\")</span> ဤသည်မှာ ဤအာယတ်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ခဲ့ပါက ၎င်းတို့ပြုခဲ့သမျှသည် အကျိုးမဖြစ်ထွန်းနိုင်ပါ။)</span><span class=\"gray\">(၆:၈၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး! အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်ပါ၊ ကျေးဇူးတင်သူများထဲမှ ဖြစ်ပါစေ။)</span> ဆိုလိုသည်မှာ 'သင်နှင့် သင့်ကို လိုက်နာယုံကြည်သူများသည် သင်တို့၏ ကိုးကွယ်မှုကို မိတ်ဖက် သို့မဟုတ် အပေါင်းအဖော်မရှိဘဲ အလ္လာဟ်အရှင်မြတ်အတွက်သာ စိတ်ရင်းမှန်ဖြင့် ပြုလုပ်သင့်သည်။'</p>"
  },
  {
    "ayah_key": "39:67",
    "group_ayah_key": "39:67",
    "from_ayah": "39:67",
    "to_ayah": "39:67",
    "ayah_keys": "39:67",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား အရှင်မြတ်နှင့်ထိုက်တန်သည့် တန်ဖိုးထားမှုမျိုး မပြုလုပ်ခဲ့ကြပေ။ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကမ္ဘာမြေတစ်ခုလုံးကို အရှင်မြတ်၏လက်တော်ဖြင့် ဆုပ်ကိုင်ထားမည်ဖြစ်ပြီး ကောင်းကင်များကို အရှင်မြတ်၏ လက်ယာတော်ဖြင့် လိပ်ထားမည်ဖြစ်သည်။ အရှင်မြတ်သည် ဘုန်းတော်ကြီးတော်မူပြီး ၎င်းတို့ မိတ်ဖက်ထားသည့် အရာအားလုံးထက် မြင့်မြတ်တော်မူ၏။ <span>(၆၇)</span></p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူများသည် အလ္လာဟ်အရှင်မြတ်အား အရှင်မြတ်နှင့်ထိုက်တန်သည့် တန်ဖိုးထားမှုမျိုး မပြုလုပ်ခဲ့ကြပေ</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား အရှင်မြတ်နှင့်ထိုက်တန်သည့် တန်ဖိုးထားမှုမျိုး မပြုလုပ်ခဲ့ကြပေ။)</span> ဆိုလိုသည်မှာ ရုပ်တုကိုးကွယ်သူတို့သည် အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်သောအခါ အလ္လာဟ်အရှင်မြတ်အား အရှင်မြတ်နှင့် ထိုက်တန်သောတန်ဖိုးကို မပေးခဲ့ကြခြင်းဖြစ်သည်။ အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်ဖြစ်တော်မူ၏၊ အရှင်မြတ်ထက် တန်ခိုးကြီးသူ မည်သူမျှမရှိပေ၊ အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သူဖြစ်သည်။ အရှင်မြတ်သည် အရာခပ်သိမ်း၏ ပိုင်ရှင်ဖြစ်ပြီး အရာခပ်သိမ်းသည် အရှင်မြတ်၏ ထိန်းချုပ်မှုနှင့် တန်ခိုးအောက်တွင်ရှိသည်။ မူဂျာဟစ်က \"ဤသည်မှာ ကူရိုင်ရှ်တို့နှင့်ပတ်သက်၍ ထုတ်ဖော်ခဲ့သည်\" ဟု ပြောခဲ့သည်။ အပ်စ်-စွတ်ဒီးက \"၎င်းတို့သည် အရှင်မြတ်အား ထိုက်တန်သလောက် မရိုသေခဲ့ကြပေ\" ဟု ပြောခဲ့သည်။ မုဟမ္မဒ် ဘင်န် ကအ်ဗ်က \"အကယ်၍ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား အရှင်မြတ်နှင့် ထိုက်တန်သောတန်ဖိုးကို ပေးခဲ့ပါက ၎င်းတို့သည် မလိမ်ညာခဲ့ကြပေ\" ဟု ပြောခဲ့သည်။ အလီ ဘင်န် အဘီ တလ်ဟာဟ်က အစ်ဗ်နုအဘ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က ပြောကြားခဲ့သည်- </p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား အရှင်မြတ်နှင့်ထိုက်တန်သည့် တန်ဖိုးထားမှုမျိုး မပြုလုပ်ခဲ့ကြပေ။)</span> \"ဤသူတို့သည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် တန်ခိုးရှိသည်ဟု မယုံကြည်သော ကာဖစ်ရ်များဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သည်ဟု ယုံကြည်သူတိုင်းသည် အလ္လာဟ်အရှင်မြတ်အား အရှင်မြတ်နှင့် ထိုက်တန်သောတန်ဖိုးကို ပေးခဲ့ပြီးဖြစ်သည်။ ထိုသို့ မယုံကြည်သူတိုင်းသည် အလ္လာဟ်အရှင်မြတ်အား အရှင်မြတ်နှင့် ထိုက်တန်သောတန်ဖိုးကို မပေးခဲ့ပါ။\" </p><p lang=\"my\" class=\"my \">ဤအာယတ်နှင့် ၎င်းကဲ့သို့သော အခြားအာယတ်များကို အဓိပ္ပါယ်လွဲမှားအောင် သို့မဟုတ် ပြောင်းလဲရန် ကြိုးပမ်းခြင်းမရှိဘဲ မည်သို့ အဓိပ္ပါယ်ဖွင့်ဆိုပြီး လက်ခံရမည်နှင့်ပတ်သက်၍ ဟဒီးစ်များစွာကို ပြောကြားခဲ့ပြီးဖြစ်သည်။ ဤအာယတ်နှင့်ပတ်သက်၍ -</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား အရှင်မြတ်နှင့်ထိုက်တန်သည့် တန်ဖိုးထားမှုမျိုး မပြုလုပ်ခဲ့ကြပေ။)</span> အလ်-ဘူခါရီက အဗ်ဒူလ္လာဟ် ဘင်န် မစ်အူဒ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က ပြောကြားခဲ့သည်- \"ရဗ္ဗီတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ( ﷺ ) ထံသို့ လာရောက်ပြီး 'အို မုဟမ္မဒ်! ကျွန်ုပ်တို့သည် ကောင်းကင်များကို လက်ချောင်းတစ်ချောင်းပေါ်၌လည်းကောင်း၊ ကမ္ဘာမြေများကို လက်ချောင်းတစ်ချောင်းပေါ်၌လည်းကောင်း၊ သစ်ပင်များကို လက်ချောင်းတစ်ချောင်းပေါ်၌လည်းကောင်း၊ ရေနှင့်မြေမှုန့်များကို လက်ချောင်းတစ်ချောင်းပေါ်၌လည်းကောင်း၊ ကျန်ဖန်ဆင်းခံများကို လက်ချောင်းတစ်ချောင်းပေါ်၌လည်းကောင်း အလ္လာဟ်အရှင်မြတ်က ထားရှိမည်ဟု သင်ယူခဲ့ရပြီး၊ ထို့နောက် အရှင်မြတ်က 'ငါသည် ဘုရင်ဖြစ်သည်' ဟု မိန့်ကြားမည်ဟု သင်ယူခဲ့ရပါသည်။' အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ( ﷺ ) သည် ရဗ္ဗီပြောခဲ့သည့်စကားကို အတည်ပြုသည့်အနေဖြင့် သွားဖုံးများ မြင်ရသည်အထိ ပြုံးတော်မူခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ( ﷺ ) က ရွတ်ဆိုတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား အရှင်မြတ်နှင့်ထိုက်တန်သည့် တန်ဖိုးထားမှုမျိုး မပြုလုပ်ခဲ့ကြပေ။ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကမ္ဘာမြေတစ်ခုလုံးကို အရှင်မြတ်၏လက်တော်ဖြင့် ဆုပ်ကိုင်ထားမည်။)</span>\" အလ်-ဘူခါရီသည် ၎င်း၏ ဆဟီးဟ်ကျမ်း၏ အခြားနေရာများတွင်လည်း ဤအရာကို မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းကို အီမာမ် အဟ်မဒ်နှင့် မွတ်စ်လင်မ်တို့ကလည်း မှတ်တမ်းတင်ခဲ့ပြီး၊ အတ်-တီရ်မိဒီနှင့် အန်-နာစာအီတို့က ၎င်းတို့၏ စွန်နန်ကျမ်းများရှိ <span class=\"gray\">(တဖ်စီးရ်ကျမ်းများ)</span> တွင် မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"fil\" class=\"fil \">Abu Hurayrah, may Allah be pleased with him, said, \"I heard the Messenger of Allah ﷺ say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقْبِضُ اللهُ تَعَالَى الْأَرْضَ، وَيَطْوِي السَّمَاءَ بِيَمِينِهِ، ثُمَّ يَقُولُ: أَنَا الْمَلِكُ، أَيْنَ مُلُوكُ الْأَرْضِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကမ္ဘာမြေကို ဆုပ်ကိုင်မည်ဖြစ်ပြီး ကောင်းကင်များကို အရှင်မြတ်၏ လက်ယာတော်ဖြင့် လိပ်ထားမည်ဖြစ်ပြီးနောက် အရှင်မြတ်က 'ငါသည် ဘုရင်ဖြစ်သည်၊ ကမ္ဘာမြေ၏ ဘုရင်များသည် မည်သည့်နေရာတွင် ရှိကြသနည်း။' ဟု မိန့်ကြားတော်မူမည်။)</span>\" ဤဗားရှင်းကို အလ်-ဘူခါရီတစ်ဦးတည်းကသာ မှတ်တမ်းတင်ခဲ့သည်၊ မွတ်စ်လင်မ်က အခြားဗားရှင်းတစ်ခုကို မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် အစ်ဗ်နုအိုမာရ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ( ﷺ ) က မိန့်ကြားတော်မူသည်ဟုလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَبَارَكَ وَتَعَالَىٰ يَقْبِضُ يَوْمَ الْقِيَامَةِ الْأَرَضِينَ عَلَىٰ أُصْبُعٍ، وَتَكُونُ السَّمٰوَاتُ بِيَمِينِهِ، ثُمَّ يَقُولُ: أَنَا الْمَلِكُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းချီးမင်္ဂလာနှင့် မြင့်မြတ်တော်မူသည်၊ ကမ္ဘာမြေကို လက်ချောင်းတစ်ချောင်းဖြင့် ဆုပ်ကိုင်မည်ဖြစ်ပြီး ကောင်းကင်များကို အရှင်မြတ်၏ လက်ယာတော်၌ ထားမည်ဖြစ်ပြီးနောက် အရှင်မြတ်က 'ငါသည် ဘုရင်ဖြစ်သည်' ဟု မိန့်ကြားတော်မူမည်။)</span></p><p lang=\"my\" class=\"my \">ဤဗားရှင်းကို အလ်-ဘူခါရီကလည်း မှတ်တမ်းတင်ခဲ့သည်။ အစ်ဗ်နုအိုမာရ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ( ﷺ ) သည် တစ်နေ့တွင် မင်ဘာပေါ်၌ ဤအာယတ်ကို ရွတ်ဆိုတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား အရှင်မြတ်နှင့်ထိုက်တန်သည့် တန်ဖိုးထားမှုမျိုး မပြုလုပ်ခဲ့ကြပေ။ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကမ္ဘာမြေတစ်ခုလုံးကို အရှင်မြတ်၏လက်တော်ဖြင့် ဆုပ်ကိုင်ထားမည်ဖြစ်ပြီး ကောင်းကင်များကို အရှင်မြတ်၏ လက်ယာတော်ဖြင့် လိပ်ထားမည်ဖြစ်သည်။ အရှင်မြတ်သည် ဘုန်းတော်ကြီးတော်မူပြီး ၎င်းတို့ မိတ်ဖက်ထားသည့် အရာအားလုံးထက် မြင့်မြတ်တော်မူ၏!)</span> အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ( ﷺ ) သည် ၎င်း၏လက်ကို ရှေ့သို့နောက်သို့ ရွှေ့ရင်း မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُمَجِّدُ الرَّبُّ نَفْسَهُ: أَنَا الْجَبَّارُ، أَنَا الْمُتَكَبِّرُ، أَنَا الْمَلِكُ، أَنَا الْعَزِيزُ، أَنَا الْكَرِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အရှင်သခင်သည် မိမိကိုယ်ကို ချီးမြှင့်တော်မူပြီး 'ငါသည် အနန္တတန်ခိုးရှင်ဖြစ်သည်၊ ငါသည် မာနကြီးသူဖြစ်သည်၊ ငါသည် ဘုရင်ဖြစ်သည်၊ ငါသည် ခွန်အားကြီးသူဖြစ်သည်၊ ငါသည် အမြင့်မြတ်ဆုံး ပေးကမ်းတော်မူသူဖြစ်သည်' ဟု မိန့်ကြားတော်မူမည်။)</span></p><p lang=\"my\" class=\"my \">မင်ဘာသည် အလွန်တုန်ခါခဲ့သောကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ( ﷺ ) ပြုတ်ကျမည်ကို ကျွန်ုပ်တို့ စိုးရိမ်ခဲ့ကြသည်။\" ဤအရာကို မွတ်စ်လင်မ်၊ အန်-နာစာအီနှင့် အစ်ဗ်နုမာဂျာတို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။</p>"
  }
]