[
  {
    "ayah_key": "19:12",
    "group_ayah_key": "19:12",
    "from_ayah": "19:12",
    "to_ayah": "19:15",
    "ayah_keys": "19:12,19:13,19:14,19:15",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့သားကို ပြောကြားခဲ့သည်)</span>: \"အို ယာဟ်ယာရေ! ဓမ္မကျမ်းကို မြဲမြံစွာ ဆုပ်ကိုင်ထားလော့။\" ထိုအခါ ငါတို့သည် သူငယ်ဘဝကပင် သူ့အား ဉာဏ်ပညာကို ပေးခဲ့သည်။ <span>(၁၂)</span>ငါတို့ထံမှ ဟနာနန်နှင့် ဇကာတန်ကိုလည်း (ပေးခဲ့သည်)။ သူသည် မွန်မြတ်သူ ဖြစ်၏။ <span>(၁၃)</span>သူ့မိဘနှစ်ပါးအပေါ် သားကောင်း ဖြစ်ပြီး၊ မာနကြီးသူ သို့မဟုတ် နာခံမှုမရှိသူ မဟုတ်ပေ။ <span>(၁၄)</span>သူ့အပေါ်၌ ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းမှု)</span> မွေးဖွားသောနေ့၊ သေဆုံးသောနေ့၊ အသက်ပြန်ရှင်စေမည့်နေ့တို့၌ ရှိပါစေ။ <span class=\"gray\">(၁၅)</span></p><div lang=\"my\" class=\"my \"><h2>ထိုသူငယ်၏ မွေးဖွားခြင်းနှင့် သူ၏စရိုက်လက္ခဏာများ</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ ဖော်ပြမထားသော အရာကိုလည်း ဆိုလိုသည်၊ ထိုကတိပေးခံရသော ကလေးသည် မွေးဖွားလာခဲ့ပြီး သူသည် ယာဟ်ယာ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ကျမ်းစာ၊ ၎င်းတို့ကိုယ်တိုင် သင်ကြားလေ့ရှိသော တောင်ရာကျမ်းကို သင်ကြားပေးခဲ့သည်ဟုလည်း အဓိပ္ပာယ်ရသည်။ ဂျူးလူမျိုးများထံ စေလွှတ်ခဲ့သော တမန်တော်များသည် တောင်ရာကျမ်းအရ အုပ်ချုပ်လေ့ရှိကြပြီး၊ ၎င်းတို့အထဲမှ ပညာရှင်များနှင့် ရဗ္ဗီများလည်း ထိုနည်းအတိုင်းပင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ဤအသိပညာကို ပေးခဲ့စဉ်က သူသည် ငယ်ရွယ်သေးသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းကို ဖော်ပြခဲ့ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကိုနှင့် သူ၏မိဘများကို မည်သို့ မျက်နှာသာပေးခဲ့သည်ကို ဖော်ပြသည့်အနေဖြင့်၊ ကိုယ်တော်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا يَحْيَىٰ خُذِ الْكِتَابَ بِقُوَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယာဟ်ယာရေ! ဓမ္မကျမ်းစာ <span class=\"gray\">[တောင်ရာကျမ်း]</span> ကို မြဲမြံစွာ ဆုပ်ကိုင်ထားလော့။)</span> ဆိုသည်မှာ၊ \"ကျမ်းစာကို ခွန်အားနှင့် သင်ယူလော့။\" တစ်နည်းအားဖြင့် စိတ်အားထက်သန်မှုနှင့် လုံ့လဝီရိယရှိရှိ ကောင်းစွာ သင်ယူလော့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူ့အား ငယ်စဉ်ကလေးဘဝကပင် ဉာဏ်ပညာကို ပေးခဲ့သည်။)</span> ဤသည်မှာ သူသည် နားလည်မှု၊ အသိပညာ၊ ခံနိုင်ရည်ရှိမှု၊ လုံ့လဝီရိယရှိမှုနှင့် ကောင်းမှုအတွက် စိတ်အားထက်သန်မှုတို့ ရရှိခဲ့သည်ဟု ဆိုလိုသည်။ သူသည် ငယ်ရွယ်စဉ်ပင် ဤစရိုက်လက္ခဏာများဖြင့် ကောင်းချီးပေးခံရသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَنَانًا مِّن لَّدُنَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ထံမှ ဟနာနန် (ဖြစ်စေခဲ့သည်)၊)</span><span class=\"gray\">[၁၉:၁၃]</span> အလီဘင်အဘီတာလ်ဟာ က အိဗ်နုအဗ္ဗားစ် ပြောကြားသည်ကို ကိုးကားဖော်ပြခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَنَانًا مِّن لَّدُنَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ထံမှ ဟနာနန်၊)</span> \"ဤသည်မှာ ငါတို့ထံမှ ကရုဏာကို ဆိုလိုသည်။\" အိက္ကရီမာ၊ ကွာတာဒါးနှင့် အဒ်ဒဟ်ဟက်တို့အားလုံးလည်း ထိုနည်းတူပင် ပြောကြားခဲ့ကြသည်။ အဒ်ဒဟ်ဟက်က \"ငါတို့မှအပ မည်သူမျှ မပေးနိုင်သော ကရုဏာ\" ဟု ထပ်လောင်းပြောကြားခဲ့သည်။ ကွာတာဒါးက \"၎င်းနှင့်အတူ အလ္လာဟ်အရှင်မြတ်သည် ဇကာရီယာအပေါ် ကရုဏာထားခဲ့သည်\" ဟု ထပ်လောင်းပြောကြားခဲ့သည်။ မုဂျာဟစ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَنَانًا مِّن لَّدُنَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ထံမှ ဟနာနန်၊)</span> \"ဤသည်မှာ သူ့အပေါ် ကိုယ်တော်၏ သခင်ထံမှ နူးညံ့သိမ်မွေ့ခြင်းဖြစ်သည်။\" ထင်ရှားသောအဓိပ္ပာယ်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက် ဟနာနန် <span class=\"gray\">(မေတ္တာ၊ ကရုဏာ)</span> သည် ကိုယ်တော်၏ မိန့်ဆိုချက်နှင့် တိုက်ရိုက်သက်ဆိုင်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူ့အား ငယ်စဉ်ကလေးဘဝကပင် ဉာဏ်ပညာကို ပေးခဲ့သည်။)</span> ဆိုလိုသည်မှာ \"ငါတို့သည် သူ့အား ဉာဏ်ပညာ၊ ကရုဏာနှင့် သန့်စင်မှုတို့ကို ပေးခဲ့သည်။\" ဤသည်မှာ သူသည် ကရုဏာရှိသော၊ ဖြောင့်မတ်သော လူတစ်ယောက်ဖြစ်သည်ဟု ဆိုလိုသည်။ ဟနာနန်သည် ချစ်ခင်တွယ်တာမှုနှင့် နူးညံ့သိမ်မွေ့မှု <span class=\"gray\">(အခြားသူများအပေါ်)</span> အတွက် ချစ်ခြင်းမေတ္တာကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့်စပ်လျဉ်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَكَاةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဇကာတန်၊)</span> ဤသည်မှာ ကိုယ်တော်၏ မိန့်ဆိုချက်နှင့် သက်ဆိုင်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَنَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဟနာနန်)</span> ဇကာဟ်ဟူသော စကားလုံးသည် ညစ်ညမ်းမှု၊ ဆိုးယုတ်မှုနှင့် အပြစ်များမှ သန့်စင်ခြင်းကို ဆိုလိုသည်။ ကွာတာဒါးက \"ဇကာဟ်ဟူသော စကားလုံးသည် ဖြောင့်မတ်သော လုပ်ရပ်ကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။ အဒ်ဒဟ်ဟက်နှင့် အိဗ်နုဂျုရိုင်ဂျ်တို့ နှစ်ဦးစလုံးက \"ဖြောင့်မတ်သော လုပ်ရပ်သည် သန့်စင်သော <span class=\"gray\">(ဇကာဟ်)</span> လုပ်ရပ်ဖြစ်သည်\" ဟု ပြောကြားခဲ့ကြသည်။ အလ်အဝ်ဖီက အိဗ်နုအဗ္ဗားစ် ပြောကြားသည်ကို ကိုးကားဖော်ပြခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَكَاةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဇကာတန်၊)</span> \"ဤသည်မှာ သူသည် ကောင်းချီးမင်္ဂလာတစ်ပါးဖြစ်သည်ဟု ဆိုလိုသည်။\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكَانَ تَقِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မွန်မြတ်သူ ဖြစ်၏။)</span><span class=\"gray\">[၁၉:၁၃]</span> ဆိုလိုသည်မှာ သူသည် စင်ကြယ်သူဖြစ်ပြီး အပြစ်ပြုရန် စိတ်ဆန္ဒမရှိသူ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَرًّا بِوَالِدَيْهِ وَلَمْ يَكُن جَبَّارًا عَصِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မိဘနှစ်ပါးအပေါ် သားကောင်းဖြစ်ပြီး၊ မာနကြီးသူ သို့မဟုတ် နာခံမှုမရှိသူ မဟုတ်ပေ။)</span> အလ္လာဟ်အရှင်မြတ်က ယာဟ်ယာသည် ကိုယ်တော်၏ သခင်အား နာခံမှုနှင့် အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ကရုဏာ၊ စင်ကြယ်မှုနှင့် မွန်မြတ်မှုတို့ဖြင့် ပြည့်စုံစွာ ဖန်ဆင်းခဲ့သည်ဟု ဖော်ပြပြီးနောက်၊ ကိုယ်တော်သည် သူ၏မိဘများအပေါ် နာခံမှုနှင့် ကောင်းမွန်စွာ ဆက်ဆံမှုကို ထည့်သွင်းဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က သူသည် စကားအပြောအဆို၊ လုပ်ဆောင်ချက်များ၊ အမိန့်များနှင့် တားမြစ်ချက်များတွင် ၎င်းတို့အား မနာခံခြင်းမှ ရှောင်ကြဉ်ခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَكُن جَبَّارًا عَصِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မာနကြီးသူ သို့မဟုတ် နာခံမှုမရှိသူ မဟုတ်ပေ။)</span> ထို့နောက် ဤလှပသော စရိုက်လက္ခဏာများကို ဖော်ပြပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအတွက် သူ၏ဆုလာဘ်ကို ဖော်ပြတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့အပေါ်၌ မွေးဖွားသောနေ့၊ သေဆုံးသောနေ့၊ အသက်ပြန်ရှင်စေမည့်နေ့တို့၌ ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းမှု)</span> ရှိပါစေ!)</span> ဤသည်မှာ ဤအခြေအနေသုံးရပ်တွင် သူသည် လုံခြုံမှုနှင့် ဘေးကင်းမှု ရှိခဲ့သည်ဟု ဆိုလိုသည်။ စူဖ်ယာန်ဘင်အုယိုင်နာက ပြောကြားသည်မှာ၊ \"လူတစ်ဦး ခံစားရမည့် အထီးကျန်ဆုံး အချိန်သည် အခြေအနေသုံးရပ်တွင် ဖြစ်သည်။ ပထမအခြေအနေမှာ မွေးဖွားသည့်နေ့တွင်ဖြစ်ပြီး၊ သူသည် မိမိရှိနေခဲ့သည့်အရာမှ ထွက်လာသည်ကို မြင်ရသောအခါ ဖြစ်သည်။ ဒုတိယအခြေအနေမှာ သေဆုံးသည့်နေ့တွင်ဖြစ်ပြီး၊ သူသည် နောက်ထပ်မမြင်ရတော့မည့် လူများကို မြင်ရသောအခါ ဖြစ်သည်။ တတိယအခြေအနေမှာ ပြန်လည်ရှင်ပြန်ထမြောက်မည့်နေ့တွင်ဖြစ်ပြီး၊ သူသည် ကြီးမားသော စုဝေးပွဲ၌ မိမိကိုယ်ကို မြင်ရသောအခါ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဇကာရီယာ၏သား ယာဟ်ယာအား ဤအခြေအနေများတွင် ငြိမ်းချမ်းမှုကို ပေးသနားခြင်းဖြင့် ထူးထူးခြားခြား ဂုဏ်ပြုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့အပေါ်၌ မွေးဖွားသောနေ့၊ သေဆုံးသောနေ့၊ အသက်ပြန်ရှင်စေမည့်နေ့တို့၌ ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းမှု)</span> ရှိပါစေ!)</span> ဤဖော်ပြချက်ကို အိဗ်နုဂျရီရ်က၊ အဟ်မဒ်ဘင်မန်ဆူရ် အလ်မာရ်ဝါဇီထံမှ၊ ဆဒကာဘင်အလ်ဖဒလ်ထံမှ၊ စူဖ်ယာန်ဘင်အုယိုင်နာထံမှ သတင်းပေးပို့ခဲ့သည်။</p>"
  }
]