[
  {
    "ayah_key": "20:71",
    "group_ayah_key": "20:71",
    "from_ayah": "20:71",
    "to_ayah": "20:73",
    "ayah_keys": "20:71,20:72,20:73",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖာရိုဟ်)</span> က ပြောသည်- \"ငါ ခွင့်ပြုမပေးမီ သင်တို့ သူ့ကို ယုံကြည်ကြသလော။ ဧကန်မလွဲ သူသည် သင်တို့ကို မှော်ပညာ သင်ပေးသော သင်တို့၏ ခေါင်းဆောင်ဖြစ်သည်။ သို့ဖြစ်၍ ငါသည် သင်တို့၏ လက်ခြေများကို တစ်ဖက်စီ ဖြတ်တောက်ပစ်မည်။ ထို့ပြင် သင်တို့ကို စွန်ပလွန်ပင်များ၏ ပင်စည်များပေါ်တွင် လက်ဝါးကပ်တိုင်တင်မည်။ ငါတို့နှစ်ဦးအနက် မည်သူက ပိုမိုပြင်းထန်ပြီး ပိုမိုကြာရှည်သော ပြစ်ဒဏ်ကို ပေးနိုင်သည်ကို သင်တို့ ဧကန်မလွဲ သိကြလိမ့်မည်။ <span>(၇၁)</span> သူတို့က ပြောကြသည်- \"ကျွန်ုပ်တို့ထံ ရောက်ရှိလာသော ရှင်းလင်းသော သက်သေလက္ခဏာများနှင့် ကျွန်ုပ်တို့ကို ဖန်ဆင်းရှင် <span class=\"gray\">(အလ္လာဟ်)</span> အပေါ်၌ သင့်ကို ကျွန်ုပ်တို့ ပိုမို ဦးစားမပေးပါ။ ထို့ကြောင့် သင် အလိုရှိရာကို ပြဋ္ဌာန်းပါ။ အကြောင်းမှာ သင်သည် ဤလောကီဘဝ <span class=\"gray\">(နှင့်ပတ်သက်၍)</span> သာ ပြဋ္ဌာန်းနိုင်သောကြောင့်ဖြစ်သည်။ <span>(၇၂)</span> \"ဧကန်မလွဲ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အရှင်သခင်ကို ယုံကြည်ခဲ့ကြပါပြီ။ သို့မှသာ ကိုယ်တော်က ကျွန်ုပ်တို့၏ အပြစ်များကို ခွင့်လွှတ်တော်မူမည်။ ထို့ပြင် သင်က ကျွန်ုပ်တို့ကို အတင်းအကျပ်ခိုင်းစေခဲ့သော မှော်ပညာကိုလည်း <span class=\"gray\">(ခွင့်လွှတ်တော်မူမည်)</span>။ အလ္လာဟ်အရှင်မြတ်သည် သင်၏ အကျိုးဆုလာဘ်နှင့် နှိုင်းယှဉ်လျှင် ပိုမိုကောင်းမွန်သော အကျိုးဆုလာဘ်ကို ပေးတော်မူမည်ဖြစ်ပြီး ပိုမိုကြာရှည်ခံသော အရှင်ဖြစ်သည်။ <span>(၇၃)</span></p><div lang=\"my\" class=\"my \"><h2>ဖာရိုဟ်က မှော်ဆရာများအား ဆန့်ကျင်လှည့်ခြင်း၊ သူတို့ကို ခြိမ်းခြောက်ခြင်းနှင့် သူတို့၏ ပြန်လည်ဖြေကြားချက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးသော အရှင်သည် ဖာရိုဟ်၏ မယုံကြည်ခြင်း၊ ခေါင်းမာခြင်း၊ နယ်ကျွံခြင်းနှင့် အမှန်တရားကို ဆန့်ကျင်၍ မဟုတ်မမှန်မှုကို နှစ်သက်ခြင်းတို့ကို အသိပေးတော်မူသည်။ သူသည် ကြီးကျယ်ခမ်းနားသော မွတ်ဂျေဇာတ်နှင့် ကြီးမြတ်သော သက်သေလက္ခဏာကို မြင်တွေ့ရသောအခါ၊ ထို့ပြင် သူ အကူအညီတောင်းခံခဲ့သူများအားလုံး လူအများရှေ့တွင် အီမာန်လက်ခံသည်ကို မြင်တွေ့ရသောအခါ၊ သူသည် အကြွင်းမဲ့ ရှုံးနိမ့်သွားခဲ့ရာ မာနကြီးစွာ ပြုမူ၍ စွပ်စွဲချက်များ ပြုလုပ်တော့သည်။ သူသည် မိမိ၏ ဂုဏ်သိက္ခာရှိသော ဂုဏ်ပုဒ်နှင့် အင်အားကို မှော်ဆရာများအား ဆန့်ကျင်ရန် အသုံးပြုခဲ့သည်။ သူက သူတို့ကို သတိပေး၍ ခြိမ်းခြောက်ပြီး ပြောသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">آمَنتُمْ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို <span class=\"gray\">(မူဆာကို)</span> သင်တို့ ယုံကြည်ကြသလော။)</span> ဆိုသည်မှာ \"သင်တို့ သူ့ကို ယုံကြည်မှု ရှိသလော။\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَبْلَ أَنْ آذَنَ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ ခွင့်ပြုမပေးမီလား။)</span> ဆိုလိုသည်မှာ \"ငါက သင်တို့ကို ထိုသို့လုပ်ရန် အမိန့်မပေးခဲ့ပါ၊ ထိုသို့ပြုခြင်းဖြင့် သင်တို့သည် ငါ့ကို ပုန်ကန်ကြပြီ။\" ထို့နောက် သူ၊ မှော်ဆရာများနှင့် သတ္တဝါအားလုံးက အတုအယောင်နှင့် လုံးဝ လိမ်ညာမှုဖြစ်သည်ကို သိကြသော စကားတစ်ခွန်းကို သူ ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ သူသည် သင်တို့ကို မှော်ပညာ သင်ပေးသော သင်တို့၏ ခေါင်းဆောင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ \"သင်တို့အားလုံးသည် သင်တို့၏ မှော်ပညာကို မူဆာထံမှသာ ယူခဲ့ကြခြင်းဖြစ်ပြီး ငါနှင့် ငါ၏ လက်အောက်ခံများကို ဆန့်ကျင်ရန် သူနှင့် သဘောတူညီမှု ရယူခဲ့ကြသည်။ ၎င်းမှာ သူ အောင်မြင်နိုင်ရန် သင်တို့က ကူညီမည်ဟု ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်တစ်ခုတွင် ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُوا مِنْهَا أَهْلَهَا ۖ فَسَوْفَ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဤသည်မှာ သင်တို့ မြို့ထဲတွင် စီစဉ်ထားသော ပရိယာယ်ဖြစ်သည်။ ၎င်းမှာ မြို့သူမြို့သားများကို နှင်ထုတ်ရန်ဖြစ်သည်၊ သို့သော် သင်တို့ သိရလိမ့်မည်။)</span><span class=\"gray\">(၇:၁၂၃)</span> ထို့နောက် သူက သူတို့ကို ခြိမ်းခြောက်လာသည်။ သူက သူတို့ကို ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ငါသည် သင်တို့၏ လက်ခြေများကို တစ်ဖက်စီ ဧကန်မလွဲ ဖြတ်တောက်ပစ်မည်။ ထို့ပြင် သင်တို့ကို စွန်ပလွန်ပင်များ၏ ပင်စည်များပေါ်တွင် ဧကန်မလွဲ လက်ဝါးကပ်တိုင်တင်မည်။)</span> ဆိုလိုသည်မှာ \"ငါသည် သင်တို့ကို ဥပမာတစ်ခုအဖြစ် ဧကန်မလွဲ ပြုလုပ်မည်။ ငါသည် သင်တို့ကို လူအများရှေ့တွင် သေဒဏ်ပေးမည်။\" အစ်ဗ်နု အဗ္ဗားစ်က ပြောသည်- \"ထို့ကြောင့် ဤသို့ <span class=\"gray\">(လူအများရှေ့ သေဒဏ်ပေးခြင်း၊ လက်ဝါးကပ်တိုင်တင်ခြင်း)</span> ကို ပထမဆုံး ပြုလုပ်ခဲ့သူမှာ သူဖြစ်သည်။\" ဤအကြောင်းကို အစ်ဗ်နု အဘီ ဟာသင်က ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَتَعْلَمُنَّ أَيُّنَا أَشَدُّ عَذَابًا وَأَبْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့နှစ်ဦးအနက် မည်သူက ပိုမိုပြင်းထန်ပြီး ပိုမိုကြာရှည်သော ပြစ်ဒဏ်ကို ပေးနိုင်သည်ကို သင်တို့ ဧကန်မလွဲ သိကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ \"သင်တို့က ငါ၏ လူမျိုးနှင့် ငါသည် လမ်းမှားရောက်နေသည်ဟု ပြောကြသည်။ ထို့ပြင် သင်တို့ <span class=\"gray\">(မှော်ဆရာများ)</span>၊ မူဆာနှင့် သူ၏ လူမျိုးသည် မှန်ကန်သော လမ်းညွှန်မှုကို လိုက်နာနေကြသည်ဟု ပြောကြသည်။ သို့သော် မည်သူသည် အပြစ်ပေးခံရပြီး အပြစ်ပေးခံရဆဲဖြစ်မည်ကို သင်တို့ သိကြလိမ့်မည်။\" ထို့ကြောင့် သူက ဤသို့ဖြင့် တိုက်ခိုက်ပြီး သူတို့ကို ခြိမ်းခြောက်သောအခါ၊ အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ အမြင့်မြတ်ဆုံးသော အရှင်ကို ယုံကြည်သောကြောင့် သူတို့၏ စိတ်ဝိညာဉ်များ သက်သာရာရသွားသည်။ သူတို့က အော်ဟစ်ခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَن نُّؤْثِرَكَ عَلَىٰ مَا جَاءَنَا مِنَ الْبَيِّنَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြသည်- \"ကျွန်ုပ်တို့ထံ ရောက်ရှိလာသော ရှင်းလင်းသော သက်သေလက္ခဏာများ အပေါ်၌ သင့်ကို ကျွန်ုပ်တို့ ပိုမို ဦးစားမပေးပါ။\")</span> ဆိုလိုသည်မှာ \"ကျွန်ုပ်တို့ လက်ခံရရှိခဲ့သော လမ်းညွှန်မှုနှင့် ယုံကြည်မှုတို့ထက် သင့်ကို ကျွန်ုပ်တို့ ရွေးချယ်မည်မဟုတ်ပါ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي فَطَرَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့ကို ဖန်ဆင်းရှင် <span class=\"gray\">(အလ္လာဟ်)</span> အပေါ်၌လည်း <span class=\"gray\">(သင့်ကို ပိုမို ဦးစားမပေးပါ)</span>။)</span> သူတို့က \"ကျွန်ုပ်တို့ကို ဖန်ဆင်းခဲ့သော အရှင်အားဖြင့်\" ဟု ကျိန်ဆိုနေခြင်း ဖြစ်နိုင်သည်။ ၎င်းသည် ယခင်က ဖော်ပြခဲ့သော ရှင်းလင်းသော သက်သေလက္ခဏာများနှင့် အဓိပ္ပါယ်အားဖြင့် ချိတ်ဆက်နေနိုင်သည်။ ဤကိစ္စတွင် ၎င်းသည် \"ကျွန်ုပ်တို့ကို အစက ဘာမှမရှိရာမှ ဖန်ဆင်းပေးခဲ့သော ကျွန်ုပ်တို့၏ မူလဖန်ဆင်းရှင်နှင့် ဖန်ဆင်းရှင်ထက် သင့်ကို ကျွန်ုပ်တို့ ပိုမို ဦးစားမပေးပါ။ ကိုယ်တော်သည် ကျွန်ုပ်တို့ကို ရွှံ့ <span class=\"gray\">(သို့မဟုတ် ရွှံ့စေး)</span> မှ ဖန်ဆင်းခဲ့သည်။ ထို့ကြောင့် ကိုယ်တော်တစ်ပါးတည်းသာ ကိုးကွယ်မှုနှင့် နှိမ့်ချမှုကို ခံထိုက်ပြီး သင် <span class=\"gray\">(ဖာရိုဟ်)</span> က မဟုတ်ပေ!\" ဟု အဓိပ္ပါယ်ရမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاقْضِ مَا أَنتَ قَاضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင် အလိုရှိရာကို ပြဋ္ဌာန်းပါ။)</span> \"သင် အလိုရှိရာကို လုပ်ဆောင်ပါ၊ သင်၏ လက်များ လုပ်ဆောင်နိုင်သမျှကို လုပ်ပါ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا تَقْضِي هَٰذِهِ الْحَيَاةَ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြောင်းမှာ သင်သည် ဤလောကီဘဝ <span class=\"gray\">(နှင့်ပတ်သက်၍)</span> သာ ပြဋ္ဌာန်းနိုင်သောကြောင့်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ \"သင်သည် ဤကမ္ဘာပေါ်တွင်သာ အာဏာရှိသည်။ ၎င်းသည် ကုန်ဆုံးသွားမည့် လောကဖြစ်သည်။ ဧကန်မလွဲ ကျွန်ုပ်တို့သည် ထာဝရနေထိုင်ရာဘုံကို မျှော်လင့်နေကြသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အရှင်သခင်ကို ယုံကြည်ခဲ့ကြပါပြီ။ သို့မှသာ ကိုယ်တော်က ကျွန်ုပ်တို့၏ အပြစ်များကို ခွင့်လွှတ်တော်မူမည်။)</span> \"ကျွန်ုပ်တို့ လုပ်ဆောင်ခဲ့သော မကောင်းမှုများ။\" ၎င်းသည် အတိအကျဆိုရလျှင် 'အလ္လာဟ်အရှင်မြတ်၏ သက်သေလက္ခဏာနှင့် ကိုယ်တော်၏ တမန်တော်၏ မွတ်ဂျေဇာတ်ကို ဆန့်ကျင်ရန် ကျွန်ုပ်တို့ လုပ်ဆောင်ရန် အတင်းအကျပ် ခိုင်းစေခံခဲ့ရသော မှော်ပညာ' ကို ဆိုလိုသည်။</p><p lang=\"my\" class=\"my \">အစ်ဗ်နု အဘီ ဟာသင်က အစ်ဗ်နု အဗ္ဗားစ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍ ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်က ကျွန်ုပ်တို့ကို အတင်းအကျပ်ခိုင်းစေခဲ့သော မှော်ပညာကိုလည်း <span class=\"gray\">(ခွင့်လွှတ်တော်မူမည်)</span>။)</span> \"ဖာရိုဟ်သည် အစ္စရေးလ်သားလေးဆယ်ကို ခေါ်ဆောင်၍ အလ်-ဖာရာမာတွင် မှော်ပညာ သင်ကြားပေးရန် အမိန့်ပေးခဲ့သည်။ သူက 'ပြည်၌ မည်သူမျှ မသိသော ဗဟုသုတကို သူတို့ကို သင်ပေးကြ' ဟု ပြောခဲ့သည်။\" ထို့နောက် အစ်ဗ်နု အဗ္ဗားစ်က ပြောသည်- \"သူတို့သည် မူဆာကို ယုံကြည်ခဲ့သူများ ဖြစ်ကြသည်။ ထို့ပြင် သူတို့က ပြောခဲ့ကြသူများလည်း ဖြစ်ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا وَمَا أَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အရှင်သခင်ကို ယုံကြည်ခဲ့ကြပါပြီ။ သို့မှသာ ကိုယ်တော်က ကျွန်ုပ်တို့၏ အပြစ်များကို ခွင့်လွှတ်တော်မူမည်။ ထို့ပြင် သင်က ကျွန်ုပ်တို့ကို အတင်းအကျပ်ခိုင်းစေခဲ့သော မှော်ပညာကိုလည်း <span class=\"gray\">(ခွင့်လွှတ်တော်မူမည်)</span>။)</span>\" အဗ်ဒူရ်-ရာဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အစလမ်ကလည်း ထိုနည်းတူ ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်သည် သင်၏ အကျိုးဆုလာဘ်နှင့် နှိုင်းယှဉ်လျှင် ပိုမိုကောင်းမွန်သော အကျိုးဆုလာဘ်ကို ပေးတော်မူမည်ဖြစ်ပြီး ပိုမိုကြာရှည်ခံသော အရှင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ \"ကိုယ်တော်သည် ကျွန်ုပ်တို့အတွက် သင်ထက် ပိုမိုကောင်းမွန်ပါသည်။\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَبْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ပိုမိုကြာရှည်ခံသော အရှင်ဖြစ်သည်။)</span> သင်က ကျွန်ုပ်တို့အား ကတိပေးခဲ့ပြီး မျှော်မှန်းစေခဲ့သော အကျိုးဆုလာဘ်ထက် ပိုမိုကြာရှည်သော အကျိုးဆုလာဘ်ဖြစ်သည်။ ဖာရိုဟ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် သူ့ကို ကျိန်ဆဲတော်မူပါစေ)</span> သည် သူတို့ကို အပြစ်ပေးရန် အကြံအဖန် လုပ်ခဲ့ကြောင်း ထင်ရှားသည်။ သူက သူတို့အပေါ် ပြုလုပ်ခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ သူတို့အတွက် ကရုဏာဖြစ်သည်။ ဤအကြောင်းကြောင့် အစ်ဗ်နု အဗ္ဗားစ်နှင့် အခြားသော ဆလာဖ်တို့က ပြောခဲ့သည်- \"သူတို့သည် ထိုမနက်ခင်း၌ မှော်ဆရာများအဖြစ် နိုးထခဲ့ကြသော်လည်း ညနေပိုင်းတွင် အီမာန်၏ သက်သေများ ဖြစ်လာခဲ့ကြသည်။\"</p>"
  }
]