[
  {
    "ayah_key": "11:123",
    "group_ayah_key": "11:123",
    "from_ayah": "11:123",
    "to_ayah": "11:123",
    "ayah_keys": "11:123",
    "text": "<p class=\"my translation\" lang=\"my\">ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အလွန်လျှို့ဝှက်သော ကိစ္စရပ်များမှာ အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်ပြီး အရှင်မြတ်ထံသို့ ကိစ္စရပ်အားလုံး <span class=\"gray\">(ဆုံးဖြတ်ချက်အတွက်)</span> ပြန်သွားကြကုန်၏။ ထို့ကြောင့် အရှင်မြတ်ကို ကိုးကွယ်ကြပြီး အရှင်မြတ်ကို ယုံကြည်စိတ်ချကြလော့။ သင်တို့၏ အရှင်မြတ်သည် သင်တို့ <span class=\"gray\">(လူသားများ)</span> ပြုမူကြသည်များကို မသိရှိသူ မဟုတ်ပေ။ <span>(၁၂၃)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ မမြင်ရသောအရာများကို အလုံးစုံသိတော်မူသောအရှင်ဖြစ်ကြောင်း၊ အရှင်မြတ်ထံသို့သာ နောက်ဆုံးပြန်လည်ရောက်ရှိရမည်ဖြစ်ကြောင်း အသိပေးတော်မူ၏။ မည်သူမဆို ပြုသော လုပ်ရပ်အတွက် ရှင်ပြန်ထမည့်နေ့တွင် ၎င်းတို့၏ လုပ်ရပ် <span class=\"gray\">(အကျိုးကို)</span> ပေးမည်ဖြစ်ကြောင်း ရှင်းပြတော်မူ၏။ ဖန်ဆင်းခြင်းနှင့် အမိန့်တို့သည် အရှင်မြတ်ပိုင်ဆိုင်တော်မူ၏။ ထို့နောက် အရှင်မြတ်သည် အရှင်မြတ်ကို ကိုးကွယ်ရန်နှင့် ယုံကြည်အားထားရန် အမိန့်ပေးတော်မူ၏။ အကြောင်းမှာ အရှင်မြတ်ကို ယုံကြည်အားထားပြီး အရှင်မြတ်ထံ လှည့်ပြောင်းသူတိုင်းအတွက် အရှင်မြတ်သည် အမှန်ပင် လုံလောက်တော်မူ၏။ အရှင်မြတ်၏ အမိန့်တော်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အရှင်မြတ်သည် သင်တို့ပြုမူကြသည်များကို မသိရှိသူ မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ၊ 'အို မိုဟာမက်၊ သင့်အပေါ် <span class=\"gray\">(ငြင်းပယ်သူများ၏)</span> မုသားများမှာ အရှင်မြတ်ထံမှ လျှို့ဝှက်ထားခြင်းမရှိပေ။ အရှင်မြတ်သည် အရှင်မြတ်၏ ဖန်ဆင်းခံများ၏ အခြေအနေများကို အလုံးစုံသိရှိတော်မူသော အရှင်ဖြစ်ပြီး ဤဘဝနှင့် နောင်ဘဝတွင် ၎င်းတို့၏ လုပ်ရပ်များအတွက် ပြည့်စုံသော အကျိုးကို ပေးတော်မူမည်ဖြစ်သည်။ ဤဘဝနှင့် နောင်ဘဝတွင် သင့် <span class=\"gray\">(မိုဟာမက်)</span> အားနှင့် အရှင်မြတ်၏ အဖွဲ့အစည်းကို ငြင်းပယ်သူများအပေါ် ကူညီတော်မူမည်ဖြစ်သည်။' </p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရာဟူးဒ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်ပေသည်။</p>"
  },
  {
    "ayah_key": "11:15",
    "group_ayah_key": "11:15",
    "from_ayah": "11:15",
    "to_ayah": "11:16",
    "ayah_keys": "11:15,11:16",
    "text": "<p lang=\"my\" class=\"my \">မည်သူမဆို လောကီဘဝနှင့် ၎င်း၏တောက်ပမှုကို လိုလားပါက ၎င်းတို့အား ၎င်းတို့၏လုပ်ရပ်များ <span class=\"gray\">(လုပ်အားခ)</span> ကို အပြည့်အဝပေးဆပ်မည်ဖြစ်ပြီး ၎င်းတို့တွင် လျော့နည်းခြင်း လုံးဝရှိမည်မဟုတ်ပေ <span>(1၅)</span>၎င်းတို့သည် နောင်တမလွန်ဘဝတွင် မီးမှတစ်ပါး အခြားမည်သည့်အရာမှ မရှိသူများဖြစ်ပြီး ၎င်းတို့လုပ်ခဲ့သော လုပ်ရပ်များသည် အချည်းနှီးဖြစ်သည်။ ၎င်းတို့ပြုလုပ်ခဲ့သော အရာများသည် အကျိုးသက်ရောက်မှု မရှိပေ <span>(၁၆)</span></p><div lang=\"my\" class=\"my \"><h2>မည်သူမဆို လောကီဘဝကို လိုချင်ပါက နောင်တမလွန်ဘဝတွင် ၎င်းအတွက် ဝေစုမရှိပါ။</h2></div><p lang=\"my\" class=\"my \">အလ်-အော်ဖီက အိဗ်နု အဗ္ဗားစ်သည် ဤအာယသ်နှင့်ပတ်သက်၍ ပြောကြားခဲ့ကြောင်း ဖော်ပြခဲ့သည်၊ \"အမှန်စင်စစ် ကြွားဝါသူများသည် ဤဘဝတွင် ၎င်းတို့၏ ကောင်းမှုများအတွက် အကျိုးအမြတ်ကို ပေးအပ်ခံရမည်ဖြစ်သည်။ ၎င်းတို့သည် ရက်စ်စေ့ပေါ်ရှိ အစက်အပြောက်ပမာဏနှင့် ညီမျှသော ပမာဏမျှပင် မမှားယွင်းစေရန်ဖြစ်သည်။\" အိဗ်နု အဗ္ဗားစ်က ဆက်လက်ပြောကြားသည်၊ \"ထို့ကြောင့် မည်သူမဆို လောကီအကျိုးအမြတ် (ဥပမာ - ရိုဇာစောင့်ထိန်းခြင်း၊ ဆွလားတ်ပြုခြင်း သို့မဟုတ် ညဘက်တွင် ဆွလားတ်ပြုရန် ရပ်တည်ခြင်း) ကို ရယူရန် ရည်ရွယ်၍ ကောင်းမှုတစ်ခုခုကို ပြုလုပ်ပါက၊ ထိုသို့ပြုလုပ်ခြင်းဖြင့် လောကီအကျိုးအမြတ်ကို ရယူလိုပါက အလ္လာဟ်အရှင်မြတ်က 'သူရှာဖွေခဲ့သော လောကီဘဝ၏ အကျိုးအမြတ်ကို သူ့အား ပေးလိုက်' ဟု မိန့်တော်မူသည်။ သူပြုလုပ်ခဲ့သော လုပ်ရပ်သည် အချည်းနှီးဖြစ်သွားသည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် ဤလောကဘဝကိုသာ ရှာဖွေခဲ့သောကြောင့်ဖြစ်သည်။ နောင်တမလွန်ဘဝတွင် သူသည် ဆုံးရှုံးသူများထဲမှ ဖြစ်ပေလိမ့်မည်။\" အလားတူ ဖော်ပြချက်ကို မူဂျာဟစ်၊ အဒ်-ဒဟ်ဟက်နှင့် အခြားများစွာသော ပုဂ္ဂိုလ်များထံမှ သတင်းပို့ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အနပ်စ် ဘင် မာလစ်နှင့် အလ်-ဟာစန် နှစ်ဦးစလုံးက \"ဤအာယသ်တော်သည် ဂျူးလူမျိုးများနှင့် ခရစ်ယာန်များအကြောင်းကို ထုတ်ပြန်ခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။ မူဂျာဟစ်နှင့် အခြားသူများက \"ဤအာယသ်တော်သည် ပြသနာပြုလုပ်သူများအကြောင်းကို ထုတ်ပြန်ခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။ ကတာဒါက \"မည်သူမဆို ဤလောကဘဝကိုသာ စိုးရိမ်ပူပန်မှု၊ ရည်ရွယ်ချက်နှင့် ပန်းတိုင်ထားပါက အလ္လာဟ်အရှင်မြတ်သည် ဤဘဝတွင် ၎င်း၏ကောင်းမှုများအတွက် အကျိုးအမြတ်ပေးမည်ဖြစ်သည်။ ထို့နောက် နောင်ဘဝသို့ ရောက်သည့်အခါတွင် ၎င်းသည် အကျိုးအမြတ်ပေးခံရမည့် ကောင်းမှုတစ်ခုမျှ ရှိမည်မဟုတ်ပေ။ သို့သော် ယုံကြည်သူနှင့်ပတ်သက်၍ ၎င်းသည် ဤဘဝတွင်ရော နောင်တမလွန်ဘဝတွင်ပါ ၎င်း၏ကောင်းမှုများအတွက် အကျိုးအမြတ်ပေးခံရမည်ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَّدْحُورًا - وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَٰئِكَ كَانَ سَعْيُهُم مَّشْكُورًا - كُلًّا نُّمِدُّ هَٰؤُلَاءِ وَهَٰؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ ۚ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا - انظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۚ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို လျင်မြန်စွာ ကုန်ဆုံးသွားမည့် <span class=\"gray\">(ဤလောက၏ ယာယီပျော်ရွှင်မှုကို)</span> လိုလားပါက၊ ငါတို့လိုလားသူအတွက် ငါတို့အလိုရှိရာကို လွယ်ကူစွာ ပေးသနားတော်မူသည်။ ထို့နောက် သူအား ငရဲကို သတ်မှတ်ထားပြီး ထိုငရဲတွင် သူသည် အရှက်ရပြီး ငြင်းပယ်ခံရကာ လောင်ကျွမ်းရမည်။ မည်သူမဆို နောင်တမလွန်ဘဝကို လိုလားပြီး ယုံကြည်သူတစ်ဦးဖြစ်လျက် ၎င်းအတွက် လိုအပ်သော ကြိုးပမ်းအားထုတ်မှုဖြင့် ကြိုးစားပါက ထိုသူများ၏ ကြိုးပမ်းမှုကို ချီးမွမ်းခြင်းခံရမည်။ ဤသူများရော ထိုသူများပါ နှစ်ဖက်စလုံးအား သင်၏အရှင်သခင်၏ ကောင်းချီးမင်္ဂလာများမှ ငါတို့ပေးသနားတော်မူသည်။ သင်၏အရှင်သခင်၏ ကောင်းချီးမင်္ဂလာများကို မည်သည့်အခါမျှ တားမြစ်ပိတ်ပင်နိုင်မည်မဟုတ်ပေ။ ငါတို့သည် အဘယ်သို့လျှင် တစ်ဦးကိုတစ်ဦး ထူးကဲစေသည်ကို ကြည့်ရှုလော့။ အမှန်စင်စစ် နောင်တမလွန်ဘဝသည် အဆင့်အတန်းအားဖြင့် ပို၍ကြီးမားပြီး ပို၍ရှုပ်ထွေးမည်ဖြစ်သည်။)</span><span class=\"gray\">[17:18-21]</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ ۖ وَمَن كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِن نَّصِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို နောင်တမလွန်ဘဝ၏ အကျိုးအမြတ်ကို လိုလားပါက ၎င်း၏ အကျိုးအမြတ်ကို ငါတို့တိုးမြှင့်ပေးမည်။ မည်သူမဆို ဤလောက၏ အကျိုးအမြတ်ကို လိုလားပါက ၎င်းအား ထိုအကျိုးအမြတ်မှ ငါတို့ပေးမည်ဖြစ်ပြီး နောင်တမလွန်ဘဝတွင် ၎င်းအား ဝေစုမရှိပေ။)</span><span class=\"gray\">[42:20]</span></p>"
  }
]