[
  {
    "ayah_key": "25:32",
    "group_ayah_key": "25:32",
    "from_ayah": "25:32",
    "to_ayah": "25:34",
    "ayah_keys": "25:32,25:33,25:34",
    "text": "<p lang=\"my\" class=\"my \">ငြင်းပယ်သူတို့က အဘယ်ကြောင့် ကုရ်အာန်ကို သူ့အပေါ်သို့ တစ်ကြိမ်တည်းနှင့် ချပေးတော်မမူသနည်းဟု ပြောကြသည်။ ဤကဲ့သို့ပင် သင်၏စိတ်နှလုံးကို ခိုင်မာစေရန် ဖြစ်သည်။ ၎င်းကို သင့်အား အဆင့်ဆင့်၊ ဖြည်းဖြည်းချင်း ထုတ်ဖော်ပြသခဲ့ပြီ <span>(၃၂)</span> ၎င်းတို့သည် မည်သည့်ဥပမာ သို့မဟုတ် ပုံပြင်မျှ မယူလာသော်လည်း သင့်အား အမှန်တရားကို ဖော်ထုတ်ပြသပြီး ၎င်း၏ပိုမိုကောင်းမွန်သော ရှင်းလင်းချက်ကို ဖော်ထုတ်ပြသမည် <span>(၃၃)</span> မျက်နှာချင်းဆိုင်ဖြင့် ငရဲသို့ စုရုံးခေါ်ဆောင်ခြင်းခံရမည့်သူတို့သည် ဆိုးရွားသော အခြေအနေတွင် ရှိကြမည်ဖြစ်ပြီး လမ်းမှ အများဆုံး လမ်းလွဲကြသူများ ဖြစ်ကြမည် <span>(၃၄)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်ကျမ်းတော်မြတ်ကို အဆင့်ဆင့်ချပေးရခြင်းအကြောင်း၊ ငြင်းပယ်သူတို့၏ အခြေအမြစ်မရှိ ငြင်းဆိုမှုနှင့် ၎င်းတို့၏ ဆိုးရွားသောနိဂုံး</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ငြင်းပယ်သူတို့ တင်ပြခဲ့သော ကန့်ကွက်မှုများစွာ၊ ၎င်းတို့၏ ခေါင်းမာမှုနှင့် ၎င်းတို့နှင့် မဆိုင်သောကိစ္စများကို ပြောဆိုပုံအကြောင်းကို ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။ ၎င်းတို့က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အဘယ်ကြောင့် ကုရ်အာန်ကို သူ့အပေါ်သို့ တစ်ကြိမ်တည်းနှင့် ချပေးတော်မမူသနည်း\")</span> ဆိုလိုသည်မှာ၊ သူ့အပေါ်သို့ ချပေးခဲ့သော ဤကုရ်အာန်ကို အရင်ကျမ်းများဖြစ်သည့် တောင်ရဟ်၊ အင်ဂျီလ်၊ ဇဗူရ်နှင့် အခြားသော မြင့်မြတ်သည့်ကျမ်းများကဲ့သို့ တစ်ကြိမ်တည်းနှင့် အဘယ်ကြောင့် မချပေးခဲ့သနည်း။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အဖြေပေးတော်မူပြီး၊ အဖြစ်အပျက်များနှင့် အခြေအနေများအရ၊ လိုအပ်သောဆုံးဖြတ်ချက်များအရ၊ ယုံကြည်သူတို့၏ စိတ်နှလုံးကို ခိုင်မာစေရန်အတွက် နှစ်ပေါင်းနှစ်ဆယ့်သုံးနှစ်တာကာလအတွင်း အဆင့်ဆင့်ချပေးခဲ့သည်ဟု မိန့်တော်မူခဲ့သည်။ ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَقُرْآنًا فَرَقْنَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းသည်)</span> ကျွန်ုပ်တို့ ပိုင်းခြားထားသော ကုရ်အာန်ဖြစ်သည်...)</span><span class=\"gray\">(၁၇:၁၀၆)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِنُثَبِّتَ بِهِ فُؤَادَكَ ۖ وَرَتَّلْنَاهُ تَرْتِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းဖြင့် သင့်စိတ်နှလုံးကို ကျွန်ုပ်တို့ ခိုင်မာစေရန်။ ၎င်းကို သင့်အား ကျွန်ုပ်တို့ ဖြည်းဖြည်းချင်း အဆင့်ဆင့် ထုတ်ဖော်ပြသခဲ့သည်)။</span> ကတာဒါဟ်က ၎င်းသည် \"ကျွန်ုပ်တို့ ရှင်းပြပြီးဖြစ်သည်\" ဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုခဲ့သည်။ အဗ်ဒူရ်-ရဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အက်စ်လမ်က ၎င်းသည် \"ကျွန်ုပ်တို့ ၎င်း၏ အဓိပ္ပါယ်ကို ပေးခဲ့သည်\" ဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْتُونَكَ بِمَثَلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မည်သည့်ဥပမာ သို့မဟုတ် တူညီချက်မျှ မယူလာသော်လည်း)</span> ၎င်းသည် ငြင်းခုံမှုများ သို့မဟုတ် သံသယများ မရှိခြင်းကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင့်အား အမှန်တရားကို ဖော်ထုတ်ပြသပြီး ၎င်း၏ပိုမိုကောင်းမွန်သော ရှင်းလင်းချက်ကို ဖော်ထုတ်ပြသမည်။)</span> ၎င်းတို့သည် အမှန်တရားကို ဆန့်ကျင်ရန် ကြိုးပမ်းပြီး မည်သည့်အရာမျှ မပြောသော်လည်း၊ ၎င်းတို့ပြောသမျှထက် ပိုမိုရှင်းလင်းပြတ်သားပြီး ပိုမိုဖော်ပြနိုင်သော ထိုကိစ္စ၏အမှန်တရားဖြင့် ကျွန်ုပ်တို့က ၎င်းတို့အား တုံ့ပြန်သည်။ အဘူ အဗ်ဒူရ်-ရဟ်မာန် အန်-နစာအီက အီဘ်နု အဗ္ဗားစ်က \"ကုရ်အာန်ကျမ်းတော်မြတ်ကို လိုင်လသွလ်-ကဒ်ရ် <span class=\"gray\">(စွမ်းအားတော်ည)</span> တွင် ပထမကောင်းကင်သို့ တစ်ကြိမ်တည်း ချပေးခဲ့ပြီးနောက် နှစ်ပေါင်းနှစ်ဆယ်ကျော်ကာလအတွင်း ချပေးခဲ့သည်\" ဟု ဆိုသည်ကို မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မည်သည့်ဥပမာ သို့မဟုတ် တူညီချက်မျှ မယူလာသော်လည်း သင့်အား အမှန်တရားကို ဖော်ထုတ်ပြသပြီး ၎င်း၏ပိုမိုကောင်းမွန်သော ရှင်းလင်းချက်ကို ဖော်ထုတ်ပြသမည်။)</span> နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَىٰ مُكْثٍ وَنَزَّلْنَاهُ تَنزِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းသည်)</span> ကျွန်ုပ်တို့ ပိုင်းခြားထားသော ကုရ်အာန်ဖြစ်ပြီး၊ သင်သည် လူတို့အား ရပ်တန့်၍ ရွတ်ဆိုပြနိုင်ရန်ဖြစ်သည်။ ၎င်းကို ကျွန်ုပ်တို့ အဆင့်ဆင့်ချပေးခဲ့သည်)</span><span class=\"gray\">(၁၇:၁၀၆)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ငြင်းပယ်သူတို့အား ရှင်ပြန်ထမြောက်ရာနေ့တွင် ပြန်လည်အသက်သွင်းပြီး ငရဲသို့ စုရုံးခေါ်ဆောင်ခြင်းခံရသည့်အခါ ၎င်းတို့၏ ကြောက်မက်ဖွယ်အခြေအနေအကြောင်းကို ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُولَٰئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ سَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်နှာချင်းဆိုင်ဖြင့် ငရဲသို့ စုရုံးခေါ်ဆောင်ခြင်းခံရမည့်သူတို့သည် ဆိုးရွားသော အခြေအနေတွင် ရှိကြမည်ဖြစ်ပြီး လမ်းမှ အများဆုံး လမ်းလွဲကြသူများ ဖြစ်ကြမည်။)</span> စဟီဟ်တွင် အနက်စ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ လူတစ်ဦးက \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ငြင်းပယ်သူအား မျက်နှာချင်းဆိုင်ဖြင့် မည်သို့ စုရုံးမည်နည်း\" ဟု မေးမြန်းခဲ့သည်။ တမန်တော်က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ الَّذِي أَمْشَاهُ عَلَى رِجْلَيْهِ قَادِرٌ أَنْ يُمْشِيَهُ عَلَى وَجْهِهِ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့အား ခြေနှစ်ဖက်ဖြင့် လမ်းလျှောက်စေခဲ့သော အရှင်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူ့အား မျက်နှာချင်းဆိုင်ဖြင့် လမ်းလျှောက်စေနိုင်စွမ်း ရှိတော်မူ၏။)</span></p>"
  },
  {
    "ayah_key": "25:35",
    "group_ayah_key": "25:35",
    "from_ayah": "25:35",
    "to_ayah": "25:40",
    "ayah_keys": "25:35,25:36,25:37,25:38,25:39,25:40",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် မူဆာအား ကျမ်းဂန်ကို ပေးခဲ့ပြီး သူ၏ညီ ဟာရူန်ကို သူ့နှင့်အတူ ကူညီသူအဖြစ် ထားရှိခဲ့သည် <span>(၃၅)</span> ကျွန်ုပ်တို့က မိန့်တော်မူခဲ့သည်- \"ကျွန်ုပ်တို့၏ အာယတ်များကို ငြင်းပယ်ခဲ့သော လူမျိုးများထံသို့ သင်တို့နှစ်ဦးလုံး သွားကြလော့။\" ထို့နောက် ကျွန်ုပ်တို့သည် ၎င်းတို့အား လုံးဝဖျက်ဆီးခဲ့သည် <span>(၃၆)</span> နူဟ်၏လူမျိုးတို့သည် တမန်တော်များကို ငြင်းပယ်သောအခါ ကျွန်ုပ်တို့သည် ၎င်းတို့အား ရေနစ်သေစေခဲ့ပြီး လူသားတို့အတွက် သင်္ကေတတစ်ခုအဖြစ် ပြုလုပ်ခဲ့သည်။ ကျွန်ုပ်တို့သည် မတရားသောသူများအတွက် နာကျင်ဖွယ်ရာပြစ်ဒဏ်ကို ပြင်ဆင်ထားသည် <span>(၃၇)</span> အာဒ်နှင့် စမူဒ်လူမျိုးများ၊ အဲလ်-ရတ်စ် နေထိုင်သူများ၊ နှင့် ၎င်းတို့ကြားရှိ မျိုးဆက်များစွာတို့ <span>(၃၈)</span> ၎င်းတို့တစ်ဦးစီအတွက် ကျွန်ုပ်တို့သည် ဥပမာများကို တင်ပြခဲ့ပြီး ၎င်းတို့တစ်ဦးစီကို လုံးဝပျက်စီးစေခဲ့သည် <span>(၃၉)</span> ၎င်းတို့သည် မကောင်းသောမိုးရွာခဲ့သည့် မြို့ကို ကျော်ဖြတ်ခဲ့ကြသည်။ ၎င်းတို့ မမြင်ခဲ့ကြသလော။ မဟုတ်ဘူး! ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ခြင်းကို မမျှော်လင့်ခဲ့ကြပေ <span>(၄၀)</span></p><div lang=\"uz\" class=\"uz \"><h2>Frightening the Idolators of Quraysh</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော် မုဟမ္မဒ်ကို ငြင်းပယ်၍ ဆန့်ကျင်ခဲ့ကြသော ရုပ်တုကိုးကွယ်သူများအား ခြိမ်းခြောက်တော်မူပြီး၊ အရင်က တမန်တော်များကို ငြင်းပယ်ခဲ့ကြသော လူမျိုးများအပေါ် ကျရောက်စေခဲ့သည့် ပြစ်ဒဏ်နှင့် နာကျင်ဖွယ်ရာ ညှဉ်းပန်းနှိပ်စက်မှုအကြောင်းကို သတိပေးတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် မူဆာအား၊ သူ့အပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ၊ သူ့ညီ ဟာရူန်နှင့်အတူ ကူညီသူအဖြစ် – ဆိုလိုသည်မှာ သူ့အား ကူညီပံ့ပိုးပေးသော အခြားတမန်တော်အဖြစ် – စေလွှတ်ခဲ့သည်ဟု ဖော်ပြခြင်းဖြင့် စတင်တော်မူ၏။ သို့သော် ဖိရ်အွန်နှင့် သူ၏ ခေါင်းဆောင်များသည် ၎င်းတို့နှစ်ဦးစလုံးကို ငြင်းပယ်ခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَمَّرَ اللَّهُ عَلَيْهِمْ ۖ وَلِلْكَافِرِينَ أَمْثَالُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား လုံးဝဖျက်ဆီးခဲ့သည်၊ ထိုနည်းတူ <span class=\"gray\">(စောင့်ဆိုင်းနေသည်)</span> ငြင်းပယ်သူများအား)</span><span class=\"gray\">(၄၇:၁၀)</span>။ နူဟ်၏ လူမျိုးတို့သည် သူ့ကို ငြင်းပယ်သောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ထိုနည်းတူ ဖျက်ဆီးခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် တမန်တော်တစ်ပါးကို ငြင်းပယ်သူသည် တမန်တော်အားလုံးကို ငြင်းပယ်ရာရောက်သောကြောင့်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် တမန်တော်တစ်ပါးနှင့် အခြားတမန်တော်ကြားတွင် ကွာခြားမှုမရှိပေ။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ တမန်တော်အားလုံးကို ၎င်းတို့ထံ စေလွှတ်ခဲ့ပါက၊ ၎င်းတို့သည် အားလုံးကို ငြင်းပယ်ခဲ့ကြမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا الرُّسُلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နူဟ်၏လူမျိုးတို့သည် တမန်တော်များကို ငြင်းပယ်သောအခါ)</span> အလ္လာဟ်အရှင်မြတ်သည် နူဟ်ကိုသာ ၎င်းတို့ထံ စေလွှတ်ခဲ့သော်လည်း၊ သူသည် ၎င်းတို့ကြားတွင် နှစ်ပေါင်း ၉၅၀ ကြာ နေထိုင်ခဲ့ပြီး၊ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်ထံ ဖိတ်ခေါ်ကာ ကိုယ်တော်၏ ပြစ်ဒဏ်ကို သတိပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူအနည်းငယ်မှလွဲ၍ သူ့နှင့်အတူ မည်သူမျှ မယုံကြည်ခဲ့ပေ)</span><span class=\"gray\">(၁၁:၄၀)</span>။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို ရေနစ်သေစေခဲ့ပြီး၊ လှေပေါ်သို့ တက်ခဲ့သူများမှလွဲ၍ အာဒမ်၏သားသမီးများအနက် မည်သူမျှ ကမ္ဘာပေါ်တွင် အသက်ရှင်လျက် မထားခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ကျွန်ုပ်တို့သည် လူသားတို့အတွက် သင်္ကေတတစ်ခုအဖြစ် ပြုလုပ်ခဲ့သည်)။</span> ဆိုလိုသည်မှာ သင်ခန်းစာယူစရာဖြစ်သည်။ ဤသည်မှာ အာယတ်ကဲ့သို့ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ - لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် ရေကြီးသောအခါ၊ ကျွန်ုပ်တို့သည် သင့်အား လှေထဲတွင် ဆောင်ယူခဲ့သည်။ ထိုသို့ပြုခြင်းဖြင့် ၎င်းသည် သင့်အတွက် အမှတ်ရစရာဖြစ်စေရန်နှင့် စူးရှသောနားဖြင့် နားလည်နိုင်ရန်ဖြစ်သည်)</span><span class=\"gray\">(၆၉:၁၁-၁၂)</span>၊ ၎င်းသည် 'ကျွန်ုပ်တို့သည် သင့်အား ပင်လယ်၏ နက်ရှိုင်းရာသို့ သွားလာနိုင်ရန် သင်စီးနင်းသည့် သင်္ဘောများကို ချန်ထားခဲ့သည်။ သို့မှသာ သင်သည် ရေနစ်ခြင်းမှ ကယ်တင်ခဲ့သော အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို အမှတ်ရနိုင်မည်ဖြစ်ပြီး၊ သင့်အား အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး ကိုယ်တော်၏ ပညတ်တော်များကို လိုက်နာခဲ့သူတို့၏ မျိုးဆက်ဖြစ်စေခဲ့သည်' ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒ်နှင့် စမူဒ်လူမျိုးများ၊ အဲလ်-ရတ်စ် နေထိုင်သူများ)။</span> ကျွန်ုပ်တို့သည် ၎င်းတို့၏ဇာတ်လမ်းကို ဆူရာ အလ်-အာရာဖ် ကဲ့သို့သော ဆူရာတစ်ခုထက်ပို၍ ဖော်ပြပြီးဖြစ်ရာ ဤနေရာတွင် ထပ်မံဖော်ပြရန် မလိုအပ်တော့ပေ။ အဲလ်-ရတ်စ် နေထိုင်သူများအတွက်မူ အီဘ်နု ဂျူရိုင်ဂျ်သည် အီဘ်နု အဗ္ဗားစ်ထံမှ အဲလ်-ရတ်စ် နေထိုင်သူများသည် စမူဒ်၏ ရွာတစ်ရွာမှ လူများဖြစ်သည်ဟု မှတ်တမ်းတင်ခဲ့သည်။ အတ်သ်-သောင်ရီသည် အဘူ ဘူခိုင်ရ်ထံမှ အစ်ခ်ရီမာထံမှ အဲလ်-ရတ်စ်သည် ၎င်းတို့၏ တမန်တော်ကို မြှုပ်နှံခဲ့သည့် <span class=\"gray\">(ရတ်စ်စူ)</span> ရေတွင်းဖြစ်သည်ဟု မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُرُونًا بَيْنَ ذَٰلِكَ كَثِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကြားရှိ မျိုးဆက်များစွာတို့)။</span> ဆိုလိုသည်မှာ ဤနေရာတွင် ဖော်ပြထားသည်ထက် များစွာသော လူမျိုးများကို ကျွန်ုပ်တို့ ဖျက်ဆီးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَكُلًّا ضَرَبْنَا لَهُ الْأَمْثَالَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တစ်ဦးစီအတွက် ကျွန်ုပ်တို့သည် ဥပမာများကို တင်ပြခဲ့သည်)။</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် ၎င်းတို့အား အထောက်အထားကို ပြသခဲ့ပြီး ရှင်းလင်းပြတ်သားသော သက်သေအထောက်အထားကို ပေးခဲ့သည်' ဟု ကတာဒါဟ်က ပြောခဲ့သည်။ '၎င်းတို့တွင် ဆင်ခြေမရှိခဲ့ပေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلًّا تَبَّرْنَا تَتْبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တစ်ဦးစီကို ကျွန်ုပ်တို့သည် လုံးဝပျက်စီးစေခဲ့သည်)။</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် ၎င်းတို့အား လုံးဝဖျက်ဆီးခဲ့သည်'။ ဤသည်မှာ အာယတ်ကဲ့သို့ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِن بَعْدِ نُوحٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နူဟ်နောက်ပိုင်း ကျွန်ုပ်တို့ ဖျက်ဆီးခဲ့သော မျိုးဆက်ပေါင်း <span class=\"gray\">(ကူရွန်)</span> မည်မျှရှိသနည်း!)</span><span class=\"gray\">(၁၇:၁၇)</span>။ ဤနေရာတွင် \"မျိုးဆက်များ\" <span class=\"gray\">(ကူရွန်)</span> ဆိုသည်မှာ လူသားတို့ကြားရှိ လူမျိုးများကို ရည်ညွှန်းသည်။ ဤသည်မှာ အာယတ်ကဲ့သို့ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَنشَأْنَا مِن بَعْدِهِمْ قُرُونًا آخَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့နောက်တွင် ကျွန်ုပ်တို့သည် အခြားမျိုးဆက်များကို <span class=\"gray\">(ကူရွန်)</span> ဖန်တီးခဲ့သည်)</span><span class=\"gray\">(၂၃:၄၂)</span>။ အချို့က မျိုးဆက်တစ်ခုကို နှစ် ၁၂၀ ဟု သတ်မှတ်ကြသည်။ သို့မဟုတ် မျိုးဆက်တစ်ခုသည် နှစ်တစ်ရာ၊ သို့မဟုတ် ရှစ်ဆယ်၊ သို့မဟုတ် လေးဆယ် စသည်ဖြင့် ဖြစ်သည်ဟု ဆိုကြသည်။ အမှန်ဆုံးအမြင်မှာ မျိုးဆက်တစ်ခုသည် တစ်ချိန်တည်းတွင် အတူနေထိုင်ကြသော လူမျိုးများကို ရည်ညွှန်းသည်။ ၎င်းတို့ ကွယ်လွန်ပြီး အခြားသူများ ဆက်ခံသောအခါ ၎င်းသည် အခြားမျိုးဆက်တစ်ခုဖြစ်သည်။ နှစ်ခုသော စဟီဟ်တွင် မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَيْرُ الْقُرُونِ قَرْنِي، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ الَّذِينَ يَلُونَهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကောင်းဆုံးမျိုးဆက်သည် ကျွန်ုပ်၏မျိုးဆက်ဖြစ်သည်။ ထို့နောက် ၎င်းနောက်လိုက်သောမျိုးဆက်၊ ထို့နောက် ၎င်းနောက်လိုက်သောမျိုးဆက်ဖြစ်သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَتَوْا عَلَى الْقَرْيَةِ الَّتِي أُمْطِرَتْ مَطَرَ السَّوْءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မကောင်းသောမိုးရွာခဲ့သည့် မြို့ကို ကျော်ဖြတ်ခဲ့ကြသည်)</span> ဆိုသည်မှာ ဆဒွန်ဟုခေါ်သော လုသ်လူမျိုးတို့၏ မြို့ကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းကို ဇောက်ထိုးလှန်ပစ်ကာ၊ မီးဖုတ်ထားသော ရွှံ့ကျောက်တုံးများ မိုးရွာစေခြင်းဖြင့် မည်သို့ ပြုမူခဲ့သည်ကို ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا ۖ فَسَاءَ مَطَرُ الْمُنذَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့အပေါ် မိုးရွာစေခဲ့သည်။ သတိပေးခံရသူတို့၏ မိုးသည် အဘယ်မျှ ဆိုးရွားလိုက်သနည်း!)</span><span class=\"gray\">(၂၇:၅၈)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِم مُّصْبِحِينَ - وَبِاللَّيْلِ ۗ أَفَلَا تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် သင်တို့သည် ၎င်းတို့အနီးမှ နံနက်ခင်း၌ ဖြတ်သန်းကြသည်။ ညဘက်၌လည်း ဖြတ်သန်းကြသည်။ ထိုအခါ သင်တို့သည် ဆင်ခြင်သုံးသပ်မည် မဟုတ်လော)</span><span class=\"gray\">(၃၇:၁၃၇-၁၃၈)</span>၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّهَا لَبِسَبِيلٍ مُّقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် ၎င်းတို့သည် အဝေးပြေးလမ်းမပေါ်တွင် ရှိကြသည်)</span><span class=\"gray\">(၁၅:၇၆)</span>၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّهُمَا لَبِإِمَامٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှစ်ဦးလုံးသည် ထင်ရှားစွာ မြင်ရသော ပွင့်လင်းသည့် အဝေးပြေးလမ်းမပေါ်တွင် ရှိကြသည်)</span><span class=\"gray\">(၁၅:၇၉)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَفَلَمْ يَكُونُوا يَرَوْنَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ မမြင်ခဲ့ကြသလော။)</span> ဆိုလိုသည်မှာ တမန်တော်ကို ငြင်းပယ်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို ဆန့်ကျင်ခြင်းကြောင့် ၎င်း၏နေထိုင်သူများအပေါ် ကျရောက်ခဲ့သော ပြစ်ဒဏ်မှ သင်ခန်းစာယူရန် ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး! ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ခြင်းကို မမျှော်လင့်ခဲ့ကြပေ။)</span> ဆိုလိုသည်မှာ ထိုနေရာမှ ဖြတ်သန်းသွားသော ငြင်းပယ်သူများသည် မည်သည့်သင်ခန်းစာမျှ မယူခဲ့ကြပေ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် မည်သည့်ရှင်ပြန်ထမြောက်ခြင်းကိုမျှ မမျှော်လင့်ခဲ့ကြပေ။ ဆိုလိုသည်မှာ တရားစီရင်ရာနေ့ကို မမျှော်လင့်ခဲ့ကြပေ။</p>"
  }
]