[
  {
    "ayah_key": "12:25",
    "group_ayah_key": "12:25",
    "from_ayah": "12:25",
    "to_ayah": "12:29",
    "ayah_keys": "12:25,12:26,12:27,12:28,12:29",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် သူတို့သည် တံခါးသို့ တစ်ဦးနှင့်တစ်ဦး အပြေးအလွှားသွားကြရာ သူမက သူ့အင်္ကျီကို နောက်ကျောဘက်မှ ဆွဲဖြဲလိုက်သည်။ သူတို့နှစ်ဦးစလုံးသည် တံခါးဝတွင် သူမ၏သခင် <span class=\"gray\">(ဆိုလိုသည်မှာ သူမ၏ခင်ပွန်း)</span> ကို တွေ့ကြသည်။ သူမက ပြောသည်– “သင့်ဇနီးကို မကောင်းသော ကြံစည်မှုပြုရန် ရည်ရွယ်သူအတွက် အကျဉ်းချခြင်း သို့မဟုတ် နာကျင်သော ပြစ်ဒဏ်မှအပ မည်သည့် အပြစ်ဒဏ် <span class=\"gray\">(အပြစ်ပေးခြင်း)</span> ရှိနိုင်မည်နည်း။ <span>(၂၅)</span>သူ <span class=\"gray\">[ယူဆွဖ်]</span> က ပြောသည်– “ကျွန်တော့်ကို မြှူဆွယ်ဖို့ ကြိုးစားခဲ့သူက သူမပါပဲ။” သူမ၏ အိမ်သူအိမ်သားမှ သက်သေတစ်ဦးက သက်သေခံ <span class=\"gray\">(ပြောကြား)</span> သည်– “အကယ်၍ သူ့အင်္ကျီသည် ရှေ့ဘက်မှ ပြဲနေပါက သူမ၏စကားသည် မှန်ကန်ပြီး သူသည် လိမ်လည်သူဖြစ်သည်။ <span>(၂၆)</span>” သို့သော် အကယ်၍ သူ့အင်္ကျီသည် နောက်ကျောဘက်မှ ပြဲနေပါက သူမသည် လိမ်လည်ပြောဆိုခြင်းဖြစ်ပြီး သူသည် အမှန်ကို ပြောဆိုခြင်းဖြစ်သည်။ <span>(၂၇)</span> ထို့ကြောင့် သူ <span class=\"gray\">(သူမ၏ခင်ပွန်း)</span> က သူ့ <span class=\"gray\">[ယူဆွဖ်၏]</span> အင်္ကျီကို နောက်ကျောဘက်မှ ပြဲနေသည်ကို မြင်သောအခါ သူ <span class=\"gray\">(သူမ၏ခင်ပွန်း)</span> က ပြောသည်– “ဧကန်မလွဲ ၎င်းသည် သင်တို့မိန်းမများ၏ ပရိယာယ်ဖြစ်သည်။ သင်တို့၏ ပရိယာယ်သည် ဧကန်မလွဲ ကြီးကျယ်လှပေသည်။ <span>(၂၈)</span>” အို ယူဆွဖ်! ဤအရာမှ ရှောင်ရှားလော့! <span class=\"gray\">(အို အမျိုးသမီး!)</span> သင်၏အပြစ်အတွက် ခွင့်လွှတ်မှုတောင်းခံလော့၊ ဧကန်မလွဲ သင်သည် အပြစ်ကျူးလွန်သူများထဲမှ ဖြစ်သည်။ <span>(၂၉)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ယူဆွဖ်နှင့် အဇီးဇ်၏ဇနီးတို့သည် တံခါးသို့ အပြေးအလွှားသွားကြကြောင်း၊ ယူဆွဖ်က သူမထံမှ ထွက်ပြေးပြီး သူမက သူ့ကို အခန်းထဲသို့ ပြန်ခေါ်လာရန် သူ့နောက် လိုက်ခဲ့ကြောင်း မိန့်တော်မူသည်။ သူမသည် သူ့ကို မှီသွားပြီး သူ့အင်္ကျီကို နောက်ကျောဘက်မှ ဖမ်းဆွဲလိုက်ရာ ယူဆွဖ်၏ နောက်ကျောမှ ပြုတ်ကျသွားလောက်အောင် ဆိုးရွားစွာ ဆွဲဖြဲပစ်လိုက်သည်။ ယူဆွဖ်သည် သူမထံမှ ဆက်လက် ထွက်ပြေးနေပြီး သူမက သူ့နောက် လိုက်နေခဲ့သည်။ သို့သော် သူတို့သည် သူမ၏သခင်၊ သူမ၏ခင်ပွန်းကို ရှေ့တံခါးဝတွင် တွေ့ကြသည်။ ထိုအခါ သူမသည် မိမိကိုယ်ကို အပြစ်ကင်းအောင် ကြိုးစားပြီး သူ့ကို ပတ်သက်အောင် ကြံစည်ကာ လှည့်ဖြားမှုနှင့် မကောင်းသော ပရိယာယ်များဖြင့် တုံ့ပြန်ပြောဆိုခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ဇနီးကို မကောင်းသော ကြံစည်မှုပြုရန် ရည်ရွယ်သူအတွက် အပြစ်ဒဏ် <span class=\"gray\">(အပြစ်ပေးခြင်း)</span> က ဘာလဲ…?)</span>၊ တရားမဝင် လိင်ဆက်ဆံမှုကို ရည်ညွှန်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن يُسْجَنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို အကျဉ်းချခြင်းမှအပ)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် နာကျင်သော ပြစ်ဒဏ်လား?)</span> နာကျင်စွာ ရိုက်နှက်၍ ပြင်းထန်စွာ ညှဉ်းပန်းနှိပ်စက်ခြင်း။ ယူဆွဖ်သည် လက်ပိုက်ကြည့်မနေခဲ့ဘဲ အမှန်တရားကို ကြေညာခဲ့ပြီး သူမက သူ့ကို စွပ်စွဲခဲ့သည့် သစ္စာဖောက်မှုမှ မိမိကိုယ်ကို အပြစ်ကင်းကြောင်း ဖော်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">[ယူဆွဖ်]</span> က ပြောသည်)</span>၊ အမှန်တရားနှင့် ရိုးသားမှုဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هِيَ رَاوَدَتْنِي عَن نَّفْسِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်တော့်ကို မြှူဆွယ်ဖို့ ကြိုးစားခဲ့သူက သူမပါပဲ)</span>၊ သူမက သူ့နောက် လိုက်ခဲ့ပြီး သူ့အင်္ကျီကို ဆွဲဖြဲသည်အထိ သူ့ကို သူမဘက်သို့ ဆွဲခေါ်ခဲ့ကြောင်း ဖော်ပြခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَا إِن كَانَ قَمِيصُهُ قُدَّ مِن قُبُلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမ၏ အိမ်သူအိမ်သားမှ သက်သေတစ်ဦးက သက်သေခံ <span class=\"gray\">(ပြောကြား)</span> သည်– “အကယ်၍ သူ့အင်္ကျီသည် ရှေ့ဘက်မှ ပြဲနေပါက…” )</span>၊ နောက်ကျောဘက်မှ မဟုတ်ဘဲ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَصَدَقَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သူမ၏စကားသည် မှန်ကန်သည်)</span> သူသည် သူမနှင့် တရားမဝင် လိင်ဆက်ဆံရန် ကြိုးစားခဲ့ကြောင်း။ အကယ်၍ သူက သူမကို လိင်ဆက်ဆံရန် ခေါ်ခဲ့ပြီး သူမက ငြင်းပယ်ခဲ့ပါက သူမသည် သူ့ကို သူမထံမှ တွန်းဖယ်ပစ်ပြီး သူ့အင်္ကျီကို ရှေ့ဘက်မှ ဆွဲဖြဲခဲ့မည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ قَمِيصُهُ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ သူ့အင်္ကျီသည် နောက်ကျောဘက်မှ ပြဲနေပါက သူမသည် လိမ်လည်ပြောဆိုခြင်းဖြစ်ပြီး သူသည် အမှန်ကို ပြောဆိုခြင်းဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အကယ်၍ ယူဆွဖ်က သူမထံမှ ထွက်ပြေးခဲ့ပါက၊ ၎င်းသည် အမှန်တကယ် ဖြစ်ပွားခဲ့ခြင်းဖြစ်သည်၊ သူမက သူ့နောက် လိုက်ခဲ့ပါက၊ သူမသည် သူ့ကို သူမထံသို့ ပြန်ခေါ်လာရန် သူ့အင်္ကျီကို နောက်ကျောဘက်မှ ဖမ်းဆွဲခဲ့မည်ဖြစ်ပြီး ထို့ကြောင့် သူ့အင်္ကျီကို နောက်ကျောဘက်မှ ဆွဲဖြဲခဲ့မည်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ဤနေရာတွင် ဖော်ပြထားသော သက်သေ၏ အသက်နှင့် ကျား၊ မ ကိစ္စနှင့် ပတ်သက်၍ အယူအဆ ကွဲပြားမှုများ ရှိပါသည်။ 'အဗ်ဒုရ်-ရာဇ်ဇာက်က အိဗ်နု အဗ္ဗားစ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမ၏ အိမ်သူအိမ်သားမှ သက်သေတစ်ဦးက သက်သေခံခဲ့သည်)</span> “နှုတ်ခမ်းမွေးပါသော အမျိုးသားတစ်ဦးဖြစ်သည်”၊ ဆိုလိုသည်မှာ အရွယ်ရောက်ပြီးသော အမျိုးသားဖြစ်သည်။ အက်သ်-သာအူရီက ဂျာဘိရ်က ပြောသည်ဟု သတင်းပို့ခဲ့ပြီး အိဗ်နု အဘီ မုလိုင်ကာက အိဗ်နု အဗ္ဗားစ်က “သူသည် ဘုရင်၏ အခြံအရံများထဲမှ တစ်ဦးဖြစ်သည်” ဟု ပြောခဲ့သည်ဟု ဆိုသည်။ မုဂျာဟစ်၊ အစ်ခ်ရိမာ၊ အလ်-ဟာစန်၊ ကွာတာဒါ၊ အပ်-ဆူဒ်ဒီ၊ မုဟမ္မဒ် ဘင် အစ်ဟာက်နှင့် အခြားသူများကလည်း ထိုသက်သေသည် အရွယ်ရောက်ပြီးသော အမျိုးသားတစ်ဦးဖြစ်သည်ဟု ပြောခဲ့ကြသည်။ အလ်-'အော်ဖီက အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍ အိဗ်နု အဗ္ဗားစ်က ပြောသည်ဟု သတင်းပို့ခဲ့သည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမ၏ အိမ်သူအိမ်သားမှ သက်သေတစ်ဦးက သက်သေခံခဲ့သည်)</span> “သူသည် ပုခက်ထဲမှ ကလေးငယ်တစ်ဦးဖြစ်သည်။” အလားတူပင် အဘူ ဟုရိုင်ရာ၊ ဟိလာလ် ဘင် ယါစဖ်၊ အလ်-ဟာစန်၊ ဆာအိဒ် ဘင် ဂျုဘိုင်ရ်နှင့် အဒ်-ဒဟ်ဟာက် ဘင် မူဇာဟင်မ်တို့ထံမှ သတင်းပို့ခဲ့သည်မှာ ထိုသက်သေသည် အဇီးဇ်၏အိမ်တွင် နေထိုင်သော ကလေးငယ်တစ်ဦးဖြစ်သည်။ အိဗ်နု ဂျာရီရ် အတ်-တာဘာရီက ဤအမြင်ကို ပိုမိုနှစ်သက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَمَّا رَأَىٰ قَمِيصَهُ قُدَّ مِن دُبُرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူ့ <span class=\"gray\">[ယူဆွဖ်၏]</span> အင်္ကျီကို နောက်ကျောဘက်မှ ပြဲနေသည်ကို သူ မြင်သောအခါ၊)</span> ဆိုသည်မှာ သူမ၏ခင်ပွန်းသည် ယူဆွဖ်က အမှန်တရားကို ပြောနေပြီး ၎င်း၏ဇနီးသည် ယူဆွဖ်ကို သစ္စာဖောက်မှုဖြင့် စွပ်စွဲသောအခါ လိမ်လည်နေကြောင်း သေချာသွားသောအခါ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ إِنَّهُ مِن كَيْدِكُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်– “ဧကန်မလွဲ ၎င်းသည် သင်တို့မိန်းမများ၏ ပရိယာယ်ဖြစ်သည်။…”)</span> သူက ပြောသည်၊ ‘ဤမှားယွင်းသော စွပ်စွဲချက်နှင့် ထိုလူငယ်၏ ဂုဏ်သိက္ခာကို ထိခိုက်စေခြင်းသည် သင်တို့အမျိုးသမီးများ၌ရှိသော ပရိယာယ်များစွာထဲမှ တစ်ခုမျှသာဖြစ်သည်’၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ كَيْدَكُنَّ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ပရိယာယ်သည် ဧကန်မလွဲ ကြီးကျယ်လှပေသည်!)</span> အဇီးဇ်က ယူဆွဖ်၊ သူ့အပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ၊ ဖြစ်ပျက်ခဲ့သည်များကို လျှို့ဝှက်ထားရန် အမိန့်ပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوسُفُ أَعْرِضْ عَنْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယူဆွဖ်! ဤအရာမှ ရှောင်ရှားလော့!)</span>၊ ဖြစ်ပျက်ခဲ့သည်များကို မည်သူ့ကိုမှ မပြောနှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَغْفِرِي لِذَنبِكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အပြစ်အတွက် ခွင့်လွှတ်မှုတောင်းခံလော့၊)</span> သူ၏ဇနီးကို လိပ်မူ၍။ အဇီးဇ်သည် လွယ်ကူသောလူတစ်ဦးဖြစ်သည်၊ သို့မဟုတ် ၎င်း၏ဇနီးသည် ယူဆွဖ်၌ မတွန်းလှန်နိုင်သော ဆွဲဆောင်မှုကို မြင်ခဲ့ရသောကြောင့် ဆင်ခြေပေးခဲ့သည်။ သူက သူမကို ပြောသည်၊ ‘သင်၏အပြစ်အတွက် ခွင့်လွှတ်မှုတောင်းခံလော့၊ ဤလူငယ်နှင့် ပြည့်မီအောင် သင်လိုချင်ခဲ့သော မကောင်းသောဆန္ဒအတွက်၊ ထို့နောက် သူ့ကို မှားယွင်းစွာ စွပ်စွဲခဲ့သည့်အတွက်’၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكِ كُنتِ مِنَ الْخَاطِئِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ သင်သည် အပြစ်ကျူးလွန်သူများထဲမှ ဖြစ်သည်။)</span></p>"
  }
]