[
  {
    "ayah_key": "24:6",
    "group_ayah_key": "24:6",
    "from_ayah": "24:6",
    "to_ayah": "24:10",
    "ayah_keys": "24:6,24:7,24:8,24:9,24:10",
    "text": "<p lang=\"my\" class=\"my \">မိမိဇနီးမယားအား စွပ်စွဲသူများဖြစ်ပြီး မိမိတို့ကိုယ်တိုင်မှတစ်ပါး အခြားသက်သေများမရှိသူများအတွက် ၎င်းတို့အနက်မှတစ်ဦး၏ သက်သေခံချက်သည် အလ္လာဟ်အရှင်မြတ်အားဖြင့် မှန်ကန်စွာပြောဆိုသူများထဲမှဖြစ်ကြောင်း လေးကြိမ်သက်သေခံခြင်းဖြစ်စေ <span>(6)</span>ပဉ္စမမြောက် <span class=\"gray\">(သက်သေခံချက်)</span>; သူသည် လိမ်ညာပြောဆိုသူများထဲမှဖြစ်ပါက ၎င်းအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသင့်ပါစေဟု ဆုတောင်းခြင်းဖြစ်သည်။ <span>(7)</span>သို့ရာတွင် သူမသည် အလ္လာဟ်အရှင်မြတ်အားဖြင့် သူသည် လိမ်ညာပြောဆိုကြောင်း လေးကြိမ်သက်သေခံပါက သူမအပေါ်မှ ပြစ်ဒဏ်ကို ကာကွယ်လိမ့်မည်။ <span>(8)</span>ပဉ္စမမြောက်မှာ သူသည် အမှန်ကိုပြောပါက သူမအပေါ် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသ သင့်ပါစေဟုဖြစ်စေရမည်။ <span>(9)</span>အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်သည် သင်တို့အပေါ် မရှိခဲ့ပါက (ခက်ခဲပေမည်)! ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ခွင့်လွှတ်တော်မူ၍ နောင်တကိုလက်ခံတော်မူသော အရှင်၊ အကြိမ်အရာ ခပ်သိမ်းကို သိရှိတော်မူသောအရှင် ဖြစ်တော်မူပေသည်။ <span>(10)</span></p><div lang=\"no\" class=\"no \"><h2>Details of Al-Li'an</h2></div><p lang=\"my\" class=\"my \">ဤအာယတ်သည် ခင်ပွန်းသည်များအတွက် ထွက်ပေါက်တစ်ခုကို ပေးထားသည်။ ခင်ပွန်းသည်တစ်ဦးသည် မိမိဇနီးကို စွပ်စွဲပြီး သက်သေပြနိုင်ခြင်းမရှိပါက အလ္လာဟ်အရှင်မြတ် အမိန့်တော်ချမှတ်သည့်အတိုင်း လီအန်ကျိန်ဆိုခြင်း <span class=\"gray\">(ပြစ်တင်ရှုတ်ချသည့်ကျိန်ဆိုခြင်း)</span> ကို ကျိန်ဆိုနိုင်သည်။ ဆိုလိုသည်မှာ သူသည် သူမအား အီမာမ်ရှေ့မှောက်သို့ခေါ်ဆောင်လာပြီး သူမအား စွပ်စွဲသည့်အရာကို ဖော်ပြသည်။ ထို့နောက် အုပ်စိုးရှင်သည် လေးဦးသောသက်သေများရှေ့တွင် အလ္လာဟ်အရှင်မြတ်အားဖြင့် လေးကြိမ်ကျိန်ဆိုရန် တောင်းဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَمِنَ الصَّادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အမှန်ကိုပြောသူများထဲမှဖြစ်ကြောင်း)</span> သူမအား မတရားစွပ်စွဲရာတွင် (သူသည် အမှန်ကိုပြောသူများထဲမှဖြစ်ကြောင်း)။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِن كَانَ مِنَ الْكَاذِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပဉ္စမမြောက်; သူသည် လိမ်ညာပြောဆိုသူများထဲမှဖြစ်ပါက ၎င်းအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသင့်ပါစေဟု ဆုတောင်းခြင်းဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">သူသာ ထိုသို့ပြောပါက ဤလီအန်ကျိန်ဆိုခြင်းလုပ်ရပ်ကြောင့် သူမသည် သူ့ထံမှ ကွာရှင်းပြီးဖြစ်၍ သူမသည် သူနှင့် ထာဝရလက်ထပ်ခွင့်ပိတ်ပင်ပြီး သူသည် သူမအား မဟ်ရ်ပေးရမည်ဖြစ်သည်။ ဇီနာအတွက် ပြစ်ဒဏ်ကို သူမအပေါ် ချမှတ်ရမည်ဖြစ်ပြီး သူမသည်လည်း ပြစ်ဒဏ်ကျိန်ဆိုခြင်း <span class=\"gray\">(လီအန်)</span> ကို ကျိန်ဆိုပြီး သူသည် လိမ်ညာပြောဆိုသူများထဲမှဖြစ်ကြောင်း၊ ဆိုလိုသည်မှာ သူမအား စွပ်စွဲသည့်အရာတွင် (သူသည် လိမ်ညာကြောင်း) အလ္လာဟ်အရှင်မြတ်အားဖြင့် လေးကြိမ်ကျိန်ဆိုပါက မည်သည့်အရာကမျှ ပြစ်ဒဏ်ကို တားဆီးနိုင်မည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِن كَانَ مِنَ الصَّادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပဉ္စမမြောက်; သူသည် အမှန်ကိုပြောပါက သူမအပေါ် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသ သင့်ပါစေဟုဖြစ်စေရမည်။)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَدْرَأُ عَنْهَا الْعَذَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် သူမသည် ပြစ်ဒဏ်ကို ကာကွယ်လိမ့်မည်)</span> ဆိုလိုသည်မှာ ပြဌာန်းထားသော ပြစ်ဒဏ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ ۙ إِنَّهُ لَمِنَ الْكَاذِبِينَ - وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِن كَانَ مِنَ الصَّادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမသည် အလ္လာဟ်အရှင်မြတ်အားဖြင့် သူသည် လိမ်ညာပြောဆိုကြောင်း လေးကြိမ်သက်သေခံပါက၊ ပဉ္စမမြောက်; သူသည် အမှန်ကိုပြောပါက သူမအပေါ် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသ သင့်ပါစေဟုဖြစ်စေရမည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသကို အမျိုးသမီး၏ကိစ္စတွင် အထူးဖော်ပြထားခြင်းမှာ ပုံမှန်အားဖြင့် အမျိုးသားတစ်ဦးသည် မိမိဇနီးကို အမှန်အတိုင်းပြောနေခြင်းနှင့် ထိုသို့ပြုလုပ်ရန် ကောင်းသောအကြောင်းပြချက်မရှိပါက သူမအား ဇီနာဖြင့် စွပ်စွဲခြင်းနှင့် ဖော်ထုတ်ခြင်းအထိ ရောက်မည်မဟုတ်သောကြောင့်ဖြစ်ပြီး သူမကို စွပ်စွဲနေသည့်အရာသည် မှန်ကန်ကြောင်း သူမသိရှိသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် သူမ၏ကိစ္စတွင် ပဉ္စမမြောက်သက်သေခံချက်သည် သူမအပေါ် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသ သင့်ပါစေဟု တောင်းဆိုခြင်းဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသ သင့်သူသည် အမှန်ကိုသိရှိပါလျက် လမ်းမှားသို့ရောက်ရှိသွားသူဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံများအပေါ် သူတို့၏အခက်အခဲများမှ ထွက်ပေါက်တစ်ခုကို ပြဌာန်းပေးထားခြင်းဖြင့် မိမိ၏ကျေးဇူးတော်နှင့် ကြင်နာမှုကို ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်သည် သင်တို့အပေါ် မရှိခဲ့ပါက!)</span> ဆိုလိုသည်မှာ သင်တို့၏ကိစ္စအများစုသည် သင်တို့အတွက် အလွန်ခက်ခဲကြပေမည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأَنَّ اللَّهَ تَوَّابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ခွင့်လွှတ်တော်မူ၍ နောင်တကိုလက်ခံတော်မူသောအရှင်၊)</span> ဆိုလိုသည်မှာ မိမိ၏ကျွန်များထံမှ၊ ထိုအရာသည် အတည်ပြုကျိန်ဆိုပြီးနောက် ဖြစ်ပေါ်လာလျှင်ပင် ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြိမ်အရာ ခပ်သိမ်းကို သိရှိတော်မူသောအရှင်)</span> မိမိပြဋ္ဌာန်းထားသည်များ၊ အမိန့်ပေးထားသည်များ၊ တားမြစ်ထားသည်များတွင် (အကြိမ်အရာ ခပ်သိမ်းကို သိရှိတော်မူသောအရှင်) ဖြစ်သည်။ ဤအာယတ်ကို မည်သို့အကောင်အထည်ဖော်ရမည်၊ အဘယ်ကြောင့် ထုတ်ပြန်ခဲ့သည်၊ မည်သည့်ဆွဟာဘာများ နှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်ကို ရှင်းပြသော ဟဒီးစ်များ ရှိသည်။</p><div lang=\"my\" class=\"my \"><h2>လီအန်အာယတ်ထုတ်ပြန်ရခြင်းအကြောင်းရင်း</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အိဗ်နု အဘ်ဘာစ်၏ ပြောကြားချက်ကို မှတ်တမ်းတင်ထားသည်- \"အာယတ်ကျရောက်လာသောအခါ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖြူစင်သော အမျိုးသမီးများကို စွပ်စွဲပြီး လေးဦးသောသက်သေကို မတင်ပြနိုင်သူများကို ကြိမ်ဒဏ် ရှစ်ဆယ် ရိုက်နှက်ကြလော့၊ ထို့ပြင် သူတို့၏သက်သေခံချက်ကို အမြဲတမ်း လက်မခံကြလင့်)</span><span class=\"gray\">(24:4)</span> ထုတ်ပြန်ခဲ့ရာတွင် အန်ဆွာရ်တို့၏ခေါင်းဆောင် ဆအ်ဒ် ဘင်န် အူဗာဒဟ် (အလ္လာဟ်အရှင်မြတ် ရာဇီအလ္လာဟု အန်ဟု) က 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ဤသို့ပင် ထုတ်ပြန်ခဲ့သည်လား?' ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الْأَنْصَارِ أَلَا تَسْمَعُونَ مَا يَقُولُ سَيِّدُكُمْ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အန်ဆွာရ်တို့၊ သင်တို့၏ခေါင်းဆောင် ပြောသည်ကို မကြားကြသလော?)</span> သူတို့က 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ သူ့ကို အပြစ်မတင်ပါနှင့်၊ သူသည် သဝန်တိုတတ်သူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အားဖြင့် သူသည် အပျိုစင်မဟုတ်သော အမျိုးသမီးကို တစ်ခါမျှ လက်ထပ်ခြင်းမရှိခဲ့ဘဲ၊ အမျိုးသမီးတစ်ဦးကို ကွာရှင်းသောအခါ သူသည် အလွန်သဝန်တိုသူဖြစ်သောကြောင့် ကျွန်ုပ်တို့မည်သူမျှ သူမကို လက်ထပ်ရန် မရဲရင့်ခဲ့ပါ။' ဆအ်ဒ်က ပြောသည်- 'အလ္လာဟ်အရှင်မြတ်အားဖြင့် အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ကျွန်ုပ်သိသည်မှာ ၎င်း <span class=\"gray\">(အာယတ်)</span> သည် အမှန်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်သည်၊ သို့သော် ကျွန်ုပ်အံ့သြသည်။ ကျွန်ုပ်၏ဇနီးနှင့်အတူ မကောင်းဆိုးဝါးတစ်ဦးကို လဲလျောင်းနေသည်ကို တွေ့ရှိပါက လေးဦးသောသက်သေများကို မခေါ်ဆောင်မီအထိ သူ့ကို မနှောင့်ယှက်သင့်ပါလား? အလ္လာဟ်အရှင်မြတ်အားဖြင့် ကျွန်ုပ်သက်သေများ မခေါ်ဆောင်နိုင်မီပင် သူသည် သူပြုလုပ်နေသောအရာကို အပြီးသတ်လိမ့်မည်!' ခဏအကြာတွင် နောင်တလက်ခံခြင်းခံရသော သုံးဦးအနက်မှတစ်ဦးဖြစ်သူ ဟီလာလ် ဘင်န် အူမိုင်ယာသည် ညဘက်တွင် သူ၏မြေများမှ ပြန်လာခဲ့ပြီး သူ၏ဇနီးနှင့်အတူ အမျိုးသားတစ်ဦးကို တွေ့ရှိခဲ့သည်။ သူသည် မိမိမျက်စိဖြင့် ကိုယ်တိုင်မြင်ခဲ့ပြီး မိမိနားဖြင့် ကိုယ်တိုင်ကြားခဲ့သော်လည်း နံနက်အထိ သူ့ကို မနှောင့်ယှက်ခဲ့ပါ။ နံနက်တွင် သူသည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထံသွားရောက်ပြီး 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ညဘက်တွင် ကျွန်ုပ်ဇနီးထံသို့ ရောက်လာပြီး သူမနှင့်အတူ အမျိုးသားတစ်ဦးကို တွေ့ရှိခဲ့ပါသည်၊ ကျွန်ုပ်မျက်စိဖြင့် ကိုယ်တိုင်မြင်ခဲ့ပြီး ကျွန်ုပ်နားဖြင့် ကိုယ်တိုင်ကြားခဲ့ပါသည်။' အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် သူပြောသည်ကို မကြိုက်နှစ်သက်ဘဲ အလွန်စိတ်ပျက်ခဲ့သည်။ အန်ဆွာရ်တို့သည် သူ့ပတ်ပတ်လည်တွင် စုဝေးပြီး 'ဆအ်ဒ် ဘင်န် အူဗာဒဟ် ပြောသည်များဖြင့် ကျွန်ုပ်တို့ကို စမ်းသပ်ခံနေရသည်၊ ယခု အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ဟီလာလ် ဘင်န် အူမိုင်ယာကို ပြစ်ဒဏ်ချမှတ်ပြီး သူ၏သက်သေခံချက်ကို လူများရှေ့တွင် လက်မခံနိုင်ကြောင်း ကြေညာလိမ့်မည်။' ဟီလာလ်က ပြောသည်- 'အလ္လာဟ်အရှင်မြတ်အားဖြင့် ကျွန်ုပ်မျှော်လင့်သည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဤပြဿနာမှ ကျွန်ုပ်အတွက် ထွက်ပေါက်တစ်ခု ဖန်တီးပေးလိမ့်မည်။' ဟီလာလ်က ပြောသည်- 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ကျွန်ုပ်ပြောသည်ကို သင်မည်မျှ စိတ်ပျက်နေသည်ကို ကျွန်ုပ်မြင်သည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အမှန်အတိုင်းပြောနေသည်ကို သိတော်မူသည်။' အလ္လာဟ်အရှင်မြတ်အားဖြင့် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် သူ့ကို ရိုက်နှက်စေလိုခဲ့သည်၊ သို့သော် ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ရစူလ်တမန်တော် ﷺ ထံ ဗျာဒိတ်တော် ပို့လွှတ်ခဲ့သည်။ ဗျာဒိတ်တော် သူ့အပေါ် ကျရောက်လာသောအခါ သူ၏မျက်နှာတွင် ပြောင်းလဲမှုကိုကြည့်၍ သူတို့သိရှိခဲ့ကြပြီး ဗျာဒိတ်တော်ပြီးဆုံးသည်အထိ သူ့ကို တစ်ယောက်တည်း ထားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် အာယတ်ကို ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُن لَّهُمْ شُهَدَاءُ إِلَّا أَنفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိဇနီးမယားအား စွပ်စွဲသူများဖြစ်ပြီး မိမိတို့ကိုယ်တိုင်မှတစ်ပါး အခြားသက်သေများမရှိသူများအတွက် ၎င်းတို့အနက်မှတစ်ဦး၏ သက်သေခံချက်သည် အလ္လာဟ်အရှင်မြတ်အားဖြင့် လေးကြိမ်သက်သေခံခြင်းဖြစ်စေ...,)</span> ထို့နောက် ဗျာဒိတ်တော်ပြီးဆုံးသွားပြီး အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَبْشِرْ يَا هِلَالُ فَقَدْ جَعَلَ اللهُ لَكَ فَرَجًا وَمَخْرَجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဟီလာလ်၊ ဝမ်းမြောက်လော့၊ အလ္လာဟ်အရှင်မြတ်သည် သင်အတွက် ထွက်ပေါက်တစ်ခု ဖန်တီးပေးခဲ့ပြီ။)</span> ဟီလာလ်က ပြောသည်- 'ကျွန်ုပ်သည် ဤအရာကို ကျွန်ုပ်၏အရှင်သခင်ထံမှ မျှော်လင့်ခဲ့ပါသည်၊ အရှင်သခင်သည် ဘုန်းကြီးတော်မူပါစေ။' အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْسِلُوا إِلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမအား ခေါ်ယူစေလော့။)</span> ထို့ကြောင့် သူတို့သည် သူမအား ခေါ်ယူစေပြီး သူမရောက်လာခဲ့သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ထိုအာယတ်ကို သူတို့နှစ်ဦးစလုံးအား ရွတ်ဖတ်ပြပြီး နောင်တမလွန်ဘဝ၏ ပြစ်ဒဏ်သည် ဤလောက၏ ပြစ်ဒဏ်ထက် ပိုမိုပြင်းထန်ကြောင်း သတိပေးခဲ့သည်။ ဟီလာလ်က ပြောသည်- 'အလ္လာဟ်အရှင်မြတ်အားဖြင့် အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ကျွန်ုပ်သည် သူမနှင့်ပတ်သက်၍ အမှန်ကိုပြောခဲ့ပါသည်။' သူမက ပြောသည်- 'သူသည် လိမ်ညာနေသည်။' အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَاعِنُوا بَيْنَهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့နှစ်ဦးစလုံးအား လီအန်ကျိန်ဆိုစေလော့။)</span> ထို့ကြောင့် ဟီလာလ်အား 'သက်သေခံပါ' ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် သူသည် အလ္လာဟ်အရှင်မြတ်အားဖြင့် အမှန်ကိုပြောဆိုသူများထဲမှဖြစ်ကြောင်း လေးကြိမ်သက်သေခံခဲ့သည်။ သူသည် ပဉ္စမမြောက်သက်သေခံချက်သို့ ရောက်သောအခါ 'အို ဟီလာလ်၊ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ပါ၊ ဤလောက၏ ပြစ်ဒဏ်သည် နောင်တမလွန်ဘဝ၏ ပြစ်ဒဏ်ထက် ပိုမိုလွယ်ကူသည်၊ ဤအရာသည် သင့်အတွက် ပြစ်ဒဏ်ကို ရှောင်လွှဲမရနိုင်အောင် ဖြစ်စေလိမ့်မည်။' ဟု သူ့ကို ပြောကြားခဲ့သည်။ သူက 'အလ္လာဟ်အရှင်မြတ်အားဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်ကို ဤအတွက် ပြစ်ဒဏ်ပေးမည်မဟုတ်ပါ၊ ကျွန်ုပ်ကို ဤအတွက် ရိုက်နှက်စေခဲ့ခြင်းမရှိသည့်နည်းတူပင်။' ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် သူသည် ပဉ္စမအကြိမ်မြောက် သက်သေခံခဲ့သည်မှာ သူသည် လိမ်ညာပြောဆိုပါက အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသည် သူ့အပေါ် သင့်ပါစေဟုဖြစ်သည်။ ထို့နောက် သူ၏ဇနီးအား 'အလ္လာဟ်အရှင်မြတ်အားဖြင့် သူသည် လိမ်ညာပြောဆိုကြောင်း လေးကြိမ်သက်သေခံပါ။' ဟု ပြောကြားခဲ့သည်။ သူ၏ဇနီးသည် ပဉ္စမမြောက်သက်သေခံချက်သို့ ရောက်သောအခါ 'အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ပါ၊ ဤလောက၏ ပြစ်ဒဏ်သည် နောင်တမလွန်ဘဝ၏ ပြစ်ဒဏ်ထက် ပိုမိုလွယ်ကူသည်၊ ဤအရာသည် သင့်အတွက် ပြစ်ဒဏ်ကို ရှောင်လွှဲမရနိုင်အောင် ဖြစ်စေလိမ့်မည်။' ဟု သူမအား ပြောကြားခဲ့သည်။ သူမသည် ခဏတာ တွန့်ဆုတ်နေပြီး မိမိ၏ပြစ်မှုများကို ဝန်ခံတော့မလို ဖြစ်ခဲ့သည်၊ ထို့နောက် သူမက ပြောသည်- 'အလ္လာဟ်အရှင်မြတ်အားဖြင့် ကျွန်ုပ်သည် ကျွန်ုပ်၏လူမျိုးများကို ရှက်ရွံ့အောင် မပြုလုပ်ပါ။' ဟု ပြောကြားပြီး သူသည် အမှန်ကိုပြောပါက သူမအပေါ် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသ သင့်ပါစေဟု ပဉ္စမမြောက်ကျိန်ဆိုခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် သူတို့နှစ်ဦးကို ခွဲခွာစေခဲ့ပြီး သူမ၏ကလေးကို မည်သည့်ဖခင်နှင့်မျှ ဆက်စပ်ခြင်းမပြုရန်၊ ကလေးကို စွပ်စွဲခြင်းမပြုရန် အမိန့်ချမှတ်ခဲ့သည်။ သူမကိုဖြစ်စေ၊ သူမ၏ကလေးကိုဖြစ်စေ စွပ်စွဲသူများသည် ပြစ်ဒဏ်ခံရမည်ဖြစ်သည်။ သူသည် <span class=\"gray\">[ဟီလာလ်]</span> သူမအား အိမ်ထောင်ပြုရန် သို့မဟုတ် ကျွေးမွေးရန် တာဝန်မရှိကြောင်း အမိန့်ချမှတ်ခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် ကွာရှင်းခြင်းဖြင့် ခွဲခွာခြင်းမဟုတ်ဘဲ သူသည် သေဆုံးပြီး သူမအား မုဆိုးမအဖြစ် ထားခဲ့ခြင်းလည်း မဟုတ်သောကြောင့်ဖြစ်သည်။ သူက မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ جَاءَتْ بِهِ أُصَيْهِبَ (أُرَيْسِحَ) حَمْشَ السَّاقَيْنِ، فَهُوَ لِهِلَالٍ، وَإِنْ جَاءَتْ بِهِ أَوْرَقَ جَعَدًا جُمَالِيًّا خَدَلَّجَ السَّاقَيْنِ سَابِغَ الْأَلْيَتَيْنِ، فَهُوَ لِلَّذِي رُمِيَتْ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမသည် ဆံပင်နီသောကလေး <span class=\"gray\">(ပေါင်သွယ်သူ)</span> နှင့် ခြေထောက်သေးသူကို မွေးဖွားပါက သူသည် ဟီလာလ်၏ကလေးဖြစ်သည်။ သို့သော် သူမသည် ကောက်ကောက်ကွေးကွေးဆံပင်နှင့် ခြေထောက်ထူထူ၊ တင်ပါးဖောင်းဖောင်းရှိသော ကလေးတစ်ဦးကို မွေးဖွားပါက သူမအား စွပ်စွဲခြင်းခံရသူ၏ကလေးဖြစ်သည်။)</span> နောက်ပိုင်းတွင် သူမသည် ကောက်ကောက်ကွေးကွေးဆံပင်နှင့် ခြေထောက်ထူထူ၊ တင်ပါးဖောင်းဖောင်းရှိသော ကလေးတစ်ဦးကို မွေးဖွားခဲ့ရာ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا الْأَيْمَانُ لَكَانَ لِي وَلَهَا شَأْنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမကျိန်ဆိုခဲ့သော ကျိန်ဆိုမှုသာမရှိခဲ့ပါက ကျွန်ုပ်သည် သူမကို ဆက်လက်လုပ်ဆောင်ခဲ့မည်။)</span>\"</p><p lang=\"my\" class=\"my \">အိက်ရီမာဟ်က ပြောသည်- \"ကလေးသည် အီဂျစ်ပြည်၏ ဘုရင်ခံဖြစ်လာသည်အထိ ကြီးပြင်းလာခဲ့ပြီး သူ့အား မိခင်၏အမည်ပေးခဲ့ကာ မည်သည့်ဖခင်နှင့်မျှ ဆက်စပ်ခြင်းမရှိခဲ့ပါ။\" အဘူ ဒါဝုဒ်သည် အလားတူ သို့သော် ပိုမိုတိုတောင်းသော အစီရင်ခံစာကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤဟဒီးစ်တွင် ဆွဟီးဟ်ကျမ်းများနှင့် အခြားနေရာများတွင် များစွာသော ရာဝီဆက်တိုက်များဖြင့် ထောက်ခံသည့် အစီရင်ခံစာများ ရှိသည်။ အလ်-ဘူခါရီမှ အိဗ်နု အဘ်ဘာစ်၏ ပြောကြားချက်အရ ဟီလာလ် ဘင်န် အူမိုင်ယာသည် သူ၏ဇနီးအား ရှာရစ်က် ဘင်န် ဆာဟ်မာအ် နှင့်အတူ တမန်တော် ﷺ ရှေ့တော်မှောက်တွင် စွပ်စွဲခဲ့သည်။ တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْبَيِّنَةَ أَوْحَدٌّ فِي ظَهْرِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သက်သေ သို့မဟုတ် သင့်ကျောတွင် ပြစ်ဒဏ်။)</span> သူက ပြောသည်- 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ကျွန်ုပ်တို့တစ်ဦးဦးသည် မိမိဇနီးနှင့်အတူ အမျိုးသားတစ်ဦးကို တွေ့ရှိပါက သူသည် သက်သေများ မည်သို့သွားရောက်ရှာဖွေနိုင်မည်နည်း?' တမန်တော် ﷺ က ထပ်မံ၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْبَيِّنَةَ وَإِلَّاحَدٌّ فِي ظَهْرِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သက်သေ မဟုတ်ပါက သင့်ကျောတွင် ပြစ်ဒဏ်။)</span> ဟီလာလ်က ပြောသည်- \"သင့်ကို အမှန်တရားနှင့်အတူ စေလွှတ်တော်မူသောအရှင်မြတ်အားဖြင့်! ကျွန်ုပ်သည် အမှန်ကိုပြောနေသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်၏ကျောကို ပြစ်ဒဏ်မှ ကာကွယ်ပေးမည့်အရာတစ်ခုကို ထုတ်ဖော်ပြသလိမ့်မည်။\" ထို့နောက် ဂျိဘရီလ်သည် ဆင်းသက်လာပြီး ဗျာဒိတ်တော်ကို ယူဆောင်လာခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိဇနီးမယားအား စွပ်စွဲသူများဖြစ်ပြီး၊)</span> ထို့နောက် သူသည် ရွတ်ဖတ်ပြရာတွင် အထိရောက်အောင် ရွတ်ဖတ်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كَانَ مِنَ الصَّادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အမှန်ကိုပြောသူများထဲမှဖြစ်ကြောင်း)</span><span class=\"gray\">(24:6)</span>။ ဗျာဒိတ်တော်ပြီးဆုံးသောအခါ တမန်တော် ﷺ သည် သူတို့နှစ်ဦးစလုံးအား ခေါ်ယူစေခဲ့သည်။ ဟီလာလ်ရောက်လာပြီး သူ၏သက်သေခံချက်ကို ပေးခဲ့ရာ တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ، فَهَلْ مِنْكُمَا تَائِبٌ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့နှစ်ဦးအနက် တစ်ဦးဦးသည် လိမ်ညာနေကြောင်း သိတော်မူသည်။ သင်တို့အနက်မှ နောင်တရမည့်သူ ရှိပါသလား?)</span> ထို့နောက် သူမသည် ထရပ်ပြီး သူမ၏သက်သေခံချက်ကို ပေးခဲ့သည်၊ သူမသည် ပဉ္စမမြောက်ကျိန်ဆိုမှုသို့ ရောက်သောအခါ သူတို့သည် သူမကို တားဆီးပြီး 'အကယ်၍ သင်သည် ပဉ္စမမြောက်ကျိန်ဆိုမှုကို ကျိန်ဆိုပြီး သင်လိမ်ညာနေပါက အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသည် ရှောင်လွှဲမရနိုင်အောင်ဖြစ်လိမ့်မည်။' ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဘ်ဘာစ်က ပြောသည်- 'သူမသည် ခဏတာ တွန့်ဆုတ်နေပြီး သူမစိတ်ပြောင်းသွားပြီဟု ကျွန်ုပ်တို့ထင်သည်အထိ တိတ်ဆိတ်နေခဲ့သည်၊ ထို့နောက် သူမက 'ယနေ့ ကျွန်ုပ်၏လူမျိုးများကို ရှက်ရွံ့အောင် မပြုလုပ်ပါ။' ဟု ပြောကြားပြီး ဆက်လက်လုပ်ဆောင်ခဲ့သည်။ ထို့နောက် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَبْصِرُوهَا، فَإِنْ جَاءَتْ بِهِ أَكْحَلَ الْعَيْنَيْنِ سَابِغَ الْأَلْيَتَيْنِ خَدَلَّجَ السَّاقَيْنِ، فَهُوَ لِشَرِيكِ ابْنِ سَحْمَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမ ကလေးမွေးသည်အထိ စောင့်ကြည့်လော့၊ အကယ်၍ သူမသည် မျက်လုံးနက်မှောင်နေပြီး တင်ပါးဖောင်းဖောင်း၊ ခြေထောက်ထူထူရှိသော ကလေးတစ်ဦးကို မွေးဖွားပါက သူသည် ရှာရစ်က် ဘင်န် ဆာဟ်မာအ်၏ ကလေးဖြစ်သည်။)</span> သူမသည် ထိုဖော်ပြချက်နှင့် ကိုက်ညီသော ကလေးတစ်ဦးကို မွေးဖွားခဲ့ရာ တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا مَا مَضَى مِنْ كِتَابِ اللهِ لَكَانَ لِي وَ لَهَا شَأْنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်၏ကျမ်းတော်သာမရှိခဲ့ပါက ကျွန်ုပ်သည် သူမကို ဆက်လက်လုပ်ဆောင်ခဲ့မည်။)</span> ဤဖော်ပြချက်ကို အလ်-ဘူခါရီ တစ်ဦးတည်းသာ မှတ်တမ်းတင်ခဲ့သည်၊ သို့သော် ဤဖြစ်ရပ်ကို အိဗ်နု အဘ်ဘာစ်နှင့် အခြားသူများထံမှ နောက်ထပ် ရာဝီဆက်တိုက်များဖြင့် ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် ဆအ်ဒ် ဘင်န် ဂျူဘိုင်ရ်၏ ပြောကြားချက်ကို မှတ်တမ်းတင်ထားသည်- အိဗ်နု အဇ်-ဇူဘိုင်ရ် အုပ်ချုပ်စဉ်ကာလတွင် ကျွန်ုပ်အား လီအန်ကျိန်ဆိုသော ဇနီးမောင်နှံနှင့်ပတ်သက်၍ သူတို့နှစ်ဦးကို ခွဲခွာသင့်သလားဟု မေးမြန်းခဲ့ပြီး ကျွန်ုပ်အဖြေကို မသိရှိခဲ့ပါ။ ကျွန်ုပ်ထရပ်ပြီး အိဗ်နု အူမာရ်၏အိမ်သို့ သွားရောက်ကာ 'အို အဘူ အဘ်ဒူရ်-ရဟ်မန်၊ လီအန်ကျိန်ဆိုသော ဇနီးမောင်နှံကို ခွဲခွာသင့်သလား?' ဟု ပြောကြားခဲ့သည်။ သူက ပြောသည်- 'ဆူဘ်ဟာန် အလ္လာဟ်၊ ဤအရာနှင့်ပတ်သက်၍ ပထမဦးဆုံး မေးမြန်းခဲ့သူမှာ ထိုသူ၏သား ထိုသူပင်ဖြစ်သည်။ သူက 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ မိမိဇနီးသည် မကောင်းမှုကျူးလွန်နေသည်ကို တွေ့မြင်သော အမျိုးသားတစ်ဦးနှင့်ပတ်သက်၍ သင်မည်သို့ယူဆပါသလဲ? သူပြောဆိုပါက အလွန်အရေးကြီးသောအရာကို ပြောဆိုနေလိမ့်မည်၊ တိတ်ဆိတ်နေပါက အလွန်အရေးကြီးသောအရာကို တိတ်ဆိတ်နေလိမ့်မည်။' <span class=\"gray\">[တမန်တော် ﷺ]</span> တိတ်ဆိတ်နေခဲ့ပြီး သူ့ကို မဖြေကြားခဲ့ပါ။ နောက်ပိုင်းတွင် သူသည် သူ့ထံသို့လာရောက်ပြီး 'ကျွန်ုပ်သင့်ကို မေးမြန်းခဲ့သည့်အရာသည် ကျွန်ုပ်ကိုယ်တိုင် စမ်းသပ်ခံနေရသောအရာဖြစ်သည်။' ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အာယတ်များကို ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိဇနီးမယားအား စွပ်စွဲသူများဖြစ်ပြီး၊)</span> အထိရောက်အောင် ရွတ်ဖတ်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِن كَانَ مِنَ الصَّادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အမှန်ကိုပြောပါက သူမအပေါ် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသ သင့်ပါစေဟု။)</span> သူသည် ထိုအမျိုးသားကို ဆုံးမစကားပြောကြားပြီး အလ္လာဟ်အရှင်မြတ်အကြောင်း သတိပေးကာ ဤလောက၏ ပြစ်ဒဏ်သည် နောင်တမလွန်ဘဝ၏ ပြစ်ဒဏ်ထက် ပိုမိုလွယ်ကူကြောင်း ပြောကြားခဲ့သည်။ ထိုအမျိုးသားက 'သင့်ကို အမှန်တရားနှင့်အတူ စေလွှတ်တော်မူသောအရှင်မြတ်အားဖြင့်၊ ကျွန်ုပ်သည် သင့်ကို လိမ်ညာပြောဆိုခြင်းမဟုတ်ပါ။' ဟု ပြောကြားခဲ့သည်။ ထို့နောက် တမန်တော် ﷺ သည် အမျိုးသမီးဘက်သို့ လှည့်ပြီး ထိုအမျိုးသမီးကို ဆုံးမစကားပြောကြားကာ အလ္လာဟ်အရှင်မြတ်အကြောင်း သတိပေးပြီး ဤလောက၏ ပြစ်ဒဏ်သည် နောင်တမလွန်ဘဝ၏ ပြစ်ဒဏ်ထက် ပိုမိုလွယ်ကူကြောင်း ပြောကြားခဲ့သည်။ ထိုအမျိုးသမီးက 'သင့်ကို အမှန်တရားနှင့်အတူ စေလွှတ်တော်မူသောအရှင်မြတ်အားဖြင့်၊ သူသည် လိမ်ညာနေသည်။' ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် <span class=\"gray\">[တမန်တော် ﷺ]</span> ထိုအမျိုးသားနှင့် စတင်ခဲ့သည်၊ သူသည် အလ္လာဟ်အရှင်မြတ်အားဖြင့် အမှန်ကိုပြောဆိုသူများထဲမှဖြစ်ကြောင်း လေးကြိမ်ကျိန်ဆိုခဲ့ပြီး သူလိမ်ညာပါက အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသည် သူ့အပေါ် သင့်ပါစေဟု ပဉ္စမမြောက်ကျိန်ဆိုခဲ့သည်။ ထို့နောက် သူသည် အမျိုးသမီးဘက်သို့ လှည့်ပြီး သူမသည် သူလိမ်ညာနေကြောင်း အလ္လာဟ်အရှင်မြတ်အားဖြင့် လေးကြိမ်ကျိန်ဆိုခဲ့ပြီး သူမှန်ကန်စွာပြောနေပါက သူမအပေါ် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသ သင့်ပါစေဟု ပဉ္စမမြောက်ကျိန်ဆိုခဲ့သည်။ ထို့နောက် သူတို့နှစ်ဦးကို ခွဲခွာစေခဲ့သည်။\" ၎င်းကို အန်-နာစာအီက သူ၏ Tafsir တွင်လည်းကောင်း၊ အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့က Two Sahihs တွင်လည်းကောင်း မှတ်တမ်းတင်ခဲ့သည်။</p>"
  }
]