[
  {
    "ayah_key": "7:90",
    "group_ayah_key": "7:90",
    "from_ayah": "7:90",
    "to_ayah": "7:92",
    "ayah_keys": "7:90,7:91,7:92",
    "text": "<p lang=\"my\" class=\"my \">သူ၏လူမျိုးများအနက်မှ မယုံကြည်သူခေါင်းဆောင်များက <span class=\"gray\">(၎င်းတို့၏လူမျိုးများအား)</span> ပြောဆိုကြသည်– “အကယ်၍ သင်တို့သည် ရှုအိုက်ဗ်ကို လိုက်နာကြပါလျှင် သင်တို့သည် အမှန်ပင် ရှုံးနိမ့်သူများ ဖြစ်ကြလိမ့်မည်။ <span>(၉၀)</span>ထိုအခါ မြေငလျင်သည် သူတို့ကို ဖမ်းဆီးလိုက်သဖြင့် ၎င်းတို့သည် ၎င်းတို့၏အိမ်များ၌ ဦးတိုက်လဲလျောင်းလျက် <span class=\"gray\">(သေဆုံးလျက်)</span> ရှိကြကုန်၏။ <span>(၉၁)</span>ရှုအိုက်ဗ်ကို မယုံကြည်သူတို့သည် ထိုအရပ်၌ အစဉ်အမြဲ မနေထိုင်ခဲ့ကြဖူးသကဲ့သို့ ဖြစ်သွားကြကုန်၏။ ရှုအိုက်ဗ်ကို မယုံကြည်သူတို့သည် အမှန်ပင် ရှုံးနိမ့်သူများ ဖြစ်ကြကုန်၏။ <span>(၉၂)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်ခြင်း၊ ပုန်ကန်ခြင်း၊ ကျူးလွန်ခြင်းနှင့် လမ်းလွဲခြင်း <span class=\"gray\">(ရှုအိုက်ဗ်၏လူမျိုးများ၏)</span> နှင့် ၎င်းတို့၏နှလုံးသားများတွင် ပိတ်ဆို့နေသော အမှန်တရားကို ဆန့်ကျင်ခြင်းတို့၏ ကြီးမားမှုကို ဖော်ပြထားသည်။ ၎င်းတို့သည် ကတိပြု၍ ပြောဆိုကြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِنِ اتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَّخَاسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အကယ်၍ သင်တို့သည် ရှုအိုက်ဗ်ကို လိုက်နာကြပါလျှင် သင်တို့သည် အမှန်ပင် ရှုံးနိမ့်သူများ ဖြစ်ကြလိမ့်မည်။”)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အဖြေပေးခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မြေငလျင်သည် ၎င်းတို့ကို ဖမ်းဆီးလိုက်ပြီး ၎င်းတို့သည် ၎င်းတို့၏အိမ်များတွင် ဦးတိုက်လဲလျောင်းလျက် <span class=\"gray\">(သေဆုံးလျက်)</span> ရှိကြကုန်၏။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရှုအိုက်ဗ်နှင့် သူ၏နောက်လိုက်များကို နှင်ထုတ်မည်ဟု ခြိမ်းခြောက်ခဲ့ခြင်းအတွက် အပြစ်ပေးသည့်အနေဖြင့် မြေငလျင်က ၎င်းတို့ကို လှုပ်ခါခဲ့သည်ဟု မိန့်တော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏အဆုံးသတ်ကို ဆူရာဟ် ဟူးဒ်တွင် ထပ်မံဖော်ပြခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့၏အမိန့်တော် ရောက်လာသောအခါ ငါတို့သည် ရှုအိုက်ဗ်နှင့် သူနှင့်အတူ ယုံကြည်သူတို့ကို ငါတို့၏ ကရုဏာဖြင့် ကယ်ဆယ်တော်မူခဲ့သည်။ မတရားပြုသူတို့ကို ‘ဆွိုက်ဟဟ်’ <span class=\"gray\">(ကျယ်လောင်သောအော်သံ)</span> က ဖမ်းဆီးလိုက်သဖြင့် ၎င်းတို့သည် ၎င်းတို့၏အိမ်များ၌ ဦးတိုက်လဲလျောင်းလျက် <span class=\"gray\">(သေဆုံးလျက်)</span> ရှိကြကုန်၏။)</span><span class=\"gray\">[၁၁:၉၄]</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်တွင် ရှုအိုက်ဗ်ကို လှောင်ပြောင်ပြီးနောက် ၎င်းတို့အား ဒဏ်ခတ်ခဲ့သော ‘ဆွိုက်ဟဟ်’ <span class=\"gray\">(အော်သံ)</span> အကြောင်း ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصَلَاتُكَ تَأْمُرُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ ဆွလားဟ် <span class=\"gray\">(ဆုတောင်းခြင်း)</span> သည် သင့်အား အမိန့်ပေးသည်လား...)</span><span class=\"gray\">[၁၁:၈၇]</span> ထို့ကြောင့် ၎င်းတို့ကို တိတ်ဆိတ်သွားစေခဲ့သော အော်သံကို ဤနေရာတွင် ဖော်ပြခြင်းသည် သင့်လျော်ပါသည်။ ဆူရဟ် အက်ရှ်-ရှုအရာ တွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ إِنَّهُ كَانَ عَذَابُ يَوْمٍ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် သူ့ကို မယုံကြည်ကြ။ ထို့ကြောင့် အရိပ်နေ့၏ ပြင်းထန်သော ပြစ်ဒဏ် <span class=\"gray\">(မှောင်မိုက်သောတိမ်တိုက်)</span> သည် ၎င်းတို့ကို ဖမ်းဆီးလိုက်၏။ အမှန်စင်စစ် ထိုနေ့သည် ကြီးမားသောနေ့၏ ပြစ်ဒဏ်ဖြစ်၏။)</span><span class=\"gray\">[၂၆:၁၈၉]</span> အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ရှုအိုက်ဗ်အား စိန်ခေါ်ခဲ့ကြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“သင်သည် မှန်ကန်သူတို့တွင် ပါဝင်ပါလျှင် ကောင်းကင်မှ အပိုင်းအစတစ်ခုကို ငါတို့အပေါ် ကျစေပါ။”)</span><span class=\"gray\">[၂၆:၁၈၇]</span>။ </p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤပြစ်ဒဏ်ပုံစံများ တစ်ခုချင်းစီသည် အရိပ်နေ့တွင် ၎င်းတို့အား ဒဏ်ခတ်ခဲ့သည်ဟု ဖော်ပြခဲ့သည်။ ပထမ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အရိပ်နေ့၏ ပြင်းထန်သော ပြစ်ဒဏ် <span class=\"gray\">(မှောင်မိုက်သောတိမ်တိုက်)</span> သည် ၎င်းတို့ကို ဖမ်းဆီးလိုက်၏။)</span><span class=\"gray\">[၂၆:၁၈၉]</span> မှောင်မိုက်သောတိမ်တိုက်သည် ၎င်းတို့အပေါ်သို့ မီး၊ မီးတောက်များနှင့် ကြီးမားသော အလင်းရောင် <span class=\"gray\">(ပါဝင်သော)</span> တိမ်တိုက် ကျရောက်လာသောအခါတွင် ဖြစ်သည်။ ထို့နောက် ကောင်းကင်မှ အော်ဟစ်သံတစ်သံသည် ၎င်းတို့အပေါ် ကျရောက်လာပြီး အောက်မှ မြေကြီးတုန်လှုပ်မှုတစ်ခုက ၎င်းတို့ကို လှုပ်ခါလိုက်သည်။ ရလဒ်အနေဖြင့် ၎င်းတို့၏ဝိညာဉ်များကို ဖမ်းဆီးသွားခဲ့ပြီး ၎င်းတို့၏အသက်များကို ယူဆောင်သွားခဲ့ကာ ၎င်းတို့၏ကိုယ်ခန္ဓာများလည်း ငြိမ်သက်သွားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် ၎င်းတို့၏အိမ်များ၌ ဦးတိုက်လဲလျောင်းလျက် <span class=\"gray\">(သေဆုံးလျက်)</span> ရှိကြကုန်၏။)</span> အလ္လာဟ်အရှင်မြတ်သည် ထပ်မံ၍ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَن لَّمْ يَغْنَوْا فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုအရပ်၌ အစဉ်အမြဲ မနေထိုင်ခဲ့ကြဖူးသကဲ့သို့ ဖြစ်သွားကြကုန်၏။)</span> ဆိုလိုသည်မှာ ပြစ်ဒဏ်သည် ၎င်းတို့ကို ဖမ်းဆီးပြီးနောက် ၎င်းတို့၏ ရစူလ်တမန် ရှုအိုက်ဗ်နှင့် သူ၏နောက်လိုက်များကို နှင်ထုတ်လိုခဲ့သော မြေ၌ ၎င်းတို့ မည်သည့်အခါမျှ မနေထိုင်ခဲ့ဖူးသကဲ့သို့ ဖြစ်သွားသည်။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ယခင်စကားကို ပယ်ချခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَذَّبُوا شُعَيْبًا كَانُوا هُمُ الْخَاسِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှုအိုက်ဗ်ကို မယုံကြည်သူတို့သည် အမှန်ပင် ရှုံးနိမ့်သူများ ဖြစ်ကြကုန်၏။)</span></p>"
  },
  {
    "ayah_key": "7:93",
    "group_ayah_key": "7:93",
    "from_ayah": "7:93",
    "to_ayah": "7:93",
    "ayah_keys": "7:93",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့နောက် သူ <span class=\"gray\">(ရှုအိုက်ဗ်)</span> သည် ၎င်းတို့ထံမှ လှည့်ထွက်သွားပြီး “အို ငါ၏လူမျိုးတို့! အမှန်စင်စစ် ငါသည် သင်တို့ထံသို့ ငါ၏အရှင်မြတ်၏ သတင်းစကားများကို ပို့ဆောင်ပြီးပြီ။ သင်တို့အား ကောင်းမွန်သော အကြံဉာဏ်များ ပေးခဲ့ပြီးပြီ။ သို့ဖြစ်လျှင် မယုံကြည်သူများကို ငါမည်သို့ ဝမ်းနည်းပူဆွေးနိုင်မည်နည်း။ <span>(၉၃)</span>” ဟု ပြောဆိုခဲ့သည်။</p><p lang=\"my\" class=\"my \">နဗီတမန် ရှုအိုက်ဗ် (အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှု သူ့အပေါ်၌ရှိပါစေ) သည် ပြစ်ဒဏ်၊ အပြစ်ပေးခြင်းနှင့် ဖျက်ဆီးခြင်းတို့ ၎င်းတို့အား ဒဏ်ခတ်ပြီးနောက် သူ၏လူမျိုးများထံမှ လှည့်ထွက်သွားပြီး ၎င်းတို့အား ဆုံးမသွန်သင်၍ ပြစ်တင်ရှုံ့ချကာ ပြောဆိုခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَاتِ رَبِّي وَنَصَحْتُ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အို ငါ၏လူမျိုးတို့! အမှန်စင်စစ် ငါသည် သင်တို့ထံသို့ ငါ၏အရှင်မြတ်၏ သတင်းစကားများကို ပို့ဆောင်ပြီးပြီ။ သင်တို့အား ကောင်းမွန်သော အကြံဉာဏ်များ ပေးခဲ့ပြီးပြီ။”)</span></p><p lang=\"my\" class=\"my \">ရှုအိုက်ဗ်က ပြောသည်– ငါသည် သင့်ထံသို့ ငါစေလွှတ်ခံရသော အရာကို ပို့ဆောင်ပြီးပြီ။ ထို့ကြောင့် သင်သည် ငါယူဆောင်လာသော အရာကို မယုံကြည်သောကြောင့် သင့်အတွက် မည်သည့်ဝမ်းနည်းမှုမျှ ငါခံစားရမည် မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ آسَىٰ عَلَىٰ قَوْمٍ كَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“သို့ဖြစ်လျှင် မယုံကြည်သူများကို ငါမည်သို့ ဝမ်းနည်းပူဆွေးနိုင်မည်နည်း။”)</span></p>"
  },
  {
    "ayah_key": "7:94",
    "group_ayah_key": "7:94",
    "from_ayah": "7:94",
    "to_ayah": "7:95",
    "ayah_keys": "7:94,7:95",
    "text": "<p lang=\"my\" class=\"my \">ငါတို့သည် မည်သည့်မြို့ရွာသို့မျှ နဗီတမန်ကို <span class=\"gray\">(၎င်းတို့သည် သူ့ကို မယုံကြည်ကြသော်လည်း)</span> မစေလွှတ်ခဲ့ပေ။ သို့သော် ငါတို့သည် ထိုမြို့ရွာရှိလူများကို ‘ဗာဆာ’ နှင့် ‘ဒွရ်ရာ’ တို့ဖြင့် ဖမ်းဆီးခဲ့သည်၊ သို့မှသာ ၎င်းတို့သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား)</span> နာခံကျိုးနွံကြမည်။ <span>(၉၄)</span>ထို့နောက် ငါတို့သည် မကောင်းမှုကို ကောင်းမှုဖြင့် ပြောင်းလဲပေးခဲ့သည်။ ၎င်းတို့သည် ‘အဖဝ်’ <span class=\"gray\">(တိုးပွားလာကြ)</span> သည်အထိ ဖြစ်သည်။ ၎င်းတို့က “ငါတို့၏ ဖခင်များသည် မကောင်းမှုနှင့် ကောင်းမှုတို့ဖြင့် ထိတွေ့ခံခဲ့ရသည်။” ဟု ပြောဆိုကြသည်။ ထို့ကြောင့် ငါတို့သည် ၎င်းတို့ မသိလိုက်မီ ရုတ်တရက် ၎င်းတို့အားလုံးကို ဖမ်းဆီးခဲ့သည်။ <span>(၉၅)</span></p><div lang=\"my\" class=\"my \"><h2>ယခင်လူမျိုးများကို ဒဏ်ခတ်ခဲ့သော ဘေးဆိုးများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နဗီတမန်များကို စေလွှတ်ခဲ့သော ယခင်လူမျိုးများကို ဒဏ်ခတ်ခဲ့သည့် ‘ဗာဆာ’ နှင့် ‘ဒွရ်ရာ’ တို့ကို ဖော်ပြထားသည်။ ‘ဗာဆာ’ ဆိုသည်မှာ ၎င်းတို့ခံစားခဲ့ရသော ရုပ်ပိုင်းဆိုင်ရာ ဖျားနာမှုများနှင့် ရောဂါများကို ရည်ညွှန်းပြီး ‘ဒွရ်ရာ’ ဆိုသည်မှာ ၎င်းတို့ကြုံတွေ့ခဲ့ရသော ဆင်းရဲဒုက္ခနှင့် အရှက်ရခြင်းများကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَضَّرَّعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ ၎င်းတို့သည် နာခံကျိုးနွံကြမည်)</span> အသနားခံခြင်း၊ ကိုယ်ကိုနှိမ့်ချခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်ခြင်း၊ သို့မှသာ ၎င်းတို့ခံစားခဲ့ရသော ဘေးဆိုးများကို ကိုယ်တော်က ဖယ်ရှားပေးလိမ့်မည်။ ဤအာယတ်တော်က အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ကိုယ်တော်ထံ တိုင်တည်စေရန် ပြင်းထန်သော ဘေးဆိုးများကို ချပေးခဲ့သော်လည်း ၎င်းတို့သည် ကိုယ်တော်အမိန့်ပေးခဲ့သည့်အတိုင်း မပြုလုပ်ခဲ့ကြကြောင်း ဖော်ပြသည်။ ထို့ကြောင့် ကိုယ်တော်သည် ၎င်းတို့ကို စမ်းသပ်ရန် ဘေးဆိုးကို သာယာဝပြောမှုအဖြစ် ပြောင်းလဲပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် မကောင်းမှုကို ကောင်းမှုဖြင့် ပြောင်းလဲပေးခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ခက်ခဲမှုကို သာယာဝပြောမှုအဖြစ်၊ ရောဂါနှင့် ဖျားနာမှုကို ကျန်းမာရေးနှင့် ကောင်းမွန်ခြင်းအဖြစ်၊ ဆင်းရဲမှုကို ထောက်ပံ့မှုတွင် ကြွယ်ဝခြင်းအဖြစ် ပြောင်းလဲပေးခဲ့သည်၊ သို့မှသာ ၎င်းတို့သည် ဤအတွက် အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင်ကြမည်။ သို့သော် ၎င်းတို့သည် ထိုအရာများထဲမှ တစ်ခုမျှ မပြုလုပ်ခဲ့ကြပေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ عَفَوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ‘အဖဝ်’ <span class=\"gray\">(တိုးပွားလာကြ)</span> သည်အထိ)</span> သည် လူဦးရေ၊ စည်းစိမ်ဥစ္စာနှင့် သားသမီးများ တိုးပွားလာခြင်းကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်သည် ထပ်မံ၍ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَّقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ فَأَخَذْنَاهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ၎င်းတို့က “ငါတို့၏ ဖခင်များသည် မကောင်းမှုနှင့် ကောင်းမှုတို့ဖြင့် ထိတွေ့ခံခဲ့ရသည်။” ဟု ပြောဆိုကြသည်။ ထို့ကြောင့် ငါတို့သည် ၎င်းတို့ မသိလိုက်မီ ရုတ်တရက် ၎င်းတို့အားလုံးကို ဖမ်းဆီးခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် ၎င်းတို့အား ဤ <span class=\"gray\">(ဘေးဆိုးများ)</span> နှင့် ထို <span class=\"gray\">(သက်သာချောင်ချိမှုနှင့် ပေါကြွယ်ဝမှု)</span> တို့ဖြင့် စမ်းသပ်ခဲ့သည်၊ သို့မှသာ ၎င်းတို့သည် ကိုယ်တော်ထံ နာခံကျိုးနွံ၍ နောင်တရကြမည်။ သို့သော် ၎င်းတို့သည် စမ်းသပ်မှုနှစ်ခုလုံးတွင် ကျရှုံးခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ဤအရာ သို့မဟုတ် ထိုအရာ နှစ်ခုစလုံးက ၎င်းတို့၏ နည်းလမ်းများကို ပြောင်းလဲရန် တွန်းအားမပေးနိုင်ခဲ့ပေ။ ၎င်းတို့က “ငါတို့သည် ‘ဗာဆာ’ နှင့် ‘ဒွရ်ရာ’ ကို ခံစားခဲ့ရသော်လည်း သာယာဝပြောမှုသည် နောက်ပိုင်းတွင် ရောက်လာခဲ့သည်၊ ယခင်အချိန်များက ငါတို့၏ ဖခင်များကဲ့သို့ပင်” ဟု ပြောဆိုကြသည်။ “ထို့ကြောင့်” ၎င်းတို့က ပြောသည်– “၎င်းသည် တစ်ခါတစ်ရံ ခက်ခဲမှုကို ခံစားရပြီး တစ်ခါတစ်ရံတွင် ဆုလာဘ်ကို ခံစားရသော သံသရာဖြစ်သည်။”</p><p lang=\"my\" class=\"my \">သို့သော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဉာဏ်ပညာကို နားမလည်ခဲ့ကြသလို၊ ကိုယ်တော်သည် ၎င်းတို့အား အခြေအနေနှစ်ခုစလုံးတွင် စမ်းသပ်နေသည်ဟူသော အချက်ကိုလည်း နားမလည်ခဲ့ကြပေ။ ဆန့်ကျင်ဘက်အားဖြင့် ယုံကြည်သူများသည် ကောင်းသောအချိန်များတွင် အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင်ကြပြီး ခက်ခဲသောအချိန်များတွင် သည်းခံကြသည်။ ဆွဟီးဟ်ကျမ်းတွင် ဟဒီးစ်တော်တစ်ခု၌ ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَجَبًا لِلْمُؤْمِنِ لَا يَقْضِي اللهُ لَهُ قَضَاءً إِلَّا كَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူ၏ ကိစ္စသည် အံ့သြဖွယ်ကောင်းလှသည်၊ အလ္လာဟ်အရှင်မြတ်က သူ့အတွက် ပြဋ္ဌာန်းပေးသမျှသည် သူ့အတွက် ပိုကောင်းသည်သာဖြစ်သည်။ အကယ်၍ ‘ဒွရ်ရာ’ <span class=\"gray\">(ဘေးဥပဒ်)</span> က သူ့ကို ဒဏ်ခတ်ပါက သူသည် သည်းခံသည်၊ ဤသည်မှာ သူ့အတွက် ပိုကောင်းသည်။ အကယ်၍ ‘ဆွရ်ရာ’ <span class=\"gray\">(သာယာဝပြောမှု)</span> ကို သူ့အား ပေးအပ်ပါက သူသည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား)</span> ကျေးဇူးတင်သည်၊ ဤသည်မှာ သူ့အတွက် ပိုကောင်းသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ယုံကြည်သူသည် အလ္လာဟ်အရှင်မြတ်က သူ့ထံသို့ စေလွှတ်သည့် သာယာဝပြောမှု သို့မဟုတ် ဘေးဆိုးဖြစ်စေ၊ ဘေးဒဏ်များ၏ နောက်ကွယ်ရှိ စမ်းသပ်မှုနှင့် ကောင်းချီးမင်္ဂလာများကို သိရှိနားလည်သည်။ ထိုနည်းတူစွာ အခြားဟဒီးစ်တော်တစ်ခုတွင်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَايَزَالُ الْبَلَاءُ بِالْمُؤْمِنِ حَتَّى يَخْرُجَ نَقِيًّا مِنْ ذُنُوبِهِ، وَالْمُنَافِق مِثْله كَمَثَلِ الْحِمَارِ لَا يَدْرِي فِيمَ رَبَطَهُ أَهْلُهُ وَلَا فِيمَ أَرْسَلُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူသည် အပြစ်မှ သန့်စင်သည်အထိ ဘေးဒဏ်များဖြင့် ဆက်လက်စမ်းသပ်ခံနေရမည်။ နှင့် ဟန်ဆောင်သူ၏ ပုံဥပမာသည် မြည်းနှင့်တူသည်၊ ၎င်း၏ ပိုင်ရှင်များက ၎င်းကို အဘယ်ကြောင့် ချည်နှောင်ထားသည် သို့မဟုတ် လွှတ်ပေးလိုက်သည်ကို ၎င်းမသိပေ။)</span> အလ္လာဟ်အရှင်မြတ်သည် ထပ်မံ၍ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذْنَاهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါတို့သည် ၎င်းတို့ မသိလိုက်မီ ရုတ်တရက် ၎င်းတို့အားလုံးကို ဖမ်းဆီးခဲ့သည်။)</span> ဆိုလိုသည်မှာ ငါတို့သည် ၎င်းတို့ မသိလိုက်မီ ရုတ်တရက် အပြစ်ဒဏ်ဖြင့် ဒဏ်ခတ်ခဲ့သည်။ ဟဒီးစ်တော်တစ်ခုတွင် ရုတ်တရက်သေဆုံးခြင်းကို ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَوْتُ الْفَجْأَةِ رَحْمَةٌ لِلْمُؤْمِنِ وَأَخْذَةُ أَسَفٍ لِلْكَافِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရုတ်တရက်သေဆုံးခြင်းသည် ယုံကြည်သူအတွက် ကရုဏာဖြစ်သော်လည်း မယုံကြည်သူအတွက် ဝမ်းနည်းဖွယ်အပြစ်ဒဏ်ဖြစ်သည်။)</span></p>"
  }
]