[
  {
    "ayah_key": "54:41",
    "group_ayah_key": "54:41",
    "from_ayah": "54:41",
    "to_ayah": "54:46",
    "ayah_keys": "54:41,54:42,54:43,54:44,54:45,54:46",
    "text": "<p lang=\"my\" class=\"my \">ဖိရ်အောင်၏ လူမျိုးထံသို့ သတိပေးနှိုးဆော်ချက်များ ရောက်ရှိလာခဲ့ပေသည် <span>(၄၁)</span><span class=\"gray\">(၎င်းတို့)</span>သည် ငါတို့၏ နိမိတ်လက္ခဏာအားလုံးကို ငြင်းပယ်ခဲ့ကြသဖြင့် ငါတို့သည် ၎င်းတို့အား အနန္တတန်ခိုးရှင်၊ အရာရာတိုင်းကို စွမ်းဆောင်နိုင်သူ၏ ပြစ်ဒဏ်ဖြင့် ဖမ်းဆီးခဲ့လေသည် <span>(၄၂)</span>သင်တို့၏ မယုံကြည်သူများသည် ၎င်းတို့ထက် ပိုမိုကောင်းမွန်သလော။ သို့မဟုတ် သင်တို့သည် ဒိုင်ဗိုင်းကျမ်းများတွင် ကင်းလွတ်ခွင့် ရရှိထားသလော <span>(၄၃)</span>သို့မဟုတ် ၎င်းတို့က “ငါတို့သည် အောင်ပွဲရရှိမည့် ကြီးမားသော လူအုပ်ကြီးဖြစ်သည်” ဟု ပြောကြသလော <span>(၄၄)</span>၎င်းတို့၏ လူအုပ်ကြီးသည် ထွက်ပြေးလွင့်စင်သွားမည်ဖြစ်ပြီး၊ ၎င်းတို့သည် ကျောခိုင်းပြေးလွှားကြလိမ့်မည် <span>(၄၅)</span>မဟုတ်၊ ရှင်ပြန်ထမည့်အချိန်သည် ၎င်းတို့၏ သတ်မှတ်ထားသောအချိန်ဖြစ်ပြီး၊ ထိုအချိန်သည် ပိုမိုဆိုးရွားပြီး ပိုမိုခါးသီးလိမ့်မည် <span>(၄၆)</span></p><p lang=\"my\" class=\"my \">ဖိရ်အောင်နှင့် ၎င်း၏လူမျိုး၏ ဇာတ်လမ်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဖိရ်အောင်နှင့် ၎င်း၏လူမျိုး၏ ဇာတ်လမ်းကို ငါတို့အား ပြောပြတော်မူ၏။ အလ္လာဟ်ထံမှ တမန်တစ်ပါးဖြစ်သော မူဆာသည် ၎င်း၏အစ်ကို ဟာရူန်၏ ထောက်ခံမှုဖြင့် ၎င်းတို့ထံသို့ ရောက်ရှိလာခဲ့သည်။ ၎င်းတို့၏တမန်များသည် ၎င်းတို့ယုံကြည်ပါက သတင်းကောင်းပေးခဲ့ပြီး၊ သတင်းစကားကို ငြင်းပယ်ပါက သတိပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် မူဆာနှင့် ဟာရူန်တို့ကို ကြီးမားသော တန်ခိုးပြာဋိဟာများနှင့် ကြီးမားသော နိမိတ်လက္ခဏာများဖြင့် ထောက်ခံခဲ့သော်လည်း ဖိရ်အောင်နှင့် ၎င်း၏လူမျိုးက ၎င်းတို့အားလုံးကို ငြင်းပယ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အနန္တတန်ခိုးရှင်၊ အရာရာတိုင်းကို စွမ်းဆောင်နိုင်သူ၏ နည်းလမ်းအတိုင်း ဖမ်းဆီးခဲ့၏။ ၎င်းတို့အားလုံးကို ဖျက်ဆီးခဲ့ပြီး၊ ၎င်းတို့အား ဘာဖြစ်ခဲ့သည်ကို ပြောပြရန် မည်သူမျှ မကျန်ရှိခဲ့ပေ။ </p><p lang=\"sn\" class=\"sn \">Advising and Threatening the Quraysh</p><p lang=\"ceb\" class=\"ceb \"> Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَكُفَّارُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ မယုံကြည်သူများ)</span> ဆိုလိုသည်မှာ 'အို ကုရိုင်းရှ်၏ ရုပ်တုကိုးကွယ်သူတို့'</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَيْرٌ مِنْ أُولَٰئِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထက် ပိုကောင်းသလော။)</span> ဆိုလိုသည်မှာ ဤနေရာတွင် ဖော်ပြထားသော လူမျိုးများထက် ပိုကောင်းသလော။ ၎င်းတို့သည် တမန်များကို မယုံကြည်ခြင်းနှင့် ကျမ်းဂန်များကို ငြင်းပယ်ခြင်းကြောင့် ပျက်စီးခဲ့ကြသည်။ 'သင်တို့သည် ၎င်းတို့ထက် ပိုကောင်းသလော။'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင်တို့သည် ဒိုင်ဗိုင်းကျမ်းများတွင် ကင်းလွတ်ခွင့် ရရှိထားသလော။)</span>၊ 'အလ္လာဟ်ထံမှ ပြစ်ဒဏ်နှင့် နှိပ်စက်မှုက သင်တို့ကို ထိခိုက်မည်မဟုတ်ကြောင်း ကင်းလွတ်ခွင့် ရရှိထားသလော။' အလ္လာဟ်အရှင်မြတ်သည် ကုရိုင်းရှ်တို့နှင့်ပတ်သက်၍ မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့က “ငါတို့သည် အောင်ပွဲရရှိမည့် ကြီးမားသော လူအုပ်ကြီးဖြစ်သည်” ဟု ပြောကြသလော။)</span> ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး ထောက်ခံကူညီကြမည်ဖြစ်ပြီး ၎င်းတို့၏ ကြီးမားသော စုဝေးမှုက ၎င်းတို့အား အန္တရာယ်ပြုလိုသူများထံမှ အကျိုးပြုလိမ့်မည်ဟု ယုံကြည်ကြောင်း ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်က တုံ့ပြန်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ လူအုပ်ကြီးသည် ထွက်ပြေးလွင့်စင်သွားမည်ဖြစ်ပြီး၊ ၎င်းတို့သည် ကျောခိုင်းပြေးလွှားကြလိမ့်မည်။)</span> ၎င်းတို့၏ စုဝေးမှုသည် ပြန့်ကျဲသွားမည်ဖြစ်ပြီး ၎င်းတို့ ရှုံးနိမ့်ကြလိမ့်မည်ဟု အတည်ပြုသည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်က ပြောသည်ဟု အလ်-ဗုခါရီက မှတ်တမ်းတင်ထားသည်၊ \"တမန်တော်မြတ် ﷺ သည် ဘဒ်ရ်တိုက်ပွဲနေ့တွင် အမိုးခုံးပုံစံ တဲတစ်ခုအတွင်း ရှိနေစဉ် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْشُدُكَ عَهْدَكَ وَوَعْدَكَ، اللّٰهُمَّ إِنْ شِئْتَ لَمْ تُعْبَدْ بَعْدَ الْيَوْمِ فِي الْأَرْضِ أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်! အကျွန်ုပ်သည် ကိုယ်တော်၏ ပဋိညာဉ်နှင့် ကတိတော်ကို ပြည့်စုံစေရန် တောင်းဆိုပါသည်။ အို အလ္လာဟ်! ကိုယ်တော် အလိုရှိပါက <span class=\"gray\">(ယုံကြည်သူများကို ဖျက်ဆီးလိုပါက)</span> ယနေ့နောက်ပိုင်း ကမ္ဘာပေါ်တွင် ကိုယ်တော်အား မည်သူမျှ ဘယ်တော့မှ ကိုးကွယ်တော့မည်မဟုတ်ပါ။)</span></p><p lang=\"my\" class=\"my \">အဘူဘက်ရ်က ၎င်း၏လက်ကို ကိုင်ကာ ပြောသည်၊ 'ဤမျှလောက်ဆိုလျှင် လုံလောက်ပါပြီ၊ အို အလ္လာဟ်၏ ရစူလ်တမန်! ကိုယ်တော်သည် အလ္လာဟ်ထံတွင် လုံလောက်စွာ တောင်းခံပြီး ပန်ကြားခဲ့ပြီးဖြစ်သည်။' ထိုအချိန်တွင် တမန်တော်မြတ် ﷺ သည် ၎င်း၏ သံချပ်ကာဝတ်စုံကို ဝတ်ဆင်ထားပြီး ထွက်သွားကာ မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ - بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَىٰ وَأَمَرُّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ လူအုပ်ကြီးသည် ထွက်ပြေးလွင့်စင်သွားမည်ဖြစ်ပြီး ၎င်းတို့သည် ကျောခိုင်းပြေးလွှားကြလိမ့်မည်။ မဟုတ်၊ ရှင်ပြန်ထမည့်အချိန်သည် ၎င်းတို့၏ သတ်မှတ်ထားသောအချိန်ဖြစ်ပြီး ထိုအချိန်သည် ပိုမိုဆိုးရွားပြီး ပိုမိုခါးသီးလိမ့်မည်။)</span>\" </p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီက ယူစွဖ် ဘင် မဟာက်က ပြောသည်ဟုလည်း မှတ်တမ်းတင်ထားသည်၊ \"ကျွန်တော်သည် ယုံကြည်သူတို့၏ မယ်တော် အာအိရှာနှင့်အတူ ရှိနေစဉ် ၎င်းက ပြောသည်၊ 'ကျွန်မ မက္ကာမြို့တွင် ငယ်ရွယ်၍ ကစားခုန်စားတတ်သော မိန်းကလေးတစ်ဦး အဖြစ် ရှိနေစဉ် ဤအာယတ်တော်သည် မုဟမ္မဒ် ﷺ ထံသို့ ထုတ်ဖော်ပြသခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَىٰ وَأَمَرُّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်၊ ရှင်ပြန်ထမည့်အချိန်သည် ၎င်းတို့၏ သတ်မှတ်ထားသောအချိန်ဖြစ်ပြီး ထိုအချိန်သည် ပိုမိုဆိုးရွားပြီး ပိုမိုခါးသီးလိမ့်မည်။)</span>\" </p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ်-ဗုခါရီက စုဆောင်းထားသော အတိုချုံးထားသော အကြောင်းအရာဖြစ်သည်။ သို့သော် ၎င်းသည် ကုရ်အာန်၏ ဂုဏ်ကျေးဇူးများစာအုပ်တွင် ၎င်း၏ ပိုရှည်လျားသော အကြောင်းအရာကိုလည်း စုဆောင်းခဲ့သည်။ မွတ်စလင်မ်က ဤဟဒီးဆ်ကို မစုဆောင်းခဲ့ပါ။</p>"
  }
]