[
  {
    "ayah_key": "34:3",
    "group_ayah_key": "34:3",
    "from_ayah": "34:3",
    "to_ayah": "34:6",
    "ayah_keys": "34:3,34:4,34:5,34:6",
    "text": "<p lang=\"my\" class=\"my \">အယုံအကြည်မရှိသူများက ပြောကြသည်- \"ကိယာမတ်နေ့သည် ကျွန်ုပ်တို့ထံသို့ လာမည်မဟုတ်ပါ။\" ပြောပါ- \"ဟုတ်ပါသည်၊ အနန္တအသိရှင်၊ မမြင်အပ်ရာများကို သိတော်မူသောအရှင်သခင်အားဖြင့်၊ ၎င်းသည် သင်တို့ထံသို့ ရောက်လာမည်မှာ သေချာပါသည်။ ကောင်းကင်များတွင်ဖြစ်စေ၊ မြေကြီးပေါ်တွင်ဖြစ်စေ ဖုန်မှုန့်တစ်မှုန်၏ အလေးချိန် သို့မဟုတ် ထိုထက်နည်းသည် သို့မဟုတ် ထိုထက်ပိုသည်ဖြစ်စေ ၎င်း၏အသိပညာမှ လွတ်မြောက်ခြင်းမရှိပါ။ သို့သော် ၎င်းသည် ရှင်းလင်းပြတ်သားသော ကျမ်းစာတွင် ရှိပါသည်။ <span>(၃)</span>ယုံကြည်ပြီး ကောင်းမှုများပြုသူများကို အဖိုးအခ ပြန်ပေးရန်အတွက်ဖြစ်သည်။ ထိုသူတို့အတွက် ခွင့်လွှတ်ခြင်းနှင့် ကြွယ်ဝသော ပေးကမ်းခြင်း ရှိသည်။ <span>(၄)</span>သို့သော် ငါတို့၏ အာယတ်များကို ဖျက်ဆီးရန် ကြိုးပမ်းသူများ၊ ထိုသူတို့အတွက် ပြင်းထန်သော နာကျင်သည့် ဝေဒနာရှိမည်။ <span>(၅)</span>ပညာပေးခံရသူများသည် သင့်အား သင့်အရှင်သခင်ထံမှ ထုတ်ဖော်ပြသထားသည်မှာ အမှန်တရားဖြစ်ကြောင်း၊ ထို့အပြင် ၎င်းသည် အနန္တတန်ခိုးရှင်၊ အရာရာကို ချီးမွမ်းခြင်း၏ပိုင်ရှင်၏ လမ်းသို့ ပို့ဆောင်ကြောင်း မြင်ကြရသည်။ <span>(၆)</span></p><p lang=\"my\" class=\"my \">လူတစ်ဦးစီသည် ၎င်း၏လုပ်ရပ်များနှင့်အညီ အကျိုးပေးခံရရန် သို့မဟုတ် အပြစ်ပေးခံရရန်အတွက် ကိယာမတ်နေ့ ရောက်လာမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">၎င်းသည် အာယတ်သုံးခုအနက်မှ တစ်ခုဖြစ်သည် – စတုတ္ထတစ်ခု မရှိပါ။ ထိုအာယတ်များတွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ရစူလ်တမန်တော် ﷺ ကို ၎င်း၏အနန္တတန်ခိုးရှင် သခင်အားဖြင့် သေချာပေါက် ရှင်ပြန်ထမြောက်ခြင်း ဖြစ်လိမ့်မည်ဟု ကျိန်ဆိုရန် အမိန့်ပေးထားသည်၊ အကြောင်းမှာ ခေါင်းမာသော မယုံကြည်သူများသည် ၎င်းဖြစ်လိမ့်မည်ကို ငြင်းဆန်ခဲ့ကြသောကြောင့် ဖြစ်သည်။ ဤအာယတ်များအနက် တစ်ခုမှာ ဆူရဟ်ယူနုစ်တွင် ရှိပြီး အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ ۖ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ ۖ وَمَا أَنْتُمْ بِمُعْجِزِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင့်အား အကြောင်းကြားရန် မေးမြန်းကြသည် <span class=\"gray\">(ပြောလျက်)</span>: \"၎င်းသည် အမှန်တကယ်လား?\" ပြောပါ: \"ဟုတ်ကဲ့! ကျွန်ုပ်၏သခင်အားဖြင့်! ၎င်းသည် အမှန်တရားပင်! သင်တို့ ၎င်းကို ရှောင်လွှဲ၍မရနိုင်!\")</span><span class=\"gray\">(၁၀:၅၃)</span>။ ဤအာယတ်များအနက် ဒုတိယတစ်ခုမှာ ဤအာယတ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ ۖ قُلْ بَلَىٰ وَرَبِّي لَتَأْتِيَنَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အယုံအကြည်မရှိသူများက ပြောကြသည်- \"ကိယာမတ်နေ့သည် ကျွန်ုပ်တို့ထံသို့ လာမည်မဟုတ်ပါ။\" ပြောပါ- \"ဟုတ်ကဲ့၊ ကျွန်ုပ်၏သခင်အားဖြင့်၊ ၎င်းသည် သင်တို့ထံသို့ ရောက်လာမည်မှာ သေချာပါသည်...\")</span>။ ၎င်းတို့အနက် တတိယတစ်ခုမှာ ဆူရတ်အတ်တာဂါဘွန်တွင် ပေါ်လာပြီး အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا ۚ قُلْ بَلَىٰ وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۚ وَذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အယုံအကြည်မရှိသူများသည် ၎င်းတို့သည် မည်သည့်အခါမျှ ရှင်ပြန်ထမြောက်မည်မဟုတ်ဟု <span class=\"gray\">(စစ်ဆေးခြင်းအတွက်)</span> ဟန်ဆောင်ကြသည်။ ပြောပါ- \"ဟုတ်ကဲ့! ကျွန်ုပ်၏သခင်အားဖြင့်၊ သင်တို့သည် သေချာပေါက် ရှင်ပြန်ထမြောက်လိမ့်မည်၊ ထို့နောက် သင်တို့ လုပ်ဆောင်ခဲ့သည်များကို အကြောင်းကြားခံရလိမ့်မည်။ ထိုသို့ဖြစ်ခြင်းသည် အလ္လာဟ်အတွက် လွယ်ကူသည်\")</span><span class=\"gray\">(၆၄:၇)</span>။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ بَلَىٰ وَرَبِّي لَتَأْتِيَنَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ဟုတ်ကဲ့၊ ကျွန်ုပ်၏သခင်အားဖြင့်၊ ၎င်းသည် သင်တို့ထံသို့ ရောက်လာမည်မှာ သေချာပါသည်...\")</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်အား အောက်ပါအတိုင်း အတည်ပြုသည့် ပုံစံဖြင့် ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمِ الْغَيْبِ ۖ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَٰلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမြင်အပ်ရာများကို အနန္တအသိရှင်၊ ကောင်းကင်များတွင်ဖြစ်စေ၊ မြေကြီးပေါ်တွင်ဖြစ်စေ ဖုန်မှုန့်တစ်မှုန်၏ အလေးချိန် သို့မဟုတ် ထိုထက်နည်းသည် သို့မဟုတ် ထိုထက်ပိုသည်ဖြစ်စေ ၎င်း၏အသိပညာမှ လွတ်မြောက်ခြင်းမရှိပါ။ သို့သော် ၎င်းသည် ရှင်းလင်းပြတ်သားသော ကျမ်းစာတွင် ရှိသည်။)</span> မူဂျာဟစ်နှင့် ကတာဒါတို့က \"မည်သည့်အရာမျှ ၎င်းအရှင်ထံမှ ပုန်းကွယ်ခြင်း သို့မဟုတ် ဖုံးကွယ်ခြင်း မရှိပါ\" ဟု ပြောခဲ့ကြသည်။ တစ်နည်းအားဖြင့် အရာရာတိုင်းသည် ၎င်းအရှင်၏ အသိပညာဖြင့် လွှမ်းခြုံထားပြီး ၎င်းအရှင်ထံမှ မည်သည့်အရာမျှ ပုန်းကွယ်ခြင်း မရှိပေ။ အရိုးများ ကွဲလွင့်ပျက်စီးသွားသော်လည်း ၎င်းတို့ မည်သည့်နေရာသို့ ရောက်ရှိသွားသည်၊ မည်သည့်နေရာသို့ ပြန့်ကျဲသွားသည်ကို ၎င်းအရှင် သိတော်မူသည်။ ထို့နောက် ပထမဦးဆုံး ဖန်ဆင်းခဲ့သည့်အတိုင်း ၎င်းတို့ကို ပြန်လည်ယူဆောင်လာမည်ဖြစ်သည်။ အကြောင်းမှာ ၎င်းအရှင်သည် အရာခပ်သိမ်းကို သိတော်မူသောကြောင့် ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ခန္ဓာကိုယ်များကို ပြန်လည်ဖန်ဆင်းခြင်းနှင့် ကိယာမတ်နေ့ကို ဖြစ်ပေါ်စေခြင်း၌ ၎င်းအရှင်၏ ဉာဏ်ပညာကို ကျွန်ုပ်တို့အား မိန့်တော်မူသည်၊ ၎င်းအရှင် မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ۚ أُولَٰئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ - وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီး ကောင်းမှုများပြုသူများကို အဖိုးအခ ပြန်ပေးရန်အတွက်ဖြစ်သည်။ ထိုသူတို့အတွက် ခွင့်လွှတ်ခြင်းနှင့် ကြွယ်ဝသော ပေးကမ်းခြင်း ရှိသည်။ သို့သော် ငါတို့၏ အာယတ်များကို ဖျက်ဆီးရန် ကြိုးပမ်းသူများ)</span> ဆိုသည်မှာ အခြားသူများကို အလ္လာဟ်၏ လမ်းမှ လမ်းလွဲစေရန် ကြိုးစားသူများနှင့် ၎င်းအရှင်၏ တမန်တော်များကို မယုံကြည်သူများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أُولَٰئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့အတွက် ပြင်းထန်သော နာကျင်သည့် ဝေဒနာရှိမည်။)</span> ဆိုလိုသည်မှာ၊ ၎င်းအရှင်သည် ကောင်းချီးပေးခံရသူများဖြစ်ကြသော မွတ်စ်လင်မ်များအပေါ် ၎င်းအရှင်၏ ကျေးဇူးတော်ကို ပေးသနားမည်ဖြစ်ပြီး၊ ကံဆိုးသူများဖြစ်ကြသော မယုံကြည်သူများကို အပြစ်ပေးမည်ဖြစ်သည်။ ၎င်းသည် အာယတ်နှင့်တူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲသားများနှင့် ဂျန္နတ်သားများသည် မတူညီကြပေ။ ဂျန္နတ်သားများသာ အောင်မြင်မည်ဖြစ်သည်။)</span><span class=\"gray\">(၅၉:၂၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီး ကောင်းမှုများပြုသူများကို ကမ္ဘာမြေပေါ်တွင် ဖျက်ဆီးမှုများပြုလုပ်သူများကဲ့သို့ ကျွန်ုပ်တို့ ဆက်ဆံမည်လော။ သို့မဟုတ် တက္ကဝါရှိသူများကို အပြစ်လုပ်သူများကဲ့သို့ ကျွန်ုပ်တို့ ဆက်ဆံမည်လော။)</span><span class=\"gray\">(၃၈:၂၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပညာပေးခံရသူများသည် သင့်အရှင်သခင်ထံမှ သင့်အား ထုတ်ဖော်ပြသထားသည်မှာ အမှန်တရားဖြစ်ကြောင်း မြင်ကြရသည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် ယခင်တစ်ခုမှ ဆက်လက်၍ ပညာ၏ နောက်ထပ်အမျိုးအစားတစ်ခုဖြစ်သည်။ ဆိုလိုသည်မှာ တမန်တော်များထံ ထုတ်ဖော်ပြသခဲ့သည်ကို ယုံကြည်သူများသည် ကိယာမတ်နေ့ ရောက်လာခြင်းနှင့် ဖြောင့်မတ်သူများ၊ မကောင်းဆိုးဝါးများကို မည်သို့ အသီးသီး အကျိုးပေးခံရမည်၊ အပြစ်ပေးခံရမည်ကို မြင်တွေ့ရသောအခါ၊ ၎င်းတို့သည် ဤလောကတွင် အလ္လာဟ်၏ကျမ်းစာများမှ ကြိုတင်သိရှိခဲ့ပြီး ယခုအခါ ၎င်းတို့၏မျက်စိဖြင့် ကိုယ်တိုင်မြင်တွေ့နေရပြီဖြစ်သောအခါ၊ ၎င်းတို့က ပြောကြမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့၏ အရှင်သခင်၏ တမန်တော်များသည် အမှန်တရားနှင့်အတူ ရောက်ရှိလာခဲ့သည်)</span><span class=\"gray\">(၇:၄၃)</span>။ ထို့အပြင် ပြောကြားလိမ့်မည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا مَا وَعَدَ الرَّحْمَٰنُ وَصَدَقَ الْمُرْسَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ အနန္တကရုဏာရှင် အရှင်သခင်က ကတိပြုခဲ့သောအရာဖြစ်ပြီး၊ တမန်တော်များက အမှန်တရားကို ပြောကြားခဲ့သည်!)</span><span class=\"gray\">[၃၆:၅၂]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَىٰ يَوْمِ الْبَعْثِ ۖ فَهَٰذَا يَوْمُ الْبَعْثِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့သည် အလ္လာဟ်၏အမိန့်တော်အတိုင်း ရှင်ပြန်ထမြောက်ရာနေ့အထိ နေထိုင်ခဲ့ကြသည်။ ထို့ကြောင့် ဤသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့ ဖြစ်သည်)</span><span class=\"gray\">(၃၀:၅၆)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَىٰ صِرَاطِ الْعَزِيزِ الْحَمِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပညာပေးခံရသူများသည် သင့်အရှင်သခင်ထံမှ သင့်အား ထုတ်ဖော်ပြသထားသည်မှာ အမှန်တရားဖြစ်ကြောင်း၊ ထို့အပြင် ၎င်းသည် အနန္တတန်ခိုးရှင်၊ အရာရာကို ချီးမွမ်းခြင်း၏ပိုင်ရှင်၏ လမ်းသို့ ပို့ဆောင်ကြောင်း မြင်ကြရသည်။)</span></p><p lang=\"my\" class=\"my \">အနန္တတန်ခိုးရှင်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သော၊ မည်သူမျှ လွှမ်းမိုးခြင်း သို့မဟုတ် ခုခံခြင်း မပြုနိုင်သော၊ သို့သော် အရာခပ်သိမ်းကို လွှမ်းမိုးချုပ်ကိုင်ထားသော အရှင်ဖြစ်သည်။ အရာရာကို ချီးမွမ်းခြင်း၏ပိုင်ရှင်သည် ၎င်းအရှင်၏ စကားများ၊ လုပ်ရပ်များ၊ ဥပဒေများနှင့် အမိန့်များအားလုံးတွင် ချီးမွမ်းခြင်း ခံထိုက်သော အရှင်ဖြစ်သည်။ ၎င်းအရှင်အား ဘုန်းတော်ချီးမွမ်းပြီး မြင့်မြတ်စေသတည်း။</p>"
  },
  {
    "ayah_key": "34:31",
    "group_ayah_key": "34:31",
    "from_ayah": "34:31",
    "to_ayah": "34:33",
    "ayah_keys": "34:31,34:32,34:33",
    "text": "<p lang=\"my\" class=\"my \">အယုံအကြည်မရှိသူများက ပြောကြသည်- \"ဤကုရ်အာန်ကိုလည်းကောင်း၊ ၎င်းမတိုင်မီကရှိခဲ့သည်ကိုလည်းကောင်း ကျွန်ုပ်တို့ မယုံကြည်ပါ။\" သို့သော် မတရားလုပ်သူများသည် ၎င်းတို့၏အရှင်သခင်ရှေ့တွင် ရပ်တည်စေခံရသောအခါ သင်သာ မြင်တွေ့ရလျှင်၊ ၎င်းတို့သည် <span class=\"gray\">(အပြစ်တင်သည့်)</span> စကားလုံးများကို တစ်ဦးနှင့်တစ်ဦး မည်သို့ ပစ်ချကြမည်နည်း! အားနည်းသည်ဟု ယူဆခံရသူများသည် မာနကြီးသူများအား ပြောကြမည်- \"သင်တို့သာ မရှိခဲ့လျှင် ကျွန်ုပ်တို့သည် ယုံကြည်သူများ ဖြစ်ခဲ့ကြပေလိမ့်မည်! <span>(၃၁)</span>မာနကြီးသူများသည် အားနည်းသည်ဟု ယူဆခံရသူများအား ပြောကြမည်- \"လမ်းညွှန်မှု သင့်ထံ ရောက်လာပြီးနောက် ကျွန်ုပ်တို့က သင့်အား လမ်းလွဲအောင် လုပ်ခဲ့ပါသလား? မဟုတ်ဘူး၊ သင်တို့သည် ရာဇဝတ်ကောင်များ ဖြစ်ခဲ့ကြသည်!\" <span>(၃၂)</span>အားနည်းသည်ဟု ယူဆခံရသူများသည် မာနကြီးသူများအား ပြောကြမည်- \"မဟုတ်ဘူး၊ ညဉ့်နှင့်နေ့ သင်တို့၏ ပူးပေါင်းကြံစည်မှုကြောင့်ဖြစ်သည်။ သင်တို့က ကျွန်ုပ်တို့အား အလ္လာဟ်ကို မယုံကြည်ရန်နှင့် ၎င်းအရှင်အတွက် ပြိုင်ဘက်များကို ထားရှိရန် အမိန့်ပေးခဲ့သည်!\" ၎င်းတို့ တစ်ဦးစီ <span class=\"gray\">(အုပ်စုများ)</span> သည် ၎င်းတို့၏ နောင်တများကို ဖုံးကွယ်ထားကြမည်၊ ၎င်းတို့သည် အပြစ်ဒဏ်ကို မြင်တွေ့ရသောအခါ။ အယုံအကြည်မရှိသူများ၏ လည်ပင်းများတွင် သံကြိုးများ ကျွန်ုပ်တို့ ချည်နှောင်မည်။ ၎င်းတို့ လုပ်ဆောင်ခဲ့သည့်အရာမှလွဲ၍ အခြားမည်သည့်အရာအတွက်မှ အကျိုးပေးခံရမည် မဟုတ်ပေ <span>(၃၃)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူများသည် ဤလောကတွင် အမှန်တရားကို ငြင်းပယ်ရန် မည်သို့ သဘောတူညီခဲ့ကြသည်၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး မည်သို့ ငြင်းခုံကြမည်နည်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မယုံကြည်သူများ၏ အလွန်အကျွံ မတရားမှုနှင့် ခေါင်းမာမှုကိုလည်းကောင်း၊ ၎င်းတို့ကုရ်အာန်နှင့် ၎င်းအရှင်က ရှင်ပြန်ထမြောက်ခြင်းအကြောင်း ပြောပြထားသည်ကို မယုံကြည်ရန် ၎င်းတို့၏ အခိုင်အမာ ပြောဆိုမှုကိုလည်းကောင်း ကျွန်ုပ်တို့အား ပြောပြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهَٰذَا الْقُرْآنِ وَلَا بِالَّذِي بَيْنَ يَدَيْهِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အယုံအကြည်မရှိသူများက ပြောကြသည်- \"ဤကုရ်အာန်ကိုလည်းကောင်း၊ ၎င်းမတိုင်မီကရှိခဲ့သည်ကိုလည်းကောင်း ကျွန်ုပ်တို့ မယုံကြည်ပါ။\")</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ခြိမ်းခြောက်ပြီး ၎င်းအရှင်ရှေ့တွင် ရောက်ရှိလာမည့် အရှက်ရဖွယ်အနေအထားကို သတိပေးသည်၊ တစ်ဦးနှင့်တစ်ဦး ငြင်းခုံအငြင်းပွားလျက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် <span class=\"gray\">(အပြစ်တင်သည့်)</span> စကားလုံးများကို တစ်ဦးနှင့်တစ်ဦး မည်သို့ ပစ်ချကြမည်နည်း! အားနည်းသည်ဟု ယူဆခံရသူများ)</span> ၎င်းသည် နောက်လိုက်များကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِلَّذِينَ اسْتَكْبَرُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာနကြီးသူများအား)</span> – ၎င်းသည် ခေါင်းဆောင်များနှင့် အရှင်သခင်များကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သာ မရှိခဲ့လျှင် ကျွန်ုပ်တို့သည် ယုံကြည်သူများ ဖြစ်ခဲ့ကြပေလိမ့်မည်!)</span> ဆိုလိုသည်မှာ 'သင်တို့သာ ကျွန်ုပ်တို့ကို မတားဆီးခဲ့လျှင် ကျွန်ုပ်တို့သည် တမန်တော်များကို လိုက်နာပြီး ၎င်းတို့ ယူဆောင်လာခဲ့သည်များကို ယုံကြည်ခဲ့ကြမည်'။ ၎င်းတို့၏ ခေါင်းဆောင်များနှင့် အရှင်သခင်များဖြစ်ကြသော မာနကြီးသူများသည် ၎င်းတို့အား ပြောကြမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَىٰ بَعْدَ إِذْ جَاءَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းညွှန်မှု သင့်ထံ ရောက်လာပြီးနောက် ကျွန်ုပ်တို့က သင့်အား လမ်းလွဲအောင် လုပ်ခဲ့ပါသလား?)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် သင့်အား ခေါ်ဆိုခြင်းမှလွဲ၍ မည်သည့်အရာမျှ မလုပ်ဆောင်ခဲ့ပါ။ သင်တို့သည် မည်သည့် အထောက်အထား သို့မဟုတ် အထောက်အထားမျှ မရှိဘဲ ကျွန်ုပ်တို့ကို လိုက်နာခဲ့ကြသည်။ သင်တို့၏ ကိုယ်ပိုင်ဆန္ဒများကြောင့် တမန်တော်များ ယူဆောင်လာခဲ့သော အထောက်အထားနှင့် သက်သေကို ဆန့်ကျင်ခဲ့ကြသည်။ ၎င်းသည် သင်တို့၏ ကိုယ်ပိုင်ရွေးချယ်မှုဖြစ်သည်။' ၎င်းတို့က ပြောကြမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ كُنْتُمْ مُجْرِمِينَ - وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"...မဟုတ်ဘူး၊ သင်တို့သည် ရာဇဝတ်ကောင်များ ဖြစ်ခဲ့ကြသည်!\" အားနည်းသည်ဟု ယူဆခံရသူများသည် မာနကြီးသူများအား ပြောကြမည်- \"မဟုတ်ဘူး၊ ညဉ့်နှင့်နေ့ သင်တို့၏ ပူးပေါင်းကြံစည်မှုကြောင့်ဖြစ်သည်။\")</span> ဆိုလိုသည်မှာ 'သင်တို့သည် ညဉ့်နှင့်နေ့ ကျွန်ုပ်တို့ကို ကြံစည်ခဲ့ကြသည်၊ ကတိများနှင့် မှားယွင်းသော မျှော်လင့်ချက်များဖြင့် ကျွန်ုပ်တို့ကို မြှူဆွယ်ခဲ့ကြသည်၊ ကျွန်ုပ်တို့သည် မှန်ကန်စွာ လမ်းညွှန်ခံရပြီး တစ်စုံတစ်ရာကို လိုက်နာနေသည်ဟု ပြောခဲ့ကြသည်။ သို့သော် ထိုအရာအားလုံးသည် မှားယွင်းမှုနှင့် ထင်ရှားသော လိမ်လည်မှုများ ဖြစ်သည်'။ ကတာဒါနှင့် အိဗ်နုဇိုင်းဒ်တို့က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ ညဉ့်နှင့်နေ့ သင်တို့၏ ပူးပေါင်းကြံစည်မှုကြောင့်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ \"သင်တို့သည် ညဉ့်နှင့်နေ့ ကြံစည်ခဲ့ကြသည်\"။ မာလိက်သည် ဇိုင်းဒ်ဘင်အစလမ်ထံမှ အလားတူအရာတစ်ခုကို ဖော်ပြခဲ့သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\"> إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့က ကျွန်ုပ်တို့အား အလ္လာဟ်ကို မယုံကြည်ရန်နှင့် ၎င်းအရှင်အတွက် ပြိုင်ဘက်များကို ထားရှိရန် အမိန့်ပေးခဲ့သည်!)</span> ဆိုလိုသည်မှာ '၎င်းအရှင်နှင့် တန်းတူနတ်ဘုရားများကို ထားရှိရန်ဖြစ်သည်။ သင်တို့သည် ကျွန်ုပ်တို့၏ စိတ်ထဲတွင် သံသယများနှင့် ရှုပ်ထွေးမှုများကို ဖန်တီးခဲ့သည်။ သင်တို့သည် ကျွန်ုပ်တို့အား လမ်းလွဲစေရန်အတွက် ဝေးလံသော အတွေးအခေါ်များကို ဖန်တီးခဲ့သည်'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ တစ်ဦးစီ <span class=\"gray\">(အုပ်စုများ)</span> သည် ၎င်းတို့၏ နောင်တများကို ဖုံးကွယ်ထားကြမည်၊ ၎င်းတို့သည် အပြစ်ဒဏ်ကို မြင်တွေ့ရသောအခါ။)</span> ဆိုလိုသည်မှာ ခေါင်းဆောင်များနှင့် နောက်လိုက်များ နှစ်ဦးစလုံးသည် ၎င်းတို့ ယခင်က လုပ်ဆောင်ခဲ့သည်များအတွက် နောင်တရကြမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အယုံအကြည်မရှိသူများ၏ လည်ပင်းများတွင် သံကြိုးများ ကျွန်ုပ်တို့ ချည်နှောင်မည်။)</span> ၎င်းသည် ၎င်းတို့၏ လက်များကို လည်ပင်းနှင့် ချည်နှောင်မည့် သံကြိုးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ လုပ်ဆောင်ခဲ့သည့်အရာမှလွဲ၍ အခြားမည်သည့်အရာအတွက်မှ အကျိုးပေးခံရမည် မဟုတ်ပေ?)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ လုပ်ရပ်များအတိုင်း အပြစ်ပေးခံရမည်ဖြစ်သည်။ ခေါင်းဆောင်များသည် ၎င်းတို့ လုပ်ဆောင်ခဲ့သည့်အရာအတိုင်း အပြစ်ပေးခံရမည်ဖြစ်ပြီး၊ နောက်လိုက်များသည် ၎င်းတို့ လုပ်ဆောင်ခဲ့သည့်အရာအတိုင်း အပြစ်ပေးခံရမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لِكُلٍّ ضِعْفٌ وَلَٰكِنْ لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်က ပြောမည်- \"တစ်ဦးစီအတွက် နှစ်ဆ <span class=\"gray\">(ဝေဒနာ)</span> ရှိသည်၊ သို့သော် သင်တို့ မသိကြ။\")</span><span class=\"gray\">(၇:၃၈)</span>။ အိဗ်နုအဘီဟာတင်မ်က အဘူဟူရိုင်းရာ၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ ပြောခဲ့သည်- \"အလ္လာဟ်၏ တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ جَهَنَّمَ لَمَّا سِيقَ إِلَيْهَا أَهْلُهَا تَلَقَّاهُمْ لَهَبُهَا، ثُمَّ لَفَحَتْهُمْ لَفْحَةً فَلَمْ يَبْقَ لَحْمٌ إِلَّا سَقَطَ عَلَى الْعُرْقُوبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲသားများကို ငရဲဘက်သို့ မောင်းနှင်သောအခါ၊ ၎င်းသည် ၎င်းတို့အား ၎င်း၏ မီးလျှံများဖြင့် ကြိုဆိုမည်၊ ထို့နောက် မီးသည် ၎င်းတို့၏ မျက်နှာများကို လောင်ကျွမ်းစေမည်ဖြစ်ပြီး အသားများအားလုံးသည် ၎င်းတို့၏ ပေါင်နောက်ဘက်သို့ ပြုတ်ကျလိမ့်မည်။)</span>\"</p>"
  }
]