[
  {
    "ayah_key": "18:9",
    "group_ayah_key": "18:9",
    "from_ayah": "18:9",
    "to_ayah": "18:12",
    "ayah_keys": "18:9,18:10,18:11,18:12",
    "text": "<p lang=\"my\" class=\"my \">အလ်-ကာဖ်နှင့် အလ်-ရကင်မ် လူမျိုးတို့သည် ငါတို့၏နိမိတ်လက္ခဏာများအနက် အံ့ဩဖွယ်ရာတစ်ခုဟု သင်ထင်သလား <span>(၉)</span>လူငယ်များ အလ်-ကာဖ်သို့ ခိုလှုံရန် ထွက်ပြေးခဲ့ကြသောအခါ။ သူတို့က ပြောသည်- \"အကျွန်ုပ်တို့၏အရှင်သခင်! အရှင်၏ထံမှ ကရုဏာတော်ကို ကျွန်ုပ်တို့အပေါ် ပေးသနားတော်မူပါ၊ ကျွန်ုပ်တို့၏ကိစ္စကို မှန်ကန်သောနည်းလမ်းဖြင့် လွယ်ကူစေတော်မူပါ! <span>(၁၀)</span>ထို့ကြောင့် ငါတို့သည် အလ်-ကာဖ်တွင် သူတို့၏နားကို နှစ်ပေါင်းများစွာ ပိတ်ဆို့ထားခဲ့သည် <span>(၁၁)</span>ထို့နောက် ငါတို့သည် သူတို့ကို ထမြောက်စေခဲ့သည်၊ သူတို့နေထိုင်ခဲ့သော အချိန်ကာလကို မည်သည့်အဖွဲ့က အကောင်းဆုံး တွက်ချက်နိုင်သည်ကို စမ်းသပ်ရန်ဖြစ်သည်။ <span>(၁၂)</span></p><div lang=\"my\" class=\"my \"><h2>အလ်-ကာဖ်၏ လူမျိုးတို့၏ ပုံပြင်</h2></div><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် အလ်-ကာဖ်၏ လူမျိုးတို့၏ ပုံပြင်ကို အကျဉ်းချုပ်အားဖြင့် ပြောပြတော်မူပြီး၊ ထို့နောက် အသေးစိတ် ထပ်မံရှင်းပြတော်မူသည်။ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَمْ حَسِبْتَ</p><p lang=\"zu\" class=\"zu \"><span class=\"gray\">(Do you think)</span> – O Muhammad –</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ကာဖ်နှင့် အလ်-ရကင်မ်၏ လူမျိုးတို့သည် ငါတို့၏နိမိတ်လက္ခဏာများအနက် အံ့ဩဖွယ်ရာတစ်ခုဟု သင်ထင်သလား။)</span> ဆိုလိုသည်မှာ၊ သူတို့၏ကိစ္စသည် ငါတို့၏စွမ်းအားနှင့် စွမ်းရည်နှင့်ယှဉ်လျှင် အံ့ဩဖွယ်ရာတစ်ခုမဟုတ်ပေ၊ အကြောင်းမှာ ကောင်းကင်နှင့်မြေကြီး ဖန်ဆင်းခြင်း၊ နေ့ညဉ့်ပြောင်းလဲခြင်းနှင့် နေ၊ လ၊ ကောင်းကင်ဘုံရှိ ကြယ်တာရာများကို အုပ်စိုးခြင်း၊ အခြားသော ကြီးမြတ်သည့် နိမိတ်လက္ခဏာများသည် အလ္လာဟ်အရှင်မြတ်၏ ကြီးမားသောစွမ်းအားကို ဖော်ပြပြီး အရှင်မြတ်သည် အလိုရှိရာကို ပြုလုပ်နိုင်ကြောင်း ပြသနေသည်။ အရှင်မြတ်သည် ဂူသားများ၏ ပုံပြင်ထက် ပိုမိုအံ့ဩဖွယ်ရာများကို ပြုလုပ်ရန် စွမ်းဆောင်နိုင်စွမ်းမရှိသည်မဟုတ်ပေ။ အလားတူပင်၊ အိဗ်နု ဂျူရေဂျ်သည် မူဂျာဟစ်ဒ်ကို ပြောဆိုသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ကာဖ်နှင့် အလ်-ရကင်မ်၏ လူမျိုးတို့သည် ငါတို့၏နိမိတ်လက္ခဏာများအနက် အံ့ဩဖွယ်ရာတစ်ခုဟု သင်ထင်သလား။)</span></p><p lang=\"my\" class=\"my \">ငါတို့၏ နိမိတ်လက္ခဏာများထဲတွင် ဤအရာထက် ပိုမိုအံ့ဩဖွယ်ရာများရှိသည်။ အလ်-အော်ဖီက အိဗ်နု အဗ္ဗားစ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ကာဖ်နှင့် အလ်-ရကင်မ်၏ လူမျိုးတို့သည် ငါတို့၏နိမိတ်လက္ခဏာများအနက် အံ့ဩဖွယ်ရာတစ်ခုဟု သင်ထင်သလား။)</span></p><p lang=\"my\" class=\"my \">ငါသည် သင်တို့အား ပေးထားသော အသိပညာ၊ စွန်နဟ်နှင့် ကျမ်းဂန်သည် အလ်-ကာဖ်နှင့် အလ်-ရကင်မ်၏ လူမျိုးတို့၏ ပုံပြင်ထက် များစွာ သာလွန်ကောင်းမွန်သည်။ မုဟမ္မဒ် ဘင် အစ္စဟာက်က ပြောသည်- \"<span class=\"gray\">(ဆိုလိုသည်မှာ)</span> ငါသည် ငါ့ဖန်ဆင်းခံများအား အလ်-ကာဖ်နှင့် အလ်-ရကင်မ်၏ လူမျိုးတို့၏ ပုံပြင်ထက် ပိုမိုအံ့ဩဖွယ်ကောင်းသော သက်သေကို မပြသခဲ့ပေ။\"</p><p lang=\"my\" class=\"my \">အလ်-ကာဖ်သည် တောင်တစ်ခုရှိ ဂူကို ရည်ညွှန်းပြီး ထိုနေရာ၌ လူငယ်များ ခိုလှုံခဲ့ကြသည်။ အလ်-ရကင်မ် ဟူသော စကားလုံးနှင့် ပတ်သက်၍ အလ်-အော်ဖီသည် အိဗ်နု အဗ္ဗားစ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ ၎င်းသည် အိုင်လာမြို့အနီးရှိ ချိုင့်ဝှမ်းတစ်ခု ဖြစ်သည်။ ဤအရာကို <span class=\"gray\">[အခြားမှတ်တမ်းတစ်ခုတွင်]</span> အတီယာ အလ်-အော်ဖီနှင့် ကတာဒါတို့ကလည်း ပြောခဲ့ကြသည်။ အဒ်-ဒဟ်ဟာက်က ပြောသည်- \"အလ်-ကာဖ်သည် ချိုင့်ဝှမ်းရှိ ဂူဖြစ်ပြီး၊ အလ်-ရကင်မ်သည် ထိုချိုင့်ဝှမ်း၏ အမည်ဖြစ်သည်။\" မူဂျာဟစ်ဒ်က ပြောသည်- \"အလ်-ရကင်မ်သည် သူတို့၏ အဆောက်အအုံများကို ရည်ညွှန်းသည်။\" အချို့ကမူ ၎င်းသည် သူတို့၏ဂူတည်ရှိရာ ချိုင့်ဝှမ်းကို ရည်ညွှန်းသည်ဟု ပြောဆိုကြသည်။</p><p lang=\"my\" class=\"my \">အဗ်ဒူရ်-ရဇ်ဇာက်သည် အိဗ်နု အဗ္ဗားစ်က အလ်-ရကင်မ်နှင့် ပတ်သက်၍ ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- \"ကအ်ဗ်က ၎င်းသည် မြို့ဖြစ်သည်ဟု ပြောဆိုလေ့ရှိသည်။\" အိဗ်နု ဂျူရေဂျ်သည် အိဗ်နု အဗ္ဗားစ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- \"အလ်-ရကင်မ်သည် ဂူတည်ရှိရာ တောင်ဖြစ်သည်။\" ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်က ပြောသည်- \"အလ်-ရကင်မ်သည် ကျောက်ပြားတစ်ခုဖြစ်ပြီး ၎င်းပေါ်တွင် ဂူသားများ၏ ပုံပြင်ကို ရေးထိုးခဲ့ကြကာ ထို့နောက် ဂူဝတွင် တင်ထားခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မှတ်သားပါ)</span> လူငယ်များ အလ်-ကာဖ်သို့ ခိုလှုံရန် ထွက်ပြေးခဲ့ကြသောအခါ။ သူတို့က ပြောသည်- \"အကျွန်ုပ်တို့၏အရှင်သခင်! အရှင်၏ထံမှ ကရုဏာတော်ကို ကျွန်ုပ်တို့အပေါ် ပေးသနားတော်မူပါ၊ ကျွန်ုပ်တို့၏ကိစ္စကို မှန်ကန်သောနည်းလမ်းဖြင့် လွယ်ကူစေတော်မူပါ!\")</span></p><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် နှိပ်စက်ညှဉ်းပန်းမှုကို ကြောက်ရွံ့၍ ၎င်းတို့၏ဘာသာတရားအတွက် မိမိတို့၏လူမျိုးများထံမှ ထွက်ပြေးခဲ့ကြသော ထိုလူငယ်များအကြောင်းကို ပြောပြတော်မူသည်။ ထို့ကြောင့် သူတို့သည် တောင်ဂူတစ်ခုတွင် ခိုလှုံရန် ထွက်ပြေးခဲ့ကြပြီး ထိုနေရာ၌ မိမိတို့၏လူမျိုးများထံမှ ပုန်းအောင်းခဲ့ကြသည်။ သူတို့ဂူထဲသို့ ရောက်ရှိသောအခါ အလ္လာဟ်အရှင်မြတ်အား မိမိတို့အပေါ် ကရုဏာတော်နှင့် ကြင်နာမှုကို ပြသရန် တောင်းပန်ခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့၏အရှင်သခင်! အရှင်၏ထံမှ ကရုဏာတော်ကို ကျွန်ုပ်တို့အပေါ် ပေးသနားတော်မူပါ၊)</span> ဆိုလိုသည်မှာ 'အရှင်၏ကရုဏာကို ကျွန်ုပ်တို့အား ပေးသနားတော်မူပါ၊ ကျွန်ုပ်တို့ကို ကျွန်ုပ်တို့၏လူမျိုးများထံမှ ကွယ်ဝှက်ပေးပါ' ဟု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ကိစ္စကို မှန်ကန်သောနည်းလမ်းဖြင့် လွယ်ကူစေတော်မူပါ။)</span> ဆိုလိုသည်မှာ ကျွန်ုပ်တို့၏ကိစ္စကို ကောင်းမွန်စွာ ဦးဆောင်ပါ၊ ဆိုလိုသည်မှာ ကျွန်ုပ်တို့အား ကောင်းမွန်သောနိဂုံးကို ပေးသနားတော်မူပါ။ ဟဒီးစ်တွင် ဖော်ပြထားသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا قَضَيْتَ لَنَا مِنْ قَضَاءٍ فَاجْعَلْ عَاقِبَتَهُ رَشَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်သည် ကျွန်ုပ်တို့အတွက် မည်သည့်အရာကိုမဆို ပြဋ္ဌာန်းထားသည်ဖြစ်စေ၊ ၎င်း၏အကျိုးဆက်များကို ကောင်းမွန်အောင် ပြုလုပ်ပေးပါ။)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَضَرَبْنَا عَلَىٰ آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါတို့သည် ဂူထဲတွင် သူတို့၏နားကို နှစ်ပေါင်းများစွာ ပိတ်ဆို့ထားခဲ့သည်။)</span> ဆိုလိုသည်မှာ 'သူတို့ဂူထဲသို့ ရောက်သောအခါ ငါတို့သည် သူတို့ကို အိပ်စက်စေခဲ့သည်၊ ပြီးတော့ သူတို့သည် နှစ်ပေါင်းများစွာ အိပ်စက်ခဲ့ကြသည်' ဟု ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثُمَّ بَعَثْنَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် သူတို့ကို ထမြောက်စေခဲ့သည်)</span> ထိုအိပ်စက်ခြင်းမှ၊ ထို့နောက် သူတို့ထဲမှ တစ်ဦးသည် သူ၏ဒိရ်ဟမ် <span class=\"gray\">(ငွေဒင်္ဂါးများ)</span> နှင့်အတူ အစားအစာအချို့ ဝယ်ရန် ထွက်သွားခဲ့သည်၊ ၎င်းကို အောက်တွင် ပိုမိုအသေးစိတ် ဆွေးနွေးပါမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် သူတို့ကို ထမြောက်စေခဲ့သည်၊ မည်သည့်အဖွဲ့က (မည်သည့်နှစ်ဖက်အဖွဲ့က) ငါတို့ စမ်းသပ်ရန်)</span> ဆိုလိုသည်မှာ သူတို့နှင့်ပတ်သက်၍ အငြင်းပွားခဲ့ကြသော နှစ်ဖက်အဖွဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحْصَىٰ لِمَا لَبِثُوا أَمَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့နေထိုင်ခဲ့သော အချိန်ကာလကို မည်သည့်အဖွဲ့က အကောင်းဆုံး တွက်ချက်နိုင်သည်ကို။)</span> ၎င်းသည် သူတို့ဂူထဲတွင် မည်မျှကြာကြာ နေခဲ့သည်ကို ရည်ညွှန်းသည်ဟု ပြောဆိုခဲ့ကြသည်။</p>"
  },
  {
    "ayah_key": "18:92",
    "group_ayah_key": "18:92",
    "from_ayah": "18:92",
    "to_ayah": "18:96",
    "ayah_keys": "18:92,18:93,18:94,18:95,18:96",
    "text": "<p class=\"my \" lang=\"my\">ထို့နောက် သူသည် <span class=\"gray\">(အခြား)</span> လမ်းတစ်လမ်းကို လိုက်ခဲ့သည် (၉၂)နှစ်ဖက်တောင်ကြားသို့ ရောက်သောအခါ၊ သူသည် သူတို့ရှေ့တွင် စကားတစ်လုံးမျှ နားမလည်နီးပါးရှိသော လူမျိုးတစ်စုကို တွေ့ရှိခဲ့သည် (၉၃)သူတို့က ပြောသည်- \"အို ဇူလ်-ကရ်နိုင်းန်! အမှန်စင်စစ် ယာအ်ဂျူဂျ်နှင့် မာအ်ဂျူဂျ်တို့သည် ကမ္ဘာမြေပေါ်တွင် ကြီးမားသော မကောင်းမှုများ ပြုလုပ်နေကြသည်။ ထို့ကြောင့် ကျွန်ုပ်တို့နှင့် သူတို့ကြားတွင် အတားအဆီးတစ်ခု တည်ဆောက်ပေးနိုင်ရန် ကျွန်ုပ်တို့သည် သင့်အား ပူဇော်သကာ ပေးရမည်လား။ (၉၄)သူက ပြောသည်- \"ကျွန်ုပ်၏အရှင်သခင်က ကျွန်ုပ်အား ခိုင်မြဲစေခဲ့သော အရာသည် ပိုမိုကောင်းမွန်သည်။ ထို့ကြောင့် ခွန်အားဖြင့် ကျွန်ုပ်ကို ကူညီကြပါ၊ ကျွန်ုပ်သည် သင်တို့နှင့် သူတို့ကြားတွင် အတားအဆီးတစ်ခု တည်ဆောက်ပေးမည်။ (၉၅)\"သံချပ် (Zubar) ကို ကျွန်ုပ်အား ပေးပါ။\" ထို့နောက် သူသည် တောင်နှစ်ဖက်ကြားရှိ ကွာဟချက်ကို ဖြည့်ပြီးသောအခါ၊ သူက ပြောသည်- \"မှုတ်ကြ။\" ထို့နောက် သူသည် ၎င်းတို့ကို မီးကဲ့သို့ (နီရဲ) အောင် ပြုလုပ်ပြီးသောအခါ၊ သူက ပြောသည်- \"၎င်းတို့ပေါ်တွင် လောင်းရန် ကိတ္တရာန် (Qitran) ကို ကျွန်ုပ်အား ယူလာပါ။ (၉၆)</p>\n<div class=\"my \" lang=\"my\">\n<h2>ယာအ်ဂျူဂျ်နှင့် မာအ်ဂျူဂျ်တို့၏ မြေသို့ သူ၏ခရီးနှင့် အတားအဆီး တည်ဆောက်ခြင်း</h2>\n</div>\n<p class=\"yo \" lang=\"yo\">Allah says of Dhul-Qarnayn:</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَتْبَعَ سَبَبًا</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(ထို့နောက် သူသည် <span class=\"gray\">(အခြား)</span> လမ်းတစ်လမ်းကို လိုက်ခဲ့သည်)</span> ဆိုလိုသည်မှာ သူသည် ကမ္ဘာမြေ၏ အရှေ့ဘက်မှ ခရီးသွားခဲ့ရာ တောင်နှစ်လုံးကြား၊ တစ်လုံးနှင့်တစ်လုံး ကပ်လျက်ရှိပြီး အလယ်တွင် ချိုင့်ဝှမ်းတစ်ခုရှိသည့် နေရာသို့ ရောက်ခဲ့သည်။ ထိုချိုင့်ဝှမ်းမှ ယာအ်ဂျူဂျ်နှင့် မာအ်ဂျူဂျ် <span class=\"gray\">(ဂေါက်နှင့် မဂေါက်)</span> တို့သည် တူရကီပြည်သို့ ပေါ်ထွက်လာကာ ထိုနေရာ၌ မကောင်းမှုများ ပြန့်ပွားစေပြီး သီးနှံများနှင့် လူများကို ဖျက်ဆီးကြလိမ့်မည်။ ယာအ်ဂျူဂျ်နှင့် မာအ်ဂျူဂျ်တို့သည် အာဒမ် (အလိုင်ဟစ္စလာမ်) ၏ မျိုးဆက်များထဲမှ ဖြစ်ကြပြီး စဟီးဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်-</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى يَقُولُ: يَا آدَمُ فَيَقُولُ: لَبَّيْكَ وَسَعْدَيْكَ فَيَقُولُ: ابْعَثْ بَعْثَ النَّارِ، فَيَقُولُ: وَمَا بَعْثُ النَّارِ؟ فَيَقُولُ: مِنْ كُلِّ أَلْفٍ تِسْعُمِائَةٍ وَتِسْعُونَ إِلَى النَّارِ وَوَاحِدٌ إِلَى الْجَنَّةِ، فَحِينَئِذٍ يَشِيبُ الصَّغِيرُ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا. فَقَالَ: إِنَّ فِيكُمْ أُمَّتيْنِ مَا كَانَتَا فِي شَيْءٍ إِلَّا كَثَّرَتَاهُ يَأْجُوجَ وَمَأْجُوجَ</p>\n<p class=\"my \" lang=\"my\">\"အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- \"အို အာဒမ်။\" အာဒမ်က ပြောသည်- \"အရှင်၏အမိန့်တော်ကို နာခံပါသည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- \"ငရဲမီးအဖွဲ့ကို စေလွှတ်ပါ။\" အာဒမ်က ပြောသည်- \"ငရဲမီးအဖွဲ့ဆိုတာ ဘာလဲ?\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- \"တစ်ထောင်တွင် ကိုးရာ့ကိုးဆယ့်ကိုးယောက်သည် ငရဲသို့ သွားကြမည်ဖြစ်ပြီး တစ်ယောက်သည် ဂျန္နတ်သို့ သွားမည်။\" ထိုအချိန်တွင် လူငယ်များသည် ဆံပင်ဖြူလာကြပြီး ကိုယ်ဝန်ဆောင် အမျိုးသမီးတိုင်းသည် သူတို့၏ဝန်ကို ချကြလိမ့်မည်။ သင်တို့အနက်တွင် မည်သည့်အရာကိုမျှ မည်သည့်အခါမျှ မလာဘဲ ၎င်းတို့၏ များပြားလှသော အရေအတွက်ဖြင့် လွှမ်းမိုးသွားတတ်သည့် လူမျိုးနှစ်မျိုးရှိသည်။ <span class=\"gray\">(၎င်းတို့မှာ)</span> ယာအ်ဂျူဂျ်နှင့် မာအ်ဂျူဂျ်တို့ဖြစ်သည်။\"</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">وَجَدَ مِن دُونِهِمَا قَوْمًا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًا</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(သူသည် သူတို့ရှေ့တွင် စကားတစ်လုံးမျှ နားမလည်နီးပါးရှိသော လူမျိုးတစ်စုကို တွေ့ရှိခဲ့သည်။)</span> သူသည် သူတို့၏စကားကို နားမလည်နိုင်ခဲ့၊ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် အခြားလူများထံမှ အထီးကျန်နေခဲ့သောကြောင့် ဖြစ်သည်။</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(သူတို့က ပြောသည်- \"အို ဇူလ်-ကရ်နိုင်းန်! အမှန်စင်စစ် ယာအ်ဂျူဂျ်နှင့် မာအ်ဂျူဂျ်တို့သည် ကမ္ဘာမြေပေါ်တွင် ကြီးမားသော မကောင်းမှုများ ပြုလုပ်နေကြသည်။ ထို့ကြောင့် ကျွန်ုပ်တို့သည် သင့်အား ပူဇော်သကာ ပေးရမည်လား။\")</span> အိဗ်နု ဂျူရေဂျ်သည် အတာအ်မှတစ်ဆင့် အိဗ်နု အဗ္ဗားစ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ ၎င်းသည် ကြီးမားသော ဆုလာဘ်ကို ဆိုလိုသည်။ ဆိုလိုသည်မှာ သူတို့သည် သူတို့နှင့် ယာအ်ဂျူဂျ်နှင့် မာအ်ဂျူဂျ်ကြားတွင် အတားအဆီးတစ်ခု တည်ဆောက်ပေးနိုင်ရန် သူအား ပေးဖို့ ငွေများ စုဆောင်းလိုခဲ့ကြသည်။ ဇူလ်-ကရ်နိုင်းန်က ကြင်နာမှု၊ ဖြောင့်မတ်မှုနှင့် ကောင်းမွန်သော ရည်ရွယ်ချက်တို့ဖြင့် ပြောခဲ့သည်-</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(ကျွန်ုပ်၏အရှင်သခင်က ကျွန်ုပ်အား ခိုင်မြဲစေခဲ့သော အရာသည် <span class=\"gray\">(သင်တို့၏ပူဇော်သကာထက်)</span> ပိုမိုကောင်းမွန်သည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အား ပေးထားသော စွမ်းအားနှင့် အာဏာသည် သင်တို့စုဆောင်းထားသည်ထက် ကျွန်ုပ်အတွက် ပိုမိုကောင်းမွန်သည်။ ၎င်းသည် စူလိုင်မာန် <span class=\"gray\">(ဆော်လမွန်)</span>၊ (အလိုင်ဟစ္စလာမ်) က ပြောခဲ့သည့်အတိုင်း ဖြစ်သည်-</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">أَتُمِدُّونَنِ بِمَالٍ فَمَا آتَانِيَ اللَّهُ خَيْرٌ مِّمَّا آتَاكُم</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(သင်တို့သည် ကျွန်ုပ်ကို စည်းစိမ်ဥစ္စာဖြင့် ကူညီကြမည်လား။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အား ပေးထားသည်မှာ အရှင်သည် သင်တို့အား ပေးထားသည်ထက် ပိုမိုကောင်းမွန်သည်။)</span><span class=\"gray\">[၂၇:၃၆]</span> အလားတူပင် ဇူလ်-ကရ်နိုင်းန်က ပြောသည်- 'ကျွန်ုပ်တွင်ရှိသည်မှာ သင်တို့ပေးလိုသည့်အရာထက် ပိုမိုကောင်းမွန်သည်၊ သို့သော် ခွန်အားဖြင့် ကျွန်ုပ်ကို ကူညီကြပါ'၊ ဆိုလိုသည်မှာ သင်တို့၏ အလုပ်သမားများနှင့် ဆောက်လုပ်ရေးပစ္စည်းများဖြင့်၊</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا - آتُونِي زُبَرَ الْحَدِيدِ</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(ကျွန်ုပ်သည် သင်တို့နှင့် သူတို့ကြားတွင် အတားအဆီးတစ်ခု တည်ဆောက်ပေးမည်။ သံချပ် (Zubar) ကို ကျွန်ုပ်အား ပေးပါ။)</span> Zubar သည် Zubrah ၏ အများကိန်းဖြစ်ပြီး၊ တစ်ခုခု၏ အပိုင်းအစများ သို့မဟုတ် အတုံးအခဲများဟု အဓိပ္ပာယ်ရသည်။ ဤသည်မှာ အိဗ်နု အဗ္ဗားစ်၊ မူဂျာဟစ်ဒ်နှင့် ကတာဒါတို့၏ အမြင်ဖြစ်သည်။ ဤအပိုင်းအစများသည် အုတ်များ သို့မဟုတ် တုံးများကဲ့သို့ဖြစ်ပြီး၊ တုံးတစ်တုံးစီသည် ဒမာစကပ်စ် ကင်တားတစ်ပိဿာ သို့မဟုတ် ထို့ထက်ပို၍ လေးသည်ဟု ဆိုခဲ့ကြသည်။</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا سَاوَىٰ بَيْنَ الصَّدَفَيْنِ</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(ထို့နောက် သူသည် တောင်နှစ်ဖက်ကြားရှိ ကွာဟချက်ကို ဖြည့်ပြီးသောအခါ၊)</span> ဆိုလိုသည်မှာ သူသည် တုံးများကို အောက်ခြေမှစ၍ တစ်ခုပေါ်တစ်ခု တင်ခဲ့ပြီး တောင်ထိပ်များသို့ ရောက်သည်အထိ ကွာဟချက်၏ အကျယ်နှင့် အမြင့်ကို ဖြည့်စွက်ခဲ့သည်။ ပညာရှင်များသည် တိကျသော အကျယ်နှင့် အမြင့်နှင့်ပတ်သက်၍ သဘောထားကွဲလွဲခဲ့ကြသည်။</p>\n<p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ انفُخُوا</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(သူက ပြောသည်- \"မှုတ်ကြ။\")</span> ဆိုလိုသည်မှာ သူသည် မီးကို မီးညှိခဲ့ရာ တစ်ခုလုံး ပူလောင်လာသည်အထိ ဖြစ်သည်။</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(သူက ပြောသည်- \"၎င်းတို့ပေါ်တွင် လောင်းရန် ကိတ္တရာန် (Qitran) ကို ကျွန်ုပ်အား ယူလာပါ။\")</span> အိဗ်နု အဗ္ဗားစ်၊ မူဂျာဟစ်ဒ်၊ အိကရီမာ၊ အဒ်-ဒဟ်ဟာက်၊ ကတာဒါနှင့် အစွတ်ဒီတို့က ၎င်းသည် ကြေးနီဖြစ်သည်ဟု ပြောဆိုခဲ့ကြသည်။ အချို့ကမူ ၎င်းသည် အရည်ပျော်နေသော ကြေးနီဖြစ်သည်ဟု ထပ်ဖြည့်ပြောဆိုခဲ့ကြသည်။ ဤသည်မှာ အာယသ်တော်နှင့် ဆင်တူသည်-</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(အရှင်မြတ်သည် ကိတ္တရာန် (Qitran) ၏ စမ်းရေတွင်းကို အရှင်မြတ်အတွက် စီးဆင်းစေတော်မူသည်။)</span><span class=\"gray\">[၃၄:၁၂]</span>။ ထို့ကြောင့် ၎င်းသည် အစင်းကြောင်းပါသော ဝတ်ရုံနှင့်တူသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p>"
  }
]