[
  {
    "ayah_key": "10:61",
    "group_ayah_key": "10:61",
    "from_ayah": "10:61",
    "to_ayah": "10:61",
    "ayah_keys": "10:61",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့ မည်သည့်အလုပ်ကိုမျှ မလုပ်ကြသည်ဖြစ်စေ၊ ကျမ်းတော်မြတ်ကုရ်အာန်၏ မည်သည့်အစိတ်အပိုင်းကိုမျှ မရွတ်ဖတ်ကြသည်ဖြစ်စေ၊ မည်သည့်အလုပ်ကိုမျှ မလုပ်ကြသည်ဖြစ်စေ၊ သို့ရာတွင် သင်တို့ ထိုအရာကို ပြုလုပ်နေချိန်၌ ငါတို့သည် သက်သေများဖြစ်ကြ၏။ သင်တို့၏ အရှင်သခင်ထံမှ မည်သည့်အရာမျှ ဖုံးကွယ်ထားခြင်းမရှိပေ <span class=\"gray\">(အနည်းဆုံး)</span> မြေပေါ်၌ဖြစ်စေ၊ ကောင်းကင်ပေါ်၌ဖြစ်စေ ဖုန်မှုန့်တစ်စက်၏ အလေးချိန်မျှပင် (ဖုံးကွယ်ထားခြင်းမရှိပေ)။ ထိုအရာထက် နည်းသောအရာဖြစ်စေ၊ များသောအရာဖြစ်စေ မရှိပေ၊ သို့သော် ရှင်းလင်းသော မှတ်တမ်းကျမ်းတွင် <span class=\"gray\">(ရေးသားထားခြင်း)</span> ရှိ၏။ <span>(၆၁)</span></p><div lang=\"my\" class=\"my \"><h2>သေးငယ်သည်ဖြစ်စေ ကြီးမားသည်ဖြစ်စေ အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ အသိပညာအတွင်း၌ ရှိ၏။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ တမန်တော် ﷺ အား အရှင်မြတ်သည် တမန်တော်နှင့် တမန်တော်၏ အွမ္မသ်တို့၏ အရေးအခင်းများနှင့် အခြေအနေအားလုံးကို၊ ဖန်ဆင်းထားသောအရာများနှင့် ၎င်း၏ သတ္တဝါများအားလုံးကို အချိန်တိုင်း – နာရီတိုင်းနှင့် စက္ကန့်တိုင်း – သိရှိတော်မူပြီး ကျွမ်းကျင်တော်မူကြောင်း အသိပေးတော်မူခဲ့သည်။ အရှင်မြတ်၏ အသိပညာနှင့် စောင့်ကြည့်ခြင်းမှ မည်သည့်အရာမျှ လျှောကျခြင်း သို့မဟုတ် လွတ်မြောက်ခြင်း မရှိပေ၊ ကောင်းကင်များ သို့မဟုတ် မြေကြီးအတွင်းရှိ ဖုန်မှုန့်တစ်စက်၏ အလေးချိန်မျှပင် မဟုတ်၊ သို့မဟုတ် ထိုအရာထက် သေးငယ်သည်ဖြစ်စေ ကြီးမားသည်ဖြစ်စေ မည်သည့်အရာမျှပင် မဟုတ်ပေ။ အရာအားလုံးသည် ထင်ရှားသော ကျမ်းစာတစ်စောင်တွင် ရှိ၏။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည့်အတိုင်း ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِندَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ ۚ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ ۚ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ထံတွင် မမြင်နိုင်သော၊ လျှို့ဝှက်သော အရာများ၏ သော့များရှိ၏။ ၎င်းတို့ကို အရှင်မြတ်မှလွဲ၍ မည်သူမျှ မသိပေ။ ကုန်းပေါ်တွင်ဖြစ်စေ၊ ပင်လယ်ပြင်တွင်ဖြစ်စေ ရှိရှိသမျှကို အရှင်မြတ် သိရှိတော်မူ၏။ အရွက်တစ်ရွက်မျှ မကြွေဘဲ မရှိ၊ သို့သော် အရှင်မြတ် သိရှိတော်မူ၏။ ကမ္ဘာမြေ၏ မှောင်မိုက်မှုများအတွင်း၌ အစေ့တစ်စေ့မျှပင် မရှိ၊ လတ်ဆတ်သော သို့မဟုတ် ခြောက်သွေ့သော မည်သည့်အရာမျှပင် မရှိ၊ သို့သော် ရှင်းလင်းသော မှတ်တမ်းကျမ်းတွင် ရေးသားထား၏။)</span><span class=\"gray\">(6:59)</span> သစ်ပင်များနှင့် အခြားသက်မဲ့အရာဝတ္ထုများ၏ လှုပ်ရှားမှုများကို အရှင်မြတ်သည် ကောင်းစွာ သိရှိတော်မူကြောင်း အရှင်မြတ် မိန့်ကြားတော်မူခဲ့သည်။ ကျက်စားသော သတ္တဝါများအားလုံးကိုလည်း အရှင်မြတ်သည် ကောင်းစွာ သိရှိတော်မူ၏။ အရှင်မြတ် မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာပေါ်တွင် ရွေ့လျားနေသော သတ္တဝါတစ်ကောင်မျှ မရှိ၊ ၎င်း၏အတောင်နှစ်ဖက်ဖြင့် ပျံသန်းသော ငှက်တစ်ကောင်မျှ မရှိ၊ သို့သော် သင်တို့ကဲ့သို့ အသိုင်းအဝိုင်းများ ဖြစ်ကြ၏။)</span><span class=\"gray\">(6:38)</span> အရှင်မြတ်သည် ထပ်မံ၍လည်း မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာပေါ်တွင် ရွေ့လျားနေသော သတ္တဝါတစ်ကောင်မျှ မရှိ၊ ၎င်း၏ ရိက္ခာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်၏။)</span><span class=\"gray\">(11:6)</span> ဤအရာများ၏ လှုပ်ရှားမှုကို အရှင်မြတ် သိရှိတော်မူသည်ဆိုလျှင်၊ အရှင်မြတ်ကို ကိုးကွယ်ရန် အမိန့်ပေးခံထားရသော သတ္တဝါများ၏ လှုပ်ရှားမှုကို အရှင်မြတ် သိရှိတော်မူခြင်းသည် မည်သို့နည်း။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ - الَّذِي يَرَاكَ حِينَ تَقُومُ - وَتَقَلُّبَكَ فِي السَّاجِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနန္တတန်ခိုးရှင်၊ အကြင်နာအရှိဆုံးဖြစ်သော အရှင်မြတ်ကို အပ်နှံယုံကြည်လော့။ အရှင်မြတ်သည် သင်ထရပ်သောအခါ သင့်ကို မြင်တော်မူ၏။ ထိုနည်းတူ ခစားသူများကြားတွင် သင်၏ လှုပ်ရှားမှုများကိုလည်း မြင်တော်မူ၏။)</span><span class=\"gray\">(26:217-219)</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِن قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မည်သည့်အလုပ်ကိုမျှ မလုပ်ကြသည်ဖြစ်စေ၊ ကျမ်းတော်မြတ်ကုရ်အာန်၏ မည်သည့်အစိတ်အပိုင်းကိုမျှ မရွတ်ဖတ်ကြသည်ဖြစ်စေ၊ မည်သည့်အလုပ်ကိုမျှ မလုပ်ကြသည်ဖြစ်စေ၊ သို့ရာတွင် သင်တို့ ထိုအရာကို ပြုလုပ်နေချိန်၌ ငါတို့သည် သက်သေများဖြစ်ကြ၏။)</span> ဆိုလိုသည်မှာ 'သင်တို့ ထိုအရာ၌ ပါဝင်လုပ်ဆောင်နေချိန်တွင် ငါတို့သည် သင့်ကို စောင့်ကြည့်နေပြီး နားထောင်နေကြသည်။' ဂျစ်ဘ်ရီလ်သည် တမန်တော် ﷺ အား အစ်ဟ်ဆာန် (Ihsan) အကြောင်း မေးမြန်းသောအခါ အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَعْبُدَ اللهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင်သည် အလ္လာဟ်အရှင်မြတ်ကို အရှင်မြတ်ကို မြင်နေရသကဲ့သို့ ကိုးကွယ်ခြင်းဖြစ်သည်။ သို့ရာတွင် သင်သည် အရှင်မြတ်ကို မမြင်ရသည့်အတွက်ကြောင့် အရှင်မြတ်သည် သင့်ကို စောင့်ကြည့်နေကြောင်း သေချာစွာ သိထားလော့။)</span></p>"
  },
  {
    "ayah_key": "10:62",
    "group_ayah_key": "10:62",
    "from_ayah": "10:62",
    "to_ayah": "10:64",
    "ayah_keys": "10:62,10:63,10:64",
    "text": "<p class=\"my translation\" lang=\"my\">ကြည့်ရှုကြလော့။ အလ္လာဟ်အရှင်မြတ်၏ အောဝ်လီယာများအပေါ် ကြောက်ရွံ့ခြင်းမရှိ။ ဝမ်းနည်းပူဆွေးခြင်းလည်းမရှိ။ <span>(၆၂)</span>ယုံကြည်ပြီး သက္ကဝါတရားလက်ကိုင်ထားသူများ <span>(၆၃)</span>၎င်းတို့အတွက် လက်ရှိဤလောကီဘဝ၌လည်းကောင်း၊ နောင်တမလွန်ဘဝ၌လည်းကောင်း သတင်းကောင်းများရှိသည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များ၌ ပြောင်းလဲခြင်းမရှိနိုင်။ ဤသည်မှာ ဧကန်မလွဲ ကြီးကျယ်သော အောင်မြင်မှုပင်ဖြစ်၏။ <span>(၆၄)</span></p><div lang=\"jv\" class=\"jv \"><h2>Identifying the Awliya' of Allah</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ အောဝ်လီယာများ <span class=\"gray\">(မိတ်ဆွေများနှင့် မဟာမိတ်များ)</span> သည် ကိုယ်တော်သတ်မှတ်ထားသည့်အတိုင်း အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး သက္ကဝါတရားရှိသူများဖြစ်ကြောင်း ကျွန်ုပ်တို့အား ပြောကြားတော်မူ၏။ ဘုရားတရားကြည်ညို၍ ဘုရားကိုကြောက်ရွံ့သော ပုဂ္ဂိုလ်တိုင်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိတ်ဆွေဖြစ်သောကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا خَوْفٌ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အပေါ် ကြောက်ရွံ့ခြင်းမရှိ)</span> နောင်တမလွန်ဘဝတွင် သူတို့ရင်ဆိုင်ရမည့် အနာဂတ်ကြောက်မက်ဖွယ်ရာများမှ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝမ်းနည်းပူဆွေးခြင်းလည်းမရှိ။)</span> ဤလောကတွင် ချန်ထားခဲ့သော မည်သည့်အရာအတွက်မျှ။ အိဗ်နုဂျရီရ်က အဘူဟူရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مِنْ عِبَادِ اللهِ عِبَادًا يَغْبِطُهُمُ الْأَنْبِيَاءُ وَالشُّهَدَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များအနက် တမန်တော်များနှင့် ရှဟီးဒ်များက ကံကောင်းသည်ဟု မှတ်ယူမည့်သူများရှိလိမ့်မည်။)</span> \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်၊ ၎င်းတို့သည် မည်သူများပါလဲ၊ ကျွန်ုပ်တို့ ချစ်ခင်နိုင်ရန်\" ဟု မေးမြန်းသောအခါ ကိုယ်တော်က မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمْ قَوْمٌ تَحَابُّوا فِي اللهِ مِنْ غَيْرِ أَمْوَالٍ وَلَا أَنْسَابٍ، وُجُوهُهُمْ نُورٌ عَلَى مَنَابِرَ مِنْ نُورٍ، لَا يَخَافُون إِذَا خَافَ النَّاسُ، وَلَا يَحْزَنُونَ إِذَا حَزِنَ النَّاسُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ပိုက်ဆံ သို့မဟုတ် ဆွေမျိုးခြင်းကဲ့သို့သော အခြားမည်သည့်အကျိုးစီးပွားမျှမရှိဘဲ အလ္လာဟ်အရှင်မြတ်အတွက် အချင်းချင်းချစ်ခင်ကြသူများဖြစ်သည်။ ၎င်းတို့၏ မျက်နှာများသည် အလင်းရောင်ဖြစ်မည်၊ အလင်းရောင်ပလ္လင်များပေါ်တွင်ရှိမည်။ လူတို့အပေါ် ကြောက်ရွံ့ခြင်းကျရောက်သည့်အခါ <span class=\"gray\">(ထိုနေ့တွင်)</span> ၎င်းတို့အပေါ် ကြောက်ရွံ့ခြင်းမရှိ။ အခြားသူများ ဝမ်းနည်းပူဆွေးသည့်အခါ ၎င်းတို့ ဝမ်းနည်းပူဆွေးခြင်းလည်းမရှိ။)</span> ထို့နောက် ကိုယ်တော်က ရွတ်ဆိုတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြည့်ရှုကြလော့။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်၏ အောဝ်လီယာများ <span class=\"gray\">(မိတ်ဆွေများနှင့် မဟာမိတ်များ)</span> အပေါ် ကြောက်ရွံ့ခြင်းမရှိ။ ဝမ်းနည်းပူဆွေးခြင်းလည်းမရှိ။)</span></p><div lang=\"my\" class=\"my \"><h2>မှန်ကန်သော အိပ်မက်သည် သတင်းကောင်းတစ်မျိုးဖြစ်သည်။</h2></div><p lang=\"lb\" class=\"lb \">Ibn Jarir narrated from 'Ubadah bin As-Samit that he <span class=\"gray\">[recited]</span> to Allah's Messenger ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمُ الْبُشْرَىٰ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် လက်ရှိဤလောကီဘဝ၌လည်းကောင်း၊ နောင်တမလွန်ဘဝ၌လည်းကောင်း သတင်းကောင်းများရှိသည်။)</span><span class=\"gray\">[နှင့် မိန့်တော်မူသည်၊]</span> \"ကျွန်ုပ်တို့သည် နောင်တမလွန်ဘဝ၏ သတင်းကောင်းကို သိပါသည်။ ၎င်းသည် ဂျန္နတ်(ပရဒိသု)ဖြစ်သည်။ သို့သော် ဤလောကရှိ သတင်းကောင်းကား အဘယ်နည်း?\" ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرُّؤْيَا الصَّالِحَةُ يَرَاهَا الْعَبْدُ أَوْ تُرَى لَهُ. وَهِيَ جُزْءٌ مِنْ أَرْبَعَةٍ وَأَرْبَعِينَ جُزْءًا أَوْ سَبْعِينَ جُزْءًا مِنَ النُّبُوَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ကျွန်တစ်ဦး မြင်ရသည့် သို့မဟုတ် ၎င်းနှင့်ပတ်သက်၍ မြင်ရသည့် ကောင်းမွန်သော အိပ်မက်ဖြစ်သည်။ ဤအိပ်မက်သည် နဗီ(တမန်တော်)ဘဝ၏ လေးဆယ့်လေးပိုင်း သို့မဟုတ် ခုနစ်ဆယ်ပိုင်းမှ တစ်ပိုင်းဖြစ်သည်။)</span> အီမာမ် အဟ်မဒ်က အဘူဇရ်က \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်! လူအများက ချီးကျူးဂုဏ်ပြုသော လုပ်ရပ်များကို လုပ်ဆောင်သူတစ်ဦးအကြောင်း မည်သို့နည်း?\" ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ عَاجِلُ بُشْرَى الْمُؤْمِنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ယုံကြည်သူအတွက် အလျင်အမြန်ပေးအပ်သော သတင်းကောင်းဖြစ်သည်။)</span> အီမာမ် အဟ်မဒ်က အဗ်ဒုလ္လာဟ် ဘင် အမ်ရ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمُ الْبُشْرَىٰ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် လက်ရှိဤလောကီဘဝ၌ သတင်းကောင်းများရှိသည်။)</span> ထို့နောက် ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرُّؤْيَا الصَّالِحَةُ يُبَشَّرُهَا الْمُؤْمِنُ، جُزْءٌ مِنْ تِسْعَةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ، فَمَنْ رَأَى ذَلِكَ فَلْيُخْبِرْ بِهَا، وَمَنْ رَأَى سِوَى ذَلِكَ فَإِنَّمَا هُوَ مِنَ الشَّيْطَانِ لِيُحْزِنَهُ، فَلْيَنْفُثْ عَنْ يَسَارِهِ ثَلَاثًا، وَلْيُكَبِّرْ، وَلَا يُخْبِرْ بِهَا أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူအတွက် သတင်းကောင်းအဖြစ် ရောက်လာသော ကောင်းမွန်သော အိပ်မက်သည် နဗီ(တမန်တော်)ဘဝ၏ လေးဆယ့်ကိုးပိုင်းမှ တစ်ပိုင်းဖြစ်သည်။ ထို့ကြောင့် သင်တို့အနက် မည်သူမဆို ကောင်းမွန်သော အိပ်မက်ကို မြင်မက်ပါက အခြားသူများအား ပြောပြသင့်သည်။ သို့သော် သူ မနှစ်သက်သော အိပ်မက်ကို မြင်မက်ပါက ၎င်းသည် သူ့ကို ဝမ်းနည်းစေရန် ရှိုင်တွာန်(မာရ်နတ်)ထံမှဖြစ်သည်။ သူသည် ၎င်း၏ ဘယ်ဘက်သို့ သုံးကြိမ်မှုတ်ထုတ်သင့်သည်၊ \"အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံး\" ဟု ပြောသင့်သည်၊ မည်သူ့ကိုမျှ မပြောပြသင့်။)</span> ထို့ပြင် \"ဤနေရာရှိ သတင်းကောင်းမှာ ကောင်းကင်တမန်များသည် သေဆုံးချိန်တွင် ယုံကြည်သူအား ယူဆောင်လာသော ဝမ်းမြောက်ဖွယ်သတင်းများဖြစ်သည်။ ၎င်းတို့က သူ့အား ဂျန္နတ်(ပရဒိသု)နှင့် ခွင့်လွှတ်ခြင်းအကြောင်း သတင်းကောင်းများ ယူဆောင်လာသည်။\" ဟုလည်း ပြောဆိုခဲ့သည်။ အလားတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنتُمْ تُوعَدُونَ - نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ - نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ \"ကျွန်ုပ်တို့၏ အရှင်သခင်သည် အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span>\" ဟု ပြောပြီးနောက် တည့်မတ်ခိုင်မြဲစွာ ရပ်တည်ကြသူများအပေါ် ကောင်းကင်တမန်များ ဆင်းသက်လာမည် <span class=\"gray\">(၎င်းတို့သေဆုံးချိန်၌)</span><span class=\"gray\">(ပြောကြားလျက်)</span>: \"မကြောက်ကြနှင့်၊ မဝမ်းနည်းကြနှင့်! သင်တို့အား ကတိပြုထားသော ဂျန္နတ်(ပရဒိသု)၏ ဝမ်းမြောက်ဖွယ်သတင်းကို ရယူကြလော့! ကျွန်ုပ်တို့သည် ဤလောကီဘဝ၌ သင်တို့၏ မိတ်ဆွေများဖြစ်ခဲ့ပြီး နောင်တမလွန်ဘဝ၌လည်း <span class=\"gray\">(ထိုနည်းတူ)</span> ဖြစ်ကြသည်။ ထိုနေရာ၌ သင်တို့၏ စိတ်ဝိညာဉ်များ လိုချင်သမျှ <span class=\"gray\">(အားလုံး)</span> ကို သင်တို့ ရရှိမည်၊ သင်တို့ တောင်းဆိုသမျှ <span class=\"gray\">(အားလုံး)</span> ကိုလည်း ရရှိမည်။ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>ထံမှ၊ အပြစ်ခွင့်လွှတ်တော်မူထသော၊ အကြင်နာဆုံးအရှင်ထံမှ ဧည့်ခံကျွေးမွေးခြင်း ဖြစ်သည်။\")</span><span class=\"gray\">(၄၁:၃၀-၃၂)</span> အလ်-ဘာရာအ်က ပြောပြသော ဟဒီးစ်တော်တွင် တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُؤْمِنَ إِذَا حَضَرَهُ الْمُوتُ جَاءَهُ مَلَائِكَةٌ بِيضُ الْوُجُوهِ بِيضُ الثِّيَابِ فَقَالُوا: اخْرُجِي أَيَّتُهَا الرُّوحُ الطَّيِّبَةُ إِلَى رُوْحٍ وَرَيْحَانٍ وَرَبٍّ غَيْرِ غَضْبَانَ، فَتَخْرُجُ مِنْ فَمِهِ كَمَا تَسِيلُ الْقَطْرَةُ مِنْ فَمِ السِّقَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူအား သေခြင်းတရား နီးကပ်လာသောအခါ မျက်နှာဖြူ၊ အဝတ်ဖြူ ကောင်းကင်တမန်များ သူ့ထံလာ၍ \"အို ကောင်းမြတ်သော ဝိညာဉ်! သက်တောင့်သက်သာနှင့် ရိက္ခာသို့လည်းကောင်း၊ အမျက်မထွက်သော အရှင်ထံသို့လည်းကောင်း ထွက်လာလော့။\" ဟု ပြောကြသည်။ ထိုအခါ ဝိညာဉ်သည် ရေအိတ်မှ ရေတစ်စက် စီးထွက်လာသကဲ့သို့ သူ၏ ပါးစပ်မှ ထွက်လာသည်။)</span> နောင်တမလွန်ဘဝ၌ ၎င်းတို့၏ သတင်းကောင်းမှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်းဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ هَٰذَا يَوْمُكُمُ الَّذِي كُنتُمْ تُوعَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြီးမားဆုံးသော ထိတ်လန့်တုန်လှုပ်မှု <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span> သည် ၎င်းတို့အား ဝမ်းနည်းစေမည်မဟုတ်၊ ကောင်းကင်တမန်များက ၎င်းတို့အား တွေ့ဆုံကာ <span class=\"gray\">(နှုတ်ဆက်ကြမည်:)</span> \"ဤသည်ကား သင်တို့အား ကတိပြုထားခဲ့သော သင်တို့၏နေ့ရက်ပင်တည်း။\")</span><span class=\"gray\">(၂၁:၁၀၃)</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَىٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِم بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သော အမျိုးသားများနှင့် ယုံကြည်သော အမျိုးသမီးများ – ၎င်းတို့၏ အလင်းရောင်သည် ၎င်းတို့ရှေ့တွင်နှင့် ၎င်းတို့၏ ညာဘက်လက်များဖြင့် ထွန်းလင်းတောက်ပနေသည်ကို သင် မြင်ရမည့်နေ့တွင်။ ဤနေ့၌ သင်တို့အတွက် ဝမ်းမြောက်ဖွယ်သတင်းများ! မြစ်များစီးဆင်းနေသော ဥယျာဉ်များ <span class=\"gray\">(ပရဒိသု)</span> သည် ထိုနေရာ၌ ထာဝရနေထိုင်ရန်! ဧကန်မလွဲ၊ ဤသည်ကား ကြီးမားသော အောင်မြင်မှုပင်တည်း!)</span><span class=\"gray\">(၅၇:၁၂)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များ၌ ပြောင်းလဲခြင်းမရှိနိုင်။)</span> ဆိုလိုသည်မှာ ဤကတိတော်သည် ပြောင်းလဲခြင်း သို့မဟုတ် ချိုးဖောက်ခြင်း သို့မဟုတ် ပျက်ကွက်ခြင်းမရှိ။ ၎င်းသည် ပြဋ္ဌာန်းထားပြီး ခိုင်မာသည်၊ သံသယဖြစ်ဖွယ်မရှိဘဲ ဖြစ်ပေါ်လာမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ဧကန်မလွဲ ကြီးကျယ်သော အောင်မြင်မှုပင်ဖြစ်သည်။)</span></p>"
  }
]