[
  {
    "ayah_key": "44:17",
    "group_ayah_key": "44:17",
    "from_ayah": "44:17",
    "to_ayah": "44:33",
    "ayah_keys": "44:17,44:18,44:19,44:20,44:21,44:22,44:23,44:24,44:25,44:26,44:27,44:28,44:29,44:30,44:31,44:32,44:33",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့မတိုင်မီက ဖِر္ဩန်း၏လူများကို ငါတို့ စမ်းသပ်ခဲ့ပြီးဖြစ်သည်၊ ၎င်းတို့ထံ ဂုဏ်သရေရှိ တမန်တော်တစ်ပါး ရောက်ရှိလာခဲ့သောအခါ <span>(17)</span>ဤသို့ ပြောခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များကို ကျွန်ုပ်ထံ ပေးပို့ပါ။ အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့အတွက် ယုံကြည်စိတ်ချရသော တမန်တော်တစ်ပါး ဖြစ်ပါသည်။ <span>(18)</span>\"အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်၍ မိမိကိုယ်ကို မမြှင့်တင်ကြပါနှင့်။ အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့ထံ ရှင်းလင်းပြတ်သားသော အာဏာဖြင့် ရောက်ရှိလာခဲ့ပါသည်။ <span>(19)</span>\"အမှန်စင်စစ် သင်တို့ ကျွန်ုပ်ကို ကျောက်ခဲဖြင့် ပစ်ပေါက်မည်ကို စိုး၍ ကျွန်ုပ်၏ အရှင်သခင်နှင့် သင်တို့၏ အရှင်သခင်ထံ ခိုလှုံပါ၏။ <span>(20)</span>\"သို့သော် သင်တို့ ကျွန်ုပ်ကို မယုံကြည်ပါက ကျွန်ုပ်နှင့် ဝေးဝေးနေပြီး ကျွန်ုပ်ကို တစ်ယောက်တည်း ထားခဲ့ကြပါ။ <span>(21)</span>ထို့ကြောင့် သူ <span class=\"gray\">(မူဆာ)</span> သည် မိမိ၏ အရှင်သခင်အား <span class=\"gray\">(ဤသို့)</span> တောင်းခံခဲ့သည်- \"ဤသူတို့သည် အမှန်စင်စစ် ရာဇဝတ်သားများ ဖြစ်ကြပါသည်။ <span>(22)</span><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်)</span>- \"ငါ၏ ကျွန်များနှင့်အတူ ညအချိန်တွင် ထွက်ခွာသွားကြပါ။ အမှန်စင်စစ် သင်တို့အား လိုက်လံ ဖမ်းဆီးကြလိမ့်မည်။ <span>(23)</span>\"ပင်လယ်ကို ရှိရင်းအတိုင်း <span class=\"gray\">(ငြိမ်သက်ပြီး ခွဲထွက်နေသည့်အတိုင်း)</span> ထားခဲ့ပါ။ အမှန်စင်စစ် ၎င်းတို့သည် ရေနစ်သေဆုံးရမည့် အုပ်စုတစ်စု ဖြစ်ပါသည်။ <span>(24)</span>၎င်းတို့ <span class=\"gray\">(ဖِر္ဩန်း၏လူများ)</span> စွန့်ပစ်ခဲ့သည့် ဥယျာဉ်များနှင့် စမ်းရေတွင်းများ မည်မျှများသနည်း <span>(25)</span>စိမ်းလန်းသော ကောက်ပဲသီးနှံများ <span class=\"gray\">(လယ်ကွင်းများ)</span> နှင့် သာယာလှပသော နေရာများ <span>(26)</span>၎င်းတို့ ပျော်ရွှင်စွာ နေထိုင်ခဲ့ကြသည့် ဘဝ၏ သက်သာချောင်ချိမှုများ <span>(27)</span>ဤသို့ <span class=\"gray\">(ပင်ဖြစ်သည်)</span>! ငါတို့သည် အခြားလူများကို ၎င်းတို့၏ အမွေခံများ ဖြစ်စေခဲ့သည်။ <span>(28)</span>ကောင်းကင်နှင့် မြေကြီးသည် ၎င်းတို့အတွက် မငိုကြွေးခဲ့သလို ၎င်းတို့အား အချိန်ဆိုင်းပေးခြင်းလည်း မရှိခဲ့ပေ။ <span>(29)</span>အမှန်စင်စစ် ငါတို့သည် အစ္စရေးလ်၏သားမြေးများကို အရှက်ရဖွယ်ရာ နှိပ်စက်မှုမှ ကယ်တင်ခဲ့သည်။ <span>(30)</span>ဖِر္ဩန်းထံမှ ဖြစ်သည်၊ အမှန်စင်စစ် သူသည် မာနကြီးပြီး အကျင့်ပျက်ခြစားသူများထဲမှ တစ်ဦးဖြစ်သည်။ <span>(31)</span>အမှန်စင်စစ် ငါတို့သည် ၎င်းတို့အား ဉာဏ်ပညာဖြင့် လူမျိုးများ <span class=\"gray\">(အလ်-အာလမီးန်)</span> ထက် ရွေးချယ်ခဲ့သည်။ <span>(32)</span>၎င်းတို့အား ရှင်းလင်းသော စမ်းသပ်မှုတစ်ခု ပါဝင်သည့် သက်သေလက္ခဏာများကို ပေးအပ်ခဲ့သည်။ <span>(33)</span></p><p lang=\"my\" class=\"my \">မူဆာနှင့် ဖِر္ဩန်း၏ အကြောင်း၊ နှင့် အစ္စရေးလ်၏သားမြေးများ မည်သို့ ကယ်တင်ခံခဲ့ရပုံ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ပြောပြသည်- 'ဤရုပ်တုကိုးကွယ်သူများမတိုင်မီက ဖِر္ဩန်း၏လူများဖြစ်သော အီဂျစ်ကော့ပ်လူမျိုးများကို ငါတို့ စမ်းသပ်ခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَهُمْ رَسُولٌ كَرِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံ ဂုဏ်သရေရှိ တမန်တော်တစ်ပါး ရောက်ရှိလာသောအခါ။)</span> ဆိုသည်မှာ မူဆာကို ဆိုလိုသည်၊ ၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ၊ အလ္လာဟ်အရှင်မြတ် စကားပြောဆိုခဲ့သူဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များကို ကျွန်ုပ်ထံ ပေးပို့ပါ။)</span> ၎င်းသည် ဤအာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ وَلَا تُعَذِّبْهُمْ ۖ قَدْ جِئْنَاكَ بِآيَةٍ مِنْ رَبِّكَ ۖ وَالسَّلَامُ عَلَىٰ مَنِ اتَّبَعَ الْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ အစ္စရေးလ်၏ သားမြေးများကို ကျွန်ုပ်တို့နှင့်အတူ လွှတ်လိုက်ပါ။ ၎င်းတို့အား မနှိပ်စက်ပါနှင့်။ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် သင်၏အရှင်သခင်ထံမှ သက်သေလက္ခဏာတစ်ရပ်ကို ယူဆောင်လာခဲ့ပြီ။ လမ်းညွှန်မှုကို လိုက်နာသူအပေါ် ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ။)</span><span class=\"gray\">(၂၀:၄၇)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي لَكُمْ رَسُولٌ أَمِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့အတွက် ယုံကြည်စိတ်ချရသော တမန်တော်တစ်ပါး ဖြစ်ပါသည်။)</span> ဆိုသည်မှာ 'ကျွန်ုပ် သင်တို့ထံ ပေးပို့သည့်အရာသည် ယုံကြည်စိတ်ချရသည်' ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْ لَا تَعْلُوا عَلَى اللَّهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်၍ မိမိကိုယ်ကို မမြှင့်တင်ကြပါနှင့်။)</span> ဆိုသည်မှာ 'အရှင်မြတ်၏ သက်သေလက္ခဏာများကို လိုက်နာရန် မာနမထောင်လွှားကြပါနှင့်။ အရှင်မြတ်၏ အထောက်အထားကို လက်ခံပြီး အရှင်မြတ်၏ သက်သေကို ယုံကြည်ကြပါ။' ၎င်းသည် ဤအာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါ့ကို ဝတ်ပြုကိုးကွယ်ခြင်းကို မာနထောင်လွှားသူများသည် အရှက်ရစွာဖြင့် ဂျဟန္နမ်ငရဲသို့ ဧကန်မုချ ဝင်ရောက်ကြရလိမ့်မည်။)</span><span class=\"gray\">(၄၀:၆၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي آتِيكُمْ بِسُلْطَانٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့ထံ ရှင်းလင်းပြတ်သားသော အာဏာဖြင့် ရောက်ရှိလာခဲ့ပါသည်။)</span> ဆိုသည်မှာ ရှင်းလင်းထင်ရှားသော သက်သေဖြင့် ဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က သူ့အား စေလွှတ်ခဲ့သည့် ရှင်းလင်းသော သက်သေလက္ခဏာများနှင့် ပြတ်သားသော သက်သေအထောက်အထားများကို ရည်ညွှန်းသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်သည် ကျွန်ုပ်၏ အရှင်သခင်နှင့် သင်တို့၏ အရှင်သခင်ထံ ခိုလှုံပါ၏၊ သင်တို့ ကျွန်ုပ်ကို ကျောက်ခဲဖြင့် ပစ်ပေါက်မည်ကို စိုး၍။)</span> အိဗ်နု အဘ္ဘားစ် (အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် နှစ်သက်တော်မူပါစေ) နှင့် အဗူ ဆွာလိဟ်တို့က ပြောခဲ့သည်- \"၎င်းသည် စကားဖြင့် တိုက်ခိုက်ခြင်းကို ရည်ညွှန်းသည်၊ ဆိုလိုသည်မှာ ဆဲဆိုခြင်းဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">ကွတာဒါဟ်က ပြောခဲ့သည်- \"စကားလုံးအဓိပ္ပာယ်အရ 'ကျောက်ခဲဖြင့် ပစ်ပေါက်ခြင်း' ကို ဆိုလိုသည်၊ ထို့ကြောင့် အဓိပ္ပာယ်မှာ 'ကျွန်ုပ်အား ဖန်ဆင်းခဲ့ပြီး သင်တို့ကိုလည်း ဖန်ဆင်းခဲ့သော အလ္လာဟ်အရှင်မြတ်ထံမှ သင်တို့၏ မည်သည့်ဆိုးရွားသော စကားလုံးများ သို့မဟုတ် လုပ်ရပ်များ ကျွန်ုပ်ထံ ရောက်ရှိလာခြင်းမှ ခိုလှုံပါ၏' ဟူ၍ ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့ ကျွန်ုပ်ကို မယုံကြည်ပါက ကျွန်ုပ်နှင့် ဝေးဝေးနေပြီး ကျွန်ုပ်ကို တစ်ယောက်တည်း ထားခဲ့ကြပါ။)</span> ဆိုသည်မှာ 'ထို့နောက် ကျွန်ုပ်တို့သည် တစ်ဦးနှင့်တစ်ဦး တစ်ယောက်တည်း ထားခဲ့ပြီး အလ္လာဟ်အရှင်မြတ် ကျွန်ုပ်တို့အကြား စီရင်ချက်မချမချင်း ငြိမ်းချမ်းစွာ နေထိုင်ကြစို့' ဟူ၍ ဖြစ်သည်။ မူဆာ (အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် နှစ်သက်တော်မူပါစေ) သည် ၎င်းတို့အကြား အချိန်အတော်ကြာ နေထိုင်ပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်၏ သက်သေကို ၎င်းတို့အား သက်သေခံပြီးနောက်၊ ၎င်းတို့သည် မယုံကြည်ခြင်းနှင့် ခေါင်းမာခြင်းများ ပိုမိုတိုးပွားလာသောအခါ၊ သူသည် ၎င်းတို့အား ဆန့်ကျင်၍ မိမိ၏ အရှင်သခင်ထံ ဆုတောင်းခဲ့သည်၊ ထိုဆုတောင်းခြင်းကို ဖြေကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ مُوسَىٰ رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوَالًا فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّوا عَنْ سَبِيلِكَ ۖ رَبَّنَا اطْمِسْ عَلَىٰ أَمْوَالِهِمْ وَاشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ - قَالَ قَدْ أُجِيبَتْ دَعْوَتُكُمَا فَاسْتَقِيمَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာက ပြောခဲ့သည်- \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! အမှန်စင်စစ် ကိုယ်တော်သည် ဖِر္ဩန်းနှင့် သူ၏ခေါင်းဆောင်များအား ဤလောကီဘဝတွင် ဂုဏ်အင်္ဂါနှင့် စည်းစိမ်ဥစ္စာများကို ပေးသနားတော်မူခဲ့ပြီ၊ အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ၎င်းတို့သည် လူများကို ကိုယ်တော်၏ လမ်းမှားသို့ ပို့ဆောင်ရန်အတွက် ဖြစ်သည်။ အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ၎င်းတို့၏ စည်းစိမ်ဥစ္စာများကို ဖျက်ဆီးတော်မူပါ၊ ၎င်းတို့၏ နှလုံးသားများကို မာကျောစေတော်မူပါ၊ သို့မှသာ ၎င်းတို့သည် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ကို မမြင်မချင်း ယုံကြည်မည် မဟုတ်ပါ။\" အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်- \"အမှန်စင်စစ် သင်တို့နှစ်ဦး၏ တောင်းဆုကို လက်ခံခဲ့ပြီ။ ထို့ကြောင့် သင်တို့နှစ်ဦးလုံး ဖြောင့်မတ်သောလမ်းကို လိုက်နာကြပါ။\")</span><span class=\"gray\">(၁၀:၈၈-၈၉)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَدَعَا رَبَّهُ أَنَّ هَٰؤُلَاءِ قَوْمٌ مُجْرِمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူ <span class=\"gray\">(မူဆာ)</span> သည် မိမိ၏ အရှင်သခင်အား <span class=\"gray\">(ဤသို့)</span> တောင်းခံခဲ့သည်- \"ဤသူတို့သည် အမှန်စင်စစ် ရာဇဝတ်သားများ ဖြစ်ကြပါသည်။\")</span> ထိုအခါ အလ္လာဟ်အရှင်မြတ်က ဖِر္ဩန်း၏ အမိန့်၊ သဘောတူညီချက် သို့မဟုတ် ခွင့်ပြုချက်မပါဘဲ အစ္စရေးလ်၏သားမြေးများကို ၎င်းတို့အကြားမှ ထုတ်ယူရန် သူ့အား အမိန့်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُمْ مُتَّبَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ ကျွန်များနှင့်အတူ ညအချိန်တွင် ထွက်ခွာသွားကြပါ။ အမှန်စင်စစ် သင်တို့အား လိုက်လံ ဖမ်းဆီးကြလိမ့်မည်။)</span> ၎င်းသည် ဤအာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَوْحَيْنَا إِلَىٰ مُوسَىٰ أَنْ أَسْرِ بِعِبَادِي فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا لَا تَخَافُ دَرَكًا وَلَا تَخْشَىٰ</p><p lang=\"my\" class=\"my \">အမှန်စင်စစ် ငါတို့သည် မူဆာ <span class=\"gray\">(အား ဤသို့)</span> ဗျာဒိတ်ပေးခဲ့သည်- 'ငါ၏ကျွန်များနှင့်အတူ ညအချိန်တွင် ခရီးသွားပါ၊ ၎င်းတို့အတွက် ပင်လယ်တွင် ခြောက်သွေ့သောလမ်းကို ဖန်တီးပါ။ ဖမ်းဆီးခံရမည်ကို မစိုးရိမ်ပါနှင့်၊ <span class=\"gray\">(ပင်လယ်တွင် နစ်မြုပ်မည်ကို)</span> မကြောက်ရွံ့ပါနှင့်။' <span class=\"gray\">(၂၀:၇၇)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاتْرُكِ الْبَحْرَ رَهْوًا ۖ إِنَّهُمْ جُنْدٌ مُغْرَقُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်ကို ရှိရင်းအတိုင်း <span class=\"gray\">(ငြိမ်သက်ပြီး ခွဲထွက်နေသည့်အတိုင်း)</span> ထားခဲ့ပါ။ အမှန်စင်စစ် ၎င်းတို့သည် ရေနစ်သေဆုံးရမည့် အုပ်စုတစ်စု ဖြစ်ပါသည်။)</span> မူဆာနှင့် အစ္စရေးလ်၏သားမြေးများ ပင်လယ်ကို ဖြတ်ကျော်ပြီးနောက်၊ မူဆာသည် ပင်လယ်ကို သူ၏ လှံတံဖြင့် ရိုက်နှက်၍ ပုံမှန်အတိုင်း ပြန်ဖြစ်စေလိုခဲ့သည်၊ သို့မှသာ ၎င်းတို့နှင့် ဖِر္ဩန်းအကြား အတားအဆီးတစ်ခု ဖြစ်စေပြီး သူတို့ထံ ရောက်ရှိလာခြင်းမှ တားဆီးနိုင်မည်ဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်က သူ့အား ရှိရင်းအတိုင်း၊ ငြိမ်သက်ပြီး ကွဲထွက်နေသည့်အတိုင်း ထားခဲ့ရန် အမိန့်ပေးခဲ့သည်၊ ၎င်းတို့သည် ရေနစ်သေဆုံးရမည့် အုပ်စုတစ်စုဖြစ်ကြောင်း ဝမ်းသာစရာ သတင်းပေးခဲ့ပြီး ဖِر္ဩန်း၏ လိုက်လံဖမ်းဆီးခြင်း သို့မဟုတ် ပင်လယ်တွင် နစ်မြုပ်ခြင်းကို မကြောက်ရန် ပြောခဲ့သည်။ အိဗ်နု အဘ္ဘားစ် (အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် နှစ်သက်တော်မူပါစေ) က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتْرُكِ الْبَحْرَ رَهْوًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်ကို ရှိရင်းအတိုင်း <span class=\"gray\">(ငြိမ်သက်ပြီး ခွဲထွက်နေသည့်အတိုင်း)</span> ထားခဲ့ပါ။)</span> ဆိုသည်မှာ ရှိရင်းအတိုင်း ထားခဲ့ပြီး ဆက်လက်သွားပါဟု ဆိုလိုသည်။ မုဂျာဟစ်ဒ်က ပြောခဲ့သည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">رَهْوًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိရင်းအတိုင်း)</span> ဆိုသည်မှာ ခြောက်သွေ့သောလမ်း၊ ရှိရင်းအတိုင်း ဖြစ်သည်။ '၎င်းအား ပြန်သွားရန် အမိန့်မပေးပါနှင့်။ ၎င်းတို့အားလုံး နောက်ဆုံးလူ ဝင်ရောက်သည်အထိ ထားခဲ့ပါ။' ၎င်းသည် 'အိကရီမာဟ်၊ အလ်-ရာဘီအ် ဘင် အနပ်စ်၊ အဒ်-ဒွဟ်ဟတ်ခ်၊ ကွတာဒါဟ်၊ အိဗ်နု ဇိုင်ဒ်၊ ကအ်ဘ် အလ်-အဟ်ဘာရ်၊ စီမက် ဘင် ဟရ်ဘ်နှင့် အခြားသူများ၏ အမြင်လည်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ - وَزُرُوعٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ စွန့်ပစ်ခဲ့သည့် ဥယျာဉ်များနှင့် စမ်းရေတွင်းများ မည်မျှများသနည်း။ နှင့် စိမ်းလန်းသော ကောက်ပဲသီးနှံများ)</span> ၎င်းသည် မြစ်များနှင့် ရေတွင်းများကို ရည်ညွှန်းသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَقَامٍ كَرِيمٍ</p><p lang=\"my\" class=\"my \">နှင့် သာယာလှပသော နေရာများ၊ ဆိုသည်မှာ ကောင်းမွန်သော နေအိမ်များနှင့် လှပသော နေရာများကို ဆိုလိုသည်။ မုဂျာဟစ်ဒ်နှင့် ဆအ်ဒ် ဘင် ဂျုဘိုင်ရ်တို့က ပြောခဲ့သည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَقَامٍ كَرِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သာယာလှပသော နေရာများ၊)</span> ဆိုသည်မှာ မြင့်မားသော နေရာများကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ပျော်ရွှင်စွာ နေထိုင်ခဲ့ကြသည့် ဘဝ၏ သက်သာချောင်ချိမှုများ။)</span> ဆိုသည်မှာ ၎င်းတို့ ပျော်ရွှင်စွာ နေထိုင်ခဲ့ကြသည့် ဘဝ၊ ၎င်းတို့လိုချင်ရာ စားသောက်နိုင်၊ နှစ်သက်ရာ ဝတ်ဆင်နိုင်သည့် ဘဝ၊ ဤမြေပေါ်တွင် စည်းစိမ်ဥစ္စာ၊ ဂုဏ်ကျက်သရေနှင့် အာဏာတို့ဖြင့် နေထိုင်ခဲ့သည့် ဘဝ ဖြစ်သည်။ ထို့နောက် ထိုအရာများအားလုံးကို နံနက်ခင်းတစ်ခုတည်းတွင် သိမ်းယူခံခဲ့ရသည်၊ ၎င်းတို့သည် ဤလောကမှ ထွက်ခွာပြီး ဂျဟန္နမ်ငရဲသို့ ရောက်သွားကြသည်၊ ကြောက်မက်ဖွယ်ရာ နေထိုင်ရာပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ ۖ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ <span class=\"gray\">(ပင်ဖြစ်သည်)</span>! ငါတို့သည် အခြားလူများကို ၎င်းတို့၏ အမွေခံများ ဖြစ်စေခဲ့သည်။)</span> ဆိုသည်မှာ အစ္စရေးလ်၏သားမြေးများကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်နှင့် မြေကြီးသည် ၎င်းတို့အတွက် မငိုကြွေးခဲ့ပေ၊)</span> ဆိုသည်မှာ ၎င်းတို့တွင် ကောင်းကင်ဘုံ၏ တံခါးများမှတစ်ဆင့် တက်ရောက်ခဲ့သည့် ဖြောင့်မတ်သော လုပ်ရပ်များ မရှိခဲ့ပေ၊ ၎င်းတို့ သေဆုံးသောအခါ ၎င်းတို့အတွက် ငိုကြွေးမည့် လုပ်ရပ်များ မရှိခဲ့ပေ၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ခဲ့သည့် မြေပြင်ပေါ်ရှိ နေရာများလည်း မရှိခဲ့ပေ၊ ထို့ကြောင့် ၎င်းတို့၏ ဆုံးရှုံးမှုကို သတိပြုမိမည့် နေရာများလည်း မရှိခဲ့ပေ။ ထို့ကြောင့် ၎င်းတို့သည် ၎င်းတို့၏ မယုံကြည်မှု၊ အပြစ်၊ ကျူးလွန်မှုနှင့် ခေါင်းမာမှုတို့ကြောင့် အချိန်ဆိုင်းပေးခြင်းကို မခံထိုက်ပေ။ </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီးရ်က ဆအ်ဒ် ဘင် ဂျုဘိုင်ရ် ပြောခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်- 'လူတစ်ဦးသည် အိဗ်နု အဘ္ဘားစ် (အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် နှစ်သက်တော်မူပါစေ) ထံ ရောက်ရှိလာပြီး သူ့အား ပြောခဲ့သည်- 'အို အဗူ အလ်-အဘ္ဘားစ်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنْظَرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်နှင့် မြေကြီးသည် ၎င်းတို့အတွက် မငိုကြွေးခဲ့သလို ၎င်းတို့အား အချိန်ဆိုင်းပေးခြင်းလည်း မရှိခဲ့ပေ)</span> – ကောင်းကင်နှင့် မြေကြီးသည် မည်သူ့အတွက်မဆို ငိုကြွေးသလော' သူ (အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် နှစ်သက်တော်မူပါစေ) က ပြောခဲ့သည်- 'ဟုတ်သည်၊ ကောင်းကင်တွင် သူ၏ရိက္ခာများ ဆင်းသက်လာပြီး သူ၏ ကောင်းမှုကုသိုလ်များ တက်ရောက်သွားသည့် တံခါးတစ်ခုမရှိသူ မရှိပေ။ ယုံကြည်သူ သေဆုံးသောအခါ ထိုတံခါးကို ပိတ်လိုက်သည်၊ ၎င်းက သူ့အား လွမ်းဆွတ်ပြီး သူ့အတွက် ငိုကြွေးသည်၊ သူဝတ်ပြုဆုတောင်းပြီး အလ္လာဟ်အရှင်မြတ်အား အောက်မေ့ခဲ့သည့် မြေပြင်ပေါ်ရှိ ဆုတောင်းရာနေရာကလည်း သူ့အတွက် ငိုကြွေးသည်။ သို့သော် ဖِر္ဩန်း၏လူများသည် မြေပြင်ပေါ်တွင် ဖြောင့်မတ်သော အမှတ်အသား တစ်စုံတစ်ရာ မထားခဲ့သလို အလ္လာဟ်အရှင်မြတ်ထံ တက်ရောက်သည့် ကောင်းမှုကုသိုလ်များလည်း မရှိခဲ့ပေ၊ ထို့ကြောင့် ကောင်းကင်နှင့် မြေကြီးသည် ၎င်းတို့အတွက် မငိုကြွေးခဲ့ပေ။' အလ်-အော်ဖီက အိဗ်နု အဘ္ဘားစ် (အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ အလားတူအရာကို ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ - مِنْ فِرْعَوْنَ ۚ إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် အစ္စရေးလ်၏သားမြေးများကို အရှက်ရဖွယ်ရာ နှိပ်စက်မှုမှ ဖِر္ဩန်းထံမှ ကယ်တင်ခဲ့သည်။ အမှန်စင်စစ် သူသည် မာနကြီးပြီး အကျင့်ပျက်ခြစားသူများထဲမှ တစ်ဦးဖြစ်သည်။)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က ဖِر္ဩန်းလက်အောက်တွင် ၎င်းတို့ အရှက်ရပြီး ကျွန်ပြုခံရခြင်းမှ၊ ၎င်းတို့အား အောက်တန်းကျသော အလုပ်များ လုပ်ခိုင်းခဲ့ချိန်က မည်သို့ ကယ်တင်ခဲ့သည်ကို သတိပေးသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">مِنْ فِرْعَوْنَ ۚ إِنَّهُ كَانَ عَالِيًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖِر္ဩန်းထံမှ ဖြစ်သည်၊ အမှန်စင်စစ် သူသည် မာနကြီးပြီး)</span> ဆိုသည်မှာ သူသည် မာနကြီးပြီး ခေါင်းမာသည်ဟု ဆိုလိုသည်။ ၎င်းသည် ဤအာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဖِر္ဩန်းသည် ကမ္ဘာမြေပေါ်တွင် မိမိကိုယ်ကို မြှင့်တင်ခဲ့သည်)</span><span class=\"gray\">(၂၈:၄)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် မာနထောင်လွှားစွာ ပြုမူခဲ့ကြပြီး မိမိကိုယ်ကို မြှင့်တင်သူများ ဖြစ်ကြသည်)</span><span class=\"gray\">(၂၃:၄၆)</span>။ သူသည် အကျင့်ပျက်ခြစားသူများထဲမှ တစ်ဦးဖြစ်ပြီး မိမိကိုယ်ကို အထင်အမြင်မှားယွင်းစွာ ယူဆခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدِ اخْتَرْنَاهُمْ عَلَىٰ عِلْمٍ عَلَى الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် ၎င်းတို့အား ဉာဏ်ပညာဖြင့် လူမျိုးများ <span class=\"gray\">(အလ်-အာလမီးန်)</span> ထက် ရွေးချယ်ခဲ့သည်။)</span> မုဂျာဟစ်ဒ်က ပြောခဲ့သည်- \"၎င်းသည် ၎င်းတို့နေထိုင်ခဲ့သည့် လူများထက် ရွေးချယ်ခံရခြင်းကို ဆိုလိုသည်။\" ကွတာဒါဟ်က ပြောခဲ့သည်- \"၎င်းတို့သည် ၎င်းတို့ခေတ်၏ အခြားလူများထက် ရွေးချယ်ခံရပြီး၊ ခေတ်တိုင်းတွင် အခြားသူများထက် ရွေးချယ်ခံရသူများ ရှိသည်ဟု ပြောခဲ့သည်။\" ၎င်းသည် ဤအာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا مُوسَىٰ إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> မိန့်တော်မူခဲ့သည်- 'အို မူဆာ၊ ငါသည် သင့်အား လူသားများထက် ရွေးချယ်ခဲ့ပြီ။')</span><span class=\"gray\">(၇:၁၄၄)</span>၊ ဆိုလိုသည်မှာ သူ့ခေတ်လူများထက် ဖြစ်သည်။ ၎င်းသည် ဤအာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاصْطَفَاكِ عَلَىٰ نِسَاءِ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည်)</span> သင့်အား <span class=\"gray\">(မရ်ယမ်)</span> လူမျိုးများ <span class=\"gray\">(အလ်-အာလမီးန်)</span> မှ အမျိုးသမီးများထက် ရွေးချယ်ခဲ့ပြီ။)</span><span class=\"gray\">(၃:၄၂)</span>၊ ဆိုလိုသည်မှာ မရ်ယမ်သည် သူမ၏ခေတ် အမျိုးသမီးများထက် ရွေးချယ်ခံရခြင်း ဖြစ်သည်။ ခဒီဂျာ (အလ္လာဟ်အရှင်မြတ် သူမအပေါ် နှစ်သက်တော်မူပါစေ) သည် သူမထက် ဂုဏ်သိက္ခာ မြင့်မားသည် သို့မဟုတ် သူမနှင့် တူညီသည်၊ ဖِر္ဩန်း၏ ဇနီး အာစီယဟ် ဘင့် မူဇာဟင်မ်ကဲ့သို့ပင်။ နှင့် အာအိရှာ (အလ္လာဟ်အရှင်မြတ် သူမအပေါ် နှစ်သက်တော်မူပါစေ) ၏ အခြားအမျိုးသမီးများအားလုံးအပေါ် သာလွန်မှုသည် သရစ်ဒ်ဟင်းလျာ၏ အခြားဟင်းလျာများအားလုံးအပေါ် သာလွန်မှုနှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَاهُمْ مِنَ الْآيَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား သက်သေလက္ခဏာများကို ပေးအပ်ခဲ့သည်)</span> ဆိုသည်မှာ ရှင်းလင်းသော အထောက်အထားများနှင့် ထူးခြားသော သက်သေများကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا فِيهِ بَلَاءٌ مُبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်းလင်းဆုံး စမ်းသပ်မှုတစ်ခု ပါဝင်သည့်။)</span> ဆိုသည်မှာ ၎င်းမှတစ်ဆင့် မည်သူ လမ်းညွှန်ခံရမည်ကို ပြသရန်အတွက် ထင်ရှားသော စမ်းသပ်မှုတစ်ခု ဖြစ်သည်။</p>"
  }
]