[
  {
    "ayah_key": "19:1",
    "group_ayah_key": "19:1",
    "from_ayah": "19:1",
    "to_ayah": "19:6",
    "ayah_keys": "19:1,19:2,19:3,19:4,19:5,19:6",
    "text": "<p lang=\"my\" class=\"my \">မိုဟာမဒ် အိဗ်နု အစ်ဟာက်သည် သူ၏စီးရဟ်တွင် အွမ်မ် ဆလမာ၏ ဟဒီးစ်ကို မှတ်တမ်းတင်ခဲ့ပြီး၊ အဟ်မဒ် အိဗ်နု ဟမ်ဘလ်သည် အိဗ်နု မစအူးဒ်ထံမှ ဟိဂျ်ရာ <span class=\"gray\">(ပြောင်းရွှေ့ခြင်း)</span> မက္ကာဟ်မှ အီသီယိုးပီးယားသို့ သွားသော ဇာတ်လမ်းကို မှတ်တမ်းတင်ခဲ့သည်။ ထိုဇာတ်ကြောင်းတွင် ဂျပ်ဖာရ် အိဗ်နု အဘီ တော်လစ်ဗ်သည် ဤဆူရာ၏ ပထမပိုင်းကို အန်နဂျာရှီနှင့် သူ၏အပေါင်းအပါများအား ရွတ်ဖတ်ပြခဲ့ကြောင်း ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမဲ့ ကရုဏာတော်ရှင်၊ အနန္တ မဟာကရုဏာတော်ရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كهيعص - ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا - إِذْ نَادَىٰ رَبَّهُ نِدَاءً خَفِيًّا - قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُن بِدُعَائِكَ رَبِّ شَقِيًّا - وَإِنِّي خِفْتُ الْمَوَالِيَ مِن وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِن لَّدُنكَ وَلِيًّا - يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ۖ وَاجْعَلْهُ رَبِّ رَضِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ကာဖ်၊ ဟာ၊ ယာ၊ အိုင်းန်၊ ဆွာဒ်။)</span><span class=\"gray\">(၂။ အသင့်၏အရှင်သခင်က သူ၏ကျွန် ဇကရီယာအပေါ် ထားရှိသည့် ကရုဏာတော်ကို သတိရခြင်း။)</span><span class=\"gray\">(၃။ သူသည် သူ၏အရှင်သခင်အား လျှို့ဝှက်စွာခေါ်ဆိုပန်ကြားခဲ့သည့်အခါ။)</span><span class=\"gray\">(၄။ သူက ပြောကြားခဲ့သည်- \"အကျွန်ုပ်၏အရှင်သခင်၊ အကျွန်ုပ်၏အရိုးတို့သည် အမှန်ပင်အားနည်းခဲ့ပြီဖြစ်၍၊ အကျွန်ုပ်၏ဦးခေါင်းတွင် ဆံပင်ဖြူများ ဖုံးလွှမ်းခဲ့ပြီ၊ အကျွန်ုပ်သည် အသင့်ထံ အသနားခံရာတွင် အကျွန်ုပ်၏အရှင်သခင်၊ ကံမကောင်းသူ မဖြစ်ခဲ့ပါ။\")</span><span class=\"gray\">(၅။ \"အမှန်စင်စစ် အကျွန်ုပ်၏နောက်မှ ဆက်ခံမည့်သူများကို အကျွန်ုပ်ကြောက်ရွံ့ပါသည်၊ အကျွန်ုပ်၏ဇနီးသည်လည်း မြုံနေသူဖြစ်သည်။ သို့ဖြစ်၍ အသင့်အထံတော်မှ အမွေခံတစ်ဦးကို ပေးသနားတော်မူပါ။\")</span><span class=\"gray\">(၆။ \"သူသည် အကျွန်ုပ်ကို အမွေဆက်ခံမည့်သူဖြစ်ပြီး၊ ယာအ်ကူဗ်၏ မျိုးဆက်များကိုလည်း အမွေဆက်ခံမည့်သူဖြစ်သည်။ အကျွန်ုပ်၏အရှင်သခင်၊ သူ့ကို အသင့်နှစ်သက်တော်မူသောသူ ဖြစ်စေတော်မူပါ။\")</span></p><div lang=\"my\" class=\"my \"><h2>ဇကရီယာ၏ ဇာတ်လမ်းနှင့် သားတစ်ဦးရရန် သူ၏ ပန်ကြားချက် </h2></div><p lang=\"my\" class=\"my \">သီးခြားအက္ခရာများအကြောင်း ဆွေးနွေးမှုသည် စူရတွလ် ဗကရာ၏ အစပိုင်းတွင် ပါဝင်ပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذِكْرُ رَحْمَتِ رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်၏အရှင်သခင်၏ ကရုဏာတော်ကို သတိရခြင်း)</span> ဆိုလိုသည်မှာ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က သူ၏ကျွန် ဇကရီယာအပေါ် ထားရှိသော ကရုဏာတော်ကို သတိရစေခြင်းဖြစ်သည်။ ယဟ်ယာ အိဗ်နု ယအ်မရ်က ဤသို့ ရွတ်ဖတ်ခဲ့သည်၊  </p><p class=\"sd qpc-hafs\" lang=\"sd\">(ذَكَّرَ رَحْمَةَ رَبكَ عبدَه زكريا)</p><p lang=\"my\" class=\"my \">\"သူသည် အသင့်၏အရှင်သခင်၏ ကရုဏာတော်ကို သူ၏ကျွန် ဇကရီယာအား သတိရစေခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">ထိုအာယသ်ရှိ ဇကရီယာဟူသော စကားလုံးကို ဆွဲ၍လည်းကောင်း၊ တိုတိုနှင့်လည်းကောင်း ရွတ်ဖတ်ခဲ့ကြသည်။ ရွတ်ဖတ်နည်းနှစ်မျိုးစလုံး ထင်ရှားပါသည်။ သူသည် အစ္စရေးလ်၏သားမြေးများမှ မဟာနဗီတစ်ပါးဖြစ်သည်။ စဟီဟ် အလ်-ဘူခါရီတွင် <span class=\"gray\">[နဗီတမန်တော် ﷺ က ဇကရီယာအကြောင်း ပြောကြားသည်မှာ]</span> သူသည် လက်သမားတစ်ဦးဖြစ်ပြီး လက်သမားအလုပ်ဖြင့် မိမိကိုယ်တိုင် ရှာဖွေရရှိသည်များကို စားသောက်ခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذْ نَادَىٰ رَبَّهُ نِدَاءً خَفِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သူ၏အရှင်သခင်အား လျှို့ဝှက်စွာခေါ်ဆိုပန်ကြားခဲ့သည့်အခါ။)</span></p><p lang=\"my\" class=\"my \">သူသည် သူ၏ပန်ကြားချက်ကို လျှို့ဝှက်စွာသာ ပြုလုပ်ခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူသောကြောင့်ဖြစ်သည်။ ၎င်းသည် ဤအာယသ်နှင့် ပတ်သက်၍ ကတာဒါ ပြောကြားခဲ့သည်နှင့် ဆင်တူသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذْ نَادَىٰ رَبَّهُ نِدَاءً خَفِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သူ၏အရှင်သခင်အား လျှို့ဝှက်စွာခေါ်ဆိုပန်ကြားခဲ့သည့်အခါ။)</span> \"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သန့်ရှင်းသောနှလုံးသားကို သိတော်မူ၍၊ ဝှက်ထားသော အသံကို ကြားတော်မူ၏။\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောကြားခဲ့သည်- \"အကျွန်ုပ်၏အရှင်သခင်၊ အကျွန်ုပ်၏အရိုးတို့သည် အမှန်ပင်အားနည်းခဲ့ပြီ...\")</span> ဆိုလိုသည်မှာ၊ \"အကျွန်ုပ်သည် အားနည်းပျော့ညံ့သွားပြီဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاشْتَعَلَ الرَّأْسُ شَيْبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အကျွန်ုပ်၏ဦးခေါင်းတွင် ဆံပင်ဖြူများ Ashta'al ဖြစ်ခဲ့ပြီ။)</span> ဆိုလိုသည်မှာ ဆံပင်ဖြူများက ဆံပင်နက်များထဲသို့ လောင်ကျွမ်းဝင်ရောက်သွားခြင်းဖြစ်သည်။ ရည်ရွယ်ချက်မှာ အားနည်းခြင်းနှင့် အိုမင်းခြင်း၊ ၎င်း၏ ပြင်ပနှင့် အတွင်းပိုင်း လက္ခဏာများကို အသိပေးရန်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ أَكُن بِدُعَائِكَ رَبِّ شَقِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်သည် အသင့်ထံ အသနားခံရာတွင် အကျွန်ုပ်၏အရှင်သခင်၊ ကံမကောင်းသူ မဖြစ်ခဲ့ပါ။)</span> ဆိုလိုသည်မှာ \"အကျွန်ုပ်သည် အသင့်ထံမှ အကျွန်ုပ်၏ပန်ကြားချက်ကို အသင့်တုံ့ပြန်တော်မူသည်မှတစ်ပါး အခြားမည်သည့်အရာကိုမျှ မကြုံတွေ့ခဲ့ရပါ။ အကျွန်ုပ်အသင့်ထံ တောင်းခံသည်များကို အသင့်ဘယ်တော့မှ ငြင်းပယ်တော်မမူပါ။\" သူ၏ပြောကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِنِّي خِفْتُ الْمَوَالِيَ مِن وَرَائِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အကျွန်ုပ်၏နောက်မှ Mawali များကို အကျွန်ုပ်ကြောက်ရွံ့ပါသည်၊)</span></p><p lang=\"tg\" class=\"tg \">Mujahid, Qatadah and As-Suddi, all said, \"In saying the word Mawali, he <span class=\"gray\">(Zakariyya)</span> meant his succeeding relatives.\"</p><p lang=\"my\" class=\"my \">သူကြောက်ရွံ့ရခြင်းအကြောင်းမှာ သူ့နောက်ဆက်ခံမည့် မျိုးဆက်သည် ဆိုးသွမ်းသောမျိုးဆက် ဖြစ်မည်ကို ကြောက်ရွံ့သောကြောင့်ဖြစ်သည်။ သို့ဖြစ်၍ သူသည် အလ္လာဟ်အရှင်မြတ်ထံမှ သူ၏နောက်၌ ပရောဖက်တစ်ဦးဖြစ်လာမည့် သားတစ်ဦးကို တောင်းဆိုခဲ့ပြီး၊ ထိုသားသည် သူ၏ပရောဖက်ပြုမှုနှင့် သူ့ထံ ထုတ်ဖော်ခဲ့သည်များဖြင့် သူတို့ကို လမ်းပြလိမ့်မည်။</p><p lang=\"my\" class=\"my \">ဤအရာနှင့်ပတ်သက်၍ သူသည် သူ၏စည်းစိမ်ကို ၎င်းတို့အမွေဆက်ခံမည်ကို မကြောက်ရွံ့ခဲ့ကြောင်း ထောက်ပြလိုပါသည်။ အကြောင်းမှာ နဗီတမန်တော်တစ်ပါးသည် သူ၏စည်းစိမ်ဥစ္စာကို ဤသို့သောပုံစံဖြင့် နောင်တရရန်အတွက် အဆင့်အတန်းမြင့်မားလွန်းပြီး ဂုဏ်သိက္ခာလည်း ကြီးမြတ်လွန်းပါသည်။ နဗီတမန်တော်တစ်ပါးသည် သူ၏စည်းစိမ်ဥစ္စာကို သူ့နောက်ဆက်ခံမည့် ဆွေမျိုးများအား ထားခဲ့ခြင်းကို မငြင်းဆန်ဘဲ၊ ၎င်းတို့အစား သူ၏အမွေကို ရရှိမည့်သားတစ်ဦးကို တောင်းဆိုမည်မဟုတ်ပါ။ ဤသည်မှာ ငြင်းခုံမှု၏ ရှုထောင့်တစ်ခုဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဒုတိယငြင်းခုံချက်မှာ အလ္လာဟ်အရှင်မြတ်က သူ <span class=\"gray\">(ဇကရီယာ)</span> သည် ကြွယ်ဝချမ်းသာကြောင်း မဖော်ပြခဲ့ပါ။ ဆန့်ကျင်ဘက်အားဖြင့် သူသည် လက်သမားတစ်ဦးဖြစ်ပြီး မိမိကိုယ်တိုင် ရှာဖွေရရှိသော ဝင်ငွေဖြင့် စားသောက်ခဲ့သူဖြစ်သည်။ ဤကဲ့သို့သော ပုဂ္ဂိုလ်သည် ပုံမှန်အားဖြင့် ကြွယ်ဝချမ်းသာခြင်းမရှိပါ။ ဥစ္စာပစ္စည်းစုဆောင်းခြင်းသည် နဗီတမန်တော်များအတွက် ပုံမှန်အရာမဟုတ်၊ အဘယ်ကြောင့်ဆိုသော် အမှန်စင်စစ် ၎င်းတို့သည် ဤလောကီဘဝနှင့်ပတ်သက်သော ကိစ္စများတွင် အလွန်ဆုံး လိုလားတောင့်တမှု မရှိသူများဖြစ်သည်။</p><p lang=\"my\" class=\"my \">တတိယငြင်းခုံချက်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့ကြောင်းကို စဟီဟ်ကျမ်းနှစ်ကျမ်းတွင်၊ တစ်ခုထက်ပိုသော ဇာတ်ကြောင်းများဖြင့် အတည်ပြုထားခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا نُورَثُ، مَا تَرَكْنَا فَهُوَ صَدَقَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ <span class=\"gray\">(နဗီတမန်တော်များ)</span> သည် အမွေ <span class=\"gray\">(စည်းစိမ်)</span> ကို မထားခဲ့ပါ။ ကျွန်ုပ်တို့ထားခဲ့သမျှသည် ဆဒကာ (အလှူ) ဖြစ်ပါသည်။)</span></p><p lang=\"my\" class=\"my \">အတ်-တီရ်မီဇီက စစ်မှန်သော ဇာတ်ကြောင်းစဉ်ဖြင့် မှတ်တမ်းတင်ထားသော ဇာတ်ကြောင်းတစ်ခုတွင် သူက ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ مَعْشَرَ الْأَنْبِيَاءِ لَا نُورَثُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၊ နဗီတမန်တော်များသည် အမွေ <span class=\"gray\">(စည်းစိမ်)</span> ကို မထားခဲ့ပါ။)</span> ထို့ကြောင့် ဤဟဒီးစ်များရှိ အဓိပ္ပါယ်သည် ဇကရီယာ၏ ပြောကြားချက် အဓိပ္ပါယ်ကို ကန့်သတ်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَبْ لِي مِن لَّدُنكَ وَلِيًّا - يَرِثُنِي </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ အသင့်အထံတော်မှ အမွေခံတစ်ဦးကို ပေးသနားတော်မူပါ။ သူသည် အကျွန်ုပ်ကို အမွေဆက်ခံမည့်သူဖြစ်ပြီး၊)</span> နဗီပြုမှု၏ အမွေ။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَرِثُ مِنْ آلِ يَعْقُوبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ယာအ်ကူဗ်၏ မျိုးဆက်များကိုလည်း အမွေဆက်ခံမည့်သူဖြစ်သည်။)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်နှင့် ဆင်တူသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَوَرِثَ سُلَيْمَانُ دَاوُودَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် စူလိုင်မာန်သည် ဒါဝူးဒ်ထံမှ အမွေဆက်ခံခဲ့သည်။)</span><span class=\"gray\">[၂၇:၁၆]</span> ဆိုလိုသည်မှာ သူသည် ဒါဝူးဒ်ထံမှ နဗီပြုမှုကို အမွေဆက်ခံခဲ့သည်။ ၎င်းသည် စည်းစိမ်ဥစ္စာကို ဆိုလိုပါက၊ သူသည် အခြားညီအစ်ကိုများအနက် ၎င်းနှင့် တစ်ဦးတည်း ကန့်သတ်ခံရမည်မဟုတ်ပေ။ ၎င်းသည် စည်းစိမ်ဥစ္စာကို ရည်ညွှန်းပါက ဖော်ပြခြင်းတွင် အရေးကြီးသော အကျိုးကျေးဇူးလည်း မရှိပါ။ ယခင်က ဥပဒေများနှင့် ကောင်းကင်မှ ထုတ်ဖော်ပြသခဲ့သော ဘာသာရေးယုံကြည်မှုများအားလုံးတွင် သားသည် ဖခင်၏စည်းစိမ်ကို အမွေဆက်ခံကြောင်း ထင်ရှားပြီးဖြစ်သည်။ ထို့ကြောင့် ၎င်းသည် သီးခြားအမွေအမျိုးအစားကို ရည်ညွှန်းခြင်းမဟုတ်ပါက၊ အလ္လာဟ်အရှင်မြတ်က ဖော်ပြမည်မဟုတ်ပါ။ ဤအရာအားလုံးကို စစ်မှန်သော ဟဒီးစ်တွင် ပါရှိသည်များက ထောက်ခံအတည်ပြုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ مَعَاشِرَ الْأَنْبِيَاءِ لَا نُورَثُ، مَا تَرَكْنَا فَهُوَ صَدَقَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ နဗီတမန်တော်များသည် မည်သည့်အမွေ <span class=\"gray\">(စည်းစိမ်)</span> ကိုမျှ မထားခဲ့ပါ။ ကျွန်ုပ်တို့ထားခဲ့သမျှသည် ဆဒကာ (အလှူ) ဖြစ်ပါသည်။)</span> မူဂျာဟစ်ဒ်က သူ၏ပြောကြားချက်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အကျွန်ုပ်ကို အမွေဆက်ခံမည့်သူဖြစ်ပြီး၊ ယာအ်ကူဗ်၏ မျိုးဆက်များကိုလည်း အမွေဆက်ခံမည့်သူဖြစ်သည်။)</span><span class=\"gray\">[၁၉:၆]</span> \"သူ၏အမွေသည် အသိပညာဖြစ်ပြီး၊ ဇကရီယာသည် ယာအ်ကူဗ်၏ မျိုးဆက်များအနက် တစ်ဦးဖြစ်သည်။\" ဟူရှိုင်မ်က ပြောကြားခဲ့သည်၊ \"အစ္စမာအီလ် အိဗ်နု အဘီ ခါလစ်ဒ်က အဘူ ဆွာလိဟ်သည် ဤအာယသ်နှင့် ပတ်သက်၍ မှတ်ချက်ပေးခဲ့ကြောင်း ကျွန်ုပ်တို့အား အသိပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အကျွန်ုပ်ကို အမွေဆက်ခံမည့်သူဖြစ်ပြီး၊ ယာအ်ကူဗ်၏ မျိုးဆက်များကိုလည်း အမွေဆက်ခံမည့်သူဖြစ်သည်။)</span> \"သူ၏ဘိုးဘွားများ နဗီများဖြစ်ခဲ့သကဲ့သို့ သူသည်လည်း နဗီတစ်ပါးဖြစ်လိမ့်မည်။\" အလ္လာဟ်အရှင်မြတ်၏ ပြောကြားချက်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاجْعَلْهُ رَبِّ رَضِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်၏အရှင်သခင်၊ သူ့ကို အသင့်နှစ်သက်တော်မူသောသူ ဖြစ်စေတော်မူပါ။)</span> ဆိုလိုသည်မှာ \"သူ့ကို အသင့် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> နှင့် အသင့်ဖန်ဆင်းထားရာများအပေါ် နှစ်သက်မြတ်နိုးစေပါ။ သူ့ကို ချစ်ခင်ပြီး သူ၏ဘာသာရေးနှင့် စိတ်နေသဘောထား နှစ်မျိုးစလုံးတွင် အသင့်ဖန်ဆင်းထားရာများက ချစ်ခင်နှစ်သက်စေပါ။\"</p>"
  },
  {
    "ayah_key": "19:10",
    "group_ayah_key": "19:10",
    "from_ayah": "19:10",
    "to_ayah": "19:11",
    "ayah_keys": "19:10,19:11",
    "text": "<p class=\"my translation\" lang=\"my\">ဇကရီယာက ပြောကြားခဲ့သည်- \"အကျွန်ုပ်၏အရှင်သခင်၊ အကျွန်ုပ်အတွက် နိမိတ်လက္ခဏာတစ်ခု ပြုလုပ်ပေးပါ။\" သူက ပြောကြားခဲ့သည်- \"အသင့်၏နိမိတ်လက္ခဏာမှာ အသင့်သည် မည်သည့်ကိုယ်ခန္ဓာချို့ယွင်းချက်မျှမရှိဘဲ၊ ညသုံးညတာ လူတို့အား စကားမပြောဆိုရခြင်းဖြစ်သည်။ <span>(၁၀)</span>ထို့နောက် သူသည် သူ့လူမျိုးထံ Mihrab မှ ထွက်လာပြီး နံနက်ပိုင်းနှင့် နေ့လည်ပိုင်းတွင် <span class=\"gray\">[အလ္လာဟ်အရှင်မြတ်ကို]</span> ချီးမွမ်းရန် လက်ဟန်ခြေဟန်ဖြင့် ပြသခဲ့သည်။ <span>(၁၁)</span></p><div lang=\"my\" class=\"my \"><h2>ကိုယ်ဝန်၏ နိမိတ်လက္ခဏာ</h2></div><p lang=\"my\" class=\"my \">ဂုဏ်သရေရှိသော အလ္လာဟ်အရှင်မြတ်က ဇကရီယာသည် ဤသို့ပြောကြားခဲ့ကြောင်း အသိပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ اجْعَل لِّي آيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">(ဇကရီယာ)</span> က ပြောကြားခဲ့သည်- \"အကျွန်ုပ်၏အရှင်သခင်၊ အကျွန်ုပ်အတွက် နိမိတ်လက္ခဏာတစ်ခု ပြုလုပ်ပေးပါ။\")</span> \"အသင့်ကတိပြုထားသည့်အရာ၏ တည်ရှိမှုအတွက် နိမိတ်လက္ခဏာနှင့် အထောက်အထားကို ကျွန်ုပ်အား ပေးသနားပါ၊ သို့မှသာ ကျွန်ုပ်၏စိတ်ဝိညာဉ်သည် ငြိမ်သက်၍ ကျွန်ုပ်၏နှလုံးသားသည် အသင့်ကတိတော်ဖြင့် စိတ်အေးချမ်းသာရမည်။\" ထိုနည်းတူ အစ်ဗ်ရာဟင်မ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَىٰ ۖ قَالَ أَوَلَمْ تُؤْمِن ۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطْمَئِنَّ قَلْبِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်၏အရှင်သခင်၊ အသင်သည် မည်သို့ လူသေများကို ရှင်ပြန်ထမြောက်စေသည်ကို အကျွန်ုပ်အား ပြသတော်မူပါ။ သူ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က ပြောကြားခဲ့သည်- \"အသင် မယုံကြည်သလော။\" သူက ပြောကြားခဲ့သည်- \"ဟုတ်ပါသည် <span class=\"gray\">(ကျွန်ုပ်ယုံကြည်ပါသည်)</span>၊ သို့သော် ကျွန်ုပ်၏နှလုံးသားကို စိတ်အေးချမ်းသာစေရန်အတွက် ဖြစ်ပါသည်။\")</span><span class=\"gray\">[၂:၂၆၀]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ آيَتُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောကြားခဲ့သည်- \"အသင့်၏နိမိတ်လက္ခဏာမှာ...\")</span> ဆိုလိုသည်မှာ \"အသင့်၏နိမိတ်လက္ခဏာသည်...\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်သည် မည်သည့်ကိုယ်ခန္ဓာချို့ယွင်းချက်မျှမရှိဘဲ၊ ညသုံးညတာ လူတို့အား စကားမပြောဆိုရခြင်းဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'သင့်လျှာသည် ကျန်းမာသန်စွမ်းပြီး ဖျားနာမှုမရှိဘဲ ညသုံးညတာ စကားပြောဆိုခြင်းမှ တားမြစ်ခံရမည်။' အိဗ်နု အဘ်ဘားစ်၊ မူဂျာဟစ်ဒ်၊ အိကရီမာ၊ ဝဟ်ဘ်၊ အစ်-ဆူဒီ၊ ကတာဒါနှင့် အခြားသူများက ပြောကြားခဲ့သည်၊ \"သူ၏လျှာသည် မည်သည့်ဖျားနာမှုမျှမရှိဘဲ ရပ်တန့်သွားခဲ့သည်။\" အဘ်ဒူရ်-ရဟ်မာန် အိဗ်နု ဇိုင်းဒ် အိဗ်နု အစ်လမ်က ပြောကြားခဲ့သည်၊ \"သူသည် အလ္လာဟ်အရှင်မြတ်ကို ရွတ်ဖတ်ချီးမွမ်းလေ့ရှိသော်လည်း၊ သူ၏လူမျိုးအား လက်ဟန်ခြေဟန်ဖြင့်မှတစ်ပါး စကားပြောဆိုနိုင်ခြင်းမရှိခဲ့ပါ။\" အလ်-အော်ဖီက အိဗ်နု အဘ်ဘားစ် ပြောကြားခဲ့သည်ကို ဖော်ပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثَ لَيَالٍ سَوِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သုံးညတာ၊ ကိုယ်ခန္ဓာချို့ယွင်းချက်မရှိဘဲ။)</span> \"ညများသည် ဆက်တိုက်ဖြစ်သည်။\" သို့သော် သူ့ထံမှ ဖော်ပြထားသော ပထမဆုံးပြောကြားချက်နှင့် အများစု၏ပြောကြားချက်သည် ပိုမိုမှန်ကန်သည်။ ဤအာယသ်သည် ဂုဏ်သရေရှိသော အလ္လာဟ်အရှင်မြတ်က စူရတွလ် အာလ်-အိမရာန်တွင် ပြောကြားခဲ့သည်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ اجْعَل لِّي آيَةً ۖ قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا ۗ وَاذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောကြားခဲ့သည်- \"အို အကျွန်ုပ်၏အရှင်သခင်၊ အကျွန်ုပ်အတွက် နိမိတ်လက္ခဏာတစ်ခု ပြုလုပ်ပေးပါ။\" <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က ပြောကြားခဲ့သည်- \"အသင့်၏နိမိတ်လက္ခဏာမှာ အသင့်သည် သုံးရက်တာ လူတို့အား လက်ဟန်ခြေဟန်ဖြင့်မှတစ်ပါး စကားမပြောဆိုရခြင်းဖြစ်သည်။ အသင့်၏အရှင်သခင်ကို အကြိမ်များစွာ သတိရပါ၊ နေ့လည်ပိုင်းနှင့် နံနက်ပိုင်းတွင် <span class=\"gray\">(သူ့ကို)</span> ချီးမွမ်းပါ။\")</span><span class=\"gray\">[၃:၄၁]</span></p><p lang=\"my\" class=\"my \">၎င်းသည် ထိုသုံးညတာနှင့် ထိုသုံးရက်တာတွင်လည်း သူသည် သူ၏လူမျိုးအား စကားမပြောဆိုခဲ့ကြောင်း အထောက်အထားတစ်ခုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا رَمْزًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လက်ဟန်ခြေဟန်ဖြင့်မှတစ်ပါး။)</span> ဆိုလိုသည်မှာ ကိုယ်ခန္ဓာအမူအရာများဖြင့်၊ ထို့ကြောင့် ဤဂုဏ်သရေရှိ အာယသ်တွင် အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَخَرَجَ عَلَىٰ قَوْمِهِ مِنَ الْمِحْرَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် သူ့လူမျိုးထံ Mihrab မှ ထွက်လာသည်)</span> သူသည် ကလေးသတင်းကောင်းကို ရရှိခဲ့သော နေရာကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْحَىٰ إِلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ၎င်းတို့အား လက်ဟန်ခြေဟန်ဖြင့် ပြသခဲ့သည်)</span> ဆိုလိုသည်မှာ သူသည် ၎င်းတို့အား သိမ်မွေ့ပြီး မြန်ဆန်သော အမူအရာတစ်ခု ပြုလုပ်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن سَبِّحُوا بُكْرَةً وَعَشِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နံနက်ပိုင်းနှင့် နေ့လည်ပိုင်းတွင် <span class=\"gray\">[အလ္လာဟ်အရှင်မြတ်ကို]</span> ချီးမွမ်းရန်။)</span> ၎င်းတို့သည် ဤသုံးရက်တာအတွင်း သူပြုလုပ်ရန် အမိန့်ပေးခံရသည်ကို သဘောတူသင့်ပြီး၊ သူ၏လုပ်ဆောင်မှုများနှင့် အလ္လာဟ်အရှင်မြတ်က သူ့အား ပေးသနားတော်မူသည့်အရာများအတွက် အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင်မှုကို တိုးမြှင့်သင့်သည်။ မူဂျာဟစ်ဒ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْحَىٰ إِلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ၎င်းတို့အား လက်ဟန်ခြေဟန်ဖြင့် ပြသခဲ့သည်)</span> \"သူသည် အမူအရာတစ်ခု ပြုလုပ်ခဲ့သည်။\" ဝဟ်ဘ်နှင့် ကတာဒါတို့ကလည်း အလားတူ ပြောကြားခဲ့သည်။</p>"
  }
]