[
  {
    "ayah_key": "33:14",
    "group_ayah_key": "33:14",
    "from_ayah": "33:14",
    "to_ayah": "33:17",
    "ayah_keys": "33:14,33:15,33:16,33:17",
    "text": "<p lang=\"my\" class=\"my \">အကယ်၍ ရန်သူသည် ဘေးပတ်လည်မှ ဝင်ရောက်လာပြီး ၎င်းတို့အား အလ်-ဖစ်နာသို့ တိုက်တွန်းခဲ့ပါက ၎င်းတို့သည် ဧကန်မလွဲ ကျူးလွန်ခဲ့မည်ဖြစ်ပြီး ထိုအပေါ်၌ အနည်းငယ်မျှသာ တုံ့ဆိုင်းနေလိမ့်မည် <span>(14)</span>၎င်းတို့သည် မိမိတို့၏ နောက်ကျောကို မလှည့်ဘဲ နေမည်ဟု အလ္လာဟ်အရှင်မြတ်နှင့် ကတိပြုခဲ့ပြီးဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်နှင့် ကတိပြုခြင်းသည် ဖြေဆိုရမည် <span>(15)</span>ပြောပါ– “သင်တို့သည် သေခြင်း သို့မဟုတ် သတ်ဖြတ်ခြင်းမှ ထွက်ပြေးပါက ထွက်ပြေးခြင်းသည် သင်တို့အား အကျိုးပြုမည်မဟုတ်၊ ထို့နောက် သင်တို့သည် ခဏတာမျှသာ ပျော်မွေ့ရလိမ့်မည်! <span>(16)</span>ပြောပါ– “အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အန္တရာယ်ပြုလိုပါက၊ သို့မဟုတ် သင်တို့အပေါ် ကရုဏာထားလိုပါက၊ အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သူသည် သင်တို့အား ကာကွယ်ပေးနိုင်မည်နည်း?” ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မိမိတို့အတွက် မည်သည့် ကာကွယ်သူ သို့မဟုတ် ကူညီသူကိုမျှ တွေ့ရမည်မဟုတ်။) အလ္လာဟ်အရှင်မြတ်သည် ပြောဆိုသူများအကြောင်း ကျွန်ုပ်တို့အား ပြောပြသည် <span>(17)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ ۖ إِنْ يُرِيدُونَ إِلَّا فِرَارًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အမှန်စင်စစ်၊ ကျွန်ုပ်တို့၏ အိမ်များသည် ပွင့်လင်းနေသည်။\" ၎င်းတို့သည် ပွင့်လင်းနေသည်မဟုတ်။ ၎င်းတို့သည် ထွက်ပြေးလိုရုံမျှသာ။)</span> အကယ်၍ ရန်သူသည် အလ်-မဒီနာ၏ ဘေးပတ်လည်မှနှင့် အရပ်မျက်နှာတိုင်းမှ ၎င်းတို့ထံ ဝင်ရောက်လာပြီး၊ ၎င်းတို့အား မယုံကြည်သူများ ဖြစ်လာရန် တောင်းဆိုခဲ့ပါက ၎င်းတို့သည် ချက်ချင်း ထိုသို့ပြုလုပ်ခဲ့မည်။ ၎င်းတို့သည် အနည်းငယ်မျှသော ကြောက်ရွံ့မှုနှင့် ရင်ဆိုင်ရပါက မိမိတို့၏ ယုံကြည်ခြင်းကို လိုက်နာမည်မဟုတ်သလို ခိုင်မြဲစွာလည်း ရှိနေမည်မဟုတ်။ ဤသည်မှာ ကတာဒါး၊ အဗ်ဒူရ်-ရာဟ်မာန် ဘင်န် ဇိုင်ဒ်နှင့် အိဗ်န် ဂျရီရ်တို့က အနက်ပြန်ဆိုခဲ့ပုံဖြစ်သည်။ ဤသည်မှာ ၎င်းတို့အပေါ် အရှင်းလင်းဆုံး စကားလုံးများဖြင့် ရှုံ့ချခြင်းဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤကြောက်ရွံ့မှု မတိုက်ခိုက်မီ ၎င်းတို့ပြုလုပ်ခဲ့သော ကတိကို ၎င်းတို့အား သတိပေးသည်၊ ၎င်းတို့သည် မိမိတို့၏ နောက်ကျောကို လှည့်မည်မဟုတ်၊ စစ်မြေပြင်မှ ထွက်ပြေးမည်မဟုတ်ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ عَهْدُ اللَّهِ مَسْئُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ကတိပြုခြင်းသည် ဖြေဆိုရမည်။)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ထိုကတိအကြောင်း ၎င်းတို့အား မလွဲမသွေ မေးမြန်းမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် စစ်ပွဲမှ ထွက်ပြေးခြင်းသည် ၎င်းတို့၏ သတ်မှတ်ထားသော သေဆုံးခြင်းကို နှောင့်နှေးစေမည်မဟုတ် သို့မဟုတ် ၎င်းတို့၏ အသက်ကို ရှည်စေမည်မဟုတ်ကြောင်း ၎င်းတို့အား ပြောပြသည်၊ ဆန့်ကျင်ဘက်အားဖြင့် ၎င်းသည် ၎င်းတို့အား ပိုမိုစော၍ ရုတ်တရက် ဖမ်းဆီးခြင်း၏ အကြောင်းရင်း ဖြစ်နိုင်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذًا لَا تُمَتَّعُونَ إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် ခဏတာမျှသာ ပျော်မွေ့ရလိမ့်မည်!)</span> ဆိုသည်မှာ 'သင်တို့ ထွက်ပြေးပြီး စစ်ပွဲမှ ရှောင်တိမ်းပြီးနောက်' ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “ဤလောက၏ ပျော်မွေ့မှုသည် တိုတောင်းသည်။ နောင်တမလွန်ဘဝသည် တက္ကဝါရှိသူအတွက် ပိုမိုကောင်းမွန်သည်”)</span><span class=\"gray\">(4:77)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَنْ ذَا الَّذِي يَعْصِمُكُمْ مِنَ اللَّهِ إِنْ أَرَادَ بِكُمْ سُوءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً ۚ وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အန္တရာယ်ပြုလိုပါက၊ သို့မဟုတ် သင်တို့အပေါ် ကရုဏာထားလိုပါက၊ အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သူသည် သင်တို့အား ကာကွယ်ပေးနိုင်မည်နည်း?” ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မိမိတို့အတွက် မည်သည့် ကာကွယ်သူ သို့မဟုတ် ကူညီသူကိုမျှ တွေ့ရမည်မဟုတ်။)</span> ဆိုသည်မှာ ၎င်းတို့၏ ငိုကြွေးသံများကို တုံ့ပြန်ရန် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ မရှိဟု အဓိပ္ပာယ်ရသည်။</p>"
  },
  {
    "ayah_key": "33:18",
    "group_ayah_key": "33:18",
    "from_ayah": "33:18",
    "to_ayah": "33:20",
    "ayah_keys": "33:18,33:19,33:20",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အနက်မှ တိုက်ပွဲဝင်ခြင်းမှ <span class=\"gray\">(လူများကို)</span> တားဆီးထားသူများနှင့်၊ မိမိတို့၏ ညီအစ်ကိုများအား \"ကျွန်ုပ်တို့ထံ လာကြပါ\" ဟု ပြောသူများကို သိပြီးဖြစ်သည်၊ ၎င်းတို့သည် စစ်ပွဲသို့ အနည်းငယ်မျှသာ လာရောက်ကြသည် <span>(18)</span>သင်တို့အပေါ် နှမြောတွင်းတိမ်ကြသည်။ ထို့နောက် ကြောက်ရွံ့မှုရောက်လာသောအခါ ၎င်းတို့သည် သေခြင်းတရား ရစ်ဝဲနေသူကဲ့သို့ မျက်လုံးများ လှည့်လည်ကာ သင်တို့အား ကြည့်နေသည်ကို သင်တွေ့ရမည်၊ သို့သော် ကြောက်ရွံ့မှု ကင်းလွတ်သွားသောအခါ ၎င်းတို့သည် ချွန်ထက်သော လျှာများဖြင့် သင်တို့အား ရိုက်ခတ်ကြမည်၊ ကောင်းမှုအပေါ် နှမြောတွင်းတိမ်ကြသည်။ ထိုသူတို့သည် မယုံကြည်ကြသေး။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ လုပ်ရပ်များကို အကျိုးမရှိစေဘဲ ပြုလုပ်လိုက်သည်၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် အမြဲတစေ လွယ်ကူသော အရာဖြစ်သည်။) အလ္လာဟ်အရှင်မြတ်သည် အခြားသူများကို မထွက်ရန် တားမြစ်လိုသူများနှင့် ၎င်းတို့၏ ညီအစ်ကိုများ၊ ဆိုလိုသည်မှာ ၎င်းတို့၏ အပေါင်းအသင်းများ၊ မိတ်ဆွေများနှင့် အသိအကျွမ်းများကို ပြောဆိုသူများအား မိမိ၏ အသိပညာဖြင့် လွှမ်းခြုံထားကြောင်း ကျွန်ုပ်တို့အား ပြောပြသည် <span>(19)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلُمَّ إِلَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ထံ လာကြပါ၊)</span> ဆိုသည်မှာ ကျွန်ုပ်တို့ အရိပ်အောက်တွင် အသီးအနှံများကို ပျော်မွေ့နေသည့်နေရာသို့ လာကြပါဟု အဓိပ္ပာယ်ရသည်။ သို့သော် ထိုသို့ရှိသော်ငြားလည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا - أَشِحَّةً عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် စစ်ပွဲသို့ အနည်းငယ်မျှသာ လာရောက်ကြသည်၊ သင်တို့အပေါ် နှမြောတွင်းတိမ်ကြသည်။)</span> ဆိုလိုသည်မှာ '၎င်းတို့သည် ယုတ်မာပြီး သင်တို့အပေါ် ချစ်ခြင်းမေတ္တာ သို့မဟုတ် ကရုဏာမရှိ' ဟု အဓိပ္ပာယ်ရသည်။ အပ်စ်-ဆွဒ်ဒီ က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَشِحَّةً عَلَيْكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အပေါ် နှမြောတွင်းတိမ်ကြသည်။)</span> ဆိုသည်မှာ စစ်ပစ္စည်းများကို နှမြောခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَىٰ عَلَيْهِ مِنَ الْمَوْتِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကြောက်ရွံ့မှုရောက်လာသောအခါ ၎င်းတို့သည် သေခြင်းတရား ရစ်ဝဲနေသူကဲ့သို့ မျက်လုံးများ လှည့်လည်ကာ သင်တို့အား ကြည့်နေသည်ကို သင်တွေ့ရမည်၊)</span> ဆိုသည်မှာ ၎င်းတို့၏ ပြင်းထန်သော ကြောက်ရွံ့ထိတ်လန့်မှုကြောင့် ဖြစ်သည်၊ ဤသို့ဖြင့် ဤသူရဲဘောကြောင်သူများသည် တိုက်ပွဲဝင်ခြင်းကို မည်မျှ ကြောက်ရွံ့ကြသည်ကို ပြသသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကြောက်ရွံ့မှု ကင်းလွတ်သွားသောအခါ ၎င်းတို့သည် ချွန်ထက်သော လျှာများဖြင့် သင်တို့အား ရိုက်ခတ်ကြမည်၊)</span> ဆိုသည်မှာ လုံခြုံရေး ပြန်လည်ရရှိသောအခါ ၎င်းတို့သည် မိမိတို့သည် အသတ္တိအရှိဆုံးနှင့် သူရဲကောင်းဆန်ဆုံး လူများဖြစ်ကြောင်း ပြောဆိုကာ သာယာနာပျော်ဖွယ်နှင့် ယဉ်ကျေးစွာ ပြောဆိုကြမည်၊ သို့သော် ၎င်းတို့သည် လိမ်ညာနေကြသည်။ အိဗ်န် အဗ္ဗားစ် က – အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အပေါ် နှစ်သက်တော်မူပါစေ – ပြောသည်-</p><p class=\"ur qpc-hafs\" lang=\"ur\">سَلَقُوكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင်တို့အား ရိုက်ခတ်ကြမည်)</span> ဆိုသည်မှာ \"၎င်းတို့သည် သင်တို့အကြောင်း ပြောဆိုစပြုကြမည်\" ဟု အဓိပ္ပာယ်ရသည်။ ကတာဒါး က ပြောသည်- \"သို့သော် စစ်ပစ္စည်းများနှင့် ပတ်သက်လာသောအခါ၊ အနှမြောတွင်းတိမ်ဆုံး လူများနှင့် စစ်ပစ္စည်းများကို ခွဲဝေရာတွင် အဆိုးဆုံးသူများမှာ 'ကျွန်ုပ်တို့အား ပေးပါ၊ ကျွန်ုပ်တို့အား ပေးပါ၊ ကျွန်ုပ်တို့ သင်တို့နှင့်အတူ ရှိခဲ့ပါသည်' ဟု ပြောဆိုသူများဖြစ်သည်၊ သို့သော် စစ်ပွဲအတွင်း၌ ၎င်းတို့သည် အသတ္တိအနည်းဆုံးနှင့် သစ္စာတရားကို ပံ့ပိုးရန် ပျက်ကွက်ဖွယ် အရှိဆုံးသူများဖြစ်သည်။\" ၎င်းတို့သည် ကောင်းမှုအပေါ် နှမြောတွင်းတိမ်ကြသည်၊ ဆိုလိုသည်မှာ ၎င်းတို့တွင် ကောင်းမှုကုသိုလ် မရှိခြင်းဖြစ်သည်၊ အကြောင်းမှာ ၎င်းတို့သည် သူရဲဘောကြောင်ခြင်းကို လိမ်ညာမှုနှင့် အနည်းငယ်သော ကောင်းမှုတို့ဖြင့် ပေါင်းစပ်ထားသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمَالَهُمْ ۚ وَكَانَ ذَٰلِكَ عَلَى اللَّهِ يَسِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် မယုံကြည်ကြသေး။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ လုပ်ရပ်များကို အကျိုးမရှိစေဘဲ ပြုလုပ်လိုက်သည်၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် အမြဲတစေ လွယ်ကူသော အရာဖြစ်သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا ۖ وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ ۖ وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၂၀။ ၎င်းတို့သည် မဟာမိတ်တပ်များ မပြန်သေးဟု ထင်မှတ်ကြသည်၊ အကယ်၍ မဟာမိတ်တပ်များ ရောက်လာပါက ၎င်းတို့သည် သဲကန္တာရထဲရှိ ဗီဒူအင်များကြားတွင် သင်တို့အကြောင်း သတင်းများ စုံစမ်းရင်း ရှိနေချင်ကြမည်၊ အကယ်၍ ၎င်းတို့သည် သင်တို့အနက် ရှိနေပါက အနည်းငယ်မျှသာ တိုက်ခိုက်ကြမည်။)</span> ဤသည်မှာ ၎င်းတို့၏ စက်ဆုပ်ဖွယ်ကောင်းသော သူရဲဘောကြောင်ခြင်းနှင့် ကြောက်ရွံ့ခြင်း၏ နောက်ထပ် ရှုထောင့်တစ်ခုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မဟာမိတ်တပ်များ မပြန်သေးဟု ထင်မှတ်ကြသည်၊)</span> ဆိုသည်မှာ ၎င်းတို့သည် အနီးအနားတွင် ရှိနေသေးပြီး ပြန်လာလိမ့်မည်ဟု ထင်မှတ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ မဟာမိတ်တပ်များ ရောက်လာပါက ၎င်းတို့သည် သဲကန္တာရထဲရှိ ဗီဒူအင်များကြားတွင် သင်တို့အကြောင်း သတင်းများ စုံစမ်းရင်း ရှိနေချင်ကြမည်၊)</span> ဆိုသည်မှာ 'အကယ်၍ မဟာမိတ်တပ်များ ပြန်လာပါက ၎င်းတို့သည် အလ်-မဒီနာတွင် သင်တို့နှင့်အတူ မရှိဘဲ သဲကန္တာရထဲတွင် ရှိနေကာ သင်တို့အကြောင်းနှင့် သင်တို့၏ ရန်သူနှင့် ဘာဖြစ်ခဲ့သည်ကို မေးမြန်းချင်ကြမည်ဟု ၎င်းတို့ မျှော်လင့်ကြသည်' ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် သင်တို့အနက် ရှိနေပါက အနည်းငယ်မျှသာ တိုက်ခိုက်ကြမည်။)</span> ဆိုသည်မှာ 'အကယ်၍ ၎င်းတို့သည် သင်တို့အနက် ရှိနေပါက သင်တို့နှင့်အတူ အများကြီး တိုက်ခိုက်ကြမည်မဟုတ်' ဟု အဓိပ္ပာယ်ရသည်၊ အကြောင်းမှာ ၎င်းတို့သည် အလွန်သူရဲဘောကြောင်ပြီး အားနည်းကာ ယုံကြည်ခြင်း အလွန်နည်းသောကြောင့်ဖြစ်သည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သာ ၎င်းတို့အကြောင်း အကောင်းဆုံးသိတော်မူသည်။</p>"
  },
  {
    "ayah_key": "33:21",
    "group_ayah_key": "33:21",
    "from_ayah": "33:21",
    "to_ayah": "33:22",
    "ayah_keys": "33:21,33:22",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၌ အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို မျှော်လင့်သူ၊ အလ္လာဟ်အရှင်မြတ်ကို အကြိမ်များစွာ အောက်မေ့သူအတွက် လိုက်နာရန် ကောင်းမြတ်သော စံနမူနာရှိသည် <span>(21)</span>ယုံကြည်သူများသည် မဟာမိတ်တပ်များကို မြင်သောအခါ “ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော် ကတိပေးခဲ့သောအရာဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော် မှန်ကန်စွာ ပြောဆိုခဲ့ပါသည်” ဟု ပြောဆိုကြသည်။ ၎င်းသည် ၎င်းတို့၏ ယုံကြည်ခြင်းနှင့် ၎င်းတို့၏ နာခံမှုတို့ကို ပိုမိုတိုးပွားစေခဲ့သည် <span>(22)</span></p><p lang=\"my\" class=\"my \">ရစူလ်တမန်တော် ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ် ကို လိုက်နာရန် အမိန့်</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် အရေးကြီးသော မူတစ်ခုဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ စကားလုံးများ၊ လုပ်ရပ်များ အစရှိသည်တို့အားလုံးကို လိုက်နာရန် ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် အလ်-အဟ်ဇာဗ်နေ့တွင် လူတို့အား ပရောဖက် ﷺ ကို စံနမူနာအဖြစ် ယူရန် အမိန့်ပေးခဲ့သည်၊ သည်းခံခြင်း၊ စောင့်ရှောက်ခြင်း၊ ကြိုးစားအားထုတ်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်မှ ထွက်လမ်းကို ပေးမည့်အရာကို စောင့်ဆိုင်းခြင်းတို့နှင့် ပတ်သက်၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးမင်္ဂလာများသည် တရားစီရင်ရာနေ့တိုင်အောင် အရှင်မြတ်အပေါ် ထာဝစဉ်သက်ရောက်ပါစေ။ အလ္လာဟ်အရှင်မြတ်သည် အလ်-အဟ်ဇာဗ်နေ့တွင် စိုးရိမ်ပူပန်ပြီး စိတ်မရှည်ဘဲ ထိတ်လန့်မှုခံစားချက်များဖြင့် တုန်လှုပ်နေသူများအား မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၌ သင်တို့အတွက် ကောင်းမြတ်သော စံနမူနာရှိသည်)</span> ဆိုသည်မှာ 'အဘယ်ကြောင့် သင်တို့သည် အရှင်မြတ် ﷺ ကို စံနမူနာအဖြစ် မယူဘဲ အရှင်မြတ်၏ ဦးဆောင်မှုကို မလိုက်နာကြသနည်း?' ဟု အဓိပ္ပာယ်ရသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို မျှော်လင့်သူ၊ အလ္လာဟ်အရှင်မြတ်ကို အကြိမ်များစွာ အောက်မေ့သူအတွက်။)</span></p><p lang=\"my\" class=\"my \">မဟာမိတ်တပ်များအပေါ် ယုံကြည်သူတို့၏ သဘောထား</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ယုံကြည်သူကျွန်များအား အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပေးခဲ့သော ကတိနှင့် ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ၎င်းတို့အတွက် အကျိုးဆက်များကို မည်သို့ ကောင်းမွန်စေမည်ကို ကျွန်ုပ်တို့အား ပြောပြသည်။ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَٰذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများသည် မဟာမိတ်တပ်များကို မြင်သောအခါ “ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော် ကတိပေးခဲ့သောအရာဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော် မှန်ကန်စွာ ပြောဆိုခဲ့ပါသည်” ဟု ပြောဆိုကြသည်။)</span> အိဗ်န် အဗ္ဗားစ် က – အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အပေါ် နှစ်သက်တော်မူပါစေ – နှင့် ကတာဒါး က ပြောသည်- \"၎င်းတို့ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် စူရဟ် အလ်-ဗကာရဟ် တွင် မိန့်တော်မူခဲ့သည့်အရာ ဖြစ်သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ ۖ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّىٰ يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَىٰ نَصْرُ اللَّهِ ۗ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင်တို့ရှေ့က ကုန်လွန်ခဲ့သော သူတို့အား တိုက်ခိုက်ခဲ့သည့် <span class=\"gray\">(စမ်းသပ်မှုများ)</span> ကဲ့သို့သော အရာမရှိဘဲ သင်တို့သည် ဂျန္နတ်ကို ဝင်ရောက်ရမည်ဟု သင်တို့ ထင်မှတ်ကြသလား? ၎င်းတို့သည် ပြင်းထန်သော ဆင်းရဲဒုက္ခနှင့် ရောဂါဝေဒနာများ ခံစားခဲ့ရပြီး တုန်လှုပ်ခြောက်ခြားခဲ့ရာ ရစူလ်တမန်တော်နှင့် အရှင်မြတ်နှင့်အတူ ယုံကြည်ခဲ့သူများပင် \"အလ္လာဟ်အရှင်မြတ်၏ အကူအညီ မည်သည့်အချိန်တွင် <span class=\"gray\">(ရောက်လာမည်နည်း)</span>?\" ဟု ပြောဆိုခဲ့ကြသည်၊ ဟုတ်သည်! အလ္လာဟ်အရှင်မြတ်၏ အကူအညီသည် ဧကန်မလွဲ နီးကပ်နေပြီ!)</span><span class=\"gray\">(2:214)</span> ဆိုသည်မှာ 'ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော် ကတိပြုခဲ့သော စမ်းသပ်မှုနှင့် စစ်ဆေးမှုဖြစ်ပြီး ၎င်းနောက်တွင် နီးကပ်နေသော အလ္လာဟ်အရှင်မြတ်၏ အကူအညီနှင့် အောင်မြင်ခြင်းတို့ ပါဝင်မည်' ဟု အဓိပ္ပာယ်ရသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَدَقَ اللَّهُ وَرَسُولُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော် မှန်ကန်စွာ ပြောဆိုခဲ့ပါသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ၎င်းတို့၏ ယုံကြည်ခြင်းနှင့် ၎င်းတို့၏ နာခံမှုတို့ကို ပိုမိုတိုးပွားစေခဲ့သည်။)</span> ဤသည်မှာ လူတို့၏ အခြေအနေများအလိုက် ယုံကြည်ခြင်းသည် တိုးပွားနိုင်ပြီး ခိုင်မာနိုင်ကြောင်း ပြသသည်၊ ပညာရှင်အများစုက ပြောဆိုခဲ့သည့်အတိုင်း ယုံကြည်ခြင်းသည် တိုးပွားနိုင်ပြီး လျော့ကျနိုင်သည်။ ကျွန်ုပ်တို့သည် ဤအရာကို အလ်-ဗုခါရီ အပေါ် ကျွန်ုပ်တို့၏ ဝေဖန်ချက်၏ အစတွင် ဖော်ပြခဲ့ပြီးဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်၏ ချီးမွမ်းခြင်းများဖြစ်ပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا زَادَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည်သာ တိုးပွားစေခဲ့သည်)</span> ဆိုသည်မှာ ထိုတင်းမာမှုနှင့် ခက်ခဲသောအချိန်၌ ဟု အဓိပ္ပာယ်ရသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا إِيمَانًا</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ခြင်း၊)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَتَسْلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ နာခံမှုတို့ကို)</span> ဆိုသည်မှာ အရှင်မြတ်၏ အမိန့်များကို နာခံခြင်းနှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို နာခံခြင်းတို့ဖြစ်သည်။</p>"
  }
]