[
  {
    "ayah_key": "43:1",
    "group_ayah_key": "43:1",
    "from_ayah": "43:1",
    "to_ayah": "43:8",
    "ayah_keys": "43:1,43:2,43:3,43:4,43:5,43:6,43:7,43:8",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \"> အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အလွန်မဟာကရုဏာရှင်၊ အလွန်တရာ ကရုဏာတော်ရှင်။)</p><p class=\"ar qpc-hafs\" lang=\"ar\">حم - وَالْكِتَابِ الْمُبِينِ - إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ - وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ - أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ - وَكَمْ أَرْسَلْنَا مِنْ نَبِيٍّ فِي الْأَوَّلِينَ - وَمَا يَأْتِيهِمْ مِنْ نَبِيٍّ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ - فَأَهْلَكْنَا أَشَدَّ مِنْهُمْ بَطْشًا وَمَضَىٰ مَثَلُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ဟာ မီမ်။)</span><span class=\"gray\">(၂။ ထင်ရှားသော ကျမ်းတော်မြတ်ဖြင့်။)</span><span class=\"gray\">(၃။ ဧကန်မလွဲ၊ ငါတို့သည် ၎င်းကို အာရဗီဘာသာဖြင့် ကုရ်အာန်ကျမ်းအဖြစ် ပြုလုပ်ခဲ့ပြီးဖြစ်ရာ သင်တို့ နားလည်နိုင်ရန် ဖြစ်သည်။)</span><span class=\"gray\">(၄။ ဧကန်မလွဲ၊ ၎င်းသည် ငါတို့ထံမှ ကျမ်းဂန်တို့၏ မိခင် (ဖြစ်သော မူရင်းကျမ်း) ၌ ရှိပြီး၊ ဧကန်မလွဲ မြင့်မြတ်၍ ဉာဏ်ပညာပြည့်စုံ၏။)</span><span class=\"gray\">(၅။ သို့ဖြစ်လျှင် သင်တို့သည် အတိုင်းအတာထက် ကျော်လွန်သော လူမျိုးဖြစ်ခြင်းကြောင့် ငါတို့သည် သင်တို့ထံမှ သတိပေးချက်ကို ရုပ်သိမ်းမည်လော။)</span><span class=\"gray\">(၆။ ရှေးခေတ်လူမျိုးများအကြားတွင် ငါတို့သည် မည်မျှများပြားသော တမန်တော်များကို စေလွှတ်ခဲ့ပါသနည်း။)</span><span class=\"gray\">(၇။ ၎င်းတို့ထံ တမန်တော်တစ်ပါးမျှ ရောက်မလာခဲ့ပါ၊ သို့သော် ၎င်းတို့သည် ထိုတမန်တော်ကို လှောင်ပြောင်ခဲ့ကြသည်။)</span><span class=\"gray\">(၈။ ထို့နောက် ငါတို့သည် ဤသူတို့ထက် ပိုမိုအားကောင်းသော <span class=\"gray\">(စွမ်းအားရှိသော)</span> လူများကို ဖျက်ဆီးခဲ့ပြီး ရှေးလူတို့၏ ပုံသက်သေသည် ကုန်လွန်ခဲ့ပြီ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">حم - وَالْكِتَابِ الْمُبِينِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟာ-မီမ်။ ထင်ရှားသော ကျမ်းတော်မြတ်ဖြင့်။)</span> ဆိုလိုသည်မှာ၊ စကားလုံးရော အဓိပ္ပါယ်ပါ ရှင်းလင်းပြတ်သားသည်။ အကြောင်းမှာ လူတို့အချင်းချင်း ဆက်သွယ်ရေးအတွက် အပြောင်မြောက်ဆုံးသော ဘာသာစကားဖြစ်သည့် အာရဗီဘာသာဖြင့် ထုတ်ပြန်ခဲ့သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّا جَعَلْنَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ငါတို့သည် ၎င်းကို ပြုလုပ်ခဲ့ပြီ။)</span> ဆိုလိုသည်မှာ၊ ၎င်းကို ထုတ်ပြန်ခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">قُرْآنًا عَرَبِيًّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာရဗီဘာသာဖြင့် ကုရ်အာန်ကျမ်းတော်။)</span> ဆိုလိုသည်မှာ၊ အာရဗီလူမျိုးတို့၏ ဘာသာစကားဖြင့်၊ သွယ်ဝိုက်ပြီး ရှင်းလင်း၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ နားလည်နိုင်ရန်။)</span> ဆိုလိုသည်မှာ၊ သင်တို့ ၎င်းကို နားလည်၍ အဓိပ္ပါယ်များကို ဆင်ခြင်နိုင်ရန် ဖြစ်သည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူ၏–</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِلِسَانٍ عَرَبِيٍّ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်းလင်းသော အာရဗီဘာသာစကားဖြင့်။)</span><span class=\"gray\">(၂၆:၁၉၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ၎င်းသည် ငါတို့ထံမှ ကျမ်းဂန်တို့၏ မိခင် (ဖြစ်သော မူရင်းကျမ်း) ၌ ရှိပြီး၊ ဧကန်မလွဲ မြင့်မြတ်၍ ဉာဏ်ပညာပြည့်စုံ၏။)</span> ဤသည်မှာ မြင့်မြတ်သော ဒေသ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> ရှိ အစုအဝေးများအကြား ကုရ်အာန်၏ မြင့်မြတ်သော အဆင့်အတန်းကို ရှင်းပြထားခြင်းဖြစ်သည်၊ သို့မှသာ ကမ္ဘာမြေရှိ လူတို့သည် ၎င်းကို လေးစား၊ ရိုသေပြီး နာခံကြမည်ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ၎င်းသည်)</span> ဆိုလိုသည်မှာ ကုရ်အာန်ကျမ်းတော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي أُمِّ الْكِتَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်တို့၏ မိခင် (ဖြစ်သော မူရင်းကျမ်း) ၌ ရှိသည်)</span> ဆိုလိုသည်မှာ အလ်လော်ဟ် အလ်မာဟ်ဖူဇ် <span class=\"gray\">(ထိန်းသိမ်းထားသော ကျောက်ပြား)</span> ဖြစ်သည်။ ဤသည်မှာ အိဗ်နု အဗ္ဗားစ်နှင့် မူဂျာဟစ်တို့၏ အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَدَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ထံမှ၊)</span> ဆိုလိုသည်မှာ၊ ငါတို့၏ ရှေ့တော်၌ ဖြစ်သည်။ ဤသည်မှာ ကသာဒါးနှင့် အခြားသူတို့၏ အမြင်ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَعَلِيٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ မြင့်မြတ်သည်)</span> ဆိုလိုသည်မှာ ဂုဏ်ယူဖွယ်နှင့် ဂုဏ်သရေရှိရာ ရာထူးကို ပိုင်ဆိုင်ခြင်း ဖြစ်သည်။ ဤသည်မှာ ကသာဒါး၏ အမြင်ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဉာဏ်ပညာပြည့်စုံ၏။)</span> ဆိုလိုသည်မှာ ရှင်းလင်းပြီး ရှုပ်ထွေးမှု သို့မဟုတ် သွေဖည်မှုမရှိခြင်း ဖြစ်သည်။ ဤအရာအားလုံးသည် ၎င်း၏ မြင့်မြတ်သော အဆင့်အတန်းနှင့် ဂုဏ်ကျေးဇူးကို ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်က အခြားနေရာ၌ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَقُرْآنٌ كَرِيمٌ - فِي كِتَابٍ مَكْنُونٍ - لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ - تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ <span class=\"gray\">(ဤသည်ကား)</span> မြင့်မြတ်သော ရွတ်ဖတ်ခြင်း ဖြစ်သည်။ ကောင်းစွာစောင့်ထိန်းထားသော ကျမ်းဂန်၌။ ၎င်းကို သန့်စင်သူများမှလွဲ၍ မည်သူမျှ မထိတွေ့နိုင်။ စကြာဝဠာအားလုံး၏ အရှင်သခင်ထံမှ ဗျာဒိတ်တော်။)</span><span class=\"gray\">(၅၆:၇၇-၈၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِنَّهَا تَذْكِرَةٌ - فَمَنْ شَاءَ ذَكَرَهُ - فِي صُحُفٍ مُكَرَّمَةٍ - مَرْفُوعَةٍ مُطَهَّرَةٍ - بِأَيْدِي سَفَرَةٍ - كِرَامٍ بَرَرَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ၊ ဧကန်မလွဲ ၎င်းသည် ဆုံးမသြဝါဒ ဖြစ်၏။ သို့ဖြစ်၍ အလိုရှိသူတိုင်း ၎င်းကို အာရုံစိုက်ပါစေ။ <span class=\"gray\">(၎င်းသည်)</span> အလွန်အမင်း ဂုဏ်ပြုခံရသော မှတ်တမ်းများ၌ ရှိပြီး၊ မြင့်မြတ်၊ သန့်စင်ပြီး စာရေးဆရာများ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> ၏ လက်များ၌ ရှိသည်။ ဂုဏ်သရေရှိပြီး နာခံမှုရှိ၏။)</span><span class=\"gray\">(၈၀:၁၁-၁၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အတိုင်းအတာထက် ကျော်လွန်သော လူမျိုးဖြစ်ခြင်းကြောင့် ငါတို့သည် သင်တို့ထံမှ သတိပေးချက် <span class=\"gray\">(ဤကုရ်အာန်)</span> ကို ရုပ်သိမ်းမည်လော။)</span> ဆိုလိုသည်မှာ၊ 'သင်တို့သည် ငါတို့အမိန့်ပေးသည့်အတိုင်း မလုပ်ဘဲနေသောအခါ ငါတို့က သင်တို့ကို ခွင့်လွှတ်ပြီး အပြစ်မပေးဟု သင်တို့ ထင်သလော' ဖြစ်သည်။ ဤသည်မှာ အိဗ်နု အဗ္ဗားစ်၏ အမြင်ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျေနပ်တော်မူပါစေ၊ အဗူ ဆာလစ်၊ မူဂျာဟစ်နှင့် အလ်-ဆူဒ်ဒီတို့၏ အမြင်ဖြစ်ပြီး အိဗ်နု ဂျာရီရ် က နှစ်သက်သော အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထံမှ သတိပေးချက် <span class=\"gray\">(ဤကုရ်အာန်)</span> ကို ငါတို့ ရုပ်သိမ်းမည်လော၊)</span> ကသာဒါးက “အလ္လာဟ်အရှင်မြတ်အားဖြင့် သက်သေပြုသော်၊ ဤအွမ္မသ် (လူမျိုးစု) ၏ ပထမမျိုးဆက်များက ၎င်းကို ပစ်ပယ်သောအခါ ဤကုရ်အာန်ကို ရုပ်သိမ်းခဲ့လျှင် ၎င်းတို့သည် ပျက်စီးသွားပေလိမ့်မည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကရုဏာတော်ဖြင့် ၎င်းကို စေလွှတ်ခြင်းနှင့် နှစ်ပေါင်းနှစ်ဆယ်ကြာ သို့မဟုတ် မိမိအလိုရှိသလောက် အချိန်အထိ ၎င်းတို့အား ၎င်းဆီသို့ ခေါ်ဆောင်ခြင်းကို ဆက်လက်လုပ်ဆောင်ခဲ့သည်။” ကသာဒါးပြောသည်မှာ အလွန်မှန်ကန်ပြီး သူ၏အချက်မှာ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ဖန်ဆင်းခံများအပေါ် ကောင်းမြတ်မှုနှင့် ကရုဏာတော်ဖြင့် ၎င်းတို့သည် ပေါ့ဆပြီး ၎င်းမှ လှည့်ထွက်သွားသော်လည်း မှန်ကန်သော တရားတော်နှင့် ဉာဏ်ပညာရှိသော သတိပေးချက်၊ ဆိုလိုသည်မှာ ကုရ်အာန်ကို ၎င်းတို့အား ခေါ်ဆောင်ခြင်းကို ရပ်တန့်ခဲ့ခြင်းမရှိပေ။ ဧကန်မလွဲ၊ လမ်းညွှန်ရန် ပြဋ္ဌာန်းခံရသူများ ၎င်းမှတစ်ဆင့် လမ်းညွှန်ခံရရန်နှင့် ပြဋ္ဌာန်းခံရသူများအပေါ် သက်သေထူနိုင်ရန် ၎င်းကို စေလွှတ်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ အား ကူရိုင်းရှ်လူမျိုးတို့၏ ငြင်းပယ်မှုအတွက် နှစ်သိမ့်ပေးခြင်း</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ တမန်တော်မြတ် ﷺ အား သူ၏လူမျိုးတို့၏ ငြင်းပယ်မှုအတွက် နှစ်သိမ့်ပေးပြီး၊ ၎င်းကို သည်းခံစိတ်ရှည်စွာ ရင်ဆိုင်ရန် အမိန့်ပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَرْسَلْنَا مِنْ نَبِيٍّ فِي الْأَوَّلِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှေးခေတ်လူမျိုးများအကြားတွင် ငါတို့သည် မည်မျှများပြားသော တမန်တော်များကို စေလွှတ်ခဲ့ပါသနည်း။)</span> ဆိုလိုသည်မှာ၊ ရှေးခေတ်ဂိုဏ်းဂဏ <span class=\"gray\">(လူမျိုးစု)</span> များအကြားတွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَأْتِيهِمْ مِنْ نَبِيٍّ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံ တမန်တော်တစ်ပါးမျှ ရောက်မလာခဲ့ပါ၊ သို့သော် ၎င်းတို့သည် ထိုတမန်တော်ကို လှောင်ပြောင်ခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် သူ့ကို မယုံကြည်ကြပြီး သူ့ကို လှောင်ပြောင်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَهْلَكْنَا أَشَدَّ مِنْهُمْ بَطْشًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် ဤသူတို့ထက် ပိုမိုအားကောင်းသော လူများကို ဖျက်ဆီးခဲ့သည်။)</span> ဆိုလိုသည်မှာ၊ 'ငါတို့သည် တမန်တော်များကို ငြင်းပယ်သူများကို ဖျက်ဆီးခဲ့သည်၊ ၎င်းတို့သည် သင့်ကို ငြင်းပယ်သူများထက် စွမ်းအားပိုမို အားကောင်းခဲ့ကြသည်၊ အို မုဟမ္မဒ်။' ဤသည်မှာ အာယသ်တော်နှင့် တူ၏–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ۚ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မြေကြီးပေါ်တွင် ခရီးမသွားခဲ့ကြဘူးလား၊ ၎င်းတို့မတိုင်မီက လူများ၏ အဆုံးသတ်သည် မည်သို့ဖြစ်ခဲ့သည်ကို မမြင်ခဲ့ကြဘူးလား။ ၎င်းတို့သည် ၎င်းတို့ထက် အရေအတွက်ပိုများပြီး စွမ်းအားပိုကြီးသည်။)</span><span class=\"gray\">(၄၀:၈၂)</span>။ ဤကဲ့သို့ အာယသ်တော်များစွာ ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَضَىٰ مَثَلُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှေးလူတို့၏ ပုံသက်သေသည် ကုန်လွန်ခဲ့ပြီ။)</span> မူဂျာဟစ်က “၎င်းတို့၏ ဘဝပုံစံ” ဟု ပြောခဲ့သည်။ ကသာဒါးက “၎င်းတို့၏ အပြစ်ဒဏ်” ဟု ပြောခဲ့သည်။ အခြားသူများက “၎င်းတို့၏ သင်ခန်းစာ” ဟု ပြောခဲ့သည်၊ ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းတို့နောက်မှ ရောက်လာသော ထိုမယုံကြည်သူများအတွက် သင်ခန်းစာတစ်ခု ပြုလုပ်ခဲ့သည်၊ ၎င်းတို့သည် ၎င်းတို့ကဲ့သို့ အဆုံးသတ်ကို ခံစားရမည်' ဖြစ်သည်၊ ဤဆူရာ၏ အဆုံးရှိ အာယသ်တော်တွင် ပါရှိသကဲ့သို့–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို ရှေ့ဖြစ်နမူနာနှင့် နောင်လာနောက်သားများအတွက် ပုံသက်သေအဖြစ် ငါတို့ ပြုလုပ်ခဲ့သည်။)</span><span class=\"gray\">(၄၃:၅၆)</span>;</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်များအား ဆက်ဆံခဲ့သော နည်းလမ်းဖြစ်သည်။)</span><span class=\"gray\">(၄၀:၈၅)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ နည်းလမ်းတွင် မည်သည့် ပြောင်းလဲမှုမျှ သင် တွေ့ရမည်မဟုတ်။)</span><span class=\"gray\">(၃၃:၆၂)</span></p>"
  }
]