[
  {
    "ayah_key": "10:75",
    "group_ayah_key": "10:75",
    "from_ayah": "10:75",
    "to_ayah": "10:78",
    "ayah_keys": "10:75,10:76,10:77,10:78",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် ၎င်းတို့နောက်တွင် ကျွန်ုပ်တို့သည် မူဆာနှင့် ဟာရွန်အား ဖိရ်အောင်နှင့် ၎င်း၏ခေါင်းဆောင်များထံ ကျွန်ုပ်တို့၏ အာယတ်တော်များနှင့်အတူ စေလွှတ်ခဲ့သည်။ သို့သော် ၎င်းတို့သည် မာနကြီးခဲ့ကြပြီး ရာဇဝတ်သားများ ဖြစ်ခဲ့ကြသည် <span>(၇၅)</span> ထို့ကြောင့် ကျွန်ုပ်တို့ထံမှ အမှန်တရားသည် ၎င်းတို့ထံ ရောက်လာသောအခါ ၎င်းတို့က “ဤသည်မှာ ထင်ရှားသော မှော်အတတ်ပင် ဖြစ်သည်” ဟု ပြောဆိုကြသည်။ <span>(၇၆)</span> မူဆာက “သင့်ထံ အမှန်တရား ရောက်လာသောအခါ သင်တို့က <span class=\"gray\">(ဤသို့)</span> ပြောဆိုကြသလား။ ဤသည်မှာ မှော်အတတ်လော။ သို့သော် မှော်ဆရာများသည် မည်သည့်အခါမျှ အောင်မြင်မည်မဟုတ်ပေ” ဟု ပြောဆိုခဲ့သည်။ <span>(၇၇)</span> ၎င်းတို့က “ကျွန်ုပ်တို့၏ ဖခင်များ လိုက်နာကျင့်သုံးခဲ့သည်များကို ကျွန်ုပ်တို့ထံမှ ဖယ်ရှားပစ်ရန်နှင့် သင်တို့နှစ်ဦး မြေပေါ်တွင် ကြီးကျယ်ခမ်းနားမှု ရရှိရန် ကျွန်ုပ်တို့ထံ လာရောက်ကြသလော။ ကျွန်ုပ်တို့သည် သင်တို့နှစ်ဦးကို ယုံကြည်မည်မဟုတ်ပေ။” ဟု ပြောဆိုကြသည်။ <span>(၇၈)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာနှင့် ဖိရ်အောင်တို့၏ ဇာတ်လမ်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ بَعَثْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့နောက်တွင် ကျွန်ုပ်တို့ စေလွှတ်ခဲ့သည်)</span> ဆိုသည်မှာ ဤတမန်တော်များနောက်တွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّوسَىٰ وَهَارُونَ إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာနှင့် ဟာရွန်အား ဖိရ်အောင်နှင့် ၎င်း၏ခေါင်းဆောင်များထံ)</span> ဆိုသည်မှာ ၎င်း၏လူမျိုးများထံ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِآيَاتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အာယတ်တော်များနှင့်အတူ)</span> ဆိုသည်မှာ 'ကျွန်ုပ်တို့၏ သက်သေများနှင့် အထောက်အထားများ' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُّجْرِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် မာနကြီးခဲ့ကြပြီး ရာဇဝတ်သားများ ဖြစ်ခဲ့ကြသည်)</span> ဆိုသည်မှာ ၎င်းတို့သည် အမှန်တရားကို လိုက်နာရန်နှင့် အရှုံးမပေးရန် အလွန်မာနကြီးခဲ့ကြပြီး ရာဇဝတ်သားများ ဖြစ်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِندِنَا قَالُوا إِنَّ هَٰذَا لَسِحْرٌ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်တို့ထံမှ အမှန်တရားသည် ၎င်းတို့ထံ ရောက်လာသောအခါ ၎င်းတို့က “ဤသည်မှာ ထင်ရှားသော မှော်အတတ်ပင် ဖြစ်သည်” ဟု ပြောဆိုကြသည်)</span> ၎င်းတို့ပြောဆိုခဲ့သည်မှာ အမှန်တရားဖြစ်သည်ဟု ကျိန်ဆိုသကဲ့သို့ ဖြစ်သည်။ သို့သော် ၎င်းတို့ပြောဆိုနေသည်မှာ လိမ်ညာမှုသာဖြစ်ကြောင်း ၎င်းတို့ သိရှိခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့ကိုယ်တိုင် ယုံကြည်မှုရှိခဲ့သော်လည်း မှားယွင်းစွာနှင့် မာနထောင်လွှားစွာဖြင့် ငြင်းပယ်ခဲ့ကြသည်)</span><span class=\"gray\">(၂၇:၁၄)</span> မူဆာက ၎င်းတို့ကို ဝေဖန်ပြောဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَقُولُونَ لِلْحَقِّ لَمَّا جَاءَكُمْ ۖ أَسِحْرٌ هَٰذَا وَلَا يُفْلِحُ السَّاحِرُونَ - قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“သင့်ထံ အမှန်တရား ရောက်လာသောအခါ သင်တို့က <span class=\"gray\">(ဤသို့)</span> ပြောဆိုကြသလား။ ဤသည်မှာ မှော်အတတ်လော။ သို့သော် မှော်ဆရာများသည် မည်သည့်အခါမျှ အောင်မြင်မည်မဟုတ်ပေ။” ၎င်းတို့က “ကျွန်ုပ်တို့ထံမှ ဖယ်ရှားပစ်ရန် သင်တို့လာကြသလော။”)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ဖခင်များ လိုက်နာကျင့်သုံးခဲ့သည်မှ)</span> ၎င်းတို့၏ ဘာသာတရားကို။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَكُونَ لَكُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့နှစ်ဦး ရရှိရန်...)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكِبْرِيَاءُ</p><p lang=\"af\" class=\"af \"><span class=\"gray\">(greatness)</span> means grandeur and leadership</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...မြေပေါ်တွင်၊ ကျွန်ုပ်တို့သည် သင်တို့နှစ်ဦးကို ယုံကြည်မည်မဟုတ်ပေ။”)</span></p>"
  },
  {
    "ayah_key": "10:79",
    "group_ayah_key": "10:79",
    "from_ayah": "10:79",
    "to_ayah": "10:82",
    "ayah_keys": "10:79,10:80,10:81,10:82",
    "text": "<p lang=\"my\" class=\"my \">ဖာရောန်က \"ငါ့ဆီကို ကျွမ်းကျင်တဲ့ မှော်ဆရာတိုင်းကို ခေါ်ခဲ့\" ဟု ပြောခဲ့တယ်။ <span>(၇၉)</span>မှော်ဆရာများ ရောက်လာသောအခါ မူဆာက သူတို့ကို \"မင်းတို့ ပစ်ချချင်တာကို ပစ်ချလိုက်!\" ဟု ပြောခဲ့တယ်။ <span>(၈၀)</span>သူတို့ ပစ်ချပြီးသောအခါ မူဆာက \"မင်းတို့ ယူဆောင်လာတာက မှော်ပညာပဲ၊ အလ္လာဟ်အရှင်မြတ်က ဒါကို အကျိုးမဖြစ်စေရဘူး။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ဟာ မကောင်းသူတွေရဲ့ လုပ်ရပ်ကို ပြင်ဆင်မပေးဘူး\" ဟု ပြောခဲ့တယ်။ <span>(၈၁)</span>အလ္လာဟ်အရှင်မြတ်က အမှန်တရားကို ကိုယ်တော်၏ နှုတ်ကပတ်တော်များဖြင့် ထူထောင်ပြီး ထင်ရှားစေလိမ့်မည်၊ ပြစ်မှုကျူးလွန်သူများက မည်မျှပင် မုန်းတီးစေကာမူ <span class=\"gray\">(၎င်းကို)</span>။ <span>(၈၂)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာနှင့် မှော်ဆရာများကြား</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မှော်ဆရာများနှင့် မူဆာ၏ ဇာတ်လမ်းကို စူရဟ်အလ်အာရာဖ် <span class=\"gray\">(ထိုစူရဟ်တွင် ၎င်းနှင့်ပတ်သက်သော မှတ်ချက်များရှိသည်)</span>၊ ဤစူရဟ်၊ စူရဟ်တာဟာနှင့် စူရဟ်အက်ရ်ှ-ရှူအာရာတို့တွင် ဖော်ပြခဲ့သည်။ ဖာရောန်သည် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသင့်ပါစေ၊ မူဆာယူဆောင်လာခဲ့သော ရိုးရှင်းသောအမှန်တရားနှင့် တိုက်ရိုက်ဆန့်ကျင်ဘက်ဖြစ်သော မှော်ဆရာများ၏ လှည့်စားမှုများဖြင့် လူများကို လှည့်ဖြားရန်နှင့် အထင်ကြီးစေရန် ကြိုးစားခဲ့သည်။ ရလဒ်မှာ အတိအကျဆန့်ကျင်ဘက်ဖြစ်ပြီး ထို့ကြောင့် သူ၏ပန်းတိုင်ကို မရောက်ရှိခဲ့ပေ။ ထိုအများပြည်သူပွဲတော်တွင် အရှင်သခင်၏ လက္ခဏာများသည် အောင်ပန်းဆင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ - قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ - رَبِّ مُوسَىٰ وَهَارُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှော်ဆရာများသည် ဝပ်တွားခဲ့ကြသည်။ ၎င်းတို့က \"ကျွန်ုပ်တို့သည် ရှိရှိသမျှအားလုံးကို အုပ်စိုးသော အရှင်သခင် – မူဆာနှင့် ဟာရွန်တို့၏ အရှင်သခင်ကို ယုံကြည်ကြသည်\" ဟု ပြောခဲ့ကြသည်။)</span><span class=\"gray\">(၇:၁၂၀-၁၂၂)</span> ဖာရောန်သည် လျှို့ဝှက်သမျှအားလုံးကို သိတော်မူသော အလ္လာဟ်အရှင်မြတ်စေလွှတ်သော တမန်တော်ကို မှော်ဆရာများမှတစ်ဆင့် အောင်မြင်မှုရမည်ဟု ထင်ခဲ့သည်။ သို့သော် သူသည် ကျရှုံးခဲ့ပြီး ပရဒိသုကို ဆုံးရှုံးခဲ့ကာ ငရဲမီးအတွက် ထိုက်တန်သူ ဖြစ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ سَاحِرٍ عَلِيمٍ - فَلَمَّا جَاءَ السَّحَرَةُ قَالَ لَهُم مُّوسَىٰ أَلْقُوا مَا أَنتُم مُّلْقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖာရောန်က \"ငါ့ဆီကို ကျွမ်းကျင်တဲ့ မှော်ဆရာတိုင်းကို ခေါ်ခဲ့\" ဟု ပြောခဲ့သည်။ မှော်ဆရာများ ရောက်လာသောအခါ မူဆာက သူတို့ကို \"မင်းတို့ ပစ်ချချင်တာကို ပစ်ချလိုက်!\" ဟု ပြောခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ဖာရောန်ထံ ပိုမိုနီးကပ်ရန်နှင့် ရက်ရောသောဆုလာဘ်ရရန် ကတိကိုရရှိပြီးနောက် ၎င်းတို့သည် တန်းစီရပ်ခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">မူဆာက သူတို့ကို စတင်စေချင်ခဲ့သည်။ မှော်ဆရာများ ပြုလုပ်ထားသည်ကို လူများ မြင်စေလိုခဲ့သည်၊ ထို့နောက်တွင် သူသည် ၎င်းတို့၏ မဟုတ်မမှန်မှုအပေါ် အောင်ပွဲခံရန် အမှန်တရားနှင့်အတူ လာမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا مُوسَىٰ إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ أَوَّلَ مَنْ أَلْقَىٰ - قَالَ بَلْ أَلْقُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"အို မူဆာ! သင်က အရင်ပစ်ချမလား ဒါမှမဟုတ် ကျွန်ုပ်တို့က အရင်ပစ်ချရမလား?\" <span class=\"gray\">[မူဆာ]</span> က \"မဟုတ်ဘူး၊ မင်းတို့ အရင်ပစ်ချလိုက်!\" ဟု ပြောခဲ့သည်။)</span> မှော်ဆရာများက ၎င်းတို့၏ မှော်ပညာများကို ပြသသောအခါ လူတို့၏ မျက်လုံးများကို စွဲမက်စေခဲ့သည်။ ထိုအချိန်တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُّوسَىٰ - قُلْنَا لَا تَخَفْ إِنَّكَ أَنتَ الْأَعْلَىٰ - وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا ۖ إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ ۖ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာသည် သူ၏စိတ်ထဲတွင် ကြောက်ရွံ့မှုကို ဖြစ်ပေါ်ခဲ့သည်။ ကျွန်ုပ်တို့ <span class=\"gray\">(အလ္လာဟ်)</span> က \"မကြောက်နှင့်! အမှန်စင်စစ် သင်သာ အသာစီးရမည်။ သင်၏ ညာလက်ထဲရှိအရာကို ပစ်ချလိုက်! ၎င်းသည် သူတို့ ပြုလုပ်ထားသည်များကို မျိုချလိမ့်မည်။ သူတို့ ပြုလုပ်ထားသည်များမှာ မှော်ဆရာ၏ လှည့်စားမှုသာဖြစ်သည်၊ မည်သည့်အတိုင်းအတာ <span class=\"gray\">(ကျွမ်းကျင်မှု)</span> ကိုပင် ရောက်ရှိစေကာမူ မှော်ဆရာသည် မည်သည့်အခါမျှ အောင်မြင်မည်မဟုတ်။\")</span><span class=\"gray\">(၂၀:၆၇-၆၉)</span> ထိုအပေါ်၌ မူဆာက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جِئْتُم بِهِ السِّحْرُ ۖ إِنَّ اللَّهَ سَيُبْطِلُهُ ۖ إِنَّ اللَّهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ - وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمَاتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ယူဆောင်လာသည်မှာ မှော်ပညာသာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို အကျိုးမဖြစ်စေရ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မကောင်းသူတို့၏ လုပ်ရပ်ကို ပြုပြင်မပေးပါ။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ နှုတ်ကပတ်တော်များဖြင့် အမှန်တရားကို ထူထောင်ပြီး ထင်ရှားစေမည်။ ပြစ်မှုကျူးလွန်သူများက မည်မျှပင် မုန်းတီးစေကာမူ <span class=\"gray\">(၎င်းကို)</span>။)</span></p>"
  },
  {
    "ayah_key": "10:83",
    "group_ayah_key": "10:83",
    "from_ayah": "10:83",
    "to_ayah": "10:83",
    "ayah_keys": "10:83",
    "text": "<p class=\"my translation\" lang=\"my\">သို့သော် မူဆာကို သူ၏လူမျိုးအနွယ်မှ အနည်းငယ်သောသူတို့မှတစ်ပါး မည်သူမျှ မယုံကြည်ခဲ့ကြပေ။ ဖိရ်အောင်နှင့် သူ၏ခေါင်းဆောင်များ၏ ဖိနှိပ်မှု၊ နှိပ်စက်ညှဉ်းပန်းမှုတို့ကို ကြောက်ရွံ့ကြသောကြောင့်ဖြစ်သည်။ အမှန်စင်စစ် ဖိရ်အောင်သည် ကမ္ဘာပေါ်တွင် မာန်မာနထောင်လွှားသော အာဏာရှင်တစ်ဦးဖြစ်ပြီး ၎င်းသည် ပြစ်မှားသူများအနက်မှ တစ်ဦးဖြစ်ပေသည်။ <span>(83)</span></p><div lang=\"my\" class=\"my \"><h2>ဖိရ်အောင်၏လူမျိုးမှ လူငယ်အနည်းငယ်သာ မူဆာကို ယုံကြည်ခဲ့ကြသည်</h2></div><p lang=\"my\" class=\"my \">မူဆာသည် ရှင်းလင်းပြတ်သားသော သက်သေများ၊ ငြင်းမရသော အထောက်အထားများအားလုံးနှင့်တကွ ရောက်ရှိလာသော်လည်း ဖိရ်အောင်၏နောက်လိုက်များမှ အနည်းငယ်သော မျိုးဆက်များသာ သူ့အားယုံကြည်ခဲ့ကြသည်ဟု အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ဖိရ်အောင်နှင့် သူ၏နောက်လိုက်များက ၎င်းတို့အား ကုဖ်ရ် <span class=\"gray\">(မယုံကြည်မှု)</span> သို့ ပြန်လည်အတင်းအကြပ်ခိုင်းမည်ကိုပင် ၎င်းတို့က ကြောက်ရွံ့ခဲ့ကြသည်။ ဖိရ်အောင်သည် ဆိုးသွမ်းသော အာဏာရှင်တစ်ဦးဖြစ်ပြီး အလွန်မာန်မာနကြီးသူဖြစ်သည်။ သူ၏လူမျိုးများသည် သူ့ကိုလည်းကောင်း၊ သူ၏အာဏာကိုလည်းကောင်း အလွန်အမင်း ကြောက်ရွံ့ခဲ့ကြသည်။ အလ်-အောင်ဖီက အိဘ်န် အဗ်ဘာစ် ပြောသည်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا آمَنَ لِمُوسَىٰ إِلَّا ذُرِّيَّةٌ مِّن قَوْمِهِ عَلَىٰ خَوْفٍ مِّن فِرْعَوْنَ وَمَلَئِهِمْ أَن يَفْتِنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မူဆာကို သူ၏လူမျိုးအနွယ်မှ အနည်းငယ်သောသူတို့မှတစ်ပါး မည်သူမျှ မယုံကြည်ခဲ့ကြပေ။ ဖိရ်အောင်နှင့် သူ၏ခေါင်းဆောင်များ၏ ဖိနှိပ်မှု၊ နှိပ်စက်ညှဉ်းပန်းမှုတို့ကို ကြောက်ရွံ့ကြသောကြောင့်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဖိရ်အောင်၏လူမျိုးမှ ဘနူအစ္စရေးလ်လူမျိုးမဟုတ်ဘဲ မူဆာကို ယုံကြည်ခဲ့သော မျိုးဆက်များသည် အနည်းငယ်သာရှိသည်။ ၎င်းတို့အထဲတွင် ဖိရ်အောင်၏ဇနီး၊ ၎င်း၏ယုံကြည်မှုကို လျှို့ဝှက်ထားသူ၊ ဖိရ်အောင်၏ဘဏ္ဍာစိုးနှင့် ၎င်း၏ဇနီးတို့ ပါဝင်သည်။ </p><p lang=\"my\" class=\"my \">သို့ရာတွင် ဘနူအစ္စရေးလ်လူမျိုးများသည် မူဆာကို ၎င်းတို့ကိုယ်တိုင်၊ ၎င်းတို့အားလုံး ယုံကြည်ခဲ့ကြသည်။ သူ့အား လာရောက်သည်ကို မြင်တွေ့ရသောအခါ ၎င်းတို့ ပျော်ရွှင်ခဲ့ကြသည်။ ၎င်းတို့၏ ယခင်ကျမ်းများမှ သူ့အကြောင်း ဖော်ပြချက်များနှင့် သူ၏ရောက်ရှိလာမည့် သတင်းကို ၎င်းတို့ သိရှိခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့အားဖြင့် ဖိရ်အောင်၏ ဖမ်းဆီးမှုမှ ၎င်းတို့အား ကယ်တင်မည်ဖြစ်ပြီး ဖိရ်အောင်အပေါ် အာဏာပေးအပ်မည်ကို ၎င်းတို့ သိရှိခဲ့ကြသည်။ ထို့ကြောင့် ဤအသိပညာသည် ဖိရ်အောင်ထံ ရောက်ရှိသောအခါ သူသည် အလွန်အမင်း သတိထားခဲ့သည်။ သို့သော် သူ၏သတိထားမှုနှင့် ပင်ပန်းနွမ်းနယ်မှုတို့သည် သူ့အား အနည်းငယ်မျှ အထောက်အကူမပြုခဲ့ပေ။ မူဆာ ရောက်ရှိလာသောအခါ ဖိရ်အောင်သည် ၎င်းတို့အား များစွာထိခိုက်နာကျင်စေခဲ့ပြီး</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِن بَعْدِ مَا جِئْتَنَا ۚ قَالَ عَسَىٰ رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောသည်- \"သင် မလာမီကတည်းက ကျွန်ုပ်တို့ <span class=\"gray\">(ဘနူအစ္စရေးလ်လူမျိုးများ)</span> ဒုက္ခခံခဲ့ရပြီး၊ သင်ရောက်ရှိလာပြီးနောက်ပိုင်းတွင်လည်း ဒုက္ခများ ကြုံတွေ့ခဲ့ရသည်\" ဟု။ ထိုအခါ သူက ပြောသည်- \"သင့်အား ကယ်တင်ရှင်သည် သင်တို့၏ ရန်သူကို ဖျက်ဆီးပြီး မြေပေါ်တွင် သင်တို့ကို ဆက်ခံသူများ ဖြစ်စေပေလိမ့်မည်။ ထို့ကြောင့် သင်တို့ မည်သို့ပြုမူသည်ကို သူ မြင်တွေ့နိုင်မည်။')</span><span class=\"gray\">[7:129]</span> ဘနူအစ္စရေးလ်လူမျိုးများအားလုံး ယုံကြည်သူများ ဖြစ်လာခဲ့သည်ဟူသော အချက်ကို အောက်ပါအာယတ်က သက်သေပြသည်။</p>"
  }
]