[
  {
    "ayah_key": "8:59",
    "group_ayah_key": "8:59",
    "from_ayah": "8:59",
    "to_ayah": "8:60",
    "ayah_keys": "8:59,8:60",
    "text": "<p lang=\"my\" class=\"my \">ယုံကြည်သူမဟုတ်သူများသည် ၎င်းတို့သည် <span class=\"gray\">(အပြစ်ဒဏ်မှလွတ်မြောက်နိုင်သည်ဟု)</span> မထင်စေရ။ အမှန်စင်စစ် ၎င်းတို့သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အပြစ်ဒဏ်မှ)</span> မိမိတို့ကိုယ်ကို မည်သည့်အခါမျှ ကယ်တင်နိုင်မည်မဟုတ်ပေ <span>(၅၉)</span>ထို့ပြင် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ရန်သူနှင့် သင်တို့၏ ရန်သူကို၊ ၎င်းတို့မှတစ်ပါး အခြားသူများကို ခြိမ်းခြောက်ရန် စစ်မြင်းများအပါအဝင် သင်တို့တတ်နိုင်သမျှ စွမ်းအားအားလုံးကို ပြင်ဆင်ထားကြလော့။ သင်တို့ မသိနိုင်သော်လည်း အလ္လာဟ်အရှင်မြတ် သိတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ သင်တို့ မည်သည့်အရာကိုမျှ သုံးစွဲသည်ဖြစ်စေ သင်တို့အား ပြန်လည်ပေးချေမည်ဖြစ်ပြီး သင်တို့ကို မတရားပြုခံရမည်မဟုတ်ပေ <span>(၆၀)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ ရန်သူများ၏ နှလုံးသားများ၌ ကြောက်ရွံ့ခြင်းကို ဖြစ်ပေါ်စေရန် စစ်ပွဲအတွက် ပြင်ဆင်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော်၌ ကိုယ်တော်၏ တမန်တော် ﷺ အား မိန့်ကြားတော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَفَرُوا سَبَقُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူမဟုတ်သူများသည် ၎င်းတို့သည် ကျော်လွန်နိုင်သည်ဟု ထင်ကြသည်)</span>၊ ထိုကဲ့သို့သော မယုံကြည်သူများသည် ငါတို့ထံမှ လွတ်မြောက်သွားသည် သို့မဟုတ် ငါတို့သည် ၎င်းတို့အား ဖမ်းဆီးနိုင်စွမ်းမရှိဟု မထင်ကြနှင့်။ အမှန်စင်စစ် ၎င်းတို့သည် ငါတို့၏ စွမ်းဆောင်နိုင်မှု အာဏာအောက်၌ရှိပြီး ငါတို့၏ အလိုတော်လက်တွင်း၌ ရှိသည်။ ၎င်းတို့သည် ငါတို့ထံမှ မည်သည့်အခါမျှ လွတ်မြောက်မည်မဟုတ်ပေ။' အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَن يَسْبِقُونَا ۚ سَاءَ مَا يَحْكُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မကောင်းမှုများ ပြုလုပ်သူများသည် ၎င်းတို့သည် ငါတို့အား ကျော်လွန်နိုင်သည် <span class=\"gray\">(ငါတို့၏ အပြစ်ဒဏ်မှလွတ်မြောက်နိုင်သည်)</span> ဟု ထင်ကြသလော။ ၎င်းတို့ ဆုံးဖြတ်သော အရာသည် ဆိုးလှပေသည်!)</span><span class=\"gray\">[၂၉:၄]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَحْسَبَنَّ الَّذِينَ كَفَرُوا مُعْجِزِينَ فِي الْأَرْضِ ۚ وَمَأْوَاهُمُ النَّارُ ۖ وَلَبِئْسَ الْمَصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများသည် ကမ္ဘာမြေပေါ်၌ လွတ်မြောက်နိုင်သည်ဟု မယူဆနှင့်။ ၎င်းတို့၏ နေထိုင်ရာသည် ငရဲဘုံဖြစ်ပြီး၊ ထိုနေရာသည် အမှန်ပင် အဆိုးဆုံးခရီးစဉ်ဖြစ်သည်။)</span><span class=\"gray\">[၂၄:၅၇]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ - مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ ۚ وَبِئْسَ الْمِهَادُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများ ကမ္ဘာတစ်ဝှမ်းတွင် လွတ်လပ်စွာ စီမံခန့်ခွဲခြင်း <span class=\"gray\">(နှင့် ကြွယ်ဝချမ်းသာခြင်း)</span> သည် သင်တို့အား လှည့်ဖြားခြင်းမပြုပါစေနှင့်။ ခဏတာ ခံစားခြင်းသာဖြစ်သည်။ ထို့နောက် ၎င်းတို့၏ နောက်ဆုံးနေထိုင်ရာသည် ငရဲဘုံဖြစ်ပြီး၊ ထိုအနားယူရာ နေရာသည် အမှန်ပင် အဆိုးဆုံးဖြစ်သည်။)</span><span class=\"gray\">[၃:၁၉၆-၁၉၇]</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မွတ်စလင်မ်များအား မယုံကြည်သူများအပေါ် တတ်နိုင်သမျှ၊ တတ်နိုင်စွမ်းနှင့် ရရှိနိုင်မှုအလိုက် စစ်ပွဲအတွက် ပြင်ဆင်ရန် အမိန့်ပေးထားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعِدُّوا لَهُم مَّا اسْتَطَعْتُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့တတ်နိုင်သမျှ အားလုံးကို ၎င်းတို့အား ပြင်ဆင်ထားကြလော့)</span> သင်တို့ စုဆောင်းနိုင်သမျှ အားလုံးကို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّن قُوَّةٍ وَمِن رِّبَاطِ الْخَيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စွမ်းအားများအပါအဝင်၊ စစ်မြင်းများအပါအဝင်)</span>။ အီမာမ် အာဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ 'အွတ်ကဗာဟ် ဘင် အာမစ်ရ်' က သူသည် မင်ဘာပေါ်၌ ရပ်နေစဉ် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားသည်ကို ကြားခဲ့သည်ဟု ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعِدُّوا لَهُم مَّا اسْتَطَعْتُم مِّن قُوَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့တတ်နိုင်သမျှ စွမ်းအားအားလုံးကို ၎င်းတို့အား ပြင်ဆင်ထားကြလော့)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ الْقُوَّةَ الرَّمْيُ أَلَا إِنَّ الْقُوَّةَ الرَّمْيُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ စွမ်းအားသည် ပစ်ခတ်ခြင်းပင်! စွမ်းအားသည် ပစ်ခတ်ခြင်းပင်။)</span></p><p lang=\"my\" class=\"my \">မွတ်စလင်မ်သည် ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Imam Malik recorded that Abu Hurayrah said, \"The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْخَيْلُ لِثَلَاثَةٍ، لِرَجُلٍ أَجْرٌ، وَلِرَجُلٍ سِتْرٌ، وَعَلَى رَجُلٍ وِزْرٌ، فَأَمَّا الَّذِي لَهُ أَجْرٌ، فَرَجُلٌ رَبَطَهَا فِي سَبِيلِ اللهِ فَأَطَالَ لَهَا فِي مَرْجٍ أَوْ رَوْضَةٍ، فَمَا أَصَابَتْ فِي طِيَلِهَا ذَلِكَ مِنَ الْمَرْجِ أَوِ الرَّوْضَةِ، كَانَتْ لَهُ حَسَنَاتٍ وَلَوْ أَنَّهَا قَطَعَتْ طِيَلَهَا، فَاسْتَنَّتْ شَرَفًا أَوْ شَرَفَيْنِ كَانَتْ آثَارُهَا وَأرْوَاثُهَا حَسَنَاتٍ لَهُ، وَلَوْ أَنَّهَا مَرَّتْ بِنَهَرٍ فَشَرِبَتْ مِنْهُ وَلَمْ يُرِدْ أَنْ يَسْقِيَ بِهِ، كَانَ ذَلِكَ حَسَنَاتٍ لَهُ، فَهِيَ لِذَلِكَ الرَّجُلِ أَجْرٌ، وَرَجُلٌ رَبَطَهَا تَغَنِّيًا وَتَعَفُّفًا، وَلَمْ يَنْسَ حَقَّ اللهِ فِي رِقَابِهَا وَلَا ظُهُورِهَا فَهِيَ لَهُ سِتْرٌ، وَرَجُلٌ رَبَطَهَا فَخْرًا وَرِيَاءً وَنِوَاءً، فَهِيَ عَلَى ذَلِكَ وِزْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြင်းများကို ရည်ရွယ်ချက်သုံးမျိုးအတွက် ထားရှိသည်။ အချို့သူများအတွက် ၎င်းတို့သည် ကုသိုလ်ရခြင်း၏ အရင်းအမြစ်ဖြစ်ပြီး၊ အချို့သူများအတွက် ၎င်းတို့သည် ခိုလှုံရာဖြစ်သည်၊ အချို့သူများအတွက် ၎င်းတို့သည် အပြစ်၏ အရင်းအမြစ်ဖြစ်သည်။ ၎င်းတို့သည် ကုသိုလ်ရခြင်း၏ အရင်းအမြစ်ဖြစ်သောသူသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော် <span class=\"gray\">(ဂျီဟတ်ဒ်)</span> အတွက် မြင်းတစ်ကောင်ကို စားကျက် သို့မဟုတ် ဥယျာဉ်တစ်ခုတွင် ကြိုးရှည်ဖြင့် ချည်နှောင်ထားသူဖြစ်သည်။ ရလဒ်အနေဖြင့် ၎င်းသည် ချည်နှောင်ထားသော စားကျက် သို့မဟုတ် ဥယျာဉ်ဧရိယာမှ မည်သည့်အရာကိုမဆို စားသုံးသည်ဖြစ်စေ ၎င်း၏ အကျိုးအတွက် ကုသိုလ်အဖြစ် မှတ်ယူမည်ဖြစ်သည်။ ၎င်းသည် ကြိုးပြတ်ပြီး တောင်ကုန်းတစ်ခု သို့မဟုတ် နှစ်ခုကို ကျော်ဖြတ်ပါက ၎င်း၏ မစင်နှင့် ခြေရာအားလုံးကို ၎င်းအတွက် ကုသိုလ်အဖြစ် ရေးမှတ်မည်ဖြစ်သည်။ ၎င်းသည် မြစ်တစ်ခုဘေးမှ ဖြတ်သွားပြီး ရေကိုသောက်သုံးပါက ရေတိုက်ရန် ရည်ရွယ်ချက်မရှိသော်လည်း ၎င်း၏ သောက်သုံးမှုအတွက် အကျိုးကျေးဇူးကို ရရှိမည်ဖြစ်သည်။ ထို့ကြောင့် ဤမြင်းအမျိုးအစားသည် ၎င်းအတွက် ကုသိုလ်ရခြင်း၏ အရင်းအမြစ်ဖြစ်သည်။ မိမိကိုယ်ကို လုံလောက်စွာ ထိန်းသိမ်းပြီး တောင်းရမ်းခြင်းမှ ရှောင်ကြဉ်ကာ မိမိမြင်း၏ လည်ပင်းနှင့် ကျောဘက်နှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်၏ အခွင့်အရေးကို မမေ့ဘဲ မိမိမြင်းကို ချည်နှောင်ထားသောသူအတွက်မူ ၎င်းသည် ၎င်းအတွက် ခိုလှုံရာဖြစ်သည်။ မာန၊ ဟန်ဆောင်မှုနှင့် မွတ်စလင်မ်များအပေါ် ရန်လိုမှုအတွက် မြင်းတစ်ကောင်ကို ချည်နှောင်ထားသောသူအတွက်မူ ဤမြင်းအမျိုးအစားသည် အပြစ်၏ အရင်းအမြစ်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား မြည်းများအကြောင်း မေးမြန်းသောအခါ ကိုယ်တော်က ပြန်လည်ဖြေကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنْزَلَ اللهُ عَلَيَّ فِيهَا شَيْئًا إِلَّا هَذِهِ الْآيَةَ الْجَامِعَةَ الْفَاذَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်းတို့နှင့်ပတ်သက်၍ ဤထူးခြားပြည့်စုံသော အာယတ်တော်များမှတစ်ပါး အခြားမည်သည့်အရာမျှ ငါ့ထံသို့ ထုတ်ပြန်ခြင်းမရှိပေ။</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ - وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မြူမှုန်တစ်မှုန်စာ ကုသိုလ်ပြုသူ မည်သူမဆို ၎င်းကို မြင်ရမည်။ မြူမှုန်တစ်မှုန်စာ မကောင်းမှုပြုသူ မည်သူမဆို ၎င်းကို မြင်ရမည်။)</span>) <span class=\"gray\">[၉၉:၇-၈]</span>\"</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီနှင့် မွတ်စလင်မ်တို့သည် ဤဟဒီးဆ်ကို စုဆောင်းခဲ့ကြပြီး ၎င်းသည် အလ်-ဘူခါရီ၏ စကားလုံးဖြစ်သည်။ အီမာမ် အာဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ 'အဗ်ဒုလ္လာဟ် ဘင် မတ်စ်အူးဒ်' က တမန်တော် ﷺ မိန့်ကြားသည်ဟု ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْخَيْلُ ثَلَاثَةٌ: فَفَرَسٌ لِلرَّحْمَنِ، وَفَرَسٌ لِلشَّيْطَانِ، وَفَرَسٌ لِلْإِنْسَانِ، فَأَمَّا فَرَسُ الرَّحْمَنِ فَالَّذِي يُرْبَطُ فِي سَبِيلِ اللهِ، فَعَلَفُهُ وَرَوْثُهُ وَبَوْلُهُ - وَذَكَرَ مَا شَاءَ اللهُ - وَأَمَّا فَرَسُ الشَّيْطَانِ، فَالَّذِي يُقَامَرُ أَوُ يُرَاهَنُ عَلَيْهَا، وَأَمَّا فَرَسُ الْإِنْسَانِ، فَالْفَرَسُ يَرْبِطُهَا الْإِنْسَانُ يَلْتَمِسُ بَطْنَهَا، فَهِيَ لَهُ سِتْرٌ مِنَ الْفَقْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြင်းများကို ထားရှိသည့် အကြောင်းရင်းသုံးမျိုးရှိသည်- အလ်-ရဟ်မာန် <span class=\"gray\">(အလွန်အင်မတန် အကျိုးပြုရှင်)</span> အတွက် ထားရှိသော မြင်း၊ ရှိုင်တွာန်အတွက် ထားရှိသော မြင်းနှင့် လူသားအတွက် ထားရှိသော မြင်းဖြစ်သည်။ အလ်-ရဟ်မာန်အတွက် ထားရှိသော မြင်းမှာ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော် <span class=\"gray\">(ဂျီဟတ်ဒ်)</span> အတွက် ထားရှိသော မြင်းဖြစ်သည်။ ထိုကဲ့သို့ပင် ၎င်း၏ အစာ၊ မစင်နှင့် ဆီးစသည်တို့ကို <span class=\"gray\">(သူသည် များစွာသော အရာများကို ဖော်ပြခဲ့သည်)</span>။ ရှိုင်တွာန်အတွက် မြင်းမှာ လောင်းကစားအတွက် အသုံးပြုသော မြင်းဖြစ်သည်။ လူသားအတွက် မြင်းမှာ မိမိအကျိုးအတွက် ချည်နှောင်ထားသော မြင်းဖြစ်သည်။ ၎င်းအတွက် ဤမြင်းသည် ဆင်းရဲဒုက္ခမှ အကာအကွယ်ဖြစ်လိမ့်မည်။)</span></p><p lang=\"id\" class=\"id \">Al-Bukhari recorded that 'Urwah bin Abi Al-Ja'd Al-Bariqi said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْخَيْلُ مَعْقُودٌ فِي نَوَاصِيهَا الْخَيْرُ إِلَى يَوْمِ الْقِيَامَةِ، الْأَجْرُ وَالْمَغْنَمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုသည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ မြင်းများ၏ နဖူးဆံပင်များတွင် တည်ရှိနေမည်ဖြစ်ပြီး၊ <span class=\"gray\">(ဆိုလိုသည်မှာ)</span> အကျိုးကျေးဇူးနှင့် စစ်ပွဲမှ ရရှိသော ပစ္စည်းများဖြစ်သည်။)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ps qpc-hafs\" lang=\"ps\">تُرْهِبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခြိမ်းခြောက်ရန်)</span>၊ သို့မဟုတ် ကြောက်ရွံ့ခြင်းကို ဖြစ်ပေါ်စေရန်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ရန်သူနှင့် သင်တို့၏ ရန်သူ)</span>၊ မယုံကြည်သူများ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآخَرِينَ مِن دُونِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့မှတစ်ပါး အခြားသူများ)</span>၊ မူဂျာဟစ်ဒ်၏ အဆိုအရ ဗနီ ကူရိုင်ဇာဟ်ကဲ့သို့သောသူများ၊ သို့မဟုတ် အလ်-စွဒ်ဒီ၏ အဆိုအရ ပါရှန်းများ။</p><p lang=\"my\" class=\"my \">မူကာသစ်လ် ဘင် ဟိုင်ယန်နှင့် 'အဗ်ဒုရ်-ရာဟ်မန် ဘင် ဇိုင်ဒ် ဘင် အစ်လမ်' တို့က ဤအာယတ်တော်သည် အယောင်ဆောင်များကို ရည်ညွှန်းသည်ဟု ပြောဆိုကြပြီး၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ဖြင့် ထောက်ခံထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّنْ حَوْلَكُم مِّنَ الْأَعْرَابِ مُنَافِقُونَ ۖ وَمِنْ أَهْلِ الْمَدِينَةِ ۖ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ ۖ نَحْنُ نَعْلَمُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ပတ်ဝန်းကျင်ရှိ ဘေဒူအင်များထဲမှ အချို့သည် အယောင်ဆောင်များဖြစ်ကြပြီး၊ အလ်-မဒီနာမြို့သားများထဲမှ အချို့သည်လည်း အယောင်ဆောင်မှုတွင် မြဲမြံစွာရှိကြသည်။ သင်တို့ ၎င်းတို့အား မသိသော်လည်း ငါတို့သည် ၎င်းတို့အား သိတော်မူ၏။)</span><span class=\"gray\">[၉:၁၀၁]</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُنفِقُوا مِن شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ သင်တို့ မည်သည့်အရာကိုမျှ သုံးစွဲသည်ဖြစ်စေ သင်တို့အား ပြန်လည်ပေးချေမည်ဖြစ်ပြီး သင်တို့ကို မတရားပြုခံရမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်မှာ သင်တို့ ဂျီဟတ်ဒ်အတွက် သုံးစွဲသည့် မည်သည့်အရာမဆို သင်တို့အား အပြည့်အဝ ပြန်လည်ပေးချေမည်။</p><p lang=\"my\" class=\"my \">ငါတို့သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကိုလည်း ဖော်ပြခဲ့ပြီးဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِّائَةُ حَبَّةٍ ۗ وَاللَّهُ يُضَاعِفُ لِمَن يَشَاءُ ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ မိမိတို့၏ ဥစ္စာပစ္စည်းများကို သုံးစွဲသူတို့၏ ဥပမာသည် အစေ့ <span class=\"gray\">(ပြောင်းဖူးစေ့)</span> တစ်စေ့ကဲ့သို့ဖြစ်သည်၊ ၎င်းသည် စပါးခိုင်ခုနစ်ခိုင်ကို ပေါက်စေပြီး စပါးခိုင်တစ်ခိုင်တွင် စေ့တစ်ရာစီပါရှိသည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူအား များစွာသော တိုးပွားမှုကို ပေးတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ဖန်ဆင်းခံများအတွက် လုံလောက်စွာ ပြည့်စုံတော်မူသော၊ အလုံးစုံကို သိတော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span><span class=\"gray\">[၂:၂၆၁]</span></p>"
  }
]