[
  {
    "ayah_key": "14:28",
    "group_ayah_key": "14:28",
    "from_ayah": "14:28",
    "to_ayah": "14:30",
    "ayah_keys": "14:28,14:29,14:30",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများကို မယုံကြည်မှုအဖြစ်သို့ ပြောင်းလဲခဲ့ကြသူများကို <span class=\"gray\">(တမန်တော် မုဟမ္မဒ် ﷺ နှင့် ကိုယ်တော်၏ အစ္စလာမ်သာသနာ သတင်းစကားကို ငြင်းပယ်ခြင်းဖြင့်)</span> သင် မမြင်ခဲ့ဘူးလား၊ ၎င်းတို့၏လူမျိုးများကို ဖျက်ဆီးရာအိမ်တွင် နေထိုင်စေခဲ့သည် <span>(၂၈)</span> ငရဲ၊ ထိုငရဲ၌ ၎င်းတို့သည် လောင်ကျွမ်းကြမည်ဖြစ်ပြီး၊ ၎င်းသည် အခြေချရန် မည်မျှဆိုးရွားသောနေရာဖြစ်ပါသနည်း။ <span>(၂၉)</span> ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ပြိုင်ဘက်များကို ထားရှိခဲ့ကြသည်၊ <span class=\"gray\">(လူတို့ကို)</span> ကိုယ်တော်၏ လမ်းမှ လမ်းမှားသို့ ပို့ဆောင်ရန်! ပြောပါ- \"ပျော်ရွှင်စွာနေထိုင်ကြပါ <span class=\"gray\">(သင်တို့၏ တိုတောင်းသောဘဝ)</span>! သို့သော် သေချာပေါက် သင်တို့၏ ဦးတည်ရာသည် <span class=\"gray\">(ငရဲ)</span> မီးဖြစ်သည်။ <span>(၃၀)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများကို မယုံကြည်မှုအဖြစ်သို့ ပြောင်းလဲခဲ့ကြသူများ၏ အကျိုး</h2></div><p lang=\"bg-Latn\" class=\"bg-Latn \">Al-Bukhari said, \"Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများကို မယုံကြည်မှုအဖြစ်သို့ ပြောင်းလဲခဲ့ကြသူများကို သင် မမြင်ခဲ့ဘူးလား...)</span> ဆိုသည်မှာ သင်၌ အသိပညာရှိသလော။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်များတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ كَيْفَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သို့ဖြစ်သည်ကို သင် မမြင်ခဲ့ဘူးလား။)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထွက်ခွာသွားကြသူများကို သင် မစဉ်းစားခဲ့ဘူးလား။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَوْمًا بُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပျောက်ဆုံးနေသောလူမျိုး)</span><span class=\"gray\">[25:18]</span> အလီ ဘင် အဗ်ဒူလ္လာဟ်က စူဖ်ယန်က ပြောပြသည်၊ စူဖ်ယန်က အမ်ရ်က ပြောပြသည်၊ အမ်ရ်က အသွာအ်က ပြောပြသည်၊ အသွာအ်က အိဗ်နု အဗ္ဗါစ် ပြောသည်ကို ကြားခဲ့ရသည်ဟု ပြောပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا</p><p lang=\"my\" class=\"my \">\"<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများကို မယုံကြည်မှုအဖြစ်သို့ ပြောင်းလဲခဲ့ကြသူများကို သင် မမြင်ခဲ့ဘူးလား)</span>\" ဟူသည် မက္ကာဟ်မြို့သားများကို ရည်ညွှန်းသည်။\"</p><p lang=\"cy\" class=\"cy \">Ibn Abi Hatim recorded that Abu At-Tufayl said that Ibn Al-Kawwa' asked 'Ali about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများကို မယုံကြည်မှုအဖြစ်သို့ ပြောင်းလဲခဲ့ကြသူများနှင့် ၎င်းတို့၏လူမျိုးများကို ဖျက်ဆီးရာအိမ်တွင် နေထိုင်စေခဲ့သူများ)</span> ဟူသည် ဗဒ်ရ်နေ့က ကူရိုင်ရှ်တို့၏ မယုံကြည်သူများကို ရည်ညွှန်းသည်ဟု အလီက ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ကိုယ်တော်က ထပ်မံ၍ ပြောကြားခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာသည် ကူရိုင်ရှ်တို့၏ မုရှ်ရစ်က်များထံ ရောက်ရှိလာသော ယုံကြည်ခြင်းဖြစ်ပြီး ၎င်းတို့သည် ဤကောင်းချီးမင်္ဂလာကို မယုံကြည်မှုအဖြစ်သို့ ပြောင်းလဲခဲ့ကြကာ ၎င်းတို့၏လူမျိုးများကို လုံးဝပျက်စီးရာသို့ ဦးဆောင်ခဲ့ကြသည်။ ဤသည် မယုံကြည်သူအားလုံးကို အကျုံးဝင်သည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ်ကို လူသားအားလုံးအတွက် ကရုဏာနှင့် ကောင်းချီးမင်္ဂလာအဖြစ် စေလွှတ်ခဲ့သောကြောင့်ဖြစ်သည်။ ဤကောင်းချီးမင်္ဂလာကို လက်ခံပြီး ကျေးဇူးတင်ခဲ့သူများသည် ဂျန္နတ်(ပရဒိသု)သို့ ဝင်ရမည်ဖြစ်ပြီး၊ ၎င်းကို ငြင်းပယ်ပြီး မယုံကြည်ခဲ့သူများသည် ငရဲသို့ ဝင်ရမည်ဖြစ်သည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ပြိုင်ဘက်များကို ထားရှိခဲ့ကြသည်၊ ကိုယ်တော်၏ လမ်းမှ လမ်းလွဲစေရန်!)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ရာအဖြစ် အရှင်နှင့် ပြိုင်ဘက်များကို ထားရှိခဲ့ကြပြီး လူများကို ၎င်းတို့အား ကိုးကွယ်ရန် ဖိတ်ခေါ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ကိုယ်တော်၏တမန်တော် ﷺ ၏ နှုတ်ကပတ်တော်များဖြင့် ခြိမ်းခြောက်ခဲ့ပြီး သတိပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ပျော်ရွှင်စွာနေထိုင်ကြပါ <span class=\"gray\">(သင်တို့၏ တိုတောင်းသောဘဝ)</span>! သို့သော် သေချာပေါက် သင်တို့၏ ဦးတည်ရာသည် <span class=\"gray\">(ငရဲ)</span> မီးဖြစ်သည်။\")</span> 'ဤဘဝတွင် သင်တို့ လုပ်နိုင်သမျှကို လုပ်ကြပါ၊ အဘယ်ကြောင့်ဆိုသော် မည်သို့ပင်ဖြစ်စေကာမူ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သေချာပေါက် သင်တို့၏ ဦးတည်ရာသည် <span class=\"gray\">(ငရဲ)</span> မီးဖြစ်သည်။)</span> အကြောင်းမှာ ငါတို့ထံသို့ သင်တို့၏ ဦးတည်ရာနှင့် အဆုံးသတ်ရာ ဖြစ်သောကြောင့်ဖြစ်သည်။' အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်များတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းတို့အား ခဏတာမျှ ပျော်မွေ့စေမည်၊ ထို့နောက် အဆုံးတွင် ငါတို့သည် ၎င်းတို့အား ကြီးမားသော ပြစ်ဒဏ်သို့ <span class=\"gray\">(ဝင်ရန်)</span> တွန်းအားပေးမည်။)</span><span class=\"gray\">[31:24]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(တိုတောင်းသော)</span> ဤလောကတွင် ပျော်မွေ့ခြင်း! ထို့နောက် ငါတို့ထံသို့ ၎င်းတို့၏ ပြန်လာရာဖြစ်ပြီး၊ ထို့နောက် ၎င်းတို့ မယုံကြည်ခဲ့သောကြောင့် အပြင်းထန်ဆုံးသော ပြစ်ဒဏ်ကို ငါတို့ ခံစားရစေမည်။)</span><span class=\"gray\">[10:70]</span></p>"
  },
  {
    "ayah_key": "14:31",
    "group_ayah_key": "14:31",
    "from_ayah": "14:31",
    "to_ayah": "14:31",
    "ayah_keys": "14:31",
    "text": "<p class=\"my translation\" lang=\"my\">ငါ့ကျွန်များအား ပြောကြားပါ၊ ယုံကြည်သူများ ဖြစ်ကြသော ၎င်းတို့သည် ဆွလားသ်ကို ထမ်းဆောင်သင့်သည်၊ ကျွန်ုပ်တို့ ပေးသနားထားသော ရိက္ခာများမှ <span class=\"gray\">(လှူဒါန်းခြင်းဖြင့်)</span> လျှို့ဝှက်၍ဖြစ်စေ၊ ပေါ်ပေါ်ထင်ထင်ဖြစ်စေ သုံးစွဲသင့်သည်၊ ရောင်းဝယ်ဖောက်ကားမှုလည်းမရှိ၊ မိတ်ဆွေဖွဲ့ခြင်းလည်းမရှိသော နေ့တစ်နေ့ မရောက်လာမီ <span>(၃၁)</span></p><div lang=\"my\" class=\"my \"><h2>ဆွလားသ်နှင့် လှူဒါန်းမှုအတွက် အမိန့်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအား မိမိကိုနာခံရန်၊ မိမိ၏အခွင့်အရေးများကို ဖြည့်ဆည်းပေးရန်နှင့် မိမိ၏ဖန်ဆင်းခံများအပေါ် ကြင်နာရန် အမိန့်ပေးထားတော်မူသည်။ အရှင်မြတ်သည် ဆွလားသ်ကို ပြဋ္ဌာန်းတော်မူခဲ့သည်။ ယင်းသည် အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ဖက်စပ်မှုမရှိဘဲ ဝတ်ပြုမှုကို အတည်ပြုသည်။ အရှင်မြတ် ပေးသနားထားသော ရိက္ခာများမှ သုံးစွဲရန်၊ သတ်မှတ်ထားသော ဇကာတ်ကို ပေးဆောင်ခြင်းဖြင့်၊ ဆွေမျိုးများအတွက် သုံးစွဲခြင်းဖြင့်နှင့် အခြားသူများအားလုံးအပေါ် ကြင်နာခြင်းဖြင့် ဖြစ်သည်။ ဆွလားသ်ကို စနစ်တကျ ထူထောင်ခြင်းသည် အချိန်မှန် ထမ်းဆောင်ခြင်း၊ ပြည့်စုံစွာ ထမ်းဆောင်ခြင်း၊ ရိုကျိုးစွာ ဦးညွှတ်ခြင်းကို ထိန်းသိမ်းခြင်းနှင့် ဦးခိုက်ခြင်းများကို ထိန်းသိမ်းခြင်းတို့ လိုအပ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိပေးသနားထားသည်များမှ လျှို့ဝှက်၍ဖြစ်စေ၊ ပေါ်ပေါ်ထင်ထင်ဖြစ်စေ သုံးစွဲရန် ပြဋ္ဌာန်းတော်မူခဲ့သည်။ သို့မှသာ လူတို့သည် မိမိတို့ကိုယ်ကို ကယ်တင်နိုင်မည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့တစ်နေ့ မရောက်လာမီ)</span>၊ ရှင်ပြန်ထမြောက်ရာနေ့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا بَيْعٌ فِيهِ وَلَا خِلَالٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရောင်းဝယ်ဖောက်ကားမှုလည်းမရှိ၊ မိတ်ဆွေဖွဲ့ခြင်းလည်းမရှိသော)</span> နေ့တွင်။ ထိုနေ့တွင် မည်သူတစ်ဦးတစ်ယောက်ကမျှ မိမိကိုယ်ကို ရွေးနုတ်လိုလျှင်လည်း ရွေးနုတ်ကြေးကို လက်ခံလိမ့်မည်မဟုတ်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် မိန့်တော်မူထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဤနေ့တွင် သင်တို့ထံမှ ရွေးနုတ်ကြေးကို မယူဘဲထားလိမ့်မည်မဟုတ်။ မယုံကြည်သူများထံမှလည်း မယူဘဲထားလိမ့်မည်မဟုတ်။)</span><span class=\"gray\">[57:15]</span> ဤတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا خِلَالٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိတ်ဆွေဖွဲ့ခြင်းလည်းမရှိ။)</span> အိဗ်နု ဂျရီးရ်က မှတ်ချက်ပေးသည်မှာ၊ \"ထိုနေ့တွင် ပြစ်ဒဏ်သင့်သူများကို ကယ်တင်နိုင်သော မိတ်ဆွေများကြားမှ မည်သည့်ခင်မင်ရင်းနှီးမှုမှ ရှိတော့မည်မဟုတ်ကြောင်း အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်။ ထိုနေ့တွင် မျှတမှုနှင့် တရားမျှတမှုသာ ရှိမည်ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">ကာတာဒါက ပြောကြားသည်မှာ၊ \"ဤဘဝတွင် ရောင်းဝယ်ဖောက်ကားမှုများနှင့် လူတို့အကျိုးခံစားရသော မိတ်ဆွေဖွဲ့မှုများ ရှိသည်ကို အလ္လာဟ်အရှင်မြတ်သိတော်မူသည်။ လူတစ်ဦးသည် မိမိ၏မိတ်ဆွေများကို ရွေးချယ်ပြီး ၎င်းတို့နှင့် မိတ်ဆွေဖွဲ့ရခြင်း၏ အကြောင်းရင်းများကို သိသည်။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်အတွက်ဖြစ်ပါက ၎င်းတို့၏ မိတ်ဆွေဖြစ်မှုကို ထိန်းသိမ်းထားသင့်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားအတွက်ဖြစ်ပါက ၎င်းတို့၏ မိတ်ဆွေဖြစ်မှုသည် ပြတ်တောက်သွားမည်ဖြစ်သည်။\" ကျွန်ုပ်ပြောလိုသည်မှာ ဤအဓိပ္ပါယ်မှာ ထိုနေ့တွင် အလ္လာဟ်အရှင်မြတ်သည် မည်သူတစ်ဦးတစ်ယောက်အတွက်မျှ ရောင်းဝယ်ဖောက်ကားမှု သို့မဟုတ် ရွေးနုတ်ကြေးသည် အကျိုးမပြုနိုင်ကြောင်း ကြေညာခြင်းဖြစ်သည်။ ထိုပမာဏကို ရှာတွေ့နိုင်ခဲ့လျှင် မြေပြင်အပြည့်ရွှေဖြင့် ရွေးနုတ်လျှင်ပင် အကျိုးမပြုနိုင်ပါ။ မည်သည့်မိတ်ဆွေဖွဲ့မှု သို့မဟုတ် အသနားခံမှုကမျှ အလ္လာဟ်အရှင်မြတ်နှင့် မယုံကြည်သူအဖြစ် တွေ့ဆုံပါက အကျိုးမပြုနိုင်ပါ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا يَوْمًا لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنفَعُهَا شَفَاعَةٌ وَلَا هُمْ يُنصَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးတစ်ယောက်က အခြားတစ်ဦးအတွက် အကျိုးမပြုနိုင်မည့်၊ ထိုသူထံမှ လျော်ကြေးကို လက်ခံလိမ့်မည်မဟုတ်မည့်၊ အသနားခံမှုက အကျိုးမပြုနိုင်မည့်၊ ၎င်းတို့အား ကူညီခြင်းမခံရမည့် နေ့ကို ကြောက်ရွံ့ကြလော့။)</span><span class=\"gray\">[2:123]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ ۗ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! သင်တို့အတွက် ငါတို့ပေးသနားထားသည်များမှ သုံးစွဲကြလော့။ ရောင်းဝယ်ဖောက်ကားမှု၊ မိတ်ဆွေဖွဲ့မှု သို့မဟုတ် အသနားခံမှု မရှိတော့မည့် နေ့တစ်နေ့ မရောက်လာမီဖြစ်သည်။ မယုံကြည်သူများသည် မတရားသူများပင် ဖြစ်ကြသည်။)</span><span class=\"gray\">[2:254]</span></p>"
  },
  {
    "ayah_key": "14:32",
    "group_ayah_key": "14:32",
    "from_ayah": "14:32",
    "to_ayah": "14:34",
    "ayah_keys": "14:32,14:33,14:34",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းတော်မူခဲ့ပြီး၊ ကောင်းကင်မှ ရေ <span class=\"gray\">(မိုး)</span> ကို ချပေးတော်မူခဲ့သည်။ ထိုသို့ဖြင့် သင်တို့အတွက် စားနပ်ရိက္ခာအဖြစ် သစ်သီးများကို ထွက်ပေါ်စေတော်မူခဲ့သည်။ ထို့ပြင် ကိုယ်တော်၏ အမိန့်ဖြင့် သင်တို့သည် ပင်လယ်ပြင်၌ ရွက်လွှင့်နိုင်ရန် သင်တို့အတွက် သင်္ဘောများကို အသုံးတော်ခံစေခဲ့သည်။ ထို့ပြင် ကိုယ်တော်သည် မြစ်များကို <span class=\"gray\">(လည်း)</span> သင်တို့အတွက် အသုံးတော်ခံစေခဲ့သည် <span>(၃၂)</span>။ ထို့ပြင် ကိုယ်တော်သည် နေနှင့် လကို၊ ၎င်းတို့၏ လမ်းကြောင်းအတိုင်း အမြဲတစေ လှည့်ပတ်နေကြသည်ကို၊ သင်တို့အတွက် အသုံးတော်ခံစေခဲ့သည်။ ထို့ပြင် ကိုယ်တော်သည် ညနှင့် နေ့ကို သင်တို့အတွက် အသုံးတော်ခံစေခဲ့သည် <span>(၃၃)</span>။ ထို့ပြင် သင်တို့ တောင်းခံသမျှကို သင်တို့အား ပေးတော်မူခဲ့သည်။ အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများကို <span class=\"gray\">[ရေတွက်ရန် ကြိုးစားပါက]</span> မည်သည့်အခါမျှ ရေတွက်နိုင်မည်မဟုတ်ပေ။ အမှန်စင်စစ် လူသားသည် အလွန်အမင်း မတရားပြုသူ၊ ကျေးဇူးကန်းသူပင် <span>(၃၄)</span></p><div lang=\"fr\" class=\"fr \"><h2>Describing Some of Allah's Tremendous Favors</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်များကို အကာအကွယ်မျက်နှာကြက်အဖြစ်လည်းကောင်း၊ ကမ္ဘာမြေကို အိပ်ရာအဖြစ်လည်းကောင်း ဖန်ဆင်းခြင်းကဲ့သို့ ကိုယ်တော်၏ ဖန်ဆင်းခံများအပေါ် ပြုတော်မူခဲ့သည့် ကောင်းချီးများအနက် အချို့ကို ဖော်ပြတော်မူခဲ့သည်။ ကိုယ်တော်သည် ကောင်းကင်မှ မိုးကိုလည်း ချပေးတော်မူခဲ့ပြီး၊ ၎င်း၏နောက်ဆက်တွဲအဖြစ် အရောင်အသွေး၊ ပုံသဏ္ဌာန်၊ အရသာ၊ ရနံ့နှင့် အသုံးပြုပုံ အမျိုးမျိုးရှိသော သစ်ပင်ပန်းမန်၊ သစ်သီးများနှင့် အပင်မျိုးစုံကို ထွက်ပေါ်စေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ အမိန့်ဖြင့် သင်္ဘောများကို ရေမျက်နှာပြင်ပေါ်တွင် ရွက်လွှင့်စေခဲ့ပြီး၊ ခရီးသွားများ ကုန်ပစ္စည်းများ သယ်ယူပို့ဆောင်ရန် နေရာတစ်ခုမှ အခြားတစ်ခုသို့ ရွှေ့ပြောင်းနိုင်စေရန်အတွက် ပင်လယ်ကို ဤသင်္ဘောများ သယ်ဆောင်နိုင်စွမ်းရှိစေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကမ္ဘာမြေပေါ်တွင် နေရာတစ်ခုမှ အခြားတစ်ခုသို့ စီးဆင်းနေသော မြစ်များကိုလည်း ကျွန်များအတွက် စားနပ်ရိက္ခာအဖြစ် ဖန်ဆင်းခဲ့ပြီး၊ ၎င်းတို့ကို သောက်သုံးရန်နှင့် ရေသွင်းရန်၊ အခြားအကျိုးကျေးဇူးများအတွက် အသုံးပြုကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကိုယ်တော်သည် နေနှင့် လကို၊ ၎င်းတို့၏ လမ်းကြောင်းအတိုင်း အမြဲတစေ လှည့်ပတ်နေကြသည်ကို၊ အသုံးတော်ခံစေခဲ့သည်)</span>၊ ညဘက်နှင့် နေ့ဘက်တွင် လှည့်ပတ်လျက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ ۚ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေသည် လကို ကျော်လွန်ရန်မသင့်၊ ညသည်လည်း နေ့ကို မကျော်နိုင်။ ၎င်းတို့အားလုံးသည် တစ်ခုစီ လမ်းကြောင်းပေါ်တွင် လှည့်လည်နေကြသည်)</span><span class=\"gray\">[၃၆:၄၀]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ ۗ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ ۗ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ညကို နေ့အပေါ် ဖုံးအုပ်ကာ လျင်မြန်စွာ လိုက်လံစေတော်မူပြီး၊ နေ၊ လ၊ ကြယ်များကို ကိုယ်တော်၏ အမိန့်ဖြင့် ထိန်းချုပ်စေတော်မူခဲ့သည်။ ဖန်ဆင်းခြင်းနှင့် အမိန့်ပေးခြင်းသည် ကိုယ်တော်၏ အပိုင်ဖြစ်သည်။ စကြဝဠာအားလုံး၏ အရှင်သခင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်သည် မင်္ဂလာရှိတော်မူလှသည်!)</span><span class=\"gray\">[၇:၅၄]</span> နေနှင့် လတို့သည် အစဉ်အတိုင်း လှည့်ပတ်ကြပြီး၊ ညနှင့် နေ့သည် ဆန့်ကျင်ဘက်ဖြစ်ကာ၊ တစ်ခုက အခြားတစ်ခု၏ အရှည်ကို ယူခြင်း သို့မဟုတ် ၎င်း၏ အရှည်အချို့ကို စွန့်လွှတ်ခြင်း ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည်)</span> ညကို နေ့ထဲသို့ ပေါင်းစပ်ပြီး နေ့ကို ညထဲသို့ ပေါင်းစပ်သည်)</span><span class=\"gray\">[၃၅:၁၃]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى ۗ أَلَا هُوَ الْعَزِيزُ الْغَفَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကိုယ်တော်သည် နေနှင့် လကို အသုံးတော်ခံစေခဲ့သည်။ တစ်ခုစီသည် သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် <span class=\"gray\">(သတ်မှတ်လမ်းကြောင်းပေါ်တွင်)</span> လည်ပတ်နေသည်။ အမှန်စင်စစ် ကိုယ်တော်သည် အနန္တတန်ခိုးရှင်၊ အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသောအရှင် ဖြစ်သည်)</span><span class=\"gray\">[၃၉:၅]</span> အလ္လာဟ်အရှင်မြတ်က နောက်ထပ် မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့ တောင်းခံသမျှကို သင်တို့အား ပေးတော်မူခဲ့သည်)</span>၊ ကိုယ်တော်သည် သင်တို့အား အခြေအနေတိုင်း၌ လိုအပ်သမျှနှင့် ကိုယ်တော်ထံမှ ပေးသနားရန် တောင်းခံသမျှကို သင်တို့အတွက် ပြင်ဆင်ပေးထားသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِن تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများကို <span class=\"gray\">[ရေတွက်ရန် ကြိုးစားပါက]</span> မည်သည့်အခါမျှ ရေတွက်နိုင်မည်မဟုတ်ပေ။)</span> အလ္လာဟ်အရှင်မြတ်က ကျွန်များသည် ကိုယ်တော်၏ ကောင်းချီးများကို မည်သည့်အခါမျှ ရေတွက်နိုင်မည်မဟုတ်ကြောင်း၊ ၎င်းတို့အတွက် သင့်လျော်စွာ ကျေးဇူးတင်ရန် ဝေးစွကြောင်း ဖော်ပြထားသည်။ ဆွဟီးဟ် အလ်-ဗုခါရီကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဆုတောင်းခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ لَكَ الْحَمْدُ غَيْرَ مَكْفِيٍّ وَلَا مُوَدَّعٍ وَلَا مُسْتَغْنًى عَنْهُ رَبَّنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်! သင်အား လုံလောက်စွာ ကျေးဇူးမတင်နိုင်ဘဲ၊ သင်နှင့် မည်သည့်အခါမျှ ကင်းကွာလိုခြင်းမရှိဘဲ၊ သင်အပေါ်မှီခိုခြင်းမှ မည်သည့်အခါမျှ ကြွယ်ဝသည်ဟု မခံစားရဘဲ၊ ချီးမွမ်းခြင်းအလုံးစုံသည် သင်အတွက်ပင် ဖြစ်သည်; အကျွန်ုပ်တို့၏ အရှင်သခင်!)</span></p><p lang=\"my\" class=\"my \">ဒါဝုဒ်နဗီတမန်တော် (၎င်းအပေါ် ငြိမ်သက်ခြင်းရှိပါစေ) သည် ကိုယ်တော်၏ ဆုတောင်းရာ၌ \"အို အရှင်သခင်! အကျွန်ုပ်သည် အရှင်အား မည်သို့လျှင် သင့်လျော်စွာ ကျေးဇူးတင်နိုင်ပါအံ့နည်း၊ အကျွန်ုပ်က အရှင်အား ကျေးဇူးတင်ခြင်းသည်ပင်လျှင် အရှင်ဘက်မှ အကျွန်ုပ်အပေါ် ကောင်းချီးတစ်ခု ဖြစ်နေသည် မဟုတ်ပါလား?\" ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်အား ပြန်ကြားတော်မူသည်မှာ \"ယခု သင်သည် ငါ့အား လုံလောက်စွာ ကျေးဇူးတင်ခဲ့ပြီ၊ အို ဒါဝုဒ်\" ဆိုလိုသည်မှာ 'သင်သည် ငါ့အား မည်သည့်အခါမျှ သင့်လျော်စွာ ကျေးဇူးတင်နိုင်မည်မဟုတ်ကြောင်း ဝန်ခံသောအခါ' ဟု ဖြစ်သည်။</p>"
  }
]