[
  {
    "ayah_key": "33:28",
    "group_ayah_key": "33:28",
    "from_ayah": "33:28",
    "to_ayah": "33:29",
    "ayah_keys": "33:28,33:29",
    "text": "<p class=\"my translation\" lang=\"my\">အို၊ တမန်တော်! သင်၏ ဇနီးများအား ပြောကြားပါ- \"အကယ်၍ သင်တို့သည် ဤလောက၏ဘဝနှင့် ၎င်း၏ တောက်ပမှုကို အလိုရှိပါက၊ လာကြ! ငါသည် သင်တို့အတွက် ပြဋ္ဌာန်းပေးမည်ဖြစ်ပြီး သင့်အား လှပသောနည်းဖြင့် လွတ်မြောက်စေမည်။ <span>(၂၈)</span>\"သို့သော် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို လည်းကောင်း၊ နောင်တမလွန်ဘဝကို လည်းကောင်း အလိုရှိပါက၊ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အနက်မှ ကောင်းမှုပြုသူများအတွက် ကြီးမားသော အကျိုးဆုလာဘ်ကို ပြင်ဆင်ထားတော်မူသည်။ <span>(၂၉)</span></p><p lang=\"ar\" class=\"ar \">Giving the Wives of the Prophet صلی اللہ علیہ وسلم the Choice</p><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ တမန်တော်မြတ် ﷺ အား ၎င်း၏ဇနီးများအား ကိုယ်တော်နှင့် ခွဲခွာရန် ရွေးချယ်ခွင့် ပေးရန် အမိန့်တော်ချမှတ်ခဲ့သည်။ သို့မှသာ ၎င်းတို့သည် ဤလောက၏ဘဝနှင့် ၎င်း၏ဆွဲဆောင်မှုများမှ ၎င်းတို့လိုချင်သည်များကို ရရှိနိုင်မည့် အခြားသူတစ်ဦးထံ သွားနိုင်မည်ဖြစ်သည်။ သို့မဟုတ် တမန်တော်မြတ် ﷺ နှင့်အတူ ကြပ်တည်းသော အခြေအနေများကို စိတ်ရှည်သည်းခံခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်ထံမှ ကြီးမားသော အကျိုးဆုလာဘ်ကို ရရှိမည်ဖြစ်သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်မြတ် ﷺ နှင့် နောင်တမလွန်ဘဝကို ရွေးချယ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် နှစ်သက်တော်မူပါစေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဤလောကနှင့် နောင်တမလွန်ဘဝနှစ်ခုလုံး၏ အကောင်းဆုံးများကို ပေးခဲ့သည်။ အလ်-ဘူခါရီသည် အာအိရှာဟ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် နှစ်သက်တော်မူပါစေ) မှ တမန်တော်မြတ် ﷺ ၏ ဇနီးသည်မှ တမန်တော်မြတ် ﷺ သည် ၎င်း၏ဇနီးများအား ရွေးချယ်ခွင့်ပေးရန် အလ္လာဟ်အရှင်မြတ်က အမိန့်ပေးသောအခါ ၎င်းထံသို့ ကြွလာကြောင်း ပြောကြားခဲ့သည်။ သူမက \"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် ကျွန်ုပ်နှင့် စတင်ခဲ့ပြီး ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي ذَاكِرٌ لَكِ أَمْرًا فَلَا عَلَيْكِ أَنْ تَسْتَعْجِلِي حَتّٰى تَسْتَأْمِرِي أَبَوَيْكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် သင့်အား တစ်စုံတစ်ခုအကြောင်း ပြောပြမည်ဖြစ်ပြီး သင့်မိဘများနှင့် မတိုင်ပင်မချင်း အလျင်စလို ပြန်မဖြေရန် မလိုပါ။)</span>\" သူသည် ကျွန်ုပ်၏မိဘများက ကျွန်ုပ်ကို သူ့အား စွန့်ခွာရန် ဘယ်တော့မှ ပြောမည်မဟုတ်ကြောင်း သိသည်။ ထို့နောက် သူက ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى قَالَ: يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- <span class=\"gray\">(\"အို၊ တမန်တော်! သင်၏ ဇနီးများအား ပြောကြားပါ...\")</span>)</span> ဟု ရွတ်ဆိုပြီး အာယတ်နှစ်ခုကို ရွတ်ဖတ်ပြခဲ့သည်။ ကျွန်ုပ်က သူ့အား \"ကျွန်ုပ်မိဘများနှင့် ဘာကိစ္စအတွက် တိုင်ပင်ဖို့လိုသလဲ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်နှင့် နောင်တမလွန်ဘဝကို ရွေးချယ်ပါမည်\" ဟု ပြောကြားခဲ့သည်။ သူသည် သတင်းပေးသူများ၏ ဆင့်ကဲဆက်စပ်မှုမရှိဘဲ ၎င်းကို ပြောကြားခဲ့ပြီး \"သူမက ထိုအခါ တမန်တော်၏ ဇနီးများအားလုံး ကျွန်ုပ်ကဲ့သို့ပင် ပြုလုပ်ခဲ့ကြသည်\" ဟု ထပ်လောင်းပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ် (Imam Ahmad) သည် အာအိရှာဟ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) မှ ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်။ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ကျွန်ုပ်တို့အား ရွေးချယ်ခွင့်ပေးခဲ့ရာ ကျွန်ုပ်တို့သည် ကိုယ်တော်ကို ရွေးချယ်ခဲ့သည်။ ထို့ကြောင့် ထိုရွေးချယ်ခွင့်ပေးခြင်းကို ကွာရှင်းခြင်းအဖြစ် မသတ်မှတ်ခဲ့ပါ။\" ၎င်းကို အလ်-အ်အ်မရှ် (Al-A'mash) ၏ ဟဒီးစ်တော်မှ <span class=\"gray\">(အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်)</span> မှတ်တမ်းတင်ခဲ့သည်။ အိမာမ် အဟ်မဒ် (Imam Ahmad) သည် ဂျာဘိရ် (Jabir) (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) မှ ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်။ \"အဘူ ဘကရ် (Abu Bakr) (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ နှင့် တွေ့ဆုံရန် ခွင့်ပြုချက်တောင်းရန် ရောက်လာခဲ့ပြီး လူများက ကိုယ်တော်၏ တံခါးဝတွင် ထိုင်နေကြသည်။ တမန်တော်မြတ် ﷺ သည် ထိုင်နေသော်လည်း ကိုယ်တော်က ခွင့်ပြုချက်မပေးခဲ့ပါ။ ထို့နောက် ‘ဥမရ် (‘Umar) (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ရောက်လာပြီး ကိုယ်တော်နှင့် တွေ့ဆုံရန် ခွင့်ပြုချက်တောင်းခဲ့သော်လည်း ကိုယ်တော်က ခွင့်ပြုချက်မပေးခဲ့ပါ။ ထို့နောက် ကိုယ်တော်က အဘူ ဘကရ် (Abu Bakr) နှင့် ‘ဥမရ် (‘Umar) (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှစ်ဦးစလုံးအပေါ် နှစ်သက်တော်မူပါစေ) အား ခွင့်ပြုချက်ပေးခဲ့ပြီး ၎င်းတို့ ဝင်ရောက်ခဲ့ကြသည်။ တမန်တော်မြတ်သည် ၎င်း၏ ဇနီးများနှင့်အတူ ထိုင်နေပြီး တိတ်ဆိတ်နေခဲ့သည်။ ‘ဥမရ် (‘Umar) (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က \"ကျွန်ုပ်သည် တမန်တော်မြတ် ﷺ အား ပြုံးစေမည့် တစ်စုံတစ်ခုကို ပြောပြပါမည်\" ဟု ပြောကြားခဲ့သည်။ ‘ဥမရ် (‘Umar) (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အကယ်၍ သင်သည် ဇိုင်ဒ် (Zayd) ၏ သမီးတော် – ‘ဥမရ် (‘Umar) ၏ ဇနီးသည် – ယခုလေးတင် သူမအတွက် ကျွန်ုပ်အား ပေးရန်တောင်းဆိုနေသည်ကိုသာ မြင်ခဲ့ပါက၊ ကျွန်ုပ် သူမ၏လည်ပင်းကို ချိုးပစ်လိုက်ပြီ!\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ကိုယ်တော်၏ မေးသွားများ မြင်ရလောက်အောင် ပြုံးတော်မူခဲ့ပြီး ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُنَّ حَوْلِي يَسْأَلْنَنِي النَّفَقَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကျွန်ုပ်ပတ်လည်တွင် ကျွန်ုပ်အား ၎င်းတို့အတွက် သုံးစွဲရန် တောင်းဆိုနေကြသည်)</span> အဘူ ဘကရ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) သည် အာအိရှာဟ်နှင့် ပြောဆိုရန် ထရပ်ခဲ့ပြီး ‘ဥမရ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) သည် ဟဖ်ဆာဟ်နှင့် ပြောဆိုရန် ထရပ်ခဲ့သည်။ ၎င်းတို့နှစ်ဦးစလုံးက \"သင်တို့သည် တမန်တော်မြတ် ﷺ အား ကိုယ်တော်၌ မရှိသောအရာကို တောင်းနေကြသည်!\" ဟု ပြောနေခဲ့ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ၎င်းတို့အား တားမြစ်ခဲ့ပြီး ၎င်းတို့ <span class=\"gray\">(ကိုယ်တော်၏ ဇနီးများ)</span> က \"အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြု၍ ဤနောက်တွင် ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ အား ကိုယ်တော်၌ မရှိသောအရာကို မတောင်းဆိုတော့ပါ\" ဟု ပြောကြားခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ရွေးချယ်ခွင့်ပေးရန် ပြောကြားသည့် အာယတ်တော်ကို ထုတ်ပြန်ခဲ့ပြီး ကိုယ်တော်သည် အာအိရှာဟ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ဖြင့် စတင်ခဲ့သည်။ ကိုယ်တော်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَذْكُرُ لَكِ أَمْرًا مَا أُحِبُّ أَنْ تَعْجَلِي فِيهِ حَتَّى تَسْتَأْمِرِي أَبَوَيْكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် သင့်အား တစ်စုံတစ်ခုအကြောင်း ပြောပြမည်ဖြစ်ပြီး သင့်မိဘများနှင့် မတိုင်ပင်မချင်း အလျင်စလို ပြန်မဖြေရန် ကျွန်ုပ်လိုလားသည်)</span> သူမက 'ဘာလဲ?' ဟု ပြောကြားသည်။ သူက သူမအား ရွတ်ဖတ်ပြခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ قُل لِّأَزْوَاجِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ တမန်တော်! သင်၏ ဇနီးများအား ပြောကြားပါ...)</span> အာအိရှာဟ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က \"ကိုယ်တော်နှင့် ပတ်သက်၍ ကျွန်ုပ်၏ မိဘများနှင့် တိုင်ပင်ရန် လိုအပ်ပါသလား။ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို ရွေးချယ်ပါသည်၊ သို့သော် ကျွန်ုပ်၏ ရွေးချယ်မှုကို ကိုယ်တော်၏ အခြားဇနီးများအား မပြောပြရန် တောင်းဆိုပါသည်\" ဟု ပြောကြားခဲ့သည်။ ကိုယ်တော် ﷺ က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى لَمْ يَبْعَثْنِي مُعَنِّفًا، وَلَكِنْ بَعَثَنِي مُعَلِّمًا مُيَسِّرًا، لَا تَسْأَلُنِي امْرَأَةٌ مِنْهُنَّ عَمَّا اخْتَرْتِ إِلَّا أَخْبَرْتُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အား ကြမ်းတမ်းရန် စေလွှတ်တော်မမူခဲ့ဘဲ၊ ကိုယ်တော်သည် ကျွန်ုပ်အား နူးညံ့လွယ်ကူသောနည်းဖြင့် သင်ကြားပြသရန် စေလွှတ်တော်မူခဲ့သည်။ ၎င်းတို့အနက်မှ တစ်ဦးဦးက ကျွန်ုပ်အား သင့်ဆုံးဖြတ်ချက်မှာ ဘာလဲဟု မေးမြန်းပါက ကျွန်ုပ်ပြောပြပါမည်။)</span>\" ၎င်းကို မွတ်စ်လင်မ်မှ မှတ်တမ်းတင်ခဲ့သော်လည်း အလ်-ဘူခါရီမှ မဟုတ်ပါ။ အန်-နာစာအီမှလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိကရီမာဟ် (Ikrimah) က ပြောကြားသည်- \"ထိုအချိန်က ကိုယ်တော်သည် အမျိုးသမီး ကိုးဦးနှင့် လက်ထပ်ထားခဲ့ရာ ၎င်းတို့အနက်မှ ငါးဦးသည် ကူရိုင်ရှ် (Quraysh) မှ ဖြစ်ကြသည်။ ၎င်းတို့မှာ - အာအိရှာဟ် (A'ishah)၊ ဟဖ်ဆာဟ် (Hafsah)၊ အွမ်မ် ဟဘီဘာဟ် (Umm Habibah)၊ စောင်ဒါဟ် (Sawdah) နှင့် အွမ်မ် စလာမာဟ် (Umm Salamah) တို့ဖြစ်ကြပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် နှစ်သက်တော်မူပါစေ။ ကိုယ်တော်သည် စဖီယျာဟ် ဘင်သိ် ဟူယိုင် အန်-နာဒါရီယျာဟ် (Safiyyah bint Huyay An-Nadariyyah)၊ မိုင်မူနာဟ် ဘင်သိ် အလ်-ဟာရစ် အလ်-ဟီလာလီယျာဟ် (Maymunah bint Al-Harith Al-Hilaliyyah)၊ ဇိုင်နပ် ဘင်သိ် ဂျဟ်ရှ် အလ်-အဆဒီယျာဟ် (Zaynab bint Jahsh Al-Asadiyyah) နှင့် ဂျူဝိုင်ရီယျာဟ် ဘင်သိ် အလ်-ဟာရစ် အလ်-မူစ်တာလာကီယျာဟ် (Juwayriyyah bint Al-Harith Al-Mustalaqiyyah) တို့နှင့်လည်း လက်ထပ်ထားခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးအပေါ် နှစ်သက်တော်မူပါစေ။</p>"
  },
  {
    "ayah_key": "33:30",
    "group_ayah_key": "33:30",
    "from_ayah": "33:30",
    "to_ayah": "33:31",
    "ayah_keys": "33:30,33:31",
    "text": "<p class=\"my translation\" lang=\"my\">အို၊ တမန်တော်၏ ဇနီးများ! သင်တို့အနက်မှ မည်သူမဆို ထင်ရှားသော ဖာဟိရှာဟ် (မကောင်းမှု) ကို ကျူးလွန်ပါက၊ သူမအတွက် ပြစ်ဒဏ်ကို နှစ်ဆတိုးစေမည်ဖြစ်ပြီး၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် အမြဲတစေ လွယ်ကူသော ကိစ္စဖြစ်သည်။ <span>(၃၀)</span>သင်တို့အနက်မှ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်အား နာခံပြီး ကောင်းမြတ်သော ကောင်းမှုများကို ပြုလုပ်ပါက၊ ငါတို့သည် သူမအား သူမ၏ အကျိုးဆုလာဘ်ကို နှစ်ဆတိုး၍ ပေးသနားမည်ဖြစ်ပြီး၊ သူမအတွက် မြင့်မြတ်သော ရိက္ခာကို ပြင်ဆင်ထားသည်။ <span>(၃၁)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ ၏ ဇနီးများသည် အခြားအမျိုးသမီးများကဲ့သို့ မဟုတ်ပါ။</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်နှင့် နောင်တမလွန်ဘဝကို ရွေးချယ်ပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ နှင့် လက်ထပ်မြဲဖြစ်သော တမန်တော်၏ ဇနီးများအား ရည်ညွှန်းပါသည်။ ထို့ကြောင့် ၎င်းတို့အနက်မှ တစ်ဦးဦးသည် ထင်ရှားသော ဖာဟိရှာဟ် (မကောင်းမှု) ကို ကျူးလွန်ပါက ၎င်းတို့အားသာ သက်ဆိုင်ပြီး အခြားအမျိုးသမီးများအား မသက်ဆိုင်သော စည်းမျဉ်းများ ရှိသင့်သည်မှာ သင့်လျော်ပါသည်။ အိဘ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က \"၎င်းသည် နူရှုဇ် (Nushuz) <span class=\"gray\">(ပုန်ကန်ခြင်း)</span> နှင့် မကောင်းသော သဘောထားကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။ မည်သို့ပင်ဖြစ်စေ ၎င်းသည် အခြေအနေပြ ဝါကျဖြစ်ပြီး ရည်ညွှန်းထားသည့်အရာ အမှန်တကယ် ဖြစ်ပျက်မည်ဟု မဆိုလိုပါ။ ၎င်းသည် အာယတ်တော်များကဲ့သို့ပင် ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أُوحِيَ إِلَيْكَ وَإَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့အားလည်းကောင်း၊ သင်တို့မတိုင်မီကရှိခဲ့သူများအားလည်းကောင်း ထုတ်ဖော်ခဲ့ပြီးဖြစ်သည်- \"အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ပါက၊ သင်တို့၏ လုပ်ဆောင်မှုများသည် အချည်းနှီးဖြစ်ပေလိမ့်မည်။\")</span><span class=\"gray\">(၃၉:၆၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ခဲ့ပါက၊ ၎င်းတို့ ပြုလုပ်ခဲ့သမျှအားလုံးသည် ၎င်းတို့အတွက် အကျိုးမဖြစ်ထွန်းစေပါ။)</span><span class=\"gray\">(၆:၈၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنْ كَانَ لِلرَّحْمَٰنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားပါ- \"အကယ်၍ အကြင်နာအရှင်မြတ်တွင် သားတော်ရှိခဲ့ပါက၊ ကျွန်ုပ်သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> ကိုးကွယ်သူများအနက် ပထမဆုံးသူ ဖြစ်ပေမည်။\")</span><span class=\"gray\">(၄၃:၈၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَاءُ ۚ سُبْحَانَهُ ۖ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် သားတော်ကို ရယူလိုခဲ့ပါက၊ ကိုယ်တော်ဖန်ဆင်းထားသူများအနက်မှ ကိုယ်တော်အလိုရှိရာကို ရွေးချယ်တော်မူနိုင်ခဲ့ပေမည်။ သို့သော် ကိုယ်တော်အား ချီးမွမ်းခြင်းရှိပါစေ! ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၊ တစ်ဆူတည်းသော အရှင်၊ နှိမ်နင်းလွှမ်းမိုးသူ ဖြစ်တော်မူသည်။)</span><span class=\"gray\">(၃၉:၄)</span>။ ၎င်းတို့၏ အဆင့်အတန်း မြင့်မားလွန်းသောကြောင့် ၎င်းတို့ ကျူးလွန်ခဲ့ပါက ထိုအပြစ်သည် များစွာ ပိုမိုဆိုးရွားမည်ဖြစ်ကြောင်း ဖော်ပြခြင်းသည် သင့်လျော်ပါသည်။ ၎င်းတို့နှင့် ၎င်းတို့၏ ဟိဂျာဘ် (Hijab) ကို ကာကွယ်ရန်အတွက် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ မည်သူမဆို ထင်ရှားသော ဖာဟိရှာဟ် (မကောင်းမှု) ကို ကျူးလွန်ပါက၊ သူမအတွက် ပြစ်ဒဏ်ကို နှစ်ဆတိုးစေမည်ဖြစ်ပြီး၊)</span> မာလိခ် (Malik) သည် ဇိုင်ဒ် ဘင် အပ်စ်လမ် (Zayd bin Aslam) မှ ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမအတွက် ပြစ်ဒဏ်ကို နှစ်ဆတိုးစေမည်ဖြစ်ပြီး၊)</span> \"ဤလောကတွင်သာမက နောင်တမလွန်တွင်ပါ ဖြစ်သည်။\" ထိုကဲ့သို့ပင် အိဘ်နု အဘီ နာဂျီဟ် (Ibn Abi Najih) မှ မူဂျာဟစ်ဒ် (Mujahid) မှ မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ ذَٰلِكَ عَلَى اللَّهِ يَسِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် အမြဲတစေ လွယ်ကူသော ကိစ္စဖြစ်သည်။)</span> ၎င်းသည် အမှန်ပင် အလွန်လွယ်ကူသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ တရားမျှတမှုနှင့် ကိုယ်တော်၏ ကြွယ်ဝချမ်းသာမှုကို အာယတ်တော်တွင် ဖော်ပြထားသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်အား နာခံပါက၊)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ အား နာခံခြင်းဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူမအား သူမ၏ အကျိုးဆုလာဘ်ကို နှစ်ဆတိုး၍ ပေးသနားမည်ဖြစ်ပြီး၊ သူမအတွက် မြင့်မြတ်သော ရိက္ခာကို ပြင်ဆင်ထားသည်။)</span> ဆိုလိုသည်မှာ ဂျန္နတ် (Paradise) တွင်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ နေရာများ၌ 'အိလ်လီယင် (Illiyin) ၏ အမြင့်ဆုံးနေရာများတွင်၊ လူအားလုံး၏ နေရာများအထက်၌၊ အာရ်ရှ် (Throne) နှင့် အနီးဆုံး ဂျန္နတ် (Paradise) ၏ နေရာများဖြစ်သော အလ်-ဝါစိလာဟ် (Al-Wasilah) တွင် ရှိနေကြမည်ဖြစ်သည်။</p>"
  }
]