[
  {
    "ayah_key": "29:46",
    "group_ayah_key": "29:46",
    "from_ayah": "29:46",
    "to_ayah": "29:46",
    "ayah_keys": "29:46",
    "text": "<p class=\"my translation\" lang=\"my\">ကျမ်းဂန်ရှင်များနှင့် မငြင်းခုံကြနှင့်။ သို့သော် ကောင်းမွန်သောနည်းဖြင့်သာ ငြင်းခုံကြရမည်။ ၎င်းတို့အနက်မှ မတရားပြုသူများမှအပ ဖြစ်သည်။ ထို့နောက် <span class=\"gray\">(သူတို့အား)</span> ဤသို့ ပြောကြားကြလော့- “ကျွန်ုပ်တို့အား ထုတ်ပြန်ပေးခဲ့သည့်အရာနှင့် သင်တို့အား ထုတ်ပြန်ပေးခဲ့သည့်အရာကို ကျွန်ုပ်တို့ ယုံကြည်ကြသည်။ ကျွန်ုပ်တို့၏ ဘုရားနှင့် သင်တို့၏ ဘုရားသည် တစ်ဆူတည်းဖြစ်ပြီး၊ ကျွန်ုပ်တို့သည် ၎င်းအရှင်အား (သာ) လုံးဝနာခံလက်ခံခဲ့ကြသည်။” <span>(၄၆)</span></p><div lang=\"my\" class=\"my \"><h2>ကျမ်းဂန်ရှင်များနှင့် ငြင်းခုံခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် ဆိုလိုသည်မှာ မည်သူမဆို ၎င်းတို့ထံမှ ဘာသာရေးနှင့်ပတ်သက်၍ သိရှိလိုပါက ပိုမိုကောင်းမွန်သော နည်းလမ်းဖြင့် ၎င်းတို့နှင့် ငြင်းခုံသင့်သည်။ ဤသည်မှာ ပိုမိုထိရောက်မည်ဖြစ်သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်၏ လမ်းစဉ်သို့ ဉာဏ်ပညာဖြင့်လည်းကောင်း၊ ကောင်းမွန်သော တရားဟောပြောခြင်းဖြင့်လည်းကောင်း ဖိတ်ခေါ်လော့...)</span><span class=\"gray\">(၁၆:၁၂၅)</span> အရှင်မြတ်သည် မူဆာနှင့် ဟာရွန်တို့ကို ဖိရ်အောန်ထံ စေလွှတ်သောအခါ ဤသို့မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းအား နူးညံ့သိမ်မွေ့စွာ ပြောဆိုကြလော့။ ၎င်းသည် သတိရကောင်း သတိရနိုင်သည် သို့မဟုတ် ကြောက်ရွံ့ကောင်း ကြောက်ရွံ့နိုင်သည်)</span><span class=\"gray\">(၂၀:၄၄)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက်မှ မတရားပြုသူများမှအပ ဖြစ်သည်;)</span> ဆိုလိုသည်မှာ အမှန်တရားမှ ကင်းကွာသွားသူများ၊ ရှင်းလင်းပြတ်သားသော သက်သေအထောက်အထားများကို လျစ်လျူရှုသူများ၊ ခေါင်းမာပြီး မာနကြီးသူများဖြစ်သည်။ ဤကိစ္စတွင် သင်တို့သည် ငြင်းခုံခြင်းမှ တိုက်ခိုက်ခြင်းသို့ ပြောင်းရွှေ့သင့်သည်။ သင်တို့အပေါ် ပြစ်မှုကျူးလွန်ခြင်းမှ ၎င်းတို့ကို ဟန့်တားနိုင်မည့်နည်းဖြင့် တိုက်ခိုက်သင့်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ ۖ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ငါတို့၏ ရစူလ်တမန်တော်များကို ရှင်းလင်းပြတ်သားသော သက်သေအထောက်အထားများဖြင့် စေလွှတ်ခဲ့ပြီး၊ ၎င်းတို့နှင့်အတူ ကျမ်းတော်နှင့် မျှတမှုကို ထုတ်ပြန်ပေးခဲ့သည်။ သို့မှသာ လူသားများသည် တရားမျှတမှုကို ထိန်းသိမ်းနိုင်မည်ဖြစ်သည်။ ထို့ပြင် ငါတို့သည် သံကို ထုတ်ဖော်ခဲ့ရာ၊ ၎င်း၌ ကြီးမားသော စွမ်းအားရှိသည်)</span> အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ခွန်အားကြီးမား၍ အနန္တတန်ခိုးရှင်ဖြစ်တော်မူသည်)</span><span class=\"gray\">(၅၇:၂၅)</span>။ ဂျာဘီရ်က ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ကို ဆန့်ကျင်သူ မည်သူ့ကိုမဆို ဓားဖြင့်ခုတ်ရန် ကျွန်ုပ်တို့အား အမိန့်ပေးခဲ့သည်\" ဟူ၍။ ထို့ပြင် ၎င်း၏မိန့်ဆိုချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် (သူတို့အား) ဤသို့ ပြောကြားကြလော့- “ကျွန်ုပ်တို့အား ထုတ်ပြန်ပေးခဲ့သည့်အရာနှင့် သင်တို့အား ထုတ်ပြန်ပေးခဲ့သည့်အရာကို ကျွန်ုပ်တို့ ယုံကြည်ကြသည်;)</span> ဆိုလိုသည်မှာ ‘သူတို့သည် သင်တို့အား အမှန်ဖြစ်ကြောင်း သို့မဟုတ် အမှားဖြစ်ကြောင်း မသိသော အရာတစ်ခုကို ပြောပြလာပါက၊ သူတို့အား ဤသို့ ပြောကြားကြလော့- “ကျွန်ုပ်တို့သည် ၎င်းအား မုသားဟု အလျင်စလို မပြောဆိုပါ၊ အကြောင်းမှာ ၎င်းသည် အမှန်ဖြစ်နိုင်သောကြောင့်ဖြစ်သည်။ ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းအား အမှန်ဟု အလျင်စလို မပြောဆိုပါ၊ အကြောင်းမှာ ၎င်းသည် အမှားဖြစ်နိုင်သောကြောင့်ဖြစ်သည်။ ယင်းသည် ထုတ်ပြန်ပေးခဲ့ပြီး ပြောင်းလဲခြင်း သို့မဟုတ် တမင်တကာ အဓိပ္ပာယ်လွဲမှားစွာ ဖော်ပြခြင်း မခံရသရွေ့ ယေဘုယျအားဖြင့် ကျွန်ုပ်တို့ ယုံကြည်ပါသည်။”' </p><p lang=\"my\" class=\"my \">အီမာမ် အလ်-ဘူခါရီသည် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော် သက်ရောက်ပါစေ၊ အဗူ ဟုရိုင်ရာဟ်သည် အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေ၊ ဤသို့ မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်- “ကျမ်းဂန်ရှင်များသည် တောင်ရတ်ကျမ်းကို ဟေဗြဲဘာသာဖြင့် ဖတ်ပြီး မွတ်စ်လင်မ်များအား အာရဗီဘာသာဖြင့် ရှင်းပြလေ့ရှိသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُصَدِّقُوا أَهْلَ الْكِتَابِ وَلَا تُكَذِّبُوهُمْ، وَقُولُوا: آمَنَّا بِاللهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَيْكُمْ، وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ، وَنَحْنُ لَهُ مُسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်ရှင်များကို မယုံကြည်ကြနှင့်၊ ၎င်းတို့ကိုလည်း မငြင်းပယ်ကြနှင့်။ ပြောကြားကြလော့- “ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ ကျွန်ုပ်တို့အား ထုတ်ပြန်ပေးခဲ့သည်ကိုလည်းကောင်း၊ သင်တို့အား ထုတ်ပြန်ပေးခဲ့သည်ကိုလည်းကောင်း ယုံကြည်ကြသည်။ ကျွန်ုပ်တို့၏ ဘုရားနှင့် သင်တို့၏ ဘုရားသည် တစ်ဆူတည်းဖြစ်ပြီး၊ ကျွန်ုပ်တို့သည် ၎င်းအရှင်အား (သာ) လုံးဝနာခံလက်ခံခဲ့ကြသည်။”)</span>\" ဤဟဒီးဆ်ကို အလ်-ဘူခါရီတစ်ဦးတည်းသာ မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် အိဗ်နု အဗ္ဗါစ်က ဤသို့ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်- “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ထုတ်ပြန်ပေးခဲ့သော သင်တို့၏ ကျမ်းတော်သည် ပိုမိုခေတ်မီဆန်းသစ်နေချိန်တွင်၊ သင်တို့သည် ၎င်းကို သန့်စင်စင်ကြယ်စွာ ဖတ်ရှုနေချိန်တွင်၊ ကျမ်းဂန်ရှင်များသည် ကျမ်းတော်ကို ပြင်ဆင်ပြောင်းလဲခဲ့ကြကြောင်း၊ ၎င်းတို့သည် ၎င်းတို့၏လက်ဖြင့် ကျမ်းတော်ကို ရေးသားပြီး ‘ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်သည်’ ဟု ပြောကြားကာ အနည်းငယ်သော ဈေးနှုန်းဖြင့် ဝယ်ယူကြကြောင်း ၎င်းကျမ်းတော်က သင်တို့ကို ပြောပြနေချိန်တွင် သင်တို့သည် ကျမ်းဂန်ရှင်များကို မည်သည့်အကြောင်းအရာနှင့်ပတ်သက်၍မျှ မေးမြန်းနိုင်မည်နည်း။ သင်တို့ရရှိထားသော အသိပညာသည် ၎င်းတို့ကို မေးမြန်းခြင်းမှ သင်တို့ကို မတားဆီးသင့်ပေဘူးလား။ မဟုတ်ပါ၊ အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏၊ ကျွန်ုပ်တို့သည် ၎င်းတို့အနက်မှ မည်သူတစ်ဦးတစ်ယောက်မျှ သင်တို့ထံ ထုတ်ပြန်ပေးခဲ့သည်ကို မေးမြန်းသည်ကို မမြင်ဖူးပါ။” </p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် ဟူမိုင်ဒ် အိဗ်နု အဗ်ဒုရ်-ရာဟ်မာန်သည် မုအာဝိယဟ်သည် အလ်-မဒီနာရှိ ကူရိုင်ရှ်လူမျိုးအုပ်စုတစ်စုနှင့် စကားပြောနေသည်ကို ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။ သူသည် ကအ်ဗ် အလ်-အဟ်ဘာရ်ကို ရည်ညွှန်းပြီး ဤသို့ပြောကြားခဲ့သည်- “သူသည် ကျမ်းဂန်ရှင်များထံမှ ရီဝါယသ်ဖော်ပြသူများအနက် အမှန်ကန်ဆုံးတစ်ဦးဖြစ်သော်လည်း၊ သူပြောခဲ့သည်များထဲမှ အချို့သည် မုသားဖြစ်နိုင်ကြောင်း ကျွန်ုပ်တို့တွေ့ရှိခဲ့ရသည်” </p><p lang=\"my\" class=\"my \">ကျွန်ုပ်ပြောလိုသည်မှာ ၎င်းဆိုလိုသည်မှာ သူပြောခဲ့သည်များထဲမှ အချို့ကို ဘာသာဗေဒအရ မုသားဟု သတ်မှတ်နိုင်သော်လည်း သူသည် မုသားပြောရန် ရည်ရွယ်ခဲ့ခြင်းမဟုတ်ပေ။ အကြောင်းမှာ သူသည် ကောင်းသည်ဟု ထင်ရသော ပေမူများမှ ရီဝါယသ်ဖော်ပြနေခြင်းဖြစ်ပြီး၊ ၎င်းတို့တွင် တီထွင်ထားသော အကြောင်းအရာများ ပါဝင်နေသောကြောင့်ဖြစ်သည်။ အကြောင်းမှာ ၎င်းတို့တွင် ဤကြီးမြတ်သော အွမ္မသ်ရှိလူများကဲ့သို့ ကျမ်းဂန်များကို စိတ်နှလုံးဖြင့် အလွတ်ကျက်မှတ်ရာတွင် ထိုမျှလောက် စေ့စပ်သေချာသူများ မရှိခဲ့သောကြောင့်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "29:47",
    "group_ayah_key": "29:47",
    "from_ayah": "29:47",
    "to_ayah": "29:49",
    "ayah_keys": "29:47,29:48,29:49",
    "text": "<p lang=\"my\" class=\"my \">ထို့အတူ ငါတို့သည် သင့်ထံ ကျမ်းတော်ကို ထုတ်ပြန်ပေးခဲ့သည်။ ထို့ပြင် ငါတို့ ကျမ်းဂန်ပေးခဲ့သူများသည် ၎င်းကို ယုံကြည်ကြသည်။ ဤသူများအနက်မှ အချို့လည်း ယုံကြည်ကြသည်။ ငါတို့၏ အာယတ်တော်များကို ငြင်းပယ်သူများသည် ကာဖိရ်များမှအပ မည်သူမျှ မရှိပေ။ <span>(၄၇)</span>၎င်းမတိုင်မီ သင်သည် မည်သည့်ကျမ်းကိုမျှ ဖတ်ခဲ့ခြင်းမရှိသလို၊ သင်၏ ညာလက်ဖြင့် မည်သည့်ကျမ်းကိုမျှ ရေးသားခဲ့ခြင်းမရှိပေ။ ထိုသို့ဖြစ်ပါက အမှန်စင်စစ် အမှားကို လိုက်နာသူများသည် သံသယဖြစ်နိုင်ပေသည်။ <span>(၄၈)</span>မဟုတ်ပေ၊ ၎င်းသည် ရှင်းလင်းပြတ်သားသော အာယတ်တော်များဖြစ်ပြီး၊ <span class=\"gray\">(ထိန်းသိမ်းထားရှိသည်)</span> အသိပညာပေးခံရသူတို့၏ ရင်တွင်း၌။ ငါတို့၏ အာယတ်တော်များကို မတရားပြုသူများမှအပ မည်သူမျှ မငြင်းပယ်ကြပေ။ <span>(၄၉)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ထုတ်ပြန်ပေးခဲ့ခြင်းဖြစ်ကြောင်း အထောက်အထား</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီးရ်က ပြောကြားခဲ့သည်- “အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- ‘အို မုဟမ္မဒ်၊ သင်မတိုင်မီ ရောက်ရှိလာခဲ့သော ရစူလ်တမန်တော်များထံ ကျမ်းဂန်များကို ငါတို့ ထုတ်ပြန်ပေးခဲ့သကဲ့သို့၊ ဤကျမ်းတော်ကိုလည်း သင့်ထံ ငါတို့ ထုတ်ပြန်ပေးခဲ့သည်’” ဟူ၍။ သူပြောခဲ့သည်မှာ ကောင်းမွန်ပြီး အကြောင်းအရာနှင့် ကိုက်ညီသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ ۖ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့ ကျမ်းဂန်ပေးခဲ့သူများသည် ၎င်းကို ယုံကြည်ကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့အနက်မှ အသိပညာရှိသော ဂျူးဘာသာရေးဆရာများနှင့် ပညာရှင်များသည် ၎င်းကို သင်ယူပြီး မှန်ကန်စွာ ရွတ်ဖတ်ကြသည်။ ဥပမာ- အဗ်ဒူလ်လာဟ် ဘင် စလာမ်၊ ဆလ်မာန် အလ်-ဖာရစီ နှင့် ၎င်းတို့ကဲ့သို့သော အခြားသူများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ هَٰؤُلَاءِ مَنْ يُؤْمِنُ بِهِ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူများအနက်မှ အချို့လည်း ယုံကြည်ကြသည်)</span> ဆိုလိုသည်မှာ ကူရိုင်ရှ်အာရဗ်လူမျိုးများနှင့် အခြားသူများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အာယတ်တော်များကို ငြင်းပယ်သူများသည် ကာဖိရ်များမှအပ မည်သူမျှ မရှိပေ။)</span> အမှန်တရားကို မုသားဖြင့် ဖုံးကွယ်ထားသူများ၊ မျက်လုံးကို ဖုံးအုပ်ခြင်းဖြင့် နေရောင်ခြည်နှင့် အလင်းကို ဖုံးကွယ်ရန် ကြိုးစားသူများမှအပ မည်သူမျှ မယုံကြည်ငြင်းပယ်ကြပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမတိုင်မီ (ဤကုရ်အာန်) မည်သည့်ကျမ်းကိုမျှ သင်သည် မဖတ်ခဲ့ခြင်းမရှိသလို၊ သင်၏ ညာလက်ဖြင့် မည်သည့်ကျမ်းကိုမျှ ရေးသားခဲ့ခြင်းမရှိပေ။)</span> ဆိုလိုသည်မှာ ‘ဤကုရ်အာန်ကို သင်မယူဆောင်လာမီ သင်၏လူမျိုးများကြားတွင် အချိန်ကြာမြင့်စွာ နေထိုင်ခဲ့သည်။ ဤကာလအတွင်း သင်သည် မည်သည့်ကျမ်းကိုမျှ မဖတ်ခဲ့သလို မည်သည့်အရာကိုမျှ မရေးခဲ့ပေ။ သင်၏လူမျိုးများအပြင် အခြားသူများအားလုံးက သင်သည် စာမဖတ်၊ စာမရေးတတ်သော စာမတတ်သူတစ်ဦးဖြစ်ကြောင်း သိကြသည်’ ဟူ၍။ ဤနည်းဖြင့်ပင် ၎င်းကို ယခင်ကျမ်းဂန်များတွင် ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရစူလ်တမန်တော်၊ အွမ္မီနဗီကို လိုက်နာသူများ၊ ၎င်းတို့သည် ၎င်းနှင့်ပတ်သက်၍ တောင်ရတ်နှင့် အိန်ဂျီးလ်ကျမ်းများတွင် ၎င်းတို့ထံ၌ ရေးသားထားသည်ကို တွေ့ရှိကြသည် – ၎င်းသည် ၎င်းတို့အား ကောင်းမှုကို အမိန့်ပေးသည်၊ မကောင်းမှုကို တားမြစ်သည်)</span><span class=\"gray\">(၇:၁၅၇)</span> အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ဤအတိုင်းပင် ရှိနေမည်ဖြစ်ပြီး၊ စာကြောင်းတစ်ကြောင်း သို့မဟုတ် စာလုံးတစ်လုံးကိုမျှ ရေးသားနိုင်မည်မဟုတ်ပေ။ ၎င်းအရှင်မြတ်အတွက် ဗျာဒိတ်တော်ကို ရေးသားပေးမည့် ကျမ်းရေးဆရာများ ရှိခဲ့သည်၊ သို့မဟုတ် ၎င်းအရှင်မြတ်ထံမှ မတူညီသောနေရာများသို့ ပေးပို့ရန် စာများကို ရေးသားပေးခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِذًا لَارْتَابَ الْمُبْطِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်ပါက အမှန်စင်စစ် အမှားကို လိုက်နာသူများသည် သံသယဖြစ်နိုင်ပေသည်။)</span> ဆိုလိုသည်မှာ ‘အကယ်၍ သင်သည် စာတတ်သူဖြစ်ခဲ့လျှင် အချို့သော အသိဉာဏ်မဲ့သူများသည် သင့်ကို သံသယဖြစ်ကြမည်ဖြစ်သည်။ ၎င်းတို့က သင်သည် ၎င်းကို ယခင်က ရောက်ရှိခဲ့သော နဗီတမန်တော်များထံမှ အမွေရရှိခဲ့သည့် ကျမ်းဂန်များမှ သင်ယူခဲ့သည်ဟု ပြောကြမည်ဖြစ်သည်။’ အမှန်စင်စစ် ၎င်းတို့သည် ၎င်းအရှင်မြတ်သည် စာမတတ်သူဖြစ်ပြီး စာမဖတ်၊ စာမရေးတတ်ကြောင်း သိလျက်နှင့်ပင် ထိုသို့ ပြောဆိုခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့က ပြောကြားကြသည်- “ရှေးဟောင်းပုံပြင်များဖြစ်သည်၊ ၎င်းသည် ရေးမှတ်ထားသည်၊ ၎င်းအား နံနက်ရော ညနေပိုင်းပါ အပြောခံရသည်”)</span><span class=\"gray\">(၂၅:၅)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့- “၎င်းကို မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ လျှို့ဝှက်ချက်များကို သိရှိသောအရှင်က ထုတ်ပြန်ပေးခဲ့ခြင်းဖြစ်သည်)</span><span class=\"gray\">(၂၅:၆)</span>။ ထို့ပြင် ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပေ၊ ၎င်းသည် (ကုရ်အာန်)၊ ရှင်းလင်းပြတ်သားသော အာယတ်တော်များဖြစ်ပြီး၊ အသိပညာပေးခံရသူတို့၏ ရင်တွင်း၌ (ထိန်းသိမ်းထားရှိသည်)။)</span> ဆိုလိုသည်မှာ ဤကုရ်အာန်သည် အမှန်တရား၊ အမိန့်များ၊ တားမြစ်ချက်များနှင့် ပုံပြင်များကို ညွှန်ပြသော ရှင်းလင်းပြတ်သားသည့် အာယတ်တော်များဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ကျက်မှတ်ရန်၊ ရွတ်ဖတ်ရန်နှင့် အနက်ဖွင့်ဆိုရန် လွယ်ကူစေသော ပညာရှင်များက ၎င်းကို အလွတ်ကျက်မှတ်ထားကြသည်။ ဤသည်မှာ အာယတ်တော်ကဲ့သို့ပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့သည် ကုရ်အာန်ကို နားလည်ရန်နှင့် မှတ်မိရန် လွယ်ကူစေခဲ့ပြီးဖြစ်သည်၊ သို့ဖြစ်ပါက မှတ်မိသူ တစ်ဦးတစ်ယောက်မျှ ရှိပါသလား)</span><span class=\"gray\">(၅၄:၁၇)</span>။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ نَبِيٍّ إِلَّا وَقَدْ أُعْطِيَ مَا آمَنَ عَلَى مِثْلِهِ الْبَشَرُ، وَإِنَّمَا كَانَ الَّالَّذِي أُوتِيتُهُ وَحْيًا أَوْحَاهُ اللهُ إِلَيَّ، فَأَرْجُو أَنْ أَكُونَ أَكْثَرَهُمْ تَابِعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိကို လူများ ယုံကြည်စေမည့် အရာကို မပေးအပ်ခံရသော မည်သည့်နဗီမျှ မရှိခဲ့ပေ။ ကျွန်ုပ်အား ပေးအပ်ခံရသည်မှာ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်ထံ ထုတ်ပြန်ပေးခဲ့သော ဗျာဒိတ်တော်ဖြစ်သည်၊ ကျွန်ုပ်သည် ၎င်းတို့အနက်မှ နောက်လိုက်အများဆုံးရရှိသူ ဖြစ်လိုပါသည်)</span> အိယာဒ် ဘင် ဟိမာရ်၏ ဟဒီးဆ်အရ၊ ဆွဟီးဟ် မွတ်စ်လင်မ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي مُبْتَلِيكَ وَمُبْتَلٍ بِكَ، وَمُنْزِلٌ عَلَيْكَ كِتَابًا لَا يَغْسِلُهُ الْمَاءُ، تَقْرَؤُهُ نَائِمًا وَيَقْظَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“ငါသည် သင့်အား စမ်းသပ်နေသည်၊ သင့်မှတစ်ဆင့် အခြားသူများကိုလည်း စမ်းသပ်နေသည်၊ သင့်ထံ ရေဖြင့် ဆေးကြော၍ မပျောက်ပျက်နိုင်သော ကျမ်းတော်တစ်အုပ်ကို ဗျာဒိတ်ပေးနေသည်၊ သင်သည် အိပ်ပျော်နေစဉ်နှင့် နိုးနေစဉ် ရွတ်ဖတ်သည်”)</span> ဤသည်မှာ ၎င်းရေးသားထားသော ပေမူကို ရေဖြင့်ဆေးကြောခဲ့လျှင် ထိုပေမူအတွက် မလိုအပ်တော့ပေ။ အကြောင်းမှာ ၎င်းကို စိတ်နှလုံးများတွင် ထိန်းသိမ်းထားရှိပြီး လျှာပေါ်တွင် လွယ်ကူသောကြောင့် <span class=\"gray\">(ဆိုလိုသည်မှာ ရွတ်ဖတ်ရန် လွယ်ကူသည်)</span>၊ ထို့ပြင် လူတို့၏ စိတ်နှလုံးများနှင့် စိတ်များကို ထိန်းချုပ်ထားသောကြောင့်ဖြစ်သည်။ ၎င်းသည် ၎င်း၏ စကားလုံးများနှင့် အဓိပ္ပါယ်များတွင် နိမိတ်ပုံများဖြစ်သည်။ ယခင်ကျမ်းဂန်များတွင် ဤအွမ္မသ်အား ၎င်းတို့၏ သန့်ရှင်းသော ကျမ်းများကို စိတ်နှလုံးများတွင် သယ်ဆောင်သူများအဖြစ် ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အာယတ်တော်များကို မတရားပြုသူများမှအပ မည်သူမျှ မငြင်းပယ်ကြပေ)</span> မတရားပြုသူများမှအပ မည်သူမျှ ၎င်းကို မငြင်းပယ်ကြ၊ သို့မဟုတ် ၎င်း၏ အဆင့်အတန်းကို ဖျက်ဆီးရန် မကြိုးစားကြ၊ သို့မဟုတ် ငြင်းပယ်ကြခြင်း မရှိပေ။ ဆိုလိုသည်မှာ မာနကြီးပြီး ကျူးကျော်သူများဖြစ်ပြီး၊ အမှန်တရားကို သိသော်လည်း ၎င်းမှ ကင်းကွာသွားသူများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သင်၏အရှင်သခင်၏ အမိန့်တော် (အမျက်တော်) သည် ၎င်းတို့အပေါ် အတည်ဖြစ်ပြီးသူများသည် ယုံကြည်ကြမည်မဟုတ်ပေ။ ၎င်းတို့ထံ မည်သည့်နိမိတ်လက္ခဏာပင် ရောက်ရှိလာစေကာမူ၊ နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ကို မမြင်ရမချင်း (၎င်းတို့သည် ယုံကြည်ကြမည်မဟုတ်ပေ)။)</span><span class=\"gray\">(၁၀:၉၆-၉၇)</span></p>"
  }
]