[
  {
    "ayah_key": "26:10",
    "group_ayah_key": "26:10",
    "from_ayah": "26:10",
    "to_ayah": "26:22",
    "ayah_keys": "26:10,26:11,26:12,26:13,26:14,26:15,26:16,26:17,26:18,26:19,26:20,26:21,26:22",
    "text": "<p lang=\"my\" class=\"my \">(အိုနဗီ တမန်တော်မိုဟာမွဒ်) သင်၏အရှင်သခင်သည် မူဆာကို ခေါ်တော်မူ၍ (ဤသို့မိန့်တော်မူခဲ့သည်ကို အမှတ်ရလော့)။ “ပြစ်မှုကျူးလွန်သူလူမျိုးတို့ထံသို့ သင်သွားလော့။ <span>(10)</span>”ဖိရ်အောင်န်၏ လူမျိုးများပင်။ ထိုသူတို့သည် (အလ္လာဟ်အရှင်မြတ်ကို) မကြောက်ရွံ့ကြတော့ဘူးလား။ <span>(11)</span>(မူဆာ)က လျှောက်သည်– “အကျွန်ုပ်၏အရှင်သခင်။ အမှန်စင်စစ် သူတို့သည် အကျွန်ုပ်ကို ငြင်းပယ်ကြမည်ကို အကျွန်ုပ်စိုးရိမ်ပါသည်။ <span>(12)</span>”အကျွန်ုပ်ရင်ဘတ်သည် ကျဉ်းမြောင်း၍ အကျွန်ုပ်လျှာသည် ကောင်းစွာမပြောနိုင်ပါ။ ထို့ကြောင့် ဟာရွန်ထံ စေလွှတ်တော်မူပါ။ <span>(13)</span>”သူတို့တွင် အကျွန်ုပ်အပေါ် ရာဇဝတ်မှုစွဲချက်ရှိ၏။ သူတို့သည် အကျွန်ုပ်ကို သတ်ကြမည်ကို အကျွန်ုပ်စိုးရိမ်ပါသည်။ <span>(14)</span>(အလ္လာဟ်အရှင်မြတ်)က မိန့်တော်မူသည်– “လုံးဝမဟုတ်။ သင်တို့နှစ်ဦးလုံး ငါတို့၏သက်သေခံလက္ခဏာများနှင့်အတူ သွားကြလော့။ အမှန်စင်စစ် ငါတို့သည် သင်တို့နှင့်အတူ ရှိတော်မူမည်၊ နားထောင်နေတော်မူမည်။ <span>(15)</span>”သင်တို့နှစ်ဦးလုံး ဖိရ်အောင်န်ထံသို့ သွား၍ ဤသို့ပြောကြလော့– ‘ငါတို့သည် စကြာဝဠာတို့၏အရှင်သခင်၏ ရစူလ်တမန်များဖြစ်ကြသည်၊ <span>(16)</span>’‘ထို့ကြောင့် အစ္စရေးလ်၏သားမြေးများကို ငါတို့နှင့်အတူ လွှတ်လိုက်ပါ။’ <span>(17)</span>(ဖိရ်အောင်န်)က (မူဆာအား) ပြောသည်– “ငါတို့သည် သင့်အား ငယ်စဉ်ကလေးဘဝက ငါတို့အကြားတွင် မပြုစုခဲ့ဘူးလား။ သင်သည် သင်၏ဘဝနှစ်ပေါင်းများစွာ ငါတို့နှင့်အတူ နေထိုင်ခဲ့သည်။ <span>(18)</span>”သင်သည် သင်ပြုခဲ့သော အမှုကိစ္စကို ပြုခဲ့သည်။ သင်သည် ကျေးဇူးမသိတတ်သူများထဲမှ တစ်ဦးဖြစ်ခဲ့စဉ်ကပင်။ <span>(19)</span>မူဆာက ပြောသည်– “အကျွန်ုပ်သည် ထိုအချိန်က မှားယွင်းမှုအခြေအနေတွင်ရှိစဉ်က ထိုသို့ပြုခဲ့သည်။ <span>(20)</span>”ထို့ကြောင့် အကျွန်ုပ်သည် သင့်အားကြောက်ရွံ့သဖြင့် သင့်ထံမှ ထွက်ပြေးခဲ့သည်။ သို့သော် အကျွန်ုပ်၏အရှင်သခင်သည် အကျွန်ုပ်အား ဟွတ်ကမ် (ပညာဉာဏ်နှင့်တရားစီရင်ခွင့်)ကို ပေးသနားတော်မူပြီး အကျွန်ုပ်ကို ရစူလ်တမန်များထဲမှ တစ်ဦးဖြစ်စေတော်မူခဲ့သည်။ <span>(21)</span>”သင်သည် အကျွန်ုပ်အား ကဲ့ရဲ့ရှုတ်ချနေသော ထိုကျေးဇူးတရားဟောင်းမှာ အစ္စရေးလ်၏သားမြေးများကို ကျွန်ပြုထားခြင်းပင်ဖြစ်သည်။ <span>(22)</span></p><div lang=\"fil\" class=\"fil \"><h2>Between Musa and Fir'awn</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်တိုင် စကားပြောဆိုခဲ့သော အရှင်မြတ်၏ကျွန်၊ အင်မ်ရာန်၏သားဖြစ်သူ ရစူလ်တမန်မူဆာ (အပေါ် ငြိမ်းချမ်းသာယာခြင်းများ ရှိပါစေ) အား၊ ကိုယ်တော်သည် ၎င်းအား တောင်၏ညာဘက်ခြမ်းမှ ခေါ်တော်မူ၍ ၎င်းနှင့်စကားပြောဆိုခဲ့ပြီး ၎င်းကိုရွေးချယ်ကာ စေလွှတ်ခဲ့ပြီး ဖိရ်အောင်န်နှင့် ၎င်း၏လူမျိုးများထံသို့ သွားရန် အမိန့်ပေးတော်မူခဲ့စဉ်က၊ ၎င်းအား မည်သည့်အရာများပြုလုပ်ရန် အမိန့်ပေးတော်မူခဲ့ကြောင်း ငါတို့အား မိန့်ကြားတော်မူ၏။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِ ائْتِ الْقَوْمَ الظَّالِمِينَ - قَوْمَ فِرْعَوْنَ ۚ أَلَا يَتَّقُونَ - قَالَ رَبِّ إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ - وَيَضِيقُ صَدْرِي وَلَا يَنطَلِقُ لِسَانِي فَأَرْسِلْ إِلَىٰ هَارُونَ - وَلَهُمْ عَلَيَّ ذَنبٌ فَأَخَافُ أَن يَقْتُلُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သင်၏အရှင်သခင်သည် မူဆာကို ခေါ်တော်မူခဲ့စဉ်က)</span> “ပြစ်မှုကျူးလွန်သူလူမျိုးတို့ထံသို့ သင်သွားလော့။ ဖိရ်အောင်န်၏ လူမျိုးများပင်။ ထိုသူတို့သည် (အလ္လာဟ်အရှင်မြတ်ကို) မကြောက်ရွံ့ကြတော့ဘူးလား။” (မူဆာ)က လျှောက်သည်– “အကျွန်ုပ်၏အရှင်သခင်။ အမှန်စင်စစ် သူတို့သည် အကျွန်ုပ်ကို ငြင်းပယ်ကြမည်ကို အကျွန်ုပ်စိုးရိမ်ပါသည်။ အကျွန်ုပ်ရင်ဘတ်သည် ကျဉ်းမြောင်း၍ အကျွန်ုပ်လျှာသည် ကောင်းစွာမပြောနိုင်ပါ။ ထို့ကြောင့် ဟာရွန်ထံ စေလွှတ်တော်မူပါ။ သူတို့တွင် အကျွန်ုပ်အပေါ် ရာဇဝတ်မှုစွဲချက်ရှိ၏။ သူတို့သည် အကျွန်ုပ်ကို သတ်ကြမည်ကို အကျွန်ုပ်စိုးရိမ်ပါသည်။”)<span class=\"gray\"></span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် မူဆာသည် အလ္လာဟ်အရှင်မြတ်အား ၎င်းအတွက် ဤအခက်အခဲများကို ဖယ်ရှားပေးရန် တောင်းဆိုခဲ့သည်၊ ၎င်းသည် ဆူရဟ်တာဟာတွင် ဤသို့လျှောက်ထားခဲ့သည်–</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ رَبِّ اشْرَحْ لِي صَدْرِي - وَيَسِّرْ لِي أَمْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာက လျှောက်သည်– “အို အကျွန်ုပ်၏အရှင်သခင်။ အကျွန်ုပ်၏ရင်ဘတ်ကို အကျွန်ုပ်အတွက် ဖွင့်လှစ်ပေးတော်မူပါ။ အကျွန်ုပ်၏အလုပ်ကို အကျွန်ုပ်အတွက် လွယ်ကူစေတော်မူပါ။”)<span class=\"gray\">(20:25-26)</span> မှအစပြု၍–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မူဆာ။ သင့်တောင်းဆိုချက်ကို ပေးသနားတော်မူပြီးဖြစ်သည်။)</span><span class=\"gray\">(20:36)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ عَلَيَّ ذَنبٌ فَأَخَافُ أَن يَقْتُلُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့တွင် အကျွန်ုပ်အပေါ် ရာဇဝတ်မှုစွဲချက်ရှိ၏။ သူတို့သည် အကျွန်ုပ်ကို သတ်ကြမည်ကို အကျွန်ုပ်စိုးရိမ်ပါသည်။)</span> အကြောင်းမှာ ၎င်းသည် ထိုအီဂျစ်လူမျိုးကို သတ်ခဲ့ဖူးသည်။ ၎င်းမှာ အီဂျစ်ပြည်ကို ၎င်းစွန့်ခွာခဲ့ရခြင်း၏ အကြောင်းရင်းပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ كَلَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က မိန့်တော်မူသည်– “လုံးဝမဟုတ်။...”)<span class=\"gray\"></span> အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ထိုကဲ့သို့သော မည်သည့်အရာကိုမျှ မကြောက်ရန် မိန့်တော်မူခဲ့သည်။ ၎င်းသည် ဤအာယသ်နှင့်တူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်– “သင်၏ညီမှတစ်ဆင့် သင်၏လက်မောင်းကို ငါတို့ခိုင်မာစေမည်။ သင်တို့နှစ်ဦးလုံးအား တန်ခိုးအာဏာကို ငါတို့ပေးမည်။)</span> ဆိုလိုသည်မှာ သက်သေအထောက်အထားကို ပေးမည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَصِلُونَ إِلَيْكُمَا ۚ بِآيَاتِنَا أَنتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့သည် သင်တို့ကို မထိခိုက်နိုင်ကြပေ။ ငါတို့၏သက်သေခံလက္ခဏာများဖြင့် သင်တို့နှစ်ဦးလုံးအပြင် သင်တို့အား လိုက်နာသူများသည် အောင်နိုင်သူများဖြစ်ကြလိမ့်မည်။)</span><span class=\"gray\">(28:35)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْهَبَا بِآيَاتِنَا ۖ إِنَّا مَعَكُم مُّسْتَمِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှစ်ဦးလုံး ငါတို့၏သက်သေခံလက္ခဏာများဖြင့် သွားကြလော့။ အမှန်စင်စစ် ငါတို့သည် သင်တို့နှင့်အတူ ရှိတော်မူမည်၊ နားထောင်နေတော်မူမည်။)</span> ၎င်းသည် ဤအာယသ်နှင့်တူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့နှစ်ဦးလုံးနှင့်အတူ ရှိတော်မူသည်၊ ကြားတော်မူ၏၊ မြင်တော်မူ၏)</span><span class=\"gray\">(20:46)</span>။ ဆိုလိုသည်မှာ၊ ‘ငါ၏ကာကွယ်မှု၊ ဂရုစိုက်မှု၊ ထောက်ပံ့မှုနှင့် အကူအညီများဖြင့် သင်တို့နှင့်အတူ ငါရှိနေမည်။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتِيَا فِرْعَوْنَ فَقُولَا إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှစ်ဦးလုံး ဖိရ်အောင်န်ထံသို့ သွား၍ ဤသို့ပြောကြလော့– ‘ငါတို့သည် စကြာဝဠာတို့၏အရှင်သခင်၏ ရစူလ်တမန်များဖြစ်ကြသည်’။)</span> ၎င်းသည် ဤအာယသ်နှင့်တူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا رَسُولَا رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့နှစ်ဦးလုံးသည် သင်၏အရှင်သခင်၏ ရစူလ်တမန်များဖြစ်ကြသည်)</span><span class=\"gray\">(20:47)</span>။ ဆိုလိုသည်မှာ၊ 'ငါတို့နှစ်ဦးလုံးကို သင့်ထံ စေလွှတ်ခဲ့သည်။'</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنْ أَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အစ္စရေးလ်၏သားမြေးများကို ငါတို့နှင့်အတူ လွှတ်လိုက်ပါ။)</span> ဆိုလိုသည်မှာ၊ 'သူတို့ကို လွှတ်လိုက်ပါ၊ သင့်ကျွန်ပြုခြင်း၊ ဖိနှိပ်ခြင်းနှင့် ညှင်းပန်းနှိပ်စက်ခြင်းမှ လွတ်မြောက်စေပါ။ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်သူ၊ ကိုယ်တော်အား ရိုသေသူများဖြစ်ကြပြီး သင်နှင့်အတူ သူတို့သည် နာကျင်စရာကောင်းသော ညှင်းပန်းနှိပ်စက်ခြင်းကို ခံနေကြရသည်'။ မူဆာက ထိုစကားကို ပြောသောအခါ ဖိရ်အောင်န်သည် လုံးဝမျက်နှာလွှဲ၍ ဂရုမစိုက်တော့ဘဲ ၎င်းအား မထေမဲ့မြင်ပြုပြီး အထင်အသေးအမြင်နှင့် ရှုမြင်ခဲ့သည်။ ထိုသို့ပြောဆိုခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ نُرَبِّكَ فِينَا وَلِيدً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင့်အား ငယ်စဉ်ကလေးဘဝက ငါတို့အကြားတွင် မပြုစုခဲ့ဘူးလား။)</span> ဆိုလိုသည်မှာ၊ 'ငါတို့သည် သင့်အား ငါတို့အကြားတွင်၊ ငါတို့အိမ်၌နှင့် ငါတို့အိပ်ရာပေါ်တွင် ပြုစုခဲ့သည်၊ နှစ်ပေါင်းများစွာ သင့်အား ပြုစုစောင့်ရှောက်ခဲ့ပြီး ကျေးဇူးပြုခဲ့သည်၊ ထိုသို့သော အရာများအားလုံးပြီးနောက် သင်သည် ငါတို့၏ကြင်နာမှုကို ဤနည်းဖြင့် တုံ့ပြန်ခဲ့သည်– သင်သည် ငါတို့လူတစ်ဦးကို သတ်ခဲ့ပြီး ငါတို့၏ကျေးဇူးများကို ငြင်းပယ်ခဲ့သည်။' ထို့ကြောင့် ၎င်းက ၎င်းအား ပြောခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنتَ مِنَ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကျေးဇူးမသိတတ်သူများထဲမှ တစ်ဦးဖြစ်ခဲ့စဉ်ကပင်။)</span> ဆိုလိုသည်မှာ၊ ကျေးဇူးကို ငြင်းပယ်သူများထဲမှ တစ်ဦးဖြစ်သည်ဟု ဆိုလိုသည်။ ၎င်းမှာ အိဗ်နုအဗ္ဗားစ်နှင့် အဗ်ဒုရ်-ရာဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အစလမ် တို့၏အမြင်ဖြစ်ပြီး အိဗ်နုဂျရီရ်နှစ်သက်သော အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَعَلْتُهَا إِذًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မူဆာ)</span>က လျှောက်သည်– “အကျွန်ုပ်သည် ထိုအချိန်က ပြုလုပ်ခဲ့သည်...”)</span> ဆိုလိုသည်မှာ ထိုအချိန်က၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا مِنَ الضَّالِّينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှားယွင်းမှုအခြေအနေတွင်ရှိစဉ်က။)</span> ဆိုလိုသည်မှာ၊ 'ငါ့ထံ ဗျာဒိတ်မလာမီနှင့် အလ္လာဟ်အရှင်မြတ်က ငါ့ကို နဗီတမန်တော်မဖြစ်စေမီ၊ ဤသတင်းစကားနှင့် ငါ့ကို မစေလွှတ်မီက'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَفَرَرْتُ مِنكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِي رَبِّي حُكْمًا وَجَعَلَنِي مِنَ الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အကျွန်ုပ်သည် သင့်အားကြောက်ရွံ့သဖြင့် သင့်ထံမှ ထွက်ပြေးခဲ့သည်။ သို့သော် အကျွန်ုပ်၏အရှင်သခင်သည် အကျွန်ုပ်အား ဟွတ်ကမ် (ပညာဉာဏ်နှင့်တရားစီရင်ခွင့်)ကို ပေးသနားတော်မူပြီး အကျွန်ုပ်ကို ရစူလ်တမန်များထဲမှ တစ်ဦးဖြစ်စေတော်မူခဲ့သည်။)</span> ဆိုလိုသည်မှာ၊ 'ပထမအခြေအနေသည် ပြီးဆုံးသွားပြီး နောက်တစ်ခုက ၎င်း၏နေရာကိုယူခဲ့သည်။ ယခု အလ္လာဟ်အရှင်မြတ်သည် သင့်ထံသို့ ငါ့ကို စေလွှတ်ခဲ့သည်။ သင်သည် ကိုယ်တော်ကို နာခံလျှင် သင်လုံခြုံမည်ဖြစ်သော်လည်း၊ ကိုယ်တော်ကို ဆန့်ကျင်လျှင် သင်ပျက်စီးလိမ့်မည်။' ထို့နောက် မူဆာက ပြောသည်–</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدتَّ بَنِي إِسْرَائِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် အကျွန်ုပ်အား ကဲ့ရဲ့ရှုတ်ချနေသော ထိုကျေးဇူးတရားဟောင်းမှာ အစ္စရေးလ်၏သားမြေးများကို ကျွန်ပြုထားခြင်းပင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ 'သင့်အား ကျွန်ပြုခဲ့သော အစ္စရေးလ်၏သားမြေးများကို ကျွန်ပြုခြင်းနှင့် ၎င်းတို့ကို သင့်အလုပ်ကြမ်းများလုပ်ရန် အသုံးပြုခြင်းဖြင့် သင်ပြုခဲ့သော မကောင်းမှုကြောင့် သင်ပြုစုခဲ့သော ကျေးဇူးတရားများသည် ထေမိသွားပြီ။ သူတို့ထဲမှ လူတစ်ဦးအပေါ် သင်၏ကျေးဇူးနှင့် သူတို့အားလုံးအပေါ် သင်ပြုခဲ့သော မကောင်းမှုတို့အကြား နှိုင်းယှဉ်စရာရှိပါသလား။ သင်ကျွန်ုပ်အကြောင်းပြောခဲ့သည်မှာ သူတို့အပေါ် သင်ပြုခဲ့သောအရာနှင့် နှိုင်းယှဉ်လျှင် ဘာမျှမဟုတ်ပါ။'</p>"
  },
  {
    "ayah_key": "26:105",
    "group_ayah_key": "26:105",
    "from_ayah": "26:105",
    "to_ayah": "26:110",
    "ayah_keys": "26:105,26:106,26:107,26:108,26:109,26:110",
    "text": "<p lang=\"my\" class=\"my \">နူဟ်၏လူမျိုးတို့သည် ရစူလ်တမန်များကို ငြင်းပယ်ခဲ့ကြသည်။ <span>(105)</span>၎င်းတို့၏ညီ နူဟ်က ၎င်းတို့အား ပြောကြားသောအခါ– “သင်တို့သည် (အလ္လာဟ်အရှင်မြတ်ကို) မကြောက်ရွံ့ကြတော့ဘူးလား။ <span>( 106)</span>”အမှန်စင်စစ် ငါသည် သင်တို့ထံသို့ ယုံကြည်စိတ်ချရသော ရစူလ်တမန်တစ်ဦးဖြစ်၏။ <span>( 107)</span>”ထို့ကြောင့် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့၊ ငါ့ကို နာခံကြလော့။ <span>( 108)</span>”ငါသည် ၎င်းအတွက် သင်တို့ထံမှ မည်သည့်ဆုလာဘ်ကိုမျှ မတောင်းခံပါ။ ငါ၏ဆုလာဘ်သည် ရှိရှိသမျှအရာအားလုံးတို့၏အရှင်သခင်ထံမှသာ ဖြစ်၏။ <span>( 109)</span>”ထို့ကြောင့် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့၊ ငါ့ကို နာခံကြလော့။ <span>( 110)</span></p><div lang=\"my\" class=\"my \"><h2>နူဟ်က ၎င်း၏လူမျိုးများအား တရားဟောကြားခြင်းနှင့် ၎င်းတို့၏တုံ့ပြန်မှု</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ကျွန်နှင့် ရစူလ်တမန် နူဟ် (အပေါ် ငြိမ်းချမ်းသာယာခြင်းများ ရှိပါစေ) အကြောင်း ငါတို့အား မိန့်ကြားတော်မူ၏။ ၎င်းမှာ လူတို့ရုပ်တုများကို စတင်ကိုးကွယ်ပြီးနောက် ကမ္ဘာမြေသားများထံ အလ္လာဟ်အရှင်မြတ်စေလွှတ်ခဲ့သော ပထမဆုံး ရစူလ်တမန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ထိုအရာကို တားမြစ်ရန်နှင့် ရုပ်တုကိုးကွယ်မှု၏ အကျိုးဆက်များကို လူတို့အား သတိပေးရန် စေလွှတ်ခဲ့သည်။ သို့သော် ၎င်း၏လူမျိုးတို့သည် ၎င်းကို ငြင်းပယ်ခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်အပြင် အခြားရုပ်တုများကို ကိုးကွယ်ခြင်းဟူသော ၎င်းတို့၏မကောင်းသော အလေ့အကျင့်ကို ဆက်လက်လုပ်ဆောင်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့သည် ၎င်းအား မယုံကြည်ခြင်းသည် ရစူလ်တမန်အားလုံးကို မယုံကြည်ခြင်းနှင့်တူညီကြောင်း ထုတ်ဖော်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ - إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နူဟ်၏လူမျိုးတို့သည် ရစူလ်တမန်များကို ငြင်းပယ်ခဲ့ကြသည်။ ၎င်းတို့၏ညီ နူဟ်က ၎င်းတို့အား ပြောကြားသောအခါ– “သင်တို့သည် (အလ္လာဟ်အရှင်မြတ်ကို) မကြောက်ရွံ့ကြတော့ဘူးလား။”)<span class=\"gray\"></span> ဆိုလိုသည်မှာ၊ 'သင်တို့သည် ကိုယ်တော်အစား အခြားသူများကို ကိုးကွယ်သောအခါ အလ္လာဟ်အရှင်မြတ်ကို မကြောက်ရွံ့ကြတော့ဘူးလား။'</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي لَكُمْ رَسُولٌ أَمِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါသည် သင်တို့ထံသို့ ယုံကြည်စိတ်ချရသော ရစူလ်တမန်တစ်ဦးဖြစ်၏။)</span> ဆိုလိုသည်မှာ၊ 'ငါသည် သင်တို့ထံ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်ဖြစ်၏၊ အလ္လာဟ်အရှင်မြတ် ငါ့ကို စေလွှတ်တော်မူခဲ့သော မစ်ရှင်ကို သစ္စာရှိစွာ ဆောင်ရွက်နေ၏။ ငါသည် သင်တို့အား ငါ့အရှင်၏သတင်းစကားများကို ပို့ဆောင်ပေး၏၊ ငါသည် ၎င်းတို့ထဲသို့ မည်သည့်အရာမျှ မထည့်ပါ၊ မည်သည့်အရာမျှ မဖယ်ရှားပါ'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَأَطِيعُونِ - وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့၊ ငါ့ကို နာခံကြလော့။ ငါသည် ၎င်းအတွက် သင်တို့ထံမှ မည်သည့်ဆုလာဘ်ကိုမျှ မတောင်းခံပါ။)</span> ဆိုလိုသည်မှာ၊ 'ငါသင်တို့ကို ပေးသော အကြံဉာဏ်အတွက် မည်သည့်ငွေကြေးမျှ မလိုချင်ပါ။ ငါ၏ဆုလာဘ်ကို အလ္လာဟ်အရှင်မြတ်ထံတွင် သိမ်းဆည်းထားမည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَأَطِيعُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့၊ ငါ့ကို နာခံကြလော့။)</span> 'ငါသည် အမှန်အတိုင်းပြောနေကြောင်းနှင့် အလ္လာဟ်အရှင်မြတ်ငါ့အား လွှဲအပ်ထားသော မစ်ရှင်ကို သစ္စာရှိစွာ ဆောင်ရွက်နေကြောင်း သင်တို့အတွက် ရှင်းလင်းသည်။'</p>"
  },
  {
    "ayah_key": "26:111",
    "group_ayah_key": "26:111",
    "from_ayah": "26:111",
    "to_ayah": "26:115",
    "ayah_keys": "26:111,26:112,26:113,26:114,26:115",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က ပြောကြသည်– “ငါတို့သည် သင့်အား ယုံကြည်ရမည်လော၊ အောက်ကျနောက်ကျလူများက သင့်ကို လိုက်နာနေကြစဉ်ကပင်။ <span>(111)</span>(နူဟ်)က ပြောသည်– “သူတို့ပြုလုပ်ခဲ့သောအရာများကို ငါသည် မည်သို့သိရှိနိုင်မည်နည်း။ <span>(112)</span>”၎င်းတို့၏စာရင်းမှာ ငါ၏အရှင်သခင်နှင့်သာရှိ၏၊ သင်တို့သာသိနိုင်မည်ဆိုလျှင်။ <span>(113)</span>”ငါသည် ယုံကြည်သူများကို မောင်းထုတ်မည့်သူ မဟုတ်ပါ။ <span>(114)</span>”ငါသည် ရှင်းလင်းပြတ်သားသော သတိပေးသူမျှသာဖြစ်သည်။ <span>(115)</span></p><div lang=\"my\" class=\"my \"><h2>နူဟ်၏လူမျိုးတို့၏ တောင်းဆိုမှုနှင့် ၎င်း၏တုံ့ပြန်မှု</h2></div><p lang=\"my\" class=\"my \">၎င်းတို့က ပြောကြသည်– “ငါတို့သည် သင့်အား မယုံကြည်ပါ၊ ငါတို့သည် သင့်ကိုမလိုက်နာဘဲ သင့်ကိုလိုက်နာယုံကြည်သူ အောက်ကျနောက်ကျဆုံးလူများနှင့် တူညီလိမ့်မည်မဟုတ်ပါ၊ ၎င်းတို့သည် ငါတို့အကြားတွင် အနိမ့်ဆုံးသူများဖြစ်သည်။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ - قَالَ وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်– “ငါတို့သည် သင့်အား ယုံကြည်ရမည်လော၊ အောက်ကျနောက်ကျလူများက သင့်ကို လိုက်နာနေကြစဉ်ကပင်။” (နူဟ်)က ပြောသည်– “သူတို့ပြုလုပ်ခဲ့သောအရာများကို ငါသည် မည်သို့သိရှိနိုင်မည်နည်း။”)<span class=\"gray\"></span> ဆိုလိုသည်မှာ၊ 'သူတို့ငါ့ကို လိုက်နာလျှင် ငါနှင့်ဘာဆိုင်သနည်း။ သူတို့ယခင်က ဘာလုပ်ခဲ့သည်ဖြစ်စေ၊ သူတို့ကိုစစ်ဆေးရန်နှင့် ၎င်းတို့၏နောက်ခံကို စစ်ဆေးရန် ငါ့တွင်မလိုပါ။ ငါလုပ်ရမည့်အရာမှာ သူတို့ငါ့ကို ယုံကြည်လျှင် လက်ခံရန်သာဖြစ်သည်။ သူတို့၏နှလုံးသားများထဲတွင် ရှိသမျှအရာအားလုံးကို အလ္လာဟ်အရှင်မြတ်သာ သိတော်မူသည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ حِسَابُهُمْ إِلَّا عَلَىٰ رَبِّي ۖ لَوْ تَشْعُرُونَ - وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏စာရင်းမှာ ငါ၏အရှင်သခင်နှင့်သာရှိ၏၊ သင်တို့သာသိနိုင်မည်ဆိုလျှင်။ ငါသည် ယုံကြည်သူများကို မောင်းထုတ်မည့်သူ မဟုတ်ပါ။)</span> ၎င်းတို့သည် ၎င်းအား ဤလူများကို မောင်းထုတ်ရန် တောင်းဆိုခဲ့ကြပုံရသည်။ ထို့နောက် ၎င်းတို့သည် ၎င်းကို လိုက်နာမည်ဖြစ်သော်လည်း၊ ၎င်းက ထိုသို့လုပ်ဆောင်ရန် ငြင်းဆန်ပြီး ပြောခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ - إِنْ أَنَا إِلَّا نَذِيرٌ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ယုံကြည်သူများကို မောင်းထုတ်မည့်သူ မဟုတ်ပါ။ ငါသည် ရှင်းလင်းပြတ်သားသော သတိပေးသူမျှသာဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ 'ငါသည် သတိပေးသူအဖြစ် စေလွှတ်ခံရပြီး ငါ့ကို နာခံသူ၊ ငါ့ကို လိုက်နာသူ၊ ငါ့ကို ယုံကြည်သူ မည်သူမဆို ငါနှင့်သက်ဆိုင်သည်၊ သူသည် မွန်မြတ်သူဖြစ်စေ၊ သာမန်ဖြစ်စေ၊ အထက်တန်းစားဖြစ်စေ၊ အောက်တန်းစားဖြစ်စေ'။</p>"
  }
]