[
  {
    "ayah_key": "11:87",
    "group_ayah_key": "11:87",
    "from_ayah": "11:87",
    "to_ayah": "11:87",
    "ayah_keys": "11:87",
    "text": "<p class=\"my translation\" lang=\"my\">သူတို့က ပြောသည်- \"အို ရှုအိုင်ဗ်! ကျွန်ုပ်တို့၏ ဖခင်များ ကိုးကွယ်ခဲ့သော အရာများကို စွန့်လွှတ်ရန်၊ သို့မဟုတ် ကျွန်ုပ်တို့၏ ပစ္စည်းဥစ္စာနှင့် ပတ်သက်၍ ကျွန်ုပ်တို့ နှစ်သက်ရာကို လုပ်ဆောင်ခြင်းကို စွန့်လွှတ်ရန် သင်၏ဆွလားက အမိန့်ပေးပါသလား။ အမှန်စင်စစ် သင်သည် သည်းခံတတ်သူ၊ မှန်ကန်သော အသိဉာဏ်ရှိသူ ဖြစ်သည်! <span>(၈၇)</span></p><div lang=\"my\" class=\"my \"><h2>ရှုအိုင်ဗ်၏ လူမျိုးတို့၏ တုံ့ပြန်ချက်</h2></div><p lang=\"my\" class=\"my \">သူတို့က ရှုအိုင်ဗ်အား ပြောင်လှောင်သော သဘောဖြင့် ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصَلَاتُكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ဆွလားက)</span> အလ်-အာမရှ်က ပြောသည်၊ \"ဆိုလိုသည်မှာ သင်၏ဖတ်ရှုခြင်းဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ آبَاؤُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ဖခင်များ ကိုးကွယ်ခဲ့သော အရာများကို စွန့်လွှတ်ရန် သင့်အား အမိန့်ပေးပါသလား၊)</span> ဆိုလိုသည်မှာ ရုပ်တုများနှင့် ဆင်းတုများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ أَن نَّفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ကျွန်ုပ်တို့၏ ပစ္စည်းဥစ္စာနှင့် ပတ်သက်၍ ကျွန်ုပ်တို့ နှစ်သက်ရာကို လုပ်ဆောင်ခြင်းကို စွန့်လွှတ်ရန်)</span> ဆိုလိုသည်မှာ \"ဤသည်မှာ ကျွန်ုပ်တို့၏ ဥစ္စာဖြစ်ပြီး ကျွန်ုပ်တို့ နှစ်သက်သလို လုပ်ဆောင်မည်\" ဟူသော သင်၏ပြောစကားကြောင့် ချိန်ခွင်များကို လျှော့ချသည့် ကျွန်ုပ်တို့၏ အလေ့အကျင့်ကို စွန့်လွှတ်သင့်ပါသလား။\" အလ်-ဟာစန်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍ ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصَلَاتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ آبَاؤُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ဆွလားက ကျွန်ုပ်တို့၏ ဖခင်များ ကိုးကွယ်ခဲ့သော အရာများကို စွန့်လွှတ်ရန် သင့်အား အမိန့်ပေးပါသလား၊)</span><span class=\"gray\">[11:87]</span> \"အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ ဤသည်မှာ သူ၏ဆုတောင်းခြင်းက ၎င်းတို့၏ဖခင်များ ကိုးကွယ်ခဲ့သော အရာများကို စွန့်လွှတ်ရန် ၎င်းတို့အား အမိန့်ပေးခဲ့သည်ကို ဆိုလိုသည်။\" အတ်-သော်ရီက အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍ ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ أَن نَّفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ကျွန်ုပ်တို့၏ ပစ္စည်းဥစ္စာနှင့် ပတ်သက်၍ ကျွန်ုပ်တို့ နှစ်သက်ရာကို လုပ်ဆောင်ခြင်းကို စွန့်လွှတ်ရန်)</span> \"၎င်းတို့သည် ဇကား (လှူဒါန်းခြင်း) ပေးဆောင်ခြင်းကို ရည်ညွှန်းပြောဆိုနေကြခြင်းဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَأَنتَ الْحَلِيمُ الرَّشِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်သည် သည်းခံတတ်သူ၊ မှန်ကန်သော အသိဉာဏ်ရှိသူ ဖြစ်သည်!)</span> အိဗ်နု အဗ္ဗားစ်၊ မိုင်မူန် ဘင် မီဟ်ရာန်၊ အိဗ်နု ဂျူရိုင်ဂျ်၊ အိဗ်နု အက်စ်လမ်နှင့် အိဗ်နု ဂျာရီရ် တို့အားလုံးက ပြောခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ ဤရန်သူများသည် ဤသို့ ပြောင်လှောင်သည့် သဘောဖြင့်သာ ပြောဆိုနေကြခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ရုပ်ဆိုးစေပြီး ၎င်းတို့အား အရှင်၏ ကရုဏာတော်ကို မည်သည့်အခါမျှ မရရှိစေရန် ကျိန်စာတိုက်တော်မူပါစေ။ အမှန်စင်စစ် အရှင်မြတ်သည် ထိုသို့ ပြုတော်မူခဲ့သည်။\"</p>"
  },
  {
    "ayah_key": "11:88",
    "group_ayah_key": "11:88",
    "from_ayah": "11:88",
    "to_ayah": "11:88",
    "ayah_keys": "11:88",
    "text": "<p lang=\"my\" class=\"my \">သူက ပြောသည်- \"အို ငါ့လူမျိုးတို့! ငါ့သခင်ထံမှ ရှင်းလင်းသော သက်သေအထောက်အထား ရှိ၍ ကိုယ်တော်ထံမှ ကောင်းမွန်သော စားနပ်ရိက္ခာကို ငါ့အား ပေးသနားထားခဲ့ပါလျှင် <span class=\"gray\">(၎င်းကို တရားမဝင် ရရှိသော ငွေကြေးနှင့် ရောနှော၍ ပျက်စီးစေမည်လော)</span>။ သင်တို့ကို ငါတားမြစ်ထားသောအရာကို သင်တို့နှင့် ဆန့်ကျင်ဘက်ပြု၍ ငါမလုပ်လိုပါ။ ငါတတ်နိုင်သမျှ ပြုပြင်ပြောင်းလဲမှုကိုသာ လိုလားသည်။ ငါ့လမ်းပြမှုသည် အလ္လာဟ်အရှင်မြတ်ထံမှမှတစ်ပါး မလာနိုင်ပါ။ ကိုယ်တော်ကိုသာ ငါယုံကြည်စိတ်ချပြီး ကိုယ်တော်ထံသို့သာ နောင်တတရားဖြင့် ပြန်လှည့်သည်။ <span>(၈၈)</span></p><div lang=\"xh\" class=\"xh \"><h2>Shu'ayb's Refutation of His People</h2></div><p lang=\"my\" class=\"my \">သူက သူတို့ကို ပြောသည်- အို ငါ့လူမျိုးတို့၊ ငါ့ကို ကြည့်ပါဦး။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ بَيِّنَةٍ مِّن رَّبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့သခင်ထံမှ ရှင်းလင်းသော သက်သေအထောက်အထား ရှိသည်။)</span> ဆိုလိုသည်မှာ ငါဖိတ်ခေါ်နေသောအရာတွင် ရှင်းလင်းသော လမ်းညွှန်မှုပေါ်၌။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကိုယ်တော်ထံမှ ကောင်းမွန်သော စားနပ်ရိက္ခာကို ငါ့အား ပေးသနားခဲ့သည်။)</span> ၎င်းသည် တမန်တော်မြတ်၏ အကြောင်းကို ဆိုလိုသည်ဟု ပြောဆိုကြသည်။ တရားဝင် ပြဋ္ဌာန်းချက်များကို ဆိုလိုသည်ဟုလည်း ဆိုကြသည်။ ထိုအာယသ်သည် အဓိပ္ပာယ်နှစ်မျိုးလုံးကို ယူဆောင်သည်ဟု ထင်ရသည်။ အသ်-သောဝ်ရီက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَا أَنْهَاكُمْ عَنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို ငါတားမြစ်ထားသောအရာကို သင်တို့နှင့် ဆန့်ကျင်ဘက်ပြု၍ ငါမလုပ်လိုပါ။)</span> ဆိုလိုသည်မှာ 'သင်တို့ကို တစ်စုံတစ်ခုမှ မတားမြစ်ဘဲ သင်တို့နောက်ကွယ်တွင် ငါတားမြစ်ထားသည်များကို လျှို့ဝှက်စွာ လုပ်ဆောင်ခြင်းဖြင့် ငါ့တားမြစ်ချက်များနှင့် ဆန့်ကျင်ဘက်ပြုမည် မဟုတ်။' ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍ ကတာဒါ ပြောဆိုခဲ့သည်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَا أَنْهَاكُمْ عَنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို ငါတားမြစ်ထားသောအရာကို သင်တို့နှင့် ဆန့်ကျင်ဘက်ပြု၍ ငါမလုပ်လိုပါ။)</span> \"သူက 'ငါကိုယ်တိုင် လုပ်နေချိန်မှာ သင်တို့အားလုံးကို တစ်စုံတစ်ရာကနေ မတားမြစ်ပါဘူး' လို့ ပြောနေတာပါ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတတ်နိုင်သမျှ ပြုပြင်ပြောင်းလဲမှုကိုသာ လိုလားသည်။)</span> ၎င်း၏ အဓိပ္ပါယ်မှာ 'သင်တို့ကို ငါအမိန့်ပေးပြီး တားမြစ်ထားရာတွင် ငါတတ်နိုင်သမျှ သင်တို့၏ ကိစ္စကို ပြုပြင်ပေးလိုခြင်းသာဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَوْفِيقِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့လမ်းပြမှုသည် မလာနိုင်ပါ)</span> ၎င်း၏ အဓိပ္ပါယ်မှာ 'ငါရည်ရွယ်သော အမှန်တရားနှင့် ကိုက်ညီသော မည်သည့်အရာ၌မဆို။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا بِاللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှမှတစ်ပါး၊ ကိုယ်တော်ကိုသာ ငါယုံကြည်စိတ်ချ၏)</span> ၎င်း၏ အဓိပ္ပါယ်မှာ ငါ့ကိစ္စအားလုံးတွင် ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِلَيْهِ أُنِيبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကိုယ်တော်ထံသို့ ငါနောင်တတရားဖြင့် ပြန်လှည့်သည်။)</span> ဆိုလိုသည်မှာ \"ငါပြန်လာပြီ။\" ဤသည်ကို မုဂျာဟစ်ဒ်နှင့် အခြားသူများက ပြောကြားခဲ့သည်။</p>"
  },
  {
    "ayah_key": "11:89",
    "group_ayah_key": "11:89",
    "from_ayah": "11:89",
    "to_ayah": "11:90",
    "ayah_keys": "11:89,11:90",
    "text": "<p class=\"my translation\" lang=\"my\">\"အို ငါ့လူမျိုးတို့! ငါ၏ ရှိကားခ်သည် နူးဟ်၏လူမျိုး သို့မဟုတ် ဟူးဒ်၏လူမျိုး သို့မဟုတ် ဆွာလိဟ်၏လူမျိုးတို့နှင့် တူညီသော ကံကြမ္မာကို သင်တို့အား မခံစားစေရ။ လူးသ်၏လူမျိုးတို့သည်လည်း သင်တို့နှင့် ဝေးကွာမနေပေ! <span>(89)</span>\"သင်တို့၏အရှင်အား ခွင့်လွှတ်မှုတောင်းခံကြကာ ကိုယ်တော်ထံသို့ နောင်တတရားဖြင့် ပြန်လှည့်ကြကုန်။ အမှန်စင်စစ် ငါ၏အရှင်သည် အလွန်တရာ ကရုဏာရှင်၊ အလွန်တရာ ချစ်ခြင်းမေတ္တာရှင် ဖြစ်တော်မူပေသည်။ <span>(90)</span></p><p lang=\"mi\" class=\"mi \">He <span class=\"gray\">(Shu'ayb)</span> said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَا قَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ့လူမျိုးတို့! ငါ၏ ရှိကားခ်သည် သင်တို့အား မဖြစ်စေရ)</span> ဆိုလိုသည်မှာ \"ငါ့အပေါ်ထားရှိသော သင်တို့၏ မုန်းတီးမှုနှင့် ရန်လိုမှုတို့က သင်တို့အား ဖောက်ပြန်မှုနှင့် မယုံကြည်မှုတို့တွင် ဆက်လက်တည်မြဲစေရန် မဖြစ်စေနှင့်။ သင်တို့သည် ဤအတိုင်း ဆက်လက်ပြုလုပ်ပါက နူးဟ်၏လူမျိုး၊ ဟူးဒ်၏လူမျိုး၊ ဆွာလိဟ်၏လူမျိုးနှင့် လူးသ်၏လူမျိုးတို့အား ကျရောက်ခဲ့သော လက်စားချေမှုနှင့် ပြစ်ဒဏ်တို့ကဲ့သို့ သင်တို့လည်း ခံစားရလိမ့်မည်။\" ကတာဒါဟ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَا قَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ့လူမျိုးတို့! ငါ၏ ရှိကားခ်သည် သင်တို့အား မဖြစ်စေရ)</span> \"သူက ပြောသည်မှာ 'ငါနှင့် သဘောကွဲလွဲမှုကြောင့် သင်တို့ မလွှမ်းမိုးခံရပါစေနှင့်' ဟု ဖြစ်သည်။\" အပ်စ်-ဆူဒီက ပြောကြားခဲ့သည်၊ \"ဆိုလိုသည်မှာ သင်တို့၏ ငါ့အပေါ်ထားရှိသော ရန်လိုမှုက သင်တို့ကို လမ်းမှားခြင်းနှင့် မယုံကြည်မှုတို့တွင် ဆက်လက်တည်ရှိစေရန် မဖြစ်သင့်၊ သို့မဟုတ်ပါက သူတို့ခံစားခဲ့ရသည့်အရာကဲ့သို့ သင်တို့လည်း ခံစားရလိမ့်မည်။\" ကိုယ်တော်၏ မိန့်မှာချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူးသ်၏လူမျိုးတို့သည် သင်တို့နှင့် ဝေးကွာမနေပေ!)</span> ဤသည်မှာ အချိန်ကာလကို ရည်ညွှန်းသည်ဟု ပြောဆိုကြသည်။ ကတာဒါဟ်က ပြောကြားခဲ့သည်၊ \"ဆိုလိုသည်မှာ သူတို့သည် သင်တို့မတိုင်မီ မနေ့ကမှသာ ဖျက်ဆီးခံခဲ့ရခြင်း ဖြစ်သည်။\" ၎င်းသည် နေရာကို ရည်ညွှန်းသည်ဟုလည်း ပြောဆိုကြသည်။ အမှန်စင်စစ်မှာ အာယသ်သည် အဓိပ္ပါယ်နှစ်မျိုးစလုံးကို ဆောင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَغْفِرُوا رَبَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏အရှင်အား ခွင့်လွှတ်မှုတောင်းခံကြကုန်)</span> ယခင် အပြစ်များမှ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تُوبُوا إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ထံသို့ နောင်တတရားဖြင့် ပြန်လှည့်ကြကုန်။)</span> အနာဂတ်တွင် သင်တို့ ကြုံတွေ့ရမည့် မည်သည့် မကောင်းမှု လုပ်ရပ်များတွင်မဆို။ သူ၏ မိန့်မှာချက်နှင့် ပတ်သက်၍၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ رَبِّي رَحِيمٌ وَدُودٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါ၏အရှင်သည် အလွန်တရာ ကရုဏာရှင်၊ အလွန်တရာ ချစ်ခြင်းမေတ္တာရှင် ဖြစ်တော်မူပေသည်။)</span> နောင်တရသူများအား။</p>"
  },
  {
    "ayah_key": "11:9",
    "group_ayah_key": "11:9",
    "from_ayah": "11:9",
    "to_ayah": "11:11",
    "ayah_keys": "11:9,11:10,11:11",
    "text": "<p lang=\"my\" class=\"my \">အကယ်၍ ငါတို့သည် လူသားအား ငါတို့ထံမှ ကရုဏာ၏ အရသာကို ပေးပြီးနောက် ၎င်းအား သူ့ထံမှ ရုပ်သိမ်းလိုက်ပါက ဧကန်စင်စစ် သူသည် စိတ်ပျက်အားငယ်သူ၊ ကျေးဇူးကန်းသူ ဖြစ်ပေသည် <span>(9)</span>သို့သော် အကယ်၍ မကောင်းမှု <span class=\"gray\">(ဆင်းရဲဒုက္ခနှင့် ထိခိုက်မှု)</span> က သူ့ကို ထိတွေ့ပြီးနောက် ကောင်းမွန်သော <span class=\"gray\">(မျက်နှာသာပေးမှု)</span> အရသာကို ငါတို့ ခံစားခွင့်ပြုပါက သူက “ရောဂါဘယတို့သည် ငါ့ထံမှ ထွက်ခွာသွားပြီ” ဟု အမှန်ပင် ပြောလိမ့်မည်။ ဧကန်စင်စစ် သူသည် ဝမ်းမြောက်ဝမ်းသာ ဖြစ်ကာ ကြွားဝါသူ ဖြစ်သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးကန်းသူ)</span><span>(10)</span>စိတ်ရှည်သည်းခံပြီး ကောင်းမြတ်သော အကျင့်သီလများကို ပြုလုပ်သူများမှတစ်ပါး- ၎င်းတို့အတွက် ခွင့်လွှတ်ခြင်းနှင့် ကြီးမားသော အကျိုးဆုလာဘ် <span class=\"gray\">(ဂျန္နတ်)</span> ရှိပေမည် <span>(11)</span></p><div lang=\"my\" class=\"my \"><h2>ပျော်ရွှင်မှုနှင့် ဒုက္ခကာလများတွင် လူသား၏ စိတ်နေသဘောထား ပြောင်းလဲခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူသားများနှင့် ၎င်းတို့ပိုင်ဆိုင်သည့် ကဲ့ရဲ့ထိုက်သော စရိုက်လက္ခဏာများအကြောင်းကို အသိပေးတော်မူ၏။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကရုဏာကို ချီးမြှင့်တော်မူသော ယုံကြည်သူ ကျွန်များမှအပ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် လူသားအား ကောင်းချီးမင်္ဂလာများကို ခံစားပြီးနောက် မည်သည့်ဒုက္ခကမျှ ကျရောက်လာပါက သူသည် စိတ်ပျက်အားငယ်ပြီး အနာဂတ်တွင် ကောင်းမွန်သောအရာများကို စိတ်မချရတော့ကြောင်း ရှင်းပြသည်။ သူသည် ယခင်အခြေအနေ၏ <span class=\"gray\">(ကောင်းချီးမင်္ဂလာများကို)</span> ငြင်းပယ်ပြီး ပယ်ချသည်။ ထို့ကြောင့် သူသည် ကောင်းသောအရာကို တစ်ခါမျှ မမြင်ဖူးသကဲ့သို့ ပြုမူပြီး <span class=\"gray\">(သူ၏အခြေအနေမှ)</span> သက်သာရာရရန် မျှော်လင့်ချက်အားလုံးကို ဆုံးရှုံးသည်။ အလားတူပင် မနှစ်မြို့ဖွယ်ရာတစ်ခုပြီးနောက် ကောင်းချီးမင်္ဂလာတစ်ခုခု သူ့အပေါ် ကျရောက်လာပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက “ရောဂါဘယတို့သည် ငါ့ထံမှ ထွက်ခွာသွားပြီ” ဟု အမှန်ပင် ပြောလိမ့်မည်။)</span> ၎င်းသည် ဤ <span class=\"gray\">(ကောင်းချီးမင်္ဂလာ)</span> အပြီးတွင် သူ့အား မည်သည့်ဘေးအန္တရာယ် သို့မဟုတ် ကပ်ဘေးကမျှ ဒုက္ခမပေးတော့ဟု သူက ပြောဆိုလိမ့်မည်ဟု ဆိုလိုသည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّهُ لَفَرِحٌ فَخُورٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် သူသည် ဝမ်းမြောက်ဝမ်းသာ ဖြစ်ကာ ကြွားဝါသူ ဖြစ်သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးကန်းသူ)</span>။)</span> ၎င်းသည် သူ၏လက်ထဲတွင် ရှိသောအရာကို ကျေနပ်ပြီး <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား)</span> ကျေးဇူးကန်းသည်ဟု ဆိုလိုသည်။ တစ်ချိန်တည်းမှာပင် သူသည် အခြားသူများအပေါ် ကြွားဝါသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ صَبَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စိတ်ရှည်သည်းခံသူများမှအပ)</span> ဆိုလိုသည်မှာ ဒုက္ခနှင့် ဘေးအန္တရာယ်ကာလများတွင် စိတ်ရှည်သည်းခံသူများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုလုပ်ကြသည်)</span> ၎င်းသည် သူတို့သည် သက်သောင့်သက်သာနှင့် ကျန်းမာရေးကောင်းမွန်ချိန်တွင် ကောင်းမှုများကို လုပ်ဆောင်ကြသည်ဟု ဆိုလိုသည်။ ထိုထုတ်ပြန်ချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُم مَّغْفِرَةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ခွင့်လွှတ်ခြင်း ရှိပေမည်)</span> ဆိုလိုသည်မှာ သူတို့အပေါ် ကျရောက်ခဲ့သော ကပ်ဘေးများကြောင့် သူတို့ကို ခွင့်လွှတ်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَجْرٌ كَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကြီးမားသော အကျိုးဆုလာဘ်။)</span> ဤကြီးမားသော အကျိုးဆုလာဘ်သည် သူတို့၏ သက်သောင့်သက်သာ ကာလများတွင် <span class=\"gray\">(ကောင်းမှုများ)</span> စေလွှတ်ခဲ့ခြင်းကြောင့် ဖြစ်သည်။ ၎င်းသည် ဟဒီးစ်တွင် ဖော်ပြထားသည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ! لَا يُصِيبُ الْمُؤْمِنَ هَمٌّ وَلَا غَمٌّ وَلَا نَصَبٌ وَلَا وَصَبٌ وَلَا حَزَنٌ، حَتَّى الشَّوْكَةُ يُشَاكُهَا إِلَّا كَفَّرَ اللهُ عَنْهُ بِهَا مِنْ خَطَايَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူ၏လက်ထဲတွင် ငါ၏အသက်ဝိညာဉ် ရှိသနည်း။ စိုးရိမ်ပူပန်မှု၊ ကပ်ဘေး၊ စိတ်ဆင်းရဲမှု၊ ဖျားနာမှု၊ သို့မဟုတ် ဝမ်းနည်းကြေကွဲမှုတို့သည် ယုံကြည်သူတစ်ဦးအား ဆူးခလုတ်စူးခြင်းမျှပင် မထိခိုက်စေရ၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာကြောင့် သူ့အတွက် အပြစ်များကို ဖျက်သိမ်းပေးလိမ့်မည်။)</span> ဆဟီးဟ်ကျမ်းတွင် တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ! لَا يَقْضِي اللهُ لِلْمُؤْمِنِ قَضَاءً إِلَّا كَانَ خَيْرًا لَهُ، إِنْ أَصَابَتْهُ سَرَّاءُ فَشَكَرَ كَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ فَصَبَرَ كَانَ خَيْرًا لَهُ، وَلَيْسَ ذَلِكَ لِأَحَدٍ غَيْرِ الْمُؤْمِنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူ၏လက်ထဲတွင် ငါ၏အသက်ဝိညာဉ် ရှိသနည်း။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူအတွက် မည်သည့်ကိစ္စကိုမျှ ပြဋ္ဌာန်းတော်မမူ၊ သို့သော် ၎င်းသည် သူ့အတွက် ကောင်း၏။ ကောင်းချီးမင်္ဂလာတစ်ခုခု သူ့အပေါ် ကျရောက်လာပါက သူသည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား)</span> ကျေးဇူးတင်ပြီး ၎င်းသည် သူ့အတွက် ကောင်း၏။ အကယ်၍ မည်သည့်အန္တရာယ်ကမျှ သူ့အပေါ် ကျရောက်လာပါက သူသည် စိတ်ရှည်ပြီး ၎င်းသည်လည်း သူ့အတွက် ကောင်း၏။ ၎င်းသည် ယုံကြည်သူအတွက် သီးသန့် <span class=\"gray\">(ကောင်းချီးမင်္ဂလာ)</span> ဖြစ်သည်။)</span> ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَصْرِ - إِنَّ الْإِنسَانَ لَفِي خُسْرٍ - إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-အဆ်ရ် <span class=\"gray\">(ကာလ)</span> ကို တိုင်တည်၍၊ ဧကန်စင်စစ် လူသားသည် ဆုံးရှုံးမှုတွင် ရှိ၏။ ယုံကြည်ပြီး ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုလုပ်သူများမှအပ။ ၎င်းတို့သည် အမှန်တရားကို အချင်းချင်း အကြံပေးကြပြီး စိတ်ရှည်မှုကို အချင်းချင်း အကြံပေးကြသည်။)</span><span class=\"gray\">[103:1-3]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْإِنسَانَ خُلِقَ هَلُوعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် လူသားအား အလွန်စိတ်မရှည်သူအဖြစ် ဖန်ဆင်းထားသည်။)</span><span class=\"gray\">[70:19]</span></p>"
  }
]