[
  {
    "ayah_key": "22:30",
    "group_ayah_key": "22:30",
    "from_ayah": "22:30",
    "to_ayah": "22:31",
    "ayah_keys": "22:30,22:31",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့နှင့် အလ္လာဟ်အရှင်မြတ်၏ မပြစ်မှားအပ်သော အရာများကို ဂုဏ်ပြုသူတိုင်းသည် ၎င်း၏အရှင်သခင်ထံတွင် သူ့အတွက် ပိုကောင်းသည်။ သင့်အား ဖော်ပြထားသည့် <span class=\"gray\">(ဖော်ပြမည့်)</span> ကျွဲနွားများမှလွဲ၍ ကျွဲနွားများသည် သင်တို့အဖို့ ဟလာလ်ဖြစ်သည်။ ထို့ကြောင့် ရုပ်တုတို့၏ ရစ်ဂျ်များကို ရှောင်ကြဉ်ကြလော့၊ မဟုတ်မမှန်သော စကားကို ရှောင်ကြဉ်ကြလော့ <span>(၃၀)</span>အလ္လာဟ်အရှင်မြတ်နှင့် ဘာကိုမှ မပေါင်းသင်းသော ဟွနာဖာအ် လစ်လ္လာဟ်; အလ္လာဟ်အရှင်မြတ်နှင့် ဘာကိုမှ ပေါင်းသင်းသူတိုင်းသည် <span>(၃၁)</span></p><div lang=\"no\" class=\"no \"><h2>The Reward for avoiding Sin</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်– 'ဤသည်ကား ကျနကန်တော့ပွဲများ <span class=\"gray\">(ဟဂ်ျ)</span>၌ သင်တို့အား ပြုလုပ်ရန် ငါတို့ အမိန့်ပေးထားသောအရာ ဖြစ်သည်၊ ဤသည်ကား ထိုအရာကို ပြုလုပ်သူ ရရှိမည့် ကြီးမားသော အကျိုးကျေးဇူး ဖြစ်သည်'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُعَظِّمْ حُرُمَاتِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ မပြစ်မှားအပ်သော အရာများကို ဂုဏ်ပြုသူတိုင်း)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အား မနာခံခြင်းကို ရှောင်ကြဉ်သူ၊ မပြစ်မှားအပ်သော အရာများကို ကျူးလွန်ခြင်းမပြုသူ၊ အပြစ်ကျူးလွန်ခြင်းကို အလွန်အလေးအနက်ထားသူကို ဆိုလိုသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَهُوَ خَيْرٌ لَّهُ عِندَ رَبِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ၎င်းသည် ၎င်း၏အရှင်သခင်ထံတွင် သူ့အတွက် ပိုကောင်းသည်)</span> ဆိုသည်မှာ ဤသို့ပြုလုပ်ခြင်းဖြင့် ၎င်းသည် များစွာသော ကောင်းကျိုးနှင့် ကြီးမားသော အကျိုးကျေးဇူးကို ရရှိလိမ့်မည်ဟု ဆိုလိုသည်။ နာခံမှုများ ပြုလုပ်သူသည် ကြီးမားသော အကျိုးကျေးဇူးကို ရရှိသကဲ့သို့၊ အပြစ်ကို ရှောင်ကြဉ်သူသည်လည်း ကြီးမားသော အကျိုးကျေးဇူးကို ရရှိလိမ့်မည်။</p><div lang=\"my\" class=\"my \"><h2>ကျွဲနွားတို့သည် ဟလာလ်ဖြစ်သည်</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُحِلَّتْ لَكُمُ الْأَنْعَامُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွဲနွားတို့သည် သင်တို့အဖို့ ဟလာလ်ဖြစ်သည်၊ သင်တို့အား ဖော်ပြထားသည့် <span class=\"gray\">(ဖော်ပြမည့်)</span> ကျွဲနွားများမှလွဲ၍)</span> ဆိုသည်မှာ 'အနအမ် <span class=\"gray\">(ကျွဲနွားစသည်)</span> အားလုံးကို ငါတို့သည် သင်တို့အဖို့ ခွင့်ပြုထားပြီးဖြစ်သည်' ဟု ဆိုလိုသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ဘဟီရဟ် သို့မဟုတ် ဆာအီဘဟ် သို့မဟုတ် ဝါဆီလဟ် သို့မဟုတ် ဟမ်ကဲ့သို့သော အရာများကို ပြဌာန်းထားခြင်း မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား ဖော်ပြထားသည်များမှလွဲ၍)</span> အလ်-မိုင်းတဟ်၊ သွေး၊ ဝက်သား၊ အလ္လာဟ်အရှင်မြတ်၏ အမည်ကို မသတ်ဖြတ်ဘဲ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှအပ အခြားသူများအတွက် ယဇ်ပူဇော်ထားသည်၊ သို့မဟုတ် ရုပ်တုများအတွက် သတ်ဖြတ်ထားသည်)</span> သတ်ဖြတ်ထားသောအရာများ၊ လည်ပင်းညှစ်၍သေဆုံးသော၊ ပြင်းထန်စွာ ရိုက်နှက်၍သေဆုံးသော၊ ခေါင်းပြတ်ကျ၍သေဆုံးသော၊ ဦးချိုဖြင့် ထိုး၍သေဆုံးသော၊ တောရိုင်းတိရစ္ဆာန်၏ <span class=\"gray\">(တစ်စိတ်တစ်ပိုင်း)</span> စားသုံးခံရသော အရာများမှလွဲ၍ – သင်တို့သည် <span class=\"gray\">(သေဆုံးခြင်းမပြုမီ)</span> ၎င်းကို သတ်ဖြတ်နိုင်ပါက – နှင့် အန်-နူစူဘ်ပေါ်တွင် ယဇ်ပူဇော် <span class=\"gray\">(သတ်ဖြတ်)</span> ထားသောအရာများ၏ တားမြစ်ချက်။ ဤသည်မှာ အိဗ်နု ဂျရီရ်၏ အမြင်ဖြစ်သည်၊ ၎င်းကို ကွတာဒဟ်ထံမှ မှတ်တမ်းတင်ထားသည်။</p><div lang=\"my\" class=\"my \"><h2>ရှစ်ရ်က်နှင့် မုသာဝါဒကို ရှောင်ကြဉ်ရန် အမိန့်</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ရုပ်တုတို့၏ ရစ်ဂျ်များကို ရှောင်ကြဉ်ကြလော့၊ မဟုတ်မမှန်သော စကားကို ရှောင်ကြဉ်ကြလော့။)</span> ဤမှ အလ်-ရစ်ဂျ်၏ အဓိပ္ပါယ်သည် အဘယ်အရာဖြစ်သည်၊ ဆိုလိုသည်မှာ ရွံရှာဖွယ်ရာကို ရှောင်ကြဉ်ရန်၊ ၎င်းသည် ရုပ်တုများကို ဆိုလိုသည်။ ရှစ်ရ်က်ကို မဟုတ်မမှန်သော စကားနှင့်တွဲလျက် ဖော်ပြထားသည်၊ အာယသ်တော်တွင် ပါရှိသကဲ့သို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَن تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَن تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောလော့– \"<span class=\"gray\">(သို့သော်)</span> ငါ့အရှင်က တားမြစ်ထားသောအရာများသည် အလ်-ဖဝါဟစ်ရှ် <span class=\"gray\">(ကိုယ်ကျင့်တရားမဲ့ အပြစ်များ)</span> ပွင့်လင်းစွာဖြစ်စေ၊ လျှို့ဝှက်စွာဖြစ်စေ ကျူးလွန်ခြင်း၊ အပြစ်များ <span class=\"gray\">(အမျိုးမျိုး)</span>၊ မတရားဖိနှိပ်မှု၊ အလ္လာဟ်အရှင်မြတ်နှင့် ဘာကိုမှ ပေါင်းသင်းခြင်းအတွက် ကိုယ်တော်က အာဏာမပေးထားသည်များ၊ နှင့် အလ္လာဟ်အရှင်မြတ်အကြောင်းကို သင်တို့မသိသောအရာများကို ပြောဆိုခြင်းတို့ဖြစ်သည်\"။)</span><span class=\"gray\">(၇:၃၃)</span> ဤတွင် မဟုတ်မမှန် သက်သေခံခြင်းလည်း ပါဝင်သည်။ ဆဟီဟ်နှစ်ကျမ်းတွင် အဗူ ဗက်ရဟ်ထံမှ ဖော်ပြထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُنَبِّــئُكُمْ بِأَكْبَرِ الْكَبَائِرِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဓိက အပြစ်များထဲမှ အဆိုးဆုံးကို သင်တို့အား ငါပြောပြရမလား?)</span> ကျွန်ုပ်တို့က \"ဟုတ်ကဲ့၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်\" ဟု ပြောကြ၏။ ကိုယ်တော်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْإِشْرَاكُ بِاللهِ وَعُقُوقُ الْوَالِدَيْنِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် အခြားသူများကို ပေါင်းသင်းခြင်း၊ မိဘများကို မနာခံခြင်း။)</span> ကိုယ်တော်သည် မှီလျက်ရှိရာမှ ထထိုင်ပြီး မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا وَقَوْلُ الزُّورِ، أَلَا وَشَهَادَةُ الزُّور ِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မဟုတ်မမှန် ပြောဆိုခြင်း၊ နှင့် မဟုတ်မမှန် သက်သေခံခြင်း...)</span> ကိုယ်တော်က ဆက်လက် ထပ်ခါတလဲလဲ မိန့်ကြားနေသဖြင့် ကျွန်ုပ်တို့သည် ကိုယ်တော် ရပ်တန့်စေလိုခဲ့ကြသည်။\"</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က ခုရိုင်းမ် ဘင် ဖာတစ်ခ် အလ်-အဆာဒီ ပြောသည်ကို မှတ်တမ်းတင်ထားသည်– \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အစ်-ဆူဘ် <span class=\"gray\">(အလ်-ဖဂျရ်)</span> ဝတ်ပြုခဲ့သည်။ ပြီးစီးသောအခါ ကိုယ်တော်သည် ထရပ်ပြီး မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَدَلَتْ شَهَادَةُ الزُّورِ الْإِشْرَاكَ بِاللهِ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်မမှန် သက်သေခံခြင်းသည် အလ္လာဟ်အရှင်မြတ်နှင့် အခြားသူများကို ပေါင်းသင်းခြင်းနှင့် အတူတူဖြစ်သည်။)</span> ထို့နောက် ကိုယ်တော်သည် ဤအာယသ်တော်ကို ရွတ်ဖတ်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ - حُنَفَاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ</p><p lang=\"uz\" class=\"uz \"><span class=\"gray\">(So shun the Rijs of the idols, and shun lying speech. Hunafa' Lillah, not associating partners unto Him;)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">حُنَفَاءَ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟွနာဖာအ် လစ်လ္လာဟ်)</span> ဆိုသည်မှာ ကိုယ်တော်တစ်ပါးတည်းကိုသာ စိတ်ရင်းမှန်ဖြင့် အပ်နှံခြင်း၊ မုသာဝါဒကို ရှောင်ကြဉ်ပြီး သစ္စာကို ရှာဖွေခြင်းကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَيْرَ مُشْرِكِينَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်နှင့် ဘာကိုမှ ပေါင်းသင်းခြင်းမရှိဘဲ;)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူ၏ လမ်းမှားခြင်းနှင့် ပျက်စီးခြင်း၊ မှန်ကန်သော လမ်းညွှန်မှုမှ အလှမ်းဝေးခြင်းကို ပုံဥပမာပေးကာ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် မည်သူမဆို ပေါင်းသင်းပါက၊ ၎င်းသည် ကောင်းကင်မှ ပြုတ်ကျလာသကဲ့သို့ ဖြစ်သည်၊)</span> ဆိုသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَخْطَفُهُ الطَّيْرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငှက်များက ၎င်းကို လေထဲတွင် ဖမ်းဆုပ်လိုက်သည်၊)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် လေက ၎င်းကို အလှမ်းဝေးသော နေရာတစ်ခုသို့ ပစ်ချလိုက်သည်၊)</span> ဆိုသည်မှာ ဝေးလံခေါင်ဖျားပြီး လူသူကင်းမဲ့သော၊ ထိုနေရာသို့ ဆင်းသက်သူတိုင်းအတွက် အန္တရာယ်ရှိသော နေရာကို ဆိုလိုသည်။ ထို့ကြောင့် အလ်-ဘာရာအ်၏ ဟဒီးစ်တော်တွင် ပါရှိသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْكَافِرَ إِذَا تَوَفَّتْهُ مَلَائِكَةُ الْمَوْتِ وَصَعِدُوا بِرُوحِهِ إِلَى السَّمَاءِ، فَلَا تُفْتَحُ لَهُ أَبْوَابُ السَّمَاءِ بَلْ تُطْرَحُ رُوحُهُ طَرْحًا مِنْ هُنَاكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကွယ်လွန်ချိန်တွင် မယုံကြည်သူ၏ ဝိညာဉ်ကို သေခြင်းတမန်များက ယူဆောင်ပြီး ကောင်းကင်သို့ ပင့်မြှောက်သောအခါ၊ ကောင်းကင်တံခါးများသည် ၎င်းအတွက် ပွင့်မလာဘဲ၊ ၎င်း၏ ဝိညာဉ်ကို ထိုနေရာမှ အောက်သို့ ပစ်ချခြင်းခံရသည်။)</span> ထို့နောက် ကိုယ်တော်သည် ဤအာယသ်တော်ကို ရွတ်ဖတ်တော်မူသည်။ ထိုဟဒီးစ်တော်ကို စူရာဟ် အစ်ဗ်ရာဟင်မ်၏ ကျွန်ုပ်တို့၏ ရှင်းလင်းချက်တွင် ဖော်ပြခဲ့ပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် စူရသ် အလ်-အန်အမ်တွင် ရုပ်တုကိုးကွယ်သူများအတွက် အခြားပုံဥပမာတစ်ခုကို ပေးထားရာ ကိုယ်တော်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰ أَعْقَابِنَا بَعْدَ إِذْ هَدَانَا اللَّهُ كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ حَيْرَانَ لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الْهُدَى ائْتِنَا ۗ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောလော့– \"အလ္လာဟ်အရှင်မြတ်မှအပ အခြားသူများကို ကျွန်ုပ်တို့ ဆုတောင်းရမည်လား၊ ထိုသူတို့သည် ကျွန်ုပ်တို့အား ကောင်းကျိုးလည်းမပေးနိုင်၊ ဆိုးကျိုးလည်းမပေးနိုင်၊ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား လမ်းညွှန်ပြီးနောက် ကျွန်ုပ်တို့၏ ဒေါက်ဖိနပ်နောက်သို့ ပြန်လှည့်ရမည်လား။ – ရှိုင်တန်များက မြေပြင်ပေါ်၌ စိတ်ရှုပ်ထွေးစွာ လမ်းမှားစေခဲ့သောသူကဲ့သို့၊ ၎င်း၏ ရောင်းရင်းများက ၎င်းကို လမ်းညွှန်မှုသို့ ခေါ်ဆိုကြသည် <span class=\"gray\">(ဆိုသည်)</span>– 'ကျွန်ုပ်တို့ထံ လာပါဦး။'\" ပြောလော့– \"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ လမ်းညွှန်မှုသည်သာ တစ်ခုတည်းသော လမ်းညွှန်မှု ဖြစ်သည်\"။)</span><span class=\"gray\">(၆:၇၁)</span></p>"
  },
  {
    "ayah_key": "22:32",
    "group_ayah_key": "22:32",
    "from_ayah": "22:32",
    "to_ayah": "22:33",
    "ayah_keys": "22:32,22:33",
    "text": "<p class=\"my translation\" lang=\"my\">ဤသည်ကား ထိုအတိုင်းပင်ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်၏ ရှအာအိရ်များကို ဂုဏ်ပြုသူတိုင်းသည် စိတ်နှလုံးတို့၏ တက်ကွာမှ အမှန်တကယ်ဖြစ်သည်။ <span>(၃၂)</span>၎င်းတို့တွင် သင်တို့အတွက် သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် အကျိုးကျေးဇူးများရှိသည်၊ ထို့နောက် ၎င်းတို့ကို အသစ်သော အိမ်တော်သို့ ယဇ်ပူဇော်ရန် ယူဆောင်လာသည်။ <span>(၃၃)</span></p><div lang=\"my\" class=\"my \"><h2>ဥဒ်ဟီယဟ်နှင့် အလ္လာဟ်အရှင်မြတ်၏ ရှအာအိရ်များ ရှင်းလင်းချက်</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُعَظِّمْ شَعَائِرَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ရှအာအိရ်များကို ဂုဏ်ပြုသူတိုင်း)</span> ဆိုသည်မှာ ကိုယ်တော်၏ အမိန့်တော်များကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهَا مِن تَقْوَى الْقُلُوبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ၎င်းသည် စိတ်နှလုံးတို့၏ တက်ကွာမှ အမှန်တကယ်ဖြစ်သည်။)</span> ဤသည်မှာ ယဇ်ပူဇော်ရာတွင် ကိုယ်တော်၏ အမိန့်တော်များကို အကောင်းဆုံးနည်းဖြင့် လိုက်နာခြင်းလည်း ပါဝင်သည်၊ အလ်-ဟကမ်က မိက်စမ်ထံမှ အိဗ်နု အဗ္ဗားစ်ထံမှ ပြောပြသည်– \"၎င်းတို့ကို ဂုဏ်ပြုခြင်းဆိုသည်မှာ အဆီထူပြီး ကျန်းမာသော တိရစ္ဆာန်များကို <span class=\"gray\">(ယဇ်ပူဇော်ရန်)</span> ရွေးချယ်ခြင်းကို ဆိုလိုသည်\"။ အဗူ အူမာမာ ဘင် ဆဟ်လ်က ပြောသည်– \"ကျွန်ုပ်တို့သည် မဒီနာ၌ ဥဒ်ဟီယဟ်ကို ဝစေခဲ့ကြပြီး၊ မွတ်စလင်မ်တို့သည်လည်း ၎င်းတို့ကို ဝစေခဲ့ကြသည်\"။ ဤသည်ကို အလ်-ဗုခါရီက မှတ်တမ်းတင်ထားသည်။ စူနန် အိဗ်နု မာဂျဟ်တွင် အဗူ ရာဖီအ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် သင်းကွပ်ထားသော၊ အဆီထူသော၊ ဦးချိုပါသော သိုးထီးနှစ်ကောင်ကို ယဇ်ပူဇော်ခဲ့သည်။ အဗူ ဒါဝူဒ်နှင့် အိဗ်နု မာဂျဟ်တို့က ဂျာဗိရ်ထံမှ မှတ်တမ်းတင်ထားသည်– \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် သင်းကွပ်ထားသော၊ အဆီထူသော၊ ဦးချိုပါသော သိုးထီးနှစ်ကောင်ကို ယဇ်ပူဇော်ခဲ့သည်။\" \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကျွန်ုပ်တို့အား ၎င်းတို့၏ မျက်လုံးများနှင့် နားများကို စစ်ဆေးရန် အမိန့်ပေးခဲ့သည်၊ မုကာဗီလဟ်၊ မူဒါဗီရဟ်၊ ရှရ်ကာ၊ သို့မဟုတ် ခရ်ကာအ်တို့ကို ယဇ်ပူဇော်ခြင်း မပြုရန်လည်း အမိန့်ပေးခဲ့သည်\" ဟု ပြောကြသည်။ ဤသည်ကို အဟ်မဒ်နှင့် စူနန် ကျမ်းပြုစုသူများက မှတ်တမ်းတင်ထားပြီး၊ အတ်-တီရ်မီဇီက ၎င်းကို ဆဟီဟ်အဖြစ် သတ်မှတ်ခဲ့သည်။ မုကာဗီလဟ် ဆိုသည်မှာ နားရှေ့ပိုင်းကို ဖြတ်ထားသော အကောင်ဖြစ်သည်၊ မူဒါဗီရဟ် ဆိုသည်မှာ နားနောက်ပိုင်းကို ဖြတ်ထားသော အကောင်ဖြစ်သည်၊ ရှရ်ကာ ဆိုသည်မှာ နားကွဲနေသော အကောင်ဖြစ်သည်၊ အစ်-ရှာဖီအီ ပြောသကဲ့သို့။ ခရ်ကာအ် ဆိုသည်မှာ နားဖောက်ထားသော အကောင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ အလ်-ဘာရာအ်က ပြောသည်ကို မှတ်တမ်းတင်ထားသည်– \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْبَعٌ لَاتَجُوزُ فِي الْأَضَاحِي: الْعَوْرَاءُ الْبَيِّنُ عَوَرُهَا، وَالْمَرِيضَةُ الْبَيِّنُ مَرَضُهَا، وَالْعَرْجَاءُ الْبَيِّنُ ظَلَعُهَا، وَالْكَسِيرَةُ الَّتِي لَاتُنْقِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယဇ်ပူဇော်ရန်အတွက် လေးမျိုးကို ခွင့်မပြု– မျက်လုံးတစ်ဖက်တည်း ပိုင်းခြားသိသာစွာ ကန်းနေသောသူများ၊ ပိုင်းခြားသိသာစွာ ဖျားနာနေသောသူများ၊ ပိုင်းခြားသိသာစွာ ခြေထော့နဲ့နေသောသူများ၊ နှင့် အရိုးကျိုးနေပြီး မည်သူမျှ မရွေးချယ်လိုသောသူများ။)</span> ဤသည်ကို အဟ်မဒ်နှင့် စူနန် ကျမ်းပြုစုသူများက မှတ်တမ်းတင်ထားပြီး၊ အတ်-တီရ်မီဇီက ၎င်းကို ဆဟီဟ်အဖြစ် သတ်မှတ်ခဲ့သည်။ a</p><div lang=\"my\" class=\"my \"><h2>ယဇ်ပူဇော်သော ကုလားအုပ်များ၏ အကျိုးကျေးဇူးများ</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُمْ فِيهَا مَنَافِعُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တွင် သင်တို့အတွက် အကျိုးကျေးဇူးများရှိသည်)</span> ဆိုသည်မှာ ဗွဒ်န် <span class=\"gray\">(ယဇ်ပူဇော်သော ကုလားအုပ်များ)</span> တွင် ၎င်းတို့၏ နို့၊ ၎င်းတို့၏ သိုးမွေးနှင့် အမွေး၊ နှင့် စီးနင်းရန် အသုံးပြုခြင်းကဲ့သို့သော အကျိုးကျေးဇူးများကို သင်တွေ့နိုင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُمْ فِيهَا مَنَافِعُ إِلَىٰ أَجَلٍ مُّسَمًّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တွင် သင်တို့အတွက် သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် အကျိုးကျေးဇူးများရှိသည်၊)</span> မိက်စမ်က အိဗ်နု အဗ္ဗားစ် ပြောသည်ကို ဖော်ပြသည်– \"သင်တို့သည် ၎င်းတို့ကို ယဇ်ပူဇော်ရန် ဆုံးဖြတ်သည်အထိ\"။ ဆဟီဟ်နှစ်ကျမ်းတွင် အနပ်စ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် သူ၏ ယဇ်ပူဇော်သော ကုလားအုပ်ကို မောင်းနှင်နေသော လူတစ်ဦးကို တွေ့မြင်ပြီး မိန့်တော်မူသည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">ارْكَبْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို စီးနင်းပါ။)</span> ထိုလူက \"၎င်းသည် ယဇ်ပူဇော်သော ကုလားအုပ်ဖြစ်သည်\" ဟု ပြော၏။ ကိုယ်တော်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْكَبْهَا وَيْحَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို စီးနင်းပါ၊ သင်အား ဝမ်းနည်းပါသည်။)</span> ဒုတိယ သို့မဟုတ် တတိယအကြိမ်။ ဂျာဗိရ်ထံမှ မွတ်စ်လင်မ်က မှတ်တမ်းတင်ထားသော ဖော်ပြချက်အရ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْكَبْهَا بِالْمَعْرُوفِ إِذَا أُلْجِئْتَ إِلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်လိုအပ်လျှင် ၎င်းကို ညင်သာစွာ စီးနင်းပါ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့ကို အသစ်သော အိမ်တော်သို့ ယဇ်ပူဇော်ရန် ယူဆောင်လာသည်။)</span> ဆိုသည်မှာ ၎င်းတို့ကို နောက်ဆုံးတွင် အသစ်သော အိမ်တော် – ကအ်ဗဟ် – သို့ ယူဆောင်လာသည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသကဲ့သို့–</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَدْيًا بَالِغَ الْكَعْبَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကအ်ဗဟ်သို့ ရောက်ရှိမည့် ယဇ်ပူဇော်ခြင်း)</span><span class=\"gray\">(၅:၉၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْهَدْيَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဟဒ်ယကို၊ ၎င်းတို့၏ ယဇ်ပူဇော်ရာ နေရာသို့ မရောက်ရှိစေရန် တားဆီးထားသည်)</span><span class=\"gray\">(၄၈:၂၅)</span></p>"
  }
]