[
  {
    "ayah_key": "12:21",
    "group_ayah_key": "12:21",
    "from_ayah": "12:21",
    "to_ayah": "12:22",
    "ayah_keys": "12:21,12:22",
    "text": "<p lang=\"my\" class=\"my \">သူ့ကိုဝယ်ယူခဲ့သော အီဂျစ်မှ <span class=\"gray\">(အမျိုးသား)</span>က ၎င်း၏ဇနီးအား ပြောခဲ့သည်- \"သူ့ကို သက်သာစွာ နေထိုင်စေပါ၊ သူသည် ငါတို့အတွက် အကျိုးရှိစေနိုင်သည် သို့မဟုတ် ငါတို့သည် သူ့ကို သားအဖြစ် မွေးစားနိုင်သည်။\" ဤနည်းဖြင့် ယူဆွဖ်ကို မြေပြင်၌ ငါတို့တည်ထောင်ခဲ့သည်၊ သို့မှသာ ငါတို့သည် သူ့အား အဖြစ်အပျက်များ၏ အနက်အဓိပ္ပါယ်ကို သင်ကြားပေးနိုင်ရန်။ အလ္လာဟ်သည် ၎င်း၏ကိစ္စများကို အပြည့်အဝ စွမ်းပကားနှင့် ထိန်းချုပ်ထားသည်၊ သို့သော် လူအများစုသည် မသိကြပေ <span>(၂၁)</span>သူ <span class=\"gray\">[ယူဆွဖ်]</span>သည် အပြည့်အဝ လူလားမြောက်သောအခါ၊ ငါတို့သည် သူ့အား ဉာဏ်ပညာနှင့် အသိပညာ <span class=\"gray\">(နဗီတမန်အဖြစ်)</span>ကို ပေးခဲ့သည်၊ ဤနည်းဖြင့် ကောင်းမှုပြုသူများအား ငါတို့သည် အကျိုးပေးသည် <span>(၂၂)</span></p><div lang=\"sl\" class=\"sl \"><h2>Yusuf in Egypt</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်သည် ၎င်းက ယူဆွဖ် (အေးချမ်းသာယာခြင်း ရှိပါစေ) အား ပေးသနားခဲ့သော ကျေးဇူးတော်များကို ဖော်ပြထားသည်၊ ၎င်းကျေးဇူးတော်များဖြင့် သူ့ကို ဝယ်ယူခဲ့သော အီဂျစ်မှ အမျိုးသားအား သူ့ကို ဂရုစိုက်စေပြီး သက်သာချောင်ချိသော ဘဝကို ပေးစွမ်းစေခဲ့သည်။ ၎င်းအပြင် သူသည် ၎င်း၏ဇနီးအား ယူဆွဖ်အပေါ် ကြင်နာရန် အမိန့်ပေးခဲ့ပြီး၊ ယူဆွဖ်၏ ခိုင်မာသော ဖြောင့်မတ်သည့် အပြုအမူကြောင့် သူ့အနာဂတ်အတွက် ကောင်းမွန်သော မျှော်လင့်ချက်များ ရှိခဲ့သည်။ သူသည် ၎င်း၏ဇနီးအား ပြောခဲ့သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكْرِمِي مَثْوَاهُ عَسَىٰ أَن يَنفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို သက်သာစွာ နေထိုင်စေပါ၊ သူသည် ငါတို့အတွက် အကျိုးရှိစေနိုင်သည် သို့မဟုတ် ငါတို့သည် သူ့ကို သားအဖြစ် မွေးစားနိုင်သည်။)</span> ယူဆွဖ်ကို ဝယ်ယူခဲ့သော အမျိုးသားသည် ထိုအချိန်က အီဂျစ်၏ ဝန်ကြီးဖြစ်ပြီး၊ သူ၏ ဘွဲ့အမည်မှာ 'အာဇီးဇ်' ဖြစ်သည်။ အဘူ အစ်ဟာက်က အဘူ 'ဥဘိုင်ဒါ ပြောသည်မှာ 'အဗ္ဗဒုလ္လာဟ် ဘင် မာစအူဒ်က ပြောသည်- \"အထိုးထွင်းဉာဏ် အရှိဆုံးသုံးဦးမှာ- ၎င်း၏ဇနီးအား ပြောခဲ့သော အီဂျစ်၏ 'အာဇီးဇ်\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَكْرِمِي مَثْوَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို သက်သာစွာ နေထိုင်စေပါ...)</span>၊ ၎င်း၏ဖခင်အား ပြောခဲ့သော အမျိုးသမီး</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَا أَبَتِ اسْتَأْجِرْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ဖခင်! သူ့ကို ခိုင်းစေပါ...)</span>၊ <span class=\"gray\">[၂၈:၂၆]</span> နှင့် အဘူဘက္ကရ် အပ်စ်-စစ်ဒီးက်သည် သူကွယ်လွန်ပြီးနောက် 'ဥမရ် ဘင် အလ်-ခါးသ်သားဗ်အား ခလီဖာအဖြစ် ခန့်အပ်သောအခါ၊ အလ္လာဟ်သည် ထိုနှစ်ဦးလုံးကို နှစ်သက်တော်မူပါစေ။\" အလ္လာဟ်သည် ယူဆွဖ်ကို ၎င်း၏ညီအစ်ကိုများထံမှ ကယ်တင်ခဲ့သကဲ့သို့ နောက်ထပ်မိန့်ဆိုခဲ့သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနည်းဖြင့် ယူဆွဖ်ကို မြေပြင်၌ ငါတို့တည်ထောင်ခဲ့သည်)</span>၊ အီဂျစ်ကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِنُعَلِّمَهُ مِن تَأْوِيلِ الْأَحَادِيثِ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(that We might teach him the interpretation of events.)</span> the interpretation of dreams, according to Mujahid and As-Suddi. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ غَالِبٌ عَلَىٰ أَمْرِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်သည် ၎င်း၏ကိစ္စများကို အပြည့်အဝ စွမ်းပကားနှင့် ထိန်းချုပ်ထားသည်၊)</span> အကယ်၍ ၎င်းက တစ်စုံတစ်ရာကို အလိုရှိပါက၊ ၎င်း၏ဆုံးဖြတ်ချက်ကို ပြောင်းလဲနိုင်မည်မဟုတ်သလို၊ ရပ်တန့်နိုင်မည် သို့မဟုတ် ဆန့်ကျင်နိုင်မည်လည်း မဟုတ်ပေ။ အလ္လာဟ်သည် အရာအားလုံးနှင့် အခြားလူတိုင်းအပေါ် အပြည့်အဝ စွမ်းပကားရှိသည်။ စအိဒ် ဘင် ဂျုဗိုင်ရ်က အလ္လာဟ်၏ မိန့်ဆိုချက်ကို မှတ်ချက်ပေးရင်း ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ غَالِبٌ عَلَىٰ أَمْرِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်သည် ၎င်း၏ကိစ္စများကို အပြည့်အဝ စွမ်းပကားနှင့် ထိန်းချုပ်ထားသည်၊)</span> \"၎င်းသည် ၎င်းအလိုရှိရာကို ပြုလုပ်သည်။\" အလ္လာဟ်က မိန့်ဆိုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူအများစုသည် မသိကြပေ။)</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်၏ ဖန်ဆင်းခြင်း၊ ကရုဏာနှင့် ၎င်းအလိုရှိရာကို ပြုလုပ်ခြင်းဆိုင်ရာ ၎င်း၏ဉာဏ်ပညာကို မသိကြပေ။ အလ္လာဟ်က နောက်ထပ် မိန့်ဆိုသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا بَلَغَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူရောက်ရှိသောအခါ)</span>၊ တမန်တော် ယူဆွဖ် (အေးချမ်းသာယာခြင်း ရှိပါစေ) ကို ရည်ညွှန်းသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَشُدَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏ အပြည့်အဝ လူလားမြောက်ခြင်း)</span>၊ စိတ်၌တည်ငြိမ်ပြီး ကိုယ်ခန္ဓာ၌ ပြည့်စုံသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">آتَيْنَاهُ حُكْمًا وَعِلْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူ့အား ဉာဏ်ပညာနှင့် အသိပညာကို ပေးခဲ့သည်)</span>၊ ၎င်းသည် အလ္လာဟ်က သူ့အား သူနေထိုင်ခဲ့သော လူမျိုးများအတွက် စေလွှတ်ခဲ့သည့် နဗီတမန်အဖြစ် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနည်းဖြင့် ကောင်းမှုပြုသူများအား ငါတို့သည် အကျိုးပေးသည်)</span> ယူဆွဖ်သည် အလ္လာဟ်အရှင်မြတ်၏ နာခံမှု၌ ကောင်းမှုများကို ပြုလုပ်ခဲ့သောကြောင့် ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "12:23",
    "group_ayah_key": "12:23",
    "from_ayah": "12:23",
    "to_ayah": "12:23",
    "ayah_keys": "12:23",
    "text": "<p class=\"my translation\" lang=\"my\">သူနေထိုင်ရာ အိမ်ရှင်အမျိုးသမီးသည် သူ့ကိုသွေးဆောင်ဖြားယောင်းရန် ကြိုးစားခဲ့၏ <span class=\"gray\">(မကောင်းမှုပြုရန်)</span>၊ အခန်းတံခါးများကိုပိတ်ပြီး \"လာပါ၊ အို သင်\" ဟုပြောခဲ့၏။ သူက \"အကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံပါ၏! မှန်ပါသည်၊ ကိုယ်တော်သည် အကျွန်ုပ်၏ ရပ်ဘ်ဖြစ်သည်။ ကိုယ်တော်သည် အကျွန်ုပ်အား သက်သာချောင်ချိစွာ နေထိုင်စေခဲ့၏။ မှန်စင်စစ်၊ မတရားပြုသူတို့သည် အောင်မြင်မည်မဟုတ်ပေ။ <span>(၂၃)</span></p><div lang=\"my\" class=\"my \"><h2>အဇီးဇ်၏ ဇနီးသည် ယူစွဖ်ကို ချစ်မြတ်နိုးပြီး သူ့အပေါ် ကြံစည်မှုများ ပြုလုပ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဖော်ပြသည်မှာ အီဂျစ်နိုင်ငံ အဇီးဇ်၏ ဇနီးသည်၊ ယူစွဖ်နေထိုင်ရာ အိမ်၏ ပိုင်ရှင်ဖြစ်ပြီး သူမ၏ ခင်ပွန်းသည် ယူစွဖ်ကို ဂရုစိုက်ရန်နှင့် ရက်ရောရန် အကြံပြုထားသူသည် ယူစွဖ်ကို သွေးဆောင်ဖြားယောင်းရန် ကြိုးစားခဲ့၏။ သူမသည် သူ့ကို မကောင်းမှုပြုလုပ်ရန် ခေါ်ခဲ့သည်၊ အကြောင်းမှာ သူမသည် သူ့ကို အလွန်ချစ်မြတ်နိုးသောကြောင့်ဖြစ်သည်။ ယူစွဖ်သည် အလွန်ခန့်ညားပြီး ယောက်ျားပီသမှုနှင့် လှပမှုတို့နှင့် ပြည့်စုံ၏။ သူမသည် သူ့အတွက် ကိုယ့်ကိုယ်ကိုယ် လှပအောင် ပြင်ဆင်ပြီး တံခါးများကို ပိတ်ကာ သူ့ကို ခေါ်ခဲ့၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَتْ هَيْتَ لَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(သူမက)</span> \"လာပါ၊ အို သင်\" ဟု ပြောခဲ့သည်)</span> သို့သော် သူသည် သူမ၏ ဖိတ်ခေါ်မှုကို ပြတ်ပြတ်သားသား ငြင်းဆန်ခဲ့၏၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ مَعَاذَ اللَّهِ ۖ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက \"အကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံပါ၏! မှန်ပါသည်၊ ကိုယ်တော်သည် အကျွန်ုပ်၏ ရပ်ဘ်ဖြစ်သည်။ ကိုယ်တော်သည် အကျွန်ုပ်အား သက်သာချောင်ချိစွာ နေထိုင်စေခဲ့၏။\")</span> အကြီးအကဲနှင့် သခင်ကို 'ရပ်ဘ်' ဟု ခေါ်ဝေါ်လေ့ရှိသောကြောင့်၊ ယူစွဖ်က သူမအား \"သင်၏ ခင်ပွန်းသည် ကျွန်ုပ်၏သခင်ဖြစ်ပြီး ကျွန်ုပ်အား သက်သာချောင်ချိသော နေထိုင်မှုကို ပေးခဲ့ကာ ကျွန်ုပ်အပေါ် ကြင်နာခဲ့၏။ ထို့ကြောင့် ကျွန်ုပ်သည် သူ၏ဇနီးနှင့် မကောင်းမှုများ ပြုလုပ်ခြင်းဖြင့် သူ့ကို ဘယ်တော့မှ သစ္စာဖောက်မည်မဟုတ်ပါ\" ဟု ပြောခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ်၊ မတရားပြုသူတို့သည် ဘယ်တော့မှ အောင်မြင်မည်မဟုတ်ပေ။)</span> ဤအရာကို မူဂျာဟစ်၊ အဆ်-စူဒ်ဒီ၊ မူဟမ္မဒ် ဘင် အစ်ဟာက် နှင့် အခြားသူများစွာက ပြောခဲ့သည်။ ပညာရှင်များသည် ၎င်းတို့၏ ရွတ်ဖတ်ရာတွင် ကွဲပြားကြ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَيْتَ لَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟိုက်တာ လကာ)</span>၊ အဘယ်ကြောင့်ဆိုသော် အိဗ်နု အဗ္ဗားစ်၊ မူဂျာဟစ်နှင့် အခြားပညာရှင်များစွာက သူမသည် သူ့ကို သူမထံ ခေါ်နေခြင်းဖြစ်သည်ဟု ပြောခဲ့ကြသည်။ အလ်-ဘူခါရီက \"အိကရီမာက ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَيْتَ لَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟိုက်တာ လကာ')</span> ဆိုလိုသည်မှာ အာရမိုက်ဘာသာစကားဖြင့် 'လာပါ၊ အို သင်' ဖြစ်သည်\"။ အလ်-ဘူခါရီသည် ဤထုတ်ပြန်ချက်ကို အိကရီမာထံမှ သွယ်ဝိုက်ဆက်စပ်မှုမရှိဘဲ စုဆောင်းခဲ့သည်။ အခြားပညာရှင်များကမူ 'ငါသည် မင်းအတွက် အသင့်ရှိနေပြီ' ဟူသော အဓိပ္ပါယ်ဖြင့် ဖတ်ရှုခဲ့ကြသည်။ အိဗ်နု အဗ္ဗားစ်၊ အဗူ အဗ်ဒူရ်-ရဟ်မာန် အဆ်-စူလာမီ၊ အဗူ ဝါအိလ်၊ အိကရီမာနှင့် ကတာဒါတို့သည် ဤအာယသ်၏ အစိတ်အပိုင်းကို ဤနည်းအတိုင်း ရွတ်ဖတ်ခဲ့ကြပြီး ကျွန်ုပ်တို့ ဖော်ပြခဲ့သည့်အတိုင်း 'ငါသည် မင်းအတွက် အသင့်ရှိနေပြီ' ဟူ၍ ရှင်းပြခဲ့ကြကြောင်း ဖော်ပြထားသည်။</p>"
  },
  {
    "ayah_key": "12:24",
    "group_ayah_key": "12:24",
    "from_ayah": "12:24",
    "to_ayah": "12:24",
    "ayah_keys": "12:24",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် သူမသည် ယူဆွဖ်ကို တပ်မက်ခဲ့သည်။ ယူဆွဖ်သည်လည်း ၎င်း၏အရှင်သခင်၏ သက်သေကို မမြင်ခဲ့လျှင် သူမ၏ဆန္ဒဘက်သို့ လိုက်ပါသွားလိမ့်မည် ဖြစ်သည်။ ဤသို့ဖြင့် ငါတို့သည် ၎င်းထံမှ မကောင်းမှုများနှင့် ကြီးလေးသော ပြစ်မှုများကို ဖယ်ရှားပစ်ရန် ဖြစ်သည်။ အမှန်စင်စစ် ၎င်းသည် ငါတို့၏ မူခ်လစင် ကျေးကျွန်များအနက်မှ တစ်ဦး ဖြစ်သည်။) ဤအကြောင်းသည် စိတ်ထဲတွင် ဖြတ်သန်းသွားသော အတွေးများအကြောင်း ဖြစ်ပြီး အလ်-ဘာဂါဝီ၏ ပြောကြားချက်အရ အချို့သော ပညာရှင်များ၏ အမြင်ဖြစ်သည်။ အလ်-ဘာဂါဝီသည် ဤနေရာတွင် 'အဗ်ဒူရ် ရဇ်ဇာက်၊ မအ်မရ်၊ ဟမ်မာမ်၊ အဘူ ဟူရိုင်ရဟ်တို့မှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် <span class=\"gray\">(ဘုရားရှင်၏ ငြိမ်းချမ်းသာယာမှုနှင့် ကောင်းချီးမင်္ဂလာများ သက်ရောက်ပါစေ <span>(၂၄)</span></span> ထံမှ ရာဝီပြုခဲ့သော ဟဒီးဆ်တော်ကို ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى: إِذَا هَمَّ عَبْدِي بِحَسَنَةٍ فَاكْتُبُوهَا لَهُ حَسَنَةً، فَإِنْ عَمِلَهَا فَاكْتُبُوهَا لَهُ بِعَشْرِ أَمْثَالِهَا، وَإِنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا فَاكْتُبُوهَا حَسَنَةً، فَإِنَّمَا تَرَكَهَا مِنْ جَرّائِي، فَإِنْ عَمِلَهَا فَاكْتُبُوهَا بِمِثْلِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်- 'အကယ်၍ ငါ၏ကျေးကျွန်သည် ကောင်းမှုတစ်ခုကို ပြုလုပ်ရန် ရည်ရွယ်ပါက ၎င်းအတွက် ကောင်းမှုတစ်ခုအဖြစ် မှတ်တမ်းတင်ကြလော့။ အကယ်၍ ၎င်းသည် ထိုကောင်းမှုကို ပြုလုပ်ပါက ၎င်းအတွက် ဆယ်ဆတိုး၍ မှတ်တမ်းတင်ကြလော့။ အကယ်၍ ၎င်းသည် မကောင်းမှုကို ပြုလုပ်ရန် ရည်ရွယ်ခဲ့သော်လည်း မပြုလုပ်ခဲ့ပါက ၎င်းအတွက် ကောင်းမှုတစ်ခုအဖြစ် မှတ်တမ်းတင်ကြလော့။ အကယ်၍ ၎င်းသည် ငါ့အတွက် ထိုမကောင်းမှုကို စွန့်လွှတ်ခဲ့ခြင်းကြောင့် ဖြစ်သည်။ သို့သော် အကယ်၍ ၎င်းသည် ထိုမကောင်းမှုကို ပြုလုပ်ခဲ့ပါက ၎င်းကို မကောင်းမှုတစ်ခုအဖြစ် ရေးမှတ်ကြလော့။')</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်ကို အမျိုးမျိုးသော အသုံးအနှုန်းများဖြင့် ဆဟီးဟ်ကျမ်းနှစ်ခုတွင်လည်း စုစည်းထားခဲ့ရာ ၎င်းတို့အနက်မှ တစ်ခုဖြစ်သည်။ ထိုအာယသ်တော်သည် ယူဆွဖ်က သူမကို ရိုက်နှက်တော့မည်ဟု ဆိုလိုကြောင်းလည်း ဖော်ပြထားသည်။ ထိုအချိန်တွင် ယူဆွဖ် မြင်တွေ့ခဲ့ရသော သက်သေနှင့် ပတ်သက်၍မူ ၎င်းသည် အဘယ်အရာဖြစ်သည်နှင့် ပတ်သက်၍ သဘောထားကွဲလွဲမှုများ ရှိသည်။ အိဗ်နု ဂျရီရ် အသ်-တာဘာရီက ပြောသည်မှာ \"မှန်ကန်သော အမြင်မှာ သူသည် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များအနက်မှ တစ်ခုဖြစ်သော အာယသ်တော်ကို မြင်ခဲ့ခြင်းဖြစ်ပြီး ၎င်း၏စိတ်ထဲတွင် ဖြတ်သန်းလာသော အတွေးကို ဖယ်ရှားပစ်ခဲ့သည်ဟု ကျွန်ုပ်တို့ ပြောသင့်သည်။\" ဤသက်သေမှာ ယအ်ကူဗ်၏ ပုံရိပ်၊ သို့မဟုတ် ကောင်းကင်တမန်တစ်ပါး၏ ပုံရိပ်၊ သို့မဟုတ် ထိုမကောင်းမှုကြီးကို မပြုလုပ်ရန် တားမြစ်သော ဘုရားသခင်၏ မိန့်ဆိုချက် စသည်တို့ ဖြစ်နိုင်သည်။ ဤထုတ်ပြန်ချက်များထဲမှ မည်သည့်အရာကိုမျှ တိကျစွာ ထောက်ခံရန် ရှင်းလင်းသော သက်သေများ မရှိသောကြောင့် အလ္လာဟ်အရှင်မြတ် ချန်ထားခဲ့သကဲ့သို့ မရေရာမသေချာဘဲ ထားသင့်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ နောက်တစ်ဆင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ငါတို့သည် ၎င်းထံမှ မကောင်းမှုများနှင့် ကြီးလေးသော ပြစ်မှုများကို ဖယ်ရှားပစ်ရန် ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းအား ထိုပြစ်မှုမှ ဖယ်ရှားပစ်သော သက်သေကို ပြသခဲ့သကဲ့သို့ ၎င်း၏ကိစ္စအားလုံးတွင် မည်သည့်မကောင်းမှုမျိုးနှင့် တရားမဝင် လိင်မှုကိစ္စများမှမဆို ကယ်တင်သည်။' အဘယ်ကြောင့်ဆိုသော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းသည် ငါတို့၏ မူခ်လစင် ကျေးကျွန်များအနက်မှ တစ်ဦး ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ရွေးချယ်ခံရသူ၊ သန့်စင်သူ၊ သတ်မှတ်ခံရသူ၊ ခန့်အပ်ခံရသူနှင့် ဖြောင့်မတ်သူ ဖြစ်သည်။ ၎င်းအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းသာယာမှုနှင့် ကောင်းချီးမင်္ဂလာများ သက်ရောက်ပါစေ။\"</p>"
  }
]