[
  {
    "ayah_key": "11:1",
    "group_ayah_key": "11:1",
    "from_ayah": "11:1",
    "to_ayah": "11:4",
    "ayah_keys": "11:1,11:2,11:3,11:4",
    "text": "<div lang=\"my\" class=\"my \"><h2>ဆူရာဟွဒ်သည် တမန်တော်၏ဆံပင်ကို ဖြူဖွေးစေခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">အဘူ အီဆာ အတ်-တီရ်မိဇီသည် အိဗ်နု အဗ္ဗားစ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အဘူ ဘကရ်က “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အမှန်စင်စစ် အရှင်၏ဆံပင်သည် ဖြူဖွေးသွားပါပြီ” ဟု ပြောကြားခဲ့သည်။ တမန်တော် ﷺ က ပြန်လည်ဖြေကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَيَّبَتْنِي هُودٌ وَالْوَاقِعَةُ وَالْمُرْسَلَاتُ وَعَمَّ يَتَسَاءَلُونَ وَإِذَا الشَّمْسُ كُوِّرَت</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(ဆူရာဟွဒ်၊ အလ်-ဝါကိအဟ်၊ အလ်-မွရ်ဆလားသ်၊ အမ်မာ ယတစာအလူန် <span class=\"gray\">[အန်-နဘာအ်]</span> နှင့် အိဇပ်စ်-ရှမ်စွတ် ကူးဝိရတ် <span class=\"gray\">[အတ်-တက်ဝီရ်]</span> တို့သည် ကျွန်ုပ်၏ဆံပင်ကို ဖြူဖွေးစေခဲ့သည်။)</span> အခြားအဆိုတစ်ခုတွင် ကိုယ်တော် ﷺ က မိန့်ကြားခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">هُودٌ وَأَخَوَاتُهَا</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(ဆူရာဟွဒ်နှင့် ၎င်း၏ညီအစ်မများ...)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် အစပြုပါ၏။ အတိုင်းအဆမရှိ ကရုဏာရှင်၊ အမြဲတစေ သနားကြင်နာရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الر ۚ كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ - أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ۚ إِنَّنِي لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ - وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُم مَّتَاعًا حَسَنًا إِلَىٰ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ ۖ وَإِن تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ - إِلَى اللَّهِ مَرْجِعُكُمْ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အလိဖ်၊ လာမ်၊ ရာ။ <span class=\"gray\">(ဤသည်ကား)</span> ကျမ်းဂန်တစ်ခုဖြစ်၏။ ၎င်း၏အာယသ်တော်များသည် ပြည့်စုံလုံလောက်ပြီး <span class=\"gray\">(အသိပညာနယ်ပယ်တိုင်းတွင်)</span> ထို့နောက် တစ်ဆူတည်းသော <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ထံမှ အသေးစိတ်ရှင်းလင်းပြသထားသည်၊ ထိုအရှင်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့သိတော်မူသော အနန္တပညာရှင်ဖြစ်သည်။)</span><span class=\"gray\">(၂။ <span class=\"gray\">(ဟေ)</span> အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားမည်သူ့ကိုမျှ မကိုးကွယ်ကြနှင့်။ အမှန်စင်စစ် ကျွန်ုပ် <span class=\"gray\">(မုဟမ္မဒ်)</span> သည် အရှင်မြတ်ထံမှ သင်တို့အတွက် သတိပေးသူနှင့် ဝမ်းမြောက်ဖွယ်ရာသတင်းပေးသူဖြစ်သည်။)</span><span class=\"gray\">(၃။ <span class=\"gray\">(သင့်အား)</span> “သင်တို့၏အရှင်သခင်ထံမှ ခွင့်လွှတ်မှုကို တောင်းခံကြကုန်၊ ထို့နောက် ကိုယ်တော်ထံသို့ နောင်တတရားဖြင့် ပြန်လှည့်ကြကုန်” ဟု အမိန့်ပေးထား၏။ သို့မှသာ ကိုယ်တော်သည် သင်တို့ကို သတ်မှတ်ထားသော ကာလတစ်ခုအထိ ကောင်းမွန်သော ပျော်ရွှင်မှုကို ပေးသနားတော်မူမည်ဖြစ်ပြီး ကျေးဇူးတော်ရှင်တိုင်းအား ကိုယ်တော်၏ ကျေးဇူးတော်ကို ပေးသနားတော်မူမည်။ သို့သော် သင်တို့သည် လှည့်ထွက်သွားပါက ကျွန်ုပ်သည် သင်တို့အတွက် ကြီးကျယ်သောနေ့၏ ပြင်းထန်သည့် ပြစ်ဒဏ်ကို စိုးရိမ်ပါသည်။)</span><span class=\"gray\">(၄။ အလ္လာဟ်အရှင်မြတ်ထံသို့သာ သင်တို့၏ပြန်လည်ရောက်ရှိရာဖြစ်သည်၊ ကိုယ်တော်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်တော်မူ၏။)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်ကျမ်းနှင့် အလ္လာဟ်တစ်ဆူတည်းကိုသာ <span class=\"gray\">(ကိုးကွယ်ရန်)</span> ၎င်း၏ဖိတ်ခေါ်မှု</h2></div><p lang=\"my\" class=\"my \">အက္ခရာများ <span class=\"gray\">(ကုရ်အာန်၏ အချို့သောအခန်းကြီးများ၏ အစတွင် ပေါ်လာသော)</span> နှင့်ပတ်သက်သော ဆွေးနွေးမှုသည် ဆူရတ် အလ်-ဘကရဟ်၏ အစတွင် ဖော်ပြခဲ့ပြီးဖြစ်သည်။ ထိုဆွေးနွေးမှုသည် ဤနေရာတွင် ထပ်ခါတလဲလဲ ပြောရန်မလိုဘဲ လုံလောက်ပါသည်။ အလ္လာဟ်အရှင်မြတ်၏ အဆိုနှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏အာယသ်တော်များသည် ပြည့်စုံလုံလောက်ပြီး ထို့နောက် အသေးစိတ်ရှင်းလင်းပြသထားသည်)</span> ၎င်းသည် ၎င်း၏စကားလုံးများတွင် ပြည့်စုံလုံလောက်ပြီး ၎င်း၏အဓိပ္ပါယ်တွင် အသေးစိတ်ပြထားသည်ဟု ဆိုလိုသည်။ ထို့ကြောင့် ၎င်းသည် ၎င်း၏ပုံစံနှင့် ၎င်း၏အဓိပ္ပါယ်တွင် ပြည့်စုံသည်။ ဤအနက်ဖွင့်ဆိုချက်ကို မုဂျာဟိဒ်နှင့် ကွတာဒါထံမှ မှတ်တမ်းတင်ထားပြီး အိဗ်နု ဂျရီရ် <span class=\"gray\">[အတ်-တဘာရီ]</span> က ပိုမိုနှစ်သက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ အဆိုအဓိပ္ပါယ်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن لَّدُنْ حَكِيمٍ خَبِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဆူတည်းသော <span class=\"gray\">(အလ္လာဟ်)</span> အရှင်မြတ်ထံမှ၊ ထိုအရှင်သည် အနန္တပညာရှင်၊ အရာခပ်သိမ်းကို သိတော်မူသော အရှင်ဖြစ်သည်)</span> ၎င်းသည် <span class=\"gray\">(ကုရ်အာန်ကျမ်း)</span> သည် အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်ပြီး၊ ကိုယ်တော်သည် ကိုယ်တော်၏ အဆိုအမိန့်များနှင့် ဥပဒေများတွင် အမြတ်ဆုံးပညာရှင်ဖြစ်ကာ ကိစ္စရပ်များ၏ နောက်ဆုံးရလဒ်များကို အသိဆုံးဖြစ်သည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا تَعْبُدُوا إِلَّا اللَّهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ဟေ)</span> အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားမည်သူ့ကိုမျှ မကိုးကွယ်ကြနှင့်။)</span> ဤသည်မှာ ဤကုရ်အာန်ကျမ်းသည် ပြည့်စုံလုံလောက်ပြီး အသေးစိတ်ဖြင့်၊ အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်ရန်၊ အခြားမည်သူနှင့်မျှ တွဲဖက်ခြင်းမရှိဘဲ ဆင်းသက်လာခြင်းဖြစ်သည်ဟု ဆိုလိုသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ အဆိုအမိန့်နှင့် တူညီသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်မတိုင်မီ မည်သည့်ရစူလ်တမန်တော်ကိုမျှ ငါတို့မစေလွှတ်ခဲ့ပေ၊ ငါတို့သည် သူ့အား <span class=\"gray\">(ဤသို့ပြောကာ)</span> ဗျာဒိတ်ပေးခဲ့သည်- “ငါမှတစ်ပါး ကိုးကွယ်ရာအရှင်မရှိ၊ ထို့ကြောင့် ငါ့ကိုသာ ကိုးကွယ်ကြလေ။”)</span><span class=\"gray\">[၂၁:၂၅]</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ အဆိုအမိန့်နှင့် တူညီသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် လူမျိုးတိုင်းတွင် ရစူလ်တမန်တော်တစ်ပါးကို <span class=\"gray\">(ဤသို့ကြေညာကာ)</span> စေလွှတ်ခဲ့သည်- 'အလ္လာဟ်အရှင်မြတ်ကို <span class=\"gray\">(တစ်ဆူတည်း)</span> ကိုးကွယ်ကြကုန်၊ တာဂွတ် <span class=\"gray\">(မှားယွင်းသောနတ်ဘုရားများကို ခေါ်ဆိုခြင်း)</span> ကို ရှောင်ကြဉ်ကြကုန်။')</span><span class=\"gray\">[၁၆:၃၆]</span> အလ္လာဟ်အရှင်မြတ်၏ အဆိုအမိန့်နှင့်ပတ်သက်၍၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّنِي لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်သည် ကိုယ်တော်ထံမှ သင်တို့အတွက် သတိပေးသူနှင့် ဝမ်းမြောက်ဖွယ်ရာသတင်းပေးသူဖြစ်သည်။)</span> ဤသည်မှာ “အမှန်စင်စစ် ကျွန်ုပ်သည် ကိုယ်တော် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ကို သင်တို့က ဆန့်ကျင်ပါက ပြစ်ဒဏ်ကို သတိပေးသူဖြစ်ပြီး၊ ကိုယ်တော်ကို သင်တို့က နာခံပါက ဆုလာဘ်၏ ဝမ်းမြောက်ဖွယ်ရာသတင်းကို ယူဆောင်လာသူဖြစ်သည်” ဟု ဆိုလိုသည်။ ဤအဓိပ္ပါယ်ကို စစ်မှန်သော ဟဒီးဆ်တော်တွင် မှတ်တမ်းတင်ထားပြီး၊ ၎င်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အစ်-ဆဖာ တောင်ပေါ်သို့ တက်ရောက်ပြီး ကူရိုင်ရှ်မျိုးနွယ်မှ ကိုယ်တော်၏ ဆွေမျိုးသားချင်းများကို ခေါ်ယူခဲ့သည်။ ၎င်းတို့သည် ကိုယ်တော်ပတ်ဝန်းကျင်တွင် စုဝေးရောက်ရှိလာသောအခါ ကိုယ်တော်က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ قُرَيْشٍ! أَرَأَيْتُمْ لَوْ أَخْبَرْتُكُمْ أَنَّ خَيْلًا تُصَبِّحُكُمْ أَلَسْتُمْ مُصَدِّقِيَّ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကူရိုင်ရှ်လူမျိုးတို့၊ နံနက်ပိုင်းတွင် မြင်းစီးသူရဲတပ်ဖွဲ့က သင်တို့အား တိုက်ခိုက်တော့မည်ဟု ကျွန်ုပ်ပြောပြပါက သင်တို့ မယုံကြည်ကြမည်လား)</span> ၎င်းတို့က “အရှင်ကို ကျွန်ုပ်တို့ မုသားပြောသူအဖြစ် မတွေ့ခဲ့ပါ” ဟု ပြန်ဖြေသည်။ ကိုယ်တော် ﷺ က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنِّي نَذِيرٌ لَكُمْ بَيْنَ يَدَي عَذَابٍ شَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့အတွက် ပြင်းထန်သောပြစ်ဒဏ်မတိုင်မီ သတိပေးသူဖြစ်သည်။)</span> ကိုယ်တော်၏ အဆိုအမိန့်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُم مَّتَاعًا حَسَنًا إِلَىٰ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့အပြင် <span class=\"gray\">(သင့်အား)</span> “သင်တို့၏အရှင်သခင်ထံမှ ခွင့်လွှတ်မှုကို တောင်းခံကြကုန်၊ ထို့နောက် ကိုယ်တော်ထံသို့ နောင်တတရားဖြင့် ပြန်လှည့်ကြကုန်။ သို့မှသာ ကိုယ်တော်သည် သင်တို့ကို သတ်မှတ်ထားသော ကာလတစ်ခုအထိ ကောင်းမွန်သော ပျော်ရွှင်မှုကို ပေးသနားတော်မူမည်ဖြစ်ပြီး ကျေးဇူးတော်ရှင်တိုင်းအား ကိုယ်တော်၏ ကျေးဇူးတော်ကို ပေးသနားတော်မူမည်။)</span> ဤသည်မှာ “ကျွန်ုပ်သည် သင့်အား ယခင်ကအပြစ်များအတွက် ခွင့်လွှတ်မှုတောင်းခံရန်၊ အနာဂတ်အပြစ်များမှ အလ္လာဟ်အရှင်မြတ်ထံသို့ ပြန်လှည့်ရန်၊ ထို့နောက် ထိုအရာကို လိုက်နာရန် အမိန့်ပေးနေသည်” ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُمَتِّعْكُم مَّتَاعًا حَسَنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ ကိုယ်တော်သည် သင်တို့ကို ကောင်းမွန်သော ပျော်ရွှင်မှုကို ပေးသနားတော်မူမည်ဖြစ်သည်၊)</span> ဤသည်မှာ ဤမျက်မှောက်ဘဝကို ရည်ညွှန်းခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတ်မှတ်ထားသော ကာလတစ်ခုအထိ၊ ကျေးဇူးတော်ရှင်တိုင်းအား ကိုယ်တော်၏ ကျေးဇူးတော်ကို ပေးသနားတော်မူမည်။)</span> ဤသည်မှာ ကွတာဒါ၏အဆိုအရ နောင်တမလွန်ဘဝကို ရည်ညွှန်းသည်။ “၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ အဆိုအမိန့်နှင့်တူညီသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို – ကျားဖြစ်စေ၊ မဖြစ်စေ – စစ်မှန်သော ယုံကြည်သူဖြစ်၍ ကောင်းမှုပြုပါက အမှန်စင်စစ် ငါတို့သည် ထိုသူအား ကောင်းမြတ်သောဘဝကို ပေးမည်။)</span><span class=\"gray\">[၁၆:၉၇]</span> အလ္လာဟ်အရှင်မြတ်၏ အဆိုအမိန့်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့သည် လှည့်ထွက်သွားပါက ကျွန်ုပ်သည် သင်တို့အတွက် ကြီးကျယ်သောနေ့၏ ပြင်းထန်သည့် ပြစ်ဒဏ်ကို စိုးရိမ်ပါသည်။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များကို လှည့်ထွက်သွားသူ၊ ကိုယ်တော်၏ ရစူလ်တမန်တော်များကို ငြင်းပယ်သူတိုင်းအတွက် ပြင်းထန်သော ခြိမ်းခြောက်မှုဖြစ်သည်။ အမှန်စင်စစ် ထိုကဲ့သို့သောသူကို ရှင်ပြန်ထမြောက်ရာနေ့တွင် ပြစ်ဒဏ်သည် ဒုက္ခပေးမည်ဖြစ်ပြီး ၎င်းမှ လွတ်မြောက်နိုင်မည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَى اللَّهِ مَرْجِعُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံသို့သာ သင်တို့၏ပြန်လည်ရောက်ရှိရာဖြစ်သည်၊)</span> ဤသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သင်တို့ပြန်လည်ရောက်ရှိခြင်းကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်တော်မူ၏။)</span> ဤသည်မှာ ကိုယ်တော်သည် ကိုယ်တော်အလိုရှိသမျှကို စွမ်းဆောင်နိုင်သည်ဟု ဆိုလိုသည်၊ ၎င်းသည် ကိုယ်တော်၏ အဝလ်ယာ <span class=\"gray\">(မိတ်ဆွေများနှင့် မဟာမိတ်များ)</span> အပေါ် ကောင်းမှုဖြစ်စေ၊ ကိုယ်တော်၏ ရန်သူများအပေါ် လက်စားချေခြင်းဖြစ်စေ ဖြစ်နိုင်သည်။ ၎င်းတွင် ကိုယ်တော်၏ ဖန်ဆင်းခံများကို ရှင်ပြန်ထမြောက်ရာနေ့တွင် ပြန်လည်ဖန်ဆင်းနိုင်သည့် စွမ်းရည်လည်း ပါဝင်သည်။ ဤကဏ္ဍသည် ကြောက်ရွံ့မှုကို အားပေးသည်၊ ယခင်ကဏ္ဍက မျှော်လင့်ချက်ကို အားပေးသကဲ့သို့ပင်။</p>"
  },
  {
    "ayah_key": "11:100",
    "group_ayah_key": "11:100",
    "from_ayah": "11:100",
    "to_ayah": "11:101",
    "ayah_keys": "11:100,11:101",
    "text": "<p lang=\"my\" class=\"my \">၎င်းသည် ကျွန်ုပ်တို့သည် သင်တို့အား ပြောပြသည့် မြို့များ၏ သတင်းအချို့ဖြစ်သည်။ ထိုမြို့များထဲမှ အချို့သည် <span class=\"gray\">(ယခုတိုင်)</span> တည်ရှိနေသေးပြီး အချို့မှာ <span class=\"gray\">(ပြီးနှင့်ပြီဖြစ်သော)</span> ရိတ်သိမ်းပြီးဖြစ်သည်။ <span>(၁၀၀)</span>ကျွန်ုပ်တို့သည် သူတို့ကို မမှားယွင်းစေခဲ့ပါ၊ သို့သော် သူတို့ကိုယ်တိုင် သူတို့ကိုယ်သူတို့ မှားယွင်းစေခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ သူတို့ခေါ်ဝေါ်ပသခဲ့သော သူတို့၏ နတ်ဘုရားများသည် သင်၏အရှင်၏ အမိန့်တော် လာရောက်သောအခါ သူတို့အား မည်သည့်အရာမျှ အကျိုးမဖြစ်ထွန်းစေခဲ့သလို ပျက်စီးခြင်းမှလွဲ၍ အခြားမည်သည့်အရာမျှ ထပ်မံဖြည့်စွက်ခြင်းမရှိခဲ့ပါ။ <span>(၁၀၁)</span></p><div lang=\"my\" class=\"my \"><h2>ဖျက်ဆီးခံရသောမြို့များမှ ရရှိသော သင်ခန်းစာ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်များ၏ ဇာတ်လမ်းနှင့် ၎င်းတို့နှင့် ၎င်းတို့၏ လူမျိုးများတွင် ဖြစ်ပျက်ခဲ့သည်များကို ဖော်ပြသောအခါ – မယုံကြည်သူများကို မည်သို့ ဖျက်ဆီးခဲ့ပြီး ယုံကြည်သူများကို မည်သို့ ကယ်တင်ခဲ့သည်ကို – အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مِنْ أَنبَاءِ الْقُرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် <span class=\"gray\">(လူဦးရေ)</span> မြို့များ၏ သတင်းအချို့ဖြစ်သည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ သတင်းများ</p><p class=\"sd qpc-hafs\" lang=\"sd\">نَقُصُّهُ عَلَيْكَ ۖ مِنْهَا قَائِمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင်တို့အား ပြောပြသည့် မြို့များထဲမှ အချို့သည် <span class=\"gray\">(ယခုတိုင်)</span> တည်ရှိနေသေးသည်၊)</span> ဆိုလိုသည်မှာ ကျန်ရှိနေသေးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَصِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အချို့သည် <span class=\"gray\">(ပြီးနှင့်ပြီဖြစ်သော)</span> ရိတ်သိမ်းပြီးဖြစ်သည်။)</span> ဆိုလိုသည်မှာ လုံးဝပျက်စီးသွားပြီဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ظَلَمْنَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူတို့ကို မမှားယွင်းစေခဲ့ပါ၊)</span> ဆိုလိုသည်မှာ “ကျွန်ုပ်တို့သည် သူတို့ကို ဖျက်ဆီးသောအခါ” ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلٰكِن ظَلَمُوا أَنفُسَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့ကိုယ်တိုင် သူတို့ကိုယ်သူတို့ မှားယွင်းစေခဲ့သည်။)</span> ၎င်းတို့၏ တမန်တော်များကို ငြင်းပယ်ပြီး ၎င်းတို့ကို မယုံကြည်ခြင်းကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့၏ နတ်ဘုရားများသည် သူတို့အား <span class=\"gray\">[မည်သည့်အရာမျှ]</span> အကျိုးမဖြစ်ထွန်းစေခဲ့ပါ...)</span> ၎င်းသည် သူတို့ ကိုးကွယ်ပသခဲ့သော သူတို့၏ ရုပ်တုများကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن دُونِ اللَّهِ مِن شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သည့်အရာမျှ)</span> အလ္လာဟ်အရှင်မြတ်၏ ဖျက်ဆီးရန်အမိန့်တော် ကျရောက်သောအခါ ထိုရုပ်တုများသည် သူတို့ကို အကျိုးမဖြစ်ထွန်းစေခဲ့သလို ကယ်တင်ခြင်းလည်း မပြုနိုင်ခဲ့ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပျက်စီးခြင်းမှလွဲ၍ အခြားမည်သည့်အရာမျှ ထပ်မံဖြည့်စွက်ခြင်းမရှိခဲ့ပါ။)</span> မူဂျာဟစ်၊ ကတာဒါနှင့် အခြားသူများက “ဆိုလိုသည်မှာ ဆုံးရှုံးခြင်းဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ အကြောင်းမှာ ၎င်းတို့ ဖျက်ဆီးခံရခြင်းနှင့် ပျက်စီးခြင်း၏ အကြောင်းရင်းမှာ ထိုမှားယွင်းသော နတ်ဘုရားများကို လိုက်နာခဲ့သောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် ဤဘဝနှင့် နောင်ဘဝတွင် ဆုံးရှုံးသူများဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "11:102",
    "group_ayah_key": "11:102",
    "from_ayah": "11:102",
    "to_ayah": "11:102",
    "ayah_keys": "11:102",
    "text": "<p lang=\"my\" class=\"my \">ထိုကဲ့သို့ပင် သူတို့သည် မကောင်းမှုများ ပြုလုပ်နေကြစဉ် မြို့များကို ဖမ်းဆီးသောအခါ သင့်အရှင်၏ ပြစ်ဒဏ်သည် ဖြစ်သည်။ အမှန်စင်စစ် ၎င်း၏ ပြစ်ဒဏ်သည် နာကျင်ဖွယ်ရာ <span class=\"gray\">(နှင့်)</span> ပြင်းထန်သည်။) အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူနေသကဲ့သို့ ဖြစ်သည်၊ \"ကျွန်ုပ်တို့သည် မိမိတို့၏ ရစူလ်တမန်တော်များကို ငြင်းပယ်ခဲ့သော ဤဆိုးသွမ်းသော မျိုးဆက်များကို ဖျက်ဆီးခဲ့သကဲ့သို့ပင်၊ ၎င်းတို့နှင့်တူသော မည်သူမဆိုကိုလည်း ထိုနည်းအတိုင်း လုပ်ဆောင်မည်။ <span>(102)</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်း၏ ပြစ်ဒဏ်သည် နာကျင်ဖွယ်ရာ <span class=\"gray\">(နှင့်)</span> ပြင်းထန်သည်။)</span> စဟီဟ်နှစ်ကျမ်းတွင် အဗူမူဆာက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် မကောင်းမှုပြုသူအား ဖမ်းဆီးသည့်တိုင်အောင် အချိန်ပေးထားတော်မူသည်၊ ထို့နောက် ထိုသူသည် လွတ်မြောက်နိုင်မည်မဟုတ်ပေ။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ရွတ်ဖတ်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَىٰ وَهِيَ ظَالِمَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် မကောင်းမှုများ ပြုလုပ်နေကြစဉ် မြို့များကို ဖမ်းဆီးသောအခါ သင့်အရှင်၏ ပြစ်ဒဏ်သည် ထိုကဲ့သို့ပင် ဖြစ်သည်။)</span></p>"
  }
]