[
  {
    "ayah_key": "30:17",
    "group_ayah_key": "30:17",
    "from_ayah": "30:17",
    "to_ayah": "30:19",
    "ayah_keys": "30:17,30:18,30:19",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အား ညနေရောက်သောအခါ နှင့် နံနက်ရောက်သောအခါတို့တွင် ချီးမွမ်းကြကုန် <span>(17)</span>မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေပေါ်ရှိ ချီးမွမ်းခြင်းအားလုံးသည် ကိုယ်တော်အရှင်မြတ်အတွက်သာဖြစ်ပြီး 'အာရှီယာ' တွင်လည်းကောင်း၊ 'တုဇ်ဟီရူန်' တွင်လည်းကောင်း <span>(18)</span>ကိုယ်တော်အရှင်မြတ်သည် သက်ရှိများကို သက်မဲ့များမှ ထုတ်ဆောင်တော်မူပြီး၊ သက်မဲ့များကို သက်ရှိများမှ ထုတ်ဆောင်တော်မူသည်။ ကိုယ်တော်အရှင်မြတ်သည် ကမ္ဘာမြေကို သေဆုံးပြီးနောက် ပြန်လည်အသက်သွင်းတော်မူသည်။ ဤနည်းအတိုင်း သင်တို့အား ပြန်လည်ထုတ်ဆောင်လိမ့်မည် <span>(19)</span></p><p lang=\"my\" class=\"my \">တစ်နေ့လျှင် ငါးကြိမ် ဆွလားတ်ပြုရန် အမိန့်</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အရှင်မြတ်ကိုယ်တိုင် ချီးမွမ်းတော်မူပြီး၊ ကိုယ်တော်အရှင်မြတ်၏ ကျွန်များကို တစ်ခုပြီးတစ်ခု လာရောက်သော ဤအချိန်များတွင် ကိုယ်တော်အရှင်မြတ်အား ချီးမွမ်းရန်နှင့် အာကာသ ကောင်းကင်များ၌ ကိုယ်တော်အရှင်မြတ်၏ တန်ခိုးတော်နှင့် အစွမ်းသတ္တိတို့ကို ဖော်ပြသည့်အရာများအဖြစ် ချီးမွမ်းရန် အမိန့်ပေးထားသည်။ ဤသည်မှာ ညသည် ၎င်း၏ မှောင်မိုက်မှုနှင့်အတူ လာရောက်ချိန်ဖြစ်ပြီး၊ နံနက်၌ နေ့သည် ၎င်း၏ အလင်းနှင့်အတူ ရောက်ရှိလာသည်။ ဤချီးမွမ်းခြင်းနောက်တွင် သင့်လျော်သော ဂုဏ်တော်ချီးမွမ်းခြင်းများ ပါရှိသည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၌ ရှိသမျှ ချီးမွမ်းခြင်းအပေါင်းသည် ကိုယ်တော်အရှင်မြတ်အတွက်သာဖြစ်သည်)</span> ဆိုလိုသည်မှာ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေပေါ်၌ ကိုယ်တော်အရှင်မြတ် ဖန်ဆင်းတော်မူခဲ့သော အရာများအတွက် ချီးမွမ်းခံထိုက်သူသည် ကိုယ်တော်အရှင်မြတ်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَعَشِيًّا وَحِينَ تُظْهِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် 'အာရှီယာ' တွင်လည်းကောင်း၊ 'တုဇ်ဟီရူန်' တွင်လည်းကောင်း။)</span> – 'အာရှီယာ' ဆိုသည်မှာ မှောင်မိုက်မှု အပြင်းထန်ဆုံး အချိန်ဖြစ်ပြီး၊ 'အိဇ်ဟာရ်' ဆိုသည်မှာ နေ့၏ အတောက်ပဆုံး အချိန်ဖြစ်သည်။ ကိုယ်တော်အရှင်မြတ်သည် ၎င်းနှစ်ခုလုံးကို ဖန်ဆင်းတော်မူသော၊ နေ့အလင်းရောင်ကို ခွဲထုတ်တော်မူသော၊ ညကို အနားယူချိန်အဖြစ် ပြုလုပ်တော်မူသော အရှင်မြတ်သာလျှင် သန့်ရှင်းစင်ကြယ်တော်မူပါစေ။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّهَارِ إِذَا جَلَّاهَا - وَاللَّيْلِ إِذَا يَغْشَاهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့အားဖြင့် ၎င်း၏ တောက်ပမှုကို ပြသသည့်အခါ။ ညအားဖြင့် ၎င်းကို ဖုံးအုပ်သည့်အခါ။)</span><span class=\"gray\">(91:3-4)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّيْلِ إِذَا يَغْشَىٰ - وَالنَّهَارِ إِذَا تَجَلَّىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညအားဖြင့် ၎င်း ဖုံးအုပ်သည့်အခါ။ နေ့အားဖြင့် ၎င်း တောက်ပစွာ ပေါ်လာသည့်အခါ။)</span><span class=\"gray\">(92:1-2)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالضُّحَىٰ - وَاللَّيْلِ إِذَا سَجَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွန်းတည့်ချိန်အားဖြင့် <span class=\"gray\">(နေထွက်ပြီးနောက်)</span>။ ညအားဖြင့် ၎င်း မှောင်မိုက်သည့်အခါ။)</span><span class=\"gray\">(93:1-2)</span> ထို့နည်းတူ အာယသ်တော်များစွာ ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်အရှင်မြတ်သည် သက်ရှိများကို သက်မဲ့များမှ ထုတ်ဆောင်တော်မူပြီး၊ သက်မဲ့များကို သက်ရှိများမှ ထုတ်ဆောင်တော်မူသည်။)</span> ၎င်းသည် အရာဝတ္ထုများနှင့် ၎င်းတို့၏ ဆန့်ကျင်ဘက်များကို ဖန်ဆင်းတော်မူနိုင်သော ကိုယ်တော်အရှင်မြတ်၏ တန်ခိုးတော်ကို ကျွန်ုပ်တို့ မြင်တွေ့ရခြင်းဖြစ်သည်။ တစ်ခုပြီးတစ်ခု လာရောက်သော ဤအာယသ်တော်များသည် အားလုံး တူညီကြသည်။ ၎င်းတို့တစ်ခုစီတွင် အလ္လာဟ်အရှင်မြတ်သည် အရာဝတ္ထုများနှင့် ၎င်းတို့၏ ဆန့်ကျင်ဘက်များကို ဖန်ဆင်းခြင်းအကြောင်း ဖော်ပြထားရာ၊ ၎င်းသည် ကိုယ်တော်အရှင်မြတ်၏ ဖန်ဆင်းခြင်း၌ ကိုယ်တော်အရှင်မြတ်၏ တန်ခိုးတော်၏ ပြည့်စုံခြင်းကို ညွှန်ပြရန်ဖြစ်သည်။ ထို့ကြောင့် ကိုယ်တော်အရှင်မြတ်သည် အပင်ကို အစေ့မှ၊ အစေ့ကို အပင်မှ ဖန်ဆင်းတော်မူသည်။ ကြက်ဥကို ကြက်မှ၊ ကြက်ကို ကြက်ဥမှ ဖန်ဆင်းတော်မူသည်။ လူသားကို သုက်မှ၊ သုက်ကို လူသားမှ ဖန်ဆင်းတော်မူသည်။ ယုံကြည်သူကို မယုံကြည်သူများမှ၊ မယုံကြည်သူကို ယုံကြည်သူများမှ ဖန်ဆင်းတော်မူသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်အရှင်မြတ်သည် ကမ္ဘာမြေကို သေဆုံးပြီးနောက် ပြန်လည်အသက်သွင်းတော်မူသည်။)</span> ၎င်းသည် အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် နိမိတ်လက္ခဏာတစ်ခုမှာ သေနေသောမြေဖြစ်သည်။ ငါတို့သည် ၎င်းကို အသက်သွင်းပြီး၊ ၎င်းမှ စပါးများကို ထုတ်ဆောင်ပေးသဖြင့် ၎င်းတို့ စားသုံးကြသည်။)</span> အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတွင် ရေစမ်းများ စီးဆင်းစေခဲ့သည်။)</span><span class=\"gray\">(36:33-34)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကမ္ဘာမြေကို ခြောက်သွေ့နေသည်ကို မြင်ရသည်၊ သို့သော် ငါတို့သည် ၎င်းပေါ်သို့ ရေကိုချပေးသောအခါ ၎င်းသည် လှုပ်ရှားလာပြီး ဖောင်းကြွလာကာ လှပသော အမျိုးမျိုးသော အရာများကို ထုတ်ဆောင်ပေးသည်။)</span> အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သင်္ချိုင်းဂူများ၌ ရှိသောသူများကို ပြန်လည်ရှင်ပြန်စေမည်။)</span><span class=\"gray\">(22:5-7)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ ۖ حَتَّىٰ إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်အရှင်မြတ်သည် လေများကို ကိုယ်တော်အရှင်မြတ်၏ ကရုဏာတော် မရောက်မီ ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးအဖြစ် စေလွှတ်တော်မူသည်။ ၎င်းတို့သည် ဝန်များသော မိုးတိမ်ကို သယ်ဆောင်သွားသည့်တိုင်)</span> အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَعَلَّكُمْ تَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့ သတိရရန် သို့မဟုတ် သင်ခန်းစာယူရန်။)</span><span class=\"gray\">(7:57)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكَذَٰلِكَ تُخْرَجُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနည်းအတိုင်း သင်တို့အား ပြန်လည်ထုတ်ဆောင်လိမ့်မည်။)</span></p>"
  },
  {
    "ayah_key": "30:20",
    "group_ayah_key": "30:20",
    "from_ayah": "30:20",
    "to_ayah": "30:21",
    "ayah_keys": "30:20,30:21",
    "text": "<p class=\"my translation\" lang=\"my\">ကိုယ်တော်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက် တစ်ခုမှာ ကိုယ်တော်အရှင်မြတ်သည် သင်တို့အား မြေမှုန့်မှ ဖန်ဆင်းတော်မူပြီး၊ ထို့နောက် – ကြည့်ရှုလော့၊ သင်တို့သည် ပြန့်ကျဲနေသော လူသားများ ဖြစ်ကြသည် <span>(20)</span>ကိုယ်တော်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက် တစ်ခုမှာ ကိုယ်တော်အရှင်မြတ်သည် သင်တို့အတွက် သင်တို့အချင်းချင်းထဲမှ ဇနီးမယားများကို ဖန်ဆင်းပေးတော်မူရာ၊ သင်တို့သည် ၎င်းတို့ထံတွင် ငြိမ်သက်ခြင်းကို ရှာဖွေနိုင်ရန်ဖြစ်သည်။ ကိုယ်တော်အရှင်မြတ်သည် သင်တို့အကြား ချစ်ခြင်းမေတ္တာနှင့် ကရုဏာကို ထည့်သွင်းပေးထားသည်။ အမှန်စင်စစ်၊ ၎င်းတွင် ဆင်ခြင်တွေးခေါ်တတ်သူများအတွက် နိမိတ်လက္ခဏာများ အမှန်ပင်ရှိသည် <span>(21)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက်</p><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက်)</span> – ကိုယ်တော်အရှင်မြတ်၏ တန်ခိုးတော်နှင့် အစွမ်းသတ္တိကို ဖော်ပြသော၊ သင်တို့၏ ဖခင်အာဒမ်ကို မြေမှုန့်မှ ဖန်ဆင်းတော်မူခြင်းဖြစ်သည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\"> ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် – ကြည့်ရှုလော့၊ သင်တို့သည် ပြန့်ကျဲနေသော လူသားများ!)</span> ထို့ကြောင့် လူသား၏ မူလအစသည် မြေမှုန့်တွင် တည်ရှိသည်၊ ထို့နောက် စက်ဆုပ်ဖွယ်ရာ အရည်တွင်၊ ထို့နောက် ပုံသဏ္ဍာန်ဖြစ်ပေါ်လာပြီး သွေးခဲဖြစ်လာသည်၊ ထို့နောက် အသားစ၊ ထို့နောက် လူသားပုံသဏ္ဍာန် အရိုးများ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အရိုးများကို အသားဖြင့် ဖုံးအုပ်တော်မူသည်။ ထို့နောက် ၎င်းအား ဝိညာဉ်သွင်းပေးပြီး ၎င်းသည် ကြားနိုင်၊ မြင်နိုင်လာသည်။ ထို့နောက် ၎င်းသည် မိခင်၏ သားအိမ်မှ သေးငယ်ပြီး အားနည်းစွာ ထွက်လာသော်လည်း၊ ၎င်း အသက်ရှင်လေလေ ပိုမိုအားကောင်းလာလေလေ ဖြစ်ပြီး၊ မြို့များနှင့် ခိုင်ခံ့သော ခံတပ်များကို တည်ဆောက်နိုင်သော အသက်အရွယ်သို့ ရောက်ရှိလာသည်၊ ၎င်းသည် ကွဲပြားသော မြေများနှင့် ပင်လယ်များတစ်လျှောက် ခရီးသွားလာပြီး၊ အသက်မွေးဝမ်းကြောင်း ရှာဖွေကာ ချမ်းသာကြွယ်ဝမှုကို စုဆောင်းသည်။ ၎င်းသည် ထက်မြက်ပြီး ဉာဏ်ရည်ထက်မြက်ကာ လိမ္မာပါးနပ်သည်။ ၎င်း၏ ကိုယ်ပိုင်အကြံဉာဏ်များနှင့် သဘောထားများ ရှိသည်။ ၎င်းတို့တစ်ဦးချင်းစီသည် ၎င်းတို့၏ တစ်ဦးချင်းစီ အနေအထားအလိုက် ဤလောကနှင့် နောင်လောကတွင် ကြီးကျယ်သော အရာများကို အောင်မြင်အောင် လုပ်ဆောင်နိုင်သည်။ အသက်မွေးဝမ်းကြောင်း ရှာဖွေရန် ကျွမ်းကျင်မှုမျိုးစုံကို သင်ယူနိုင်ရန် ၎င်းတို့အား စွမ်းဆောင်ပေးပြီး လွယ်ကူစေတော်မူသော အရှင်မြတ်သာလျှင် သန့်ရှင်းစင်ကြယ်တော်မူပါစေ။ ၎င်းတို့၏ ဗဟုသုတအဆင့်နှင့် ဉာဏ်ရည်ဉာဏ်သွေး ကွာခြားမှု၊ ချောမောခြင်း သို့မဟုတ် ဆိုးရွားခြင်း၊ ချမ်းသာခြင်း သို့မဟုတ် ဆင်းရဲခြင်း၊ ကံကောင်းခြင်း သို့မဟုတ် ကံဆိုးခြင်းတို့တွင်လည်း ၎င်းတို့ကို ကွဲပြားစေတော်မူသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက် တစ်ခုမှာ ကိုယ်တော်အရှင်မြတ်သည် သင်တို့အား မြေမှုန့်မှ ဖန်ဆင်းတော်မူပြီး၊ ထို့နောက် – ကြည့်ရှုလော့၊ သင်တို့သည် ပြန့်ကျဲနေသော လူသားများ ဖြစ်ကြသည်!)</span> အိမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အဘူ မူစာက ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ خَلَقَ آدَمَ مِنْ قَبْضَةٍ قَبَضَهَا مِنْ جَمِيع الْأَرْضِ، فَجَاءَ بَنُو آدَمَ عَلَى قَدْرِ الْأَرْضِ، جَاءَ مِنْهُمُ الْأَبْيَضُ وَالْأَحْمَرُ وَالْأَسْوَدُ وَبَيْنَ ذَلِكَ، وَالْخَبِيثُ وَالطَّيِّبُ، وَالسَّهْلُ وَالْحَزْنُ وَبَيْنَ ذَلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်ကို ကမ္ဘာမြေတစ်ဝှမ်းလုံးမှ ယူထားသော မြေတစ်ဆုပ်မှ ဖန်ဆင်းခဲ့သည်။ ထို့ကြောင့် အာဒမ်၏ သားသမီးများသည် ကမ္ဘာမြေ ကွဲပြားသလို ကွဲပြားကြသည်၊ ထို့ကြောင့် ၎င်းတို့သည် အဖြူ၊ အနီ၊ အနက် နှင့် <span class=\"gray\">[အရောင်များ]</span> အကြားတွင် ရှိသည်။ ဆိုးယုတ်သူနှင့် ကောင်းမြတ်သူ၊ သဘောကောင်းသူ သို့မဟုတ် ခက်ခဲသူ – သို့မဟုတ် ၎င်းတို့အကြား တစ်ခုခု။)</span>\" ၎င်းကို အဘူ ဒါဝုဒ် နှင့် အလ်-တီရ်မီဇီ တို့ကလည်း မှတ်တမ်းတင်ခဲ့ပြီး၊ ၎င်းတို့က \"ဤဟဒီးဆ်သည် ဟာဆန် ဆဟီးဟ် ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက် တစ်ခုမှာ ကိုယ်တော်အရှင်မြတ်သည် သင်တို့အတွက် သင်တို့အချင်းချင်းထဲမှ ဇနီးမယားများကို ဖန်ဆင်းပေးတော်မူသည်။)</span> ဆိုလိုသည်မှာ 'ကိုယ်တော်အရှင်မြတ်သည် သင်တို့၏ အမျိုးအစားတူ အမျိုးသမီးများကို သင်တို့အတွက် ဇနီးမယားများအဖြစ် ဖန်ဆင်းပေးတော်မူခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِتَسْكُنُوا إِلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းတို့ထံတွင် ငြိမ်သက်ခြင်းကို ရှာဖွေနိုင်ရန်။)</span> ၎င်းသည် အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်အရှင်မြတ်သည် သင်တို့အား တစ်ဦးတည်းသော ပုဂ္ဂိုလ်တစ်ဦးမှ ဖန်ဆင်းတော်မူပြီး၊ ၎င်းထံမှ ၎င်း၏ ဇနီးကို ဖန်ဆင်းတော်မူရာ၊ ၎င်းနှင့်အတူ နေထိုင်ရခြင်း၏ ပျော်ရွှင်မှုကို ခံစားနိုင်ရန်ဖြစ်သည်။)</span><span class=\"gray\">(7:189)</span>. ၎င်းသည် ဟာဝါးကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို အာဒမ်မှ၊ ၎င်း၏ ဘယ်ဘက်ရှိ နံရိုးအတိုမှ ဖန်ဆင်းတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်၏ မျိုးဆက်အားလုံးကို အမျိုးသားများအဖြစ်သာ ဖန်ဆင်းပြီး၊ အမျိုးသမီးများကို ဂျင်န် သို့မဟုတ် တိရစ္ဆာန်များကဲ့သို့ အခြားအမျိုးအစားမှ ဖန်ဆင်းခဲ့ပါက၊ ၎င်းတို့နှင့် ၎င်းတို့၏ အိမ်ထောင်ဖက်များအကြား လုံးဝ သဟဇာတဖြစ်မှု ရှိမည်မဟုတ်ပေ။ အကယ်၍ အိမ်ထောင်ဖက်များသည် မတူညီသော အမျိုးအစားမှ ဖြစ်ခဲ့ပါက စက်ဆုပ်ရွံရှာဖွယ် ဖြစ်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်၏ ပြည့်စုံသော ကရုဏာတော်အရ ၎င်းတို့၏ ဇနီးများကို ၎င်းတို့၏ အမျိုးအစားတူမှ ဖန်ဆင်းပေးပြီး ၎င်းတို့အကြား ချစ်ခြင်းမေတ္တာနှင့် ကြင်နာမှုတို့ကို ဖန်တီးပေးခဲ့သည်။ အမျိုးသားတစ်ဦးသည် အမျိုးသမီးတစ်ဦးနှင့်အတူ နေထိုင်သည်မှာ ၎င်းကို ချစ်သောကြောင့်၊ သို့မဟုတ် ၎င်းတို့တွင် ကလေးတစ်ဦးရှိပါက ၎င်းအပေါ် ကရုဏာစိတ်ထားသောကြောင့်၊ သို့မဟုတ် ၎င်းကို ဂရုစိုက်ရန် ၎င်း၏ လိုအပ်ချက်ကြောင့် စသည်ဖြင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ၎င်းတွင် ဆင်ခြင်တွေးခေါ်တတ်သူများအတွက် နိမိတ်လက္ခဏာများ အမှန်ပင်ရှိသည်။)</span></p>"
  },
  {
    "ayah_key": "30:22",
    "group_ayah_key": "30:22",
    "from_ayah": "30:22",
    "to_ayah": "30:23",
    "ayah_keys": "30:22,30:23",
    "text": "<p class=\"my translation\" lang=\"my\">ကိုယ်တော်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းခြင်း၊ သင်တို့၏ ဘာသာစကားများနှင့် အရောင်များ ကွဲပြားခြင်းတို့ ပါဝင်သည်။ အမှန်စင်စစ်၊ ၎င်းတွင် ခိုင်မာသော ဗဟုသုတရှိသော လူသားများအတွက် နိမိတ်လက္ခဏာများ အမှန်ပင်ရှိသည် <span>(22)</span>ကိုယ်တော်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက် ညနှင့်နေ့တွင် သင်တို့ အိပ်စက်ခြင်း၊ နှင့် ကိုယ်တော်အရှင်မြတ်၏ ကျေးဇူးတော်ကို ရှာဖွေခြင်းတို့ ပါဝင်သည်။ အမှန်စင်စစ်၊ ၎င်းတွင် နားထောင်တတ်သူများအတွက် နိမိတ်လက္ခဏာများ အမှန်ပင်ရှိသည်။) အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည် <span>(23)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက်)</span> ကိုယ်တော်အရှင်မြတ်၏ ခမ်းနားထည်ဝါသော တန်ခိုးတော်ကို ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းခြင်းသည်)</span> မိုးကောင်းကင်များသည် ၎င်းတို့၏ ကျယ်ပြောသော အမြင့်နှင့် တောက်ပမှု၊ ကြယ်များနှင့် ဂြိုဟ်များ၏ လှပမှုတို့နှင့်အတူ၊ နှင့် ကမ္ဘာမြေသည် ၎င်း၏ သိပ်သည်းဆနှင့် ၎င်း၏ တောင်များ၊ ချိုင့်ဝှမ်းများ၊ ပင်လယ်များ၊ လွင်ပြင်များ၊ တိရစ္ဆာန်များနှင့် သစ်ပင်များတို့နှင့်အတူ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاخْتِلَافُ أَلْسِنَتِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်တို့၏ ဘာသာစကားများ ကွဲပြားခြင်း)</span> ထို့ကြောင့်၊ အချို့မှာ အာရဗီစကားပြောကြသည်၊ တာတာလူမျိုးများတွင် ၎င်းတို့၏ ကိုယ်ပိုင်ဘာသာစကားရှိသည်၊ ဂျော်ဂျီယာလူမျိုးများ၊ ရောမလူမျိုးများ၊ ဖရန့်ခ်လူမျိုးများ၊ ဘာဘာလူမျိုးများ၊ တူးကူးလား <span class=\"gray\">(ဆူဒန်မှ)</span>၊ အီသီယိုးပီးယားလူမျိုးများ၊ အိန္ဒိယလူမျိုးများ၊ ပါရှန်းလူမျိုးများ၊ ဆလားဗ်လူမျိုးများ၊ ခါဇာလူမျိုးများ၊ အာမေးနီးယန်းလူမျိုးများ၊ ကာ့ဒ်လူမျိုးများနှင့် အခြားသူများလည်း ၎င်းတို့၏ ဘာသာစကားများ ရှိသည်။ အာဒမ်၏ သားသမီးများအကြား ပြောဆိုသော ဘာသာစကားအမျိုးမျိုးကို အလ္လာဟ်အရှင်မြတ်သာလျှင် သိရှိတော်မူသည်။ ဤနေရာတွင် ဖော်ပြထားသော ၎င်းတို့၏ အရောင်များ ကွဲပြားခြင်းသည် ၎င်းတို့၏ ပုံသဏ္ဍာန်ကို ရည်ညွှန်းသည်။ အဘယ်ကြောင့်ဆိုသော် ဤကမ္ဘာပေါ်ရှိ လူသားအားလုံး၊ အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်ကို ဖန်ဆင်းတော်မူချိန်မှ စ၍ ကိယာမတ်နေ့ စတင်ချိန်အထိ၊ ၎င်းတို့တစ်ဦးစီတွင် မျက်လုံးနှစ်လုံး၊ မျက်ခုံးနှစ်ခု၊ နှာခေါင်း၊ နဖူး၊ ပါးစပ်နှင့် ပါးနှစ်ဖက် ရှိသော်လည်း၊ ၎င်းတို့မည်သူမျှ တစ်ဦးနှင့်တစ်ဦး တူညီကြသည်မဟုတ်ပေ။ ကိုယ်ဟန်အနေအထား၊ ပုံသဏ္ဍာန်နှင့် စကားပြောရာတွင် သိသာထင်ရှားသည်ဖြစ်စေ၊ ဖုံးကွယ်ထားသည်ဖြစ်စေ ဂရုတစိုက် လေ့လာမှသာ သတိပြုမိနိုင်သော ကွဲပြားမှုအချို့ ရှိလိမ့်မည်။ မျက်နှာတစ်ခုစီတွင် ၎င်း၏ ကိုယ်ပိုင်ထူးခြားချက်များ ရှိပြီး အခြားမျက်နှာနှင့် မတူညီပေ။ လူအုပ်စုတစ်စုသည် ရုပ်ဆင်တူနေလျှင်ပင်၊ လှပသော သို့မဟုတ် ဆိုးရွားသော ထူးခြားချက်တစ်ခု တူညီနေလျှင်ပင်၊ လူတစ်ဦးနှင့်တစ်ဦးအကြား ကွဲပြားမှု ဆက်လက်ရှိနေမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِلْعَالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ၎င်းတွင် ခိုင်မာသော ဗဟုသုတရှိသော လူသားများအတွက် နိမိတ်လက္ခဏာများ အမှန်ပင်ရှိသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက် ညနှင့်နေ့တွင် သင်တို့ အိပ်စက်ခြင်း၊ နှင့် ကိုယ်တော်အရှင်မြတ်၏ ကျေးဇူးတော်ကို ရှာဖွေခြင်းတို့ ပါဝင်သည်။)</span> ကိုယ်တော်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက် ညနှင့်နေ့တွင် ဖန်ဆင်းထားသော အိပ်စက်ခြင်းစက်ဝန်း ပါဝင်သည်၊ ထိုအခါ လူတို့သည် လှုပ်ရှားမှု ရပ်နားကာ အနားယူနိုင်ကြသဖြင့် ၎င်းတို့၏ ပင်ပန်းနွမ်းနယ်မှုများနှင့် မောပန်းမှုများ ပျောက်ကွယ်သွားလိမ့်မည်။ ကိုယ်တော်အရှင်မြတ်သည် သင်တို့အား နေ့ဘက်တွင် အသက်မွေးဝမ်းကြောင်း ရှာဖွေရန်နှင့် ခရီးသွားလာရန် စွမ်းဆောင်ပေးထားရာ၊ ၎င်းသည် အိပ်စက်ခြင်း၏ ဆန့်ကျင်ဘက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ၎င်းတွင် နားထောင်တတ်သူများအတွက် နိမိတ်လက္ခဏာများ အမှန်ပင်ရှိသည်။)</span> ဆိုလိုသည်မှာ နားလည်သောသူများ။</p>"
  }
]