[
  {
    "ayah_key": "18:83",
    "group_ayah_key": "18:83",
    "from_ayah": "18:83",
    "to_ayah": "18:84",
    "ayah_keys": "18:83,18:84",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့က သင့်အား ဒ်ဟူလ်ကရ်နိုင်းန်အကြောင်း မေးမြန်းကြသည်။ သင်ပြောပါ− “ငါသည် သင်တို့အား ၎င်း၏အကြောင်းမှ အနည်းငယ်ကို ရွတ်ပြပေမည်။ <span>(83)</span>ဧကန်စင်စစ် ငါတို့သည် ၎င်းအား ကမ္ဘာမြေပြင်၌ အခွင့်အာဏာ ပေးသနားတော်မူခဲ့ပြီး ၎င်းအား အရာခပ်သိမ်းအတွက် အကြောင်းခံများကို ပေးသနားခဲ့သည်။ <span>(84)</span></p><div lang=\"my\" class=\"my \"><h2>ဒ်ဟူလ်ကရ်နိုင်းန်၏ အကြောင်းအရာ </h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ၎င်း၏တမန်တော် ﷺ အား မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က သင့်အား မေးမြန်းကြသည်)</span> အို မုဟမ္မဒ် ﷺ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَن ذِي الْقَرْنَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒ်ဟူလ်ကရ်နိုင်းန်အကြောင်း)</span> ဆိုလိုသည်မှာ ၎င်း၏အကြောင်းအရာကို။ မက္ကာဟ်မှ မယုံကြည်သူများသည် ကျမ်းရှင်များထံ စကားပို့၍ တမန်တော် ﷺ အား စမ်းသပ်နိုင်မည့် အချို့သော အချက်အလက်များကို မည်သို့မေးမြန်းခဲ့ကြောင်း ငါတို့ ဖော်ပြခဲ့ပြီးဖြစ်သည်။ ၎င်းတို့ <span class=\"gray\">(ကျမ်းရှင်များ)</span> က 'ကမ္ဘာမြေပြင်ကို ကျယ်ကျယ်ပြန့်ပြန့် ခရီးသွားခဲ့သော ပုဂ္ဂိုလ်တစ်ဦးအကြောင်း၊ မည်သူမျှ မည်သို့ပြုခဲ့သည်ကို မသိသော လူငယ်အချို့အကြောင်း၊ နှင့် ရူဟ် <span class=\"gray\">(ဝိညာဉ်)</span> အကြောင်း' ကို သူ့အား မေးမြန်းပါဟု ပြောခဲ့ရာ ဆူရဟ် အလ်-ကဟ်ဖ် ကျရောက်ခဲ့လေသည်။ </p><p lang=\"cy\" class=\"cy \">Dhul-Qarnayn had great Power</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ငါတို့သည် ၎င်းအား ကမ္ဘာမြေပြင်၌ အခွင့်အာဏာ ပေးသနားတော်မူခဲ့သည်)</span> ဆိုသည်မှာ '၎င်းအား ကြီးမားသော တန်ခိုးအာဏာကို ငါတို့ ပေးခဲ့သည်၊ သို့မှသာ ၎င်းသည် ဘုရင်များ ပိုင်ဆိုင်နိုင်သော ခွန်အား၊ စစ်တပ်များ၊ စစ်လက်နက်ကိရိယာများနှင့် ဝိုင်းရံတိုက်ခိုက်ရေးစက်ပစ္စည်းများ အားလုံးကို ပိုင်ဆိုင်ခဲ့သည်'။ ထို့ကြောင့် ၎င်းသည် အရှေ့နှင့် အနောက်ကို အုပ်စိုးခဲ့သည်၊ နိုင်ငံအားလုံးနှင့် ၎င်းတို့၏ဘုရင်များသည် ၎င်းအား လက်နက်ချခဲ့ကြပြီး၊ အာရပ်နှင့် အာရပ်မဟုတ်သော လူမျိုးများအားလုံးက ၎င်းအား အစေခံခဲ့ကြသည်။ ၎င်းတို့အချို့က ၎င်းအား ဒ်ဟူလ်ကရ်နိုင်းန် <span class=\"gray\">(ဦးချိုနှစ်ချောင်းရှိသူ)</span> ဟု ခေါ်ဆိုခြင်းမှာ ၎င်းသည် နေ၏ \"ဦးချို\" နှစ်ချောင်းဖြစ်သော အရှေ့နှင့် အနောက်၊ နေထွက်ရာနှင့် နေဝင်ရာသို့ ရောက်ရှိခဲ့သောကြောင့်ဖြစ်သည်ဟု ပြောကြားခဲ့ကြသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآتَيْنَاهُ مِن كُلِّ شَيْءٍ سَبَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့သည် ၎င်းအား အရာခပ်သိမ်းအတွက် အကြောင်းခံများကို ပေးသနားခဲ့သည်)</span> အိဗ်နုအဘ္ဗားစ်၊ မုဂျာဟိဒ်၊ စအိဒ် ဘင် ဂျုဘိုင်ရ်၊ အိက္ကရီမာဟ်၊ အစ်-စွတ်ဒ်ဒီ၊ ကသာဒဟ်၊ အဒ်-ဒဟ်ဟားက် နှင့် အခြားသူများက \"၎င်းသည် အသိပညာကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့ကြသည်။ ကသာဒဟ်ကလည်း ပြောကြားခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآتَيْنَاهُ مِن كُلِّ شَيْءٍ سَبَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့သည် ၎င်းအား အရာခပ်သိမ်းအတွက် အကြောင်းခံများကို ပေးသနားခဲ့သည်)</span> \"ကမ္ဘာမြေ၏ ကဏ္ဍများနှင့် အသွင်အပြင်အမျိုးမျိုး\"။ ဘီလ်ကစ်စ်နှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُوتِيَتْ مِن كُلِّ شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအား အရာခပ်သိမ်းကို ပေးသနားထားသည်)</span><span class=\"gray\">[27:23]</span>၊ ဆိုလိုသည်မှာ ၎င်းကဲ့သို့ ဘုရင်များအား ပေးသနားထားသော အရာခပ်သိမ်းကို ဖြစ်သည်။ ဒ်ဟူလ်ကရ်နိုင်းန်လည်း ထို့အတူပင်ဖြစ်သည်− အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား အရာခပ်သိမ်းအတွက် အကြောင်းခံများကို ပေးခဲ့သည်၊ ဆိုလိုသည်မှာ နယ်မြေများ၊ ဒေသများနှင့် နိုင်ငံအားလုံးကို သိမ်းပိုက်ရန်၊ ရန်သူများကို အောင်နိုင်ရန်၊ ကမ္ဘာမြေ၏ ဘုရင်များကို ဖိနှိပ်ရန်နှင့် ရှိရ်က်ပြုသူများကို နှိမ့်ချရန် နည်းလမ်းများနှင့် စွမ်းအားကို ပေးခဲ့သည်။ ၎င်းကဲ့သို့ ပုဂ္ဂိုလ်တစ်ဦး လိုအပ်မည့် အရာအားလုံးကို ၎င်းအား ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "18:85",
    "group_ayah_key": "18:85",
    "from_ayah": "18:85",
    "to_ayah": "18:88",
    "ayah_keys": "18:85,18:86,18:87,18:88",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် ၎င်းသည် လမ်းတစ်လမ်းအတိုင်း လိုက်ပါခဲ့၏။ <span>(85)</span>နေဝင်ရာအရပ်သို့ ရောက်သောအခါ ၎င်းသည် နေကို ရွှံ့စမ်းရေထဲသို့ ဝင်ရောက်နေသည်ကို တွေ့ရ၏။ ထိုအရပ်အနီး၌ လူအချို့ကို ၎င်းတွေ့ရ၏။ ငါတို့က ‘အို ဒ်ဟူလ်ကရ်နိုင်းန်၊ သင်သည် သူတို့ကို ပြစ်ဒဏ်ပေးမည် သို့မဟုတ် ကရုဏာဖြင့် ဆက်ဆံမည်နည်း’ ဟု ပြောဆိုခဲ့သည်။ <span>(86)</span>၎င်းက ‘မတရားပြုသူကိုမူ ငါတို့သည် ပြစ်ဒဏ်ပေးမည်။ ထို့နောက် ၎င်းအား ၎င်း၏အရှင်မြတ်ထံ ပြန်လည်ပို့ဆောင်ခံရမည်ဖြစ်ရာ ၎င်းသည် ပြင်းထန်လှသော ကြီးလေးသည့် ပြစ်ဒဏ် <span class=\"gray\">(ဂျဟန္နမ်)</span> ဖြင့် ပြစ်ဒဏ်ပေးခံရမည်’ ဟု ပြောဆိုခဲ့သည်။ <span>(87)</span>‘ယုံကြည်၍ ကောင်းမှုပြုသူကိုမူ အကောင်းဆုံး အကျိုးဆုလာဘ်ကို ၎င်းရရှိမည်ဖြစ်ပြီး ငါတို့သည် ၎င်းအား နူးညံ့သိမ်မွေ့သော စကားလုံးများဖြင့် ပြောဆိုမည်’ ဟု (ဆက်လက်ပြောဆိုသည်)။ <span>(88)</span></p><div lang=\"my\" class=\"my \"><h2>၎င်း၏ခရီးနှင့် နေဝင်ရာအရပ် <span class=\"my gray\" lang=\"my\">(အနောက်ဘက်)</span> သို့ ရောက်ရှိခြင်း</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَتْبَعَ سَبَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းသည် လမ်းတစ်လမ်းအတိုင်း လိုက်ပါခဲ့၏။)</span> အိဗ်နုအဘ္ဗားစ်က ၎င်းသည် လိုရာရောက်ရန် မတူညီသော လမ်းကြောင်းများကို လိုက်ခဲ့သည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَتْبَعَ سَبَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းသည် လမ်းတစ်လမ်းအတိုင်း လိုက်ပါခဲ့၏။)</span> မုဂျာဟိဒ်က ၎င်းသည် မတူညီသော လမ်းကြောင်းများ၊ အရှေ့နှင့် အနောက်ကို လိုက်ခဲ့သည်ဟု ပြောကြားခဲ့သည်။ မုဂျာဟိဒ်မှ ရရှိသော ဖော်ပြချက်တစ်ခုအရ ၎င်းက ပြောကြားသည်−</p><p class=\"fa qpc-hafs\" lang=\"fa\">سَبَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းတစ်လမ်း)</span> ဆိုသည်မှာ \"ကုန်းမြေကို ဖြတ်၍သွားသော လမ်းကြောင်း\" ဖြစ်သည်။ ကသာဒဟ်က \"၎င်းသည် ကမ္ဘာမြေ၏ လမ်းကြောင်းများနှင့် အမှတ်အသားများကို လိုက်ခဲ့သည်ဟု ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေဝင်ရာအရပ်သို့ ရောက်သောအခါ)</span> ဆိုသည်မှာ ၎င်းသည် လမ်းကြောင်းတစ်ခုအတိုင်း လိုက်ခဲ့ရာ နေဝင်ရာဘက်ရှိ အဝေးဆုံး ရောက်နိုင်သည့် နေရာဖြစ်သော ကမ္ဘာမြေ၏ အနောက်ဘက်သို့ ရောက်ရှိခဲ့သည်။ နေဝင်ရာကောင်းကင်ရှိ နေရာသို့ ရောက်ရှိခဲ့သည်ဟူသော အယူအဆမှာ မဖြစ်နိုင်သောအရာဖြစ်ပြီး၊ ၎င်းသည် အနောက်ဘက်သို့ အဝေးကြီး ခရီးသွားခဲ့ရာ နေသည် ၎င်း၏နောက်တွင် ဝင်သွားသည်ဟု ပုံပြင်ပြောသူများက ပြောပြသော ဒဏ္ဍာရီများသည် လုံးဝမမှန်ကန်ပေ။ ဤပုံပြင်အများစုသည် ကျမ်းရှင်များ၏ ဒဏ္ဍာရီများနှင့် ၎င်းတို့၏ တလွဲယုံကြည်သူများ၏ ဖန်တီးမှုများနှင့် မုသားများမှ ဆင်းသက်လာခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် နေကို ရွှံ့စမ်းရေထဲသို့ ဝင်ရောက်နေသည်ကို တွေ့ရ၏)</span> ဆိုသည်မှာ ၎င်းသည် နေကို ပင်လယ်ထဲသို့ ဝင်ရောက်နေသကဲ့သို့ မြင်ခဲ့ရသည်။ ၎င်းသည် ကမ်းရိုးတန်းသို့ သွားသူတိုင်း မြင်နိုင်သောအရာဖြစ်သည်။ နေသည် ပင်လယ်ထဲသို့ ဝင်နေသကဲ့သို့ ထင်ရသော်လည်း တကယ်တမ်းတွင် ၎င်းသည် သတ်မှတ်ထားသော လမ်းကြောင်းကို ဘယ်သောအခါမျှ မစွန့်လွှတ်ပေ။ ဟာမီအာဟ် (Hami'ah) သည် အမြင်နှစ်ရပ်အနက် တစ်ခုအရ ဟာမာအာဟ် (Hama'ah) ဟူသော စကားလုံးမှ ဆင်းသက်လာခြင်းဖြစ်ပြီး ရွှံ့ကို ဆိုလိုသည်။ ၎င်းသည် ဤအာယတ်တော်ကဲ့သို့ပင်−</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي خَالِقٌ بَشَرًا مِّن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အမှန်စင်စစ် ငါသည် လူသား <span class=\"gray\">(အာဒမ်)</span> အား ပြောင်းလဲထားသော ရွှံ့မာ <span class=\"gray\">(ရွှံ့)</span> ဖြင့် ဖန်ဆင်းမည်)</span><span class=\"gray\">[15:28]</span>၊ ဆိုလိုသည်မှာ ချောမွေ့သောရွှံ့ဖြစ်ပြီး ငါတို့ အထက်တွင် ဆွေးနွေးခဲ့သည့်အတိုင်း ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَوَجَدَ عِندَهَا قَوْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရပ်အနီး၌ လူအချို့ကို ၎င်းတွေ့ရ၏။)</span> ဆိုလိုသည်မှာ လူမျိုးတစ်မျိုးဖြစ်သည်။ ၎င်းတို့သည် အာဒမ်၏သားစဉ်မြေးဆက်တို့မှ ကြီးကျယ်သော လူမျိုးတစ်မျိုးဖြစ်ကြောင်း ၎င်းတို့ ဖော်ပြခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَن تُعَذِّبَ وَإِمَّا أَن تَتَّخِذَ فِيهِمْ حُسْنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ <span class=\"gray\">(အလ္လာဟ်)</span> က <span class=\"gray\">(ဗျာဒိတ်တော်ဖြင့်)</span> မိန့်တော်မူသည်− \"အို ဒ်ဟူလ်ကရ်နိုင်းန်၊ သင်သည် သူတို့ကို ပြစ်ဒဏ်ပေးမည် သို့မဟုတ် ကရုဏာဖြင့် ဆက်ဆံမည်နည်း\")</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် အာဏာကို ပေးခဲ့ပြီး ရွေးချယ်ခွင့် ပေးခဲ့သည်− အကယ်၍ ၎င်းလိုချင်လျှင် အမျိုးသားများကို သတ်ပြီး အမျိုးသမီးများနှင့် ကလေးများကို ဖမ်းဆီးနိုင်သည်၊ သို့မဟုတ် ၎င်းလိုချင်လျှင် ရွေးနုတ်ဖိုးဖြင့်ဖြစ်စေ၊ ရွေးနုတ်ဖိုးမပါဘဲဖြစ်စေ ၎င်းတို့ကို လွှတ်ပေးနိုင်သည်။ ၎င်း၏ တရားမျှတမှုနှင့် ယုံကြည်ခြင်းသည် ၎င်းထုတ်ပြန်ခဲ့သော စီရင်ချက်တွင် ထင်ရှားပေါ်လွင်ခဲ့သည်−</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا مَن ظَلَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုသူကိုမူ)</span> ဆိုလိုသည်မှာ ၎င်း၏ ကုဖ်ရ် (မယုံကြည်မှု) တွင် မြဲမြံစွာရှိနေပြီး ၎င်း၏အရှင်မြတ်နှင့်အတူ အခြားသူများကို တွဲဖက်ကိုးကွယ်နေသူကို ဆိုလိုသည်−</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَسَوْفَ نُعَذِّبُهُ</p><p class=\"hmn\" class=\"hmn \"><span class=\"gray\">(ငါတို့သည် ပြစ်ဒဏ်ပေးမည်၊)</span> ကသာဒဟ်က ဆိုသည်မှာ သတ်ပစ်ခြင်းဖြင့်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُّكْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းအား ၎င်း၏အရှင်မြတ်ထံ ပြန်လည်ပို့ဆောင်ခံရမည်ဖြစ်ရာ ၎င်းသည် ပြင်းထန်လှသော ကြီးလေးသည့် ပြစ်ဒဏ်ဖြင့် ပြစ်ဒဏ်ပေးခံရမည်။)</span> ဆိုသည်မှာ ပြင်းထန်သော၊ အကျယ်အဝန်းရှိသော၊ နာကျင်စေသော ပြစ်ဒဏ်ဖြစ်သည်။ ၎င်းသည် နောင်တမလွန်ဘဝ၊ အကျိုးဆုလာဘ်နှင့် ပြစ်ဒဏ်တို့၏ အတည်ပြုချက်ကို သွယ်ဝိုက်ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا مَنْ آمَنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူကိုမူ)</span>၊ ဆိုလိုသည်မှာ 'အလ္လာဟ်တစ်ပါးတည်းကိုသာ မည်သည့်တွဲဖက်မျှမရှိဘဲ ကိုးကွယ်ရန် ငါတို့၏ ဖိတ်ခေါ်မှုကို လိုက်နာသူ' ကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَهُ جَزَاءً الْحُسْنَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကောင်းဆုံး အကျိုးဆုလာဘ်ကို ၎င်းရရှိမည်)</span> ဆိုလိုသည်မှာ နောင်တမလွန်ဘဝတွင် အလ္လာဟ်အရှင်မြတ်ထံ၌ ရရှိမည့် အကျိုးဆုလာဘ်ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့ <span class=\"gray\">(ဒ်ဟူလ်ကရ်နိုင်းန်)</span> သည် ၎င်းအား နူးညံ့သိမ်မွေ့သော စကားလုံးများဖြင့် ပြောဆိုမည်။)</span> မုဂျာဟိဒ်က '<span class=\"gray\">(ကြင်နာမှုရှိသော)</span> စကားလုံးများ' ဟု ပြောကြားခဲ့သည်။</p>"
  },
  {
    "ayah_key": "18:89",
    "group_ayah_key": "18:89",
    "from_ayah": "18:89",
    "to_ayah": "18:91",
    "ayah_keys": "18:89,18:90,18:91",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် ၎င်းသည် <span class=\"gray\">(အခြား)</span> လမ်းတစ်လမ်းအတိုင်း လိုက်ပါခဲ့၏။ <span>(89)</span>နေထွက်ရာအရပ်သို့ ရောက်သောအခါ ၎င်းသည် နေကို အလ္လာဟ်အရှင်မြတ်က နေဒဏ်မှ အကာအကွယ်ပေးမထားသော လူအချို့အပေါ် ထွက်ပေါ်နေသည်ကို တွေ့ရ၏။ <span>(90)</span>ထို့သို့ပင်ဖြစ်၏။ ငါတို့သည် ၎င်း <span class=\"gray\">(ဒ်ဟူလ်ကရ်နိုင်းန်)</span> အကြောင်းကို အလုံးစုံသိရှိတော်မူသည်။<span>(91)</span></p><div lang=\"my\" class=\"my \"><h2>၎င်း၏ အရှေ့ဘက်ခရီးစဉ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဒ်ဟူလ်ကရ်နိုင်းန်သည် ကမ္ဘာမြေ၏ အနောက်ဘက်မှ အရှေ့ဘက်သို့ ခရီးသွားခဲ့ကြောင်း ငါတို့အား မိန့်တော်မူသည်။ ၎င်းသည် လူမျိုးတစ်မျိုးကို ဖြတ်သန်းသွားတိုင်း ထိုလူမျိုးကို သိမ်းပိုက်၍ အလ္လာဟ်အရှင်မြတ်ထံ ဖိတ်ခေါ်ခဲ့သည်။ အကယ်၍ ၎င်းတို့သည် ၎င်းအား နာခံလျှင် အားလုံးကောင်း၏၊ သို့မဟုတ်လျှင် ၎င်းသည် ၎င်းတို့ကို နှိမ့်ချပြီး ၎င်းတို့၏ စည်းစိမ်ဥစ္စာများကို သိမ်းယူခဲ့သည်။ လူမျိုးတိုင်းမှ ၎င်းသည် ၎င်း၏တပ်များ နောင်လူမျိုးကို တိုက်ခိုက်ရန် လိုအပ်သည့်အရာများကို ယူခဲ့သည်။ နေထွက်ရာအရပ်သို့ ရောက်သောအခါ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် နေကို လူအချို့အပေါ် ထွက်ပေါ်နေသည်ကို တွေ့ရ၏)</span> ဆိုလိုသည်မှာ လူမျိုးတစ်မျိုးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က နေဒဏ်မှ အကာအကွယ်ပေးမထားသော)</span> ဆိုလိုသည်မှာ ၎င်းတို့တွင် နေရောင်ခြည်၏ ပူပြင်းမှုမှ ဖုံးအုပ်ပေးရန်နှင့် အရိပ်ပေးရန် အဆောက်အအုံများ သို့မဟုတ် သစ်ပင်များ မရှိခဲ့ပေ။</p><p lang=\"my\" class=\"my \">ကသာဒဟ်က ပြောကြားခဲ့သည်− \"၎င်းတို့သည် အပင်များ မပေါက်ရောက်သော မြေတွင် နေထိုင်ကြကြောင်း ငါတို့အား ဖော်ပြခဲ့သည်။ ထို့ကြောင့် နေထွက်သောအခါ ၎င်းတို့သည် နေမွန်းတည့်ချိန်ကို ကျော်လွန်သည်အထိ ဥမင်များထဲသို့ ဝင်ရောက်ကြသည်။ ထို့နောက် ၎င်းတို့သည် ၎င်းတို့၏ နေ့စဉ်ဘဝများအတိုင်း လုပ်ကိုင်ရန်နှင့် အသက်မွေးဝမ်းကျောင်းပြုရန် ပြန်လည်ထွက်လာကြသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့သို့ပင်ဖြစ်၏။ ငါတို့သည် ၎င်းအကြောင်းကို အလုံးစုံသိရှိတော်မူသည်။)</span> မုဂျာဟိဒ်နှင့် အစ်-စွတ်ဒ်ဒီတို့က \"၎င်းသည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းနှင့် ၎င်း၏စစ်တပ်အကြောင်း အရာခပ်သိမ်းကို သိရှိပြီး၊ ၎င်းတို့သည် မတူညီသော လူမျိုးများနှင့် နယ်မြေများမှ လာကြသော်လည်း မည်သည့်အရာမျှ ၎င်းထံမှ လျှို့ဝှက်မနေပေ\" ဟု ဆိုလိုသည်ဟု ပြောကြားခဲ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَخْفَىٰ عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံမှ မြေပြင်၌ဖြစ်စေ၊ ကောင်းကင်၌ဖြစ်စေ မည်သည့်အရာမျှ လျှို့ဝှက်မနေပေ။)</span><span class=\"gray\">(3:5)</span>\"</p>"
  }
]