[
  {
    "ayah_key": "52:17",
    "group_ayah_key": "52:17",
    "from_ayah": "52:17",
    "to_ayah": "52:20",
    "ayah_keys": "52:17,52:18,52:19,52:20",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် တက်ကဝါရှိသူတို့သည် ဥယျာဉ်များနှင့် သုခချမ်းသာတွင် ရှိနေကြမည်။ <span>(၁၇)</span>သူတို့၏အရှင်က သူတို့အား ပေးသနားတော်မူသောအရာများကို ပျော်မွေ့ခံစားကြရမည်။ ၎င်းပြင် သူတို့၏အရှင်က သူတို့ကို အရှိန်ပြင်းထန်စွာ တောက်လောင်နေသော ငရဲမီး၏ ပြင်းထန်သောဝေဒနာမှ ကယ်တင်တော်မူခဲ့သည်။ <span>(၁၈)</span>“သင်တို့ပြုလုပ်ခဲ့ကြသော အမှုကိစ္စများကြောင့် ပျော်ရွှင်စွာစားကြ သောက်ကြ။” <span>(၁၉)</span>သူတို့သည် မပ်စ်ဖူးဖဟ် (အတန်းလိုက်စီထားသော) ပလ္လင်များပေါ်တွင် မှီလျောင်းနေကြမည်။ ၎င်းပြင် ငါတို့သည် သူတို့ကို ဟူရ် <span class=\"gray\">(လှပသောမိန်းမပျိုများ)</span> များနှင့် ကျယ်ပြန့်လှပသော မျက်လုံးများဖြင့် လက်ထပ်ပေးမည်။ <span>(၂၀)</span></p><p lang=\"it\" class=\"it \">Description of the Destination of the Happy</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ပျော်ရွှင်သူများ၏ ပန်းတိုင်ကို ဖော်ပြတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَعِيمٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် တက်ကဝါရှိသူတို့သည် ဥယျာဉ်များနှင့် သုခချမ်းသာတွင် ရှိနေကြမည်။)</span> ဆင်းရဲဒုက္ခရောက်သူများ၏ ပြင်းထန်သောဝေဒနာနှင့် ပြစ်ဒဏ်တို့နှင့် ဆန့်ကျင်ဘက်ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَاكِهِينَ بِمَا آتَاهُمْ رَبُّهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏အရှင်က သူတို့အား ပေးသနားတော်မူသောအရာများကို ပျော်မွေ့ခံစားကြရမည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က သူတို့အား ထိုနေရာတွင် ပေးသနားတော်မူသော ပျော်ရွှင်မှုအမျိုးမျိုးကို ခံစားကြရခြင်းဖြစ်သည်၊ ဥပမာ- အမျိုးမျိုးသော အစားအစာများ၊ အဖျော်ယမကာများ၊ အဝတ်အထည်များ၊ နေအိမ်များ၊ စီးတော်ယာဉ်များ စသည်ဖြင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَوَقَاهُمْ رَبُّهُمْ عَذَابَ الْجَحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် သူတို့၏အရှင်က သူတို့ကို <span class=\"gray\">(အမှန်စင်စစ်)</span> အရှိန်ပြင်းထန်စွာ တောက်လောင်နေသော ငရဲမီး၏ ပြင်းထန်သောဝေဒနာမှ ကယ်တင်တော်မူခဲ့သည်။)</span> အရှင်သည် သူတို့ကို ငရဲမီး၏ ပြင်းထန်သောဝေဒနာမှ ကယ်တင်တော်မူခဲ့သည်၊ ၎င်းသည် သူ့ဖာသာသူ ဆုလာဘ်တစ်ခုဖြစ်သည်။ ဤကောင်းချီးမင်္ဂလာတွင် ထပ်ပေါင်းဖြည့်ထားသည်မှာ သူတို့သည် ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်ခွင့်ရရှိခဲ့ခြင်းဖြစ်သည်၊ ဂျန္နတ်တွင် မည်သည့်မျက်လုံးကမှ မမြင်ဖူး၊ မည်သည့်နားကမှ မကြားဖူး၊ မည်သည့်နှလုံးသားကမှ စိတ်ကူးမယဉ်ဖူးသော ပျော်ရွှင်စရာများ ရှိသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“သင်တို့ပြုလုပ်ခဲ့ကြသော အမှုကိစ္စများကြောင့် ပျော်ရွှင်စွာစားကြ သောက်ကြ။”)</span> သည် အရှင်မြတ်၏ အခြားမိန့်ကြားချက်တစ်ခုနှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခင်က ပြုခဲ့သော ကောင်းမှုကုသိုလ်များကြောင့် သက်တောင့်သက်သာ စားကြသောက်ကြပါ။)</span><span class=\"gray\">(၆၉:၂၄)</span> ဆိုလိုသည်မှာ ဤသည်မှာ သင်တို့၏ အမှုကိစ္စများအတွက် တရားမျှတသော ဆုလာဘ်ဖြစ်သည်။ ဧကန်မလွဲ ဤအရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံမှ အကြင်နာတော်နှင့် ဆုလာဘ်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُتَّكِئِينَ عَلَىٰ سُرُرٍ مَصْفُوفَةٍ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် မပ်စ်ဖူးဖဟ် (အတန်းလိုက်စီထားသော) ပလ္လင်များပေါ်တွင် <span class=\"gray\">(သက်တောင့်သက်သာ)</span> မှီလျောင်းနေကြမည်။)</span> အသ်-သောင်ရီက ဟူစိုင်းန်မှ၊ ဟူစိုင်းန်က မူဂျာဟစ်မှ၊ မူဂျာဟစ်က အိဗ်နု အဗ္ဗားစ်မှ သတင်းပို့သည်မှာ- “ဟော်ဒါ (အမိုးပါသော ထမ်းစဉ်) အတွင်းရှိ ပလ္လင်များ။” ၎င်းပြင် <span class=\"gray\">(မပ်စ်ဖူးဖဟ်)</span> ၏ အဓိပ္ပါယ်မှာ သူတို့သည် တစ်ဦးနှင့်တစ်ဦး မျက်နှာချင်းဆိုင် ဖြစ်ကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ سُرُرٍ مُتَقَابِلِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပလ္လင်များပေါ်တွင် တစ်ဦးနှင့်တစ်ဦး မျက်နှာချင်းဆိုင်။)</span><span class=\"gray\">(၃၇:၄၄)</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ငါတို့သည် သူတို့ကို ဟူရ် <span class=\"gray\">(လှပသောမိန်းမပျိုများ)</span> များနှင့် ကျယ်ပြန့်လှပသော မျက်လုံးများဖြင့် လက်ထပ်ပေးမည်။)</span> ငါတို့သည် သူတို့အတွက် ဖြောင့်မတ်သော အိမ်ထောင်ဖက်များ၊ အလ်-ဟူရ် အလ်-အိုင်းန် မှ လှပသော ဇနီးမယားများကို ဖန်ဆင်းပေးခဲ့သည်။ ငါတို့သည် အလ်-ဟူရ် အလ်-အိုင်းန် ၏ ဖော်ပြချက်ကို ဤတဖ်စီးရ်၏ အခြားနေရာများစွာတွင် ဖော်ပြခဲ့ပြီးဖြစ်၍ ၎င်းတို့၏ ဖော်ပြချက်ကို ဤနေရာတွင် ထပ်မံဖော်ပြရန် မလိုအပ်ပါ။</p>"
  }
]