[
  {
    "ayah_key": "19:51",
    "group_ayah_key": "19:51",
    "from_ayah": "19:51",
    "to_ayah": "19:53",
    "ayah_keys": "19:51,19:52,19:53",
    "text": "<p lang=\"my\" class=\"my \">စာအုပ်ထဲတွင် မူဆာကို ဖော်ပြပါ။ အမှန်စင်စစ် သူသည် မွတ်ခလာစန် ဖြစ်ပြီး ရစူလ်၊ <span class=\"gray\">(နှင့်)</span> နဗီတစ်ပါး <span>(၅၁)</span>သူ၏ ဘုရားနှင့် စကားပြောရန် ကျွန်ုပ်တို့သည် တောင် <span class=\"gray\">(သူရ်)</span> ၏ ညာဘက်ခြမ်းမှ သူ့ကို ခေါ်ခဲ့ပြီး ကျွန်ုပ်တို့ထံသို့ ချဉ်းကပ်စေခဲ့သည် <span>(၅၂)</span>ကျွန်ုပ်တို့၏ ကရုဏာကြောင့် သူ၏ ညီ ဟာရူန်ကို၊ <span class=\"gray\">(လည်း)</span> နဗီတစ်ပါး၊ သူ့ကို ကျွန်ုပ်တို့ ပေးခဲ့သည် <span>(၅၃)</span></p><div lang=\"fil\" class=\"fil \"><h2>Mentioning Musa and Harun</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အလ္လာဟ်၏ မိတ်ဆွေ အီဗရာဟင်မ်ကို ဖော်ပြပြီး ချီးကျူးပြီးနောက်၊ အယ်လ်-ကလိမ်း <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် တိုက်ရိုက်စကားပြောသူ)</span> ကို ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرْ فِي الْكِتَابِ مُوسَىٰ ۚ إِنَّهُ كَانَ مُخْلَصًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စာအုပ်ထဲတွင် မူဆာကို ဖော်ပြပါ။ အမှန်စင်စစ် သူသည် မွတ်ခလာစန် ဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">အာသ်-သာဝရီသည် အဗ်ဒူလ်-အဇီဇ် ဘင်န် ရာဖီမှ၊ အဘူ လူဘာဘာမှ သတင်းပေးသည်မှာ သူက ပြောခဲ့သည်၊ \"တပည့်သာဝကများ <span class=\"gray\">('အီဆာ၏)</span> က 'အို အလ္လာဟ်၏ ဝိညာဉ်၊ အလ္လာဟ်အရှင်မြတ်အား မွတ်ခ်လိစ် <span class=\"gray\">(စစ်မှန်စွာ ရည်ရွယ်အပ်နှံသူ)</span> ဖြစ်သူအကြောင်း ကျွန်ုပ်တို့အား ပြောပြပါ။' သူက '၎င်းမှာ အလ္လာဟ်အရှင်မြတ်အတွက်သာ လုပ်ဆောင်ပြီး လူတို့က သူ့ကို ချီးမွမ်းခြင်းကို မကြိုက်သူဖြစ်သည်။'\" အချို့က ထိုစကားလုံးကို မွတ်ခ်လာစ့်ဟု ရွတ်ဖတ်ကြသည်၊ ဆိုလိုသည်မှာ သူ့ကို ရွေးချယ်ထားခြင်းဖြစ်သည်။ ၎င်းမှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသကဲ့သို့ ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ</p><p lang=\"da\" class=\"da \"><span class=\"gray\">(Verily, I have chosen you above men.)</span><span class=\"gray\">[7:144]</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ رَسُولًا نَّبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ရစူလ်၊ <span class=\"gray\">(နှင့်)</span> နဗီတစ်ပါး ဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤဖော်ပြချက်နှစ်ခုကို သူ့အတွက် ပေါင်းစပ်ခဲ့သည်။ အမှန်စင်စစ် သူသည် အကြီးမြတ်ဆုံး ရစူလ်များထဲမှ တစ်ပါးဖြစ်ပြီး အားကောင်းသော စိတ်ဆန္ဒရှိသော ရစူလ်ငါးပါးထဲမှ တစ်ပါးဖြစ်သည်။ ၎င်းတို့မှာ နူဟ်၊ အီဗရာဟင်မ်၊ မူဆာ၊ 'အီဆာ နှင့် မုဟမ္မဒ်တို့ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများသည် ၎င်းတို့နှင့် နဗီများအားလုံးအပေါ်၌ သက်ရောက်ပါစေ။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَيْنَاهُ مِن جَانِبِ الطُّورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ့ကို တူရ်၏ ဘေးမှ ခေါ်ခဲ့သည်)</span> ဆိုလိုသည်မှာ တောင်ကို ဆိုလိုသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْأَيْمَنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညာဘက်)</span> ထိုမီးမှ မီးလောင်ကျွမ်းနေသော သစ်သားကို ရှာဖွေသွားသောအခါ မူဆာ၏ ညာဘက်ခြမ်းတွင် ရှိခဲ့သည်။ သူသည် ဝေးကွာသောနေရာမှ ၎င်း၏ အလင်းရောင်ကို မြင်ခဲ့ရသဖြင့် ၎င်းဆီသို့ ထွက်ခွာသွားပြီး သူရောက်ရှိနေသည့် ချိုင့်ဝှမ်းအစွန်း၊ သူ၏ ဦးတည်ရာမှ တောင်၏ ညာဘက်ခြမ်းတွင် ၎င်းကို တွေ့ရှိခဲ့သည်။ ထိုအချိန်တွင် အလ္လာဟ်အရှင်မြတ်၊ အနန္တဂုဏ်တော်ရှင်သည် သူ့ကို စကားပြောခဲ့ပြီး သူ့ကို ခေါ်ဝေါ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို နီးကပ်လာစေရန် ဆင့်ခေါ်ခဲ့ပြီး သူနှင့်အတူ အာယတ်ကို စကားပြောခဲ့သည်။ ၎င်း၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُ مِن رَّحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ကရုဏာကြောင့် သူ၏ ညီ ဟာရူန်ကို၊ <span class=\"gray\">(လည်း)</span> နဗီတစ်ပါး၊ သူ့ကို ကျွန်ုပ်တို့ ပေးခဲ့သည်)</span> ဆိုလိုသည်မှာ \"သူ၏ တောင်းဆိုချက်နှင့် သူ၏ညီအတွက် သူ၏ အသနားခံခြင်းကို ကျွန်ုပ်တို့ တုံ့ပြန်ခဲ့ပြီး သူ့ကိုလည်း နဗီတစ်ပါးအဖြစ် ပြုလုပ်ခဲ့သည်\" ဟု ဖြစ်သည်။ ၎င်းမှာ အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တစ်ခုတွင် မိန့်တော်မူသကဲ့သို့ ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي ۖ إِنِّي أَخَافُ أَن يُكَذِّبُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ ညီ ဟာရူန်သည် ကျွန်ုပ်ထက် စကားပြော ပို၍ လှပသည်။ ထို့ကြောင့် သူ့ကို ကျွန်ုပ်နှင့်အတူ ကူညီသူအဖြစ် စေလွှတ်ပါ၊ ကျွန်ုပ်ကို ထောက်ခံရန်။ အမှန်စင်စစ် သူတို့သည် ကျွန်ုပ်ကို မဟုတ်မမှန် ပြောဆိုမည်ကို ကျွန်ုပ် စိုးရိမ်သည်)</span><span class=\"gray\">[၂၈:၃၄]</span> ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- )</span> \"အို မူဆာ၊ သင်၏ တောင်းဆိုချက်ကို ခွင့်ပြုပြီးပြီ။\")</span><span class=\"gray\">[၂၀:၃၆]</span> သူကလည်း မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرْسِلْ إِلَىٰ هَارُونَ - وَلَهُمْ عَلَيَّ ذَنبٌ فَأَخَافُ أَن يَقْتُلُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဟာရူန်အား စေလွှတ်ပါ။ သူတို့၌ ကျွန်ုပ်အပေါ် ပြစ်မှုစွဲချက်တင်ထားပြီး သူတို့သည် ကျွန်ုပ်ကို သတ်လိမ့်မည်ကို ကျွန်ုပ် စိုးရိမ်သည်)</span><span class=\"gray\">[၂၆:၁၃-၁၄]</span></p><p lang=\"my\" class=\"my \">ဤအကြောင်းကြောင့် အချို့သော ဆလပ်ဖ် <span class=\"gray\">(ရှေးဘိုးဘေးများ)</span> က \"ဤဘဝတွင် မည်သူမျှ မူဆာက သူ၏ညီကို နဗီတစ်ပါးဖြစ်စေရန် တောင်းဆိုသည်ထက် ပို၍ တစ်စုံတစ်ယောက်အတွက် မတောင်းဆိုခဲ့ပါ\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၊ အနန္တဂုဏ်တော်ရှင်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُ مِن رَّحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ကရုဏာကြောင့် သူ၏ ညီ ဟာရူန်ကို၊ <span class=\"gray\">(လည်း)</span> နဗီတစ်ပါး၊ သူ့ကို ကျွန်ုပ်တို့ ပေးခဲ့သည်)</span></p>"
  },
  {
    "ayah_key": "19:54",
    "group_ayah_key": "19:54",
    "from_ayah": "19:54",
    "to_ayah": "19:55",
    "ayah_keys": "19:54,19:55",
    "text": "<p class=\"my translation\" lang=\"my\">စာအုပ်ထဲတွင် အစ်စ်မာအီလ်ကို ဖော်ပြပါ။ အမှန်စင်စစ် သူသည် သူကတိပေးထားသည့်အတိုင်း မှန်ကန်သူဖြစ်ပြီး ရစူလ်၊ <span class=\"gray\">(နှင့်)</span> နဗီတစ်ပါး <span>(၅၄)</span>သူသည် မိမိ၏မိသားစုနှင့် လူမျိုးအား ဆွလားဟ်နှင့် ဇကားဟ်ကို အမိန့်ပေးခဲ့ပြီး သူ၏အရှင်သည် သူ့ကို နှစ်သက်တော်မူခဲ့သည် <span>(၅၅)</span></p><div lang=\"my\" class=\"my \"><h2>အစ်စ်မာအီလ်ကို ဖော်ပြခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် အီဗရာဟင်မ်၏သား၊ အလ္လာဟ်၏မိတ်ဆွေ အစ်စ်မာအီလ်ကို ချီးကျူးခဲ့သည်။ သူ <span class=\"gray\">(အစ်စ်မာအီလ်)</span> သည် ဟိဂျာဇ်ဒေသမှ အာရပ်များအားလုံး၏ ဖခင်ဖြစ်သည်၊ အကြောင်းမှာ သူသည် သူကတိပေးထားသည့်အတိုင်း မှန်ကန်သောကြောင့်ဖြစ်သည်။ အိဗ်နု ဂျူရိုင်ဂျ်က \"သူသည် သူ၏အရှင်အား မည်သည့်ကတိမှ မပေးခဲ့ပါ၊ ၎င်းကို မဖြည့်ဆည်းခဲ့လျှင်\" ဟု ပြောခဲ့သည်။ သူသည် မည်သည့်ဝတ်ပြုမှုကိုမဆို သစ္စာပြု၍ မိမိကိုယ်ကို မည်သည့်အခါမျှ တာဝန်မပေးခဲ့ပါ၊ ၎င်းကို မဖြည့်ဆည်းဘဲ အပြည့်အဝ ပေးဆောင်၍ မဆောင်ရွက်ခဲ့လျှင်။ အချို့က ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَادِقَ الْوَعْدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သူသည်)</span> သူကတိပေးထားသည့်အတိုင်း မှန်ကန်သူဖြစ်သည်။)</span> \"၎င်းကို သူ၏ဖခင်အား ပြောခဲ့သောကြောင့် သူ့အကြောင်း ပြောခဲ့ခြင်းဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَتَجِدُنِي إِن شَاءَ اللَّهُ مِنَ الصَّابِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိပါက ကျွန်ုပ်ကို သည်းခံသူများထဲမှ တွေ့ရမည်)</span><span class=\"gray\">[၃၇:၁၀၂]</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် သူသည် ထိုအရာ၌ မှန်ကန်ခဲ့သည်။\" ကတိတည်ခြင်းသည် ချီးကျူးထိုက်သော လက္ခဏာရပ်များထဲမှ တစ်ခုဖြစ်သည်၊ ကတိဖျက်ခြင်းသည် မနှစ်သက်ဖွယ် လက္ခဏာရပ်များထဲမှ တစ်ခုဖြစ်သကဲ့သို့။ အလ္လာဟ်အရှင်မြတ်၊ အနန္တဂုဏ်တော်ရှင်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ - كَبُرَ مَقْتًا عِندَ اللَّهِ أَن تَقُولُوا مَا لَا تَفْعَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့၊ သင်တို့သည် မလုပ်ဆောင်သည့်အရာကို အဘယ်ကြောင့် ပြောဆိုကြသနည်း။ သင်တို့သည် မလုပ်ဆောင်သည့်အရာကို ပြောဆိုခြင်းသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် အလွန်မုန်းတီးဖွယ်ရာ ဖြစ်သည်)</span><span class=\"gray\">[၆၁:၂-၃]</span></p><p lang=\"no\" class=\"no \">The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آيَةُ الْمُنَافِقِ ثَلَاثٌ: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا ائْتُمِنَ خَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုနာဖစ်ခ်၏ လက္ခဏာမှာ သုံးခုဖြစ်သည်။ သူပြောသောအခါ၊ သူလိမ်သည်၊ သူကတိပေးသောအခါ၊ သူကတိဖျက်သည်၊ သူယုံကြည်အပ်နှံခံရသောအခါ၊ သူသည် သူ၏ယုံကြည်မှုကို သစ္စာမဲ့သည်)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့သည် မုနာဖစ်ခ်တို့၏ လက္ခဏာရပ်များ ဖြစ်ပါက၊ ၎င်းတို့နှင့် ဆန့်ကျင်ဘက် ပြုမူခြင်းသည် စစ်မှန်သော ယုံကြည်သူ၏ လက္ခဏာရပ်ဖြစ်သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကျွန်နှင့် ရစူလ် အစ်စ်မာအီလ်ကို ချီးကျူးခဲ့သည်၊ အကြောင်းမှာ သူသည် သူ၏ကတိကို တည်ကြည်ခဲ့သောကြောင့်ဖြစ်သည်။ ထို့အတူ အလ္လာဟ်၏ ရစူလ် ﷺ သည်လည်း သူ၏ကတိကို တည်ကြည်ခဲ့သည်။ သူသည် မည်သူ့ကိုမျှ မည်သည့်အရာကိုမျှ ကတိမပေးခဲ့ပါ၊ ထိုပုဂ္ဂိုလ်အား သူ၏ကတိကို မဖြည့်ဆည်းခဲ့လျှင်။ သူသည် သူ၏သမီး ဇိုင်နပ်ဘ်၏ ခင်ပွန်း အဘူ အလ်-အာစ့် ဘင်န် အလ်-ရာဘီကိုလည်း ချီးကျူးခဲ့သည်၊ ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">حَدَّثَنِي فَصَدَقَنِي، وَوَعَدَنِي فَوَفَى لِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ကျွန်ုပ်နှင့် စကားပြောခဲ့ပြီး ကျွန်ုပ်အား အမှန်တရားကို ပြောပြခဲ့သည်၊ သူသည် ကျွန်ုပ်အား ကတိပေးခဲ့ပြီး သူသည် ကျွန်ုပ်၏ကတိကို ဖြည့်ဆည်းခဲ့သည်)</span></p><p lang=\"my\" class=\"my \">နဗီ ﷺ ကွယ်လွန်သောအခါ၊ ခလီဖာ <span class=\"gray\">(သူ၏အရိုက်အရာခံ)</span> အဘူ ဗက္ကရ် အစ်စ်-စစ်ဒီက်က \"အလ္လာဟ်၏ ရစူလ် ﷺ ထံမှ မည်သည့်ကတိကိုမဆို ရရှိထားသူ သို့မဟုတ် သူ့ထံမှ မည်သည့်ကြွေးမြီကိုမဆို ပိုင်ဆိုင်သူသည် ကျွန်ုပ်ထံ လာရောက်ပါ၊ ကျွန်ုပ်သည် သူ့ကိုယ်စား ၎င်းကို ဖြည့်ဆည်းပေးပါမည်\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် ဂျာဗိရ် ဘင်န် အဗ်ဒူလ္လာဟ် လာရောက်ပြီး အလ္လာဟ်၏ ရစူလ် ﷺ က မိန့်တော်မူခဲ့သည်ကို ပြောပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ قَدْ جَاءَ مَالُ الْبَحْرَينِ أَعْطَيْتُكَ هَكَذَا وَهَكَذَا وَهَكَذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘာရိန်း၏ စည်းစိမ်ဥစ္စာ ရောက်ရှိလာပါက <span class=\"gray\">(ကျွန်ုပ်ထံ)</span>၊ ထိုအခါ ကျွန်ုပ်သည် သင့်အား ဤသို့ ဤသို့ ဤသို့ ပေးမည်)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ သူသည် သူ၏လက်များကို စည်းစိမ်ဥစ္စာဖြင့် ပြည့်စေလိမ့်မည်ဟု ဖြစ်သည်။ ထို့ကြောင့် ဘာရိန်း၏ စည်းစိမ်ဥစ္စာ ရောက်ရှိလာသောအခါ <span class=\"gray\">(၎င်းတို့ထံ)</span>၊ အဘူ ဗက္ကရ်သည် ဂျာဗိရ်အား ထိုစည်းစိမ်ဥစ္စာမှ သူ၏လက်များကို လာရောက်ဖြည့်ရန် အမိန့်ပေးခဲ့သည်။ ထို့နောက်၊ သူသည် သူ့ကို ထပ်မံပြုလုပ်ရန် အမိန့်ပေးခဲ့သည်၊ သူသည် ဒေရဟမ်ငါးရာ စုဆောင်းသည်အထိ။ ထို့နောက် အဘူ ဗက္ကရ်သည် ထိုပမာဏ၏ နှစ်ဆကို ထပ်မံပေးခဲ့သည် <span class=\"gray\">(ဆိုလိုသည်မှာ ဒေရဟမ်တစ်ထောင် ထပ်မံ)</span>။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ رَسُولًا نَّبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ရစူလ်၊ <span class=\"gray\">(နှင့်)</span> နဗီတစ်ပါး ဖြစ်သည်)</span> ဤအရာ၌ အစ်စ်မာအီလ်သည် သူ၏ညီ အစ်စ်ဟာက်ထက် သာလွန်သော ဂုဏ်ပုဒ်ရှိကြောင်း သက်သေပြခြင်းဖြစ်သည်။ အစ်စ်ဟာက်ကို နဗီတစ်ပါးအဖြစ်သာ ဖော်ပြခဲ့သော်လည်း အစ်စ်မာအီလ်ကို နဗီပီသခြင်းနှင့် ရစူလ်ပီသခြင်း နှစ်မျိုးလုံးဖြင့် ဖော်ပြခဲ့သည်။ ဆဟီးဟ် မွတ်စ်လင်မ်တွင် အလ္လာဟ်၏ ရစူလ် ﷺ က မိန့်တော်မူခဲ့သည်မှာ အတည်ပြုထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ اصْطَفَى مِنْ وَلَدِ إِبْرَاهِيمَ إِسْمَاعِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အီဗရာဟင်မ်၏သားများထဲမှ အစ်စ်မာအီလ်ကို ရွေးချယ်တော်မူခဲ့သည်...)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အီမာမ် မွတ်စ်လင်မ်သည် ဟဒီးစ်၏ ကျန်အပိုင်းများကို အပြည့်အစုံ ဖော်ပြခဲ့သည်။ သို့သော်လည်း ဤမိန့်ဆိုချက်သည် ကျွန်ုပ်တို့ ပြောဆိုခဲ့သောအရာ၏ မှန်ကန်မှုကို သက်သေပြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِندَ رَبِّهِ مَرْضِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မိမိ၏မိသားစုနှင့် လူမျိုးအား ဆွလားဟ်နှင့် ဇကားဟ်ကို အမိန့်ပေးခဲ့ပြီး သူ၏အရှင်သည် သူ့ကို နှစ်သက်တော်မူခဲ့သည်)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာလည်း လှပသော ချီးမွမ်းခြင်းပုံစံ၊ ချီးကျူးထိုက်သော အရည်အသွေးနှင့် ဖြောင့်မတ်သော လက္ခဏာရပ်ဖြစ်သည်။ သူသည် သူ၏အရှင်အား နာခံမှု၌ ဇွဲလုံ့လရှိခြင်းကြောင့်နှင့် သူ၏မိသားစုအား ထိုသို့ပြုလုပ်ရန် အမိန့်ပေးခြင်းကြောင့် ဤနည်းဖြင့် အမိန့်ပေးခံခဲ့ရသည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က သူ၏ ရစူလ် ﷺ အား မိန့်တော်မူသကဲ့သို့ ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏မိသားစုအား ဆွလားဟ်ကို အမိန့်ပေးပါ၊ သူတို့နှင့်အတူ သည်းခံပါ)</span><span class=\"gray\">[၂၀:၁၃၂]</span> ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၊ အနန္တဂုဏ်တော်ရှင်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَّا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့၊ သင်တို့သည် မိမိတို့ကိုယ်ကိုနှင့် မိမိတို့၏မိသားစုများကို မီး <span class=\"gray\">(ငရဲ)</span> မှ ကာကွယ်ကြပါ၊ ၎င်း၏လောင်စာသည် လူနှင့်ကျောက်တုံးများဖြစ်ပြီး၊ ၎င်းအပေါ်၌ <span class=\"gray\">(ခန့်အပ်ထားသော)</span> ကြမ်းတမ်းပြီး <span class=\"gray\">(နှင့်)</span> ပြင်းထန်သော မလာအိကဟ်များ ရှိကြသည်၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ရရှိသော အမိန့်များကို မနာခံဘဲ မနေဘဲ၊ <span class=\"gray\">(လုပ်ဆောင်ရန်)</span> ၎င်းတို့အား အမိန့်ပေးထားသည်များကို လုပ်ဆောင်ကြသည်)</span><span class=\"gray\">[၆၆:၆]</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ သူတို့ကို ကောင်းမှုပြုရန် အမိန့်ပေးခြင်း၊ မကောင်းမှုမှ တားမြစ်ခြင်းနှင့် သူတို့ကို ပစ်ပယ်မထားခြင်းတို့ ဖြစ်သည်။ ထိုသို့ပြုလုပ်ပါက၊ သူတို့သည် သင်၏အမိန့်ကို နာခံပါက၊ မီး <span class=\"gray\">(ငရဲ)</span> သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူတို့ကို မစားသုံးလိမ့်မည်။ အဘူ ဟူရိုင်ရာဟ်ထံမှ ဟဒီးစ်တစ်ခုတွင် အလ္လာဟ်၏ ရစူလ် ﷺ က မိန့်တော်မူခဲ့သည်ဟု ဖော်ပြထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحِمَ اللهُ رَجُلًا قَامَ مِنَ اللَّيْلِ فَصَلَّى وَأَيْقَظَ امْرَأَتَهُ، فَإِنْ أَبَتْ نَضَحَ فِي وَجْهِهَا الْمَاءَ. رَحِمَ اللهُ امْرَأَةً قَامَتْ مِنَ اللَّيْلِ فَصَلَّتْ وَأَيْقَظَتْ زَوْجَهَا، فَإِنْ أَبَى نَضَحَتْ فِي وَجْهِهِ الْمَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဘက် ထ၍ ဆွလားဟ်ပြုပြီး မိမိဇနီးကို နိုးထစေသော အမျိုးသားအား အလ္လာဟ်အရှင်မြတ် သနားတော်မူပါစေ။ သူမ ထရန် ငြင်းဆန်ပါက၊ သူသည် သူမ၏မျက်နှာတွင် ရေဖြန်းပါစေ။ ညဘက် ထ၍ ဆွလားဟ်ပြုပြီး မိမိခင်ပွန်းကို နိုးထစေသော အမျိုးသမီးအား အလ္လာဟ်အရှင်မြတ် သနားတော်မူပါစေ။ သူ ထရန် ငြင်းဆန်ပါက၊ သူမသည် သူ၏မျက်နှာတွင် ရေဖြန်းပါစေ။)</span> ဤဟဒီးစ်ကို အဘူ ဒါဝုဒ်နှင့် အိဗ်နု မာဂျာဟ်တို့က မှတ်တမ်းတင်ခဲ့သည်။</p>"
  },
  {
    "ayah_key": "19:56",
    "group_ayah_key": "19:56",
    "from_ayah": "19:56",
    "to_ayah": "19:57",
    "ayah_keys": "19:56,19:57",
    "text": "<p class=\"my translation\" lang=\"my\">စာအုပ်ထဲတွင် အစ်ဒ်ရီစ်ကို ဖော်ပြပါ။ အမှန်စင်စစ် သူသည် မှန်ကန်သောလူသား၊ <span class=\"gray\">(နှင့်)</span> နဗီတစ်ပါး <span>(၅၆)</span>ကျွန်ုပ်တို့သည် သူ့ကို မြင့်မားသော အဆင့်သို့ မြှင့်တင်ခဲ့သည် <span>(၅၇)</span></p><div lang=\"ja\" class=\"ja \"><h2>Mentioning Idris</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အစ်ဒ်ရီစ်အား မှန်ကန်သော နဗီတစ်ပါးဖြစ်ခြင်းအတွက် ချီးကျူးခဲ့ပြီး သူ့ကို မြင့်မားသော အဆင့်သို့ မြှင့်တင်ခဲ့သည်ဟု ဖော်ပြခဲ့သည်။ ဆဟီးဟ်ကျမ်းတွင် အလ္လာဟ်၏ ရစူလ် ﷺ သည် အစ်စ်ရာ <span class=\"gray\">(ညခရီး)</span> ည၌ အစ်ဒ်ရီစ်ကို ဖြတ်သန်းခဲ့ပြီး သူ <span class=\"gray\">(အစ်ဒ်ရီစ်)</span> သည် စတုတ္ထကောင်းကင်၌ ရှိခဲ့သည်ဟု မှတ်တမ်းတင်ထားကြောင်း ယခင်က ဖော်ပြခဲ့ပြီးဖြစ်သည်။ ဆူဖယန်သည် မန်စူရ်မှ မူဂျာဟစ်ဒ်က ပြောခဲ့သည်ဟု သတင်းပေးသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَفَعْنَاهُ مَكَانًا عَلِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ့ကို မြင့်မားသော အဆင့်သို့ မြှင့်တင်ခဲ့သည်)</span> \"ဆိုလိုသည်မှာ စတုတ္ထကောင်းကင်ဖြစ်သည်။\" အလ်-ဟာစန်နှင့် အခြားသူများက အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍ ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَفَعْنَاهُ مَكَانًا عَلِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ့ကို မြင့်မားသော အဆင့်သို့ မြှင့်တင်ခဲ့သည်)</span> \"ဆိုလိုသည်မှာ ဂျန္နတ်ဖြစ်သည်။\"</p>"
  }
]