[
  {
    "ayah_key": "34:40",
    "group_ayah_key": "34:40",
    "from_ayah": "34:40",
    "to_ayah": "34:42",
    "ayah_keys": "34:40,34:41,34:42",
    "text": "<p lang=\"my\" class=\"my \">ထိုအခါ သူတို့ကို ကိုယ်တော်ရှင်က တစ်ညီတစ်ညွတ်တည်း စုရုံးစေမည်။ ထို့နောက် အွမ္ဂျယ်လ်လ် (ကောင်းကင်တမန်) များကို မေးမည်။ \"ဤသူတို့သည် အသင်တို့ကို ကိုးကွယ်ခဲ့ကြသည်လား?\" <span>(၄၀)</span>ထိုအခါ ကောင်းကင်တမန်များက ဤသို့ဖြေကြားကြမည်။ \"ကိုယ်တော်သည် သန့်ရှင်းမြင့်မြတ်တော်မူ၏။ ကိုယ်တော်ရှင်သည်သာလျှင် ကျွန်ုပ်တို့၏ ကာကွယ်စောင့်ရှောက်သူ ဖြစ်တော်မူ၏။ မဟုတ်ပါ။ သူတို့သည် ဂျင်န် (နတ်ဆိုး) များကိုသာ ကိုးကွယ်ခဲ့ကြသည်။ ထိုသူတို့အနက် အများစုသည် သူတို့ကို ယုံကြည်သူများ ဖြစ်ကြသည်။ <span>(၄၁)</span>ထို့ကြောင့် ယနေ့တွင် အသင်တို့တစ်ဦးတစ်ယောက်မျှ တစ်ဦးကိုတစ်ဦး အကျိုးဖြစ်ထွန်းစေနိုင်မည်မဟုတ်သလို အန္တရာယ်လည်းပြုနိုင်ကြမည်မဟုတ်ပေ။ ကျွန်ုပ်တို့သည် မကောင်းမှုပြုသူများအား \"သင်တို့ ငြင်းပယ်ခဲ့သော ငရဲမီး၏ ပြင်းထန်သော ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့\" ဟု ပြောမည်။ <span>(၄၂)</span></p><p lang=\"my\" class=\"my \">ကောင်းကင်တမန်တို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့အား ကိုးကွယ်သူများကို စွန့်ပယ်ကြမည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကိုယ်တော်ရှင်သည် ဖန်ဆင်းခံအားလုံးရှေ့၌ ရုပ်တုကိုးကွယ်သူများကို ပြစ်တင်ရှုံ့ချတော်မူမည်ဟု ကျွန်ုပ်တို့အား မိန့်ကြားထားသည်။ ရုပ်တုကိုးကွယ်သူတို့သည် ၎င်းတို့၏ ရုပ်တုများသည် ဤကောင်းကင်တမန်တို့၏ ပုံသဏ္ဌာန်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်ထံ ပိုမိုနီးစပ်စေနိုင်သည်ဟု ပြောဆိုကာ ကိုးကွယ်ခဲ့ကြသော ကောင်းကင်တမန်တို့ကို ကိုယ်တော်ရှင်က မေးတော်မူမည်။ ကိုယ်တော်ရှင်က ကောင်းကင်တမန်တို့ကို မေးတော်မူမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهَٰؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူတို့သည် အသင်တို့ကို ကိုးကွယ်ခဲ့ကြသည်လား?)</span> ဆိုလိုသည်မှာ 'အသင်တို့က သူတို့ကို ကိုးကွယ်ရန် အမိန့်ပေးခဲ့သလား?' အလ္လာဟ်အရှင်မြတ်သည် ဆူရဟ် အလ်ဖုရ်ကာန်တွင် ဤသို့မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَٰؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကျွန်များကို အသင်တို့က လမ်းမှားသို့ ပို့ဆောင်ခဲ့သလား၊ သို့မဟုတ် ၎င်းတို့ <span class=\"gray\">(ကိုယ်တိုင်)</span> လမ်းမှားခဲ့ကြသလား?)</span><span class=\"gray\">(၂၅:၁၇)</span>။ ထို့ပြင် ကိုယ်တော်ရှင်က အီစာ (အလိုင်ဟစ်စလာမ်) အား ဤသို့မိန့်ကြားတော်မူမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَٰهَيْنِ مِنْ دُونِ اللَّهِ ۖ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် လူတို့အား 'အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကျွန်ုပ်နှင့် ကျွန်ုပ်၏မိခင်ကို ဘုရားနှစ်ပါးအဖြစ် ကိုးကွယ်ကြလော့' ဟု ပြောကြားခဲ့သလား? သူက 'ကိုယ်တော်သည် သန့်ရှင်းမြင့်မြတ်တော်မူ၏။ ကျွန်ုပ်၌ မပြောပိုင်သောအရာကို ပြောရန် မဖြစ်နိုင်ပေ' ဟု ပြောကြားမည်။)</span><span class=\"gray\">(၅:၁၁၆)</span>။ အလားတူပင် ကောင်းကင်တမန်တို့က ဤသို့ပြောကြားကြမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သန့်ရှင်းမြင့်မြတ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ 'ကိုယ်တော်မှတစ်ပါး အခြားဘုရားရှိနိုင်သည်ဟူသော အယူအဆထက် ကိုယ်တော်သည် မြင့်မြတ်ပြီး သန့်ရှင်းတော်မူ၏' ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သူတို့အစား ကျွန်ုပ်တို့၏ ကာကွယ်စောင့်ရှောက်သူဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် ကိုယ်တော်၏ ကျွန်များဖြစ်ပြီး ဤသူများကို ကိုယ်တော်ရှေ့မှောက်တွင် စွန့်ပယ်ပါသည်' ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ။ သူတို့သည် ဂျင်န် (နတ်ဆိုး) များကိုသာ ကိုးကွယ်ခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ ရှိုင်တွာန် (မာရ်နတ်) များကို ဖြစ်သည်၊ အကြောင်းမှာ ၎င်းတို့သည် ရုပ်တုကိုးကွယ်ခြင်းကို သူတို့အတွက် ဆွဲဆောင်မှုရှိစေပြီး လမ်းမှားသို့ ပို့ဆောင်ခဲ့ကြသူများ ဖြစ်သောကြောင့် ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့အနက် အများစုသည် သူတို့ကို ယုံကြည်သူများ ဖြစ်ကြသည်။)</span> ၎င်းသည် အာယတ်တော်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا - لَعَنَهُ اللَّهُ ۘ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကိုယ်တော်မှလွဲ၍ အမျိုးသမီးများကိုသာ ဖိတ်ခေါ်ကြသည်။ ထို့ပြင် ၎င်းတို့သည် ခေါင်းမာသော ပုန်ကန်သူ ရှိုင်တွာန် (မာရ်နတ်) ကိုသာ ဖိတ်ခေါ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းကို ကျိန်ဆဲတော်မူသည်)</span><span class=\"gray\">(၄:၁၁၇-၁၁၈)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعًا وَلَا ضَرًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ယနေ့တွင် အသင်တို့တစ်ဦးတစ်ယောက်မျှ တစ်ဦးကိုတစ်ဦး အကျိုးဖြစ်ထွန်းစေနိုင်မည်မဟုတ်သလို အန္တရာယ်လည်းပြုနိုင်ကြမည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ 'အကျိုးပြုမည်ဟု သင်တို့မျှော်လင့်ခဲ့သော ရုပ်တုများနှင့် ပြိုင်ဘက်များထဲမှ တစ်ဦးတစ်ယောက်မျှ သင်တို့အား အကျိုးဖြစ်ထွန်းစေနိုင်မည် မဟုတ်ပေ၊ ဖိစီးမှုနှင့် ကပ်ဆိုးကာလများတွင် သင်တို့အား ကူညီလိမ့်မည်ဟု မျှော်လင့်၍ သင်တို့ကိုးကွယ်ခဲ့ကြသူများပင်။ ယနေ့တွင် ၎င်းတို့သည် သင်တို့အား အကျိုးဖြစ်ထွန်းစေရန် သို့မဟုတ် အန္တရာယ်ပြုရန် မည်သည့်စွမ်းအားမျှ ရှိတော့မည်မဟုတ်ပေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَقُولُ لِلَّذِينَ ظَلَمُوا </p><p lang=\"my\" class=\"my \">ထို့ပြင် ကျွန်ုပ်တို့သည် မကောင်းမှုပြုသူများအား —ဆိုလိုသည်မှာ ရုပ်တုကိုးကွယ်သူများအား— ဤသို့ပြောကြားမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့ ငြင်းပယ်ခဲ့သော ငရဲမီး၏ ပြင်းထန်သော ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့။\")</span> ဆိုလိုသည်မှာ ဤစကားကို ပြစ်တင်ရှုံ့ချသော အနေဖြင့် သူတို့အား ပြောကြားမည် ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "34:43",
    "group_ayah_key": "34:43",
    "from_ayah": "34:43",
    "to_ayah": "34:45",
    "ayah_keys": "34:43,34:44,34:45",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့၏ ရှင်းလင်းပြတ်သားသော အာယတ်တော်များကို သူတို့အား ရွတ်ပြသောအခါ သူတို့က \"၎င်းသည် သင်တို့၏ ဘိုးဘေးများ ကိုးကွယ်ခဲ့သည့်အရာမှ သင်တို့ကို တားမြစ်လိုသော လူတစ်ဦးမျှသာ ဖြစ်သည်\" ဟု ပြောကြသည်။ ထို့ပြင် သူတို့က \"၎င်းသည် ဖန်တီးထားသော မုသားမျှသာ ဖြစ်သည်\" ဟု ပြောကြသည်။ သို့နှင့် ကိုယ်တော်ရှင်ထံမှ သမ္မာတရားရောက်ရှိလာသောအခါ မယုံကြည်သူတို့က \"၎င်းသည် ထင်ရှားသော မှော်အတတ်မျှသာ ဖြစ်သည်\" ဟု ပြောကြသည်။ <span>(၄၃)</span>ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းတို့အား လေ့လာရန် ကျမ်းဂန်များကို မပေးခဲ့၊ သင့်ထံသို့မတိုင်မီ မည်သည့် သတိပေးသူကိုမျှ မစေလွှတ်ခဲ့ပေ။ <span>(၄၄)</span>၎င်းတို့မတိုင်မီက လူများသည် ငြင်းပယ်ခဲ့ကြသည်။ ၎င်းတို့သည် ကျွန်ုပ်တို့ <span class=\"gray\">(ရှေးခေတ်လူများ)</span> အား ပေးသနားခဲ့သည့်အရာ၏ ဆယ်ပုံတစ်ပုံမျှပင် မရရှိခဲ့ကြပေ။ သို့တိုင် ၎င်းတို့သည် ကျွန်ုပ်၏ တမန်များကို ငြင်းပယ်ခဲ့ကြသည်။ ထိုအခါ ကျွန်ုပ်၏ ငြင်းပယ်ခြင်းသည် မည်မျှ <span class=\"gray\">(ကြောက်မက်ဖွယ်)</span> ဖြစ်ခဲ့သနည်း။ <span>(၄၅)</span></p><p lang=\"my\" class=\"my \">တမန်တော်များအကြောင်းနှင့်ပတ်သက်၍ မယုံကြည်သူများ၏ ပြောဆိုချက်နှင့် ၎င်းကို ပယ်ချခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မယုံကြည်သူတို့သည် ကိုယ်တော်ရှင်၏ ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံထိုက်ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားထားသည်။ အကြောင်းမှာ ကိုယ်တော်ရှင်၏ ရှင်းလင်းပြတ်သားသော အာယတ်တော်များကို သူတို့အား ရွတ်ပြသောအခါ၊ ကိုယ်တော်ရှင်၏ ရစူလ်တမန် ﷺ ၏ နှုတ်ဖျားမှ ထွက်ပေါ်လာသည်နှင့် သူတို့ကြားရသောအခါ၊ သူတို့က ဤသို့ပြောဆိုခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَالُوا مَا هَٰذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က \"၎င်းသည် သင်တို့၏ ဘိုးဘေးများ ကိုးကွယ်ခဲ့သည့်အရာမှ သင်တို့ကို တားမြစ်လိုသော လူတစ်ဦးမျှသာ ဖြစ်သည်\" ဟု ပြောကြသည်။)</span> ဆိုလိုသည်မှာ သူတို့၏ ဘိုးဘေးများ၏ ဘာသာတရားသည် သမ္မာတရားဖြစ်ပြီး တမန်တော်ယူဆောင်လာသောအရာသည် မမှန်ကန်ဟု ဆိုလိုသည်။ – အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသည် သူတို့နှင့် သူတို့၏ ဘိုးဘေးများအပေါ် ကျရောက်ပါစေ!</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا مَا هَٰذَا إِلَّا إِفْكٌ مُفْتَرًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူတို့က \"၎င်းသည် ဖန်တီးထားသော မုသားမျှသာ ဖြစ်သည်\" ဟု ပြောကြသည်။)</span> ကုရ်အာန်ကို ရည်ညွှန်း၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့နှင့် ကိုယ်တော်ရှင်ထံမှ သမ္မာတရားရောက်ရှိလာသောအခါ မယုံကြည်သူတို့က \"၎င်းသည် ထင်ရှားသော မှော်အတတ်မျှသာ ဖြစ်သည်\" ဟု ပြောကြသည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا ۖ وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းတို့အား လေ့လာရန် ကျမ်းဂန်များကို မပေးခဲ့၊ သင့်ထံသို့မတိုင်မီ မည်သည့် သတိပေးသူကိုမျှ မစေလွှတ်ခဲ့ပေ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်မတိုင်မီ အာရပ်လူမျိုးများအား မည်သည့်ကျမ်းကိုမျှ ထုတ်ပြန်မပေးခဲ့သလို၊ မိုဟာမက် ﷺ မတိုင်မီ မည်သည့်တမန်တော်ကိုမျှ ၎င်းတို့ထံ မစေလွှတ်ခဲ့ပေ။ ၎င်းတို့သည် ထိုအရာကို ဆန္ဒပြုလေ့ရှိပြီး 'အကယ်၍ သတိပေးသူတစ်ဦး ကျွန်ုပ်တို့ထံ ရောက်လာပါက သို့မဟုတ် ကျမ်းတစ်အုပ် ထုတ်ပြန်ခြင်းခံရပါက ကျွန်ုပ်တို့သည် အခြားသူများထက် ပိုမိုမှန်ကန်သော လမ်းပြမှုရရှိမည်' ဟု ပြောဆိုခဲ့ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ထိုအရာဖြင့် ကောင်းချီးပေးသောအခါ ၎င်းတို့သည် သူ့အား မယုံကြည်ဘဲ ခေါင်းမာစွာ ပယ်ချခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့မတိုင်မီက လူများသည် ငြင်းပယ်ခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ အခြားသော လူမျိုးများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကျွန်ုပ်တို့ <span class=\"gray\">(ရှေးခေတ်လူများ)</span> အား ပေးသနားခဲ့သည့်အရာ၏ ဆယ်ပုံတစ်ပုံမျှပင် မရရှိခဲ့ကြပေ။)</span></p><p lang=\"my\" class=\"my \">အီဘ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် သူတို့အပေါ် ကျေနပ်တော်မူပါစေ) က \"ဤလောက၏ အင်အား\" ဟု မိန့်ကြားခဲ့သည်။ ၎င်းသည် ကတာဒါ၊ အစ်စွတ်ဒီနှင့် အီဘ်နု ဇိုင်ဒ်တို့၏ အမြင်လည်းဖြစ်သည်။ ၎င်းသည် အာယတ်တော်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းတို့အား သင်တို့ကို အခြေချမပေးခဲ့သော အရာဖြင့် ခိုင်မာစွာ အခြေချပေးခဲ့ပြီး ဖြစ်သည်။ ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းတို့အား ကြားနာမှု၊ မြင်နိုင်မှုနှင့် နှလုံးသားများကို ပေးအပ်ခဲ့သည်၊ သို့သော် ၎င်းတို့၏ ကြားနာမှု၊ မြင်နိုင်မှုနှင့် နှလုံးသားများသည် ၎င်းတို့အား မည်သည့်အရာမျှ အကျိုးမပြုခဲ့ပေ၊ အကြောင်းမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို ငြင်းပယ်လေ့ရှိပြီး ၎င်းတို့ လှောင်ပြောင်ခဲ့သည့်အရာများဖြင့် လုံးလုံးလျားလျား ဝန်းရံခြင်းခံခဲ့ရသောကြောင့် ဖြစ်သည်။)</span><span class=\"gray\">(၄၆:၂၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ۚ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မြေကြီးကို လှည့်လည်သွားလာ၍ ၎င်းတို့မတိုင်မီက လူများ၏ အဆုံးသတ်ကို မမြင်ခဲ့ကြသလော? ၎င်းတို့သည် ၎င်းတို့ထက် အရေအတွက်အားဖြင့် ပိုများပြီး အင်အားအားဖြင့် ပိုမိုကြီးမားခဲ့ကြသည်)</span><span class=\"gray\">(၄၀:၈၂)</span>။ သို့သော် ထိုအရာက ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်မှ မကာကွယ်ပေးခဲ့ပေ၊ ထို့ပြင် ၎င်းတို့သည် ကိုယ်တော်ရှင်၏ တမန်များကို ငြင်းပယ်ခဲ့ကြသောကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဖျက်ဆီးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبُوا رُسُلِي ۖ فَكَيْفَ كَانَ نَكِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့တိုင် ၎င်းတို့သည် ကျွန်ုပ်၏ တမန်များကို ငြင်းပယ်ခဲ့ကြသည်။ ထိုအခါ ကျွန်ုပ်၏ ငြင်းပယ်ခြင်းသည် မည်မျှ <span class=\"gray\">(ကြောက်မက်ဖွယ်)</span> ဖြစ်ခဲ့သနည်း။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်၏ အမျက်တော်သည် မည်မျှပြင်းထန်ပြီး ကျွန်ုပ်၏ တမန်များကို လက်စားချေခြင်းသည် မည်မျှကြီးမားခဲ့သနည်း' ဟူ၍ ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "34:46",
    "group_ayah_key": "34:46",
    "from_ayah": "34:46",
    "to_ayah": "34:46",
    "ayah_keys": "34:46",
    "text": "<p class=\"my translation\" lang=\"my\">ပြောကြားပါလေ- \"ကျွန်ုပ်သည် သင်တို့အား တစ်ခုတည်းသော <span class=\"gray\">(အရာကို)</span> သာ တိုက်တွန်းပါသည်- သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အတွက် နှစ်ဦးတွဲ၍သော်လည်းကောင်း၊ တစ်ဦးတည်းသော်လည်းကောင်း ရပ်တည်ကြပါ၊ ထို့နောက် စဉ်းစားဆင်ခြင်ကြပါ၊ သင်တို့၏ အပေါင်းအဖော်၌ အရူးအနှမ်းမရှိပေ။ သူသည် သင်တို့အတွက် ပြင်းထန်သော ပြစ်ဒဏ်နှင့် ရင်ဆိုင်ရမည်ကို သတိပေးသူမျှသာ ဖြစ်သည်။ <span>(၄၆)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် <span class=\"gray\">(صلی اللہ علیہ وسلم)</span> သည် အရူးအနှမ်းဖြစ်သည်ဟူသော သူတို့၏ စွပ်စွဲချက်ကို ပယ်ချခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်- 'အို မိုဟာမက်၊ သင်သည် ရူးသွပ်နေသည်ဟု စွပ်စွဲသော ဤမယုံကြည်သူများအား ပြောကြားပါလေ-'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် သင်တို့အား တစ်ခုတည်းသော <span class=\"gray\">(အရာကို)</span> သာ တိုက်တွန်းပါသည်၊)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်သည် သင်တို့အား အရာတစ်ခုတည်းကိုသာ ပြောကြားနေသည်' ဟူ၍ ဖြစ်ပြီး ၎င်းမှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَقُومُوا لِلَّهِ مَثْنَىٰ وَفُرَادَىٰ ثُمَّ تَتَفَكَّرُوا ۚ مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အတွက် နှစ်ဦးတွဲ၍သော်လည်းကောင်း၊ တစ်ဦးတည်းသော်လည်းကောင်း ရပ်တည်ကြပါ၊ ထို့နောက် စဉ်းစားဆင်ခြင်ကြပါ၊ သင်တို့၏ အပေါင်းအဖော်၌ အရူးအနှမ်းမရှိပေ။)</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်တွင် သင်တို့၏ ကိုယ်ပိုင်ဆန္ဒများ သို့မဟုတ် မျိုးနွယ်စုစိတ်ဓာတ်များ၏ လွှမ်းမိုးမှုမရှိဘဲ စစ်မှန်စွာ ရပ်တည်ကြပါ၊ ထို့နောက် တစ်ဦးကိုတစ်ဦး မိုဟာမက်သည် အရူးလားဟု မေးမြန်းကြပါ၊ တစ်ဦးကိုတစ်ဦး အကြံဉာဏ်ပေးကြပါ' ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ تَتَفَكَّرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် စဉ်းစားဆင်ခြင်ကြပါ)</span> ဆိုလိုသည်မှာ မိုဟာမက် ﷺ ၏ ကိစ္စနှင့်ပတ်သက်၍ လူတိုင်း မိမိကိုယ်ကို ဆင်ခြင်သုံးသပ်ပါစေ၊ အကယ်၍ သူသည် ဆက်လက်၍ ရှုပ်ထွေးနေသေးပါက အခြားလူများကို မေးမြန်းပါစေ၊ ထို့နောက် ထိုကိစ္စကို စဉ်းစားပါစေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَقُومُوا لِلَّهِ مَثْنَىٰ وَفُرَادَىٰ ثُمَّ تَتَفَكَّرُوا ۚ مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အတွက် နှစ်ဦးတွဲ၍သော်လည်းကောင်း၊ တစ်ဦးတည်းသော်လည်းကောင်း ရပ်တည်ကြပါ၊ ထို့နောက် စဉ်းစားဆင်ခြင်ကြပါ၊ သင်တို့၏ အပေါင်းအဖော်၌ အရူးအနှမ်းမရှိပေ။)</span></p><p lang=\"my\" class=\"my \">ဤအဓိပ္ပါယ်ကို မူဂျာဟစ်ဒ်၊ မိုဟာမက် ဘင် ကဗ်၊ အစ်စွတ်ဒီ၊ ကတာဒါနှင့် အခြားသူများက ပြောကြားခဲ့ကြသည်။ ၎င်းသည် အာယတ်တော်၏ ဆိုလိုရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သင်တို့အတွက် ပြင်းထန်သော ပြစ်ဒဏ်နှင့် ရင်ဆိုင်ရမည်ကို သတိပေးသူမျှသာ ဖြစ်သည်။)</span> အလ်-ဘူခါရီက အီဘ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် သူတို့အပေါ် ကျေနပ်တော်မူပါစေ) သည် ဤအာယတ်တော်ကို ဤသို့မှတ်ချက်ပြုခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်- \"တစ်နေ့တွင် တမန်တော် ﷺ သည် အစ်စွဖာတောင်ပေါ်သို့ တက်ရောက်၍ ဟစ်အော်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا صَبَاحَاهْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူအပေါင်းတို့!)</span> ကုရိုင်ရှ်တို့သည် ကိုယ်တော်ပတ်ဝန်းကျင်၌ စုရုံးရောက်ရှိလာပြီး 'အသင် ဘာဖြစ်နေသနည်း?' ဟု မေးကြသည်။ ကိုယ်တော်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتُمْ لَوْ أَخْبَرْتُكُمْ أَنَّ الْعَدُوَّ يُصَبِّحُكُمْ أَوْ يُمَسِّيكُمْ أَمَا كُنْتُمْ تُصَدِّقُونِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့ မည်သို့ထင်သနည်း? အကယ်၍ ကျွန်ုပ်က ရန်သူများသည် ချဉ်းကပ်လာနေပြီး မနက်ပိုင်း သို့မဟုတ် ညနေပိုင်းတွင် ကျွန်ုပ်တို့ထံ ရောက်ရှိလာမည်ဟု ပြောလျှင် အသင်တို့ ကျွန်ုပ်ကို ယုံကြည်ကြမည်လား?)</span> သူတို့က 'ဟုတ်ကဲ့၊ ယုံကြည်ပါသည်' ဟု ပြောကြသည်။ ကိုယ်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنِّي نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် သင်တို့အတွက် ပြင်းထန်သော ပြစ်ဒဏ်နှင့် ရင်ဆိုင်ရမည်ကို သတိပေးသူဖြစ်သည်။)</span> အဘူ လဟဘ်က 'သင် ပျက်စီးပါစေ! သင်သည် ကျွန်ုပ်တို့ကို ဤအရာကို ပြောပြရန်အတွက်သာ စုဝေးစေခဲ့သလား?' ဟု ပြောဆိုသည်။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘူ လဟဘ်၏ လက်နှစ်ဖက် ပျက်စီးပါစေ၊ ထို့ပြင် သူလည်း ပျက်စီးပါစေ!)</span><span class=\"gray\">(၁၁၁:၁)</span>။ ကျွန်ုပ်တို့သည် ဤအာယတ်တော်၏ တဖ်စီရ်တွင် ဤအကြောင်းကို ဆွေးနွေးပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်၏ နီးစပ်သော ဆွေမျိုးသားချင်းများကို သတိပေးပါလေ)</span><span class=\"gray\">(၂၆:၂၁၄)</span>။</p>"
  }
]