[
  {
    "ayah_key": "48:27",
    "group_ayah_key": "48:27",
    "from_ayah": "48:27",
    "to_ayah": "48:28",
    "ayah_keys": "48:27,48:28",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော်အား ပြသခဲ့သော မှန်ကန်သည့် အိပ်မက်ရူပါရုံကို အမှန်တကယ် ပြည့်စုံစေမည်။ အမှန်ပင် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အလိုတော်ရှိပါက လုံခြုံစွာဖြင့် အလ်-မပ်စ်ဂျစ် အလ်-ဟရာမ်သို့ ဝင်ရောက်ကြရလိမ့်မည်၊ <span class=\"gray\">(အချို့မှာ)</span> မိမိတို့၏ ဦးခေါင်းများကို ရိတ်ပြီး၊ <span class=\"gray\">(အချို့မှာ)</span> မိမိတို့၏ ဆံပင်များကို တိုအောင်ညှပ်ထားပြီး၊ မည်သည့်ကြောက်ရွံ့မှုမှ မရှိကြဘဲ ဝင်ရောက်ကြလိမ့်မည်။ သင်တို့မသိသော အရာကို ကိုယ်တော်သိတော်မူပြီး၊ ထို့အပြင် ကိုယ်တော်သည် နီးစပ်သော အောင်ပွဲတစ်ခုကိုလည်း ပေးသနားတော်မူခဲ့သည်။ <span>(၂၇)</span>ကိုယ်တော်သည် မိမိ၏ ရစူလ်တမန်တော်အား လမ်းညွှန်မှုနှင့် မှန်ကန်သော တရားတော်ဖြင့် စေလွှတ်တော်မူခဲ့ခြင်းဖြစ်ပြီး၊ ထိုတရားတော်ကို အခြားဘာသာများအားလုံးထက် သာလွန်စေရန် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သက်သေအဖြစ်ဖြင့် လုံလောက်တော်မူ၏။ <span>(၂၈)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏တမန်တော် <span class=\"gray\">(ﷺ)</span> အား ပြသခဲ့သော မှန်ကန်သည့် ရူပါရုံကို အမှန်တကယ် ပြည့်စုံစေခဲ့ပြီ။</p><p lang=\"my\" class=\"my \">အိပ်မက်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် မက္ကာမြို့သို့ ဝင်ရောက်၍ အိမ်တော်ပတ်လည်တွင် သွားဖ် (လှည့်ပတ်) ပြုလုပ်နေသည်ကို မိမိကိုယ်ကိုယ် တွေ့မြင်တော်မူခဲ့သည်။ ကိုယ်တော်သည် အလ်-မဒီနာမြို့တွင် ရှိနေစဉ်ပင် ဤအိပ်မက်အကြောင်းကို မိမိ၏ ဆွဟာဘာများကို ပြောပြတော်မူခဲ့သည်။ အလ်-ဟူဒိုင်ဘီယာနှစ်တွင် သူတို့သည် မက္ကာမြို့သို့ သွားသောအခါ၊ ထိုနှစ်တွင် တမန်တော်၏ ရူပါရုံသည် ပြည့်စုံလာမည်ကို မည်သူမျှ သံသယမရှိခဲ့ပေ။ ငြိမ်းချမ်းရေးစာချုပ်ကို ချုပ်ဆိုပြီးနောက် ထိုနှစ်တွင် အလ်-မဒီနာမြို့သို့ ပြန်ရသောအခါ၊ နောက်တစ်နှစ်တွင် မက္ကာမြို့သို့ ပြန်လာရန် ခွင့်ပြုထားသော်လည်း၊ ဆွဟာဘာအချို့သည် ဖြစ်ပျက်ခဲ့သည်များကို မနှစ်သက်ခဲ့ကြပေ။ 'အုမာရ် ဘင် အလ်-ခတ္တားဗ် က ဤအကြောင်းကို မေးမြန်းခဲ့ပြီး \"ကျွန်တော်တို့ကို အိမ်တော်ဆီသွားပြီး အိမ်တော်ပတ်လည်မှာ သွားဖ်လုပ်ရလိမ့်မယ်လို့ မပြောခဲ့ဘူးလား\" ဟု ပြောခဲ့သည်။ တမန်တော် ﷺ က,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ أَفَأَخْبَرْتُكَ أَنَّكَ تَأْتِيهِ عَامَكَ هٰذَا؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ကဲ့။ သင်တို့သည် ယခုနှစ်တွင် ထိုနေရာသို့ သွားရလိမ့်မည်ဟု ကျွန်ုပ်ပြောခဲ့ဖူးပါသလား။)</span> 'အုမာရ် က \"မပြောခဲ့ပါ\" ဟု ပြောခဲ့သည်။ တမန်တော် ﷺ က,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّكَ آتِيهِ وَمُطَّوِّفٌ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် ထိုနေရာသို့သွား၍ ထိုနေရာပတ်လည်တွင် သွားဖ်ပြုလုပ်ကြရလိမ့်မည်။)</span> 'အုမာရ် သည် အဘူဘက္ကရ် အပ်စ်-ဆစ်ဒိက်ထံမှ စကားလုံးတိုင်း တူညီသော အဖြေကို ရရှိခဲ့သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ် အလွန်မြတ်သော အရှင်နှင့် အလွန်ဂုဏ်ယူထိုက်သော အရှင်က မိန့်တော်မူခဲ့သည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ ۖ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော်အား ပြသခဲ့သော မှန်ကန်သည့် အိပ်မက်ရူပါရုံကို အမှန်တကယ် ပြည့်စုံစေမည်။ အမှန်ပင် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အလိုတော်ရှိပါက အလ်-မပ်စ်ဂျစ် အလ်-ဟရာမ်သို့ ဝင်ရောက်ကြရလိမ့်မည်။)</span> ထို့ပြင် ကိုယ်တော်သည် ဤကိစ္စသည် အမှန်ပင် ဖြစ်ပေါ်စေလိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လုံခြုံစွာဖြင့်၊)</span> ဟူသည်မှာ 'သင်တို့ဝင်ရောက်သည့်အခါတွင်' ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အချို့မှာ)</span> မိမိတို့၏ ဦးခေါင်းများကို ရိတ်ပြီး၊ <span class=\"gray\">(အချို့မှာ)</span> မိမိတို့၏ ဆံပင်များကို တိုအောင်ညှပ်ထားပြီး၊)</span> ထို့ပြင် ၎င်းတို့အနက် အချို့သည် မိမိတို့၏ ဦးခေါင်းဆံပင်များကို ရိတ်ခဲ့ကြပြီး၊ အချို့မှာမူ မိမိတို့၏ ဦးခေါင်းဆံပင်များကို တိုအောင်ညှပ်ခဲ့ကြသည်။ ဆွဟီးဟ်ကျမ်းနှစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحِمَ اللهُ الْمُحَلِّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်! မိမိတို့၏ ဦးခေါင်းများကို ရိတ်သူများအား ကရုဏာထားတော်မူပါ။)</span> လူတို့က \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ဆံပင်တိုအောင် ညှပ်သူများအားလည်း <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းပေးပါ)\"</span> ဟု ပြောခဲ့ကြသည်။ ကိုယ်တော် ﷺ က မိန့်တော်မူခဲ့သည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحِمَ اللهُ الْمُحَلِّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်! မိမိတို့၏ ဦးခေါင်းများကို ရိတ်သူများအား ကရုဏာထားတော်မူပါ။)</span> လူတို့က \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ဆံပင်တိုအောင် ညှပ်သူများအားလည်း\" ဟု ပြောခဲ့ကြသည်။ တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ရဟီမာ အလ္လာဟ်အရှင်မြတ် အလ်-မိုဟလ္လကီနာ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်! မိမိတို့၏ ဦးခေါင်းများကို ရိတ်သူများအား ကရုဏာထားတော်မူပါ။)</span> လူတို့က \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ဆံပင်တိုအောင် ညှပ်သူများအားလည်း\" ဟု ပြောခဲ့ကြသည်။ တမန်တော် ﷺ က <span class=\"gray\">(တတိယအကြိမ် သို့မဟုတ် စတုတ္ထအကြိမ်)</span> မိန့်တော်မူခဲ့သည်မှာ,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَالْمُقَصِّرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆံပင်တိုအောင် ညှပ်သူများအားလည်း။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ,</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَا تَخَافُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်ကြောက်ရွံ့မှုမှ မရှိကြဘဲ)</span> ဟူသည်မှာ သူတို့သည် လုံခြုံစွာရှိမည်ဖြစ်ပြီး မက္ကာမြို့သို့ ဝင်ရောက်သည့်အခါ မည်သည့်ကြောက်ရွံ့မှုမှ မရှိကြမည်ကို ပြသသည်။ ဤအရာသည် နောက်တစ်နှစ်၊ ဟစ်ဂျ်ရာခုနှစ်ခုနှစ်၊ ဇူလ်ကအ်ဒါလတွင် ပြုလုပ်ခဲ့သော 'အွမ်ရာဟ်တွင် ဖြစ်ပွားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဇူလ်ကအ်ဒါလ <span class=\"gray\">(ဟစ်ဂျ်ရာ၏ ဆဋ္ဌမနှစ်)</span> တွင် အလ်-ဟူဒိုင်ဘီယာမှ ထွက်ခွာခဲ့သောအခါ၊ ကိုယ်တော်သည် အလ်-မဒီနာသို့ ပြန်သွားခဲ့သည်။ ကိုယ်တော်သည် ဇူလ်-ဟစ်ဂျာလနှင့် အလ်-မွဟရမ်လများအတွင်း အလ်-မဒီနာတွင် ဆက်လက်နေထိုင်ခဲ့သည်။ ဆွဖရ်လတွင် ကိုယ်တော်သည် ခိုင်ဘာသို့ ချီတက်ခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ထိုမြို့ကို ကိုယ်တော်အတွက် ဖွင့်လှစ်ပေးခဲ့သည်။ အချို့ကို အင်အားသုံး၍၊ အချို့ကို ထိုမြို့သားများက လက်နက်ချခြင်းဖြင့် ဖြစ်သည်။ ခိုင်ဘာသည် စွန်ပလွန်ပင်များနှင့် သစ်ပင်ပန်းမန်များ ပေါများသော ကြွယ်ဝသည့် ပြည်နယ်တစ်ခုဖြစ်သည်။ တမန်တော် ﷺ သည် ခိုင်ဘာ၏ <span class=\"gray\">(အရေးနိမ့်ခဲ့သော)</span> ဂျူးများကို ၎င်း၏ စိမ်းလန်းသော လယ်ကွင်းများ၏ အချို့အပိုင်းများကို စောင့်ရှောက်ရန် ငှားရမ်းခဲ့ပြီး၊ အလ်-ဟူဒိုင်ဘီယာတွင် ကိုယ်တော်နှင့်အတူ လိုက်ပါလာသူများအကြား ထိုပြည်နယ်ကို ခွဲဝေပေးခဲ့သည်။ ထိုဆွဟာဘာများမှလွဲ၍ ခိုင်ဘာကို တိုက်ခိုက်ရာတွင် မည်သူမျှ မပါဝင်ခဲ့ပေ။ အီသီယိုးပီးယားမှ ၎င်း၏ အဖော်များနှင့် ပြန်လာခဲ့သော ဂျဖရ် ဘင် အဘီ တာလိဗ် မှလွဲ၍ ဖြစ်သည်။ အဘူ မူဆာ အလ်-အရှ်အရီ နှင့် ၎င်း၏ လူများလည်း ထိုစစ်ပွဲတွင် ပါဝင်ခဲ့ကြသည်။ အီဘ်နု ဇိုင်ဒ်၏ အဆိုအရ အဘူ ဒူဂျာနာ ဆီမက် ဘင် ခရာရှာ မှလွဲ၍ မည်သူမျှ မပျက်ကွက်ခဲ့ပေ။ ဤအချက်အလက်ကို <span class=\"gray\">(သမိုင်းကျမ်းများတွင်)</span> ကောင်းစွာ မှတ်တမ်းတင်ထားသည်။ ထို့နောက် တမန်တော် ﷺ သည် အလ်-မဒီနာသို့ ပြန်ကြွတော်မူခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဇူလ်ကအ်ဒါလ၊ ဟစ်ဂျ်ရာခုနှစ်ခုနှစ်သို့ ရောက်ရှိလာသောအခါ၊ တမန်တော် ﷺ သည် အလ်-ဟူဒိုင်ဘီယာတွင် ကိုယ်တော်နှင့်အတူ ရှိခဲ့ကြသူများနှင့်အတူ 'အွမ်ရာဟ် ပြုလုပ်ရန် မက္ကာမြို့သို့ သွားတော်မူခဲ့သည်။ ကိုယ်တော်သည် ဇူလ်-ဟူလိုင်ဖှာမှ အိဟ်ရမ်ကို ပြန်လည်စတင်ခဲ့ပြီး ယဇ်ကုရ်ဘာနီ တိရစ္ဆာန်များကို ကိုယ်တော်နှင့်အတူ ယူဆောင်သွားခဲ့သည်။ ယဇ်ကုရ်ဘာနီ တိရစ္ဆာန်များသည် အကောင် (၆၀) ရှိသည်ဟု ဆိုကြသည်။ တမန်တော် ﷺ နှင့် ၎င်း၏ ဆွဟာဘာများသည် တလ်ဘီယာကို ကျယ်လောင်စွာ ရွတ်ဆိုစတင်ခဲ့ကြသည်။ မာရ် အဇ်-ဇဟ်ရန် သို့ နီးကပ်လာသောအခါ၊ ကိုယ်တော်သည် မိုဟမ္မဒ် ဘင် မဆ်လာမာကို မြင်းများနှင့် လက်နက်များဖြင့် ကိုယ်တော်ရှေ့သို့ စေလွှတ်ခဲ့သည်။ ရုပ်တုကိုးကွယ်သူများက ဤရှေ့တန်းတပ်ခွဲကို မြင်သောအခါ၊ ကြောက်ရွံ့ခြင်းဖြင့် လွှမ်းမိုးခံခဲ့ရသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် သူတို့ကို တိုက်ခိုက်လိမ့်မည်ဟုလည်းကောင်း၊ ဆယ်နှစ်ကြာ ရန်လိုမှုများ ရပ်စဲရန် သတ်မှတ်ထားသည့် ၎င်းတို့နှင့် ချုပ်ဆိုခဲ့သော စာချုပ်ကို ကိုယ်တော်သည် သစ္စာဖောက်ခဲ့သည်ဟုလည်းကောင်း ၎င်းတို့က ထင်ခဲ့ကြသည်။ ရုပ်တုကိုးကွယ်သူများသည် မက္ကာမြို့သို့ ၎င်း၏မြို့သားများကို အသိပေးရန် အမြန်သွားခဲ့ကြသည်။ တမန်တော် ﷺ သည် ဟရမ်တစ်ဝိုက်လုံးတွင် စိုက်ထူထားသည့် ရုပ်တုများကို မြင်နိုင်လောက်အောင် နီးစပ်သည့် မာရ် အဇ်-ဇဟ်ရန် နယ်မြေတွင် စခန်းချသောအခါ၊ ကိုယ်တော်သည် လက်နက်များ၊ မြှားများ၊ မြှားအိမ်များနှင့် လှံများကို ယအ်ဂျာဂျ် ချိုင့်ဝှမ်းသို့ ပို့ဆောင်ခဲ့သည်။ ထို့နောက် ကိုယ်တော်သည် ငြိမ်းချမ်းရေးစာချုပ်တွင် သဘောတူထားသည့်အတိုင်း ဓားများကို ၎င်းတို့၏ အိမ်များတွင် ထည့်ထားလျက် မက္ကာမြို့သို့ ဆက်လက်သွားခဲ့သည်။ တမန်တော် ﷺ သည် မက္ကာမြို့သို့ သွားနေဆဲတွင် ကူရိုင်ရှ်တို့သည် မိကရာဇ် ဘင် ဟဖ်စ် ကို စေလွှတ်ခဲ့ပြီး သူက \"အို မိုဟမ္မဒ်! သင်သည် ကတိများကို သစ္စာဖောက်သူတစ်ဦးဖြစ်ကြောင်း ကျွန်တော်တို့ တစ်ခါမျှ မသိခဲ့ပါ\" ဟု ပြောခဲ့သည်။ တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ذٰلِكَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့် ထိုသို့ပြောရသနည်း။)</span> မိကရာဇ် က \"သင်သည် လက်နက်များ၊ မြှားများနှင့် လှံများဖြင့် ကျွန်တော်တို့ထံသို့ ဦးတည်လာနေသည်\" ဟု ပြောခဲ့သည်။ တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَكُنْ ذٰلِكَ وَقَدْ بَعَثْنَا بِهِ إِلَىٰ يَأْجَجَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ် ထိုသို့မပြုလုပ်ခဲ့ပါ။ ထိုအရာများအားလုံးကို ယအ်ဂျာဂျ် ချိုင့်ဝှမ်းသို့ ကျွန်ုပ်ပို့လိုက်ပြီ။)</span></p><p lang=\"my\" class=\"my \">မိကရာဇ် က \"ဤသည်မှာ သင်သည် ယုံကြည်စိတ်ချရပြီး ကတိတည်သူဖြစ်ကြောင်း ကျွန်တော်တို့ သိခဲ့သော နည်းလမ်းဖြစ်သည်။\" အယုံအကြည်မရှိသူများ၏ ခေါင်းဆောင်များသည် ဒေါသနှင့် အမျက်ဒေါသတို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် ၎င်း၏ ဆွဟာဘာများကို ကြည့်ရှုရန် မလိုလားသောကြောင့် မက္ကာမြို့မှ ထွက်ခွာခဲ့ကြသည်။ မက္ကာမြို့သားများ ကျန်ရှိသူများအနေဖြင့် အမျိုးသား၊ အမျိုးသမီးနှင့် ကလေးများသည် လမ်းများပေါ်နှင့် အိမ်ခေါင်မိုးများပေါ်တွင် ထိုင်၍ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် ၎င်း၏ ဆွဟာဘာများကို ကြည့်ရှုနေခဲ့ကြသည်။ ရစူလ်တမန်တော် ﷺ သည် တလ်ဘီယာကို ရွတ်ဆိုနေစဉ် ၎င်း၏ ဆွဟာဘာများနှင့်အတူ မက္ကာမြို့သို့ ဝင်ရောက်ခဲ့သည်။ တမန်တော် ﷺ သည် အလ်-ဟူဒိုင်ဘီယာနေ့က ကိုယ်တော်စီးနင်းခဲ့သော ကုလားအုတ် အလ်-ကဆ်ဝါ' ကို စီးလျက် ယဇ်ကုရ်ဘာနီ တိရစ္ဆာန်များကို ဇူ တူဝါ သို့ ပို့ဆောင်ခဲ့သည်။ အလ်-အန်ဆွာရ် မှ အဘ်ဒူလ္လာဟ် ဘင် ရဝါဟဟ် သည် တမန်တော်၏ ကုလားအုတ်ကြိုးကို ကိုင်ထားပြီး ဤကဗျာကို ရွတ်ဆိုနေခဲ့သည်မှာ,</p><p lang=\"my\" class=\"my \">\"ကိုယ်တော်၏ တရားတော်မှလွဲ၍ မှန်ကန်သော တရားတော် မရှိသည့် အရှင်၏ နာမတော်ဖြင့်၊ မိုဟမ္မဒ်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော်ဖြစ်သော အရှင်၏ နာမတော်ဖြင့်၊ အို အယုံအကြည်မရှိသူတို့၏ သားသမီးတို့၊ ကိုယ်တော်၏ လမ်းမှ ဖယ်ရှားကြ၊ အကြောင်းမူကား ယနေ့တွင် ကျွန်ုပ်တို့သည် ၎င်း၏ အနက်အဓိပ္ပါယ်ကို သင်တို့အပေါ် ပြည့်စုံစေမည်၊ ကျွန်ုပ်တို့သည် ၎င်း၏ ဗျာဒိတ်တော်ကို လက်ခံစေရန် သင်တို့နှင့် တိုက်ခိုက်ခဲ့သကဲ့သို့ပင်၊ ဦးခေါင်းများကို ၎င်းတို့၏ အနားယူရာမှ ဖယ်ရှားပစ်သော ပြင်းထန်သော တိုက်ပွဲ၊ ထို့ပြင် အဖော်ကို ၎င်း၏ အဖော်ကို ဂရုစိုက်ခြင်းမှ လွှမ်းမိုးပစ်ခြင်း၊ အလ်-ရဟ်မာန် အရှင်သည် ကိုယ်တော်၏ ဗျာဒိတ်တော်ကို ပေးပို့ခဲ့ပြီး၊ ကိုယ်တော်၏ ရစူလ်တမန်တော်ရှေ့တွင် ရွတ်ဆိုလျက်ရှိသော စာမျက်နှာများတွင်၊ အကောင်းဆုံးသော သေဆုံးခြင်းမှာ ကိုယ်တော်၏ လမ်းကြောင်း၌ ဖြစ်ပေါ်လာခြင်းဖြစ်သည်၊ ထို့ကြောင့်၊ အို အရှင်သခင်၊ ကျွန်ုပ်သည် ၎င်း၏ ဖော်ပြချက်များကို ယုံကြည်ပါ၏။\" ဤပုံပြင်ကို အမျိုးမျိုးသော ရို့ဝါယတ်များမှ စုစည်းထားခြင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အဘ်ဒူလ္လာဟ် ဘင် 'အဗ်ဗားစ် က ပြောခဲ့သည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် ၎င်း၏ ဆွဟာဘာများသည် မက္ကာမြို့သို့ ရောက်လာသောအခါ၊ ယသ်ရိဗ် <span class=\"gray\">(အလ်-မဒီနာ)</span> ၏ အဖျားရောဂါကြောင့် သူတို့သည် အားနည်း၍ ဒုက္ခရောက်နေခဲ့ကြသည်။ ရုပ်တုကိုးကွယ်သူများက လူတစ်စု သူတို့ထံ လာနေပြီး ယသ်ရိဗ် <span class=\"gray\">(အလ်-မဒီနာ)</span> ၏ အဖျားရောဂါကြောင့် အားနည်း၍ ဒုက္ခရောက်နေကြသည်ဟူသော သတင်းကို ဖြန့်ဝေခဲ့ကြသည်။ ရုပ်တုကိုးကွယ်သူများသည် အလ်-ဟစ်ဂျရ် နှင့် နီးစပ်သော နေရာတွင် ထိုင်နေခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူများ ပြောသည်များကို မိမိ၏တမန်တော်ထံ ပေးပို့ခဲ့ရာ ကိုယ်တော်သည် ၎င်း၏ ဆွဟာဘာများကို ပထမသုံးပတ်တွင် ရမ်မာလ် (အပြေး) ပြုလုပ်ရန် အမိန့်ပေးခဲ့သည်။ သို့မှသာ ရုပ်တုကိုးကွယ်သူများက ၎င်းတို့၏ ခွန်အားကို မြင်တွေ့ရမည် ဖြစ်သည်။ ဆွဟာဘာများသည် ပထမသုံးပတ်ကို ရမ်မာလ် ပြုလုပ်ခဲ့ကြသည်။ ကိုယ်တော်သည် ၎င်းတို့ကို ထောင့်နှစ်ခုကြားတွင် ပုံမှန်အတိုင်း လမ်းလျှောက်ရန်လည်း အမိန့်ပေးခဲ့သည်၊ အကြောင်းမူကား ထိုနေရာမှ ရုပ်တုကိုးကွယ်သူများက သူတို့ကို မြင်နိုင်မည် မဟုတ်သောကြောင့်ဖြစ်သည်။ တမန်တော် ﷺ သည် သွားဖ်ပတ်လည်များအားလုံးတွင် ရမ်မာလ် ပြုလုပ်ရန် ၎င်းတို့အား ကရုဏာစိတ်ဖြင့် အမိန့်မပေးခဲ့ပေ။ ရုပ်တုကိုးကွယ်သူများက မှတ်ချက်ပေးခဲ့ကြသည်မှာ 'ဤသူတို့သည် သင်တို့ အဖျားရောဂါကြောင့် အားနည်းနေသည်ဟု ပြောဆိုခဲ့သောသူများလား။ သူတို့သည် ဒီလိုလူတွေထက် ပိုသန်မာသည်!' \" ဆွဟီးဟ်ကျမ်းနှစ်ခုတွင်လည်း ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">အခြားရို့ဝါယတ်တစ်ခုတွင် \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် ၎င်း၏ ဆွဟာဘာများသည် ဇူလ်-ကအ်ဒါလ၏ စတုတ္ထနေ့ နံနက်တွင် <span class=\"gray\">(မက္ကာမြို့သို့)</span> ရောက်ရှိလာခဲ့သည်။ ရုပ်တုကိုးကွယ်သူများက ယသ်ရိဗ် <span class=\"gray\">(အလ်-မဒီနာ)</span> ၏ အဖျားရောဂါကြောင့် အားနည်းနေကြသော လူတစ်စု သူတို့ထံ လာနေသည်ဟူသော သတင်းကို ဖြန့်ဝေခဲ့ကြသည်။ ထို့ကြောင့်၊ တမန်တော်သည် ၎င်း၏ ဆွဟာဘာများကို သွားဖ်၏ ပထမသုံးပတ်တွင် ရမ်မာလ် ပြုလုပ်ရန် အမိန့်ပေးခဲ့သည်။ တမန်တော် ﷺ သည် ၎င်းတို့အပေါ် ကရုဏာစိတ်ဖြင့် သွားဖ်၏ ပတ်လည်များအားလုံးတွင် ရမ်မာလ် ပြုလုပ်ရန် အမိန့်မပေးခဲ့ပေ။\"</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီ မှတ်တမ်းတင်ထားသည်မှာ အီဘ်နု 'အဗ်ဗားစ် က ပြောခဲ့သည်မှာ \"ငြိမ်းချမ်းရေးစာချုပ်အရ တမန်တော် ﷺ ရောက်ရှိလာသောနှစ်တွင် ကိုယ်တော်က 'ရမ်မာလ် ပြုလုပ်ကြပါ' ဟု မိန့်တော်မူခဲ့သည်။ သို့မှသာ ရုပ်တုကိုးကွယ်သူများက ၎င်းတို့၏ ခွန်အားကို မြင်တွေ့ရမည် ဖြစ်သည်။ ထိုအချိန်တွင် ရုပ်တုကိုးကွယ်သူများသည် ကူအိုင်ကီအာန် နယ်မြေမှ ကြည့်ရှုနေခဲ့ကြသည်။\" အီဘ်နု 'အဗ်ဗားစ် က ပြောခဲ့သည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကအ်ဘာကို သွားဖ်ပြုလုပ်ခဲ့ပြီး၊ အပ်စ်-ဆွဖှာနှင့် အလ်-မာရ်ဝါတွင် စအ်ယီ ပြုလုပ်ခဲ့သည်မှာ ရုပ်တုကိုးကွယ်သူများအား ၎င်း၏ ခွန်အားကို ပြသရန်အတွက် ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီ မှတ်တမ်းတင်ထားသည်မှာ အဘ်ဒူလ္လာဟ် ဘင် 'အုမာရ် က ပြောခဲ့သည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် 'အွမ်ရာဟ် ပြုလုပ်ရန် ထွက်ခွာခဲ့သော်လည်း ကူရိုင်ရှ် ရုပ်တုကိုးကွယ်သူများသည် ကိုယ်တော်အား ကအ်ဘာသို့ ရောက်ရှိခြင်းမှ တားဆီးခဲ့ကြသည်။ ထို့ကြောင့် ကိုယ်တော်သည် ၎င်း၏ ယဇ်ကုရ်ဘာနီကို သတ်ဖြတ်ခဲ့ပြီး အလ်-ဟူဒိုင်ဘီယာတွင် ၎င်း၏ ဦးခေါင်းကို ရိတ်ခဲ့သည်။ ကိုယ်တော်သည် နောက်တစ်နှစ်တွင် 'အွမ်ရာဟ် ပြုလုပ်မည်ဖြစ်ကြောင်း၊ ၎င်းတို့အား ဓားများမှလွဲ၍ မည်သည့်လက်နက်မျှ မကိုင်ဆောင်ကြောင်းနှင့် ၎င်းတို့ ခွင့်ပြုထားသော အချိန်ကာလမှလွဲ၍ မက္ကာမြို့တွင် နေထိုင်မည် မဟုတ်ကြောင်း ၎င်းတို့နှင့် တရားဝင်သဘောတူညီချက်ကို ချုပ်ဆိုခဲ့သည်။ တမန်တော် ﷺ သည် နောက်တစ်နှစ်တွင် 'အွမ်ရာဟ်ကို ပြုလုပ်ခဲ့ပြီး စာချုပ်အရ မက္ကာမြို့သို့ ဝင်ရောက်ခဲ့သည်။ ကိုယ်တော်သည် သုံးရက်ကြာ နေထိုင်ပြီးနောက် ရုပ်တုကိုးကွယ်သူများက ကိုယ်တော်အား ထွက်ခွာရန် အမိန့်ပေးခဲ့ရာ ကိုယ်တော် ﷺ လည်း ထွက်ခွာခဲ့သည်။\"</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِنْ دُونِ ذَٰلِكَ فَتْحًا قَرِيبًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့မသိသော အရာကို ကိုယ်တော်သိတော်မူပြီး၊ ထို့အပြင် ကိုယ်တော်သည် နီးစပ်သော အောင်ပွဲတစ်ခုကိုလည်း ပေးသနားတော်မူခဲ့သည်။)</span> ဟူသည်မှာ အလ္လာဟ်အရှင်မြတ် အလွန်မြတ်သော အရှင်နှင့် အလွန်ဂုဏ်ယူထိုက်သော အရှင်သည် အလ်-ဟူဒိုင်ဘီယာနှစ်တွင် သင်တို့ကို မက္ကာမြို့မှ လှည့်ပြန်စေခြင်းနှင့် ထိုမြို့သို့ ဝင်ရောက်ခြင်းမှ တားဆီးခဲ့ခြင်း၏ အကျိုးကျေးဇူးနှင့် ကောင်းကျိုးကို သိတော်မူသည်။ ကိုယ်တော်သည် သင်တို့မသိခဲ့သော အရာကို သိတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلَ مِنْ دُونِ ذَٰلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့အပြင် ကိုယ်တော်သည် ပေးသနားတော်မူခဲ့သည်။)</span> 'တမန်တော်မြင်ခဲ့သော အိပ်မက်ရူပါရုံတွင် သင်တို့အား ကတိပေးထားသည့်အတိုင်း မက္ကာမြို့သို့ မဝင်မီတွင်၊ ကိုယ်တော်သည် နီးစပ်သော အောင်ပွဲတစ်ခုကို ပေးသနားတော်မူခဲ့သည်၊ ဆိုလိုသည်မှာ သင်တို့နှင့် သင်တို့၏ ရုပ်တုကိုးကွယ်သူ ရန်သူများအကြား ချုပ်ဆိုခဲ့သော ငြိမ်းချမ်းရေးစာချုပ်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">မွတ်စ်လင်မ်များက သိထားသော ကမ္ဘာကို သိမ်းပိုက်မည်၊ နောက်ဆုံးတွင် ကမ္ဘာတစ်ခွင်လုံးကို သိမ်းပိုက်မည်ဟူသော သတင်းကောင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် အလွန်မြတ်သော အရှင်နှင့် အလွန်ဂုဏ်ယူထိုက်သော အရှင်က မိန့်တော်မူခဲ့သည်မှာ၊ ရစူလ်တမန်တော် ﷺ သည် ၎င်း၏ ရန်သူများနှင့် ကမ္ဘာပေါ်ရှိ ကျန်လူများအားလုံးကို အောင်နိုင်လိမ့်မည်ဟူသော ဝမ်းမြောက်ဖွယ်သတင်းကို ယုံကြည်သူများအား ပေးပို့နေစဉ်တွင် ဖြစ်သည်,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် မိမိ၏ ရစူလ်တမန်တော်အား လမ်းညွှန်မှုနှင့် မှန်ကန်သော တရားတော်ဖြင့် စေလွှတ်တော်မူခဲ့ခြင်းဖြစ်သည်၊)</span> အကျိုးပြုသော အသိပညာနှင့် ဖြောင့်မတ်သော ကောင်းမှုများနှင့်အတူ။ အမှန်စင်စစ် အစ္စလာမ့် ရှရီအာတွင် အချက်နှစ်ချက်ရှိသည်- အသိပညာနှင့် လုပ်ရပ်များ။ မှန်ကန်သော ဘာသာရေးအသိပညာသည် အဓိပ္ပါယ်အရ မှန်ကန်ပြီး၊ လက်ခံထားသော အစ္စလာမ့်လုပ်ရပ်များသည် အဓိပ္ပါယ်အရ လက်ခံထားပါသည်။ ထို့ကြောင့် ဤဘာသာတရားက ပေးပို့သော သတင်းနှင့် ယုံကြည်ချက်သည် မှန်ကန်ပြီး ၎င်း၏ အမိန့်များသည် မျှတပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုတရားတော်ကို အခြားဘာသာများအားလုံးထက် သာလွန်စေရန်။)</span> ကမ္ဘာပေါ်ရှိ လူသားများ၏ ဘာသာတရားများအားလုံး၊ အာရပ်နှင့် အာရပ်မဟုတ်သူများပါမကျန်၊ သတ်မှတ်ထားသော အတွေးအခေါ်များ ရှိသည်ဖြစ်စေ၊ ဘုရားမဲ့ဝါဒီများ သို့မဟုတ် ရုပ်တုကိုးကွယ်သူများ ဖြစ်သည်ဖြစ်စေ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِاللَّهِ شَهِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သက်သေအဖြစ်ဖြင့် လုံလောက်တော်မူ၏။)</span> မိုဟမ္မဒ်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ ဖြစ်ပြီး ကိုယ်တော်သည် သူ့အား အောင်ပွဲပေးသနားလိမ့်မည်ဟူသော အကြောင်းကို။ အလ္လာဟ်အရှင်မြတ် အလွန်မြတ်သော အရှင်နှင့် အလွန်ဂုဏ်ယူထိုက်သော အရှင်သည် အကောင်းဆုံးသော အသိပညာ ရှိတော်မူသည်။</p>"
  }
]