[
  {
    "ayah_key": "19:66",
    "group_ayah_key": "19:66",
    "from_ayah": "19:66",
    "to_ayah": "19:70",
    "ayah_keys": "19:66,19:67,19:68,19:69,19:70",
    "text": "<p lang=\"my\" class=\"my \">လူသားက ပြောသည်- \"ငါသေသွားသည့်အခါ ငါ့ကို အသက်ရှင်လျက် ပြန်လည် ထူထောင်မည်လား။ <span>(၆၆)</span>လူသားသည် သူ့ကို ငါတို့ ဖန်ဆင်းခဲ့သည်ကို မမှတ်မိဘူးလား၊ သူသည် ဘာမျှမရှိခဲ့ဖူး <span>(၆၇)</span>ထို့ကြောင့် သင်၏ အရှင်သခင်အားဖြင့်၊ ငါတို့သည် ၎င်းတို့အားလုံးကို စုစည်းမည်မှာ သေချာသည်၊ ထို့ပြင် <span class=\"gray\">(လည်း)</span> ရှိုင်သာန်များအားလုံးကို၊ ထို့နောက် ငါတို့သည် ၎င်းတို့အား ဂျဟန္နမ်အနီးသို့ ဂျိသယျာအဖြစ် ခေါ်ဆောင်လာမည် <span>(၆၈)</span>ထို့နောက် အမှန်စင်စစ် ငါတို့သည် အသနားတော်အရှိဆုံးအပေါ် အခိုင်မာဆုံး ဆန့်ကျင်ပုန်ကန်မှုတွင် အဆိုးဆုံးသောသူအားလုံးကို အစုအဝေးတိုင်းမှ ဆွဲထုတ်မည် <span>(၆၉)</span>ထို့နောက်၊ အမှန်စင်စစ် ငါတို့သည် ထိုတွင် မီးရှို့ခံရရန် အထိုက်အတန်ဆုံးသူများကို အကောင်းဆုံးသိသည် <span>(၇၀)</span></p><div lang=\"my\" class=\"my \"><h2>သေပြီးနောက် အသက်ရှင်ခြင်းအပေါ် လူသား၏ အံ့ဩခြင်းနှင့် ဤအံ့ဩခြင်းကို ပယ်ချခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က လူသားသည် သေပြီးနောက် ပြန်လည်အသက်ရှင်လာနိုင်သည်ကို အံ့ဩကြောင်းနှင့် ၎င်းသည် ဝေးကွာသောအရာတစ်ခုဟု ထင်မြင်ကြောင်း ပြောကြားတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်အံ့ဩပါက ၎င်းတို့၏ စကားသည် အံ့ဩဖွယ်ဖြစ်သည်- \"ကျွန်ုပ်တို့သည် မြေမှုန့်ဖြစ်သည့်အခါ၊ ကျွန်ုပ်တို့သည် အမှန်စင်စစ် <span class=\"gray\">(ပြန်လည်ရှင်သန်)</span> ဖန်ဆင်းခြင်းအသစ်၌ ရှိဦးမည်လား?\")</span><span class=\"gray\">[၁၃:၅]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَ الإِنسَـنُ أَنَّا خَلَقْنَـهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مٌّبِينٌ - وَضَرَبَ لَنَا مَثَلاً وَنَسِىَ خَلْقَهُ قَالَ مَن يُحىِ الْعِظَـمَ وَهِىَ رَمِيمٌ - قُلْ يُحْيِيهَا الَّذِى أَنشَأَهَآ أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားသည် ငါတို့သည် သူ့ကို နုတ်ဖာမှ ဖန်ဆင်းခဲ့သည်ကို မမြင်ဘူးလား။ သို့သော် သူသည် <span class=\"gray\">(ပေါ်ထွက်လာသည်)</span> ပွင့်လင်းသော ရန်သူအဖြစ်။ ထို့ပြင် သူသည် ငါတို့အတွက် ပုံဥပမာတစ်ခုကို ဖော်ပြပြီး သူ့ကိုယ်ပိုင် ဖန်ဆင်းခြင်းကို မေ့လျော့သွားသည်။ သူက ပြောသည်- \"ဤအရိုးများကို ပုပ်သိုးပြီး မြေမှုန့်ဖြစ်သွားပြီးနောက် မည်သူက အသက်ပြန်သွင်းမည်နည်း။\" ပြောပါ- \"၎င်းတို့ကို ပထမဆုံးအကြိမ် ဖန်ဆင်းခဲ့သူသည် ၎င်းတို့အား အသက်ပြန်သွင်းလိမ့်မည်။ ထို့ပြင် ကိုယ်တော်သည် ဖန်ဆင်းမှုတိုင်းကို အလုံးစုံသိတော်မူသောအရှင်ဖြစ်သည်။\")</span><span class=\"gray\">[၃၆:၇၇-၇၉]</span> ဤဆူရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُ الْإِنسَانُ أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا - أَوَلَا يَذْكُرُ الْإِنسَانُ أَنَّا خَلَقْنَاهُ مِن قَبْلُ وَلَمْ يَكُ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားက ပြောသည်- \"ငါသေသွားသည့်အခါ ငါ့ကို အသက်ရှင်လျက် ပြန်လည် ထူထောင်မည်လား။\" လူသားသည် သူ့ကို ငါတို့ ဖန်ဆင်းခဲ့သည်ကို မမှတ်မိဘူးလား၊ သူသည် ဘာမျှမရှိခဲ့ဖူးလား။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းခြင်း၏အစကို ၎င်း၏ ထပ်ခါတလဲလဲဖြစ်ပေါ်ခြင်းအတွက် သက်သေအဖြစ် အသုံးပြုသည်။ ဆိုလိုသည်မှာ ကိုယ်တော်၊ အမြင့်မြတ်ဆုံးအရှင်သည် လူသားကို ဘာမျှမရှိခဲ့ချိန်တွင် ဖန်ဆင်းခဲ့သည်။ ထို့ကြောင့် လူသားသည် တစ်စုံတစ်ခုဖြစ်လာပြီးနောက် ဤဖန်ဆင်းခြင်းကို ပြန်မလုပ်နိုင်တော့ဘူးလား။ အလားတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သာလျှင် ဖန်ဆင်းခြင်းကို စတင်သူဖြစ်ပြီး၊ ထို့နောက် ကိုယ်တော်သည် ၎င်းကို ထပ်ခါတလဲလဲပြုလုပ်မည်။ ၎င်းသည် ကိုယ်တော်အတွက် ပို၍လွယ်ကူသည်။)</span><span class=\"gray\">[၃၀:၂၇]</span></p><p lang=\"my\" class=\"my \">ဆဟီဟ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى: كَذَّبَنِي ابْنُ آدَمَ وَلَمْ يَكُنْ لَهُ أَنْ يُكَذِّبَنِي، وَآذَانِي ابْنُ آدَمَ وَلَمْ يَكُنْ لَهُ أَنْ يُؤْذِيَنِي، أَمَّا تَكْذِيبُهُ إِيَّايَ فَقَوْلُهُ لَنْ يُعِيدَنِي كَمَا بَدَأَنِي، وَلَيْسَ أَوَّلُ الْخَلْقِ بِأَهْوَنَ عَلَيَّ مِنْ آخِرِهِ، وَأَمَّا أَذَاهُ إِيَّايَ فَقَوْلُهُ إِنَّ لِي وَلَدًا وَأَنَا الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးအရှင်က မိန့်တော်မူသည်- \"အာဒမ်၏သားသည် ငါ့ကို ငြင်းပယ်သည်၊ သူသည် ငါ့ကို ငြင်းပယ်ခွင့်မရှိ။ အာဒမ်၏သားသည် ငါ့ကို ဒုက္ခပေးသည်၊ သူသည် ငါ့ကို ဒုက္ခပေးခွင့်မရှိ။ ငါ့ကို ငြင်းပယ်ခြင်းသည် ငါသည် သူ့ကို ပထမအကြိမ် ဖန်ဆင်းခဲ့သကဲ့သို့ သူ့ဖန်ဆင်းခြင်းကို ထပ်ခါတလဲလဲ မပြုလုပ်တော့ဟု သူ၏ပြောဆိုချက်ဖြစ်သည်။ သို့သော် ဒုတိယဖန်ဆင်းခြင်းသည် ပထမဖန်ဆင်းခြင်းထက် ငါ့အပေါ် ပို၍ခက်ခဲခြင်းမရှိ။ ငါ့ကို ဒုက္ခပေးခြင်းသည် ငါ့တွင် သားရှိသည်ဟု သူ၏ပြောဆိုချက်ဖြစ်သည်။ သို့သော် ငါသည် တစ်ဆူတည်းသော၊ ကိုယ်ကိုကိုယ်ဖူလုံသော၊ သတ္တဝါအားလုံးလိုအပ်သော၊ သားသမီးမရှိသော၊ မွေးဖွားခြင်းမခံရသော၊ ကိုယ်တော်နှင့် တူညီသော သို့မဟုတ် နှိုင်းယှဉ်နိုင်သော မည်သူမျှမရှိသော အရှင်ဖြစ်သည်။\")</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်၏ အရှင်သခင်အားဖြင့်၊ ငါတို့သည် ၎င်းတို့အားလုံးကို စုစည်းမည်မှာ သေချာသည်၊ ထို့ပြင် ရှိုင်သာန်များကိုလည်း။)</span></p><p lang=\"my\" class=\"my \">အရှင်မြတ်ဆုံးဖြစ်တော်မူသော အရှင်သခင်သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားသူများကို ကိုးကွယ်ခဲ့သူအားလုံးနှင့် ၎င်းတို့၏ ရှိုင်သာန်များကိုပါ စုစည်းမည်ဟု ကိုယ်တော်၏ မြင့်မြတ်သောကိုယ်ကို တိုင်တည်၍ ကျိန်ဆိုတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် ၎င်းတို့အား ဂျဟန္နမ်အနီးသို့ ဂျိသယျာအဖြစ် ခေါ်ဆောင်လာမည်။)</span> အလ်-အော်ဖီက အိဘ်နုအဗ်ဘာစ် ပြောသည်ဟု မှတ်တမ်းတင်ခဲ့သည်- \"ဆိုလိုသည်မှာ ထိုင်ခြင်းဖြစ်ပြီး ၎င်းသည် ကိုယ်တော်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်သည် လူမျိုးတိုင်းကို ဂျာသီယာအဖြစ် တွေ့မြင်ရလိမ့်မည်။)</span>\" <span class=\"gray\">[၄၅:၂၈]</span> အပ်စ်-ဆွဒ်ဒီက ဂျိသယျာဟူသော စကားလုံးကို မှတ်ချက်ပေးသည်- \"ဆိုလိုသည်မှာ ရပ်တည်ခြင်းဖြစ်သည်။\" မုရ်ရာမှ အိဘ်နု မပ်စ်အူဒ်က ထိုသို့ပြောခဲ့သည်ဟု ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အမှန်စင်စစ် ငါတို့သည် အစုအဝေးတိုင်းမှ ဆွဲထုတ်မည်)</span> ဆိုလိုသည်မှာ လူမျိုးတိုင်းမှဖြစ်သည်။ ဤသည်မှာ မူဂျာဟစ်ဒ် ပြောခဲ့ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَٰنِ عِتِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသနားတော်အရှိဆုံးအပေါ် အခိုင်မာဆုံး ဆန့်ကျင်ပုန်ကန်မှုတွင် အဆိုးဆုံးသောသူအားလုံး။)</span></p><p lang=\"my\" class=\"my \">အာသ်-သွာရီက အလီဘင်အလ်-အက်မာ၊ အဗူအလ်-အဟ်ဝပ်စ်မှတစ်ဆင့် အိဘ်နု မပ်စ်အူဒ်က ပြောသည်ဟု မှတ်တမ်းတင်ခဲ့သည်- \"၎င်းတို့၏ ပထမဆုံးသူကို နောက်ဆုံးသူနှင့် ချည်နှောင်ထားမည်၊ ၎င်းတို့၏အရေအတွက် ပြည့်စုံသည်အထိ။ ထို့နောက် ၎င်းတို့အားလုံးကို စုစည်းခေါ်ဆောင်လာမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထဲမှ ရာဇဝတ်မှုတွင် အကြီးဆုံးသူမှ စတင်၍ ဆက်တိုက်လုပ်ဆောင်မည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَٰنِ عِتِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အမှန်စင်စစ် ငါတို့သည် အစုအဝေးတိုင်းမှ အသနားတော်အရှိဆုံးအပေါ် အခိုင်မာဆုံး ဆန့်ကျင်ပုန်ကန်မှုတွင် အဆိုးဆုံးသောသူအားလုံးကို ဆွဲထုတ်မည်။)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَٰؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အားလုံးကို မီးထဲသို့ စုစည်းသည်အထိ။ ၎င်းတို့ထဲမှ နောက်ဆုံးသူက ပထမဆုံးသူကို ပြောလိမ့်မည်- \"အကျွန်ုပ်တို့၏ အရှင်သခင်! ၎င်းတို့သည် ကျွန်ုပ်တို့ကို လမ်းမှားစေခဲ့သည်၊ ထို့ကြောင့် ၎င်းတို့အား မီး၏ ပြစ်ဒဏ်ကို နှစ်ဆပေးတော်မူပါ။\")</span> ကိုယ်တော်၏ မိန့်တော်မူချက်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا كُنتُمْ تَكْسِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ရှာဖွေခဲ့သည်များအတွက်။)</span><span class=\"gray\">[၇:၃၈-၃၉]</span> ၎င်းတို့ထဲမှ ပထမဆုံးသူက နောက်ဆုံးသူကို ပြောလိမ့်မည်- \"သင်တို့သည် ကျွန်ုပ်တို့ထက် မသာလွန်ခဲ့ပါ၊ ထို့ကြောင့် သင်တို့ ရှာဖွေခဲ့သည်များအတွက် ပြစ်ဒဏ်ကို မြည်းစမ်းကြပါ။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَىٰ بِهَا صِلِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက်၊ အမှန်စင်စစ် ငါတို့သည် ထိုတွင် မီးရှို့ခံရရန် အထိုက်အတန်ဆုံးသူများကို အကောင်းဆုံးသိသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ဤအချက်တွင် အလ္လာဟ်အရှင်မြတ်သည် သတင်းအချက်အလက်တစ်ခုကို အခြားတစ်ခုနှင့် ဆက်စပ်ပေးထားသည်။ ဤနေရာတွင် ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ဖန်ဆင်းခံများထဲမှ မည်သူသည် ဂျဟန္နမ်မီး၌ မီးရှို့ခံရပြီး ထာဝရနေထိုင်ရန် ထိုက်တန်ကြောင်းနှင့် မည်သူသည် ပြစ်ဒဏ်နှစ်ဆရရှိရန် ထိုက်တန်ကြောင်း အကောင်းဆုံးသိတော်မူသည်။ ၎င်းသည် ကိုယ်တော်က ယခင်က ဖော်ပြခဲ့သော အာယတ်တော်တွင် မိန့်တော်မူသည်အတိုင်းဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لِكُلٍّ ضِعْفٌ وَلَٰكِن لَّا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က မိန့်တော်မူမည်- \"တစ်ဦးချင်းစီအတွက် နှစ်ဆ <span class=\"gray\">(ပြစ်ဒဏ်)</span> ရှိသည်၊ သို့သော် သင်တို့ မသိကြ။\")</span><span class=\"gray\">[၇:၃၈]</span></p>"
  },
  {
    "ayah_key": "19:7",
    "group_ayah_key": "19:7",
    "from_ayah": "19:7",
    "to_ayah": "19:7",
    "ayah_keys": "19:7",
    "text": "<p class=\"my translation\" lang=\"my\"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- )</span> \"အို ဇကရီယာ! အမှန်စင်စစ် ငါတို့သည် သင့်အား သားတစ်ဦး၏ သတင်းကောင်းကို ပေးသည်၊ သူ၏အမည်မှာ ယဟ်ယာဖြစ်သည်။ ထိုအမည်ကို <span class=\"gray\">(သူ့)</span> မတိုင်မီ မည်သူ့ကိုမျှ ငါတို့မပေးခဲ့ဖူး။ <span>(၇)</span></p><div lang=\"my\" class=\"my \"><h2>ကိုယ်တော်၏ ဒုအာကို လက်ခံခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤပြောဆိုချက်သည် ဖော်ပြထားခြင်းမရှိသည့်အရာ၊ ၎င်း၏ ဒုအာကို လက်ခံခဲ့ကြောင်းကို ဆိုလိုသည်။ သူ့ကို ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-)</span> \"အို ဇကရီယာ! အမှန်စင်စစ် ငါတို့သည် သင့်အား သားတစ်ဦး၏ သတင်းကောင်းကို ပေးသည်၊ သူ၏အမည်မှာ ယဟ်ယာ ဖြစ်သည်။\")</span> အလားတူ အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးအရှင်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ ۖ قَالَ رَبِّ هَبْ لِي مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً ۖ إِنَّكَ سَمِيعُ الدُّعَاءِ - فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ مُصَدِّقًا بِكَلِمَةٍ مِّنَ اللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِّنَ الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအချိန်တွင် ဇကရီယာသည် ကိုယ်တော်၏ အရှင်သခင်အား ဆုတောင်းခဲ့ပြီး ပြောကြားခဲ့သည်- \"အို အကျွန်ုပ်၏ အရှင်သခင်! အကျွန်ုပ်အား ကိုယ်တော်ထံမှ ကောင်းသောသားမြေးကို ပေးသနားတော်မူပါ။ ကိုယ်တော်သည် အမှန်စင်စစ် ဒုအာကို အလုံးစုံကြားတော်မူသောအရှင်ဖြစ်သည်။\" ထို့နောက် ကောင်းကင်တမန်များသည် သူ့ကို မီဟ်ရာဘ်၌ ဆွလာတ်ပြုနေစဉ် ခေါ်ခဲ့ပြီး <span class=\"gray\">(ပြောကြားခဲ့သည်)</span>- \"အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ယဟ်ယာ၏ သတင်းကောင်းကို ပေးသည်၊ အလ္လာဟ်အရှင်မြတ်ထံမှ စကားလုံးကို ထောက်ခံ <span class=\"gray\">(ယုံကြည်သော)</span>၊ မြင့်မြတ်သော၊ အမျိုးသမီးများနှင့် လိင်ပိုင်းဆိုင်ရာ ဆက်ဆံမှုမှ ရှောင်ကြဉ်သော၊ နဗီတစ်ပါး၊ သူတော်ကောင်းများထဲမှ။\")</span><span class=\"gray\">[၃:၃၈-၃၉]</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ نَجْعَل لَّهُ مِن قَبْلُ سَمِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအမည်ကို <span class=\"gray\">(သူ့)</span> မတိုင်မီ မည်သူ့ကိုမျှ ငါတို့မပေးခဲ့ဖူး။)</span></p><p lang=\"my\" class=\"my \">ကွသားဒါ၊ အိဘ်နု ဂျုရိုင်းဂျ် နှင့် အိဘ်နု ဇိုင်းဒ်တို့က ပြောသည်- \"ဆိုလိုသည်မှာ သူ၏အမည်ကို သူ၏ရှေ့မှ မည်သူမျှ မပိုင်ဆိုင်ခဲ့ဖူး။\" အိဘ်နု ဂျရီရ်က ဤအနက်အဓိပ္ပာယ်ကို ပိုနှစ်သက်သည်၊ အလ္လာဟ်အရှင်မြတ် သူ့အား ကရုဏာထားတော်မူပါစေ။</p>"
  }
]