[
  {
    "ayah_key": "2:185",
    "group_ayah_key": "2:185",
    "from_ayah": "2:185",
    "to_ayah": "2:185",
    "ayah_keys": "2:185",
    "text": "<p lang=\"my\" class=\"my \">ကုရ်အာန်ကျမ်းတော်မြတ်ကို ထုတ်ပြန်ခဲ့သော ရမ်မဇာန်လသည် လူသားမျိုးနွယ်တို့အတွက် လမ်းညွှန်ချက်ဖြစ်ပြီး လမ်းညွှန်ချက်အတွက် ရှင်းလင်းပြတ်သားသော သက်သေသာဓကများဖြစ်ကာ <span class=\"gray\">(မှန်ကန်သည်နှင့် မှားယွင်းသည်ကြား)</span> ခွဲခြားသိမြင်စေခြင်းလည်း ဖြစ်သည်။ သို့ဖြစ်ရာ သင်တို့အနက် မည်သူမဆို ထိုလ <span class=\"gray\">(ရမ်မဇာန်လ၏ ပထမည၌ လခြမ်းကို)</span> တွေ့မြင်ပါက <span class=\"gray\">(ဆိုလိုသည်မှာ သူ၏အိမ်တွင် ရှိနေပါက)</span> ထိုလတွင် ဆွအ်မ် <span class=\"gray\">(ဥပုသ်သီလစောင့်ထိန်းခြင်း)</span> ကို စောင့်ထိန်းရမည်ဖြစ်ပြီး၊ မည်သူမဆို နာမကျန်းဖြစ်နေသူ သို့မဟုတ် ခရီးသွားနေသူဖြစ်ပါက အခြားသောရက်များမှ <span class=\"gray\">[ဆွအ်မ် <span class=\"gray\">(ဥပုသ်သီလစောင့်ထိန်းခြင်း)</span> ကို မစောင့်ထိန်းခဲ့သည့် ရက်အရေအတွက်အတိုင်း)</span> ပြန်လည်ဖြည့်စွက်ရမည်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အတွက် လွယ်ကူစေလိုပြီး သင်တို့အား ခက်ခဲစေလိုခြင်း မရှိပေ။ <span class=\"gray\">(အရှင်မြတ်က သင်တို့အား)</span> တူညီသော <span class=\"gray\">(ရက်)</span> အရေအတွက်ကို ပြည့်စုံစေလိုပြီး သင်တို့ကို လမ်းညွှန်ပြသပေးခဲ့သည့်အတွက် အလ္လာဟ်အရှင်မြတ်အား <span class=\"gray\">[ဆိုလိုသည်မှာ တက်ဘီးရ် <span class=\"gray\">(အလ္လာဟ်ဟူအက်ဗ်ဗရ်: အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံး)</span> ဟု ရွတ်ဆိုခြင်းဖြင့်)]</span> ဂုဏ်ပြုချီးမြှင့်ရမည်။ သို့မှသာ သင်တို့သည် အရှင်မြတ်အား ကျေးဇူးတင်နိုင်မည်။ <span>(၁၈၅)</span></p><div lang=\"my\" class=\"my \"><h2>ရမ်မဇာန်လ၏ ဂုဏ်ကျေးဇူးနှင့် ထိုလတွင် ကုရ်အာန်ကျမ်း ထုတ်ပြန်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နဗီတမန်တော်များထံ ထုတ်ပြန်ခဲ့သော အရှင်မြတ်၏ ဓမ္မကျမ်းစာအားလုံးအတွက် ပြုလုပ်ခဲ့သကဲ့သို့ ဂုဏ်ရောင်ပြောင်မြောက်သော ကုရ်အာန်ကျမ်းတော်မြတ်ကို ပို့ချရန် ရမ်မဇာန်လကို ရွေးချယ်ခြင်းဖြင့် အခြားလများမှ ရမ်မဇာန်လကို ချီးမွမ်းခဲ့သည်။ အီမာမ် အာဟ်မဒ်က ဝါသီလဟ် ဘင် အလ်-အဆ်ကွအ် ထံမှ ဖော်ပြသည်မှာ အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُنْزِلَتْ صُحُفُ إِبْرَاهِيمَ فِي أَوَّلِ لَيْلَةٍ مِنْ رَمَضانَ، وَأُنْزِلَتِ التَّوْرَاةُ لِسِتٍّ مَضَيْنَ مِنْ رَمَضَانَ، وَالْإِنْجِيلُ لِثَلاثَ عَشْرةَ خَلَتْ مِنْ رَمَضَانَ، وَأَنْزَلَ اللهُ الْقُرْآنَ لأَرْبَعٍ وَعِشْرِينَ خَلَتْ مِنْ رَمَضَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗ်ရာဟီမ်၏ ဆွဟ်ဖ် <span class=\"gray\">(စာမျက်နှာများ)</span> ကို ရမ်မဇာန်လ၏ ပထမညတွင် ထုတ်ပြန်ခဲ့သည်။ တော်ရာကျမ်းကို ရမ်မဇာန်လ၏ ဆဋ္ဌမညတွင် ထုတ်ပြန်ခဲ့သည်။ အင်ဂျီးလ်ကျမ်းကို ရမ်မဇာန်လ၏ ဆယ့်သုံးညတွင် ထုတ်ပြန်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်ကျမ်းကို ရမ်မဇာန်လ၏ နှစ်ဆယ့်လေးညတွင် ထုတ်ပြန်ခဲ့သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်၏ ဂုဏ်ကျေးဇူးများ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الْهُدَىٰ وَالْفُرْقَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...လူသားမျိုးနွယ်တို့အတွက် လမ်းညွှန်ချက်ဖြစ်ပြီး လမ်းညွှန်ချက်အတွက် ရှင်းလင်းပြတ်သားသော သက်သေသာဓကများနှင့် <span class=\"gray\">(မှန်ကန်သည်နှင့် မှားယွင်းသည်ကြား)</span> ခွဲခြားသိမြင်စေခြင်း။)</span></p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်ကျမ်းကို ချီးမွမ်းခဲ့သည်။ အရှင်မြတ်သည် ကုရ်အာန်ကျမ်းကို ယုံကြည်ပြီး ၎င်း၏ အမိန့်များကို လိုက်နာသောသူတို့၏ စိတ်နှလုံးများအတွက် လမ်းညွှန်ချက်အဖြစ် ထုတ်ပြန်ခဲ့ခြင်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَيِّنَاتٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ရှင်းလင်းပြတ်သားသော သက်သေသာဓကများ)</span> ဆိုလိုသည်မှာ ၎င်းတို့ကို နားလည်သူများအတွက် ရှင်းလင်းပြတ်သားသော လက္ခဏာများနှင့် ပြတ်ပြတ်သားသား သက်သေသာဓကများဖြစ်သည်။ ဤသက်သေသာဓကများသည် ကုရ်အာန်၏ အမှန်တရား၊ ၎င်း၏လမ်းညွှန်မှု၊ လမ်းမှားခြင်း၏ ဆန့်ကျင်ဘက်၊ ၎င်းက မှန်ကန်သောလမ်းသို့ မည်သို့လမ်းညွှန်သည်၊ မှားယွင်းသောလမ်း၏ ဆန့်ကျင်ဘက်၊ အမှန်နှင့်အမှား၊ ခွင့်ပြုထားသည်နှင့် တားမြစ်ထားသည်တို့အကြား ခွဲခြားမှုကို သက်သေခံသည်။</p><div lang=\"my\" class=\"my \"><h2>ရမ်မဇာန်ဥပုသ်စောင့်ထိန်းခြင်း၏ တာဝန်ဝတ္တရား</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ သင်တို့အနက် မည်သူမဆို ထိုလ <span class=\"gray\">(ရမ်မဇာန်လ၏ ပထမည၌ လခြမ်းကို)</span> တွေ့မြင်ပါက <span class=\"gray\">(ဆိုလိုသည်မှာ သူ၏အိမ်တွင် ရှိနေပါက)</span> ထိုလတွင် ဆွအ်မ် <span class=\"gray\">(ဥပုသ်သီလစောင့်ထိန်းခြင်း)</span> ကို စောင့်ထိန်းရမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် လ၏အစကို မြင်တွေ့ရသော ကျန်းမာသူများ၊ ၎င်းတို့၏ပြည်တွင် နေထိုင်သူများအနေဖြင့် ထိုလတွင် ဥပုသ်စောင့်ထိန်းရန် လိုအပ်သည်။ ဤအာယတ်တော်သည် ဥပုသ်စောင့်ထိန်းခြင်း သို့မဟုတ် ဖစ်ဒီယာ (အစားပေးခြင်း) ကို ရွေးချယ်ခွင့်ပြုသည့် အာယတ်တော်ကို ပယ်ဖျက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ဥပုသ်စောင့်ထိန်းရန် အမိန့်ပေးသောအခါ၊ အရှင်မြတ်သည် နာမကျန်းသူနှင့် ခရီးသွားသူအား ဥပုသ်ဖျက်ခွင့်နှင့် လျော်ကြေးအဖြစ် အခြားရက်များတွင် ဥပုသ်စောင့်ထိန်းခွင့်ကို ထပ်မံဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن كَانَ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် မည်သူမဆို နာမကျန်းဖြစ်နေသူ သို့မဟုတ် ခရီးသွားနေသူဖြစ်ပါက အခြားသောရက်များမှ <span class=\"gray\">(ဆွအ်မ် <span class=\"gray\">(ဥပုသ်သီလစောင့်ထိန်းခြင်း)</span> ကို မစောင့်ထိန်းခဲ့သည့် ရက်အရေအတွက်အတိုင်း)</span> ပြန်လည်ဖြည့်စွက်ရမည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်က ဥပုသ်စောင့်ထိန်းရန် မစွမ်းဆောင်နိုင်သော သို့မဟုတ် ဥပုသ်စောင့်ထိန်းခြင်းကြောင့် ထိခိုက်နစ်နာမည်ကို စိုးရိမ်သော နာမကျန်းသူများနှင့် ခရီးသွားသူအားလုံး ဥပုသ်ဖျက်ခွင့်ရှိသည်ကို ဖော်ပြသည်။ ဤကိစ္စတွင် ဥပုသ်မစောင့်ထိန်းပါက အခြားရက်များတွင် ပြန်လည်စောင့်ထိန်းရန် တာဝန်ရှိသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အတွက် လွယ်ကူစေလိုပြီး သင်တို့အား ခက်ခဲစေလိုခြင်း မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်က အလ္လာဟ်အရှင်မြတ်သည် ထိုကဲ့သို့သော ပုဂ္ဂိုလ်များအား အရှင်မြတ်၏ ကရုဏာတော်ကြောင့်နှင့် ၎င်းတို့အတွက် ကိစ္စများကို လွယ်ကူစေရန်အတွက် နာမကျန်းဖြစ်နေချိန် သို့မဟုတ် ခရီးသွားနေချိန်တွင် ဥပုသ်ဖျက်ခွင့်ပြုခဲ့သည်ကို ဖော်ပြသည်။ ထိုအတောအတွင်း ဥပုသ်သည် ခရီးမသွားဘဲ ကျန်းမာသူများအတွက်မူ တာဝန်ဝတ္တရားအဖြစ် ရှိနေသေးသည်။</p><div lang=\"my\" class=\"my \"><h2>ဥပုသ်နှင့်ပတ်သက်သော စည်းမျဉ်းအမျိုးမျိုး</h2></div><p lang=\"my\" class=\"my \">စစ်မှန်သော စွန္နသ်ကျမ်းအရ အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> သည် မက္ကာဟ်တိုက်ပွဲအတွက် ရမ်မဇာန်လအတွင်း ခရီးထွက်ခဲ့ကြောင်း ဖော်ပြထားသည်။ တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> သည် ကဒီဒ်ဒေသသို့ ရောက်သည်အထိ ချီတက်ခဲ့ပြီးနောက် ဥပုသ်ဖျက်ခဲ့ပြီး အတူပါလာသူများကိုလည်း ထိုနည်းတူ ပြုလုပ်ရန် အမိန့်ပေးခဲ့သည်။ ၎င်းကို ဆွဟီဟ်ကျမ်းနှစ်အုပ်တွင် မှတ်တမ်းတင်ထားသည်။ ဤဟဒီးဆ်တော်တွင် ဖော်ပြထားသော ဥပုသ်ဖျက်ခြင်းသည် မဖြစ်မနေ လုပ်ဆောင်ရခြင်း မဟုတ်ပေ။ အဘယ်ကြောင့်ဆိုသော် ဆွဟာဘာများသည် ရမ်မဇာန်လအတွင်း အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> နှင့်အတူ ထွက်သွားလေ့ရှိပြီး အချို့က ဥပုသ်စောင့်ထိန်းကြသည်၊ အချို့က ဥပုသ်မစောင့်ထိန်းကြဘဲ မည်သူမျှ တစ်ဦးကိုတစ်ဦး ဝေဖန်ခြင်း မရှိပေ။ ဟဒီးဆ်တော်တွင် ဖော်ပြထားသော အမိန့်သည် ဥပုသ်ဖျက်ရန် မဖြစ်မနေ လိုအပ်ခဲ့လျှင် တမန်တော်မြတ် ﷺ သည် ဥပုသ်စောင့်ထိန်းသူများကို ဝေဖန်ရှုတ်ချခဲ့မည်ဖြစ်သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ကိုယ်တိုင်လည်း ခရီးသွားစဉ်တွင် တစ်ခါတစ်ရံ ဥပုသ်စောင့်ထိန်းခဲ့သည်။ ဥပမာအားဖြင့် ဆွဟီဟ်ကျမ်းနှစ်အုပ်တွင် အဘူ အဒ်-ဒရ်ဒါအ် က “တစ်ခါက ကျွန်ုပ်တို့သည် ရမ်မဇာန်လအတွင်း အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> နှင့်အတူ အပူရှိန်ပြင်းထန်နေချိန်၌ ထွက်သွားခဲ့ကြသည်။ ကျွန်ုပ်တို့အနက် တစ်ဦးသည် ပြင်းထန်သော အပူရှိန်ကြောင့် သူ၏လက်ကို သူ၏ခေါင်းပေါ်တွင် တင်ထားခဲ့သည်။ ထိုအချိန်က အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> နှင့် အဗ်ဒူလ္လာဟ် ဘင် ရဝါဟဟ် သာ ဥပုသ်စောင့်ထိန်းခဲ့ကြသည်။” ဟု ပြောကြားခဲ့သည်ကို ဖော်ပြထားသည်။</p><p lang=\"my\" class=\"my \">ခရီးသွားစဉ် ဥပုသ်ဖျက်ခွင့်ကို လိုက်နာခြင်းသည် ပို၍ကောင်းကြောင်း ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ခရီးသွားစဉ် ဥပုသ်စောင့်ထိန်းခြင်းနှင့်ပတ်သက်၍ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَفْطَرَ فَحَسَنٌ، وَمَنْ صَامَ فَلَا جُنَاحَ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဥပုသ်မစောင့်ထိန်းသူများသည် ကောင်းမှုကို ပြုခဲ့ကြပြီး ဥပုသ်စောင့်ထိန်းသူများအတွက်လည်း အပြစ်မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">အခြားဟဒီးဆ်တော်တစ်ခုတွင် တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْكُمْ بِرُخْصَةِ اللهِ الَّتِي رُخِّصَ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က သင်တို့အား ခွင့်ပြုတော်မူသော အခွင့်အရေးကို ဆုပ်ကိုင်ထားကြလော့။)</span></p><p lang=\"my\" class=\"my \">အချို့ပညာရှင်များက ထိုအပြုအမူနှစ်ခုသည် တူညီသည်ဟု ပြောကြသည်။ အာအိရှာဟ်က ဟမ်ဇဟ် ဘင် အမ်ရ် အလ်-အဆ်လာမီက “အို အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ်! ကျွန်ုပ်သည် ဥပုသ်များစွာ စောင့်ထိန်းပါသည်။ ခရီးသွားစဉ် ဥပုသ်စောင့်ထိန်းသင့်ပါသလား။” ဟု မေးမြန်းခဲ့ကြောင်း ဖော်ပြသည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ شِئْتَ فَصُمْ، وَإِنْ شِئْتَ فَأَفْطِر</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ဆန္ဒရှိလျှင် ဥပုသ်စောင့်ထိန်းပါ သို့မဟုတ် သင်ဆန္ဒမရှိလျှင် ဥပုသ်မစောင့်ထိန်းပါနှင့်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်သည် ဆွဟီဟ်ကျမ်းနှစ်အုပ်တွင် ပါဝင်သည်။ (ခရီးသွားစဉ်) ဥပုသ်စောင့်ထိန်းရန် ခက်ခဲလာပါက ဥပုသ်ဖျက်ခြင်းသည် ပိုကောင်းကြောင်း ဖော်ပြထားသည်။ ဂျာဘိရ် က အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် (ခရီးသွားစဉ် အခြားသူများက) အရိပ်ပေးနေသော အမျိုးသားတစ်ဦးကို တွေ့မြင်ခဲ့ကြောင်း ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က သူ့အကြောင်းကို မေးမြန်းရာ ထိုသူသည် ဥပုသ်စောင့်ထိန်းနေကြောင်း ပြောပြခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ مِنَ الْبِرِّ الصِّيَامُ فِي السَّفَرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခရီးသွားစဉ် ဥပုသ်စောင့်ထိန်းခြင်းသည် ဘိရ် <span class=\"gray\">(ဘာသာတရားကိုင်းရှိုင်းမှု)</span> ၏ အစိတ်အပိုင်း မဟုတ်ပေ။)</span> ၎င်းကို အလ်-ဗုခါရီ နှင့် မွတ်စလင်မ်တို့က မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">စွန္နသ်ကျမ်းကို လျစ်လျူရှုပြီး ခရီးသွားစဉ် ဥပုသ်ဖျက်ခြင်းကို မနှစ်သက်စရာဟု ၎င်းတို့၏ စိတ်နှလုံးများဖြင့် ယုံကြည်သူများအတွက်မူ ဥပုသ်ဖျက်ရန် လိုအပ်ပြီး ဥပုသ်စောင့်ထိန်းခွင့် မရှိပေ။</p><p lang=\"my\" class=\"my \">လွတ်သွားသော ဥပုသ်ရက်များကို ပြန်လည်ဖြည့်ဆည်းခြင်းနှင့်ပတ်သက်၍ ဆက်တိုက်လုပ်ဆောင်ရန် မလိုအပ်ပေ။ ဆက်တိုက်ဖြစ်စေ၊ မဆက်တိုက်ဖြစ်စေ လုပ်ဆောင်နိုင်သည်။ ဤအချက်နှင့်ပတ်သက်၍ များပြားသော သက်သေသာဓကများ ရှိသည်။ ရမ်မဇာန်လအတွင်း၌သာ ဆက်တိုက်ဥပုသ်စောင့်ထိန်းရန် လိုအပ်ကြောင်း ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်။ ရမ်မဇာန်လကုန်ဆုံးပြီးနောက် လိုအပ်သည်မှာ လွတ်သွားသောရက်များကို ပြန်လည်ဖြည့်ဆည်းရန်သာ ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...တူညီသော <span class=\"gray\">(အရေအတွက်ကို ပြန်လည်ဖြည့်ဆည်းရမည်)</span> အခြားရက်များမှ။)</span></p><div lang=\"my\" class=\"my \"><h2>လွယ်ကူခြင်းနှင့် ခက်ခဲခြင်း မဟုတ်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အတွက် လွယ်ကူစေလိုပြီး သင်တို့အား ခက်ခဲစေလိုခြင်း မရှိပေ။)</span></p><p lang=\"ja\" class=\"ja \">Imam Ahmad recorded Anas bin Malik saying that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسِّرُوا وَلَا تُعَسِّرُوا وَسَكِّنُوا وَلَا تُنَفِّرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့ကို လွယ်ကူစွာ ဆက်ဆံကြပါ၊ ၎င်းတို့အပေါ် ခက်ခဲစွာ မပြုမူကြပါနှင့်၊ ၎င်းတို့အား ဝမ်းမြောက်ဖွယ်သတင်း ပေးကြပါ၊ ၎င်းတို့အား ရွံရှာမုန်းတီးမှုဖြင့် မပြည့်စေနှင့်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်ကို ဆွဟီဟ်ကျမ်းနှစ်အုပ်တွင်လည်း စုစည်းထားသည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မွအာဒ်နှင့် အဘူ မူစာတို့ကို ယီမင်သို့ စေလွှတ်သောအခါ ၎င်းတို့အား မိန့်ကြားခဲ့သည်ဟု ဆွဟီဟ်ယန်တွင် ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَشِّرَا وَلَا تُنَفِّرَا، وَيَسِّرَا وَلَا تُعَسِّرَا، وَتَطَاوَعَا وَلَا تَخْتَلِفَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့ကို လွယ်ကူစွာ ဆက်ဆံကြပါ၊ ၎င်းတို့အပေါ် ခက်ခဲစွာ မပြုမူကြပါနှင့်၊ ၎င်းတို့အား ဝမ်းမြောက်ဖွယ်သတင်း ပေးကြပါ၊ ၎င်းတို့အား ရွံရှာမုန်းတီးမှုဖြင့် မပြည့်စေနှင့်၊ တစ်ဦးကိုတစ်ဦး ချစ်ခင်ကြပါ၊ သဘောထားကွဲလွဲခြင်း မရှိကြပါနှင့်။)</span></p><p lang=\"my\" class=\"my \">စူနန်နှင့် မွတ်စနဒ် ပြုစုသူများက အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ بِالْحَنِيفِيَّةِ السَّمْحَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား လွယ်ကူသော ဟနီဖီယဟ် <span class=\"gray\">(အစ္စလာမ့်တစ်ဆူတည်းသောဘုရားဝါဒ)</span> ဖြင့် စေလွှတ်ခဲ့သည်။)</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အတွက် လွယ်ကူစေလိုပြီး သင်တို့အား ခက်ခဲစေလိုခြင်း မရှိပေ။ <span class=\"gray\">(အရှင်မြတ်က သင်တို့အား)</span> တူညီသော <span class=\"gray\">(ရက်)</span> အရေအတွက်ကို ပြည့်စုံစေလိုသည်)</span> ဆိုလိုသည်မှာ သင်တို့အား မကျန်းမာသည့်အခါ၊ ခရီးသွားသည့်အခါ စသည်ဖြင့် ဥပုသ်ဖျက်ရန် ခွင့်ပြုခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အတွက် ကိစ္စများကို လွယ်ကူစေလိုသောကြောင့် ဖြစ်သည်။ အရှင်မြတ်က လွတ်သွားသောရက်များကို ပြန်လည်ဖြည့်ဆည်းရန် အမိန့်ပေးခဲ့သည်မှာ သင်တို့သည် တစ်လ၏ ရက်အရေအတွက်ကို ပြည့်စုံစေရန်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ဝတ်ပြုကိုးကွယ်မှုများကို ဆောင်ရွက်ပြီးနောက် အလ္လာဟ်အရှင်မြတ်အား သတိရခြင်း</h2></div><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتُكَبِّرُوا اللَّهَ عَلَىٰ مَا هَدَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် သင်တို့ကို လမ်းညွှန်ပြသပေးခဲ့သည့်အတွက် အလ္လာဟ်အရှင်မြတ်အား <span class=\"gray\">[ဆိုလိုသည်မှာ တက်ဘီးရ် <span class=\"gray\">(အလ္လာဟ်ဟူအက်ဗ်ဗရ်: အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံး)</span> ဟု ရွတ်ဆိုခြင်းဖြင့်)]</span> ဂုဏ်ပြုချီးမြှင့်ရမည်)</span> ဆိုလိုသည်မှာ ဝတ်ပြုကိုးကွယ်မှုကို အပြီးသတ်ပြီးနောက် အလ္လာဟ်အရှင်မြတ်အား သတိရရန်ဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا قَضَيْتُم مَّنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့သည် သင်တို့၏ မနာဆစ်က် <span class=\"gray\">(ဘာသာရေးထုံးတမ်းစဉ်လာများ)</span> ကို ပြီးစီးသောအခါ သင်တို့၏ ဘိုးဘေးဘီဘင်များကို သတိရသကဲ့သို့ သို့မဟုတ် ပိုမို၍ သတိရခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်အား သတိရကြလော့။)</span><span class=\"gray\">(၂:၂၀၀)</span> နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا قُضِيَتِ الصَّلَاةُ فَانتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِن فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့နောက် <span class=\"gray\">(ဂျူမူအဟ်)</span> ဆွာလာဟ် <span class=\"gray\">(ဝတ်ပြုဆုတောင်းခြင်း)</span> ပြီးစီးသောအခါ သင်တို့သည် မြေပေါ်တွင် ပြန့်ကျဲသွားနိုင်ပြီး အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို <span class=\"gray\">(အလုပ်လုပ်ခြင်းဖြင့်)</span> ရှာဖွေနိုင်ပြီး အလ္လာဟ်အရှင်မြတ်အား များစွာ သတိရကြလော့။ သို့မှသာ သင်တို့သည် အောင်မြင်သူများ ဖြစ်နိုင်မည်။)</span><span class=\"gray\">(၆၂:၁၀)</span> နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ - وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် သင်၏အရှင်၏ ချီးမွမ်းခြင်းများကို ရွတ်ဆိုချီးမြှောက်လော့၊ နေမထွက်မီနှင့် <span class=\"gray\">(နေ)</span>မဝင်မီ။ ည၏ အစိတ်အပိုင်းတစ်ခုတွင် အရှင်မြတ်၏ ချီးမွမ်းခြင်းများကို ရွတ်ဆိုချီးမြှောက်လော့၊ ဆုတောင်းပြီးနောက်။)</span><span class=\"gray\">(၅၀:၃၉-၄၀)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် စွန္နသ်ကျမ်းက မဖြစ်မနေ ဆုတောင်းပြီးနောက် တက်စ်ဘီးဟ် <span class=\"gray\">(ဆုဗ်ဟာန် အလ္လာဟ် ဟု ရွတ်ဆိုခြင်း၊ ဆိုလိုသည်မှာ ချီးမွမ်းခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက် ဖြစ်သည်)</span>၊ တဟ်မီဒ် <span class=\"gray\">(အလ်-ဟမ်ဒူ လီလ္လာဟ် ဟု ရွတ်ဆိုခြင်း၊ ဆိုလိုသည်မှာ ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက် ဖြစ်သည်)</span> နှင့် တက်ဘီးရ် <span class=\"gray\">(အလ္လာဟ်ဟူအက်ဗ်ဗရ် ဟု ရွတ်ဆိုခြင်း၊ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံး ဖြစ်သည်)</span> တို့ကို အားပေးခဲ့ခြင်း ဖြစ်သည်။ အိဗ်နု အဗ်ဗာစ့် က “အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ဝတ်ပြုဆုတောင်းခြင်းကို တက်ဘီးရ် ရွတ်ဆိုခြင်းဖြင့် ပြီးစီးကြောင်း ကျွန်ုပ်တို့ သိရှိခဲ့ကြသည်။” ဟု ပြောကြားခဲ့သည်။ ထိုနည်းတူစွာ ပညာရှင်အများအပြားက အစ်ဒ်-ဥလ်-ဖိသ်ရ် ပွဲတော်အတွင်း တက်ဘီးရ် ရွတ်ဆိုခြင်းကို အောက်ပါအာယတ်တော်က သတ်မှတ်ပေးထားကြောင်း ဖော်ပြခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَىٰ مَا هَدَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((အရှင်မြတ်က သင်တို့အား)</span> တူညီသော <span class=\"gray\">(ရက်)</span> အရေအတွက်ကို ပြည့်စုံစေလိုပြီး သင်တို့ကို လမ်းညွှန်ပြသပေးခဲ့သည့်အတွက် အလ္လာဟ်အရှင်မြတ်အား <span class=\"gray\">[ဆိုလိုသည်မှာ တက်ဘီးရ် <span class=\"gray\">(အလ္လာဟ်ဟူအက်ဗ်ဗရ်: အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံး)</span> ဟု ရွတ်ဆိုခြင်းဖြင့်)]</span> ဂုဏ်ပြုချီးမြှင့်ရမည်...)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့မှသာ သင်တို့သည် အရှင်မြတ်အား ကျေးဇူးတင်နိုင်မည်။)</span> ဆိုလိုသည်မှာ သင်တို့သည် အလ္လာဟ်အရှင်မြတ် အမိန့်ပေးခဲ့သည်ကို လိုက်နာပြီး၊ ဝတ္တရားများကို ထမ်းဆောင်ခြင်း၊ တားမြစ်ချက်များကို စွန့်လွှတ်ခြင်းနှင့် သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို လိုက်နာခြင်းဖြင့် အရှင်မြတ်အား နာခံပါက သင်တို့သည် ကျေးဇူးတင်သူများထဲမှ ဖြစ်နိုင်ပေလိမ့်မည်။</p>"
  }
]