[
  {
    "ayah_key": "12:56",
    "group_ayah_key": "12:56",
    "from_ayah": "12:56",
    "to_ayah": "12:57",
    "ayah_keys": "12:56,12:57",
    "text": "<p class=\"my translation\" lang=\"my\">ထိုနည်းတူစွာပင် ကျွန်ုပ်တို့သည် ယူဆွဖ်အား ထိုနယ်မြေ၌ အပြည့်အဝအာဏာကို ပေးခဲ့ကြ၏။ သူကြိုက်သည့်အချိန် သို့မဟုတ် နေရာတွင် ၎င်းကို ပိုင်ဆိုင်ရန် ဖြစ်၏။ ကျွန်ုပ်တို့သည် မိမိအလိုရှိသူအပေါ် မိမိ၏ကရုဏာတော်ကို ချီးမြှင့်တော်မူ၏။ ကောင်းမှုပြုသူများ၏ အကျိုးကိုလည်း ကျွန်ုပ်တို့သည် ဆုံးရှုံးစေတော်မမူပေ။ <span>(၅၆)</span>အမှန်စင်စစ် ယုံကြည်ပြီး တက်ကဝါ (ဘုရားကို ကြောက်ရွံ့ခြင်း) ရှိသူများအတွက် နောင်တမလွန်ဘဝ၏ အကျိုးသည် သာ၍ကောင်းမွန်ပေသည်။ <span>(၅၇)</span></p><div lang=\"no\" class=\"no \"><h2>Yusuf's Reign in Egypt</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူစွာပင် ကျွန်ုပ်တို့သည် ယူဆွဖ်အား ထိုနယ်မြေ၌ အပြည့်အဝအာဏာကို ပေးခဲ့ကြ၏)</span>၊ အီဂျစ်ပြည်၌၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူကြိုက်သည့်အချိန် သို့မဟုတ် နေရာတွင် ၎င်းကို ပိုင်ဆိုင်ရန် ဖြစ်၏။)</span> အစ်-စွတ်ဒီနှင့် အဗ်ဒွလ်-ရဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အဆ်လမ်တို့က ဤအာယတ်၏ အစိတ်အပိုင်းသည် \"သူသည် ထိုနေရာ၌ သူအလိုရှိသမျှကို လုပ်ဆောင်နိုင်ရန်\" ဟု ဆိုခဲ့ကြသည်။ အိဗ်နု ဂျရီးရ် အတ် တဘာရီက ၎င်းမှာ \"သူသည် အကျဉ်းချခံရပြီးနောက်၊ ဒုက္ခခံစားရပြီး ကျွန်ဘဝ၏ အရှက်တကွဲအဖြစ်မှ လွတ်မြောက်ပြီးနောက် ထိုနယ်မြေ၌ လွတ်လပ်စွာ သွားလာနိုင်ခဲ့သည်\" ဟု ဆိုသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُصِيبُ بِرَحْمَتِنَا مَن نَّشَاءُ ۖ وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် မိမိအလိုရှိသူအပေါ် မိမိ၏ကရုဏာတော်ကို ချီးမြှင့်တော်မူ၏။ ကောင်းမှုပြုသူများ၏ အကျိုးကိုလည်း ကျွန်ုပ်တို့သည် ဆုံးရှုံးစေတော်မမူပေ။)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊ ယူဆွဖ်သည် သူ၏ညီအစ်ကိုများက သူ့အပေါ်ပြုခဲ့သော ဘေးဥပဒ်များနှင့် အဇီဇ်၏ဇနီးကြောင့် အကျဉ်းချခံရခြင်းတို့မှ သည်းခံခဲ့ခြင်းကို ကျွန်ုပ်တို့သည် ဆုံးရှုံးစေခဲ့ခြင်းမရှိပေ။ ထိုအစား၊ အလ္လာဟ်အရှင်မြတ်၊ မြင့်မြတ်ပြီး အလေးမြတ်ဆုံးအရှင်သည် သူအား မိမိ၏အကူအညီနှင့် အောင်မြင်မှုဖြင့် ဆုချခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ - وَلَأَجْرُ الْآخِرَةِ خَيْرٌ لِّلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုပြုသူများ၏ အကျိုးကိုလည်း ကျွန်ုပ်တို့သည် ဆုံးရှုံးစေတော်မမူပေ။ အမှန်စင်စစ် ယုံကြည်ပြီး တက်ကဝါ (ဘုရားကို ကြောက်ရွံ့ခြင်း) ရှိသူများအတွက် နောင်တမလွန်ဘဝ၏ အကျိုးသည် သာ၍ကောင်းမွန်ပေသည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ မိမိ၏နဗီယူဆွဖ် (အလိုင်ဟစ်စလာမ်) အတွက် နောင်တမလွန်ဘဝတွင် ပြင်ဆင်ထားသောအရာသည် ဤလောကတွင် ပေးခဲ့သော အာဏာထက် များစွာသာလွန်ကြီးမြတ်ပြီး အခိုင်အမာရှိကာ ဂုဏ်ယူထိုက်ကြောင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏နဗီစူလေးမာန် <span class=\"gray\">(ဆိုလိုမွန်)</span> (အလိုင်ဟစ်စလာမ်) နှင့်ပတ်သက်၍ မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ - وَإِنَّ لَهُ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَآبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဤကား ကျွန်ုပ်တို့၏ လက်ဆောင်ဖြစ်၏။ ထို့ကြောင့် သုံးစွဲသည်ဖြစ်စေ၊ ထိမ်ချန်သည်ဖြစ်စေ၊ သင်တို့အား မည်သည့်စစ်ဆေးမှုမျှ ပြုလုပ်လိမ့်မည်မဟုတ်ပေ။ အမှန်စင်စစ် သူသည် ကျွန်ုပ်တို့အနီးတွင် နီးကပ်စွာရှိပြီး ကောင်းမွန်သော <span class=\"gray\">(နောက်ဆုံး)</span> ပြန်လည်ရောက်ရှိရာ <span class=\"gray\">(ပရဒိသု)</span> ရှိ၏။\")</span><span class=\"gray\">[၃၈:၃၉-၄၀]</span> ထိုအချိန်က အီဂျစ်ဘုရင် အလ်-ရိုင်ယာန် ဘင်န် အလ်-ဝါလစ်ဒ်သည် ယူဆွဖ် (အလိုင်ဟစ်စလာမ်) အား ဘဏ္ဍာရေးဝန်ကြီးအဖြစ် ခန့်အပ်ခဲ့သည်။ သူ့ကို ဝယ်ခဲ့သော အဇီဇ်နှင့် သူ့ကို ဖြားယောင်းရန်ကြိုးစားခဲ့သော အမျိုးသမီး၏ ခင်ပွန်းနေရာတွင် ဖြစ်သည်။ မုဂျာဟစ်ဒ်၏ အဆိုအရ အီဂျစ်ဘုရင်သည် ယူဆွဖ် (အလိုင်ဟစ်စလာမ်) ၏ လက်ဖြင့် အစ္စလာမ်သာသနာကို လက်ခံခဲ့သည်။</p>"
  },
  {
    "ayah_key": "12:58",
    "group_ayah_key": "12:58",
    "from_ayah": "12:58",
    "to_ayah": "12:62",
    "ayah_keys": "12:58,12:59,12:60,12:61,12:62",
    "text": "<p lang=\"my\" class=\"my \">ယူစွဖ်၏ ညီအစ်ကိုများ ရောက်ရှိလာကြပြီး ၎င်းထံသို့ ဝင်ရောက်လာကြသည်။ ၎င်းက ၎င်းတို့ကို မှတ်မိသော်လည်း ၎င်းတို့က ၎င်းကို မှတ်မိကြသည်မဟုတ် <span>(၅၈)</span>၎င်းက ၎င်းတို့အား ၎င်းတို့၏ စားနပ်ရိက္ခာများကို ဖြည့်ဆည်းပေးသောအခါ ၎င်းက ပြောသည်- \"သင်တို့၏ ဖခင်မှ သင်တို့၏ ညီအစ်ကိုတစ်ဦးကို ငါ့ထံသို့ ခေါ်လာကြလော့။ ငါက အပြည့်အဝ ချိန်တွယ်ပေးသည်ကိုလည်းကောင်း၊ ငါက အကောင်းဆုံး ဧည့်ခံသူဖြစ်သည်ကိုလည်းကောင်း သင်တို့ မမြင်ကြဘူးလား။ <span>(၅၉)</span>\"သို့သော် သင်တို့က ၎င်းကို ငါ့ထံသို့ မခေါ်လာပါက ငါ့ထံတွင် သင်တို့အတွက် မည်သည့်တိုင်းတာမှု <span class=\"gray\">(ပြောင်း)</span>မျှ ရှိလိမ့်မည်မဟုတ်။ ငါ့အနီးသို့လည်း သင်တို့ လာကြလိမ့်မည်မဟုတ်။ <span>(၆၀)</span>၎င်းတို့က ပြောသည်- \"၎င်း၏ ဖခင်ထံမှ <span class=\"gray\">(၎င်းအတွက်)</span> ခွင့်ပြုချက်ရရန် ကျွန်ုပ်တို့ ကြိုးစားမည်ဖြစ်ပြီး၊ အမှန်စင်စစ် ကျွန်ုပ်တို့ လုပ်ဆောင်မည်ဖြစ်သည်။ <span>(၆၁)</span>ထို့ပြင် <span class=\"gray\">[ယူစွဖ်]</span>က ၎င်း၏ ကျွန်များကို ၎င်းတို့၏ ငွေများကို ၎င်းတို့၏ အိတ်များထဲသို့ ထည့်ရန် ပြောခဲ့သည်။ သို့မှသာ ၎င်းတို့ လူမျိုးများထံ ပြန်ရောက်သောအခါ ၎င်းတို့ သိရှိနိုင်မည်ဖြစ်ပြီး၊ သို့မှသာ ၎င်းတို့ ပြန်လာနိုင်မည်ဖြစ်သည်။ <span>(၆၂)</span></p><div lang=\"my\" class=\"my \"><h2>ယူစွဖ်၏ ညီအစ်ကိုများ အီဂျစ်သို့ ခရီးသွားခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ်စွဒ်ဒီ၊ မုဟမ္မဒ် ဘင်န် အစ်ဟာက် နှင့် အခြားများစွာသောသူတို့က ယူစွဖ်၏ ညီအစ်ကိုများ အီဂျစ်သို့ သွားရခြင်း အကြောင်းရင်းမှာ ယူစွဖ်သည် အီဂျစ်၏ ဝန်ကြီးဖြစ်လာပြီး ကြွယ်ဝသော ခုနစ်နှစ် ကုန်ဆုံးသွားပြီးနောက်၊ အီဂျစ်၏ ဒေသအားလုံးကို ရိုက်ခတ်ခဲ့သော မိုးခေါင်ရေရှား ခုနစ်နှစ် ရောက်ရှိလာခဲ့ခြင်း ဖြစ်သည်ဟု ပြောကြားခဲ့ကြသည်။ မိုးခေါင်ရေရှားမှုသည် ကာနာန် <span class=\"gray\">(Canaan)</span> ဒေသသို့လည်း ရောက်ရှိခဲ့သည်။ ထိုနေရာတွင် တမန်တော်ယာကူးဗ် (၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) နှင့် ၎င်း၏ သားသမီးများ နေထိုင်ခဲ့ကြသည်။ တမန်တော်ယူစွဖ်သည် လူတို့၏ စပါးရိတ်သိမ်းမှုများကို ထိရောက်စွာ ကာကွယ်ခဲ့ပြီး စုဆောင်းခဲ့သည်။ ၎င်းစုဆောင်းခဲ့သည်များမှာ လူတို့အတွက် ကြီးမားသော ကြွယ်ဝချမ်းသာမှု ဖြစ်လာခဲ့သည်။ ၎င်းအပြင် ၎င်းသည် ၎င်း၏ အကူအညီကို ရှာဖွေလာသော အမျိုးမျိုးသော ဒေသများမှ လူများနှင့် ၎င်းတို့၏ မိသားစုများအတွက် အစားအသောက်နှင့် စားနပ်ရိက္ခာများကို လာရောက်ဝယ်ယူသူများကို လက်ဆောင်များ ပေးရန်လည်း ခွင့်ပြုခဲ့သည်။ ယူစွဖ်သည် မိသားစုရှိသော အမျိုးသားတစ်ဦးကို ကုလားအုတ်တစ်ကောင် သယ်ဆောင်နိုင်သည်ထက် ပို၍ မပေးခဲ့ပေ။ ၎င်းတို့အတွက် နှစ်စဉ်စားနပ်ရိက္ခာအဖြစ် ပေးခဲ့သည်။ ယူစွဖ်ကိုယ်တိုင်လည်း ဤအစားအသောက်များဖြင့် ၎င်း၏ ဗိုက်ကို ပြည့်စေခဲ့ခြင်းမရှိဘဲ၊ ဘုရင်နှင့် ၎င်း၏ အကူအညီပေးသူများလည်း တစ်နေ့လျှင် တစ်နပ်မှလွဲ၍ မစားခဲ့ကြပေ။ ထိုသို့လုပ်ဆောင်ခြင်းဖြင့် လူတို့သည် ကျန်ရှိသော ခုနစ်နှစ်တာကာလအတွက် ၎င်းတို့ပိုင်ဆိုင်ထားသည်များဖြင့် ရပ်တည်နိုင်ခဲ့ကြသည်။ အမှန်စင်စစ် ယူစွဖ်သည် အီဂျစ်လူမျိုးများထံသို့ အလ္လာဟ်အရှင်မြတ်ထံမှ စေလွှတ်လိုက်သော ကရုဏာတစ်ရပ် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ယူစွဖ်၏ ညီအစ်ကိုများသည် ၎င်းတို့၏ ဖခင်၏ အမိန့်အရ အစားအသောက်များ ဝယ်ယူရန် အီဂျစ်သို့ လာရောက်ခဲ့သူများထဲတွင် ပါဝင်ခဲ့ကြသည်။ အီဂျစ်၏ 'အဇီးဇ်' သည် လိုအပ်သူများအား စားနပ်ရိက္ခာများကို စျေးနှုန်းချိုသာစွာဖြင့် ရောင်းချပေးနေသည်ကို ၎င်းတို့ သိရှိခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် ၎င်းတို့၏ ဒေသမှ ကုန်ပစ္စည်းအချို့ကို အစားအသောက်နှင့် လဲလှယ်ရန် ယူဆောင်လာခဲ့ကြသည်။ ၎င်းတို့သည် ဆယ်ဦးရှိခဲ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော် ယာကူးဗ် (၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) သည် ၎င်း၏ သားဖြစ်သူနှင့် ယူစွဖ်၏ ညီအစ်ကို ဘင်ယာမင်ကို ၎င်းနှင့်အတူ ထားရှိခဲ့သောကြောင့် ဖြစ်သည်။ ဘင်ယာမင်သည် ယူစွဖ်ပြီးနောက် ၎င်း၏သားများထဲတွင် ၎င်းအတွက် အချစ်ဆုံးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">တမန်တော်ယူစွဖ်၏ ညီအစ်ကိုများ ၎င်း၏ နန်းတော်နှင့် ၎င်း၏ အာဏာစက်အလယ်ဗဟိုသို့ ၎င်းထံသို့ ဝင်ရောက်လာသောအခါ၊ ၎င်းက ၎င်းတို့ကို မြင်သည်နှင့် တပြိုင်နက် သိရှိခဲ့သည်။ သို့သော် ၎င်းတို့သည် ၎င်းကို မမှတ်မိခဲ့ကြပေ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ၎င်းငယ်ရွယ်စဉ်က ဖယ်ရှားပစ်ခဲ့ကြပြီး၊ ၎င်းတို့၏ ခရီးပန်းတိုင်ကို မသိရှိဘဲ ခရီးသွားအဖွဲ့တစ်ဖွဲ့ထံ ရောင်းချခဲ့ကြသောကြောင့် ဖြစ်သည်။ ယူစွဖ်သည် ဝန်ကြီးဖြစ်လာမည်ဟု ၎င်းတို့ စိတ်ကူးမယဉ်ခဲ့ကြဘဲ၊ ထို့ကြောင့် ၎င်းတို့က ၎င်းကို မမှတ်မိခဲ့ကြခြင်းဖြစ်သော်လည်း ၎င်းကမူ ၎င်းတို့ကို မှတ်မိခဲ့သည်။ အလ်စွဒ်ဒီက ယူစွဖ်သည် ၎င်း၏ ညီအစ်ကိုများနှင့် စကားစပြောကာ ၎င်းတို့ကို မေးခဲ့သည်- \"ငါ၏ ဒေသသို့ ဘာကြောင့် လာခဲ့ကြတာလဲ။\" ၎င်းတို့က ပြောသည်- \"အို၊ 'အဇီးဇ်၊ ကျွန်ုပ်တို့ စားနပ်ရိက္ခာများ ဝယ်ယူရန် လာခဲ့ကြခြင်းဖြစ်သည်။\" ၎င်းက ၎င်းတို့ကို မေးသည်- \"သင်တို့ သူလျှိုများ ဖြစ်နိုင်တယ်။\" ၎င်းတို့က ပြောသည်- \"အလ္လာဟ်အရှင်မြတ် တားမြစ်တော်မူပါစေ။\" ၎င်းက ၎င်းတို့ကို မေးသည်- \"သင်တို့ ဘယ်ကလဲ။\" ၎င်းတို့က ပြောသည်- \"ကာနာန်ဒေသမှဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏ ဖခင်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ယာကူးဗ် ဖြစ်သည်။\" ၎င်းက ၎င်းတို့ကို မေးသည်- \"သင်တို့အပြင် အခြားကလေးများ ရှိသေးလား။\" ၎င်းတို့က ပြောသည်- \"ဟုတ်ကဲ့၊ ကျွန်ုပ်တို့ ညီအစ်ကို ဆယ့်နှစ်ဦးရှိပါတယ်။ ကျွန်ုပ်တို့၏ အငယ်ဆုံးမှာ သဲကန္တာရတွင် ဆုံးပါးသွားခဲ့ပြီး၊ ၎င်းသည် ၎င်း၏ ဖခင်အတွက် အချစ်ဆုံးဖြစ်ခဲ့သည်။ ၎င်း၏ သွေးသားရင်းအစ်ကိုမှာ အသက်ရှင်လျက်ရှိပြီး ၎င်း၏ ဖခင်က ၎င်းကို ထားရှိခဲ့သည်။ သို့မှသာ ၎င်း၏ နီးစပ်မှုက ကျွန်ုပ်တို့၏ အငယ်ဆုံးညီအစ်ကို <span class=\"gray\">[ဆုံးပါးသွားခဲ့သူ]</span> ဆုံးရှုံးမှုကို လျော်ကြေးပေးနိုင်ရန်ဖြစ်သည်။\" ယူစွဖ်က ၎င်း၏ ညီအစ်ကိုများကို ဂုဏ်ပြုရန်နှင့် နေခွင့်ပြုရန် အမိန့်ပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းက ၎င်းတို့အား ၎င်းတို့၏ စားနပ်ရိက္ခာများကို ဖြည့်ဆည်းပေးသောအခါ၊)</span> ၎င်းတို့၏ လိုအပ်ချက်များအတိုင်းနှင့် ၎င်းတို့ ဝယ်ယူလိုသည်များကို ပေးပြီးနောက်၊ ၎င်းက ၎င်းတို့ကို ပြောသည်- \"သင်တို့ ပြောကြားခဲ့သော သင်တို့၏ ဖခင်ဘက်မှ သင်တို့၏ ညီအစ်ကိုကို ငါ့ထံသို့ ခေါ်လာကြလော့။ သို့မှသာ သင်တို့ ငါ့အား အမှန်တရားကို ပြောကြားခဲ့သည်ဟု ငါ သိရှိရလိမ့်မည်။\" ၎င်းက ဆက်လက်ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنزِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါက အပြည့်အဝ ချိန်တွယ်ပေးသည်ကိုလည်းကောင်း၊ ငါက အကောင်းဆုံး ဧည့်ခံသူဖြစ်သည်ကိုလည်းကောင်း သင်တို့ မမြင်ကြဘူးလား။)</span> ၎င်းတို့အား ၎င်းထံသို့ ပြန်လာရန် တိုက်တွန်းခြင်း။ ထို့နောက် ၎င်းက ၎င်းတို့ကို ခြိမ်းခြောက်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن لَّمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِنْدِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့က ၎င်းကို ငါ့ထံသို့ မခေါ်လာပါက ငါ့ထံတွင် သင်တို့အတွက် မည်သည့်တိုင်းတာမှု <span class=\"gray\">(ပြောင်း)</span>မျှ ရှိလိမ့်မည်မဟုတ်။)</span> ၎င်းက ၎င်းတို့ကို ခြိမ်းခြောက်ခဲ့သည်မှာ နောက်တစ်ကြိမ် ဘင်ယာမင်မပါဘဲ လာရောက်ပါက ၎င်းတို့ လိုအပ်သော အစားအသောက်များကို ဝယ်ယူခွင့်ရမည်မဟုတ်ဟု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْرَبُونِ - قَالُوا سَنُرَاوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَاعِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"...ငါ့အနီးသို့လည်း သင်တို့ လာကြလိမ့်မည်မဟုတ်။\" ၎င်းတို့က ပြောသည်- \"၎င်း၏ ဖခင်ထံမှ <span class=\"gray\">(၎င်းအတွက်)</span> ခွင့်ပြုချက်ရရန် ကျွန်ုပ်တို့ ကြိုးစားမည်ဖြစ်ပြီး၊ အမှန်စင်စစ် ကျွန်ုပ်တို့ လုပ်ဆောင်မည်ဖြစ်သည်။\")</span> ၎င်းတို့က ပြောသည်- 'ကျွန်ုပ်တို့ ကိုယ်တိုင်နှင့်ပတ်သက်၍ သင်အား ပြောကြားခဲ့သည်များတွင် ကျွန်ုပ်တို့ အမှန်တရားကို ပြောကြားခဲ့ကြောင်း သင်အား သက်သေပြရန် မည်သည့်အားထုတ်မှုမျှ ချန်လှပ်ထားခြင်းမရှိဘဲ ၎င်းကို ကျွန်ုပ်တို့နှင့်အတူ ခေါ်လာရန် အစွမ်းကုန် ကြိုးစားပါမည်။' အလ္လာဟ်အရှင်မြတ်က ပြောကြားခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَقَالَ لِفِتْيَانِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">[ယူစွဖ်]</span>က ၎င်း၏ ကျွန်များကို ပြောခဲ့သည်)</span>၊ သို့မဟုတ် ၎င်း၏ ကျွန်များကို-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اجْعَلُوا بِضَاعَتَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ငွေများကို ထည့်ရန်)</span>၊ သို့မဟုတ် အစားအသောက်နှင့် လဲလှယ်ရန် ၎င်းတို့ ယူဆောင်လာခဲ့သော ကုန်ပစ္စည်းများကို-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي رِحَالِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အိတ်များထဲသို့ ထည့်ရန်)</span>၊ ၎င်းတို့ မသိရှိဘဲ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ ၎င်းတို့ ပြန်လာနိုင်မည်ဖြစ်သည်။)</span> ယူစွဖ်သည် ဤသို့လုပ်ဆောင်ခဲ့ခြင်းမှာ ၎င်း၏ ညီအစ်ကိုများတွင် အစားအသောက်နှင့် လဲလှယ်ရန် ယူဆောင်လာနိုင်သည့် ကုန်ပစ္စည်းများ ထပ်မံရှိတော့မည်ကို စိုးရိမ်ခဲ့သောကြောင့် ဖြစ်သည်ဟု ပြောကြားခဲ့ကြသည်။</p>"
  },
  {
    "ayah_key": "12:6",
    "group_ayah_key": "12:6",
    "from_ayah": "12:6",
    "to_ayah": "12:6",
    "ayah_keys": "12:6",
    "text": "<p class=\"my translation\" lang=\"my\">\"ဤနည်းဖြင့် သင်၏အရှင်သခင်သည် သင့်အား ရွေးချယ်တော်မူမည် နှင့် အိပ်မက်များကို အဓိပ္ပါယ်ဖွင့်ဆိုခြင်းကို သင့်အား သင်ကြားပေးမည် <span class=\"gray\">(နှင့် အခြားအရာများ)</span> နှင့် သင်အပေါ်နှင့် ယအ်ကူးဗ်၏ မျိုးဆက်များအပေါ် ၎င်း၏မျက်နှာသာတော်ကို ပြည့်စုံစေမည်၊ သင်၏ဖခင်များဖြစ်ကြသော အစ်ဗ်ရာဟင်မ်နှင့် အစ်ဟာက်တို့အပေါ် ရှေးယခင်က ပြည့်စုံစေခဲ့သကဲ့သို့ပင်။ အမှန်စင်စစ် သင်၏အရှင်သခင်သည် အရာအားလုံးကို သိတော်မူသော၊ ပညာရှင်ဖြစ်တော်မူ၏။ <span>(၆)</span></p><div lang=\"sv\" class=\"sv \"><h2>Interpretation of Yusuf's Vision</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ယအ်ကူးဗ်သည် သူ၏သားယူဆွဖ်အား ပြောခဲ့ကြောင်း ဖော်ပြထားသည်၊ 'အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ကြယ်တစ်ဆယ့်တစ်လုံး၊ နေနှင့် လတို့က သင့်အား ရူပါရုံ၌ ဦးချသည်ကို မြင်တွေ့ရန် ရွေးချယ်တော်မူသကဲ့သို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ يَجْتَبِيكَ رَبُّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနည်းဖြင့် သင်၏အရှင်သခင်သည် သင့်အား ရွေးချယ်တော်မူမည်)</span> ၎င်းအရှင်မြတ်ထံမှ နဗီတမန်တော်တစ်ပါး ဖြစ်စေရန် သင့်အား သတ်မှတ်၍ တာဝန်ပေးအပ်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُعَلِّمُكَ مِن تَأْوِيلِ الْأَحَادِيثِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အဟဒီးဆ်များ၏ အဓိပ္ပါယ်ကို သင့်အား သင်ကြားပေးမည်)</span>' မူဂျာဟစ်ဒ်နှင့် အခြားပညာရှင်များစွာက အာယသ်တော်၏ ဤအပိုင်းသည် အိပ်မက်များ၏ အဓိပ္ပါယ်ဖွင့်ဆိုခြင်းကို ရည်ညွှန်းသည်ဟု ပြောခဲ့သည်။ ၎င်းနောက် ၎င်းက ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်အပေါ် ၎င်း၏မျက်နှာသာတော်ကို ပြည့်စုံစေမည်)</span>' '၎င်းအရှင်မြတ်၏ သတင်းစကားနှင့် သင့်အပေါ် ဗျာဒိတ်တော်ဖြင့်' ထို့ကြောင့် ယအ်ကူးဗ်သည် နောက်ပိုင်းတွင် ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا أَتَمَّهَا عَلَىٰ أَبَوَيْكَ مِن قَبْلُ إِبْرَاهِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ဖခင်များဖြစ်ကြသော အစ်ဗ်ရာဟင်မ်တို့အပေါ် ရှေးယခင်က ပြည့်စုံစေခဲ့သကဲ့သို့ပင်)</span> အလ္လာဟ်အရှင်မြတ်၏ အရင်းနှီးဆုံး မိတ်ဆွေ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِسْحَاقَ </p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(and Ishaq)</span>, Ibrahim's son,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်၏အရှင်သခင်သည် အရာအားလုံးကို သိတော်မူသော၊ ပညာရှင်ဖြစ်တော်မူ၏။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏သတင်းစကားများအတွက် မည်သူ့ကို ရွေးချယ်ရမည်ကို အကောင်းဆုံးသိတော်မူ၏။</p>"
  },
  {
    "ayah_key": "12:63",
    "group_ayah_key": "12:63",
    "from_ayah": "12:63",
    "to_ayah": "12:64",
    "ayah_keys": "12:63,12:64",
    "text": "<p lang=\"my\" class=\"my \">ထိုအခါ သူတို့သည် သူတို့၏ဖခင်ထံသို့ ပြန်ရောက်သောအခါ ပြောသည်- \"အို ကျွန်ုပ်တို့၏ ဖခင်၊ ကျွန်ုပ်တို့သည် သီးနှံအတိုင်းအတာကို ထပ်မံရတော့မည်မဟုတ် <span class=\"gray\">(ကျွန်ုပ်တို့၏ညီကို ခေါ်မသွားလျှင်)</span>။ ထို့ကြောင့် ကျွန်ုပ်တို့၏ညီကို ကျွန်ုပ်တို့နှင့်အတူ ပို့ပေးပါ၊ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏အတိုင်းအတာကို ရရှိမည်ဖြစ်ပြီး စင်စစ် ကျွန်ုပ်တို့သည် သူ့ကို စောင့်ရှောက်ပါမည်။ <span>(၆၃)</span>သူက ပြောသည်- \"သူ့အစ်ကို <span class=\"gray\">[ယူဆွဖ်]</span> ကို အရင်တုန်းက သင်တို့လက်ထဲ အပ်ခဲ့သလိုမျိုး သူ့ကိုလည်း သင်တို့လက်ထဲ အပ်နိုင်ပါ့မလား။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် စောင့်ရှောက်သူများထဲတွင် အကောင်းဆုံးဖြစ်ပြီး၊ ကရုဏာပြသူများထဲတွင် အကြီးမားဆုံး ကရုဏာရှင်ဖြစ်သည်။ <span>(၆၄)</span></p><div lang=\"my\" class=\"my \"><h2>ယူဆွဖ်၏ အစ်ကိုများက ယာကူဗ်၏ ညီ ဘင်ယာမင်ကို အီဂျစ်သို့ သူတို့နှင့်အတူ ပို့ရန် ခွင့်ပြုချက် တောင်းခံခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က သူတို့သည် သူတို့၏ ဖခင်ထံ ပြန်သွားသောအခါ မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြသည်- \"အို ကျွန်ုပ်တို့၏ဖခင်၊ ကျွန်ုပ်တို့သည် သီးနှံအတိုင်းအတာကို ထပ်မံရတော့မည်မဟုတ်...\")</span> 'ယခုအချိန်မှစ၍၊ ကျွန်ုပ်တို့၏ညီ ဘင်ယာမင်ကို ကျွန်ုပ်တို့နှင့်အတူ မပို့လျှင်ဖြစ်သည်။ ထို့ကြောင့် သူ့ကို ကျွန်ုပ်တို့နှင့်အတူ ပို့ပေးပါ၊ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏အတိုင်းအတာကို ရရှိမည်ဖြစ်ပြီး ကျွန်ုပ်တို့သည် သူ့ကို သေချာပေါက် စောင့်ရှောက်ပါမည်။' အချို့ပညာရှင်များသည် ဤအာယသ်ကို 'သူသည် သူ၏ရိက္ခာကို ရရှိမည်' ဟု အဓိပ္ပါယ်ရစေသည့် ပုံစံဖြင့် ဖတ်ကြသည်။ သူတို့က ပြောကြသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِنَّا لَهُ لَحَافِظُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် ကျွန်ုပ်တို့သည် သူ့ကို စောင့်ရှောက်ပါမည်။)</span>၊ 'သူ့လုံခြုံရေးအတွက် မကြောက်ပါနှင့်၊ အဘယ်ကြောင့်ဆိုသော် သူ့ကို သင့်ထံသို့ ပြန်ပို့ပေးမည်ဖြစ်သည်။' ၎င်းသည် ၎င်းတို့၏ညီ ယူဆွဖ်နှင့်ပတ်သက်၍ ယာကူဗ်အား ပြောဆိုခဲ့သည့်အရာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحَافِظُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"မနက်ဖြန် သူ့ကို ကျွန်ုပ်တို့နှင့်အတူ ပို့ပေးပါ၊ သူ ပျော်ရွှင်စွာ ဆော့ကစားပါစေ၊ စင်စစ် ကျွန်ုပ်တို့သည် သူ့ကို ဂရုစိုက်ပါမည်။\")</span><span class=\"gray\">[၁၂:၁၂]</span> ထို့ကြောင့် ပရောဖက် ယာကူဗ်သည် သူတို့ကို ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنتُكُمْ عَلَىٰ أَخِيهِ مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့အစ်ကို <span class=\"gray\">[ယူဆွဖ်]</span> ကို အရင်တုန်းက သင်တို့လက်ထဲ အပ်ခဲ့သလိုမျိုး သူ့ကိုလည်း သင်တို့လက်ထဲ အပ်နိုင်ပါ့မလား။)</span> သူက သူတို့ကို မေးသည်၊ 'ယခင်က သင်တို့ သူ့အစ်ကို ယူဆွဖ်အား လုပ်ခဲ့သည့်အရာမှအပ သူ့ကို သင်တို့ လုပ်မည်လား၊ သင်တို့သည် သူ့ကို ကျွန်ုပ်ထံမှ ခေါ်သွားပြီး ကျွန်ုပ်နှင့် သူ့ကို ခွဲခဲ့သည့်အချိန်က အတိုင်းပင်လော။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاللَّهُ خَيْرٌ حَافِظًا ۖ وَهُوَ أَرْحَمُ الرَّاحِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် စောင့်ရှောက်သူများထဲတွင် အကောင်းဆုံးဖြစ်ပြီး၊ ကရုဏာပြသူများထဲတွင် အကြီးမားဆုံး ကရုဏာရှင်ဖြစ်သည်။)</span> ယာကူဗ်က ပြောသည်၊ 'အလ္လာဟ်အရှင်မြတ်သည် ကရုဏာပြသူအားလုံးထဲတွင် ကျွန်ုပ်အပေါ် အကြီးမားဆုံး ကရုဏာထားတော်မူ၏။ ကျွန်ုပ်၏အိုမင်းရင့်ရော်မှု၊ အားနည်းမှုနှင့် ကျွန်ုပ်၏သားအပေါ် စိတ်အားထက်သန်မှုတို့ကြောင့် ကျွန်ုပ်အပေါ် သနားကြင်နာတော်မူ၏။ ကျွန်ုပ်သည် သူ့ကို ကျွန်ုပ်ထံ ပြန်လည်ရောက်ရှိစေရန်နှင့် ကျွန်ုပ်နှင့် သူ အတူတကွ ရှိစေရန် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းပါ၏။ အဘယ်ကြောင့်ဆိုသော် စင်စစ်၊ အရှင်မြတ်သည် ကရုဏာပြသူများထဲတွင် အကြီးမားဆုံး ကရုဏာရှင်ဖြစ်သောကြောင့်တည်း။'</p>"
  }
]