[
  {
    "ayah_key": "3:190",
    "group_ayah_key": "3:190",
    "from_ayah": "3:190",
    "to_ayah": "3:194",
    "ayah_keys": "3:190,3:191,3:192,3:193,3:194",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းထားခြင်း၌လည်းကောင်း၊ ညနှင့်နေ့ အလှည့်ကျ ပြောင်းလဲနေခြင်း၌လည်းကောင်း၊ ဉာဏ်ပညာရှိသူများအတွက် သက်သေလက္ခဏာများ အမှန်ပင်ရှိသည်။ <span>(၁၉၀)</span>အလ္လာဟ်အရှင်မြတ်အား ရပ်လျက်၊ ထိုင်လျက်၊ ဘေးစောင်းလျက် သတိရကြပြီး မိုးကောင်းကင်များနှင့် မြေကြီး၏ ဖန်ဆင်းခြင်းအကြောင်းကို နက်နက်ရှိုင်းရှိုင်း စဉ်းစားကြသူများ၊ <span class=\"gray\">(ပြောဆိုလျက်)</span>: \"အို၊ ကျွန်တော်မျိုးတို့၏ ဘုရားသခင်! အရှင်သည် ဤအရာကို ရည်ရွယ်ချက်မရှိဘဲ ဖန်ဆင်းထားသည် မဟုတ်ပါ။ အရှင့်အတွက် ဂုဏ်ကျက်သရေရှိပါစေ! ကျွန်တော်မျိုးတို့အား ငရဲမီး၏ ပြင်းထန်သော ပြစ်ဒဏ်မှ ကယ်တင်တော်မူပါ။ <span>(၁၉၁)</span>\"အို၊ ကျွန်တော်မျိုးတို့၏ ဘုရားသခင်! အမှန်စင်စစ် အရှင်သည် မည်သူ့ကိုမဆို ငရဲမီးသို့ ဝင်စေလျှင်၊ ၎င်းအား အရှင်သည် အမှန်ပင် အရှက်ရစေခဲ့ပြီးဖြစ်သည်။ မတရားပြုကျင့်သူများသည် မည်သည့် အကူအညီပေးသူကိုမျှ ဘယ်တော့မှ တွေ့ရှိကြမည်မဟုတ်ပါ။ <span>(၁၉၂)</span>\"အို၊ ကျွန်တော်မျိုးတို့၏ ဘုရားသခင်! အမှန်စင်စစ် ကျွန်တော်မျိုးတို့သည် ယုံကြည်ခြင်းသို့ ခေါ်ဆိုသူတစ်ဦး၏ ခေါ်သံကို ကြားခဲ့ရပါသည်- 'သင်တို့၏ ဘုရားသခင်ကို ယုံကြည်ကြလော့' ဟူ၍ဖြစ်သည်။ ထို့ကြောင့် ကျွန်တော်မျိုးတို့ ယုံကြည်ခဲ့ကြပါပြီ။ အို၊ ကျွန်တော်မျိုးတို့၏ ဘုရားသခင်! ကျွန်တော်မျိုးတို့၏ အပြစ်များကို ခွင့်လွှတ်တော်မူပါ။ ကျွန်တော်မျိုးတို့၏ မကောင်းမှုများကို ချေဖျက်ပေးတော်မူပါ။ အလ်-အဗ်ရာရ် <span class=\"gray\">(အလွန်ဖြောင့်မတ်သူများ)</span>နှင့်အတူ ကျွန်တော်မျိုးတို့ကို သေဆုံးစေတော်မူပါ။ <span>(၁၉၃)</span>\"အို၊ ကျွန်တော်မျိုးတို့၏ ဘုရားသခင်! အရှင်၏ တမန်တော်များမှတစ်ဆင့် ကျွန်တော်မျိုးတို့အား ကတိပြုထားသည်များကို ပေးသနားတော်မူပါ။ ရှင်ပြန်ထမြောက်ရာနေ့၌ ကျွန်တော်မျိုးတို့ကို အရှက်ရစေတော်မမူပါနှင့်။ အမှန်စင်စစ် အရှင်သည် <span class=\"gray\">(အရှင်၏)</span> ကတိကို မည်သည့်အခါမျှ မဖျက်ပါ။ <span>(၁၉၄)</span></p><div lang=\"my\" class=\"my \"><h2>ဉာဏ်ပညာရှိသူများအတွက် တောင်ဟိဒ်၏ သက်သေများ၊ ၎င်းတို့၏ စရိုက်လက္ခဏာများ၊ စကားများ နှင့် ဆုတောင်းများ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းထားခြင်း၌လည်းကောင်း၊)</span><span class=\"gray\">[၃:၁၉၀]</span>၊ ၎င်း၏ မြင့်မားကျယ်ပြန့်မှုရှိသော မိုးကောင်းကင်ကိုလည်းကောင်း၊ ၎င်း၏ ကျယ်ပြန့်သိပ်သည်းမှုရှိသော မြေကြီးကိုလည်းကောင်း၊ လှည့်ပတ်နေသော ဂြိုဟ်များ၊ ပင်လယ်များ၊ တောင်များ၊ သဲကန္တာရများ၊ သစ်ပင်များ၊ အပင်များ၊ သစ်သီးများ၊ တိရစ္ဆာန်များ၊ သတ္တုများနှင့် အကျိုးပြုသော အမျိုးမျိုးသော အရောင်များ၊ အနံ့များ၊ အရသာများနှင့် ဒြပ်စင်များ ပါဝင်သည့် ၎င်းတို့တွင်ရှိသော ကြီးမားလှသည့် အင်္ဂါရပ်များကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညနှင့်နေ့ အလှည့်ကျ ပြောင်းလဲနေခြင်း၌)</span>၊ တစ်ခုက နောက်တစ်ခု၏ အလျားအတိုင်း လိုက်ပါယူဆောင်သွားသကဲ့သို့ ဖြစ်သည်။ ဥပမာအားဖြင့်၊ တစ်ခါတစ်ရံ တစ်ခုက နောက်တစ်ခုထက် ရှည်လျားသွားပြီး၊ တစ်ခါတစ်ရံ ပိုတိုသွားကာ၊ တစ်ခါတစ်ရံ၌ တူညီသွားသည်။ ထိုအရာသည် အဖန်တလဲလဲ ထပ်ခါတလဲလဲ ဖြစ်ပေါ်နေပြီး၊ ဤအရာအားလုံးသည် အနန္တတန်ခိုးရှင်၊ အလွန်ဆုံးသော ဉာဏ်ပညာရှင်၏ ဆုံးဖြတ်ချက်ဖြင့် ဖြစ်ပေါ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَآيَاتٍ لِّأُولِي الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဉာဏ်ပညာရှိသူများအတွက် သက်သေလက္ခဏာများ အမှန်ပင်ရှိသည်)</span>၊ ဉာဏ်ရည်ထက်မြက်ပြီး အမှန်တရား၏ ဖြစ်စဉ်များကို တွေးခေါ်ဆင်ခြင်နိုင်သော စိတ်များကို ရည်ညွှန်းသည်။ ကောင်းမွန်စွာ နားလည်နိုင်စွမ်းမရှိသော နားမကြား၊ စကားမပြောနိုင်သူများနှင့် မတူပေ။ အလ္လာဟ်အရှင်မြတ်က နောက်ဆုံးအမျိုးအစားနှင့် ပတ်သက်၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ - وَمَا يُؤْمِنُ أَكْثَرُهُم بِاللَّهِ إِلَّا وَهُم مُّشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များနှင့် မြေကြီး၌ အရာရာ၌ သက်သေလက္ခဏာမည်မျှ ရှိပါသနည်း။ ၎င်းတို့သည် ထိုသက်သေလက္ခဏာများကို ဖြတ်ကျော်သွားကြသော်လည်း ၎င်းတို့သည် ထိုအရာမှ ရှောင်ရှားနေကြသည်။ ၎င်းတို့အများစုသည် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ရာ၌ ၎င်းနှင့် အခြားအရာများကို တွဲဖက်ကိုးကွယ်ကြခြင်းမှလွဲ၍ မယုံကြည်ကြပါ။)</span><span class=\"gray\">[၁၂:၁၀၅-၁၀၆]</span>။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမွန်သော ဉာဏ်ရှိသူများကို ဖော်ပြတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ရပ်လျက်၊ ထိုင်လျက်၊ ဘေးစောင်းလျက် သတိရကြသူများ)</span><span class=\"gray\">[၃:၁၉၁]</span>။</p><p lang=\"id\" class=\"id \">Al-Bukhari recorded that 'Imran bin Husayn said that, the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَلِّ قَائِمًا، فَإِنْ لَمْ تَسْتَطِعْ فَقَاعِدًا، فَإِنْ لَمْ تَسْتَطِعْ فَعَلَى جَنْبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရပ်လျက် နမာဇ်ဖတ်ပါ၊ မတတ်နိုင်ပါက ထိုင်လျက် နမာဇ်ဖတ်ပါ၊ ထိုမျှပင် မလုပ်နိုင်ပါက ဘေးစောင်းလျက် နမာဇ်ဖတ်ပါ)</span> ဤသူတို့သည် အခြေအနေအားလုံးတွင် ၎င်းတို့၏ နှလုံးသားနှင့် စကားဖြင့် အလ္လာဟ်အရှင်မြတ်အား သတိရကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များနှင့် မြေကြီး၏ ဖန်ဆင်းခြင်းအကြောင်းကို နက်နက်ရှိုင်းရှိုင်း စဉ်းစားကြသည်)</span>၊ ဖန်ဆင်းရှင်၏ တန်ခိုး၊ စွမ်းဆောင်နိုင်မှု၊ အသိပညာ၊ ဉာဏ်ပညာ၊ ဆန္ဒနှင့် ကရုဏာကို သက်သေပြသော မိုးကောင်းကင်နှင့် မြေကြီးရှိ နိမိတ်လက္ခဏာများအကြောင်းကို ဆင်ခြင်တွေးတောကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ဖန်ဆင်းခြင်းကို မစဉ်းစားမတွေးတောသူများကို ဝေဖန်ပြစ်တင်တော်မူသည်။ ၎င်း၏ဖန်ဆင်းခြင်းသည် ၎င်း၏တည်ရှိမှု၊ ဂုဏ်ရည်များ၊ ရှရီအာဟ်၊ ၎င်း၏အမိန့်တော်နှင့် အာယတ်များကို သက်သေပြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ - وَمَا يُؤْمِنُ أَكْثَرُهُم بِاللَّهِ إِلَّا وَهُم مُّشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များနှင့် မြေကြီး၌ အရာရာ၌ သက်သေလက္ခဏာမည်မျှ ရှိပါသနည်း။ ၎င်းတို့သည် ထိုသက်သေလက္ခဏာများကို ဖြတ်ကျော်သွားကြသော်လည်း ၎င်းတို့သည် ထိုအရာမှ ရှောင်ရှားနေကြသည်။ ၎င်းတို့အများစုသည် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ရာ၌ ၎င်းနှင့် အခြားအရာများကို တွဲဖက်ကိုးကွယ်ကြခြင်းမှလွဲ၍ မယုံကြည်ကြပါ။)</span><span class=\"gray\">[၁၂:၁၀၅-၁၀၆]</span>။</p><p lang=\"fr\" class=\"fr \">Allah also praises His believing servants,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ရပ်လျက်၊ ထိုင်လျက်၊ ဘေးစောင်းလျက် သတိရကြသူများ၊ မိုးကောင်းကင်များနှင့် မြေကြီး၏ ဖန်ဆင်းခြင်းအကြောင်းကို နက်နက်ရှိုင်းရှိုင်း စဉ်းစားကြသူများ)</span>၊ ဆုတောင်းကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا مَا خَلَقْتَ هَٰذَا بَاطِلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို၊ ကျွန်တော်မျိုးတို့၏ ဘုရားသခင်! အရှင်သည် ဤအရာကို ရည်ရွယ်ချက်မရှိဘဲ ဖန်ဆင်းထားသည် မဟုတ်ပါ။\")</span></p><p lang=\"my\" class=\"my \">အရှင်သည် ဤအရာအားလုံးကို နောက်ပြောင်စနောက်ခြင်းနှင့် ကစားခြင်းဖြင့် ဖန်ဆင်းခဲ့သည် မဟုတ်ပါ။ အမှန်စင်စစ် အရှင်သည် ၎င်းကို အမှန်တရားဖြင့် ဖန်ဆင်းခဲ့သည်၊ သို့မှသာ အပြစ်ကျူးလွန်သူများကို ၎င်းတို့၏ ပြုမူချက်အတိုင်း အကျိုးပေးမည်ဖြစ်ပြီး၊ ကောင်းမြတ်သော လုပ်ရပ်များကို လုပ်ဆောင်သူများကို ပိုမိုကောင်းမွန်သော အရာများဖြင့် ဆုချမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်ကို ချီးမွမ်းကြပြီး ၎င်းသည် မည်သည့်အရာကိုမျှ နောက်ပြောင်စနောက်၍ သို့မဟုတ် ရည်ရွယ်ချက်မရှိဘဲ လုပ်ဆောင်သည်ကို ငြင်းပယ်ကြကာ ပြောဆိုကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အရှင့်အတွက် ဂုဏ်ကျက်သရေရှိပါစေ၊\")</span>၊ အရှင်သည် မည်သည့်အရာကိုမျှ ရည်ရွယ်ချက်မရှိဘဲ ဖန်ဆင်းမည်မဟုတ်သောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقِنَا عَذَابَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်တော်မျိုးတို့အား ငရဲမီး၏ ပြင်းထန်သော ပြစ်ဒဏ်မှ ကယ်တင်တော်မူပါ။\")</span>၊ ဆိုလိုသည်မှာ \"အို၊ အမှန်တရားနှင့် တရားမျှတမှုဖြင့် ဖန်ဆင်းခြင်းကို ဖန်ဆင်းတော်မူသောအရှင်၊ မည်သည့် ချို့ယွင်းချက်မှ ကင်းဝေးတော်မူသောအရှင်၊ ရည်ရွယ်ချက်မရှိဘဲ သို့မဟုတ် နောက်ပြောင်စနောက်၍ လုပ်ဆောင်ခြင်းမှ ဝေးကွာတော်မူသောအရှင်၊ ကျွန်တော်မျိုးတို့အား အရှင်၏ တန်ခိုးနှင့် ခွန်အားဖြင့် ငရဲမီး၏ ပြင်းထန်သော ပြစ်ဒဏ်မှ ကယ်တင်တော်မူပါ။ ကျွန်တော်မျိုးတို့အား အရှင် နှစ်သက်စေမည့် လုပ်ရပ်များကို လုပ်ဆောင်ရန် လမ်းညွှန်တော်မူပါ။ အရှင်သည် ကျွန်တော်မျိုးတို့ကို နှစ်သက်ဖွယ် ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ခွင့်ပြုမည့် ကောင်းမြတ်သော လုပ်ရပ်များသို့ လမ်းပြတော်မူပြီး အရှင်၏ နာကျင်စေသော ပြစ်ဒဏ်မှ ကယ်တင်တော်မူပါ။\" </p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ထို့နောက် ဆုတောင်းကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို၊ ကျွန်တော်မျိုးတို့၏ ဘုရားသခင်! အမှန်စင်စစ် အရှင်သည် မည်သူ့ကိုမဆို ငရဲမီးသို့ ဝင်စေလျှင်၊ ၎င်းအား အရှင်သည် အမှန်ပင် အရှက်ရစေခဲ့ပြီးဖြစ်သည်၊\")</span>၊ စုဝေးရာနေ့၌ လူအများရှေ့တွင် ၎င်းအား အရှက်ခွဲ၊ ဂုဏ်သိက္ခာမဲ့စေခြင်းဖြင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"မတရားပြုကျင့်သူများသည် မည်သည့် အကူအညီပေးသူကိုမျှ ဘယ်တော့မှ တွေ့ရှိကြမည်မဟုတ်ပါ။\")</span>၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင်၊ အရှင်ထံမှ ၎င်းတို့အား ကယ်တင်မည့်သူများ။ ထို့ကြောင့်၊ အရှင် ၎င်းတို့အတွက် ဆုံးဖြတ်ထားသော မည်သည့်ကံကြမ္မာမှ ရှောင်လွှဲနိုင်ခြင်း မရှိပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို၊ ကျွန်တော်မျိုးတို့၏ ဘုရားသခင်! အမှန်စင်စစ် ကျွန်တော်မျိုးတို့သည် ယုံကြည်ခြင်းသို့ ခေါ်ဆိုသူတစ်ဦး၏ ခေါ်သံကို ကြားခဲ့ရပါသည်၊\")</span>၊ ယုံကြည်ခြင်းသို့ ခေါ်ဆိုသူ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('သင်တို့၏ ဘုရားသခင်ကို ယုံကြည်ကြလော့' ဟူ၍ဖြစ်သည်။ ထို့ကြောင့် ကျွန်တော်မျိုးတို့ ယုံကြည်ခဲ့ကြပါပြီ)</span>၊ ၎င်း၏ ခေါ်သံကို လက်ခံပြီး ၎င်းနောက်သို့ လိုက်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို၊ ကျွန်တော်မျိုးတို့၏ ဘုရားသခင်! ကျွန်တော်မျိုးတို့၏ အပြစ်များကို ခွင့်လွှတ်တော်မူပါ\")</span>၊ ကျွန်တော်မျိုးတို့၏ ယုံကြည်ခြင်းနှင့် အရှင်၏ နဗီတမန်တော် ﷺ အား နာခံခြင်းကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاغْفِرْ لَنَا ذُنُوبَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်တော်မျိုးတို့၏ အပြစ်များကို ခွင့်လွှတ်တော်မူပါ\")</span>၊ ၎င်းတို့ကို ဖုံးကွယ်ပေးပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفِّرْ عَنَّا سَيِّئَاتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်တော်မျိုးတို့၏ မကောင်းမှုများကို ချေဖျက်ပေးတော်မူပါ\")</span>၊ ကျွန်တော်မျိုးတို့နှင့် အရှင်ကြားတွင်၊ ကိုယ်ရေးကိုယ်တာအနေဖြင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَفَّنَا مَعَ الْأَبْرَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အလ်-အဗ်ရာရ် (ဖြောင့်မတ်သူများ) နှင့်အတူ ကျွန်တော်မျိုးတို့ကို သေဆုံးစေတော်မူပါ။\")</span>၊ ကျွန်တော်မျိုးတို့ကို ဖြောင့်မတ်သောသူများနှင့် ပေါင်းစပ်ပေးပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို၊ ကျွန်တော်မျိုးတို့၏ ဘုရားသခင်! အရှင်၏ တမန်တော်များမှတစ်ဆင့် ကျွန်တော်မျိုးတို့အား ကတိပြုထားသည်များကို ပေးသနားတော်မူပါ\")</span>၊ အရှင်၏ တမန်တော်များကို ကျွန်တော်မျိုးတို့ ယုံကြည်သောကြောင့် သို့မဟုတ် ဤရှင်းလင်းချက်သည် ပိုမိုကောင်းမွန်သည်- အရှင်၏ တမန်တော်များ၏ စကားများဖြင့် အရှင် ကျွန်တော်မျိုးတို့အား ကတိပြုထားသည်များကို ပေးသနားတော်မူပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ရှင်ပြန်ထမြောက်ရာနေ့၌ ကျွန်တော်မျိုးတို့ကို အရှက်ရစေတော်မမူပါနှင့်၊\")</span>၊ ဖန်ဆင်းခံအားလုံးရှေ့တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အမှန်စင်စစ် အရှင်သည် <span class=\"gray\">(အရှင်၏)</span> ကတိကို မည်သည့်အခါမျှ မဖျက်ပါ။\")</span>၊ အမှန်စင်စစ် အရှင်သည် အရှင်၏ တမန်တော်များထံ ပေးပို့သော ကတိသည်၊ ကျွန်တော်မျိုးတို့ကို အရှင်ရှေ့တွင် ရှင်ပြန်ထမြောက်စေမည်ဟူသော ကတိသည် အမှန်ပင် ပြည့်စုံလာမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">နဗီတမန်တော် ﷺ ၏ ထုံးတမ်းစဉ်လာမှာ ညဘက် နိုးထ၍ <span class=\"gray\">(ဆန္ဒအလျောက်)</span> ဆွလားဟ် (ဝတ်ပြုဆုတောင်းခြင်း) အတွက် Āl-'Imrān <span class=\"gray\">[ဆူရာ]</span> ၏ နောက်ဆုံး အာယတ် ဆယ်ခုကို ရွတ်ဖတ်ခြင်း ဖြစ်သည်။ အလ်-ဘူခါရီက အိဗ်နု အဗ္ဗားစ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- \"ကျွန်တော်သည် တစ်ညတွင် ကျွန်တော်၏ အဒေါ် မိုင်မူးနာ၏ အိမ်၌ အိပ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်း၏ ဇနီးနှင့် ခဏတာ စကားပြောပြီးနောက် အိပ်စက်ခဲ့သည်။ ည၏ သုံးပုံတစ်ပုံ ဖြစ်သောအခါ၊ ၎င်းသည် ထရပ်ပြီး ကောင်းကင်ကို ကြည့်ကာ ရွတ်ဖတ်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِّأُولِي الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းထားခြင်း၌လည်းကောင်း၊ ညနှင့်နေ့ အလှည့်ကျ ပြောင်းလဲနေခြင်း၌လည်းကောင်း၊ ဉာဏ်ပညာရှိသူများအတွက် သက်သေလက္ခဏာများ အမှန်ပင်ရှိသည်)</span><span class=\"gray\">[၃:၁၉၀]</span>။</p><p lang=\"my\" class=\"my \">ထို့နောက် နဗီတမန်တော် ﷺ သည် ထရပ်ပြီး ဝုဇူပြု၊ စီဝါက် <span class=\"gray\">(၎င်း၏ သွားများကို သန့်ရှင်းရန်)</span> အသုံးပြု၍ ဆွလားဟ် (နမာဇ်) ဆယ့်တစ် ရကအာတ် ဖတ်ခဲ့သည်။ ဘီလာလ်က အဇန်ကို ပြောသောအခါ၊ နဗီတမန်တော် ﷺ သည် ဆွလားဟ် (နမာဇ်) နှစ် ရကအာတ် ဖတ်ကာ <span class=\"gray\">(ဗလီသို့)</span> ထွက်၍ စွဘဟ် (အရုဏ်ဦး) ဆွလားဟ်ကို လူအများကို ဦးဆောင် ဖတ်ခဲ့သည်။ ဤသည်ကို မွတ်စလင်မ်ကလည်း စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု မာရ်ဒူဝီယာက အသာအ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- \"ကျွန်တော်၊ အိဗ်နု အိုမာရ်နှင့် အူဗိုင်ဒ် ဘင် အူမိုင်ရ် တို့သည် အာအိရှာထံ သွားခဲ့ကြပြီး ၎င်း၏ အခန်းထဲသို့ ဝင်ခဲ့ကြသည်။ ကျွန်တော်တို့နှင့် ၎င်းကြားတွင် ကန့်လန့်ကာတစ်ခု ရှိသည်။ ၎င်းက ပြောသည်- 'အို အူဗိုင်ဒ်! ကျွန်တော်တို့ကို လာရောက်လည်ပတ်ခြင်းမှ ဘာက တားဆီးနေသနည်း?' ၎င်းက ပြောသည်- 'ကဗျာဆရာ ပြောခဲ့သည့်အတိုင်း 'တစ်ခါတစ်ရံ လာရောက်လည်ပတ်ပါ၊ သင့်ကို ပိုမိုချစ်ခင်ကြပါလိမ့်မည်။' အိဗ်နု အိုမာရ်က ပြောသည်- 'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ အသင် မျက်မြင်တွေ့ရှိခဲ့သည့် အထူးဆန်းဆုံးအရာကို ကျွန်တော်တို့ကို ပြောပြပါ။' ၎င်းသည် ငိုကြွေးပြီး ပြောသည်- '၎င်း၏ အရာအားလုံးသည် အံ့မခန်းဖွယ် ဖြစ်သည်။ တစ်ညတွင်၊ ၎င်းသည် ကျွန်မနှင့် နီးစပ်လာခဲ့သည်၊ ၎င်း၏ အရေပြားသည် ကျွန်မ၏ အရေပြားကို ထိတွေ့သည်အထိ ဖြစ်သည်။ ထို့နောက် 'ကျွန်ုပ်၏ ဘုရားသခင်အား ဝတ်ပြုခွင့်ပြုပါ' ဟု ပြောသည်။ ကျွန်မက ပြောသည်- 'အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ဆိုခြင်းဖြင့်၊ အရှင် ကျွန်မနှင့် နီးစပ်နေခြင်းကို ကျွန်မ ချစ်မြတ်နိုးပါသည်။ အရှင်၏ ဘုရားသခင်အား ဝတ်ပြုခြင်းကိုလည်း ကျွန်မ ချစ်မြတ်နိုးပါသည်။' ၎င်းသည် ရေအိတ်ကို အသုံးပြုပြီး ဝုဇူပြုခဲ့သည်၊ သို့သော် ရေအများကြီး မသုံးခဲ့ပါ။ ထို့နောက် ၎င်းသည် နမာဇ်ဖတ်ရန် ထရပ်ပြီး ၎င်း၏ မုတ်ဆိတ်မွှေးများ စိုစွတ်သည်အထိ ငိုကြွေးခဲ့သည်။ ၎င်းသည် ဆွဂျ်ဒါပြုပြီး မြေကြီးကို စိုစွတ်သည်အထိ ငိုကြွေးခဲ့သည်။ ၎င်းသည် ဘေးစောင်းလျက် လဲလျောင်းပြီး ငိုကြွေးခဲ့သည်။ ဘီလာလ်က နဗီတမန်တော် ﷺ အား စွဘဟ် (အရုဏ်ဦး) နမာဇ်အတွက် အသိပေးရန် ရောက်လာသောအခါ၊ ၎င်းက ပြောသည်- 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အလ္လာဟ်အရှင်မြတ်သည် အရှင်၏ ယခင်နှင့် နောက်ဆုံးအပြစ်များကို ခွင့်လွှတ်ပြီးဖြစ်သော်လည်း အဘယ်ကြောင့် ငိုကြွေးနေရသနည်း?' ၎င်း ﷺ က မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْحَكَ يَا بِلَالُ، وَمَا يَمْنَعُنِي أَنْ أَبْكِيَ، وَقَدْ أُنْزِلَ عَلَيَّ فِي هذِهِ اللَّيْلَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဘီလာလ်! ဤညတွင် ဤအာယတ်ကို ကျွန်ုပ်ထံ ထုတ်ဖော်ခဲ့ပြီးဖြစ်ပါလျက် ကျွန်ုပ်အား ငိုကြွေးခြင်းမှ အဘယ်အရာက တားဆီးနိုင်မည်နည်း၊)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِّأُولِي الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းထားခြင်း၌လည်းကောင်း၊ ညနှင့်နေ့ အလှည့်ကျ ပြောင်းလဲနေခြင်း၌လည်းကောင်း၊ ဉာဏ်ပညာရှိသူများအတွက် သက်သေလက္ခဏာများ အမှန်ပင်ရှိသည်)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْلٌ لِمَنْ قَرَأَهَا وَلَمْ يَتَفَكَّرْ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို ရွတ်ဖတ်သော်လည်း ဆင်ခြင်တွေးတောခြင်းမပြုသူအတွက် ဒုက္ခဖြစ်စေ)</span>။\"</p>"
  }
]