[
  {
    "ayah_key": "40:10",
    "group_ayah_key": "40:10",
    "from_ayah": "40:10",
    "to_ayah": "40:14",
    "ayah_keys": "40:10,40:11,40:12,40:13,40:14",
    "text": "<p lang=\"my\" class=\"my \">ငြင်းပယ်သူတို့ကို ပြောကြားလိမ့်မည်- \"အမှန်စင်စစ် အီမာန်ဘက်သို့ ဖိတ်ခေါ်သောအခါ သင်တို့သည် ငြင်းပယ်လေ့ရှိသောကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မုန်းတီးမှုသည် သင်တို့ကိုယ်တိုင် မုန်းတီးမှုထက် သင်တို့အပေါ် ပို၍ ကြီးမားခဲ့သည်။ <span>(10)</span>သူတို့က ပြောကြလိမ့်မည်- \"အကျွန်ုပ်တို့၏ အရှင်သခင်! အရှင်သည် အကျွန်ုပ်တို့ကို နှစ်ကြိမ်တိုင်တိုင် သေစေခဲ့ပြီး အကျွန်ုပ်တို့ကို နှစ်ကြိမ်တိုင်တိုင် အသက်ပေးခဲ့ပါပြီ! ယခု အကျွန်ုပ်တို့သည် အကျွန်ုပ်တို့၏ အပြစ်များကို ဝန်ခံပါပြီ၊ သို့ဖြစ်လျှင် ထွက်ခွာရန် လမ်းရှိပါသလော? <span>(11)</span><span class=\"gray\">(ပြောကြားလိမ့်မည်)</span>: \"အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ဖိတ်ခေါ်သောအခါ သင်တို့သည် မယုံကြည်ခဲ့သောကြောင့် ဖြစ်၏။ သို့သော် အရှင်နှင့် တွဲဖက်များကို ပေါင်းစပ်သောအခါ သင်တို့ ယုံကြည်ခဲ့ကြသည်။ သို့ဖြစ်ရာ တရားစီရင်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံး၊ အခမ်းနားဆုံး အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။ <span>(12)</span>အရှင်မြတ်သည် သင်တို့အား အရှင်မြတ်၏ အာယသ်တော်များကို ပြသကာ ကောင်းကင်မှ သင်တို့အတွက် စားနပ်ရိက္ခာကို ချပေးတော်မူ၏။ နောင်တတရားဖြင့် ပြန်လှည့်သူများမှတစ်ပါး မည်သူမျှ မအောက်မေ့ပေ <span>(13)</span>သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်ကို အရှင်မြတ်အတွက် ဘာသာတရားကို ရိုးသားစွာ ကိုးကွယ်ကြလော့၊ မယုံကြည်သူများ မည်မျှပင် မုန်းတီးစေကာမူ <span>(14)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူများ ငရဲသို့ ဝင်ပြီးနောက် နောင်တရခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ငရဲသို့ ဝင်ရောက်ပြီး မီး၏ ပြင်းထန်သော နက်နဲရာသို့ ကျဆင်းသောအခါ ရှင်ပြန်ထမြောက်ရာနေ့တွင် မယုံကြည်သူများသည် နောင်တရကြမည်ဖြစ်ကြောင်း ပြောပြတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်၏ မခံမရပ်နိုင်သော ပြစ်ဒဏ်ကို သူတို့ကိုယ်တိုင် ခံစားရသောအခါ၊ ယခင်က ကျူးလွန်ခဲ့သော အပြစ်များကြောင့် သူတို့ကိုယ်သူတို့ အလွန်အမင်း မုန်းတီးကြလိမ့်မည်။ ထိုအပြစ်များသည် သူတို့ မီးထဲသို့ ဝင်ရောက်ရခြင်း၏ အကြောင်းရင်းများဖြစ်သည်။ ထိုအချိန်တွင် ကောင်းကင်တမန်များသည် အလ္လာဟ်အရှင်မြတ်၏ သူတို့အပေါ် ဤလောကတွင် မုန်းတီးခြင်းသည် – အီမာန်ကို သူတို့အား ကမ်းလှမ်းခဲ့သော်လည်း သူတို့ ငြင်းပယ်ခဲ့သောကြောင့် – ဤအခြေအနေတွင် သူတို့ကိုယ်သူတို့ မုန်းတီးခြင်းထက် ပိုမိုကြီးမားကြောင်း အသံကျယ်ကျယ်ဖြင့် ပြောကြားလိမ့်မည်။ ကတာဒါဟ်သည် အာယသ်တော်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အီမာန်ဘက်သို့ ဖိတ်ခေါ်သောအခါ သင်တို့သည် ငြင်းပယ်လေ့ရှိသောကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မုန်းတီးမှုသည် သင်တို့ကိုယ်တိုင် မုန်းတီးမှုထက် သင်တို့အပေါ် ပို၍ ကြီးမားခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">\"လမ်းမှားရောက်သူများကို အလ္လာဟ်အရှင်မြတ်၏ မုန်းတီးခြင်းသည် – ဤလောကတွင် အီမာန်ကို သူတို့အား တင်ပြသောအခါ၊ ၎င်းမှ လှည့်ထွက်ပြီး လက်မခံသောအခါ – ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို သူတို့ကိုယ်တိုင် မြင်တွေ့ရသောအခါ သူတို့ကိုယ်သူတို့ မုန်းတီးခြင်းထက် ပိုမိုကြီးမားသည်။\" ဤသည်မှာ အလ်-ဟာဆန် အလ်-ဘစရီ၊ မုဂျာဟစ်ဒ်၊ အစ်-စွတ်ဒီ၊ ဇရ် ဘင် အူဘိုင်းဒွလ္လာဟ် အလ်-ဟမ်ဒါနီ၊ အဗ်ဒွရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အစ်လမ် နှင့် အိဗ်နု ဂျရီရ် အတ်-တဗရီ တို့၏ အမြင်လည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အားလုံးကို ကရုဏာထားတော်မူပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြလိမ့်မည်- \"အကျွန်ုပ်တို့၏ အရှင်သခင်! အရှင်သည် အကျွန်ုပ်တို့ကို နှစ်ကြိမ်တိုင်တိုင် သေစေခဲ့ပြီး အကျွန်ုပ်တို့ကို နှစ်ကြိမ်တိုင်တိုင် အသက်ပေးခဲ့ပါပြီ!...\")</span> အတ်-သွော်ရီသည် အဗူ အိစ်ဟားက်မှ၊ အဗူ အလ်-အဟ်ဝပ်စ်မှ၊ အိဗ်နု မစ်စအူးဒ်မှ သတင်းပြန်ပြောပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းနှင့် နှစ်သက်တော်မူပါစေ- \"ဤအာယသ်တော်သည် အောက်ပါအာယသ်တော်နှင့် တူညီသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို သင်တို့ မည်သို့ မယုံကြည်နိုင်မည်နည်း။ သင်တို့သည် သေလျက်ရှိခဲ့ရာ အရှင်မြတ်က သင်တို့ကို အသက်ပေးခဲ့သည်။ ထို့နောက် အရှင်မြတ်က သင်တို့ကို သေစေမည်။ ထို့နောက် ထပ်မံ၍ အသက်ပြန်သွင်းမည်။ ထို့နောက် အရှင်မြတ်ထံသို့ သင်တို့ ပြန်လှည့်ကြရမည်။)</span>\"<span class=\"gray\">(၂:၂၈)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အိဗ်နု အဗ္ဘာစ့်၊ အဒ်-ဒွဟ်ဟားက်၊ ကတာဒါဟ်နှင့် အဗူ မာလိက်တို့၏ အမြင်လည်း ဖြစ်သည်။ ဤသည်မှာ သံသယဖြစ်ဖွယ်မရှိ မှန်ကန်သော အမြင်ဖြစ်သည်။ ဤအရာအားလုံး၏ အဓိပ္ပါယ်မှာ ရှင်ပြန်ထမြောက်ရာ ကွင်းပြင်တွင် သူတို့သည် အလ္လာဟ်အရှင်မြတ်ရှေ့တွင် ရပ်တည်နေချိန်တွင် မယုံကြည်သူများသည် ပြန်သွားရန် တောင်းဆိုကြမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြစ်မှုကျူးလွန်သူများသည် မိမိတို့၏ အရှင်သခင်ရှေ့တွင် မိမိတို့၏ ဦးခေါင်းများကို ငုံ့ချထားကြသည်ကို အသင်သာ မြင်တွေ့ရမည်ဆိုလျှင် <span class=\"gray\">(ပြောကြားရင်း)</span>- \"အကျွန်ုပ်တို့၏ အရှင်သခင်! အကျွန်ုပ်တို့သည် ယခုအခါ မြင်တွေ့ကြားသိရပြီ။ ထို့ကြောင့် အကျွန်ုပ်တို့ကို ပြန်လည်ပို့ဆောင်တော်မူပါ။ အကျွန်ုပ်တို့သည် ကောင်းမြတ်သော လုပ်ရပ်များကို ပြုလုပ်ကြပါမည်။ အမှန်စင်စစ် အကျွန်ုပ်တို့သည် ယခုအခါ သေချာစွာ ယုံကြည်ကြပါပြီ။\")</span><span class=\"gray\">(၃၂:၁၂)</span>၊ </p><p lang=\"my\" class=\"my \">သို့သော် သူတို့သည် မည်သည့် တုံ့ပြန်မှုကိုမျှ ရရှိမည်မဟုတ်ပေ။ ထို့နောက် သူတို့သည် မီးကို မြင်တွေ့ရသောအခါနှင့် ၎င်းအပေါ်တွင် ထိန်းထားခြင်းခံရပြီး ၎င်းအတွင်းရှိ ပြစ်ဒဏ်များကို ကြည့်ရှုသောအခါ၊ ယခင်ကထက် ပိုမိုပြင်းပြစွာ ပြန်သွားရန် တောင်းဆိုကြလိမ့်မည်။ သို့သော် မည်သည့် တုံ့ပြန်မှုကိုမျှ ရရှိမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ - بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ ۖ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲမီးအပေါ် ထိန်းသိမ်းခံရချိန်၌ သူတို့ မြင်တွေ့ရသည်ကို အသင်သာ မြင်တွေ့နိုင်မည်ဆိုလျှင်! သူတို့က ပြောကြလိမ့်မည်- \"အကျွန်ုပ်တို့ကို <span class=\"gray\">(လောကသို့)</span> ပြန်လည်ပို့ဆောင်ခြင်း ခံရမည်ဆိုလျှင် ကောင်းလေစွ! သို့ဖြစ်လျှင် အကျွန်ုပ်တို့၏ အရှင်သခင်၏ အာယသ်တော်များကို အကျွန်ုပ်တို့ ငြင်းပယ်မည်မဟုတ်၊ အကျွန်ုပ်တို့သည် ယုံကြည်သူများထဲမှ ဖြစ်ကြလိမ့်မည်!\" မဟုတ်၊ သူတို့ ယခင်က ဖုံးကွယ်ထားခဲ့သည်များမှာ သူတို့အား ထင်ရှားလာပြီဖြစ်သည်။ သို့သော် သူတို့ ပြန်လည်ပို့ဆောင်ခြင်း ခံရမည်ဆိုလျှင်၊ သူတို့ကို တားမြစ်ထားခဲ့သည့် အရာများဆီသို့ အမှန်ပင် ပြန်သွားကြလိမ့်မည်။ အမှန်စင်စစ် သူတို့သည် လိမ်ညာသူများဖြစ်သည်။)</span><span class=\"gray\">(၆:၂၇-၂၈)</span>။ </p><p lang=\"my\" class=\"my \">သူတို့သည် ငရဲထဲသို့ အမှန်တကယ် ဝင်ရောက်ပြီး ၎င်း၏ အပူဒဏ်၊ သံချိတ်များ၊ သံကြိုးများကို ခံစားရသောအခါ၊ သူတို့၏ ပြန်သွားရန် တောင်းဆိုမှုသည် အလွန်အမင်း စိတ်ပျက်အားငယ်မှုနှင့် ပြင်းပြမှု အရှိဆုံး ဖြစ်လာလိမ့်မည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ ۖ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတွင် သူတို့သည် အော်ဟစ်ကြလိမ့်မည်- \"အကျွန်ုပ်တို့၏ အရှင်သခင်! အကျွန်ုပ်တို့ကို ထုတ်ဆောင်တော်မူပါ။ အကျွန်ုပ်တို့သည် ယခင်က ပြုလုပ်ခဲ့သည်များ မဟုတ်ဘဲ၊ ကောင်းမြတ်သော လုပ်ရပ်များကို ပြုလုပ်ကြပါမည်။\" <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ပြန်လည်ဖြေကြားမည်)</span>- \"သတိပေးချက်ကို လက်ခံလိုသူ မည်သူမဆို လက်ခံနိုင်ရန် သင်တို့အား လုံလောက်သော သက်တမ်းကို အကျွန်ုပ်တို့ မပေးခဲ့သည်လော? သတိပေးသူလည်း သင်တို့ထံသို့ ရောက်လာခဲ့သည်။ သို့ဖြစ်၍ သင်တို့ ခံစားကြလော့။ မတရားပြုသူများအတွက် မည်သည့် ကူညီသူမျှ မရှိပေ။\")</span><span class=\"gray\">(၃၅:၃၇)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ - قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့၏ အရှင်သခင်! အကျွန်ုပ်တို့ကို ဤအရာမှ ထုတ်ဆောင်တော်မူပါ။ အကယ်၍ အကျွန်ုပ်တို့ <span class=\"gray\">(မကောင်းမှုသို့)</span> ပြန်သွားမိပါက၊ အမှန်စင်စစ် အကျွန်ုပ်တို့သည် မတရားပြုသူများ ဖြစ်ကြပါမည်။\" အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က မိန့်တော်မူမည်- \"အရှက်တကွဲဖြင့် ဤအရာ၌ သင်တို့ နေထိုင်ကြလော့! ငါနှင့် မပြောဆိုကြနှင့်!)</span><span class=\"gray\">(၂၃:၁၀၇-၁၀၈)</span>။ </p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်အရ၊ သူတို့သည် ပိုမိုပြေပြစ်စွာ ပြောဆိုကြလိမ့်မည်၊ ၎င်းတို့၏ တောင်းဆိုချက်ကို ဤစကားလုံးများဖြင့် စတင်ကြလိမ့်မည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့၏ အရှင်သခင်! အရှင်သည် အကျွန်ုပ်တို့ကို နှစ်ကြိမ်တိုင်တိုင် သေစေခဲ့ပြီး အရှင်သည် အကျွန်ုပ်တို့ကို နှစ်ကြိမ်တိုင်တိုင် အသက်ပေးခဲ့ပါပြီ!)</span> ဆိုလိုသည်မှာ 'အရှင်၏ အနန္တတန်ခိုးတော်အားဖြင့်၊ အရှင်သည် အကျွန်ုပ်တို့ သေဆုံးပြီးနောက် အသက်ပြန်သွင်းခဲ့ပြီး၊ အကျွန်ုပ်တို့ အသက်ရှင်ပြီးနောက် အရှင်သည် အကျွန်ုပ်တို့ကို သေစေခဲ့ပါပြီ။ အရှင်သည် အရှင်အလိုရှိရာကို ပြုလုပ်နိုင်တော်မူသည်။ အကျွန်ုပ်တို့၏ အပြစ်များကို ဝန်ခံပြီး လောကတွင် အကျွန်ုပ်တို့ကိုယ်တိုင် အမှားပြုခဲ့ကြောင်း အသိအမှတ်ပြုပါသည်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ إِلَىٰ خُرُوجٍ مِنْ سَبِيلٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ထွက်ခွာရန် လမ်းရှိပါသလော?)</span> ဆိုလိုသည်မှာ 'အကျွန်ုပ်တို့ကို လောကသို့ ပြန်လည်ပို့ဆောင်ပေးရန် အကျွန်ုပ်တို့၏ ဆုတောင်းချက်ကို အရှင် ဖြေကြားပေးမည်လော? အရှင်သည် ထိုသို့ ပြုလုပ်နိုင်တော်မူသောကြောင့် အကျွန်ုပ်တို့သည် ယခင်က ပြုလုပ်ခဲ့သည်များမှ ကွဲပြားသော လုပ်ရပ်များကို ပြုလုပ်နိုင်ရန် ဖြစ်သည်။ ထို့နောက် အကယ်၍ အကျွန်ုပ်တို့သည် ယခင်နည်းလမ်းများသို့ ပြန်သွားမိပါက၊ အမှန်စင်စစ် အကျွန်ုပ်တို့သည် မတရားပြုသူများ ဖြစ်ကြပါမည်။' တုံ့ပြန်မှုမှာ 'သင်တို့ လောကသို့ ပြန်သွားရန် လမ်းမရှိပေ။' ထို့နောက် ထိုအကြောင်းရင်းကို ပေးလိမ့်မည်- 'သင်တို့၏ သဘာဝသည် အမှန်တရားကို လက်ခံမည်မဟုတ်၊ ၎င်းနှင့် အုပ်ချုပ်ခံရမည်မဟုတ်၊ သင်တို့သည် ၎င်းကို ငြင်းပယ်ပြီး လျစ်လျူရှုကြလိမ့်မည်။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ ۖ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ပြောကြားလိမ့်မည်)</span>: \"ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ <span class=\"gray\">(ကိုးကွယ်ရာ၌)</span> ဖိတ်ခေါ်သောအခါ သင်တို့ မယုံကြည်ခဲ့သောကြောင့် ဖြစ်၏။ သို့သော် အရှင်နှင့် တွဲဖက်များကို ပေါင်းစပ်သောအခါ သင်တို့ ယုံကြည်ခဲ့ကြသည်။\")</span> ဆိုလိုသည်မှာ 'အကယ်၍ သင်တို့ ပြန်သွားခဲ့မည်ဆိုလျှင် ဤသို့ပင် ဖြစ်နေလိမ့်မည်။' ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ رُدُّ و لَعَادُوا لِمَا نُهُ و ا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ သူတို့ <span class=\"gray\">(လောကသို့)</span> ပြန်လည်ပို့ဆောင်ခြင်း ခံရမည်ဆိုလျှင်၊ သူတို့ကို တားမြစ်ထားခဲ့သည့် အရာဆီသို့ အမှန်ပင် ပြန်သွားကြလိမ့်မည်။ အမှန်စင်စစ် သူတို့သည် လိမ်ညာသူများဖြစ်သည်။)</span><span class=\"gray\">(၆:၂၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ တရားစီရင်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံး၊ အခမ်းနားဆုံး အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။)</span> ဆိုလိုသည်မှာ၊ အရှင်မြတ်သည် အရှင်မြတ်၏ ဖန်ဆင်းခံများကို စီရင်ဆုံးဖြတ်သော အရှင်ဖြစ်ပြီး၊ ဘယ်တော့မှ မတရားမပြုလုပ်သော တရားမျှတသည့် အရှင်ဖြစ်သည်။ အရှင်အလိုရှိသူကို လမ်းမှန်ပြသပြီး အရှင်အလိုရှိသူကို လမ်းလွဲစေသည်။ အရှင်အလိုရှိသူကို ကရုဏာထားပြီး အရှင်အလိုရှိသူကို ပြစ်ဒဏ်ပေးသည်။ အရှင်မှတစ်ပါး အခြားကိုးကွယ်ရာ ဘုရားမရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သင်တို့အား အရှင်မြတ်၏ အာယသ်တော်များကို ပြသတော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ အရှင်မြတ်သည် အရှင်မြတ်၏ ဖန်ဆင်းခံများအား အရှင်မြတ်၏ ဖန်ဆင်းမှုများတွင်၊ အထက်နှင့် အောက်တွင် သူတို့ မြင်တွေ့ရသော ကြီးမြတ်သည့် လက္ခဏာများမှတစ်ဆင့် အရှင်မြတ်၏ တန်ခိုးတော်ကို ပြသတော်မူသည်။ ထိုလက္ခဏာများသည် ၎င်းကို ဖန်ဆင်းသူနှင့် မူလဖန်ဆင်းရှင်၏ ပြည့်စုံမှုကို ပြသသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်မှ သင်တို့အတွက် စားနပ်ရိက္ခာကို ချပေးတော်မူ၏။)</span> ဤသည်မှာ မိုးကို ရည်ညွှန်းသည်။ မိုးမှတစ်ဆင့် သီးနှံများနှင့် သစ်သီးဝလံများ ထွက်ပေါ်လာပြီး ၎င်းတို့၏ မတူညီသော အရောင်များ၊ အရသာများ၊ ရနံ့များနှင့် ပုံသဏ္ဍာန်များသည် ဖန်ဆင်းရှင်၏ လက္ခဏာဖြစ်သည်။ ၎င်းသည် ရေတစ်မျိုးတည်းဖြစ်သော်လည်း အရှင်မြတ်၏ ကြီးမြတ်သော တန်ခိုးတော်ဖြင့် ဤအရာအားလုံးကို ကွဲပြားအောင် ဖန်ဆင်းထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَتَذَكَّرُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမျှ မအောက်မေ့ပေ)</span> ဆိုလိုသည်မှာ၊ မည်သူမျှ ဤအရာများမှ သင်ခန်းစာ မရယူ၊ သတိမရ၊ သို့မဟုတ် ဖန်ဆင်းရှင်၏ တန်ခိုးတော်၏ လက္ခဏာအဖြစ် မယူဆကြပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا مَنْ يُنِيبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တတရားဖြင့် ပြန်လှည့်သူများမှတစ်ပါး။)</span> ဆိုလိုသည်မှာ၊ ထိုးထွင်းဉာဏ်ရှိပြီး အလ္လာဟ်အရှင်မြတ်ထံသို့ လှည့်ပြန်သူများဖြစ်သည်။ အရှင်မြတ်သည် ကောင်းချီးမင်္ဂလာရှိ၍ မြင့်မြတ်တော်မူပါစေ။</p><p lang=\"my\" class=\"my \">အခြေအနေ မည်သို့ပင်ရှိစေကာမူ ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန် အမိန့်ခံရခြင်း</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်ကို အရှင်မြတ်အတွက် ဘာသာတရားကို ရိုးသားစွာ ကိုးကွယ်ကြလော့၊ မယုံကြည်သူများ မည်မျှပင် မုန်းတီးစေကာမူ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ပြီး အရှင်မြတ်တစ်ပါးတည်းကိုသာ ရိုးသားဖြောင့်မတ်စွာ တောင်းဆိုကြလော့။ ရုပ်တုကိုးကွယ်သူများကဲ့သို့ အကျင့်အမူနှင့် ယုံကြည်ချက်များတွင် မဖြစ်ကြနှင့်။ အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ၊ ပဌနာတိုင်းပြီးဆုံးပြီးနောက် အဗ်ဒွလ္လာဟ် ဘင် အဇ်-ဇူဘိုင်ရ်က ပြောလေ့ရှိသည်- \"အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ <span class=\"gray\">(စစ်မှန်သော)</span> ဘုရားမရှိ။ အရှင်မြတ်သည် တစ်ပါးတည်းဖြစ်ပြီး တွဲဖက် သို့မဟုတ် ပေါင်းစပ်သူ မရှိပေ။ အရှင်မြတ်သည် အုပ်စိုးမှုနှင့် ချီးမွမ်းခြင်းပိုင်ဆိုင်ပြီး အရှင်မြတ်သည် အရာအားလုံးကို ပြုလုပ်နိုင်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်နှင့်သာ စွမ်းအားနှင့် တန်ခိုးရှိသည်။ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ <span class=\"gray\">(စစ်မှန်သော)</span> ဘုရားမရှိ၊ အရှင်မြတ်မှလွဲ၍ အခြားမည်သူ့ကိုမျှ အကျွန်ုပ်တို့ မကိုးကွယ်ပါ။ အရှင်မြတ်သည် ကောင်းချီးမင်္ဂလာ၊ ဂုဏ်ရည်နှင့် ကောင်းမြတ်သော ချီးမွမ်းခြင်းများကို ပိုင်ဆိုင်သည်။ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ <span class=\"gray\">(စစ်မှန်သော)</span> ဘုရားမရှိ၊ မယုံကြည်သူများ မုန်းတီးစေကာမူ အကျွန်ုပ်တို့သည် အရှင်မြတ်ကို ရိုးသားဖြောင့်မတ်စွာ ကိုးကွယ်ကြသည်။\" သူက ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ပဌနာတိုင်းပြီးနောက် ဤ တဟ်လီလ် ကို ရွတ်ဆိုလေ့ရှိသည်။\" မွတ်စလင်မ်၊ အဗူ ဒါဝူဒ်နှင့် အန်-နာစာအီတို့ကလည်း အလားတူ မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">ဆဟီဟ်တွင် အိဗ်နု အဇ်-ဇူဘိုင်ရ်မှ သတင်းပြန်ပြောပြထားသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းနှင့် နှစ်သက်တော်မူပါစေ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် သတ်မှတ်ထားသော <span class=\"gray\">(မဖြစ်မနေ)</span> ပဌနာများပြီးနောက် အောက်ပါတို့ကို ပြောလေ့ရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلٰهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلىٰ كُلِّ شَيْءٍ قَدِيرٌ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ، لَا إِلٰهَ إِلَّا اللهُ، وَلَا نَعْبُدُ إِلَّا إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّــنَاءُ الْحَسَنُ، لَا إِلٰهَ إِلَّا اللهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ <span class=\"gray\">(စစ်မှန်သော)</span> ဘုရားမရှိ။ အရှင်မြတ်သည် တစ်ပါးတည်းဖြစ်ပြီး တွဲဖက် သို့မဟုတ် ပေါင်းစပ်သူ မရှိပေ။ အရှင်မြတ်သည် အုပ်စိုးမှုနှင့် ချီးမွမ်းခြင်းပိုင်ဆိုင်ပြီး အရှင်မြတ်သည် အရာအားလုံးကို ပြုလုပ်နိုင်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်နှင့်သာ စွမ်းအားနှင့် တန်ခိုးရှိသည်။ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ <span class=\"gray\">(စစ်မှန်သော)</span> ဘုရားမရှိ၊ အရှင်မြတ်မှလွဲ၍ အခြားမည်သူ့ကိုမျှ အကျွန်ုပ်တို့ မကိုးကွယ်ပါ။ အရှင်မြတ်သည် ကောင်းချီးမင်္ဂလာ၊ ဂုဏ်ရည်နှင့် ကောင်းမြတ်သော ချီးမွမ်းခြင်းများကို ပိုင်ဆိုင်သည်။ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ <span class=\"gray\">(စစ်မှန်သော)</span> ဘုရားမရှိ၊ မယုံကြည်သူများ မုန်းတီးစေကာမူ အကျွန်ုပ်တို့သည် အရှင်မြတ်ကို ရိုးသားဖြောင့်မတ်စွာ ကိုးကွယ်ကြသည်။)</span></p>"
  }
]