[
  {
    "ayah_key": "110:1",
    "group_ayah_key": "110:1",
    "from_ayah": "110:1",
    "to_ayah": "110:3",
    "ayah_keys": "110:1,110:2,110:3",
    "text": "<p lang=\"la\" class=\"la \">The Virtues of Surat An-Nasr</p><p lang=\"my\" class=\"my \">၎င်း <span class=\"gray\">(ဆူရတွ်အန်နပ်စ်ရ်)</span> သည် ကုရ်အာန်၏ လေးပုံတစ်ပုံနှင့် ညီမျှကြောင်းနှင့် ဆူရတွ်အဇ်ဇလ်ဇလဟ်သည် ကုရ်အာန်၏ လေးပုံတစ်ပုံနှင့် ညီမျှကြောင်းကို ယခင်က ဖော်ပြခဲ့ပြီးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အန်နဆာအီသည် 'အိုဗိုင်ဒွလ်လာဟ် ဗင်န် 'အဗ်ဒွလ်လာဟ် ဗင်န် 'ဥတ်ဗဟ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နု 'အဗ်ဘာစ်က သူ့ကို ပြောသည်၊ \"အို အိဗ်နု 'ဥတ်ဗဟ်! ကျမ်းမြတ်ကုရ်အာန်၏ နောက်ဆုံးကျရောက်ခဲ့သော ဆူရာကို သင်သိပါသလား?\" သူက ပြန်ဖြေသည်၊ \"သိပါသည်၊ ၎င်းသည်\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အကူအညီနှင့် အောင်ပွဲ ရောက်ရှိလာသောအခါ။)</span><span class=\"gray\">(၁၁၀:၁)</span>\"</p><p lang=\"my\" class=\"my \">သူ <span class=\"gray\">(အိဗ်နု 'အဗ်ဘာစ်)</span> က၊ \"သင်မှန်ကန်စွာ ပြောကြားခဲ့ပါသည်\" ဟု မိန့်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာရှင်၊ အမြဲတမ်း ကရုဏာရှင်ဖြစ်တော်မူသော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ - وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا - فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ ۚ إِنَّهُ كَانَ تَوَّابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အလ္လာဟ်အရှင်မြတ်၏ အကူအညီနှင့် အောင်ပွဲ ရောက်ရှိလာသောအခါ။)</span><span class=\"gray\">(၂။ လူအများ အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရားထဲသို့ အစုလိုက်အပြုံလိုက် ဝင်ရောက်လာသည်ကို သင်မြင်ရသောအခါ။)</span><span class=\"gray\">(၃။ ထို့ကြောင့် သင်၏အရှင်သခင်၏ ချီးမွမ်းခြင်းများကို ရိုသေလေးစားကာ ကိုယ်တော်၏ ခွင့်လွှတ်ခြင်းကို တောင်းခံပါ။ အမှန်စင်စစ် ကိုယ်တော်သည် နောင်တကို လက်ခံ၍ ခွင့်လွှတ်တော်မူသောအရှင်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤဆူရာသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် <span class=\"gray\">(ﷺ)</span> ၏ သက်တော်ကုန်ဆုံးခြင်းအကြောင်းကို အသိပေးသည်။</p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီသည် အိဗ်နု 'အဗ်ဘာစ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ သူက ပြောသည်၊ \"'ဥမရ်သည် ကျွန်ုပ်အား ဗဒ်ရ် <span class=\"gray\">(တိုက်ပွဲ)</span> မှ သက်ကြီးရွယ်အိုများနှင့်အတူ စည်းဝေးပွဲများသို့ ခေါ်ဆောင်လေ့ရှိသည်။ သို့သော်လည်း သူတို့ထဲမှ တစ်ဦးဦးသည် သူ့ကိုယ်သူ <span class=\"gray\">(ကျွန်ုပ်တက်ရောက်ခြင်းကို)</span> တစ်ခုခု ခံစားရသည့်အလားရှိ၏။ ထို့ကြောင့် သူက ပြောသည်၊ 'ကျွန်ုပ်တို့တွင် သူ့အရွယ် <span class=\"gray\">(ကလေးများ)</span> ရှိနေသည့်တိုင် သင် <span class=\"gray\">('ဥမရ်)</span> ကို ဤ <span class=\"gray\">(လူငယ်)</span> ကို ကျွန်ုပ်တို့နှင့်အတူ ထိုင်စေရန် အဘယ်ကြောင့် ခေါ်လာသနည်း?' ထို့ကြောင့် 'ဥမရ်က ပြန်ဖြေသည်၊ 'အမှန်စင်စစ် သူသည် သင်သိသူများထဲမှ တစ်ဦးဖြစ်သည်။'\"</p><p lang=\"my\" class=\"my \">ထို့နောက် တစ်နေ့တွင် သူက သူတို့ကို ခေါ်ကာ ကျွန်ုပ်အား သူတို့နှင့်အတူ ထိုင်ရန် ဖိတ်ခေါ်ခဲ့သည်၊ ထိုနေ့က သူတို့အား ပြသရန်မှတစ်ပါး ကျွန်ုပ်အား သူတို့ထဲတွင် ပါဝင်ရန် ဖိတ်ခေါ်ခဲ့သည်ဟု ကျွန်ုပ်မထင်ပါ။ ထို့ကြောင့် သူက ပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့်ပတ်သက်၍ သင်တို့မည်သို့ ပြောဆိုကြမည်နည်း။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အကူအညီနှင့် အောင်ပွဲ ရောက်ရှိလာသောအခါ။)</span>?'</p><p lang=\"my\" class=\"my \">သူတို့ထဲမှ အချို့က၊ \"အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ကူညီပြီး အောင်ပွဲပေးသောအခါ ကိုယ်တော်အား ချီးမွမ်းရန်နှင့် ကိုယ်တော်၏ ခွင့်လွှတ်ခြင်းကို တောင်းခံရန် အမိန့်ပေးခဲ့သည်\" ဟု ပြောကြသည်။ သူတို့ထဲမှ အချို့သည် တိတ်ဆိတ်နေပြီး မည်သည့်စကားမှ မဆိုကြပေ။ ထို့နောက် သူ <span class=\"gray\">('ဥမရ်)</span> က ကျွန်ုပ်အား၊ \"အို အိဗ်နု 'အဗ်ဘာစ်၊ သင်ဤသို့ပြောသလား?\" ဟု ပြော၏။ ကျွန်ုပ်က၊ \"မဟုတ်ပါ\" ဟု ပြန်ဖြေသည်။ ထို့နောက် သူက၊ \"သင်မည်သို့ ပြောမည်နည်း?\" ဟု ပြော၏။ ကျွန်ုပ်က၊ \"၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ သက်တော်ကုန်ဆုံးခြင်းဖြစ်ကြောင်း အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်အား အသိပေးနေခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အကူအညီနှင့် အောင်ပွဲ ရောက်ရှိလာသောအခါ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းသည် သင်၏သက်တမ်းကုန်ဆုံးခြင်း၏ လက္ခဏာဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ ۚ إِنَّهُ كَانَ تَوَّابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်၏အရှင်သခင်၏ ချီးမွမ်းခြင်းများကို ရိုသေလေးစားကာ ကိုယ်တော်၏ ခွင့်လွှတ်ခြင်းကို တောင်းခံပါ။ အမှန်စင်စစ် ကိုယ်တော်သည် နောင်တကို လက်ခံ၍ ခွင့်လွှတ်တော်မူသောအရှင်ဖြစ်သည်။)</span>'</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် 'ဥမရ် ဗင်န် အလ်-ခတ္တားဗ်က၊ \"သင်ပြောသည့်အတိုင်းမှတစ်ပါး ၎င်းနှင့်ပတ်သက်၍ ကျွန်ုပ်ဘာမှမသိပါ\" ဟု ပြောကြားခဲ့သည်။ အလ်-ဗုခါရီသည် ဤဟဒီးဆ်ကို တစ်ဦးတည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အိဗ်နု 'အဗ်ဘာစ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ သူက ပြောသည်၊ \"အခါ\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အကူအညီနှင့် အောင်ပွဲ ရောက်ရှိလာသောအခါ။)</span></p><p lang=\"my\" class=\"my \">ကျရောက်ခဲ့ပြီးနောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُعِيَتْ إِلَيَّ نَفْسِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ ကွယ်လွန်ခြင်းကို ကျွန်ုပ်အား ကြေညာခဲ့ပြီ။)</span></p><p lang=\"my\" class=\"my \">ထို့ပြင် ထိုနှစ်အတွင်း၌ ကိုယ်တော်ကွယ်လွန်ခဲ့သည်။\" အဟ်မဒ်သည် ဤဟဒီးဆ်ကို တစ်ဦးတည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"mi\" class=\"mi \">Al-Bukhari recorded that 'A'ishah said, \"The Messenger of Allah ﷺ used to say often in his bowing and prostrating,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ اللَّهُمَّ اغْفِرْ لِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်တို့၏အရှင်သခင်၊ ကိုယ်တော်အား ချီးမွမ်းခြင်းများနှင့်အတူ ဘုန်းတော်ကြီးပါစေ။ အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်ကို ခွင့်လွှတ်တော်မူပါ။)</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် ၎င်းကို ကုရ်အာန်၏ အဓိပ္ပာယ်ဖွင့်ဆိုချက်အဖြစ် <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်း၏ အကောင်အထည်ဖော်မှုကို ပြသခြင်း)</span> ပြုလုပ်ခဲ့သည်။\" အုပ်စု၏ ကျန်သူများလည်း အတ်-တီရ်မီဇီမှတစ်ပါး ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် မစ်စ်ရူက်ထံမှ 'အာအိရှဟ်က ပြောသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကိုယ်တော်၏ သက်တော်ကုန်ဆုံးချိန်နီးတွင် မကြာခဏ မိန့်တော်မူလေ့ရှိသည်၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ اللهِ وَبِحَمْدِهِ، أَسْتَغْفِرُ اللهَ وَأَتُوبُ إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ဘုန်းတော်ကြီးပါစေ၊ ကိုယ်တော်အား ချီးမွမ်းခြင်းများ ရှိပါစေ။ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်ခြင်းကို တောင်းခံပြီး ကိုယ်တော်ထံသို့ နောင်တတရားဖြင့် ပြန်လှည့်ပါသည်။)</span></p><p lang=\"ceb\" class=\"ceb \">And he ﷺ said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ رَبِّي كَانَ أَخْبَرَنِي أَنِّي سَأَرَى عَلَامَةً فِي أُمَّتِي، وَأَمَرَنِي إِذَا رَأَيْتُهَا أَنْ أُسَبِّحَ بِحَمْدِهِ وَأَسْتَغْفِرَهُ، إِنَّهُ كَانَ تَوَّابًا، فَقَدْ رَأَيْتُهَا:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ - وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا - فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ ۚ إِنَّهُ كَانَ تَوَّابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်၏အရှင်သခင်သည် ကျွန်ုပ်၏ အွမ္မသ်တွင် နိမိတ်လက္ခဏာတစ်ခုကို မြင်ရလိမ့်မည်ဟု ကျွန်ုပ်အား အသိပေးခဲ့ပြီး၊ ၎င်းကို ကျွန်ုပ်မြင်သောအခါ ကိုယ်တော်၏ ချီးမွမ်းခြင်းများကို ရိုသေလေးစားရန်နှင့် ကိုယ်တော်၏ ခွင့်လွှတ်ခြင်းကို တောင်းခံရန် ကိုယ်တော်က ကျွန်ုပ်အား အမိန့်ပေးခဲ့သည်၊ အမှန်စင်စစ် ကိုယ်တော်သည် နောင်တကို လက်ခံသောအရှင်ဖြစ်သည်။ ထို့ပြင် ကျွန်ုပ်သည် ၎င်း <span class=\"gray\">(ဆိုလိုသည်မှာ နိမိတ်လက္ခဏာ)</span> ကို မြင်တွေ့ခဲ့ရပြီ။ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အကူအညီနှင့် အောင်ပွဲ <span class=\"gray\">(အလ်-ဖသ်)</span> ရောက်ရှိလာသောအခါ။ လူအများ အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရားထဲသို့ အစုလိုက်အပြုံလိုက် ဝင်ရောက်လာသည်ကို သင်မြင်ရသောအခါ။ ထို့ကြောင့် သင်၏အရှင်သခင်၏ ချီးမွမ်းခြင်းများကို ရိုသေလေးစားကာ ကိုယ်တော်၏ ခွင့်လွှတ်ခြင်းကို တောင်းခံပါ။ အမှန်စင်စစ် ကိုယ်တော်သည် နောင်တကို လက်ခံ၍ ခွင့်လွှတ်တော်မူသောအရှင်ဖြစ်သည်။)</span>)</span>\" မွတ်စ်လင်မ်လည်း ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤတွင် အလ်-ဖသ်ဟ်၏ အဓိပ္ပာယ်မှာ မက္ကာမြို့အား သိမ်းပိုက်ခြင်းဖြစ်ပြီး၊ ၎င်းနှင့်ပတ်သက်၍ တစ်ခုတည်းသော အမြင်ရှိသည်။ အမှန်စင်စစ် အာရပ်ဒေသအသီးသီးမှ လူများသည် အစ္စလာမ်ကို လက်မခံမီ မက္ကာမြို့အား သိမ်းပိုက်ခြင်းကို စောင့်ဆိုင်းနေကြသည်။ သူတို့က၊ \"အကယ်၍ ကိုယ်တော် <span class=\"gray\">(မုဟမ္မဒ် ﷺ)</span> သည် ကိုယ်တော်၏လူမျိုးအပေါ် အောင်ပွဲခံနိုင်လျှင် ကိုယ်တော်သည် <span class=\"gray\">(စစ်မှန်သော)</span> ပရောဖက်ဖြစ်သည်။\" ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်အား မက္ကာမြို့အပေါ် အောင်ပွဲပေးသောအခါ၊ သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရား <span class=\"gray\">(အစ္စလာမ်)</span> ထဲသို့ အစုလိုက်အပြုံလိုက် ဝင်ရောက်လာကြသည်။ ဤသို့ဖြင့် <span class=\"gray\">(မက္ကာမြို့ သိမ်းပိုက်ပြီးနောက်)</span> နှစ်နှစ်ပင် မကြာမီ အာရပ်ကျွန်းဆွယ်သည် ယုံကြည်ခြင်းနှင့် ပြည့်နှက်သွားသည်။ ထို့ပြင် အာရပ်မျိုးနွယ်စုများထဲမှ မည်သူမျှ အစ္စလာမ်ကို <span class=\"gray\">(လက်ခံကြောင်း)</span> မကြေညာဘဲ မကျန်ရစ်ခဲ့ပေ။ ချီးမွမ်းခြင်းများနှင့် ကောင်းချီးမင်္ဂလာများအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီသည် ၎င်း၏ စဟီဟ်တွင် 'အမ်ရ် ဗင်န် ဆလမ်မဟ်က ပြောသည်မှာ၊ \"မက္ကာမြို့ကို သိမ်းပိုက်သောအခါ လူအားလုံးသည် အစ္စလာမ်ကို ကြေညာရန် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ အလျင်အမြန် ပြေးလာကြသည်။ ဒေသအသီးသီးသည် မက္ကာမြို့အား သိမ်းပိုက်သည်အထိ အစ္စလာမ်ကို လက်ခံခြင်းကို နှောင့်နှေးနေခဲ့သည်။ လူတို့က၊ 'ကိုယ်တော်နှင့် ကိုယ်တော်၏လူမျိုးကို တစ်ယောက်တည်း ထားလိုက်ပါ။ အကယ်၍ ကိုယ်တော်သည် သူတို့အပေါ် အောင်ပွဲခံနိုင်လျှင် ကိုယ်တော်သည် <span class=\"gray\">(စစ်မှန်သော)</span> ပရောဖက်ဖြစ်သည်' ဟု ပြောလေ့ရှိသည်။\"</p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် မက္ကာမြို့ သိမ်းပိုက်ရန် စစ်ဆင်ရေးကို ကျွန်ုပ်တို့၏ အပ်စ်-ဆူရာဟ် ကျမ်းတွင် သုတေသနပြုခဲ့ပြီးဖြစ်သည်။ ထို့ကြောင့် မည်သူမဆို ဆန္ဒရှိလျှင် ထိုနေရာတွင် ပြန်လည်ကြည့်ရှုနိုင်သည်။ ချီးမွမ်းခြင်းများနှင့် ကောင်းချီးမင်္ဂလာများအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဗူ 'အမ်မာရ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ ဂျာဘီရ် ဗင်န် 'အဗ်ဒွလ်လာဟ်၏ အိမ်နီးချင်းတစ်ဦးက သူ့အား ပြောသည်၊ \"ကျွန်ုပ်သည် ခရီးမှ ပြန်လာခဲ့ပြီး ဂျာဘီရ် ဗင်န် 'အဗ်ဒွလ်လာဟ်က လာရောက်နှုတ်ဆက်သည်။ ထို့ကြောင့် ကျွန်ုပ်သည် လူများအကြား ကွဲပြားမှုများနှင့် သူတို့စတင်ပြုလုပ်နေသည့်အရာများအကြောင်းကို သူ့အား စတင်ပြောဆိုခဲ့သည်။ ဤသို့ဖြင့် ဂျာဘီရ်သည် ငိုကြွေးလာပြီး သူက ပြောသည်၊ 'ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ကို ကြားခဲ့ရသည်၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ النَّاسَ دَخَلُوا فِي دِينِ اللهِ أَفْوَاجًا، وَسَيَخْرُجُونَ مِنْهُ أَفْوَاجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် လူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရားထဲသို့ အစုလိုက်အပြုံလိုက် ဝင်ရောက်ခဲ့ကြပြီး၊ သူတို့သည် ၎င်းမှ အစုလိုက်အပြုံလိုက် ထွက်ခွာသွားကြလိမ့်မည်။)</span>\" </p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရတွ်အန်နပ်စ်ရ်၏ သဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်ပြီး၊ ချီးမွမ်းခြင်းများနှင့် ကောင်းချီးမင်္ဂလာများအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p>"
  }
]