[
  {
    "ayah_key": "49:11",
    "group_ayah_key": "49:11",
    "from_ayah": "49:11",
    "to_ayah": "49:11",
    "ayah_keys": "49:11",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! မည်သည့်အဖွဲ့တစ်ဖွဲ့မျှ အခြားအဖွဲ့တစ်ဖွဲ့ကို ပြောင်လှောင်ခြင်း မပြုကြကုန်လင့်။ ထိုနောက်မှလူများက ထိုအဖွဲ့မှလူများထက် ပိုမိုကောင်းမွန်သည်ဖြစ်နိုင်သည်။ ထို့ပြင် <span class=\"gray\">(အချို့သော)</span> အမျိုးသမီးတို့သည် အခြားအမျိုးသမီးများကို ပြောင်လှောင်ခြင်း မပြုကြကုန်လင့်။ ထိုနောက်မှ အမျိုးသမီးများက ထိုအမျိုးသမီးများထက် ပိုမိုကောင်းမွန်သည်ဖြစ်နိုင်သည်။ သင်တို့အချင်းချင်း ဂုဏ်သရေကို ထိခိုက်အောင် မပြုကြကုန်လင့်။ ထို့ပြင် တစ်ဦးနှင့်တစ်ဦး အမည်ဆိုးများဖြင့် မခေါ်ကြကုန်လင့်။ ယုံကြည်ပြီးနောက် မကောင်းမှု၏အမည်သည် ဆိုးရွားလှသည်။ မည်သူမဆို နောင်တမရလျှင် ထိုသူတို့သည် အမှန်ပင် မတရားပြုသူများဖြစ်ကြသည် <span>(၁၁)</span></p><p lang=\"my\" class=\"my \">အချင်းချင်းလှောင်ပြောင်ခြင်းနှင့် ကဲ့ရဲ့ခြင်းကို တားမြစ်ခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူများကို ပြောင်လှောင်ခြင်းကို တားမြစ်ထားသည်၊ ၎င်းသည် လူများကို အရှက်ရစေခြင်းနှင့် အထင်သေးခြင်းတို့ကို ဆိုလိုသည်။ စဟီးဟ်ကျမ်းတွင် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكِبْرُ بَطَرُ الْحَقِّ وَغَمْصُ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာနဟူသည် အမှန်တရားကို ငြင်းပယ်ခြင်းနှင့် လူများကို အထင်သေးခြင်းဖြစ်သည်။)</span> ထို့ပြင် အခြားဖော်ပြချက်တစ်ခုတွင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَمْطُ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူများကို မထီမဲ့မြင်ပြုခြင်း)</span> လူများကို ပြောင်လှောင်ခြင်းနှင့် အထင်သေးခြင်းသည် တားမြစ်ထားသည်၊ အကြောင်းမှာ ထိခိုက်ခံရသူသည် ပြောင်လှောင်သူနှင့် အထင်သေးသူများထက် အလ္လာဟ်အရှင်မြတ်၏ ရှေ့မှောက်တွင် ပိုမိုဂုဏ်ယူထိုက်ပြီး ပိုမိုချစ်ခင်ခံရသူဖြစ်နိုင်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَىٰ أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَىٰ أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! မည်သည့်အဖွဲ့တစ်ဖွဲ့မျှ အခြားအဖွဲ့တစ်ဖွဲ့ကို ပြောင်လှောင်ခြင်း မပြုကြကုန်လင့်။ ထိုနောက်မှလူများက ထိုအဖွဲ့မှလူများထက် ပိုမိုကောင်းမွန်သည်ဖြစ်နိုင်သည်။ ထို့ပြင် <span class=\"gray\">(အချို့သော)</span> အမျိုးသမီးတို့သည် အခြားအမျိုးသမီးများကို ပြောင်လှောင်ခြင်း မပြုကြကုန်လင့်။ ထိုနောက်မှ အမျိုးသမီးများက ထိုအမျိုးသမီးများထက် ပိုမိုကောင်းမွန်သည်ဖြစ်နိုင်သည်။)</span> ဤသို့ဖြင့် အမျိုးသားများအတွက်၊ ထို့နောက် အမျိုးသမီးများအတွက် ဤတားမြစ်ချက်ကို ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားတော်မူချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَلْمِزُوا أَنْفُسَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကိုယ်သင်တို့ ဂုဏ်သရေကို ထိခိုက်အောင် မပြုကြကုန်လင့်။)</span> ဟူသည် အချင်းချင်း ဂုဏ်သရေကို ထိခိုက်အောင် ပြုခြင်းကို တားမြစ်သည်။ လူတို့တွင် နောက်ကွယ်မှ အသရေဖျက်သူနှင့် ကုန်းချောသူသည် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်း ကျိန်စာသင့်ပြီး ပြစ်တင်ခံရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တိုင်းသော 'ဟူမဇဟ်' နှင့် 'လူမဇဟ်' တို့အဖို့ ပျက်စီးခြင်းရှိ၏။)</span><span class=\"gray\">(၁၀၄:၁)</span> 'ဟမ်ဇ်' ဟူသည် လုပ်ရပ်ဖြင့် အသရေဖျက်ခြင်းဖြစ်ပြီး၊ 'လမ်ဇ်' ဟူသည် စကားဖြင့် အသရေဖျက်ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်နှင့် အမြင့်မြတ်ဆုံးသော အရှင်က မိန့်ကြားတော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟာမ်မဇ် <span class=\"gray\">(အသရေဖျက်သူ)</span>၊ ကုန်းချောစကားများဖြင့် လှည့်လည်သူဖြစ်သည်။)</span><span class=\"gray\">(၆၈:၁၁)</span> ဆိုလိုသည်မှာ သူသည် လူများကို အထင်သေးပြီး အသရေဖျက်သည်၊ သူတို့အကြားတွင် ကျူးလွန်ပြီး ကုန်းချောစကားများ ဖြန့်ဝေသည်၊ ၎င်းသည် စကားလုံးများကို ကိရိယာအဖြစ် အသုံးပြုသည့် လမ်ဇ်ဖြစ်သည်။ ဤနေရာတွင် အလ္လာဟ်၏ မိန့်ကြားချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَلْمِزُوا أَنْفُسَكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကိုယ်သင်တို့ ဂုဏ်သရေကို ထိခိုက်အောင် မပြုကြကုန်လင့်။)</span> အခြားအာယသ်တစ်ခုတွင် မိန့်ကြားထားသကဲ့သို့ပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْتُلُوا أَنْفُسَكُمْ ۚ</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(Nor kill yourselves)</span><span class=\"gray\">(4:29)</span>, meaning, nor kill one another. 'Abdullah bin 'Abbas, Mujahid, Sa'id bin Jubayr, Qatadah and Muqatil bin Hayyan said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَلْمِزُوا أَنْفُسَكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကိုယ်သင်တို့ ဂုဏ်သရေကို ထိခိုက်အောင် မပြုကြကုန်လင့်။)</span> ဟူသည်မှာ သင်တို့အနက် မည်သူမျှ အချင်းချင်း ဂုဏ်သရေကို မဖျက်ဆီးသင့်ဟု ဆိုလိုသည်၊ ထို့ပြင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنَابَزُوا بِالْأَلْقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးနှင့်တစ်ဦး အမည်ဆိုးများဖြင့် မခေါ်ကြကုန်လင့်။)</span> ဟူသည်မှာ 'လူများ မနှစ်သက်သော အမည်ဆိုးများဖြင့် လူများကို မခေါ်သင့်' ဟု ဆိုလိုသည်။ အီမာမ် အဟ်မဒ်သည် အဘူဂျာဘီရဟ် ဘင်န် အဒ်-ဒဟ်ဟက်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်၊ \"ဤအာယသ်သည် ကျွန်ုပ်တို့၊ ဘနူ စလာမဟ်တို့နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنَابَزُوا بِالْأَلْقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးနှင့်တစ်ဦး အမည်ဆိုးများဖြင့် မခေါ်ကြကုန်လင့်။)</span> အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ အလ်-မဒီနာသို့ ရွှေ့ပြောင်းလာသောအခါ ကျွန်ုပ်တို့အနက် လူတိုင်းတွင် အမည်ဆိုးနှစ်ခု သို့မဟုတ် သုံးခုရှိခဲ့သည်။ နဗီတမန်တော် ﷺ က ထိုအမည်ဆိုးများထဲမှ တစ်ခုဖြင့် လူတစ်ဦးကို ခေါ်သောအခါ လူတို့က 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! သူသည် ထိုအမည်ဆိုးကို မုန်းသည်' ဟု ပြောကြသည်။ ထို့နောက် ဤအာယသ်တော်သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنَابَزُوا بِالْأَلْقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးနှင့်တစ်ဦး အမည်ဆိုးများဖြင့် မခေါ်ကြကုန်လင့်။)</span> ထုတ်ပြန်ခဲ့သည်။\" အဘူ ဒါဝုဒ်သည်လည်း ဤဟဒီးဆ်တော်ကို စုဆောင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်နှင့် အမြင့်မြတ်ဆုံးသော အရှင်၏ မိန့်ကြားတော်မူချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီးနောက် မကောင်းမှု၏အမည်သည် ဆိုးရွားလှသည်။)</span> ဟူသည်မှာ မကောင်းမှု၏ အမည်များနှင့် ဖော်ပြချက်များသည် ဆိုးရွားသည်ဟု ဆိုလိုသည်၊ ဆိုလိုသည်မှာ 'အစ္စလာမ်ကို လက်ခံပြီး နားလည်ပြီးနောက် ဂျာဟီလီယဟ်ခေတ်လူများ အသုံးပြုခဲ့သော အမည်ဆိုးများကို အသုံးပြုခြင်း' ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ لَمْ يَتُبْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို နောင်တမရလျှင်)</span> ဟူသည်မှာ ဤအပြစ်မှ နောင်တမရလျှင် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ هُمُ الظَّالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် အမှန်ပင် မတရားပြုသူများဖြစ်ကြသည်။)</span></p>"
  }
]