[
  {
    "ayah_key": "15:61",
    "group_ayah_key": "15:61",
    "from_ayah": "15:61",
    "to_ayah": "15:64",
    "ayah_keys": "15:61,15:62,15:63,15:64",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် တမန်တော်များ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> သည် လု၏မိသားစုထံသို့ ရောက်လာသောအခါ <span>(၆၁)</span> သူ <span class=\"gray\">(လုသ်)</span> က ပြောသည်- \"အမှန်စင်စစ် သင်တို့သည် ငါမသိသူများဖြစ်ကြသည် <span>(၆၂)</span> သူတို့က ပြောသည်- \"မဟုတ်ပါ၊ သူတို့ သံသယရှိခဲ့သော ထို <span class=\"gray\">(ပြစ်ဒဏ်)</span> ကို သင်တို့ထံသို့ ငါတို့ ယူဆောင်လာခဲ့ကြသည် <span>(၆၃)</span>\"ငါတို့သည် သင်တို့ထံသို့ အမှန်တရားကို ယူဆောင်လာခဲ့ပြီး ငါတို့သည် အမှန်တရားကို ပြောကြားကြသည်မှာ သေချာပါသည် <span>(၆၄)</span></p><div lang=\"my\" class=\"my \"><h2>လုသ်ထံသို့ ကောင်းကင်တမန်များ ရောက်ရှိလာခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များ လုသ်ထံသို့ ချောမောသော မျက်နှာပိုင်ဆိုင်သည့် လူငယ်များအသွင်ဖြင့် ရောက်ရှိလာပုံကို ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။ သူတို့သည် သူ၏အိမ်သို့ ဝင်ရောက်လာသောအခါ သူက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ قَوْمٌ مُّنكَرُونَ - قَالُوا بَلْ جِئْنَاكَ بِمَا كَانُوا فِيهِ يَمْتَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အမှန်စင်စစ် သင်တို့သည် ငါမသိသူများဖြစ်ကြသည်\" သူတို့က ပြောသည်- \"မဟုတ်ပါ၊ သူတို့ သံသယရှိခဲ့သော ထို <span class=\"gray\">(ပြစ်ဒဏ်)</span> ကို သင်တို့ထံသို့ ငါတို့ ယူဆောင်လာခဲ့ကြသည်\")</span> ဆိုလိုသည်မှာ သူတို့သည် လူများ ဘယ်တော့မှ ခံစားရမည်ဟု သံသယရှိခဲ့သည့် ပြစ်ဒဏ်နှင့် ဖျက်ဆီးခြင်းကို ယူဆောင်လာခဲ့ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَتَيْنَاكَ بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင်တို့ထံသို့ အမှန်တရားကို ယူဆောင်လာခဲ့ပြီး)</span> သည် အာယတ်ကဲ့သို့ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ကောင်းကင်တမန်များကို အမှန်တရားနှင့်သာ စေလွှတ်တော်မူသည်)</span><span class=\"gray\">[၁၅:၈]</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَصَادِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် အမှန်တရားကို ပြောကြားကြသည်မှာ သေချာပါသည်)</span> သူတို့သည် သူ၏သတင်းကို အတည်ပြုရန်အတွက် ဤသို့ ပြောခဲ့ခြင်းဖြစ်သည်၊ သူသည် ကယ်တင်ခြင်းခံရမည်ဖြစ်ပြီး သူ၏လူမျိုးများ ပျက်စီးခြင်းခံရမည်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "15:65",
    "group_ayah_key": "15:65",
    "from_ayah": "15:65",
    "to_ayah": "15:66",
    "ayah_keys": "15:65,15:66",
    "text": "<p class=\"en translation\" lang=\"my\">\"ထို့နောက် ည၏ အစိတ်အပိုင်းတစ်ခုတွင် သင်၏မိသားစုနှင့်အတူ ခရီးထွက်ကြလော့။ သင်သည် သူတို့နောက်မှ လိုက်ပါသွားရမည်။ သင်တို့အနက်မှ မည်သူမျှ နောက်လှည့်မကြည့်ကြနှင့်။ သင်တို့ကို အမိန့်ပေးထားရာသို့ ဆက်သွားကြလော့။ <span>(၆၅)</span> ပြီးတော့ ကျွန်ုပ်တို့သည် ဤအမိန့်ကို သူ့အား အသိပေးခဲ့သည်- ထို <span class=\"gray\">(အပြစ်သားများ)</span> ကို နံနက်စောစောတွင် အမြစ်ပြတ်ချေမှုန်းလိမ့်မည် <span>(၆၆)</span></p><div lang=\"my\" class=\"my \"><h2>လွတ်အား ညဘက်တွင် သူ၏မိသားစုနှင့်အတူ ထွက်ခွာရန် အမိန့်ပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ကောင်းကင်တမန်များသည် ညတစ်ပိုင်း ကုန်ဆုံးပြီးနောက် လုတွတ်အား ထွက်ခွာရန် အမိန့်ပေးခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ၎င်းတို့သည် သူ့အား သူတို့နောက်မှ လိုက်ပါရန် ပြောကြားခဲ့သည်၊ ၎င်းတို့အား ကာကွယ်ရန်ဖြစ်သည်။ အလားတူပင်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် စစ်ရေးလှုပ်ရှားမှုများတွင် စစ်တပ်၏ နောက်တန်းမှ လိုက်ပါလေ့ရှိသည်၊ အားနည်းသူများကို ကူညီရန်နှင့် သယ်ယူပို့ဆောင်ရေး အစီအစဉ်မရှိသူများကို သယ်ဆောင်ရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ မည်သူမျှ နောက်လှည့်မကြည့်ကြနှင့်)</span> ဆိုလိုသည်မှာ - သင်တို့သည် လူတို့၏ ညှဉ်းပန်းနှိပ်စက်မှုကြောင့် အော်ဟစ်သံများကို ကြားရသောအခါ၊ သူတို့ကို လှည့်ကြည့်ခြင်း မပြုကြနှင့်၊ သူတို့အား မည်သည့် ပြစ်ဒဏ်နှင့် လက်စားချေမှုပင်လာသည်ဖြစ်စေ ရင်ဆိုင်စေရန် ထားခဲ့ကြလော့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَامْضُوا حَيْثُ تُؤْمَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို အမိန့်ပေးထားရာသို့ ဆက်သွားကြလော့။)</span> - ၎င်းတို့တွင် လမ်းပြပေးမည့် လမ်းပြတစ်ဦး ရှိနေသကဲ့သို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَضَيْنَا إِلَيْهِ ذَٰلِكَ الْأَمْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြီးတော့ ကျွန်ုပ်တို့သည် ဤအမိန့်ကို သူ့အား အသိပေးခဲ့သည်)</span> ဆိုလိုသည်မှာ - ကျွန်ုပ်တို့သည် သူ့ကို ထိုအကြောင်းကို အရင်ကတည်းက ပြောပြခဲ့ပြီးသားဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَنَّ دَابِرَ هَٰؤُلَاءِ مَقْطُوعٌ مُّصْبِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို <span class=\"gray\">(အပြစ်သားများ)</span> ကို နံနက်စောစောတွင် အမြစ်ပြတ်ချေမှုန်းလိမ့်မည်။)</span> ဆိုလိုသည်မှာ နံနက်ပိုင်းတွင် ဖြစ်သည်၊ အခြားကျမ်းပိုဒ်တစ်ခုတွင် ပါသည့်အတိုင်း:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَوْعِدَهُمُ الصُّبْحُ ۚ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် နံနက်သည် ၎င်းတို့၏ သတ်မှတ်ချိန် ဖြစ်သည်။ နံနက်သည် မနီးဘူးလား။)</span><span class=\"gray\">[11:81]</span></p>"
  },
  {
    "ayah_key": "15:67",
    "group_ayah_key": "15:67",
    "from_ayah": "15:67",
    "to_ayah": "15:72",
    "ayah_keys": "15:67,15:68,15:69,15:70,15:71,15:72",
    "text": "<p lang=\"my\" class=\"my \">မြို့သူမြို့သားတို့သည် ဝမ်းမြောက်ဝမ်းသာ ရောက်ရှိလာကြ၏ <span>(၆၇)</span><span class=\"gray\">[လူသ်]</span> က ပြောကြားခဲ့သည်- \"ဧကန်စင်စစ် ဤသူတို့သည် ကျွန်ုပ်၏ ဧည့်သည်များ ဖြစ်ကြသောကြောင့် ကျွန်ုပ်ကို အရှက်မခွဲကြပါနှင့်။ <span>(၆၈)</span>\"အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြပါ၊ ကျွန်ုပ်ကို အရှက်မရစေပါနှင့်။ <span>(၆၉)</span>သူတို့က ပြောကြသည်- \"ကမ္ဘာသားတို့အနက် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ လက်ခံခြင်းမှ ကျွန်ုပ်တို့ တားမြစ်ထားသည် မဟုတ်လော။ <span>(၇၀)</span>လူသ်က ပြောကြားခဲ့သည်- \"အကယ်၍ သင်တို့ လုပ်ဆောင်လိုပါက ဤသူတို့သည် ကျွန်ုပ်၏ သမီးများ ဖြစ်ကြ၏ <span class=\"gray\">(၇၁)</span>ဧကန်စင်စစ် သင်တို့၏ အသက်ကို သက်သေပြု၍ သူတို့သည် ၎င်းတို့၏ ရိုင်းစိုင်းသော မူးယစ်မှုဖြင့် မျက်စိစုံမှိတ် လှည့်လည်သွားလာနေကြ၏ <span>(၇၂)</span></p><div lang=\"my\" class=\"my \"><h2>မြို့သူမြို့သားတို့သည် အမျိုးသားများအဖြစ် ထင်မှတ်ကာ ကောင်းကင်တမန်များထံ ရောက်ရှိလာခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က လူသ်၏လူမျိုးတို့သည် ၎င်း၏ချောမောသော ဧည့်သည်များအကြောင်းကို သိရှိသောအခါ ၎င်းထံသို့ မည်သို့ရောက်ရှိလာခဲ့ကြပုံနှင့် ၎င်းတို့သည် ၎င်းတို့အပေါ် ဝမ်းမြောက်ဝမ်းသာ ရောက်ရှိလာခဲ့ကြပုံကို ကျွန်ုပ်တို့အား ပြောပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنَّ هَٰؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُونِ - وَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">[လူသ်]</span> က ပြောကြားခဲ့သည်- \"ဧကန်စင်စစ် ဤသူတို့သည် ကျွန်ုပ်၏ ဧည့်သည်များ ဖြစ်ကြသောကြောင့် ကျွန်ုပ်ကို အရှက်မခွဲကြပါနှင့်။ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြပါ၊ ကျွန်ုပ်ကို အရှက်မရစေပါနှင့်။\")</span> ဆူရတ်ဟူဒ်တွင် ဖော်ပြထားသည့်အတိုင်း ၎င်း၏ဧည့်သည်များသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ရစူလ်တမန်များဖြစ်ကြောင်း မသိမီတွင် လူသ်က ၎င်းတို့အား ပြောကြားခဲ့ခြင်းဖြစ်သည်။ သို့သော် ဤ <span class=\"gray\">(ဤဆူရာ)</span> တွင်မူ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ရစူလ်တမန်များဖြစ်ကြောင်း ကျွန်ုပ်တို့အား ကြိုတင်ပြောပြထားပြီးဖြစ်ကာ၊ လူသ်၏လူမျိုးများ ရောက်ရှိလာခြင်းနှင့် ၎င်းတို့နှင့် ၎င်း၏စကားပြောဆိုမှုတို့ဖြင့် နောက်ဆက်တွဲ ဖော်ပြထားသည်။ မည်သို့ပင်ဆိုစေ ဤနေရာတွင် ဆက်စပ်ပုဒ် <span class=\"gray\">(ဝါး၊ \"နှင့်\" ဟူသောအဓိပ္ပါယ်)</span> သည် ဖြစ်ရပ်များ၏ အစီအစဉ်ကို ဖော်ညွှန်းခြင်းမရှိပေ၊ အထူးသဖြင့် ဤသို့မဟုတ်ကြောင်း ဖော်ပြသည့် အရာတစ်ခုရှိသောကြောင့် ဖြစ်သည်။ ၎င်းတို့က သူ့အား ပြန်ဖြေကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ نَنْهَكَ عَنِ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာသားတို့အနက် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ဧည့်ခံခြင်း <span class=\"gray\">(သို့မဟုတ် ကာကွယ်ခြင်း)</span> မှ ကျွန်ုပ်တို့ မတားမြစ်ခဲ့သည် မဟုတ်လော)</span> ဆိုလိုသည်မှာ 'မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ဧည့်သည်အဖြစ် မထားသင့်ကြောင်း ကျွန်ုပ်တို့ မပြောခဲ့ဘူးလား' ဟူ၍ဖြစ်သည်။ ၎င်းတို့၏ အမျိုးသမီးများနှင့်ပတ်သက်၍ ၎င်းတို့၏အရှင်မြတ်က ခွင့်ပြုထားသော လိင်ဆက်ဆံမှုဆိုင်ရာ အမျိုးသမီးများတွင် ၎င်းတို့အတွက် ဖန်ဆင်းပေးထားသည်များကို ၎င်းက သတိပေးခဲ့သည်။ ဤကိစ္စကို အသေးစိတ်ရှင်းပြပြီးဖြစ်၍ ဤနေရာတွင် ထပ်မံဆွေးနွေးရန် မလိုအပ်ပါ။ ဤအရာအားလုံးသည် နောက်နေ့မနက်တွင် ၎င်းတို့အား ကျရောက်တော့မည့် ရှောင်လွှဲမရသော ဘေးဆိုးနှင့် အပြစ်ဒဏ်ကို ၎င်းတို့ မသိရှိသေးစဉ်တွင် ဖြစ်ပွားခဲ့ခြင်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ အား ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် သင်တို့၏ အသက်ကို သက်သေပြု၍ ၎င်းတို့သည် ၎င်းတို့၏ ရိုင်းစိုင်းသော မူးယစ်မှုဖြင့် မျက်စိစုံမှိတ် လှည့်လည်သွားလာနေကြ၏။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော် ﷺ ၏ အသက်ကို သက်သေပြု၍ ကျိန်ဆိုခဲ့သည်။ ၎င်းသည် ၎င်း၏ မြင့်မားသော ရာထူးနှင့် မြင့်မြတ်သော ဂုဏ်အဆင့်အတန်းကို ဖော်ပြသည့် ကြီးမားသော ဂုဏ်ထူးဖြစ်သည်။ အဘူလ်ဂျောင်ဇာအ်မှ 'အမ်ရ် ဘင် မာလစ်ခ် အန်နာကာရီက အစ်ဗ်နု အဗ္ဗားစ် ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ ထက် သူ့အား ပိုမိုနှစ်သက်သော မည်သည့်ဝိညာဉ်ကိုမျှ ဖန်ဆင်းခြင်း၊ ပြုလုပ်ခြင်း၊ ပုံဖော်ခြင်း မရှိခဲ့ပါ။ အလ္လာဟ်အရှင်မြတ်သည် အခြားမည်သူ၏ အသက်ကိုမျှ သက်သေပြု၍ ကျိန်ဆိုခဲ့ကြောင်း ကျွန်ုပ် မကြားဖူးပါ။ အလ္လာဟ်အရှင်မြတ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် သင်တို့၏ အသက်ကို သက်သေပြု၍ ၎င်းတို့သည် ၎င်းတို့၏ ရိုင်းစိုင်းသော မူးယစ်မှုဖြင့် မျက်စိစုံမှိတ် လှည့်လည်သွားလာနေကြ၏။)</span> ဆိုလိုသည်မှာ သင်၏အသက်နှင့် ဤလောကတွင် သင်နေထိုင်ခဲ့သည့် အချိန်ကာလဖြင့် ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ရိုင်းစိုင်းသော မူးယစ်မှုဖြင့် မျက်စိစုံမှိတ် လှည့်လည်သွားလာနေကြ၏။)</span> ၎င်းကို အစ်ဗ်နု ဂျာရီရ် မှ ဖော်ပြခဲ့သည်။ ကတာဒါးက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَفِي سَكْرَتِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ရိုင်းစိုင်းသော မူးယစ်မှုဖြင့်)</span> \"ဆိုလိုသည်မှာ - ၎င်းတို့၏ လမ်းမှားရောက်နေသော အခြေအနေတွင် ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَعْمَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မျက်စိစုံမှိတ် လှည့်လည်သွားလာနေကြ၏)</span> ဆိုလိုသည်မှာ - ၎င်းတို့သည် ကစားနေကြခြင်း ဖြစ်သည်။\" 'အလီ ဘင် အဘီ တလ်ဟာဟ်က အစ်ဗ်နု အဗ္ဗားစ် ပြောကြားခဲ့သည်ဟု ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَمْرُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် သင်တို့၏ အသက်ကို သက်သေပြု၍)</span> ဆိုလိုသည်မှာ သင်၏အသက်ဖြင့် ဖြစ်ပြီး၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ရိုင်းစိုင်းသော မူးယစ်မှုဖြင့် မျက်စိစုံမှိတ် လှည့်လည်သွားလာနေကြ၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ရှုပ်ထွေးနေခဲ့ကြသည်။\"</p>"
  },
  {
    "ayah_key": "15:73",
    "group_ayah_key": "15:73",
    "from_ayah": "15:73",
    "to_ayah": "15:77",
    "ayah_keys": "15:73,15:74,15:75,15:76,15:77",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် နေထွက်ချိန်တွင် စိုင်ယာဟ်သည် ၎င်းတို့အား ဖမ်းမိခဲ့သည် <span>(၇၃)</span>ထို့ပြင် ငါတို့သည် ၎င်းတို့အား မှောက်လှန်ပစ်ခဲ့ပြီး ရွှံ့စိုင်ကျောက်တုံးများဖြင့် ရွာချခဲ့သည် <span>(၇၄)</span>အမှန်ပင် ဤအရာ၌ မြင်နိုင်သူများအတွက် လက္ခဏာများရှိသည် <span>(၇၅)</span>ထို့ပြင် အမှန်စင်စစ် ၎င်းတို့သည် မြင့်မားသော လမ်းမပေါ်၌ မှန်ကန်စွာရှိခဲ့သည် <span>(၇၆)</span>အမှန်ပင် ယုံကြည်သူများအတွက် ထိုအရာ၌ လက္ခဏာတစ်ခုရှိသည် <span>(၇၇)</span></p><div lang=\"my\" class=\"my \"><h2>လူသ်၏လူမျိုးတို့၏ ပျက်စီးခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَتْهُمُ الصَّيْحَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် စိုင်ယာဟ်သည် ၎င်းတို့အား ဖမ်းမိခဲ့သည်)</span> ဤသည်မှာ နေထွက်ချိန်တွင် ၎င်းတို့ထံ ရောက်ရှိလာသော စူးရှသောအသံဖြစ်ပြီး၊ မြို့ကို မှောက်လှန်ပစ်ခြင်းနှင့် ရွှံ့စိုင်ကျောက်တုံးများ <span class=\"gray\">(အစ်-စစ်ဂျီလ်)</span> ၎င်းတို့အပေါ် ရွာချခြင်းတို့နှင့်အတူ ပါလာခဲ့သည်။ စူရာဟ် ဟူးဒ်တွင် အစ်-စစ်ဂျီလ်အကြောင်း ဆွေးနွေးမှုသည် လုံလောက်သော ရှင်းလင်းချက်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّلْمُتَوَسِّمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် ဤအရာ၌ မြင်နိုင်သူများအတွက် လက္ခဏာများရှိသည်)</span> ဆိုလိုသည်မှာ ထိုမြို့ပျက်စီးခြင်း၏ အကြွင်းအကျန်များကို မည်သူမဆို စဉ်းစားဆင်ခြင်ပါက ရုပ်ပိုင်းဆိုင်ရာ မျက်စိဖြင့်ကြည့်သည်ဖြစ်စေ၊ စိတ်ပိုင်းဆိုင်ရာနှင့် ဝိညာဉ်ရေးရာ ထိုးထွင်းသိမြင်မှုဖြင့် ကြည့်သည်ဖြစ်စေ အလွယ်တကူ မြင်နိုင်သည်၊ မူဂျာဟစ်ဒ်သည် ထိုစကားစုနှင့် ပတ်သက်၍ ပြောခဲ့သည်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلْمُتَوَسِّمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြင်နိုင်သူများ)</span> သူက \"ထိုးထွင်းသိမြင်မှုနှင့် ခွဲခြားသိမြင်နိုင်စွမ်းရှိသူများ\" ဟု ပြောခဲ့သည်။ အစ်ဘ်နု အဗ္ဗားစ်နှင့် အဒ်-ဒဟ်ဟာက်တို့ထံမှ သတင်းပေးပို့ချက်အရ ၎င်းသည် ကြည့်ရှုသူများကို ရည်ညွှန်းသည်။ ကာတာဒါဟ်က \"သင်ခန်းစာယူသူများ\" ဟု ပြောခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>မြင့်မားသော လမ်းမပေါ်ရှိ ဆိုဒုံမြို့</h2></div><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّهَا لَبِسَبِيلٍ مُّقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အမှန်စင်စစ် ၎င်းတို့သည် မြင့်မားသော လမ်းမပေါ်၌ မှန်ကန်စွာရှိခဲ့သည်)</span> ဆိုလိုသည်မှာ ဆိုဒုံမြို့သည် ရုပ်ပိုင်းဆိုင်ရာနှင့် ဝိညာဉ်ရေးရာအရ မှောက်လှန်ခံခဲ့ရပြီး အနံ့ဆိုးထွက်သော ရေကန် <span class=\"gray\">(ပင်လယ်သေ)</span> ဖြစ်လာသည်အထိ ကျောက်တုံးများဖြင့် ပစ်ပေါက်ခံခဲ့ရပြီး၊ ယနေ့ခေတ်အထိ အလွယ်တကူ သွားလာနိုင်သော လမ်းကြောင်းပေါ်တွင် တည်ရှိသည်။ ဤသည်မှာ အာယတ်တော်ကဲ့သို့ပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِم مُّصْبِحِينَ - وَبِاللَّيْلِ ۗ أَفَلَا تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် သင်တို့သည် နံနက်ပိုင်း၌လည်းကောင်း၊ ညအချိန်၌လည်းကောင်း ၎င်းတို့အား ဖြတ်သန်းသွားလာကြသည်။ သို့ဖြစ်လျှင် သင်တို့သည် စဉ်းစားဆင်ခြင်ကြမည် မဟုတ်လော။)</span><span class=\"gray\">(၃၇:၁၃၇-၁၃၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً لِّلْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် ယုံကြည်သူများအတွက် ထိုအရာ၌ လက္ခဏာတစ်ခုရှိသည်)</span> ဆိုလိုသည်မှာ၊ 'လူသ်၏လူမျိုးတို့အား ငါတို့ပြုခဲ့သော အားလုံး၊ ပျက်စီးခြင်းနှင့် လက်စားချေခြင်းမှစ၍၊ လူသ်နှင့် ၎င်း၏မိသားစုအား ငါတို့မည်သို့ ကယ်တင်ခဲ့သည်အထိ၊ ဤအရာများသည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်များကို ယုံကြည်သူများအတွက် ရှင်းလင်းသော လက္ခဏာများဖြစ်သည်'။</p>"
  },
  {
    "ayah_key": "15:78",
    "group_ayah_key": "15:78",
    "from_ayah": "15:78",
    "to_ayah": "15:79",
    "ayah_keys": "15:78,15:79",
    "text": "<p class=\"my translation\" lang=\"my\">အလ်-အိုင်ကာဟ်ဒေသနေ လူမျိုးတို့သည်လည်း မတရားပြုသူများ ဖြစ်ကြ၏ <span>(၇၈)</span>ထို့ကြောင့် ငါတို့သည် ၎င်းတို့အပေါ် လက်စားချေခဲ့၏။ ၎င်းတို့နှစ်ဦးစလုံးသည် ပွင့်လင်းသော လမ်းကြောင်းပေါ်တွင် ရှိကြပြီး မြင်သာထင်ရှားလှ၏။ <span>(၇၉)</span></p><div lang=\"my\" class=\"my \"><h2>အလ်-အိုင်ကာဟ်ဒေသနေ လူမျိုးများ၊ ရှူအိုင်းဗ်၏ လူမျိုးများ ပျက်စီးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ်-အိုင်ကာဟ်ဒေသနေ လူမျိုးတို့သည် ရှူအိုင်းဗ်၏ လူမျိုးများ ဖြစ်ကြ၏။ အဒ်-ဒွဟ်ဟားက်၊ ကသာဒါဟ်နှင့် အခြားသူများက အလ်-အိုင်ကာဟ်ဆိုသည်မှာ တစ်ခုနှင့်တစ်ခု ရစ်ခွေနေသော သစ်ပင်များကို ရည်ညွှန်းသည်ဟု ပြောကြားခဲ့ကြသည်။ ၎င်းတို့၏ မကောင်းမှုများတွင် အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်ခြင်း <span class=\"gray\">(ရှစ်က်)</span>၊ လမ်းပြတ်ဓားပြတိုက်ခြင်းနှင့် အလေးချိန်၊ အတိုင်းအတာများတွင် လိမ်လည်ခြင်းတို့ ပါဝင်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား စိုင်ဟဟ် <span class=\"gray\">(ကြောက်မက်ဖွယ်အော်ဟစ်သံ သို့မဟုတ် ပြစ်ဒဏ်)</span>၊ ငလျင်နှင့် အရိပ်နေ့၏ ပြစ်ဒဏ်တို့ဖြင့် အပြစ်ပေးခဲ့သည်။ ၎င်းတို့သည် လွတ်ဒ်၏ လူမျိုးများနှင့် နီးစပ်ရာတွင် နေထိုင်ခဲ့ကြသော်လည်း နောက်ပိုင်းကာလ၌ ဖြစ်သည်။ ထို့ပြင် လွတ်ဒ်၏ လူမျိုးများကို ၎င်းတို့ သိရှိကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّهُمَا لَبِإِمَامٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှစ်ဦးစလုံးသည် ပွင့်လင်းသော လမ်းကြောင်းပေါ်တွင် ရှိကြပြီး မြင်သာထင်ရှားလှ၏။)</span> အိဗ်နု အဗ္ဗားစ်၊ မွတ်ဂျာဟစ်ဒ်၊ အဒ်-ဒွဟ်ဟားက်နှင့် အခြားသူများက \"မြင်သာသော လမ်းကြောင်း\" ဟု ပြောကြားခဲ့ကြသည်။ ထို့ကြောင့် ရှူအိုင်းဗ်သည် ၎င်း၏လူမျိုးများကို သတိပေးသောအခါ ၎င်းတို့အား ပြောကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လွတ်ဒ်၏ လူမျိုးတို့သည် သင်တို့နှင့် ဝေးကွာကြသည်မဟုတ်ချေ!)</span><span class=\"gray\">[11:89]</span></p>"
  }
]