[
  {
    "ayah_key": "7:181",
    "group_ayah_key": "7:181",
    "from_ayah": "7:181",
    "to_ayah": "7:181",
    "ayah_keys": "7:181",
    "text": "<p class=\"my translation\" lang=\"my\">ကျွန်ုပ်တို့ ဖန်ဆင်းထားသူများထဲတွင် အမှန်တရားဖြင့် <span class=\"gray\">(အခြားသူများကို)</span> လမ်းညွှန်ပြသပြီး၊ ထိုအမှန်တရားဖြင့် တရားမျှတမှုကို တည်ထောင်သော လူအဖွဲ့အစည်းတစ်ခု ရှိပါသည်။) အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူ၏ <span>(၁၈၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّنْ خَلَقْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ဖန်ဆင်းထားသူများထဲမှ)</span>၊ အချို့သောလူမျိုးများကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُمَّةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူအဖွဲ့အစည်းတစ်ခု)</span>၊ ၎င်းသည် စကားနှင့် လုပ်ရပ်၌ အမှန်တရားဖြင့် ရပ်တည်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَهْدُونَ بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်တရားဖြင့် <span class=\"gray\">(အခြားသူများကို)</span> လမ်းညွှန်ပြသသူများ)</span>၊ ၎င်းတို့သည် ၎င်းကို ကြေညာပြီး ၎င်းကို ဖိတ်ခေါ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِهِ يَعْدِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအမှန်တရားဖြင့် တရားမျှတမှုကို တည်ထောင်သော)</span>၊ ၎င်းတို့ကိုယ်တိုင် လိုက်နာပြီး ၎င်းဖြင့် ဆုံးဖြတ်သည်။ ဤအာယတ်သည် မုဟမ္မဒ် ﷺ ၏ အွမ္မသ်ကို ရည်ညွှန်းကြောင်း ဖော်ပြခဲ့သည်။ </p><p lang=\"my\" class=\"my \">စာဟီးဟ်နှစ်ခုတွင် မူအာဝီယာဟ် ဘင် အဘီ ဆူဖယန်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقِّ لَا يَضُرُّهُمْ مَنْ خَذَلَهُمْ وَلَا مَنْ خَالَفَهُمْ حَتَّى تَقُومَ السَّاعَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ အွမ္မသ်ထဲတွင် အမှန်တရားပေါ်တွင် ထင်ရှားစွာရှိနေမည့် အုပ်စုတစ်စု အမြဲရှိနေမည်။ ၎င်းတို့ကို ပျက်စီးစေသူများ သို့မဟုတ် ဆန့်ကျင်သူများက မလျှော့နည်းစေဘဲ၊ (နောက်ဆုံး) နာရီ မရောက်မချင်း ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အခြားသော ရဝါယတ်တစ်ခုတွင် ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّى يَأْتِيَ أَمْرُ اللهِ وَهُمْ عَلَى ذَلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော် <span class=\"gray\">(နောက်ဆုံး နာရီ)</span> ရောက်လာသည်အထိ ၎င်းတို့သည် ဤအတိုင်းပင် ရှိနေမည်။)</span> ထို့အပြင် နောက်ထပ် ရဝါယတ်တစ်ခုတွင်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَهُمْ بِالشَّامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အာ့ရှ်-ရှမ် <span class=\"gray\">(စီရီးယားဒေသကြီး)</span> တွင် နေထိုင်ကြမည်။)</span></p>"
  },
  {
    "ayah_key": "7:182",
    "group_ayah_key": "7:182",
    "from_ayah": "7:182",
    "to_ayah": "7:183",
    "ayah_keys": "7:182,7:183",
    "text": "<p class=\"my translation\" lang=\"my\">ငါတို့၏ အာယတ်တော်များကို ငြင်းပယ်သူတို့အား၊ သူတို့မသိနားမလည်သော နည်းလမ်းများဖြင့် ငါတို့သည် တဖြည်းဖြည်းနှင့် ပြစ်ဒဏ်ပေးမည်။ <span>(၁၈၂)</span> ငါသည် သူတို့ကို အချိန်ပေးထား၏၊ ဧကန်မလွဲ ငါ၏စီမံကိန်းသည် ခိုင်မာလှ၏။) အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူ၏ <span>(၁၈၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အာယတ်တော်များကို ငြင်းပယ်သူတို့အား၊ သူတို့မသိနားမလည်သော နည်းလမ်းများဖြင့် ငါတို့သည် တဖြည်းဖြည်းနှင့် ဖမ်းဆီးမည်။)</span> ဆိုလိုသည်မှာ ဤဘဝတွင် သူတို့အတွက် စားဝတ်နေရေး တံခါးများနှင့် အသက်မွေးဝမ်းကျောင်းနည်းလမ်းများ ပွင့်လာလိမ့်မည်။ သူတို့သည် ဤအရာအားလုံးဖြင့် လှည့်ဖြားခံရပြီး မှန်ကန်သောလမ်းပေါ်တွင် ရှိသည်ဟု ထင်မြင်ကြလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားနေရာတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّىٰ إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ - فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့ကို သတိပေးခဲ့သည်များကို သူတို့မေ့လျော့သောအခါ၊ ငါတို့သည် သူတို့အတွက် အရာခပ်သိမ်းသော <span class=\"gray\">(သာယာဖွယ်)</span> တံခါးများကို ဖွင့်ပေးခဲ့၏။ နောက်ဆုံးတွင် သူတို့အား ပေးထားသော အရာများဖြင့် ပျော်ရွှင်နေစဉ်တွင် ရုတ်တရက် ငါတို့သည် သူတို့ကို <span class=\"gray\">(ပြစ်ဒဏ်ဖြင့်)</span> ဖမ်းဆီးခဲ့၏။ ထိုအခါ သူတို့သည် နက်ရှိုင်းသော နောင်တများနှင့် ဝမ်းနည်းပူဆွေးမှုများဖြင့် ဖျက်ဆီးခြင်းခံခဲ့ရသည်။ ထို့ကြောင့် မကောင်းမှုပြုခဲ့သူတို့၏ အမြစ်ကို ဖြတ်တောက်ခဲ့သည်။ ကမ္ဘာလောကအားလုံးကို ဖန်ဆင်းရှင် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးသည် ရှိပါသည်။)</span><span class=\"gray\">[6:44-45]</span>. အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمْلِي لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သူတို့ကို အချိန်ပေးထား၏)</span> သူတို့ရှိနေသည်ကို ဆွဲဆန့်စေသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ كَيْدِي مَتِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါ၏စီမံကိန်းသည် ခိုင်မာလှ၏)</span> နှင့် ပြည့်စုံသည်။</p>"
  },
  {
    "ayah_key": "7:184",
    "group_ayah_key": "7:184",
    "from_ayah": "7:184",
    "to_ayah": "7:184",
    "ayah_keys": "7:184",
    "text": "<p class=\"my translation\" lang=\"my\">သူတို့ မစဉ်းစားကြဘူးလား။ သူတို့၏အပေါင်းအဖော်တွင် ရူးသွပ်မှုမရှိ။ သူသည် ရှင်းလင်းသော သတိပေးသူမျှသာ။) အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည် <span>(184)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَتَفَكَّرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ မစဉ်းစားကြဘူးလား။)</span> 'ငါတို့၏ အာယတ်တော်များကို ငြင်းပယ်သူများ၊'</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا بِصَاحِبِهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏အပေါင်းအဖော်တွင် မရှိ)</span>, မုဟမ္မဒ် ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّن جِنَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရူးသွပ်မှု)</span> မုဟမ္မဒ်သည် ရူးသွပ်သူမဟုတ်၊ အမှန်စင်စစ် သူသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်ပြီး သစ္စာတရားသို့ ခေါ်ဆိုနေသူဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا نَذِيرٌ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူသည် ရှင်းလင်းသော သတိပေးသူဖြစ်သည်)</span>, ၎င်းသည် ဉာဏ်နှင့် နားလည်သဘောပေါက်နိုင်သော နှလုံးသားရှိသူများအတွက် ရှင်းလင်းလှပါသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တော်တစ်ခု၌ မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا صَاحِبُكُم بِمَجْنُونٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့၏ <span class=\"gray\">(အို လူအများ)</span> အပေါင်းအဖော်သည် ရူးသွပ်သူမဟုတ်ပေ။)</span><span class=\"gray\">[81:22]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا أَعِظُكُم بِوَاحِدَةٍ أَن تَقُومُوا لِلَّهِ مَثْنَىٰ وَفُرَادَىٰ ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَّكُم بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ငါသည် အသင်တို့အား <span class=\"gray\">(အရာတစ်ခု)</span> တည်းကိုသာ တိုက်တွန်း၏။ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အတွက် နှစ်ယောက်တစ်တွဲနှင့် တစ်ဦးချင်း ထရပ်ကြကာ စဉ်းစားကြလော့။ အသင်တို့၏အပေါင်းအဖော်တွင် ရူးသွပ်မှုမရှိ။ သူသည် ပြင်းထန်သော ပြစ်ဒဏ်၏ မျက်မှောက်တွင် အသင်တို့အား သတိပေးသူသာဖြစ်၏။\")</span><span class=\"gray\">[34:46]</span> ဆိုလိုသည်မှာ 'မာနမာနမရှိဘဲ သို့မဟုတ် ဘက်လိုက်မှုမရှိဘဲ အလ္လာဟ်အရှင်မြတ်အတွက် စိတ်ရင်းမှန်ဖြင့် ထရပ်ရန် ငါတောင်းဆို၏၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثْنَىٰ وَفُرَادَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှစ်ယောက်တစ်တွဲနှင့် တစ်ဦးချင်း)</span><span class=\"gray\">[34:46]</span> တစ်ဦးချင်းစီနှင့် အဖွဲ့လိုက်,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تَتَفَكَّرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် စဉ်းစားကြလော့)</span><span class=\"gray\">[34:46]</span>, အလ္လာဟ်အရှင်မြတ်ထံမှ သတင်းစကားကို ယူဆောင်လာသော ဤပုဂ္ဂိုလ်သည် ရူးသွပ်နေပါသလား။ သင်တို့ ဤသို့ပြုလုပ်ပါက သူသည် အမှန်တရားနှင့် တရားမျှတမှုဖြင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ဖြစ်ကြောင်း သင်တို့အား ရှင်းလင်းလာလိမ့်မည်။ ကတာဒါဟ် ဘင် ဒီအာမာဟ်က ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်သည် တစ်ချိန်က အဆ်-စဖာ <span class=\"gray\">(တောင်)</span> ပေါ်တွင်ရှိပြီး ကူရိုင်းရှ်မျိုးနွယ်စုများကို မျိုးနွယ်စုအလိုက် ခေါ်ယူကာ ကြေညာခဲ့ကြောင်း ကျွန်ုပ်တို့အား အသိပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِي فُلَانٍ، يَا بَنِي فُلَانٍ فَحَذَّرَهُمْ بَأْسَ اللهِ وَوَقَائِعَ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဟိုလူမျိုး၊ အို ဒီလူမျိုး၏ သားသမီးတို့။ သူသည် အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးအင်အားနှင့် <span class=\"gray\">(သူ၏ ရန်သူများအား လက်စားချေခြင်းကဲ့သို့)</span> ပြုတော်မူခဲ့သည့်အရာများကို သတိပေးခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့အနက် အချို့က မှတ်ချက်ပေးသည်၊ 'အသင်တို့၏ ဤအပေါင်းအဖော် <span class=\"gray\">(တမန်တော် မုဟမ္မဒ်)</span> သည် ရူးနေသည်။ သူသည် နံနက်တိုင်အောင် အော်ဟစ်နေသလား?' အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော်ကို ချပေးတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَتَفَكَّرُوا مَا بِصَاحِبِهِم مِّن جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ မစဉ်းစားကြဘူးလား။ သူတို့၏အပေါင်းအဖော်တွင် ရူးသွပ်မှုမရှိ။ သူသည် ရှင်းလင်းသော သတိပေးသူမျှသာ)</span><span class=\"gray\">[7:184]</span>။\"</p>"
  },
  {
    "ayah_key": "7:185",
    "group_ayah_key": "7:185",
    "from_ayah": "7:185",
    "to_ayah": "7:185",
    "ayah_keys": "7:185",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့သည် မိုးကောင်းကင်များနှင့် မြေကြီး၏ အုပ်စိုးမှု၊ အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းထားသော အရာအားလုံးကို မကြည့်ရှုကြဘူးလား။ ၎င်းတို့၏ သက်တမ်း ကုန်ဆုံးချိန် နီးလာပြီဖြစ်ကြောင်း။ ဤသည်နောက် မည်သည့် သတင်းစကားကို ၎င်းတို့ ယုံကြည်ကြဦးမည်နည်း။ <span>(၁၈၅)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ယုံကြည်မှုကို ငြင်းဆိုသူများကို မေးသည်- ၎င်းတို့သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အုပ်စိုးမှုတွင် ရှိသော ငါတို့၏ အာယတ်တော်များနှင့် ၎င်းတို့၌ ဖန်ဆင်းထားသည့်အရာများကို ဆင်ခြင်သုံးသပ်ခြင်း မရှိကြဘူးလား။ ဤအရာအားလုံးကို ၎င်းတို့ ဆင်ခြင်သုံးသပ်ခြင်း မရှိကြဘူးလား၊ ၎င်းမှ သင်ခန်းစာများ မယူကြဘူးလား၊ ဤအရာအားလုံးကို ပိုင်ဆိုင်သူသည် တန်းတူ သို့မဟုတ် ပြိုင်ဘက် မရှိကြောင်း ၎င်းတို့ သေချာစေရန်။ ဤအရာအားလုံးကို တစ်ပါးတည်းသော ကိုးကွယ်မှုနှင့် စစ်မှန်သော ဘာသာတရားကို ခံထိုက်သောအရှင်က ဖန်ဆင်းထားခြင်းဖြစ်သည်၊ ၎င်းတို့သည် ကိုယ်တော်ကို ယုံကြည်ပြီး ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို ယုံကြည်ရန်၊ အလ္လာဟ်အရှင်မြတ်၏ နာခံမှုသို့ အမြဲတမ်း ပြန်လှည့်ရန်၊ ကိုယ်တော်၏ ပြိုင်ဘက်များကို ငြင်းပယ်ရန်၊ ရုပ်တုများကို ငြင်းပယ်ရန်အတွက် ဖြစ်သည်။ ၎င်းတို့၏ သက်တမ်း ကုန်ဆုံးချိန်သို့ ရောက်ရှိနိုင်ကြောင်းနှင့် ထိုကြောင့် ၎င်းတို့သည် မယုံကြည်သူများအဖြစ်ဖြင့် ကွယ်လွန်ခြင်းကို ရင်ဆိုင်ရမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်၏ ပြင်းထန်သော ပြစ်ဒဏ်နှင့် ခေတ္တခဏ အပြစ်ပေးခြင်းကို ခံရမည်ဖြစ်ကြောင်း ၎င်းတို့ကို သတိပေးသင့်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်နောက် မည်သည့် သတင်းစကားကို ၎င်းတို့ ယုံကြည်ကြဦးမည်နည်း။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- မုဟမ္မဒ် ﷺ သည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်ထံမှ ကိုယ်တော်၏ ကျမ်းတော်တွင် ယူဆောင်လာသော သတိပေးချက်များနှင့် ခြိမ်းခြောက်မှုများသည် ၎င်းတို့ကို ယုံကြည်ရန် မတိုက်တွန်းနိုင်လျှင်၊ ၎င်းတို့ကို ယုံကြည်ရန် မည်သည့် သတိပေးချက်များနှင့် စိတ်ဓာတ်ကျစရာများက တိုက်တွန်းနိုင်မည်နည်း။ အလ္လာဟ်အရှင်မြတ် ထပ်မံ မိန့်တော်မူသည်၊</p>"
  },
  {
    "ayah_key": "7:186",
    "group_ayah_key": "7:186",
    "from_ayah": "7:186",
    "to_ayah": "7:186",
    "ayah_keys": "7:186",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ် လမ်းမှားသို့ ပို့တော်မူသောသူအား မည်သူမျှ လမ်းညွှန်နိုင်မည်မဟုတ်ပေ။ ထို့ပြင် အရှင်မြတ်သည် သူတို့အား ၎င်းတို့၏ ကျူးလွန်မှုများတွင် မျက်စိကန်းစွာ လှည့်လည်သွားလာခွင့်ပြုတော်မူသည် <span>(၁၈၆)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ လမ်းမှားသို့ရောက်ရန် သတ်မှတ်ထားသောသူများကို မည်သူမျှ လမ်းညွှန်မှုသို့ ပို့ဆောင်နိုင်မည်မဟုတ်ပေ။ ထို့ပြင် ထိုသူတို့သည် ထိုသို့သော လမ်းညွှန်မှုကို ရရှိရန် အတတ်နိုင်ဆုံး ကြိုးစားခဲ့လျှင်ပင် ၎င်းတို့အတွက် အကျိုးရှိမည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدِ اللَّهُ فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမဆို ဖစ်နဟ် <span class=\"gray\">(မှားယွင်းမှု၊ ယုံကြည်ချက်ကို ငြင်းပယ်ခြင်းကြောင့် သို့မဟုတ် စမ်းသပ်ခြင်း)</span> ၌ ထည့်လိုပါက၊ သင်သည် အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်၍ သူ့အတွက် မည်သည့်အရာမျှ လုပ်ဆောင်နိုင်မည်မဟုတ်ပေ။)</span><span class=\"gray\">[၅:၄၁]</span>, နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ انظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့။ \"မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၌ ရှိရှိသမျှအားလုံးကို ကြည့်ရှုကြလော့။\" သို့သော် အာယတ်တော်များနှင့် သတိပေးသူများသည် မယုံကြည်သူများအား အကျိုးပြုမည်မဟုတ်ပေ။)</span><span class=\"gray\">[၁၀:၁၀၁]</span>။</p>"
  }
]