[
  {
    "ayah_key": "19:27",
    "group_ayah_key": "19:27",
    "from_ayah": "19:27",
    "to_ayah": "19:33",
    "ayah_keys": "19:27,19:28,19:29,19:30,19:31,19:32,19:33",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် သူမသည် သူ့ကိုထမ်းပိုး၍ မိမိလူမျိုးများထံသို့ ခေါ်လာခဲ့သည်။ ၎င်းတို့က “အို မရ်ယမ်! သင်သည် ဧကန်မုချ ကြီးမားလှသော ကိစ္စတစ်ခုကို ဆောင်ယူလာခဲ့ပြီ။ <span>(၂၇)</span>အို ဟာရွန်၏ ညီမ! သင်၏ဖခင်သည် မုဒိမ်းကျင့်သူတစ်ဦး မဟုတ်ခဲ့ပေ။ သင်၏မိခင်သည်လည်း ဖောက်ပြန်သောအမျိုးသမီး မဟုတ်ခဲ့ပေ။ <span>(၂၈)</span>” ထို့နောက် သူမသည် သူ့ဘက်သို့ လက်ညှိုးထိုးပြခဲ့သည်။ ၎င်းတို့က “ပုခက်ထဲမှ ကလေးငယ်တစ်ဦးနှင့် ကျွန်ုပ်တို့ မည်သို့ စကားပြောဆိုနိုင်မည်နည်း။ <span>(၂၉)</span>” သူက “ဧကန်စင်စစ် ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်ဖြစ်သည်။ ကိုယ်တော်သည် ကျွန်ုပ်အား ကျမ်းဂန်ကို ပေးသနားတော်မူခဲ့ပြီး တမန်တော်တစ်ဦးအဖြစ် ခန့်အပ်တော်မူခဲ့သည်။ <span>(၃၀)</span>” ကိုယ်တော်သည် ကျွန်ုပ်ရောက်ရှိရာ အရပ်တိုင်းတွင် မင်္ဂလာရှိသူဖြစ်စေတော်မူခဲ့ပြီး၊ ကျွန်ုပ်အား အသက်ရှင်သန်နေသရွေ့ <span class=\"gray\">[အော်ဝ်စွားနီး]</span> ဆွလားဟ် (ဝတ်ပြုဆုတောင်းခြင်း) နှင့် ဇကားဟ် (ဆွဒ်ကာကြေး) ကို လိုက်နာရန် အမိန့်ချမှတ်တော်မူခဲ့သည်။ <span>(၃၁)</span>” ကျွန်ုပ်၏မိခင်အား ရိုသေလေးစားသူဖြစ်စေတော်မူခဲ့ပြီး၊ ကျွန်ုပ်အား မာန်မာနထောင်လွှားသူ၊ ကံဆိုးသူဖြစ်စေတော်မူခဲ့သည် မဟုတ်ပေ။ <span>(၃၂)</span>” ကျွန်ုပ်မွေးဖွားသောနေ့၊ ကျွန်ုပ်သေဆုံးသောနေ့နှင့် ကျွန်ုပ်ရှင်ပြန်ထမြောက်သောနေ့၌ ကျွန်ုပ်အပေါ် ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းရေး)</span> ရှိပါစေ။ <span>(၃၃)</span>”</p><div lang=\"my\" class=\"my \"><h2>လူထုရှေ့မှောက်တွင် မရ်ယမ်နှင့် အလ်-မစီဟ်၊ လူထုက မရ်ယမ်အား ငြင်းပယ်ခြင်းနှင့် မစီဟ်က ၎င်းတို့အား ပြန်လည်ဖြေကြားခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မရ်ယမ်အား ထိုနေ့၌ ဥပုသ်သီလစောင့်ထိန်းရန်နှင့် မည်သူတစ်ဦးတစ်ယောက်နှင့်မျှ စကားမပြောရန် အမိန့်ပေးခဲ့စဉ်က သူမ၏အခြေအနေကို အသိပေးတော်မူခဲ့သည်။ အမှန်စင်စစ် သူမ၏ကိစ္စကို အလေးထားဆောင်ရွက်မည်ဖြစ်ပြီး သူမ၏သက်သေကိုလည်း ခိုင်မာစေမည်ဖြစ်သောကြောင့်တည်း။ ထို့ကြောင့် သူမသည် အလ္လာဟ်အရှင်မြတ်၏အမိန့်ကို လက်ခံခဲ့ပြီး ကိုယ်တော်၏အမိန့်တော်ကို အသင့်လက်ခံခဲ့သည်။ သူမသည် မိမိ၏ကလေးငယ်ကိုယူ၍ သူ့ကိုထမ်းပိုးကာ မိမိလူမျိုးများထံသို့ ခေါ်လာခဲ့သည်။ ၎င်းတို့က သူမကို ဤကဲ့သို့တွေ့မြင်သောအခါ သူမ၏အခြေအနေနှင့်ပတ်သက်၍ အလေးအနက်ထားခဲ့ပြီး ပြင်းထန်စွာ ကန့်ကွက်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"အို မရ်ယမ်! ဧကန်မုချ သင်သည် ကြီးမားလှသော ကိစ္စတစ်ခုကို ဆောင်ယူလာခဲ့ပြီ။\")</span></p><p lang=\"my\" class=\"my \">ဖာရီယျ် (Fariy) ဆိုသည်မှာ ကြီးမားလှသောကိစ္စဟု အဓိပ္ပါယ်ရသည်။ ဤအကြောင်းကို မူဂျာဟစ်၊ ကတာဒါး၊ အစ်ဆွတ်ဒီနှင့် အခြားသူများက ပြောကြားခဲ့ကြသည်။ အိဗ်နု အဘီ ဟာသ်င်သည် နော်ဖ် အလ်-ဘီကာလီထံမှ သတင်းပေးပို့ခဲ့သည်မှာ သူက \"သူမ၏လူမျိုးများသည် သူမကို ရှာဖွေရန် ထွက်သွားခဲ့ကြသည်။ သူမသည် တမန်တော်မြတ်များနှင့် ဂုဏ်သရေရှိခြင်းဖြင့် ကောင်းချီးခံစားခဲ့ရသော မိသားစုမှ ဆင်းသက်လာသူဖြစ်သည်။ သို့သော်လည်း ၎င်းတို့သည် သူမ၏မည်သည့်ခြေရာကိုမျှ ရှာမတွေ့ခဲ့ကြပေ။ ၎င်းတို့သည် နွားကျောင်းသားတစ်ဦးနှင့် တွေ့ဆုံခဲ့ပြီး 'ဤကဲ့သို့သော အမျိုးသမီးငယ်တစ်ဦးကို သင်တွေ့ဖူးပါသလား' ဟု မေးမြန်းခဲ့ကြသည်။ သူက 'မတွေ့ဖူးပါ၊ သို့သော် ယနေ့ညတွင် ကျွန်ုပ်သည် ကျွန်ုပ်၏နွားများ အရင်ကမမြင်ဖူးသော အပြုအမူတစ်ခုကို လုပ်ဆောင်နေသည်ကို တွေ့ခဲ့ရသည်' ဟု ပြန်လည်ဖြေကြားခဲ့သည်။ ၎င်းတို့က 'ဘာတွေ့ခဲ့ရသလဲ' ဟု မေးမြန်းသောအခါ သူက 'ယနေ့ညတွင် ကျွန်ုပ်သည် ၎င်းတို့ ထိုချိုင့်ဝှမ်းဘက်သို့ ဦးတိုက်ကုနဲချနေသည်ကို တွေ့ခဲ့ရသည်' ဟု ပြန်ဖြေခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">အဗ်ဒူလ္လာဟ် ဘင်န် ဇီယာဒ်က <span class=\"gray\">(အကြောင်းအရာကို ထပ်ပေါင်း၍)</span> ပြောကြားခဲ့သည်မှာ \"ဆယားရ်ထံမှ သူ <span class=\"gray\">(နွားကျောင်းသား)</span> က 'ကျွန်ုပ်သည် တောက်ပသော အလင်းရောင်တစ်ခုကို တွေ့ခဲ့သည်' ဟု ပြောကြားခဲ့ကြောင်း ကျွန်ုပ် မှတ်မိသည်။\" ထို့ကြောင့် ၎င်းတို့သည် သူပြောပြခဲ့သော ဦးတည်ရာသို့ သွားခဲ့ကြပြီး မရ်ယမ်သည် ထိုဦးတည်ရာမှ ၎င်းတို့ဘက်သို့ လာနေခဲ့သည်။ သူမ ၎င်းတို့ကို မြင်သောအခါ ထိုင်ချလိုက်ပြီး မိမိ၏ကလေးငယ်ကို သူမ၏ရင်ခွင်ထဲတွင် ပွေ့ထားခဲ့သည်။ ၎င်းတို့သည် သူမထံသို့ လာခဲ့ကြပြီး သူမအနားတွင် ရပ်နေခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"အို မရ်ယမ်! ဧကန်မုချ သင်သည် ကြီးမားလှသော ကိစ္စ <span class=\"gray\">(ဖာရီယျ်)</span> တစ်ခုကို ဆောင်ယူလာခဲ့ပြီ။\")</span> ဤသည်မှာ သူမ ဆောင်ယူလာခဲ့သည်မှာ ကြီးမားသောကိစ္စတစ်ခုဖြစ်ကြောင်း ဆိုလိုသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَا أُخْتَ هَارُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဟာရွန်၏ ညီမ!)</span> ဤသည်မှာ \"အို ဝတ်ပြုကိုးကွယ်မှု၌ ဟာရွန် <span class=\"gray\">(အာရုန်)</span> နှင့် ဆင်တူသူ\" ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ဖခင်သည် မုဒိမ်းကျင့်သူတစ်ဦး မဟုတ်ခဲ့ပေ။ သင်၏မိခင်သည်လည်း ဖောက်ပြန်သောအမျိုးသမီး မဟုတ်ခဲ့ပေ။)</span> ၎င်းတို့ဆိုလိုသည်မှာ \"သင်သည် ကောင်းမြတ်သော၊ သန့်စင်သော မိသားစုမှ ဆင်းသက်လာသူဖြစ်ပြီး ၎င်းတို့၏ ဖြောင့်မတ်တည်ကြည်မှု၊ ဝတ်ပြုကိုးကွယ်မှုနှင့် လောကီစည်းစိမ်မှ ရှောင်ကြဉ်မှုတို့ကြောင့် ထင်ရှားသူဖြစ်သည်။ သင်သည် ထိုကဲ့သို့သော အရာတစ်ခုကို မည်သို့လုပ်ဆောင်နိုင်မည်နည်း\" ဟူ၍ဖြစ်သည်။ အလီ ဘင်န် အဘီ သွလ်ဟာနှင့် အစ်ဆွတ်ဒီတို့နှစ်ဦးစလုံးက \"သူမအား ပြောကြားခဲ့သည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَا أُخْتَ هَارُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဟာရွန်၏ ညီမ!)</span> ဆိုသည်မှာ မူဆာ၏ညီကို ရည်ညွှန်းခြင်းဖြစ်သည်။ အကြောင်းမှာ သူမသည် သူ့၏သားစဉ်မြေးဆက်ဖြစ်သောကြောင့်တည်း။ ၎င်းသည် တာမီမီမျိုးနွယ်မှ ဆင်းသက်လာသူအား 'အို တာမီမ်၏ညီ' ဟု ခေါ်ဆိုခြင်းနှင့် မူဒါရီမျိုးနွယ်မှ ဆင်းသက်လာသူအား 'အို မူဒါရ်၏ညီ' ဟု ခေါ်ဆိုခြင်းနှင့် ဆင်တူသည်။ သူမသည် ၎င်းတို့အနက် ဟာရွန်အမည်ရှိသော ဖြောင့်မတ်တည်ကြည်သည့် အမျိုးသားတစ်ဦးနှင့် ဆွေမျိုးတော်စပ်ကြောင်းနှင့် သူမသည် သူ၏ရှောင်ကြဉ်မှုနှင့် ဝတ်ပြုကိုးကွယ်မှုတို့၌ သူ့နှင့်နှိုင်းယှဉ်နိုင်သူဖြစ်ကြောင်းလည်း ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَشَارَتْ إِلَيْهِ ۖ قَالُوا كَيْفَ نُكَلِّمُ مَن كَانَ فِي الْمَهْدِ صَبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူမသည် သူ့ဘက်သို့ လက်ညှိုးထိုးပြခဲ့သည်။ ၎င်းတို့က \"ပုခက်ထဲမှ ကလေးငယ်တစ်ဦးနှင့် ကျွန်ုပ်တို့ မည်သို့ စကားပြောဆိုနိုင်မည်နည်း။\")</span> ၎င်းတို့သည် သူမ၏အခြေအနေနှင့်ပတ်သက်၍ သံသယဖြစ်နေစဉ်၊ သူမ၏အခြေအနေများကို ရှုံ့ချနေစဉ်၊ ပြောချင်ရာပြောနေစဉ်တွင် ဖြစ်ပျက်ခဲ့သည့် ကိစ္စဖြစ်သည်။ ထိုအချိန်တွင် ၎င်းတို့သည် သူမကို ကဲ့ရဲ့ရှုံ့ချနေကြပြီး ကြောက်မက်ဖွယ်ကောင်းသော လုပ်ရပ်တစ်ခုဖြင့် မမှန်မကန် စွပ်စွဲနေခဲ့ကြသည်။ ထိုနေ့၌ သူမသည် ဥပုသ်သီလစောင့်ထိန်းပြီး တိတ်ဆိတ်စွာ နေခဲ့သည်။ ထို့ကြောင့် သူမသည် အပြောအဆိုအားလုံးကို သူ့ <span class=\"gray\">(ကလေးငယ်)</span> ဘက်သို့ လွှဲပြောင်းပေးခဲ့ပြီး ၎င်းတို့အား သူ့ထံသို့ လိပ်မူရန်နှင့် သူတို့အား စကားပြောရန် ညွှန်ကြားခဲ့သည်။ ၎င်းတို့သည် သူမကို ပြောင်လှောင်ခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် သူမသည် ၎င်းတို့ကို လှောင်ပြောင်နေသည်၊ ကစားနေသည်ဟု ထင်မြင်ခဲ့ကြသောကြောင့်ဖြစ်သည်။ ၎င်းတို့က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ نُكَلِّمُ مَن كَانَ فِي الْمَهْدِ صَبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပုခက်ထဲမှ ကလေးငယ်တစ်ဦးနှင့် ကျွန်ုပ်တို့ မည်သို့ စကားပြောဆိုနိုင်မည်နည်း။)</span> မိုင်မူန် ဘင်န် မဟ်ရန်က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَشَارَتْ إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူမသည် သူ့ဘက်သို့ လက်ညှိုးထိုးပြခဲ့သည်။)</span> \"သူမက 'သူ့ကို စကားပြောပါ' ဟု ညွှန်ပြခဲ့သည်။ ထို့နောက် ၎င်းတို့က 'သူမသည် ကျွန်ုပ်တို့ထံသို့ ဤဘေးဆိုးကြီးနှင့် ရောက်ရှိလာပြီးနောက်၊ ယခုမူ ပုခက်ထဲမှ ကလေးငယ်တစ်ဦးနှင့် စကားပြောဆိုရန် ကျွန်ုပ်တို့ကို အမိန့်ပေးနေသည်!' ဟု ပြောကြားခဲ့ကြသည်။\" အစ်ဆွတ်ဒီက \"သူမ သူ့ဘက်သို့ လက်ညှိုးထိုးပြသောအခါ ၎င်းတို့သည် ဒေါသထွက်ခဲ့ကြပြီး 'ဤကလေးငယ်နှင့် စကားပြောဆိုရန် ကျွန်ုပ်တို့ကို အမိန့်ပေးလောက်အောင် သူမက ကျွန်ုပ်တို့ကို လှောင်ပြောင်ခြင်းသည် သူမ၏ ဖောက်ပြန်မှုထက် ကျွန်ုပ်တို့အတွက် ပိုဆိုးသည်' ဟု ပြောကြားခဲ့ကြသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا كَيْفَ نُكَلِّمُ مَن كَانَ فِي الْمَهْدِ صَبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"ပုခက်ထဲမှ ကလေးငယ်တစ်ဦးနှင့် ကျွန်ုပ်တို့ မည်သို့ စကားပြောဆိုနိုင်မည်နည်း။\")</span> ဤသည်မှာ \"ပုခက်ထဲတွင် ရှိသော၊ မွေးကင်းစကလေးဘဝနှင့် ကလေးတစ်ဦး မည်သို့ စကားပြောဆိုနိုင်မည်နည်း\" ဟု ဆိုလိုသည်။ အီဆာက ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنِّي عَبْدُ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်ဖြစ်သည်။)</span> သူ ပထမဆုံး ပြောကြားခဲ့သည့်အရာမှာ မိမိ၏အရှင်သခင်၏ မြင့်မြတ်သောဂုဏ်သိက္ခာနှင့် ကိုယ်တော်တွင် သားသမီးမရှိခြင်းတို့ကို ကြေညာခြင်းဖြစ်သည်။ ထို့ပြင် သူကိုယ်တိုင်သည် မိမိ၏အရှင်သခင်ကို ဝတ်ပြုကိုးကွယ်သူဖြစ်ကြောင်း အတည်ပြုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ကျွန်ုပ်အား ကျမ်းဂန်ကို ပေးသနားတော်မူခဲ့ပြီး တမန်တော်တစ်ဦးအဖြစ် ခန့်အပ်တော်မူခဲ့သည်။)</span> ဤသည်မှာ သူ၏မိခင်အပေါ် စွပ်စွဲခဲ့သော ကိုယ်ကျင့်တရားပျက်ပြားမှုမှ သူမ၏အပြစ်ကင်းစင်မှုကို ကြေညာခြင်းဖြစ်သည်။ နော်ဖ် အလ်-ဘီကာလီက \"သူတို့သည် သူ၏မိခင်အား ပြောချင်ရာပြောနေစဉ်၊ သူ <span class=\"gray\">(အီဆာ)</span> သည် သူမ၏နို့ကို စို့နေခဲ့သည်။ ၎င်းတို့၏ စကားကြောင့် သူသည် သူ၏ပါးစပ်မှ နို့ကို လွှတ်ပြီး သူ၏ဘယ်ဘက်သို့ မှီကာ ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်ဖြစ်သည်။ ကိုယ်တော်သည် ကျွန်ုပ်အား ကျမ်းဂန်ကို ပေးသနားတော်မူခဲ့ပြီး တမန်တော်တစ်ဦးအဖြစ် ခန့်အပ်တော်မူခဲ့သည်။)</span> ထို့နောက် သူက ဆက်လက်ပြောကြားရာတွင်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا دُمْتُ حَيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ် အသက်ရှင်သန်နေသရွေ့။)</span>\" သူ၏ အမိန့်တော်နှင့် ပတ်သက်၍၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ကျွန်ုပ်ရောက်ရှိရာ အရပ်တိုင်းတွင် မင်္ဂလာရှိသူဖြစ်စေတော်မူခဲ့ပြီး၊)</span> မူဂျာဟစ်၊ အမ်ရ် ဘင်န် ကွိုင်းစ်နှင့် အသ်-သောရ်ရီတို့အားလုံးက ဤသည်မှာ \"ကိုယ်တော်သည် ကျွန်ုပ်အား ကောင်းမှုကုသိုလ် ဆရာတစ်ဦးဖြစ်စေတော်မူခဲ့သည်\" ဟု ဆိုလိုကြောင်း ပြောကြားခဲ့ကြသည်။ မူဂျာဟစ်ထံမှ အခြားဖော်ပြချက်တစ်ခုတွင် သူက \"အကျိုးပြုသူတစ်ဦး\" ဟု ပြောကြားခဲ့သည်။ အိဗ်နု ဂျာရီရ်က ဗနီ မခ်ဇူးမ် မျိုးနွယ်စု၏ လွတ်မြောက်ကျွန် ဝူဟိုက်ဘ် ဘင်န် အလ်-ဝါရ်ဒ်ထံမှ သတင်းပေးပို့ခဲ့သည်မှာ သူက \"ပညာရှင်တစ်ဦးသည် မိမိထက် ပိုမိုသိရှိသော အခြားပညာရှင်တစ်ဦးနှင့် တွေ့ဆုံခဲ့သည်။ ထို့ကြောင့် သူက 'အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ကရုဏာထားတော်မူပါစေ၊ ကျွန်ုပ် မည်သည့်လုပ်ရပ်များကို ပွင့်ပွင့်လင်းလင်း လုပ်ဆောင်သင့်သနည်း' ဟု သူ့အား ပြောကြားခဲ့သည်။ အခြားသူက 'ကောင်းမှုကို အမိန့်ပေးခြင်းနှင့် မကောင်းမှုကို တားမြစ်ခြင်းဖြစ်သည်၊ အကြောင်းမှာ ဧကန်မုချ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရားဖြစ်ပြီး ကိုယ်တော်သည် မိမိ၏တမန်တော်များကို မိမိ၏ကျွန်များထံ စေလွှတ်တော်မူခဲ့သည်' ဟု ပြန်လည်ဖြေကြားခဲ့သည်။ ပညာရှင်များသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ပတ်သက်၍ ဧကန်မုချ သဘောတူညီခဲ့ကြသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ကျွန်ုပ်ရောက်ရှိရာ အရပ်တိုင်းတွင် မင်္ဂလာရှိသူဖြစ်စေတော်မူခဲ့ပြီး၊)</span> ထို့နောက် 'သူ၏ကောင်းချီးသည် အဘယ်နည်း' ဟု မေးမြန်းခဲ့သည်။ သူ <span class=\"gray\">(ဝူဟိုက်ဘ်)</span> က 'သူရောက်ရှိရာ အရပ်တိုင်းတွင် ကောင်းမှုကို အမိန့်ပေးခြင်းနှင့် မကောင်းမှုကို တားမြစ်ခြင်းဖြစ်သည်' ဟု ပြန်လည်ဖြေကြားခဲ့သည်။\" သူ၏စကားမှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကိုယ်တော်သည် ကျွန်ုပ်အား အသက်ရှင်သန်နေသရွေ့ <span class=\"gray\">[အော်ဝ်စွားနီး]</span> ဆွလားဟ် (ဝတ်ပြုဆုတောင်းခြင်း) နှင့် ဇကားဟ် (ဆွဒ်ကာကြေး) ကို လိုက်နာရန် အမိန့်ချမှတ်တော်မူခဲ့သည်။)</span> ဤသည်မှာ မုဟမ္မဒ် ﷺ အား အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ الْيَقِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်ကို ကိုးကွယ်ဝတ်ပြုလော့။ သင့်ထံသို့ သေချာမှု <span class=\"gray\">(ဆိုလိုသည်မှာ သေခြင်းတရား)</span> မရောက်မချင်း။)</span><span class=\"gray\">[၁၅:၉၉]</span></p><p lang=\"my\" class=\"my \">အဗ်ဒူရ်-ရဟ်မာန် ဘင်န် အလ်-ကာစင်မ်သည် မာလစ် ဘင်န် အနပ်စ်ထံမှ သတင်းပေးပို့ခဲ့သည်မှာ သူက အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ပတ်သက်၍ မှတ်ချက်ပေးခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا</p><p lang=\"haw\" class=\"haw \"><span class=\"gray\">(and He has enjoined on me <span class=\"gray\">[Awsani]</span> Salah and Zakah, as long as I live.)</span></p><p lang=\"my\" class=\"my \">သူက \"အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကိစ္စများ မည်သို့ဖြစ်ပျက်မည်ကို သူ၏သေဆုံးချိန်အထိ အသိပေးခဲ့သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကြိုတင်သတ်မှတ်ထားသော အမိန့်တော်ကို ငြင်းပယ်သူများအပေါ် ခိုင်မာဆုံးသော သက်သေအထောက်အထားဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَرًّا بِوَالِدَتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကျွန်ုပ်၏မိခင်အား ရိုသေလေးစားသူဖြစ်စေတော်မူခဲ့ပြီး၊)</span> ဤသည်မှာ \"ကိုယ်တော် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ကျွန်ုပ်အား မိမိ၏မိခင်ကို ကောင်းစွာပြုမူရန် အမိန့်ပေးခဲ့သည်\" ဟု ဆိုလိုသည်။ သူသည် မိမိ၏အရှင်သခင် အလ္လာဟ်အရှင်မြတ်အား နာခံမှုအကြောင်း ပြောကြားပြီးနောက် ဤအကြောင်းကို ဖော်ပြခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်ကို ဝတ်ပြုကိုးကွယ်ရန် အမိန့်တော်နှင့် မိဘများကို နာခံရန်အမိန့်တော်တို့ကို မကြာခဏ ပေါင်းစပ်မိန့်ကြားတော်မူသောကြောင့်တည်း။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်သည် ကိုယ်တော်မှတစ်ပါး အခြားမည်သူ့ကိုမျှ မကိုးကွယ်ရန်နှင့် မိဘများအား ကောင်းစွာပြုမူရန် အမိန့်တော်ချမှတ်ခဲ့သည်။)</span><span class=\"gray\">[၁၇:၂၃]</span> ထို့ပြင် ကိုယ်တော်၊ အမြင့်မြတ်ဆုံးသော အရှင်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အားလည်းကောင်း၊ သင်၏မိဘများအားလည်းကောင်း ကျေးဇူးတင်လော့။ ငါ့ထံသို့သာ ပြန်လည်ရောက်ရှိရာဖြစ်သည်။)</span><span class=\"gray\">[၃၁:၁၄]</span> သူ၏ အမိန့်တော်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကိုယ်တော်သည် ကျွန်ုပ်အား မာန်မာနထောင်လွှားသူ၊ ကံဆိုးသူဖြစ်စေတော်မူခဲ့သည် မဟုတ်ပေ။)</span> ဤသည်မှာ \"ကိုယ်တော် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ကိုယ်တော်ကို ဝတ်ပြုကိုးကွယ်ရန်၊ ကိုယ်တော်ကို နာခံရန်နှင့် ကျွန်ုပ်၏မိခင်အား ရိုသေလေးစားရန်အတွက် ကျွန်ုပ်အား အလွန်မာန်မာနထောင်လွှားသူ သို့မဟုတ် အောက်တန်းစားဖြစ်စေတော်မူခဲ့သည် မဟုတ်ပေ\" ဟု ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်မွေးဖွားသောနေ့၊ ကျွန်ုပ်သေဆုံးသောနေ့နှင့် ကျွန်ုပ်ရှင်ပြန်ထမြောက်သောနေ့၌ ကျွန်ုပ်အပေါ် ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းရေး)</span> ရှိပါစေ။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ 'သူသည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်ဖြစ်ကြောင်း၊ အနန္တတန်ခိုးရှင်နှင့် အမြင့်မြတ်ဆုံးသော အရှင်ဖြစ်ကြောင်း၊ သူသည် အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းထားသော သတ္တဝါတစ်ဦးဖြစ်ကြောင်း' သူ၏အတည်ပြုချက်ဖြစ်သည်။ သူ <span class=\"gray\">(အီဆာ)</span> သည် အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းထားသော အခြားသတ္တဝါများနည်းတူ အသက်ရှင်မည်၊ သေဆုံးမည်၊ ရှင်ပြန်ထမြောက်မည်ဖြစ်သည်။ သို့သော်လည်း အလ္လာဟ်အရှင်မြတ်၏ သတ္တဝါများအတွက် အခက်ခဲဆုံး အခြေအနေများဖြစ်သည့် ဤအခြေအနေများတွင် သူသည် ငြိမ်းချမ်းမှုရရှိမည်ဖြစ်သည်။' အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးမင်္ဂလာများ သူ့အပေါ်၌ ရှိပါစေ။</p>"
  }
]