[
  {
    "ayah_key": "24:56",
    "group_ayah_key": "24:56",
    "from_ayah": "24:56",
    "to_ayah": "24:57",
    "ayah_keys": "24:56,24:57",
    "text": "<p class=\"my translation\" lang=\"my\">ဆွလာတ်ကို ပြုလုပ်ကြလော့။ ဇကားတ်ကို ပေးကြလော့။ တမန်တော်ကို နာခံကြလော့။ သို့မှသာ သင်တို့သည် ကရုဏာတော်ကို ခံစားရပေမည်။ <span>(56)</span>ကာဖိရ်များ မြေပြင်ပေါ်၌ ထွက်ပြေးလွတ်မြောက်နိုင်သည်ဟု မထင်မှတ်ကြနှင့်။ ၎င်းတို့၏ နေထိုင်ရာဌာနသည် ငရဲဘုံဖြစ်၏။ ထိုပန်းတိုင်ကား အမှန်ပင် အဆိုးရွားဆုံးဖြစ်ပေသည် <span>(57)</span></p><div lang=\"my\" class=\"my \"><h2>ဆွလာတ်ကို ပြုရန်၊ ဇကားတ်ကို ပေးရန်နှင့် တမန်တော် <span class=\"gray\">(ﷺ)</span> ကို နာခံရန် အမိန့်တော်၊ ကာဖိရ်များ၏ မလွတ်မြောက်နိုင်မှုနှင့် နောက်ဆုံး ကံကြမ္မာ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သက်ဝင်ယုံကြည်သော အရှင့်ကျွန်များကို ဆွလာတ်တည်ထောင်ရန်၊ ဆိုလိုသည်မှာ မည်သူတစ်ဦးတစ်ယောက်မျှ၊ မည်သည့်အရာမျှ ဖက်စပ်မှုမရှိဘဲ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန်။ ဇကားတ်ကို ပေးဆောင်ရန်၊ ဆိုလိုသည်မှာ ဆင်းရဲနွမ်းပါးသူများနှင့် အားနည်းသော အရှင့်ဖန်ဆင်းခံများအပေါ် ကြင်နာမှုပြသခြင်းဖြစ်သည်။ ထိုသို့ ပြုခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ကို နာခံရန်၊ ဆိုလိုသည်မှာ တမန်တော် ﷺ အမိန့်ပေးသည်များကို လုပ်ဆောင်ရန်နှင့် တမန်တော် ﷺ တားမြစ်သည်များကို ရှောင်ရှားရန်ဖြစ်သည်၊ သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် ကရုဏာသက်ရောက်မည်။ ဧကန်မလွဲ မည်သူမဆို ထိုသို့ ပြုလျှင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် ကရုဏာသက်ရောက်မည်ဖြစ်ကြောင်း အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်တော်တစ်ပိုဒ်တွင် ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ سَيَرْحَمُهُمُ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် ကရုဏာသက်ရောက်တော်မူမည်)</span><span class=\"gray\">(9:71)</span></p><p class=\"no qpc-hafs\" lang=\"no\">لَا تَحْسَبَنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မထင်မှတ်ကြနှင့်)</span> ဆိုလိုသည်မှာ 'အို မုဟမ္မဒ်၊ မထင်မှတ်လင့်' ဟုဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကာဖိရ်များ)</span> ဆိုလိုသည်မှာ သင့်အား ဆန့်ကျင်၍ ငြင်းပယ်သူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُعْجِزِينَ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်ပေါ်၌ ထွက်ပြေးလွတ်မြောက်နိုင်သည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ထွက်ပြေးနိုင်သည်ဟု ဖြစ်သည်။ မဟုတ်ပါ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှင့် ပတ်သက်၍ ဆောင်ရွက်နိုင်ပြီး ၎င်းတို့အား အပြင်းထန်ဆုံး အပြစ်ပေးတော်မူမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَأْوَاهُمُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ နေထိုင်ရာဌာန)</span> ဆိုလိုသည်မှာ နောင်တမလွန်ဘဝတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">النَّارُ ۖ وَلَبِئْسَ الْمَصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲဘုံဖြစ်၏ – ထိုပန်းတိုင်ကား အမှန်ပင် အဆိုးရွားဆုံးဖြစ်ပေသည်)</span> ဆိုလိုသည်မှာ ကာဖိရ်များအတွက် မည်မျှ ကြောက်မက်ဖွယ်ကောင်းသော အကျိုးဆက်များ၊ မည်မျှ ဆိုးရွားသော နေထိုင်ရာနေရာနှင့် မည်မျှ ကြောက်မက်ဖွယ်ကောင်းသော နားခိုရာနေရာ ဖြစ်လိမ့်မည်နည်း။</p>"
  },
  {
    "ayah_key": "24:58",
    "group_ayah_key": "24:58",
    "from_ayah": "24:58",
    "to_ayah": "24:60",
    "ayah_keys": "24:58,24:59,24:60",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! သင်တို့၏ ကျွန်အထီးနှင့် ကျွန်မများ၊ ထို့ပြင် သင်တို့အနက် အရွယ်မရောက်သေးသူများသည် အချိန်သုံးကြိမ်၌ ခွင့်ပြုချက်တောင်းခံကြပါစေ။ ဖဂျရ်ဆွလာတ်မတိုင်မီ၊ နေ့လယ်ပိုင်းတွင် သင်တို့ အဝတ်အစားများချွတ်သည့်အခါနှင့် ဣရှာဆွလာတ်ပြီးသည့်နောက်တွင် ဖြစ်သည်။ <span class=\"gray\">(ဤ)</span> သုံးကြိမ် <span class=\"gray\">(အချိန်များ)</span> သည် သင်တို့အတွက် ကိုယ်ရေးကိုယ်တာအချိန်များဖြစ်သည်။ ဤအချိန်များမှအပ အခြားအချိန်များတွင် သင်တို့ သို့မဟုတ် ၎င်းတို့အတွက် တစ်ဦးနှင့်တစ်ဦး သွားလာရာ၌၊ တစ်ဦးကိုတစ်ဦး ပြုစုရာ၌ အပြစ်မရှိပေ။ ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် အာယသ်တော်များကို သင်တို့အား ထင်ရှားစေတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူသော၊ အရာခပ်သိမ်းကို ပညာရှိစွာ ဆောင်ရွက်တော်မူသော အရှင်ဖြစ်တော်မူသည် <span>(58)</span>ထို့ပြင် သင်တို့အနက်မှ ကလေးသူငယ်များသည် အရွယ်ရောက်လာသောအခါ၊ ၎င်းတို့ထက် အသက် <span class=\"gray\">(အရွယ်)</span> ကြီးသူများ ခွင့်တောင်းသကဲ့သို့ ၎င်းတို့ <span class=\"gray\">(လည်း)</span> ခွင့်တောင်းကြပါစေ။ ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် အရှင့်အာယသ်တော်များကို သင်တို့အတွက် ထင်ရှားစေတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူသော၊ အရာခပ်သိမ်းကို ပညာရှိစွာ ဆောင်ရွက်တော်မူသော အရှင်ဖြစ်တော်မူသည် <span>(59)</span>ထို့ပြင် အိမ်ထောင်ပြုရန် မျှော်လင့်ခြင်းမရှိသော အမျိုးသမီးကြီး Qawa'id များအတွက် မိမိတို့၏ <span class=\"gray\">(အပြင်ပိုင်း)</span> အဝတ်အစားများကို မိမိတို့၏ အလှအပများကို မပေါ်လွင်စေဘဲ ချွတ်ပစ်ခြင်းသည် အပြစ်မရှိပေ။ သို့သော် ထိန်းသိမ်းထားခြင်းသည် ၎င်းတို့အတွက် ပို၍ကောင်းမြတ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားနာတော်မူသော၊ အလုံးစုံကို သိရှိတော်မူသော အရှင်ဖြစ်တော်မူသည် <span>(60)</span></p><div lang=\"my\" class=\"my \"><h2>ကျွန်များနှင့် ကလေးငယ်များ ဝင်ရောက်ရန် ခွင့်တောင်းရမည့်အချိန်များ</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်တော်များတွင် နီးစပ်သော ဆွေမျိုးများအချင်းချင်း ဝင်ရောက်ရန် ခွင့်တောင်းပုံကို ဆွေးနွေးထားသည်။ ဆူရာ၏ အစပိုင်းတွင် ဖော်ပြထားသည်မှာ ဆွေမျိုးမတော်စပ်သူများအချင်းချင်း ဝင်ရောက်ရန် ခွင့်တောင်းပုံနှင့် သက်ဆိုင်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများအား မိမိတို့၏ ကျွန်များနှင့် အရွယ်မရောက်သေးသော ကလေးများအား အချိန်သုံးကြိမ်၌ ခွင့်တောင်းခိုင်းရန် အမိန့်ပေးခဲ့သည်- ပထမမှာ ဖဂျရ်ဆွလာတ်မတိုင်မီဖြစ်သည်၊ အကြောင်းမှာ ထိုအချိန်၌ လူတို့သည် မိမိတို့၏ အိပ်ရာများတွင် အိပ်ပျော်နေကြသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحِينَ تَضَعُونَ ثِيَابَكُم مِّنَ الظَّهِيرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့လယ်ပိုင်းတွင် သင်တို့ အဝတ်အစားများချွတ်သည့်အခါ,)</span> ဆိုလိုသည်မှာ အနားယူချိန်တွင် ဖြစ်သည်၊ အကြောင်းမှာ ထိုအချိန်၌ အမျိုးသားတစ်ဦးသည် ဇနီးသည်နှင့်အတူ အဝတ်မဲ့နေနိုင်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن بَعْدِ صَلَاةِ الْعِشَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဣရှာဆွလာတ်ပြီးသည့်နောက်တွင်)</span> အကြောင်းမှာ ဤသည် အိပ်စက်ချိန်ဖြစ်သောကြောင့်ဖြစ်သည်။ ကျွန်များနှင့် ကလေးများအား ဤအချိန်များတွင် အိမ်သူအိမ်သားများထံ ဝင်ရောက်ခြင်းမပြုရန် အမိန့်ပေးထားသည်၊ အကြောင်းမှာ အမျိုးသားတစ်ဦးသည် မိမိဇနီးသည်နှင့် ရင်းနှီးသော အခြေအနေတွင် ရှိနေနိုင်သည်ကို စိုးရိမ်ရသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثُ عَوْرَاتٍ لَّكُمْ ۚ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ဤ)</span> သုံးကြိမ် <span class=\"gray\">(အချိန်များ)</span> သည် သင်တို့အတွက် ကိုယ်ရေးကိုယ်တာအချိန်များဖြစ်သည်။ ဤအချိန်များမှအပ အခြားအချိန်များတွင် သင်တို့ သို့မဟုတ် ၎င်းတို့အတွက် အပြစ်မရှိပေ)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ဤအချိန်များမှအပ အခြားအချိန်တွင် ဝင်ရောက်လာပါက သင်တို့က ၎င်းတို့ကို ဝင်ခွင့်ပြုခြင်းအတွက် အပြစ်မရှိသကဲ့သို့၊ ၎င်းတို့သည် ဤအချိန်များမှအပ အခြားအချိန်တွင် တစ်စုံတစ်ရာ မြင်တွေ့ရခြင်းအတွက်လည်း အပြစ်မရှိပေ။ ၎င်းတို့သည် ရုတ်တရက် ဝင်ရောက်ခွင့်ရထားသည်၊ အကြောင်းမှာ ၎င်းတို့သည် အိမ်တွင် သွားလာလှုပ်ရှားနေသူများဖြစ်သည်၊ ဆိုလိုသည်မှာ သင်တို့ကို ဝတ်ပြုရန် စသည်တို့အတွက်ဖြစ်ပြီး၊ ထို့ကြောင့် အခြားသူများကို ခွင့်မလွှတ်နိုင်သော အရာများအတွက် ၎င်းတို့အား ခွင့်လွှတ်နိုင်ပေသည်။ ဤအာယသ်တော်သည် အလွန်ရှင်းလင်းပြီး ပယ်ဖျက်ခြင်းမခံရသော်လည်း၊ လူအများစုမှာ ၎င်းကို မလိုက်နာကြပေ။ ထို့အတွက် 'အဗ်ဒုလ္လာဟ် ဘင်န် အဗ္ဗားစ်' က လူများကို ပြစ်တင်ရှုတ်ချခဲ့သည်။</p><p lang=\"my\" class=\"my \">အဗူ ဒါဝုဒ်က အိဗ်နု အဗ္ဗားစ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- \"လူအများစုသည် ခွင့်တောင်းခြင်းနှင့် ပတ်သက်သော အာယသ်တော်ကို မလိုက်နာကြပါ။ သို့သော် ကျွန်ုပ်၏ ကျွန်မအား ဝင်ရောက်ရန် ခွင့်တောင်းရန် ပြောကြားခဲ့ပါသည်။\" အဗူ ဒါဝုဒ်က အ 'တာ' ကလည်း အိဗ်နု အဗ္ဗားစ်က ဤသို့ အမိန့်ပေးခဲ့ကြောင်း ပြောကြားခဲ့သည်ဟု ဆိုသည်။ အသ်-သောင်ရီက မူဆာ ဘင်န် အဗီ အိုင်ရှာ ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- \"ကျွန်ုပ် အရှ်-ရှာ'ဘီအား <span class=\"gray\">[အာယသ်တော်နှင့် ပတ်သက်၍]</span> မေးမြန်းခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَسْتَأْذِنكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ကျွန်အထီးနှင့် ကျွန်မများက သင်တို့၏ ခွင့်ပြုချက်ကို တောင်းခံကြပါစေ။)</span> သူက '၎င်းကို ပယ်ဖျက်ခြင်းမခံရသေးပါ။' ဟု ဆိုသည်။ ကျွန်ုပ်က 'သို့သော် လူတို့သည် ထိုသို့ မလုပ်ဆောင်ကြပါ။' ဟု ဆိုသောအခါ သူက 'အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ကူညီတော်မူပါစေ။' ဟု ဆိုသည်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا بَلَغَ الْأَطْفَالُ مِنكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِن قَبْلِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့အနက်မှ ကလေးသူငယ်များသည် အရွယ်ရောက်လာသောအခါ၊ ၎င်းတို့ထက် အသက် <span class=\"gray\">(အရွယ်)</span> ကြီးသူများ ခွင့်တောင်းသကဲ့သို့ ၎င်းတို့ <span class=\"gray\">(လည်း)</span> ခွင့်တောင်းကြပါစေ။)</span> ဆိုလိုသည်မှာ- ကိုယ်ရေးကိုယ်တာ အချိန်သုံးကြိမ်၌ ခွင့်တောင်းလေ့ရှိသော ကလေးများသည် အရွယ်ရောက်လာသောအခါ၊ ၎င်းတို့သည် အချိန်တိုင်း ခွင့်တောင်းရမည်ဖြစ်သည်၊ ဆိုလိုသည်မှာ ဆွေမျိုးမတော်စပ်သူများနှင့် ပတ်သက်၍ဖြစ်ပြီး၊ အမျိုးသားတစ်ဦးသည် ဇနီးသည်နှင့် ရင်းနှီးသော အခြေအနေတွင် ရှိနေနိုင်သည့်အချိန်များတွင်လည်း၊ အထက်တွင် ဖော်ပြထားသော သုံးကြိမ်အချိန်များတွင် မဟုတ်သည့်တိုင် ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အမျိုးသမီးကြီးများအတွက် အင်္ကျီရှည်ကြီး မဝတ်ခြင်းသည် အပြစ်မရှိပေ။</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَوَاعِدُ مِنَ النِّسَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသမီးများအနက် Qawa'id များ။)</span> ဆအိဒ် ဘင်န် ဂျုဘိုင်ရ်၊ မုကာသိလ် ဘင်န် ဟိုင်ယန်၊ အဒ်-ဒွဟ်ဟာက်နှင့် ကတာဒါတို့က ဤသူများသည် ကလေးမွေးဖွားနိုင်တော့သည်ဟု မထင်တော့သော အမျိုးသမီးများဖြစ်သည်ဟု ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّاتِي لَا يَرْجُونَ نِكَاحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိမ်ထောင်ပြုရန် မျှော်လင့်ခြင်းမရှိသော၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အိမ်ထောင်ပြုရန် မည်သည့်ဆန္ဒမှ မရှိတော့ပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَن يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့၏ <span class=\"gray\">(အပြင်ပိုင်း)</span> အဝတ်အစားများကို မိမိတို့၏ အလှအပများကို မပေါ်လွင်စေဘဲ ချွတ်ပစ်ခြင်းသည် အပြစ်မရှိပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အခြားအမျိုးသမီးများကဲ့သို့ မိမိတို့ကိုယ်ကို ဖုံးအုပ်ရန် မလိုအပ်ပေ။ အဗူ ဒါဝုဒ်က အိဗ်နု အဗ္ဗားစ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်၊ အာယသ်တော်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူအမျိုးသမီးများအား ၎င်းတို့၏ မျက်လုံးများကို ချထားရန် ပြောကြားလော့)</span><span class=\"gray\">[24:31]</span> ကို ပယ်ဖျက်ပြီး၊ ခြွင်းချက်အနေဖြင့် ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لَا يَرْجُونَ نِكَاحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိမ်ထောင်ပြုရန် မျှော်လင့်ခြင်းမရှိသော သားသမီးမမွေးဖွားနိုင်တော့သည့် အမျိုးသမီးကြီးများ၊)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَن يَضَعْنَ ثِيَابَهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် မိမိတို့၏ <span class=\"gray\">(အပြင်ပိုင်း)</span> အဝတ်အစားများကို ချွတ်ပစ်ခြင်းသည် အပြစ်မရှိပေ။)</span> အိဗ်နု မစ်စ်အူဒ်က <span class=\"gray\">(အပြင်ပိုင်း)</span> အဝတ်အစားနှင့် ပတ်သက်၍ \"ဂျလ်ဘာဘ် သို့မဟုတ် ရိဒါ\" ဟု ဆိုသည်။ အိဗ်နု အဗ္ဗားစ်၊ အိဗ်နု 'ဥမရ်၊ မုဂျာဟိဒ်၊ ဆအိဒ် ဘင်န် ဂျုဘိုင်ရ်၊ အဗူ အရှ်-ရှာ'သာ၊ အိဗ်ရာဟင်မ် အန်-နခအီ၊ အလ်-ဟစန်၊ ကတာဒါ၊ အဇ်-ဇုဟ်ရီ၊ အလ်-'အောင်ဇာ'အီနှင့် အခြားသူများထံမှလည်း အလားတူ သဘောထားကို မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့၏ အလှအပများကို မပေါ်လွင်စေဘဲ။)</span> ဆအိဒ် ဘင်န် ဂျုဘိုင်ရ်က \"၎င်းတို့၏ အပြင်ပိုင်းအဝတ်အစားကို ချွတ်ခြင်းဖြင့် မိမိတို့ကိုယ်ကို ဖော်ထုတ်၍ အလှအပများကို မမြင်စေသင့်ပါ။\" ဟု ဆိုသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَن يَسْتَعْفِفْنَ خَيْرٌ لَّهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ထိန်းသိမ်းထားခြင်းသည် ၎င်းတို့အတွက် ပို၍ကောင်းမြတ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ အပြင်ပိုင်းအဝတ်အစားကို မချွတ်ခြင်းသည်၊ ၎င်းတို့အတွက် ခွင့်ပြုထားသော်လည်း၊ ၎င်းတို့အတွက် ပို၍ကောင်းမြတ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ سَمِيعٌ عَلِيمٌ</p><p class=\"fy qpc-hafs\" lang=\"fy \"><span class=\"gray\">(And Allah is All-Hearer, All-Knower.)</span></p>"
  }
]