[
  {
    "ayah_key": "4:171",
    "group_ayah_key": "4:171",
    "from_ayah": "4:171",
    "to_ayah": "4:171",
    "ayah_keys": "4:171",
    "text": "<p lang=\"my\" class=\"my \">အို ကျမ်းဂန်ရှင်အပေါင်းတို့! သင်တို့၏ဘာသာတရား၌ အတိုင်းအဆထက် မကျော်လွန်ကြနှင့်။ အလ္လာဟ်အကြောင်း မှန်ကန်သောစကားမှတစ်ပါး အခြားမပြောဆိုကြနှင့်။ အလ်မစီဟ် ဤစာ၊ မရ်ယမ်၏သားသည် <span class=\"gray\">(ထက်မပိုသော)</span> အလ္လာဟ်၏ ရစူလ်တမန်တော်တစ်ပါးနှင့် ကိုယ်တော်၏ နှုတ်ကပတ်တော်မျှသာဖြစ်သည်၊ ထိုနှုတ်ကပတ်တော်ကို ကိုယ်တော်သည် မရ်ယမ်အား ပေးသနားတော်မူခဲ့ပြီး ကိုယ်တော်ထံမှ <span class=\"gray\">[ဖန်ဆင်းခဲ့သော]</span> ဝိညာဉ်တစ်ပါးဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်များကို ယုံကြည်ကြလော့။ \"သုံးပါး\" ဟု မပြောကြနှင့်။ ရပ်တန့်ကြ! <span class=\"gray\">(၎င်းသည်)</span> သင်တို့အတွက် ပိုကောင်းသည်။ အလ္လာဟ်သည် <span class=\"gray\">(တစ်ဆူတည်းသော)</span> ဘုရားဖြစ်သည်။ ကိုယ်တော်တွင် သားတော်ရှိသည်ဟူသော အဆိုနှင့်အထက် ကိုယ်တော်သည် မြင့်မြတ်တော်မူ၏။ မိုးကောင်းကင်များတွင်ရှိသမျှနှင့် ကမ္ဘာမြေတွင်ရှိသမျှတို့သည် ကိုယ်တော်၏ပိုင်ဆိုင်မှုဖြစ်သည်။ အလ္လာဟ်သည် ကိစ္စအဝဝတို့ကို စီမံခန့်ခွဲရာ၌ လုံလောက်သော အရှင်ဖြစ်သည်။ <span>(၁၇၁)</span></p><div lang=\"my\" class=\"my \"><h2>ကျမ်းဂန်ရှင်များကို ဘာသာတရား၌ အစွန်းရောက်ခြင်းမှ တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်သည် ကျမ်းဂန်ရှင်များကို ဘာသာတရား၌ အစွန်းရောက်ခြင်းမှ တားမြစ်တော်မူသည်၊ ၎င်းသည် အထူးသဖြင့် ခရစ်ယာန်များအကြားတွင် ၎င်းတို့၏ ဘုံအလေ့အထဖြစ်သည်။ ခရစ်ယာန်များသည် ဤစာအပေါ် အလွန်အကျွံချီးမွမ်းခဲ့ကြပြီး အလ္လာဟ်က ကိုယ်တော်အား ပေးသနားထားသော အဆင့်ထက် မြှင့်တင်ခဲ့ကြသည်။ ၎င်းတို့သည် ကိုယ်တော်အား ပရောဖက်ရာထူးမှ ဘုရားအဖြစ်သို့ မြှင့်တင်ခဲ့ကြပြီး အလ္လာဟ်ကို ဝတ်ပြုသကဲ့သို့ ကိုယ်တော်ကို ဝတ်ပြုခဲ့ကြသည်။ ၎င်းတို့သည် ကိုယ်တော်၏ နောက်လိုက်များဟု ဆိုသူများ၏ ကိစ္စတွင် ပို၍ပင် အလွန်အကျွံ ချီးမွမ်းခဲ့ကြပြီး ၎င်းတို့သည် ဗျာဒိတ်ခံရသည်ဟု အခိုင်အမာဆိုကာ ၎င်းတို့ပြောဆိုသည့် စကားတိုင်းကို မှန်သည်ဖြစ်စေ၊ မှားသည်ဖြစ်စေ၊ လမ်းပြမှုဖြစ်စေ၊ လမ်းလွဲမှုဖြစ်စေ၊ အမှန်တရားဖြစ်စေ၊ မုသားဖြစ်စေ လိုက်နာခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏ ရဗ္ဗီများနှင့် ဘုန်းကြီးများကို အလ္လာဟ်မှတစ်ပါး ၎င်းတို့၏ သခင်များအဖြစ် ခံယူခဲ့ကြသည်)</span><span class=\"gray\">[9:31]</span> အိမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နု အဘ္ဘားစ်က 'ဥမရ် ပြောသည်မှာ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُطْرُونِي كَمَا أَطْرَتِ النَّصَارَىِ عِيسَى ابْنَ مَرْيَمَ. فَإِنَّمَا أَنَا عَبْدٌ فَقُولُوا: عَبْدُاللهِ وَرَسُولُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခရစ်ယာန်များက မရ်ယမ်၏သား ဤစာအပေါ် အလွန်အကျွံ ချီးမွမ်းသကဲ့သို့ ကျွန်ုပ်ကို အလွန်အကျွံ မချီးမွမ်းကြနှင့်။ အမှန်စင်စစ် ကျွန်ုပ်သည် ကျွန်တော်မျိုးမျှသာ ဖြစ်သည်၊ ထို့ကြောင့် 'အလ္လာဟ်၏ ကျွန်တော်မျိုးနှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်' ဟု ပြောကြကုန်။)</span> ဤသည် အလ်-ဘူခါရီ၏ အဆိုအမိန့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အနပ်စ် ဘင် မာလိက် က လူတစ်ဦးက တစ်ချိန်က ပြောဆိုသည်မှာ \"အို မုဟမ္မဒ်! သင်သည် ကျွန်ုပ်တို့၏ သခင်နှင့် ကျွန်ုပ်တို့၏သခင်၏ သားဖြစ်သည်၊ ကျွန်ုပ်တို့၏ အဖြောင့်မတ်ဆုံးပုဂ္ဂိုလ်နှင့် ကျွန်ုပ်တို့၏ အဖြောင့်မတ်ဆုံးပုဂ္ဂိုလ်၏ သားဖြစ်သည်။\" အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ! عَلَيْكُمْ بِقَوْلِكُمْ، وَلَا يَسْتَهْوِيَنَّكُمُ الشَّيْطَانُ، أَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ، عَبْدُ اللهِ وَرَسُولُهُ، وَاللهِ مَا أُحِبُّ أَنْ تَرْفَعُونِي فَوْقَ مَنْزِلَتِي الَّتِي أَنْزَلَنِي اللهُ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူအပေါင်းတို့! သင်တို့ပြောလိုရာကို ပြောကြလော့၊ သို့သော် ရှိုင်တန်က သင်တို့ကို လှည့်စားခြင်းကို ခွင့်မပြုကြနှင့်။ ငါသည် မုဟမ္မဒ် ဘင် အဘ်ဒွလ္လာဟ် ဖြစ်သည်၊ အလ္လာဟ်၏ ကျွန်တော်မျိုးနှင့် ရစူလ်တမန်တော် ဖြစ်သည်။ အလ္လာဟ်ကို တိုင်တည်၍! အလ္လာဟ်က ငါ့အား ပေးသနားထားသော အဆင့်ထက် သင်တို့က ငါ့ကို မြှင့်တင်ခြင်းကို ငါမကြိုက်ပေ။)</span> အလ္လာဟ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အကြောင်း မှန်ကန်သောစကားမှတစ်ပါး အခြားမပြောဆိုကြနှင့်။)</span> ဆိုသည်မှာ မုသားမပြောကြနှင့်၊ အလ္လာဟ်တွင် ဇနီး သို့မဟုတ် သားတော်ရှိသည်ဟု မဆိုကြနှင့်။ အလ္လာဟ်သည် ၎င်းတို့က ကိုယ်တော်အား ပုံအပ်ပြောဆိုသည့်အရာထက် ပို၍ မြင့်မြတ်တော်မူ၏။ အလ္လာဟ်သည် ကိုယ်တော်၏ တန်ခိုး၊ ခမ်းနားမှုနှင့် ကြီးမြတ်မှုတို့ဖြင့် ချီးမြှင့်ခြင်းခံရပြီး ချီးမွမ်းခြင်းခံရကာ ဂုဏ်တင်ခြင်းခံရ၏၊ ကိုယ်တော်မှတစ်ပါး ဝတ်ပြုထိုက်သော ဘုရားလည်းကောင်း၊ သခင်လည်းကောင်း မရှိပေ။ အလ္လာဟ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَىٰ مَرْيَمَ وَرُوحٌ مِّنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်မစီဟ် ဤစာ၊ မရ်ယမ်၏သားသည် <span class=\"gray\">(ထက်မပိုသော)</span> အလ္လာဟ်၏ ရစူလ်တမန်တော်တစ်ပါးနှင့် ကိုယ်တော်၏ နှုတ်ကပတ်တော်မျှသာဖြစ်သည်၊ ထိုနှုတ်ကပတ်တော်ကို ကိုယ်တော်သည် မရ်ယမ်အား ပေးသနားတော်မူခဲ့ပြီး ကိုယ်တော်ထံမှ <span class=\"gray\">[ဖန်ဆင်းခဲ့သော]</span> ဝိညာဉ်တစ်ပါးဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤစာသည် အလ္လာဟ်၏ ကျွန်များထဲမှ တစ်ပါးသာဖြစ်ပြီး ကိုယ်တော်၏ ဖန်ဆင်းခံများထဲမှ တစ်ဦးဖြစ်သည်။ အလ္လာဟ်က ကိုယ်တော်အား 'ဖြစ်လော့' ဟု မိန့်တော်မူခဲ့ရာ ကိုယ်တော် ဖြစ်ပေါ်လာခဲ့သည်၊ ကိုယ်တော်က ဤစာအား ရစူလ်တမန်တော်အဖြစ် စေလွှတ်ခဲ့သည်။ ဤစာသည် အလ္လာဟ်ထံမှ နှုတ်ကပတ်တော်ဖြစ်ပြီး ကိုယ်တော်က မရ်ယမ်အား ပေးသနားတော်မူခဲ့သည်။ ဆိုလိုသည်မှာ ကိုယ်တော်သည် ဂျိဘရီလ်နှင့်အတူ မရ်ယမ်ထံ စေလွှတ်ခဲ့သော 'ဖြစ်လော့' ဟူသော နှုတ်ကပတ်တော်ဖြင့် ကိုယ်တော်ကို ဖန်ဆင်းခဲ့သည်။ ဂျိဘရီလ်သည် အလ္လာဟ်၏ခွင့်ပြုချက်ဖြင့် ဤစာ၏အသက်ကို မရ်ယမ်အတွင်းသို့ မှုတ်သွင်းခဲ့ပြီး ရလဒ်အနေဖြင့် ဤစာ ဖြစ်တည်လာခဲ့သည်။ ဤဖြစ်ရပ်သည် လူနှင့်အမျိုးသမီးကြား ပုံမှန်ကလေးမွေးဖွားခြင်းအစား ဖြစ်ပေါ်ခဲ့ခြင်းဖြစ်သည်။ ထို့ကြောင့် ဤစာသည် အလ္လာဟ်ဖန်ဆင်းခဲ့သော နှုတ်ကပတ်တော်နှင့် ရူဟ် <span class=\"gray\">(ဝိညာဉ်)</span> တစ်ပါးဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်အား ကိုယ်ဝန်ဆောင်ရန် ဖခင်မရှိခဲ့သောကြောင့်ဖြစ်သည်။ ယင်းအစား၊ ကိုယ်တော်သည် အလ္လာဟ်က 'ဖြစ်လော့' ဟု မိန့်တော်မူခဲ့သော နှုတ်ကပတ်တော်ဖြင့် ဖြစ်တည်လာခဲ့ပြီး၊ အလ္လာဟ်က ဂျိဘရီလ်နှင့်အတူ စေလွှတ်ခဲ့သော အသက်ဖြင့် ဖြစ်တည်လာခဲ့သည်။ အလ္လာဟ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلَانِ الطَّعَامَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်မစီဟ် <span class=\"gray\">(ဤစာ)</span>၊ မရ်ယမ်၏သားသည် ရစူလ်တမန်တော်တစ်ပါးမျှသာဖြစ်သည်၊ ကိုယ်တော်မတိုင်မီ ရစူလ်တမန်တော်များစွာ ကွယ်လွန်ခဲ့ကြပြီ။ ကိုယ်တော်၏မိခင် <span class=\"gray\">(မရ်ယမ်)</span> သည် စစ်ဒီကဟ် ဖြစ်သည်။ ၎င်းတို့နှစ်ဦးစလုံး အစားအစာ စားသုံးခဲ့ကြသည်)</span><span class=\"gray\">[5:75]</span> အလ္လာဟ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَثَلَ عِيسَىٰ عِندَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်ထံ၌ ဤစာ၏ပုံဥပမာသည် အာဒမ်၏ပုံဥပမာကဲ့သို့ပင်ဖြစ်သည်။ ကိုယ်တော်သည် ကိုယ်တော်အား မြေမှုန့်မှ ဖန်ဆင်းခဲ့ပြီးနောက် <span class=\"gray\">(ကိုယ်တော်က)</span> ကိုယ်တော်အား \"ဖြစ်လော့! ـ ထိုအခါ ကိုယ်တော် ဖြစ်ခဲ့သည်\" ဟု မိန့်တော်မူခဲ့သည်)</span><span class=\"gray\">[3:59]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِّلْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏သန့်စင်မှုကို ထိန်းသိမ်းခဲ့သော အမျိုးသမီးအား ကျွန်ုပ်တို့သည် <span class=\"gray\">(ကိုယ်တော်၏ အဝတ်အတွင်းသို့)</span> မှုတ်သွင်းခဲ့ပြီး ၎င်းနှင့် ၎င်း၏သား <span class=\"gray\">[ဤစာ]</span> ကို ရှိရှိသမျှအားလုံးအတွက် နိမိတ်လက္ခဏာတစ်ခုအဖြစ် ဖန်တီးခဲ့သည်)</span><span class=\"gray\">(21:91)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်း၏ သန့်စင်မှုကို ထိန်းသိမ်းခဲ့သော အိမ္မာရ်ရန်၏ သမီး မရ်ယမ်)</span><span class=\"gray\">[66:12]</span> နှင့် အလ္လာဟ်သည် မစီဟ်အကြောင်း မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော် <span class=\"gray\">[ဤစာ]</span> သည် ကျွန်တော်မျိုးတစ်ပါးမျှသာဖြစ်သည်၊ ကျွန်ုပ်တို့သည် ကိုယ်တော်အား ကျွန်ုပ်တို့၏ မျက်နှာသာပေးမှုကို ချီးမြှင့်ခဲ့သည်)</span></p><div lang=\"my\" class=\"my \"><h2>\"ကိုယ်တော်၏ နှုတ်ကပတ်တော်နှင့် ကိုယ်တော်ထံမှ ဝိညာဉ်\" ၏ အဓိပ္ပါယ်</h2></div><p lang=\"gd\" class=\"gd \">Abdur-Razzaq narrated that Ma'mar said that Qatadah said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَلِمَتُهُ أَلْقَاهَا إِلَىٰ مَرْيَمَ وَرُوحٌ مِّنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကိုယ်တော်၏ နှုတ်ကပတ်တော်၊ ကိုယ်တော်သည် ထိုနှုတ်ကပတ်တော်ကို မရ်ယမ်အား ပေးသနားတော်မူခဲ့ပြီး ကိုယ်တော်ထံမှ <span class=\"gray\">[ဖန်ဆင်းခဲ့သော]</span> ဝိညာဉ်တစ်ပါးဖြစ်သည်။)</span> ဆိုသည်မှာ ကိုယ်တော်က မိန့်တော်မူသည်၊</p><p class=\"qpc-hafs\">كُن</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖြစ်လော့)</span> ထိုအခါ ကိုယ်တော် ဖြစ်ခဲ့သည်။ </p><p lang=\"ig\" class=\"ig \">Ibn Abi Hatim recorded that Ahmad bin Sinan Al-Wasiti said that he heard Shadh bin Yahya saying about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَلِمَتُهُ أَلْقَاهَا إِلَىٰ مَرْيَمَ وَرُوحٌ مِّنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကိုယ်တော်၏ နှုတ်ကပတ်တော်၊ ကိုယ်တော်သည် ထိုနှုတ်ကပတ်တော်ကို မရ်ယမ်အား ပေးသနားတော်မူခဲ့ပြီး ကိုယ်တော်ထံမှ <span class=\"gray\">[ဖန်ဆင်းခဲ့သော]</span> ဝိညာဉ်တစ်ပါးဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">\"ဤစာသည် နှုတ်ကပတ်တော် မဟုတ်ပေ။ ယင်းအစား၊ ဤစာသည် နှုတ်ကပတ်တော်ကြောင့် ဖြစ်တည်လာခဲ့ခြင်းဖြစ်သည်။\" အလ်-ဘူခါရီ မှတ်တမ်းတင်ထားသည်မှာ 'ဥဘာဒဟ် ဘင် အပ်စ်-ဆာမစ် က ပရောဖက် ﷺ မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ شَهِدَ أَنْ لَا إِلهَ إِلَّا اللهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبْدُ اللهِ وَرَسُولُهُ وَكَلِمَتُهُ أَلْقَاهَا إِلى مَرْيَمَ وَرُوحٌ مِنْهُ، وَأَنَّ الْجَنَّةَ حَقٌّ، وَالنَّارَ حَقٌّ، أَدْخَلَهُ اللهُ الْجَنَّةَ عَلَى مَا كَانَ مِنَ الْعَمَلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အလ္လာဟ်တစ်ပါးတည်းသာ ကိုးကွယ်ထိုက်ပြီး ကိုယ်တော်တွင် မည်သည့်တွဲဖက်မှုမျှ မရှိကြောင်း၊ နှင့် မုဟမ္မဒ်သည် ကိုယ်တော်၏ ကျွန်တော်မျိုးနှင့် ရစူလ်တမန်တော်ဖြစ်ကြောင်း၊ နှင့် ဤစာသည် အလ္လာဟ်၏ ကျွန်တော်မျိုးနှင့် ရစူလ်တမန်တော်ဖြစ်ပြီး ကိုယ်တော်သည် ထိုနှုတ်ကပတ်တော်ကို မရ်ယမ်အား ပေးသနားတော်မူခဲ့သော ကိုယ်တော်၏ နှုတ်ကပတ်တော်နှင့် ကိုယ်တော်ဖန်ဆင်းခဲ့သော ဝိညာဉ်ဖြစ်ကြောင်း၊ နှင့် ဂျန္နတ် (ပရဒိသု) သည် အမှန်တရားဖြစ်ပြီး ဂျဟန္နမ် (ငရဲ) သည် အမှန်တရားဖြစ်ကြောင်း သက်သေခံပါက၊ အလ္လာဟ်သည် ၎င်းအား ၎င်းပြုခဲ့သော ကောင်းမှုများနှင့်အတူ ဂျန္နတ်သို့ ဝင်ခွင့်ပြုမည်ဖြစ်သည်။)</span> အခြားပြောပြချက်တစ်ခုတွင် ပရောဖက် ﷺ မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ أَبْوَابِ الْجَنَّةِ الثَّمَانِيَّةِ يَدْخُلُ مِنْ أَيِّهَا شَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သူဆန္ဒရှိသည့် ဂျန္နတ်၏ တံခါးရှစ်ပေါက်အနက် မည်သည့်တံခါးမှမဆို ဝင်ခွင့်ရမည်။)</span> မွတ်စ်လင်မ်ကလည်း မှတ်တမ်းတင်ထားသည်။ ထို့ကြောင့်၊ အာယတ်တော်နှင့် ဟဒီးဆ်တော်တွင်ပါရှိသော 'အလ္လာဟ်ထံမှ ရူဟ်' သည် အလ္လာဟ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِّنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မိုးကောင်းကင်များ၌ရှိသမျှနှင့် ကမ္ဘာမြေ၌ရှိသမျှ အားလုံးကို သင်တို့အတွက် ယဉ်ပါးစေခဲ့သည်၊ ၎င်းတို့အားလုံးသည် ကိုယ်တော်ထံမှ ဖြစ်သည်။)</span><span class=\"gray\">[45:13]</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ဖန်ဆင်းမှုမှ ဖြစ်သည်။ 'ကိုယ်တော်ထံမှ' ဆိုသည်မှာ ခရစ်ယာန်များပြောဆိုသကဲ့သို့ ကိုယ်တော်၏အစိတ်အပိုင်းတစ်ခုဖြစ်သည်ဟု မဆိုလိုပါ၊ ၎င်းတို့အပေါ် အလ္လာဟ်၏ ကျိန်ခြင်းများ ဆက်လက်သက်ရောက်ပါစေ။ အလ္လာဟ်၏ ဝိညာဉ်၊ အလ္လာဟ်၏ ကုလားအုတ်မ သို့မဟုတ် အလ္လာဟ်၏ အိမ်တော် ကဲ့သို့ တစ်စုံတစ်ရာသည် အလ္လာဟ်ထံမှ ဖြစ်သည်ဟု ပြောဆိုခြင်းသည် ထိုအရာများကို ဂုဏ်တင်ရန် ရည်ရွယ်သည်။ အလ္လာဟ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ نَاقَةُ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည် အလ္လာဟ်၏ ကုလားအုတ်မ ဖြစ်သည်...)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကျွန်ုပ်၏အိမ်တော်ကို တဝိုက်လှည့်ပတ်သူများအတွက် သန့်ရှင်းစင်ကြယ်စေပါ။)</span><span class=\"gray\">[22:26]</span> စစ်မှန်သော ဟဒီးဆ်တော်တွင် ဖော်ပြထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَدْخُلُ عَلَى رَبِّي فِي دَارِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ကျွန်ုပ်၏အရှင်သခင်၏ အိမ်တော်သို့ ဝင်မည်)</span> ဤဥပမာများအားလုံးသည် အလ္လာဟ်နှင့် ဤကဲ့သို့ ဆက်စပ်ဖော်ပြသည့်အခါ ထိုအရာများကို ဂုဏ်တင်ရန် ရည်ရွယ်သည်။ အလ္လာဟ်က မိန့်တော်မူသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَآمِنُوا بِاللَّهِ وَرُسُلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်များကို ယုံကြည်ကြလော့။)</span> အလ္လာဟ်သည် တစ်ဆူတည်းနှင့် တစ်ပါးတည်းဖြစ်ပြီး ကိုယ်တော်တွင် သားတော် သို့မဟုတ် ဇနီးမရှိကြောင်း ယုံကြည်ကြလော့။ ဤစာသည် အလ္လာဟ်၏ ကျွန်တော်မျိုးနှင့် ရစူလ်တမန်တော်ဖြစ်ကြောင်း သိရှိပြီး သေချာစေကြလော့။ ထို့နောက် အလ္လာဟ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقُولُوا ثَلَاثَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သုံးပါး\" ဟု မပြောကြနှင့်။)</span> ဤစာနှင့် ကိုယ်တော်၏မိခင်ကို အလ္လာဟ်နှင့်အတူ ဘုရားများအဖြစ် မမြှင့်တင်ကြနှင့်။ အလ္လာဟ်သည် ၎င်းတို့က ကိုယ်တော်အား ပုံအပ်ပြောဆိုသည့်အရာထက် ပို၍ မြင့်မြတ်တော်မူ၏။ စူရာ အလ်-မာအိဒဟ် <span class=\"gray\">(အခန်း ၅)</span> တွင် အလ္လာဟ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ ۘ وَمَا مِنْ إِلَٰهٍ إِلَّا إِلَٰهٌ وَاحِدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်သည် သုံးပါးထဲမှ တတိယမြောက်ဖြစ်သည်ဟု ပြောဆိုသူများသည် ကာဖိရ်များဖြစ်သည်။ သို့သော် တစ်ဆူတည်းသော ဘုရားမှတစ်ပါး ဝတ်ပြုထိုက်သူ မရှိပေ။)</span> အလ္လာဟ်သည် ထိုစူရာ၏ အဆုံးတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(မှတ်သားကြလော့)</span> အလ္လာဟ်က <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span> မိန့်တော်မူမည်၊ \"အို ဤစာ၊ မရ်ယမ်၏သား! သင်သည် လူတို့အား 'ငါ့ကို ကိုးကွယ်ကြလော့' ဟု ပြောခဲ့သလော?\")</span><span class=\"gray\">[5:116]</span> နှင့် ၎င်း၏အစတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်သည် မရ်ယမ်၏သား မစီဟ်ဖြစ်သည်ဟု ပြောဆိုသူများသည် ကုဖ်ရ်အခြေအနေတွင် ရှိကြသည်)</span><span class=\"gray\">[5:17]</span></p><p lang=\"my\" class=\"my \">ခရစ်ယာန်များသည်၊ ၎င်းတို့အား အလ္လာဟ်က ကျိန်ဆဲပါစေ၊ ၎င်းတို့၏ အသိပညာမဲ့မှုကြောင့် ၎င်းတို့၏ ကုဖ်ရ် (မယုံကြည်မှု) သည် အတိုင်းအဆမရှိဖြစ်ပြီး၊ ထို့ကြောင့် ၎င်းတို့၏ လမ်းမှားသော ထုတ်ပြန်ချက်များနှင့် ၎င်းတို့၏ လမ်းလွဲမှုများ တိုးပွားလာသည်။ ၎င်းတို့အချို့က ဤစာသည် အလ္လာဟ်ဖြစ်သည်ဟု ယုံကြည်ကြသည်၊ အချို့က ကိုယ်တော်သည် သုံးပါးပေါင်းတစ်ဆူထဲမှ တစ်ပါးဖြစ်သည်ဟု ယုံကြည်ကြသည်၊ အချို့က ကိုယ်တော်သည် အလ္လာဟ်၏သားတော်ဖြစ်သည်ဟု ယုံကြည်ကြသည်။ ၎င်းတို့၏ ယုံကြည်ချက်များနှင့် အယူဝါဒများသည် များပြားပြီး တစ်ခုနှင့်တစ်ခု ဆန့်ကျင်နေသဖြင့် လူအချို့က ခရစ်ယာန် ဆယ်ဦးတွေ့ဆုံပါက ဂိုဏ်းပေါင်း ဆယ့်တစ်ဂိုဏ်း ဖြစ်လာလိမ့်မည်ဟု ပြောဆိုကြသည်။</p><div lang=\"my\" class=\"my \"><h2>ခရစ်ယာန်ဂိုဏ်းများ</h2></div><p lang=\"my\" class=\"my \">အလက်ဇန္ဒရီးယားမြို့၏ ဘုန်းတော်ကြီးချုပ်နှင့် ထင်ရှားသော ခရစ်ယာန်ပညာရှင် စအိဒ် ဘင် ဘာသ်ရစ် က ဟိဂျ်ရာပြီးနောက် နှစ်လေးရာတွင် ဖော်ပြခဲ့သည်မှာ၊ ၎င်း၏အမည်ကို အစွဲပြု၍ မြို့တည်ဆောက်ခဲ့သော ကွန်စတင်တိုင်းဘုရင်၏ လက်ထက်တွင် ခရစ်ယာန်ကောင်စီတစ်ခု ကျင်းပခဲ့သည်။ ဤကောင်စီတွင် ခရစ်ယာန်များသည် ၎င်းတို့က မဟာယုံကြည်ခြင်းဟု ခေါ်ဆိုသောအရာကို ထုတ်ဖော်ခဲ့ကြသည်၊ ၎င်းသည် အမှန်တကယ်တွင် မဟာသစ္စာဖောက်မှုဖြစ်သည်။ ဤကောင်စီတွင် ဘုန်းတော်ကြီးချုပ် နှစ်ထောင်ကျော် ပါဝင်ခဲ့ပြီး ၎င်းတို့သည် အလွန်ရှုပ်ထွေးနေသဖြင့် ဂိုဏ်းများစွာအဖြစ် ကွဲပြားခဲ့ကြသည်၊ အချို့ဂိုဏ်းများတွင် အဖွဲ့ဝင် နှစ်ဆယ်၊ ငါးဆယ် သို့မဟုတ် တစ်ရာ စသည်ဖြင့် ရှိခဲ့ကြသည်။ ဘုရင်က တူညီသော အယူအဆရှိသော ဘုန်းတော်ကြီးချုပ် သုံးရာကျော် ရှိသည်ကို မြင်သောအခါ ၎င်းတို့နှင့် သဘောတူခဲ့ပြီး ၎င်းတို့၏ အယူဝါဒကို လက်ခံခဲ့သည်။ ကွန်စတင်တိုင်း - လမ်းမှားနေသော တွေးခေါ်ပညာရှင် – သည် ဤဂိုဏ်းကို ထောက်ခံခဲ့ပြီး ဂုဏ်ပြုသည့်အနေဖြင့် ဘုရားကျောင်းများ တည်ဆောက်ခဲ့ကာ အယူဝါဒများကို ကလေးငယ်များအား သင်ကြားပေးခဲ့ပြီး ထိုအယူဝါဒဖြင့် နှစ်ခြင်းပေးခဲ့ကာ စာအုပ်များ ရေးသားခဲ့ကြသည်။ ထိုအတောအတွင်း ဘုရင်သည် အခြားဂိုဏ်းအားလုံးကို ဖိနှိပ်ခဲ့သည်။ နောက်ထပ်ကောင်စီတစ်ခုက ဂျေကော့ဘိုက်စ်ဟု လူသိများသော ဂိုဏ်းကို မွေးထုတ်ခဲ့ပြီး နက်စတိုရီယန်များကို တတိယကောင်စီတွင် ဖွဲ့စည်းခဲ့သည်။ ဤဂိုဏ်းသုံးခုစလုံးသည် ဤစာသည် နတ်ဘုရားဖြစ်သည်ဟု သဘောတူခဲ့ကြသော်လည်း ဤစာ၏ နတ်ဘုရားဖြစ်မှုသည် လူ့သဘာဝနှင့် မည်ကဲ့သို့ ဆက်စပ်သည်ကို ငြင်းခုံခဲ့ကြသည်၊ ၎င်းတို့သည် တစ်သားတည်းဖြစ်ခဲ့သလော သို့မဟုတ် အလ္လာဟ်သည် ဤစာ၌ ပုံသဏ္ဌာန်ယူခဲ့သလော။ ဤဂိုဏ်းသုံးခုစလုံးသည် တစ်ခုနှင့်တစ်ခု အယူမှားသည်ဟု စွပ်စွဲကြပြီး၊ ကျွန်ုပ်တို့က ၎င်းတို့သုံးခုစလုံးသည် မယုံကြည်သူများဖြစ်သည်ဟု ယုံကြည်သည်။ အလ္လာဟ်က မိန့်တော်မူသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">انتَهُوا خَيْرًا لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရပ်တန့်ကြ! <span class=\"gray\">(၎င်းသည်)</span> သင်တို့အတွက် ပိုကောင်းသည်)</span> ဆိုသည်မှာ သင်တို့အတွက် ပိုကောင်းမည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا اللَّهُ إِلَٰهٌ وَاحِدٌ سُبْحَانَهُ أَن يَكُونَ لَهُ وَلَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်သည် <span class=\"gray\">(တစ်ဆူတည်းသော)</span> ဘုရားဖြစ်သည်၊ ကိုယ်တော်တွင် သားတော်ရှိသည်ဟူသော အဆိုနှင့်အထက် ကိုယ်တော်သည် မြင့်မြတ်တော်မူ၏။)</span> နှင့် ကိုယ်တော်သည် ထိုကဲ့သို့သော ပြောဆိုချက်ထက် ပို၍ မြင့်မြတ်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَىٰ بِاللَّهِ وَكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များတွင်ရှိသမျှနှင့် ကမ္ဘာမြေတွင်ရှိသမျှတို့သည် ကိုယ်တော်၏ပိုင်ဆိုင်မှုဖြစ်သည်။ အလ္လာဟ်သည် ကိစ္စအဝဝတို့ကို စီမံခန့်ခွဲရာ၌ လုံလောက်သော အရှင်ဖြစ်သည်။)</span> အကြောင်းမှာ အားလုံးသည် ကိုယ်တော်၏ ထိန်းချုပ်မှုနှင့် စီမံခွဲခန့်မှုအောက်ရှိ ဖန်ဆင်းခံများ၊ ပိုင်ဆိုင်မှုများနှင့် ကျွန်များဖြစ်ကြသည်၊ ကိုယ်တော်သည် ကိစ္စအဝဝတို့ကို စီမံခန့်ခွဲသူဖြစ်သည်။ ထို့ကြောင့် ကိုယ်တော်တွင် ၎င်းတို့အထဲမှ ဇနီး သို့မဟုတ် သားတော် မည်ကဲ့သို့ ရှိနိုင်မည်နည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ أَنَّىٰ يَكُونُ لَهُ وَلَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းရှင်ဖြစ်သည်။ ကိုယ်တော်၌ သားသမီးများ မည်ကဲ့သို့ ရှိနိုင်မည်နည်း။)</span><span class=\"gray\">[6:101]</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا - لَّقَدْ جِئْتُمْ شَيْئًا إِدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောဆိုကြသည်၊ \"အလွန်ကရုဏာရှင် <span class=\"gray\">(အလ္လာဟ်)</span> ၌ သားတော်ရှိသည်။ အမှန်စင်စစ် သင်တို့သည် ကြောက်မက်ဖွယ်ကောင်းသော ဆိုးရွားသည့်အရာကို <span class=\"gray\">(ပြောဆို)</span> ထုတ်ဖော်ခဲ့ကြသည်\")</span> ကိုယ်တော်၏ မိန့်ကြားချက်အထိ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَرْدًا</p><p><span class=\"gray\">(တစ်ပါးတည်း။)</span><span class=\"gray\">[19:95]</span></p>"
  }
]