[
  {
    "ayah_key": "25:61",
    "group_ayah_key": "25:61",
    "from_ayah": "25:61",
    "to_ayah": "25:62",
    "ayah_keys": "25:61,25:62",
    "text": "<p class=\"my translation\" lang=\"my\">ကောင်းချီးမင်္ဂလာ ရှိပါစေ သူအား ကောင်းကင်ဘုံ၌ အလ်-ဘူရုဂျ်ကို ထားရှိခဲ့သူ၊ ထို့ပြင် ကြီးမားသော မီးအိမ်တစ်ခုနှင့် အလင်းပေးသော လတစ်စင်းကို ထားရှိခဲ့သူ <span>(61)</span>ညနှင့်နေ့ကို ဆက်တိုက်ထားရှိခဲ့သူမှာ သူပင်ဖြစ်သည် <span class=\"gray\">(ခီလ်ဖာတန်)</span>၊ မှတ်မိလိုသူ သို့မဟုတ် ကျေးဇူးတင်လိုသူများအတွက် <span>(62)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ ကြီးမြတ်ခြင်းနှင့် တန်ခိုးတော်ကို ဖော်ပြခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်ကို ချီးကျူးပြီး အလ်-ဘူရုဂျ်၏ ကောင်းကင်ဘုံများ၊ ဧရာမကြယ်များတွင် ကိုယ်တော်ဖန်ဆင်းခဲ့သည့် အလှတရားကို ချီးမွမ်းပြောဆိုသည်။ ၎င်းမှာ မူဂျာဟစ်၊ ဆာအစ်ဒ် ဘင် ဂျူဘိုင်ရ်၊ အဘူ ဆာလစ်ဟ်၊ အလ်-ဟာစန်နှင့် ကာတာဒါတို့၏ အမြင်အရဖြစ်သည်။ ဤသည်မှာ အာယာနှင့်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် အနီးဆုံးကောင်းကင်ကို မီးအိမ်များဖြင့် အလှဆင်ထားခဲ့ပြီ)</span><span class=\"gray\">(67:5)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းချီးမင်္ဂလာ ရှိပါစေ သူအား ကောင်းကင်ဘုံ၌ အလ်-ဘူရုဂျ်ကို ထားရှိခဲ့သူ၊ ထို့ပြင် ကြီးမားသော မီးအိမ်တစ်ခုကို ထားရှိခဲ့သူ၊)</span> ၎င်းသည် မီးအိမ်တစ်ခုကဲ့သို့ လင်းလက်သော နေဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا سِرَاجًا وَهَّاجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် (၎င်း၌) တောက်ပသော မီးအိမ်တစ်ခုကို ဖန်ဆင်းထားခဲ့ပြီ)</span><span class=\"gray\">(78:13)</span>။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَقَمَرًا مُّنِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလင်းပေးသော လတစ်စင်း။)</span> ဆိုလိုသည်မှာ လင်းလက်ပြီး အခြားအရာတစ်ခု၏ အလင်းဖြင့် ထွန်းလင်းနေခြင်းဖြစ်သည်၊ နေ၏အလင်းနှင့် ကွဲပြားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေကို ထွန်းလင်းသော အရာတစ်ခုအဖြစ် ဖန်ဆင်းခဲ့သူမှာ သူပင်ဖြစ်သည်၊ ထို့ပြင် လကို အလင်းအဖြစ် ဖန်ဆင်းခဲ့သည်)</span><span class=\"gray\">(10:5)</span>။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က နူဟ် (အလိုင်ဟစ္စလာမ်) က ၎င်း၏လူမျိုးအား ပြောခဲ့ကြောင်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا - وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်ခုနစ်ထပ်ကို တစ်ထပ်ပြီးတစ်ထပ် မည်သို့ဖန်ဆင်းခဲ့သည်ကို သင်တို့ မမြင်ကြသလော ထို့ပြင် ၎င်းတို့တွင် လကို အလင်းအဖြစ်ဖန်ဆင်းခဲ့ပြီး နေကို မီးအိမ်အဖြစ် ဖန်ဆင်းခဲ့သည်ကို မမြင်ကြသလော)</span><span class=\"gray\">(71:15-16)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညနှင့်နေ့ကို ဆက်တိုက်ထားရှိခဲ့သူ (ခီလ်ဖာတန်) မှာ သူပင်ဖြစ်သည်)</span> ဆိုလိုသည်မှာ တစ်ခုပြီးတစ်ခု ဆက်တိုက်လာပြီး ဘယ်တော့မှ မကုန်ဆုံးသော အလှည့်ကျခြင်းဖြစ်သည်။ တစ်ခုကုန်ဆုံးသောအခါ အခြားတစ်ခုလာသည်၊ ပြောင်းပြန်လည်း အတူတူပင်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် နေနှင့်လကို ၎င်းတို့၏ လမ်းကြောင်းများအတိုင်း အဆက်မပြတ် လည်ပတ်စေခဲ့ပြီ)</span><span class=\"gray\">(14:33)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညကို နေ့ပေါ်သို့ အကာအဖြစ် သူ ဆောင်ယူလာသည်၊ လျင်မြန်စွာ လိုက်ရှာလျက်)</span><span class=\"gray\">(7:54)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေအတွက် လကို ကျော်တက်ရန် မဖြစ်နိုင်ပေ)</span><span class=\"gray\">(36:40)</span>။</p><p class=\"fa qpc-hafs\" lang=\"fa\">لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှတ်မိလိုသူ သို့မဟုတ် ကျေးဇူးတင်လိုသူများအတွက်။)</span> ဆိုလိုသည်မှာ သူ၏ကျွန်များ ကိုယ်တော်အား ဝတ်ပြုရမည့်အချိန်များကို ပြသရန်အတွက် ၎င်းတို့နှစ်ခုကို တစ်ခုပြီးတစ်ခု လိုက်ပါစေခဲ့သည်။ ထို့ကြောင့် ညဘက်တွင် ဝတ်ပြုမှုတစ်ခုကို လွတ်သွားသူတိုင်း နေ့ဘက်တွင် ၎င်းကို ပြန်လည်လုပ်ဆောင်နိုင်ပြီး၊ နေ့ဘက်တွင် ဝတ်ပြုမှုတစ်ခုကို လွတ်သွားသူတိုင်း ညဘက်တွင် ၎င်းကို ပြန်လည်လုပ်ဆောင်နိုင်သည်။ မှန်ကန်သော ဟဒီးစ်တော်တစ်ခုတွင် မှတ်တမ်းတင်ထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ عَزَّ وَجَلَّ يَبْسُطُ يَدَهُ بِاللَّيْلِ لِيَتُوبَ مُسِيءُ النَّهَارِ، وَيَبْسُطُ يَدَهُ بِالنَّهَارِ لِيَتُوبَ مُسِيءُ اللَّيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် နေ့ဘက်တွင် မကောင်းမှုပြုခဲ့သူအား နောင်တရရန် ညဘက်တွင် လက်တော်ကို ဖြန့်ကျက်ထားပြီး၊ ညဘက်တွင် မကောင်းမှုပြုခဲ့သူအား နောင်တရရန် နေ့ဘက်တွင် လက်တော်ကို ဖြန့်ကျက်ထားသည်။)</span> မူဂျာဟစ်နှင့် ကာတာဒါတို့က \"ခီလ်ဖာတန် ဆိုသည်မှာ ကွဲပြားခြင်းဟု အဓိပ္ပါယ်ရသည်၊ ဆိုလိုသည်မှာ တစ်ခုက မှောင်ပြီး အခြားတစ်ခုက လင်းနေခြင်းကြောင့်ဖြစ်သည်။\" ဟု ပြောဆိုခဲ့ကြသည်။</p>"
  },
  {
    "ayah_key": "25:63",
    "group_ayah_key": "25:63",
    "from_ayah": "25:63",
    "to_ayah": "25:67",
    "ayah_keys": "25:63,25:64,25:65,25:66,25:67",
    "text": "<p lang=\"my\" class=\"my \">အနန္တကရုဏာရှင်၏ ကျွန်များမှာ မြေကြီးပေါ်တွင် ဟော်နာ လမ်းလျှောက်သူများဖြစ်ပြီး၊ မိုက်မဲသူများက သူတို့အား စကားပြောသောအခါ \"ဆလာမာ\" ဟု ပြောဆိုကြသည် <span>(63)</span>ထို့ပြင် ညဘက်တွင် ၎င်းတို့၏ အရှင်သခင်ကို ဦးချလျက်၊ ရပ်လျက် ဝတ်ပြုသူများ <span>(64)</span>ထို့ပြင် \"အကျွန်ုပ်တို့၏ အရှင်သခင်! ငရဲ၏ ပြစ်ဒဏ်မှ အကျွန်ုပ်တို့ကို ရှောင်ရှားပေးတော်မူပါ။ အမှန်စင်စစ် ၎င်း၏ ပြစ်ဒဏ်သည် မကွာခြားသော၊ ထာဝရပြစ်ဒဏ်တစ်ခုဖြစ်သည် <span>(65)</span>၎င်းသည် နေထိုင်ရာနေရာနှင့် နားခိုရာနေရာအဖြစ် ဆိုးရွားလှပေသည် <span>(66)</span>ထို့ပြင် ၎င်းတို့သည် သုံးစွဲသောအခါ ဖြုန်းတီးခြင်းမရှိ၊ ကပ်စီးနဲခြင်းလည်း မရှိဘဲ၊ ၎င်းတို့ကြားတွင် မျှတသော အချိုးအစားရှိသည် <span>(67)</span></p><div lang=\"my\" class=\"my \"><h2>အနန္တကရုဏာရှင်၏ ကျွန်များ၏ ဂုဏ်ရည်များ</h2></div><p lang=\"my\" class=\"my \">ဤအရာများမှာ အလ္လာဟ်အရှင်မြတ်၏ ယုံကြည်သူ ကျွန်များ၏ ဂုဏ်ရည်များဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးပေါ်တွင် ဟော်နာ လမ်းလျှောက်သူများ၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မာန်မာနနှင့် ဝင့်ဝါမှုမရှိဘဲ ဂုဏ်သိက္ခာရှိရှိနှင့် နှိမ့်ချစွာ လမ်းလျှောက်ကြခြင်းဖြစ်သည်။ ဤသည်မှာ အာယာနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် မြေကြီးပေါ်တွင် မာန်မာနနှင့် ဝင့်ဝါမှုဖြင့် လမ်းမလျှောက်နှင့်...)</span><span class=\"gray\">(17:37)</span>။ ထို့ကြောင့် ဤသူများသည် မာန်မာန၊ ဝင့်ဝါမှု သို့မဟုတ် ဂုဏ်ယူမှုဖြင့် လမ်းမလျှောက်ကြပေ။ ၎င်းတို့သည် ဖျားနာသူများကဲ့သို့ ၎င်းတို့၏ နှိမ့်ချမှုကို ပြသရန် လမ်းလျှောက်သင့်သည်ဟု မဆိုလိုပေ၊ အကြောင်းမှာ အာဒမ်၏သားစဉ်မြေးဆက်တို့၏ ခေါင်းဆောင် <span class=\"gray\">(တမန်တော်)</span> သည် တောင်အောက်ဆင်းလာသကဲ့သို့၊ မြေကြီးသည် ၎င်း၏အောက်တွင် ခေါက်ထားသကဲ့သို့ လမ်းလျှောက်လေ့ရှိသောကြောင့်ဖြစ်သည်။ ဤနေရာတွင် ဟော်န် ဆိုသည်မှာ စိတ်ငြိမ်သက်ခြင်းနှင့် ဂုဏ်သိက္ခာကို ဆိုလိုသည်၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် မိန့်တော်မူခဲ့သည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أَتَيْتُمُ الصَّلَاةَ فَلَا تَأْتُوهَا وَأَنْتُمْ تَسْعَونَ، وَأْتُوهَا وَعَلَيْكُمُ السَّكِينَةُ فَمَا أَدْرَكْتُمْ مِنْهَا فَصَلُّوا، وَمَا فَاتَكُمْ فَأَتِمُّوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ဆွလားသ်သို့ လာသောအခါ အလျင်စလို ပြေး၍မလာကြနှင့်။ ငြိမ်သက်စွာ၊ စိတ်အေးချမ်းသာစွာ လာကြ၊ ထို့ပြင် သင်တို့ မည်သည့်အရာနှင့်မီမီ၊ ဆွလားသ်ဖတ်ကြပြီး၊ မည်သည့်အရာကို လွတ်သွားသည်ဖြစ်စေ၊ ပြန်ဖြည့်ကြ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုက်မဲသူများက သူတို့အား စကားပြောသောအခါ \"ဆလာမာ\" ဟု ပြောဆိုကြသည်)</span> မသိနားမလည်သူများက သူတို့အား မကောင်းသောစကားများဖြင့် စော်ကားပြောဆိုပါက၊ သူတို့သည် ပြန်၍မတုံ့ပြန်ဘဲ၊ ခွင့်လွှတ်ပြီး လျစ်လျူရှုကြသည်၊ ကောင်းသောစကားများသာ ပြောဆိုကြသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ပြုမူခဲ့သည့်အတိုင်းပင် ဖြစ်သည်- လူများ ပို၍ မသိနားမလည်လေလေ၊ သူက ပို၍ သည်းခံလေလေဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် အလ်-လဂ်ဝ် (မကောင်းသော သို့မဟုတ် အချည်းအနှီးသော စကား) ကို ကြားသောအခါ၊ ၎င်းမှ ရှောင်ခွာကြသည်)</span><span class=\"gray\">(28:55)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ ညများသည် အကောင်းဆုံး ညများဖြစ်ကြောင်း မိန့်တော်မူသည်၊ ကိုယ်တော် မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ညဘက်တွင် ၎င်းတို့၏ အရှင်သခင်ကို ဦးချလျက်၊ ရပ်လျက် ဝတ်ပြုသူများ။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်အား ဝတ်ပြုပြီး နာခံခြင်းဖြစ်သည်။ ဤသည်မှာ အာယာများနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانُوا قَلِيلًا مِّنَ اللَّيْلِ مَا يَهْجَعُونَ - وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ညဘက်တွင် အနည်းငယ်သာ အိပ်စက်လေ့ရှိသည်။ ထို့ပြင် နံနက်မိုးမလင်းမီ နာရီများတွင်၊ ၎င်းတို့သည် ခွင့်လွှတ်မှုကို တောင်းခံခဲ့ကြသည်)</span><span class=\"gray\">(51:17-18)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَتَجَافَىٰ جُنُوبُهُمْ عَنِ الْمَضَاجِعِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဘေးဘက်များသည် ၎င်းတို့၏ အိပ်ရာများကို စွန့်လွှတ်ကြသည်...)</span><span class=\"gray\">(32:16)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ည၏ နာရီများအတွင်း ဦးချလျက် သို့မဟုတ် ရပ်လျက် အလ္လာဟ်အရှင်မြတ်အား နာခံသူ၊ နောင်တမလွန်ဘဝကို ကြောက်ရွံ့ပြီး ကိုယ်တော်၏ ကရုဏာကို မျှော်လင့်သူသည်...)</span><span class=\"gray\">(39:9)</span>။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် \"အကျွန်ုပ်တို့၏ အရှင်သခင်! ငရဲ၏ ပြစ်ဒဏ်မှ အကျွန်ုပ်တို့ကို ရှောင်ရှားပေးတော်မူပါ။ အမှန်စင်စစ် ၎င်း၏ ပြစ်ဒဏ်သည် မကွာခြားသော ပြစ်ဒဏ်တစ်ခုဖြစ်သည်\" ဟု ပြောဆိုကြသူများ။)</span> ဆိုလိုသည်မှာ အမြဲရှိနေပြီး မပြီးဆုံးနိုင်ခြင်းဖြစ်သည်။ အလ်-ဟာစန်က အာယာနှင့်ပတ်သက်၍ ပြောခဲ့သည်-</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّ عَذَابَهَا كَانَ غَرَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်း၏ ပြစ်ဒဏ်သည် မကွာခြားသော၊ ထာဝရပြစ်ဒဏ်တစ်ခုဖြစ်သည်)</span> အာဒမ်၏သားကို ထိခိုက်ပြီး ပျောက်ကွယ်သွားသည့် အရာတိုင်းသည် မကွာခြားသော၊ ထာဝရပြစ်ဒဏ်တစ်ခု မဖြစ်နိုင်ပေ။ မကွာခြားသော၊ ထာဝရပြစ်ဒဏ်သည် ကောင်းကင်နှင့်မြေကြီး ရှိနေသရွေ့ တည်ရှိနေမည့်အရာဖြစ်သည်။ ဤသည်မှာ ဆူလေမာန် အတ်-တာမီ၏ အမြင်လည်းဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် နေထိုင်ရာနေရာနှင့် နားခိုရာနေရာအဖြစ် ဆိုးရွားလှပေသည်)</span> ဆိုလိုသည်မှာ နေထိုင်ရာနေရာအဖြစ် မည်မျှဆိုးရွားပြီး နားခိုရာနေရာအဖြစ် မည်မျှဆိုးရွားသည်ကို ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် သုံးစွဲသောအခါ ဖြုန်းတီးခြင်းမရှိ၊ ကပ်စီးနဲခြင်းလည်း မရှိ...)</span> ၎င်းတို့သည် လိုအပ်သည်ထက် ပိုမိုသုံးစွဲခြင်းဖြင့် ဖြုန်းတီးခြင်းမရှိသလို၊ ၎င်းတို့၏ မိသားစုအပေါ် လိုအပ်သလောက် မသုံးစွဲဘဲ ကပ်စီးနဲခြင်းလည်း မရှိပေ။ သို့သော် ၎င်းတို့သည် အကောင်းဆုံးနှင့် အမျှတဆုံးနည်းလမ်းကို လိုက်နာကြသည်။ အကောင်းဆုံးသော အရာများသည် အလွန်အကျွံ သို့မဟုတ် အလွန်နည်းပါးခြင်းမရှိဘဲ အလယ်အလတ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ကြားတွင် မျှတသော အချိုးအစားရှိသည်)</span> ဤသည်မှာ အာယာနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏လက်ကို လည်ပင်းတွင် မချည်နှောင်ထားနှင့်၊ ထို့ပြင် ၎င်းကို အစွမ်းကုန် မဖြန့်ကြနှင့်။)</span><span class=\"gray\">(17:29)</span></p>"
  }
]