[
  {
    "ayah_key": "4:123",
    "group_ayah_key": "4:123",
    "from_ayah": "4:123",
    "to_ayah": "4:126",
    "ayah_keys": "4:123,4:124,4:125,4:126",
    "text": "<p lang=\"my\" class=\"my \">၎င်းသည် သင်တို့၏ဆန္ဒများနှင့်လည်းကောင်း၊ ဓမ္မကျမ်းပိုင်ရှင်များ၏ဆန္ဒများနှင့်လည်းကောင်း လျော်ညီမည်မဟုတ်ပေ။ မည်သူမဆို မကောင်းမှုကို ပြုလျှင်၊ ၎င်း၏ အကျိုးကို ခံစားရမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်မှအပ အကာအကွယ်ပေးမည့်သူ သို့မဟုတ် အကူအညီပေးမည့်သူ တစ်ဦးတစ်ယောက်ကိုမျှ ရှာဖွေတွေ့ရှိမည်မဟုတ်ပေ။ <span>(၁၂၃)</span>မည်သူမဆို ဖြောင့်မတ်သောကောင်းမှုများကို ပြုခဲ့ပါလျှင်၊ ကျားဖြစ်စေ၊ မဖြစ်စေ၊ ယုံကြည်သူဖြစ်ပါလျှင်၊ ထိုသူတို့သည် ဂျန္နတ် (အပါရာယ်) သို့ ဝင်ရောက်ကြမည်ဖြစ်ပြီး၊ နာကီရ် အရွယ်ပမာဏမျှပင် အနည်းငယ်မျှ မတရားမှု ပြုခြင်းကို ခံရမည်မဟုတ်ပေ။ <span>(၁၂၄)</span>မိမိမျက်နှာ <span class=\"gray\">(မိမိကိုယ်ကို)</span> အလ္လာဟ်အရှင်မြတ်ထံ ပုံအပ်ပြီး၊ သူသည် မုဟ်စင်န် <span class=\"gray\">(ကောင်းမှုပြုသူ)</span> ဖြစ်ကာ၊ အီဗရာဟင်မ် (အလိုင်းဆလမ်) ၏ ဟနီဖ် <span class=\"gray\">(ဧကန်နတ်ဘုရားဝါဒီ)</span> ဘာသာတရားကို လိုက်နာသူထက် မည်သူက ဘာသာရေးတွင် ပိုမိုကောင်းမွန်နိုင်မည်နည်း။ အလ္လာဟ်အရှင်မြတ်သည် အီဗရာဟင်မ် (အလိုင်းဆလမ်) ကို ခလီလ် <span class=\"gray\">(ရင်းနှီးသောမိတ်ဆွေ)</span> အဖြစ် ခန့်အပ်ခဲ့သည်။ <span>(၁၂၅)</span>ကောင်းကင်များနှင့် မြေပြင်၌ရှိရှိသမျှအားလုံးသည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အစဉ်အမြဲ လွှမ်းခြုံထားတော်မူသည်။ <span>(၁၂၆)</span></p><div lang=\"my\" class=\"my \"><h2>အောင်မြင်မှုသည် ကောင်းမှုပြုခြင်းဖြင့်သာ ရရှိနိုင်သည်၊ ဆန္ဒများဖြင့် မဟုတ်ပေ</h2></div><p lang=\"my\" class=\"my \">ကတာဒါဟ်က ပြောသည်– \"မူဆလင်များနှင့် ဓမ္မကျမ်းပိုင်ရှင်များသည် တစ်ဦးနှင့်တစ်ဦး သူတို့၏ ဂုဏ်ကျေးဇူးများကို ဖော်ပြကြသည်ဟု ကျွန်ုပ်တို့အား ပြောပြခဲ့သည်။ ဓမ္မကျမ်းပိုင်ရှင်များက ပြောသည်– 'ကျွန်ုပ်တို့၏နဗီ (တမန်တော်) သည် သင်တို့၏နဗီ (တမန်တော်) ထက်စော၍ ပေါ်ထွန်းခဲ့ပြီး ကျွန်ုပ်တို့၏ကျမ်းသည် သင်တို့၏ကျမ်းထက်စော၍ ပေါ်ထွန်းခဲ့သည်။ ထို့ကြောင့်၊ ကျွန်ုပ်တို့သည် သင်တို့ထက် အလ္လာဟ်အရှင်မြတ်အပေါ် ပိုမိုအခွင့်အရေးရှိသင့်သည်။' မူဆလင်များက ပြောသည်– 'မဟုတ်ပါ၊ ကျွန်ုပ်တို့သည် သင်တို့ထက် အလ္လာဟ်အရှင်မြတ်အပေါ် ပိုမိုအခွင့်အရေးရှိပါသည်။ ကျွန်ုပ်တို့၏နဗီ (တမန်တော်) သည် နောက်ဆုံးနဗီ (တမန်တော်) ဖြစ်ပြီး ကျွန်ုပ်တို့၏ကျမ်းသည် ၎င်းမတိုင်မီရှိ ကျမ်းအားလုံးကို လွှမ်းမိုးထားသည်။' အလ္လာဟ်အရှင်မြတ်သည် ထို့နောက် ထုတ်ပြန်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင်တို့၏ဆန္ဒများ <span class=\"gray\">(မူဆလင်များ)</span> နှင့်လည်းကောင်း၊ ဓမ္မကျမ်းပိုင်ရှင်များ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> ၏ဆန္ဒများနှင့်လည်းကောင်း လျော်ညီမည်မဟုတ်ပေ။ မည်သူမဆို မကောင်းမှုကို ပြုလျှင်၊ ၎င်း၏အကျိုးကို ခံစားရမည်ဖြစ်သည်)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိမျက်နှာ <span class=\"gray\">(မိမိကိုယ်ကို)</span> အလ္လာဟ်အရှင်မြတ်ထံ ပုံအပ်ပြီး၊ သူသည် မုဟ်စင်န် ဖြစ်သူထက် ဘာသာရေးတွင် မည်သူက ပိုမိုကောင်းမွန်နိုင်မည်နည်း။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အခြားဘာသာဝင်များ၏ ပြိုင်ဘက်များကို မူဆလင်များ၏ ငြင်းခုံမှုကို ထောက်ခံခဲ့သည်။\" အလားတူ ထုတ်ပြန်ချက်များကို အပ်စ်-ဆူဒီ၊ မပ်စ်ရွတ်ခ်၊ အဒ်-ဒွဟ်ဟတ်ခ် နှင့် အဗူဆွာလိဟ်တို့ထံမှ ရည်ညွှန်းခဲ့သည်။ အလ်-အောင်ဖီက အိဗ်နု အဗ်ဗားစ်သည် ဤအာယတ်တော် <span class=\"gray\">[4:123]</span> ကို မှတ်ချက်ပြုခဲ့ကြောင်း သတင်းပေးပို့ခဲ့သည်– \"ဘာသာတရားအမျိုးမျိုးကို လိုက်နာသူများက ငြင်းခုံခဲ့ကြသည်။ တော်ရဟ်ကျမ်းပိုင်ရှင်များက ပြောသည်– 'ကျွန်ုပ်တို့၏ကျမ်းသည် အကောင်းဆုံးကျမ်းဖြစ်ပြီး ကျွန်ုပ်တို့၏နဗီ (တမန်တော်) <span class=\"gray\">(မူဆာ)</span> သည် အကောင်းဆုံးနဗီ (တမန်တော်) ဖြစ်သည်။' အင်ဂျီလ်ကျမ်းပိုင်ရှင်များကလည်း အလားတူ ပြောခဲ့ကြသည်။ အစ္စလာမ်ဘာသာဝင်များက ပြောသည်– 'အစ္စလာမ်မှလွဲ၍ အခြားမည်သည့်ဘာသာမှ မရှိပါ။ ကျွန်ုပ်တို့၏ကျမ်းသည် အခြားကျမ်းအားလုံးကို ပယ်ဖျက်ပြီးဖြစ်သည်။ ကျွန်ုပ်တို့၏နဗီ (တမန်တော်) သည် နောက်ဆုံးနဗီ (တမန်တော်) ဖြစ်ပြီး၊ သင်တို့အား သင်တို့၏ကျမ်းများကို ယုံကြည်ရန်နှင့် ကျွန်ုပ်တို့၏ကျမ်းကို လိုက်နာရန် အမိန့်ပေးထားသည်။' အလ္လာဟ်အရှင်မြတ်သည် သူတို့အကြား ဆုံးဖြတ်ချက်ပေးခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင်တို့၏ဆန္ဒများနှင့်လည်းကောင်း၊ ဓမ္မကျမ်းပိုင်ရှင်များ၏ဆန္ဒများနှင့်လည်းကောင်း လျော်ညီမည်မဟုတ်ပေ။ မည်သူမဆို မကောင်းမှုကို ပြုလျှင်၊ ၎င်း၏အကျိုးကို ခံစားရမည်ဖြစ်သည်)</span>\" <span class=\"gray\">[4:123]</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်က ဘာသာတရားသည် ဆန္ဒများ သို့မဟုတ် ရိုးရှင်းသောမျှော်လင့်ချက်များကြောင့် လက်ခံခြင်းမရှိကြောင်း ဖော်ပြသည်။ ဘာသာတရားကို လက်ခံခြင်းသည် နှလုံးသားထဲတွင် ရှိနေသောအရာနှင့် လုပ်ဆောင်မှုများမှတစ်ဆင့် မှန်ကန်ကြောင်း ပြသသောအရာပေါ်တွင် မူတည်သည်။ တစ်စုံတစ်ဦးက တစ်ခုခုကို တောင်းဆိုလိုက်ရုံဖြင့် ၎င်း၏တောင်းဆိုမှုကြောင့်သာ ထိုအရာကို ရရှိသည်ဆိုသည်မှာ မမှန်ကန်ပါ။ အမှန်တရားပေါ်တွင် ရှိသည်ဟု တောင်းဆိုသူတိုင်းသည် သူ၏စကားကြောင့်သာ ထိုကဲ့သို့ မှတ်ယူခံရသည်ဆိုသည်မှာ မမှန်ကန်ပါ။ သူ၏တောင်းဆိုမှုသည် အလ္လာဟ်အရှင်မြတ်ထံမှ အထောက်အထားဖြင့် အရည်အချင်းပြည့်မီသည်အထိ ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင်တို့၏ဆန္ဒများနှင့်လည်းကောင်း၊ ဓမ္မကျမ်းပိုင်ရှင်များ၏ဆန္ဒများနှင့်လည်းကောင်း လျော်ညီမည်မဟုတ်ပေ။ မည်သူမဆို မကောင်းမှုကို ပြုလျှင်၊ ၎င်း၏အကျိုးကို ခံစားရမည်ဖြစ်သည်)</span><span class=\"gray\">[4:123]</span>၊ ဆိုလိုသည်မှာ သင်တို့ သို့မဟုတ် သူတို့သည် ဆန္ဒများဖြင့်သာ လုံခြုံမှု ရရှိမည်မဟုတ်ပေ။ ဘုရားရှင်၏ တမန်တော်မြတ်များ၏ စကားများမှတစ်ဆင့် အလ္လာဟ်အရှင်မြတ်ကို နာခံပြီး ကိုယ်တော် ချမှတ်ပေးထားသည်များကို လိုက်နာခြင်းသည် သော့ချက်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က နောက်ပိုင်းတွင် မိန့်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မကောင်းမှုကို ပြုလျှင်၊ ၎င်း၏အကျိုးကို ခံစားရမည်ဖြစ်သည်၊)</span> အလားတူ၊ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ - وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် မည်သူမဆို အဏုမြူအလေးချိန်မျှ ကောင်းမှုပြုလျှင်၊ ၎င်းကို တွေ့မြင်ရမည်။ မည်သူမဆို အဏုမြူအလေးချိန်မျှ မကောင်းမှုပြုလျှင်၊ ၎င်းကို တွေ့မြင်ရမည်။)</span><span class=\"gray\">[99:7-8]</span> ဤအာယတ်တော်များ ထုတ်ပြန်သောအခါ၊ များစွာသော ဆွဟာဘာများကို အခက်တွေ့စေခဲ့ကြောင်း သတင်းပို့ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဗီ ဟာတိမ်က အာအေရှားဟ် ပြောသည်ဟု မှတ်တမ်းတင်ခဲ့သည်– \"ကျွန်မ ပြောခဲ့သည်– 'အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! ကုရ်အာန်တွင် အခက်ခဲဆုံးအာယတ်တော်ကို ကျွန်မ သိပါသည်။' ကိုယ်တော်က မိန့်တော်မူသည်– 'အာအေရှားဟ်! ၎င်းသည် အဘယ်အရာနည်း။' ကျွန်မ ပြောခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မကောင်းမှုကို ပြုလျှင်၊ ၎င်း၏အကျိုးကို ခံစားရမည်ဖြစ်သည်၊)</span> ကိုယ်တော်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ مَا يُصِيبُ الْعَبْدَ الْمُؤْمِنَ، حَتَّى النَّكْبَةِ يُنْكَبُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူကျွန်ကို ထိခိုက်စေသောအရာသည် သူကို စိတ်အနှောင့်အယှက်ဖြစ်စေသော ပြဿနာများပင် ဖြစ်သည်)</span>\" အိဗ်နု ဂျာရီရ်နှင့် အဗူ ဒါဝုဒ်တို့ကလည်း ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"jv\" class=\"jv \">Sa'id bin Mansur recorded that Abu Hurayrah said, \"When the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မကောင်းမှုကို ပြုလျှင်၊ ၎င်း၏အကျိုးကို ခံစားရမည်ဖြစ်သည်၊)</span> ထုတ်ပြန်သောအခါ မူဆလင်များအတွက် ခက်ခဲခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ က သူတို့အား မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَدِّدُوا وَقَارِبُوا، فَإِنَّ فِي كُلِّ مَا يُصَابُ بِهِ الْمُسْلِمُ كَفَّارَةً، حَتَّى الشَّوْكَةِ يُشَاكُهَا، وَالنَّـكْبَةِ يُنْكَبُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခိုင်မြဲကြပြီး ရင်းနှီးမှုကို ရှာဖွေကြပါ။ မူဆလင်တစ်ဦးကို ထိခိုက်စေသောအရာတိုင်းသည်၊ သူ၏အရေပြားကို ဖောက်ထွင်းသော ဆူးပင်ဖြစ်စေ၊ သူကြုံတွေ့ရသော ဒုက္ခပင်ဖြစ်စေ၊ သူ့အတွက် အပြစ်ဖြေရာဖြစ်လိမ့်မည်။)</span>\"</p><p lang=\"my\" class=\"my \">၎င်းသည် ဆူဖ်ယန် ဘင် အိုအိုင်နာမှတစ်ဆင့် အာမဒ်က စုဆောင်းထားသော စကားလုံးဖြစ်သည်။ မူဆလင်နှင့် အတ်-တီရ်မီဇီတို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَجِدْ لَهُ مِن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှအပ အကာအကွယ်ပေးမည့်သူ သို့မဟုတ် အကူအညီပေးမည့်သူ တစ်ဦးတစ်ယောက်ကိုမျှ ရှာဖွေတွေ့ရှိမည်မဟုတ်ပေ၊)</span></p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တာလ်ဟွါက အိဗ်နု အဗ်ဗားစ် ပြောသည်ဟု သတင်းပေးပို့ခဲ့သည်– \"သူ နောင်တရပြီး အလ္လာဟ်အရှင်မြတ်က ခွင့်လွှတ်တော်မူမှသာ ဖြစ်မည်။\" အိဗ်နု အဘီ ဟာတိမ်က မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْمَلْ مِنَ الصَّالِحَاتِ مِن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုခဲ့ပါလျှင်၊ ကျားဖြစ်စေ၊ မဖြစ်စေ၊ ယုံကြည်သူဖြစ်ပါလျှင်)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မကောင်းမှုများအတွက် အကျိုးခံစားခွင့်နှင့် ကိုယ်တော်သည် သူ၏ကျွန်အား ၎င်း၏ပြစ်ဒဏ်ကို ဤလောကတွင်ဖြစ်စေ၊ (၎င်းသည် သူ့အတွက် ပိုကောင်းသည်) သို့မဟုတ် နောင်တမလွန်ဘဝတွင်ဖြစ်စေ သေချာပေါက် ပေးလိမ့်မည်ဟု ဖော်ပြထားသည်။ ဤအဆုံးသတ်မှ အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ်တို့ ခိုလှုံကြသည်။ ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ကျွန်ုပ်တို့၏ ကျန်းမာချမ်းသာမှု၊ ကိုယ်တော်၏ ခွင့်လွှတ်ခြင်း၊ ကရုဏာနှင့် လွတ်ငြိမ်းချမ်းသာခွင့်အတွက်လည်း အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ်တို့ တောင်းခံကြသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကျွန်များထံမှ ကောင်းမှုများကို လက်ခံရာတွင်၊ ကျားဖြစ်စေ၊ မဖြစ်စေ၊ သူတို့သည် ယုံကြည်ခြင်းကို လက်ခံပါက၊ သူ၏ ကြင်နာမှု၊ ရက်ရောမှုနှင့် ကရုဏာတို့ကို ဖော်ပြသည်။ ကိုယ်တော်သည် ယုံကြည်သူများကို ဂျန္နတ် (အပါရာယ်) သို့ ဝင်ခွင့်ပြုမည်ဖြစ်ပြီး၊ သူတို့၏ ဖြောင့်မတ်သော ကောင်းမှုများ၊ နာကီရ် (အစေ့ခွံနောက်ဘက်ရှိ အစက်အပြောက်) အလေးချိန်မျှပင် မည်သည့်အရာကိုမျှ ထိန်ချန်ထားမည်မဟုတ်ပေ။ ယခင်က ကျွန်ုပ်တို့သည် ဖာတီလ် (အစေ့ခွံ၏ ရှည်လျားသော အက်ကွဲကြောင်းရှိ အကြေးခွံမျှင်) အကြောင်းကို ဆွေးနွေးခဲ့ပြီးဖြစ်သည်။ ၎င်းတို့နှစ်ခုလုံးသည် ကစ်သ်မီရ် (အစေ့ခွံပေါ်ရှိ ပါးလွှာသော အမြှေးပါး) နှင့်အတူ ကုရ်အာန်တွင် ဖော်ပြထားသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိမျက်နှာကို အလ္လာဟ်အရှင်မြတ်ထံ ပုံအပ်သူထက် မည်သူက ဘာသာရေးတွင် ပိုကောင်းနိုင်မည်နည်း။)</span> ဆိုလိုသည်မှာ မိမိ၏အရှင်သခင်အတွက် ယုံကြည်မှုဖြင့် ရိုးသားစွာ ကောင်းမှုများကို ပြုလုပ်ကာ အလ္လာဟ်အရှင်မြတ်ထံမှ အကျိုးကို စောင့်မျှော်ခြင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ مُحْسِنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မုဟ်စင်န် ဖြစ်သည်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် သူ၏ တမန်တော်မြတ် ﷺ ကို စေလွှတ်ခဲ့သော မှန်ကန်သော ဘာသာတရားတွင် ချမှတ်ထားသည့် မှန်ကန်သော လမ်းညွှန်ချက်ကို လိုက်နာခြင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ စည်းကမ်းချက်နှစ်ခုဖြစ်ပြီး ၎င်းတို့မရှိလျှင် မည်သူ့ထံမှ မည်သည့်လုပ်ရပ်ကိုမျှ လက်ခံမည်မဟုတ်ပေ။ ၎င်းတို့မှာ ရိုးသားမှုနှင့် မှန်ကန်မှုတို့ဖြစ်သည်။ လုပ်ရပ်သည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ပြုလုပ်ပါက ရိုးသားပြီး ရှရီအာဟ် (ဘာသာရေးဥပဒေ) နှင့် ကိုက်ညီပါက မှန်ကန်သည်။ ထို့ကြောင့် လုပ်ရပ်သည် ဆွန္နဟ် (တမန်တော်မြတ်၏ လမ်းစဉ်) ကို လိုက်နာခြင်းဖြင့် ပြင်ပမှ မှန်ကန်လာပြီး ရိုးသားမှုဖြင့် အတွင်းမှ မှန်ကန်သည်။ မည်သည့်လုပ်ရပ်မဆို ဤစည်းကမ်းချက်နှစ်ခုမှ တစ်ခုခု လျော့နည်းပါက ထိုလုပ်ရပ်သည် ပျက်ပြယ်သွားသည်။</p><p lang=\"my\" class=\"my \">ဥပမာအားဖြင့်၊ လူတစ်ဦးသည် မိမိလုပ်ငန်းတွင် ရိုးသားမှု၏ အခြေခံမူကို ချို့ယွင်းပါက လူများအတွက် ကြွားလုံးထုတ်သော ဒွိဟစိတ်ရှိသူ ဖြစ်လာသည်။ ရှရီအာဟ်ကို မလိုက်နာသူသည် အသိပညာမဲ့၊ မကောင်းဆိုးဝါး ဖြစ်လာသည်။ လူတစ်ဦးသည် အခြေခံမူနှစ်ခုလုံးကို ပေါင်းစပ်လိုက်ပါက သူ၏လုပ်ဆောင်ချက်များသည် သစ္စာရှိသော ယုံကြည်သူများ၏ လုပ်ရပ်များဖြစ်ပြီး သူတို့၏ အကောင်းဆုံးလုပ်ရပ်များကို လက်ခံကာ သူတို့၏ အမှားများကို ဖျက်ပစ်မည်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗရာဟင်မ်၏ ဟနီဖ် <span class=\"gray\">(ဧကနတ်ဘုရားဝါဒီ)</span> ဘာသာတရားကို လိုက်နာခြင်း)</span> သည် မုဟမ္မဒ် ﷺ နှင့် သူ၏နောက်လိုက်များကို ကမ္ဘာပျက်သည့်နေ့အထိ ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَٰذَا النَّبِيُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အီဗရာဟင်မ်နှင့် အနီးစပ်ဆုံး လူတို့သည် သူ့ကို လိုက်နာသူများနှင့် ဤနဗီ (တမန်တော်) ဖြစ်သည်)</span>၊ <span class=\"gray\">[3:68]</span> နှင့်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက်၊ သင် <span class=\"gray\">(သို့)</span> ကျွန်ုပ်တို့ ဗျာဒိတ်တော် ပေးခဲ့သည်– \"အီဗရာဟင်မ်၏ ဟနီဖ် <span class=\"gray\">(ဧကနတ်ဘုရားဝါဒီ)</span> ဘာသာတရားကို လိုက်နာပါ၊ သူသည် မုရှ်ရိကီန် (ဘုရားရှင်နှင့် တွဲဖက်ကိုးကွယ်သူများ) ထဲမှ မဟုတ်ခဲ့ပါ\")</span>။ <span class=\"gray\">[16:123]</span></p><p lang=\"my\" class=\"my \">ဟနီဖ်သည် သိလျက်နှင့် ရည်ရွယ်ချက်ရှိရှိ ရှိရ်ခ် (ဘုရားရှင်နှင့် တွဲဖက်ကိုးကွယ်ခြင်း) ကို ရှောင်ရှားသည်။ သူသည် အမှန်တရားဆီသို့ သတိရှိစွာ သွားရောက်ပြီး မည်သူမျှ သူ့ကို တားဆီးခြင်း သို့မဟုတ် ဟန့်တားခြင်း မပြုနိုင်ပေ။</p><div lang=\"gd\" class=\"gd \"><h2>Ibrahim is Allah's Khalil</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အီဗရာဟင်မ်ကို ခလီလ် <span class=\"gray\">(ရင်းနှီးသော မိတ်ဆွေ)</span> အဖြစ် ခန့်အပ်ခဲ့သည်!)</span> ဤသည်မှာ အီဗရာဟင်မ် အလ်-ခလီလ်ကို လိုက်နာရန် အားပေးခြင်းဖြစ်သည်။ အကြောင်းမှာ သူသည် လမ်းစဉ်ကို လိုက်နာပြီး တုပရမည့် အီမာမ်တစ်ပါး ဖြစ်ခဲ့ပြီး ယခုတိုင်ဖြစ်သည်။ အမှန်စင်စစ်၊ အီဗရာဟင်မ်သည် အလ္လာဟ်အရှင်မြတ်နှင့် အနီးကပ်ဆုံး ဆက်နွယ်မှုကို ရရှိခဲ့သည်၊ ၎င်းသည် ကျွန်များ ရှာဖွေသော အနီးစပ်ဆုံး ဆက်နွယ်မှုဖြစ်သည်။ သူသည် ခလီလ်၏ အဆင့်ကို ရရှိခဲ့ပြီး ၎င်းသည် ချစ်ခြင်းမေတ္တာ၏ အမြင့်ဆုံး အဆင့်ဖြစ်သည်။ သူသည် ဤအရာအားလုံးကို မိမိ၏အရှင်သခင်အား နာခံမှုကြောင့် ရရှိခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်က သူ့ကို ဖော်ပြထားသည့်အတိုင်းပင်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِبْرَٰهِيمَ الَّذِى وَفَّى </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗရာဟင်မ်သည် ဖြည့်ဆည်းပေးခဲ့သူဖြစ်သည်)</span>၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِذِ ابْتَلَىٰ إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗရာဟင်မ်၏ အရှင်သခင်သည် သူ့ကို <span class=\"gray\">(အချို့သော)</span> အမိန့်များဖြင့် စမ်းသပ်ခဲ့ရာ သူက ၎င်းတို့ကို ဖြည့်ဆည်းပေးခဲ့သည်ကို <span class=\"gray\">(သတိရကြလော့)</span>)</span><span class=\"gray\">[2:124]</span>၊ နှင့်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အီဗရာဟင်မ်သည် အွမ္မသ် (အုပ်စုတစ်စု) ဖြစ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်အား နာခံသူ၊ ဟနီဖ် (ဧကနတ်ဘုရားဝါဒီ) ဖြစ်ခဲ့ပြီး မွတ်ရှ်ရစ်ကီန် (ဘုရားရှင်နှင့် တွဲဖက်ကိုးကွယ်သူများ) ထဲမှ မဟုတ်ခဲ့ပေ)</span>။ <span class=\"gray\">[16:120]</span></p><p lang=\"vi\" class=\"vi \">Al-Bukhari recorded that 'Amr bin Maymun said that when Mu'adh came back from Yemen, he led them in the Fajr prayer and recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အီဗရာဟင်မ်ကို ခလီလ်အဖြစ် ခန့်အပ်ခဲ့သည်!)</span><span class=\"gray\">[4:125]</span></p><p lang=\"my\" class=\"my \">ရှိနေသော လူများထဲမှ တစ်ဦးက မှတ်ချက်ပြုသည်– \"ဧကန်မလွဲ၊ အီဗရာဟင်မ်၏ မိခင်၏ မျက်စိသည် သက်သောင့်သက်သာ ဖြစ်ခဲ့ပြီ။\"</p><p lang=\"my\" class=\"my \">အီဗရာဟင်မ်ကို အလ္လာဟ်အရှင်မြတ်၏ ခလီလ်ဟု ခေါ်ဆိုရခြင်းမှာ သူ၏အရှင်သခင်သည် သူ့အပေါ် ကြီးစွာသော ချစ်ခြင်းမေတ္တာရှိသောကြောင့်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်နှစ်သက်ပြီး ပိုမိုနှစ်သက်သော နာခံမှုလုပ်ရပ်များကို သူပြုလုပ်ခဲ့သောကြောင့် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဆဟီးဟ်ကျမ်းနှစ်စောင်တွင် အဘူ ဆအီးဒ် အလ်-ခုဒ်ရီက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က သူတို့အား နောက်ဆုံးမိန့်ခွန်းပေးသောအခါ၊ ကိုယ်တော်က မိန့်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا بَعْدُ، أَيُّهَا النَّاسُ فَلَوْ كُنْتُ مُتَّخِذًا مِنْ أَهْلِ الْأَرْضِ خَلِيلًا، لَاتَّخَذْتُ أَبَا بَكْرِ ابْنَ أَبِي قُحَافَةَ خَلِيلًا، وَلكِنْ صَاحِبُكُمْ خَلِيلُ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူအပေါင်းတို့! ငါသည် ကမ္ဘာပေါ်ရှိလူများထဲမှ ခလီလ်တစ်ဦးကို ရွေးချယ်မည်ဆိုလျှင်၊ အဘူ ဗကရ် ဘင် အဘီ ကွူဟာဖာဟ်ကို ငါ့၏ခလီလ်အဖြစ် ရွေးချယ်မည်ဖြစ်သည်။ သို့သော် သင်တို့၏အဖော် <span class=\"gray\">(ဆိုလိုသည်မှာ ကိုယ်တော်ကိုယ်တိုင်)</span> သည် အလ္လာဟ်အရှင်မြတ်၏ ခလီလ်ဖြစ်သည်။)</span></p><p lang=\"id\" class=\"id \">Jundub bin 'Abdullah Al-Bajali, 'Abdullah bin 'Amr bin Al-'As and 'Abdullah bin Mas'ud narrated that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ اتَّخَذَنِي خَلِيلًا، كَمَا اتَّخَذَ إِبْرَاهِيمَ خَلِيلًا</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အီဗရာဟင်မ်ကို သူ၏ ခလီလ်အဖြစ် ခန့်အပ်ခဲ့သကဲ့သို့ ကျွန်ုပ်ကိုလည်း သူ၏ ခလီလ်အဖြစ် ခန့်အပ်ခဲ့သည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေပြင်၌ရှိရှိသမျှအားလုံးသည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်)</span> ဆိုလိုသည်မှာ အရာခပ်သိမ်းနှင့် လူတိုင်းသည် ကိုယ်တော်၏ ပိုင်ဆိုင်မှု၊ ကျွန်နှင့် ဖန်ဆင်းခြင်းခံရသူများဖြစ်ပြီး ကိုယ်တော်သည် ဤအရာအားလုံးအပေါ် အပြည့်အဝ အခွင့်အာဏာရှိသည်။ အလ္လာဟ်အရှင်မြတ်၏ ဆုံးဖြတ်ချက်ကို တားဆီးနိုင်သူ သို့မဟုတ် ကိုယ်တော်၏ တရားစီရင်မှုကို မေးခွန်းထုတ်နိုင်သူ မည်သူမျှမရှိပါ။ ကိုယ်တော်၏ ခွန်အား၊ စွမ်းရည်၊ တရားမျှတမှု၊ ဉာဏ်ပညာ၊ သနားကြင်နာမှုနှင့် ကရုဏာတို့ကြောင့် ကိုယ်တော်ပြုသောအရာကို မည်သူမျှ မေးခွန်းထုတ်ခွင့်မရှိပေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ مُّحِيطًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အစဉ်အမြဲ လွှမ်းခြုံထားတော်မူသည်)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ အသိပညာသည် အရာခပ်သိမ်းကို လွှမ်းခြုံထားပြီး ကိုယ်တော်၏ကျွန်များနှင့်ပတ်သက်၍ မည်သည့်အရာမျှ ကိုယ်တော်ထံမှ ဖုံးကွယ်ထားခြင်းမရှိပါ။ အဏုမြူအလေးချိန်မျှပင် မည်သည့်အရာမျှ ကောင်းကင်နှင့် မြေပြင်၌ ကိုယ်တော်၏ စောင့်ကြည့်မှုမှ လွတ်ကင်းမသွားဘဲ၊ ၎င်းထက်သေးငယ်သည် သို့မဟုတ် ကြီးသည် မည်သည့်အရာမျှလည်း လွတ်ကင်းမသွားပေ။</p>"
  }
]