[
  {
    "ayah_key": "9:109",
    "group_ayah_key": "9:109",
    "from_ayah": "9:109",
    "to_ayah": "9:110",
    "ayah_keys": "9:109,9:110",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ခြင်းနှင့် အရှင်မြတ်၏နှစ်သက်မှုကိုအခြေခံ၍ မိမိအဆောက်အအုံကို တည်ဆောက်သူက ပို၍ကောင်းသလော၊ သို့မဟုတ် ပြိုကျတော့မည့် တောင်ကမ်းပါးယံပေါ်တွင် မိမိအဆောက်အအုံကို တည်ဆောက်သူက ပို၍ကောင်းသလော။ ထို့ကြောင့် ထိုသူသည် မိမိနှင့်အတူ ငရဲမီးထဲသို့ အစိတ်စိတ်အမြွှာမြွှာ ပြိုကျသွားသည်။ အလ္လာဟ်အရှင်မြတ်သည် မတရားသောသူများကို လမ်းမပြပေ။ <span>(၁၀၉)</span>၎င်းတို့တည်ဆောက်ခဲ့သော အဆောက်အအုံသည် ၎င်းတို့၏နှလုံးသားများ အစိတ်စိတ်အမြွှာမြွှာ မပြတ်မချင်း ၎င်းတို့၏နှလုံးသားများတွင် မုနာဖစ်ခ်နှင့် သံသယဖြစ်စေသော အကြောင်းရင်းဖြစ်နေမည်သာ။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံသိတော်မူသော၊ အကြံဉာဏ်ပညာရှင် ဖြစ်တော်မူသည်။ <span>(၁၁၀)</span></p><div lang=\"mt\" class=\"mt \"><h2>The Difference between Masjid At-Taqwa and Masjid Ad-Dirar</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိအားကြောက်ရွံ့ခြင်းနှင့် မိမိနှစ်သက်မှုကို အခြေခံ၍ ဆောက်လုပ်ထားသော ဗလီသည် အန္တရာယ်ဖြစ်စေခြင်း၊ မယုံကြည်ခြင်း၊ မွတ်စ်လင်မ်များအကြား သွေးခွဲခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်နှင့် တမန်တော်မြတ် ﷺ အား ဆန့်ကျင်တိုက်ခိုက်သူများအတွက် စခန်းတစ်ခုအဖြစ် ဆောက်လုပ်ထားသော ဗလီနှင့် မတူကြောင်း မိန့်တော်မူသည်။ နောက်ပိုင်းလူများက ၎င်းတို့၏ ဗလီကို မတ်စောက်သောတွင်း၏ အစွန်းတွင် တည်ဆောက်ခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي نَارِ جَهَنَّمَ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲမီးထဲသို့။ အလ္လာဟ်အရှင်မြတ်သည် မတရားသောသူများကို လမ်းမပြပေ။)</span>, </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဖျက်ဆီးသူတို့၏ လုပ်ငန်းများကို ဖြောင့်မတ်စေတော်မူမည်မဟုတ်ပေ။ ဂျာဘိရ် အိဘ်နု အဗ္ဗဒုလ္လာဟ်က ပြောသည်မှာ “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ လက်ထက်တွင် မီးခိုးများထွက်နေသော အန္တရာယ်ပြုရန် ဆောက်ထားသည့် ဗလီကို ကျွန်တော်တွေ့ခဲ့ရသည်” ဟုဆိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တည်ဆောက်ခဲ့သော အဆောက်အအုံသည် ၎င်းတို့၏နှလုံးသားများတွင် သံသယဖြစ်စေသော အကြောင်းရင်းဖြစ်နေမည်သာ)</span> နှင့် မုနာဖစ်ခ်။ ၎င်းတို့ကျူးလွန်ခဲ့သော ဤဆိုးရွားသော လုပ်ရပ်ကြောင့် ၎င်းတို့သည် ၎င်းတို့၏နှလုံးသားများတွင် မုနာဖစ်ခ်ကို အမွေဆက်ခံခဲ့ကြသည်၊ နွားငယ်ရုပ်ကို ကိုးကွယ်သူများက ၎င်းကို ချစ်မြတ်နိုးခဲ့ကြသကဲ့သို့ပင်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن تَقَطَّعَ قُلُوبُهُمْ</p><p lang=\"cy\" class=\"cy \"><span class=\"gray\">(unless their hearts are cut to pieces.)</span> until they die, according to Ibn 'Abbas, Mujahid, Qatadah, Zayd bin Aslam, As-Suddi, Habib bin Abi Thabit, Ad-Dahhak, 'Abdur-Rahman bin Zayd bin Aslam and several other scholars of the Salaf.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံသိတော်မူသော,)</span> မိမိဖန်ဆင်းခြင်း၏ လုပ်ရပ်များကို၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြံဉာဏ်ပညာရှင်။)</span> ၎င်းတို့၏ ကောင်းမှု သို့မဟုတ် မကောင်းမှုများအတွက် ပြန်လည်ပေးဆပ်ရာတွင်။</p>"
  },
  {
    "ayah_key": "9:111",
    "group_ayah_key": "9:111",
    "from_ayah": "9:111",
    "to_ayah": "9:111",
    "ayah_keys": "9:111",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မုအ်မင်န်ယုံကြည်သူတို့ထံမှ ၎င်းတို့၏အသက်များနှင့် ၎င်းတို့၏ဥစ္စာများကို <span class=\"gray\">(စျေးနှုန်းအဖြစ်)</span> ၎င်းတို့အတွက် ဂျန္နတ်(အာခီရတ်ရှိ ပရဒိသုဘုံ) ဖြစ်စေရန် ဝယ်ယူထားတော်မူသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ တိုက်ခိုက်ကြကုန်၏။ သို့ဖြစ်၍ ၎င်းတို့သည် သတ်ကြ၏၊ အသတ်ခံရကြ၏။ ၎င်းသည် တော်ရာဟ်ကျမ်း၊ အိန်ဂျီလ်ကျမ်းနှင့် ကွရ်အာန်ကျမ်းတို့၌ အရှင်မြတ်အပေါ်တွင် သစ္စာရှိသော ကတိတော်ပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ထက် မိမိ၏ပဋိညာဉ်ကို မည်သူက ပို၍ သစ္စာရှိမည်နည်း။ သို့ဖြစ်၍ သင်တို့ချုပ်ဆိုခဲ့သော ကုန်သွယ်မှုအတွက် ဝမ်းမြောက်ကြလေကုန်။ ထိုသို့ပြုခြင်းသည် အလွန်ကြီးကျယ်သော အောင်မြင်မှုပင်ဖြစ်သည် <span>(၁၁၁)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ဂျန္နတ်(ပရဒိသု)ကို အလဲအလှယ်ပြု၍ မူဂျာဟစ်ဒ်များ၏ အသက်ဝိညာဉ်များနှင့် ဥစ္စာများကို ဝယ်ယူထားတော်မူပြီ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ယုံကြည်သူကျွန်များကို ၎င်းတို့၏အသက်များနှင့် ဥစ္စာများအတွက် – အကယ်၍ ၎င်းတို့သည် မိမိ၏လမ်းတော်၌ စွန့်လွှတ်ကြပါက – ဂျန္နတ်(ပရဒိသု)ဖြင့် အစားထိုးပေးခဲ့ကြောင်း ဖော်ပြထားသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်၊ ရက်ရောမှုနှင့် ပေးကမ်းမှုတို့ကို ပြသနေသည်။ အကြောင်းမူကား အရှင်မြတ်သည် မိမိပိုင်ဆိုင်ပြီးဖြစ်သော ကောင်းမှုတို့ကို လက်ခံတော်မူကာ မိမိ၏သစ္စာရှိကျွန်များထံမှ စျေးနှုန်းအဖြစ် ပေးသနားတော်မူခဲ့သောကြောင့်ဖြစ်သည်။ အလ်-ဟာစန် အလ်-ဘစရီ နှင့် ကွာတာဒါတို့က မှတ်ချက်ပေးခဲ့သည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ဝယ်ယူပြီး ၎င်းတို့၏တန်ဖိုးကို မြှင့်တင်ပေးခဲ့သည်\" ဟူ၍ဖြစ်သည်။ ရှမ်ရ် ဘင်န် အတီယျဟ် က ပြောကြားခဲ့သည်မှာ \"အလ္လာဟ်အရှင်မြတ်နှင့် စာချုပ်ချုပ်ဆိုရမည့် အရောင်းအဝယ်ကို မိမိ၏လည်ပင်း၌ မရှိသော မွတ်စလင်မ်တစ်ဦးမျှ မရှိပါ။ သူသည် ထိုစည်းကမ်းချက်များကို လိုက်နာလိမ့်မည် သို့မဟုတ် မပြုဘဲ သေဆုံးသွားလိမ့်မည်\" ဟူ၍ဖြစ်သည်။ ထို့နောက် သူသည် ဤအာယသ်တော်ကို ရွတ်ဆိုခဲ့သည်။ ထိုကြောင့် အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ တိုက်ခိုက်သူများကို အလ္လာဟ်အရှင်မြတ်နှင့် အရောင်းအဝယ်ပြုလုပ်ခဲ့သည်ဟု ဆိုကြသည်၊ ဆိုလိုသည်မှာ ၎င်း၏ပဋိညာဉ်ကို လက်ခံပြီး ပြည့်စုံစေခဲ့ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်ကြကုန်၏၊ သို့ဖြစ်၍ ၎င်းတို့သည် သတ်ကြ၏၊ အသတ်ခံရကြ၏။)</span> သည် ၎င်းတို့ အသတ်ခံရသည်ဖြစ်စေ၊ ရန်သူကို သတ်သည်ဖြစ်စေ၊ သို့မဟုတ် နှစ်မျိုးလုံးဖြစ်စေ၊ ထို့နောက် ဂျန္နတ်(ပရဒိသု) သည် ၎င်းတို့အတွက် ဖြစ်လိမ့်မည်ဟု ဖော်ပြသည်။ </p><p lang=\"my\" class=\"my \">ဆဟီဟ်ကျမ်းနှစ်စောင်တွင် ဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ထားသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَكَفَّلَ اللهُ لِمَنْ خَرَجَ فِي سَبِيلِهِ لَا يُخْرِجُهُ إِلَّا جِهَادٌ فِي سَبِيلِي وَتَصْدِيقٌ بِرُسُلِي بِأَنْ تَوَفَّاهُ أَنْ يُدْخِلَهُ الْجَنَّةَ، أَوْ يَرْجِعَهُ إِلَى مَنْزِلِهِ الَّذِي خَرَجَ مِنْهُ، نَائِلًا مَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏လမ်းတော်၌ <span class=\"gray\">(တိုက်ခိုက်ရန်)</span> ထွက်ခွာသူအား ကတိတော်ပြုထားသည်မှာ၊ 'အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ ဂျီဟဒ်လုပ်ခြင်းနှင့် မိမိ၏ရစူလ်တမန်တော်များကို ယုံကြည်ခြင်းမှအပ မည်သည့်အရာမျှ ၎င်းကို ထွက်ခွာစေခြင်းမရှိပါ။' အကယ်၍ ၎င်းသည် သေဆုံးပါက ဂျန္နတ်(ပရဒိသု)သို့ ဝင်ရောက်ခွင့်ရမည် သို့မဟုတ် အကယ်၍ ၎င်းထွက်ခွာလာခဲ့သော နေအိမ်သို့ အရှင်မြတ် ပြန်ပို့ပါက အလ္လာဟ်အရှင်မြတ်ထံမှ အကျိုးဆယ်ဝါး သို့မဟုတ် စစ်ပစ္စည်းများဖြင့် အစားထိုးခံရမည်။)</span></p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنجِيلِ وَالْقُرْآنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် တော်ရာဟ်ကျမ်း၊ အိန်ဂျီလ်ကျမ်းနှင့် ကွရ်အာန်ကျမ်းတို့၌ အရှင်မြတ်အပေါ်တွင် သစ္စာရှိသော ကတိတော်ပင်ဖြစ်သည်။)</span> ဤကတိတော်ကို အတည်ပြုပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏အမြတ်ဆုံးဇာတ်သိမ်းအတွက် ဤအရာကို ပြဋ္ဌာန်းထားကြောင်း၊ နှင့် မိမိ၏တမန်တော်များထံသို့ ၎င်း၏ဂုဏ်အရှိန်အဝါကြီးသော ကျမ်းတော်များဖြစ်သည့် အရှင်မြတ်မူဆာထံသို့ ချပေးခဲ့သော တော်ရာဟ်ကျမ်း၊ အရှင်မြတ်အီဆာထံသို့ ချပေးခဲ့သော အိန်ဂျီလ်ကျမ်းနှင့် မိုဟမ္မဒ်(ဆွ)ထံသို့ ချပေးခဲ့သော ကွရ်အာန်ကျမ်းတို့တွင် ထုတ်ဖော်ပြသခဲ့ကြောင်း ကျွန်ုပ်တို့အား အသိပေးသည်။ အလ္လာဟ်အရှင်မြတ်သည် နောက်ထပ် မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَوْفَىٰ بِعَهْدِهِ مِنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထက် မိမိ၏ပဋိညာဉ်ကို မည်သူက ပို၍ သစ္စာရှိမည်နည်း။)</span> အရှင်မြတ်သည် ကတိကို မည်သည့်အခါမျှ မဖျက်ဆီးကြောင်း အတည်ပြုသည်။ အလ္လာဟ်အရှင်မြတ်သည် အလားတူ မိန့်ကြားချက်များတွင် ပြောကြားထားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထက် စကားပြောရာ၌ မည်သူက ပို၍ သစ္စာရှိမည်နည်း။)</span><span class=\"gray\">[၄:၈၇]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ စကားများထက် မည်သူ၏စကားများက ပို၍ မှန်ကန်နိုင်မည်နည်း။)</span><span class=\"gray\">[၄:၁၂၂]</span>။ </p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُم بِهِ ۚ وَذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်တို့ချုပ်ဆိုခဲ့သော ကုန်သွယ်မှုအတွက် ဝမ်းမြောက်ကြလေကုန်။ ထိုသို့ပြုခြင်းသည် အလွန်ကြီးကျယ်သော အောင်မြင်မှုပင်ဖြစ်သည်။)</span>၊ ဆိုလိုသည်မှာ ဤစာချုပ်၏ စည်းကမ်းချက်များကို ပြည့်စုံစေပြီး ဤပဋိညာဉ်ကို ထိန်းသိမ်းသူများသည် ကြီးမားသော အောင်မြင်မှုနှင့် ထာဝရပျော်ရွှင်မှု၏ သတင်းကောင်းကို ရရှိပါစေ။</p>"
  },
  {
    "ayah_key": "9:112",
    "group_ayah_key": "9:112",
    "from_ayah": "9:112",
    "to_ayah": "9:112",
    "ayah_keys": "9:112",
    "text": "<p class=\"my translation\" lang=\"my\">နောင်တရသူများ၊ (အရှင်မြတ်ကို) ကိုးကွယ်ဆည်းကပ်သူများ၊ (အရှင်မြတ်ကို) ချီးမွမ်းသူများ၊ ဥပုသ်သီလစောင့်ထိန်းသူများ၊ ဦးညွှတ်သူများ၊ ဆွဂျ်ဒါပြုသူများ၊ ကောင်းမှုတို့ကို မှာကြားပြီး မကောင်းမှုတို့ကို တားမြစ်သူများ၊ အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို လိုက်နာသူများဖြစ်သည်။ ယုံကြည်သူများအား ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးပါ <span>(၁၁၂)</span></p><div lang=\"my\" class=\"my \"><h2>၎င်းမှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ စိတ်ဝိညာဉ်များနှင့် စည်းစိမ်ဥစ္စာများကို ဝယ်ယူထားသည့်၊ ဤလှပပြီး ဂုဏ်ယူထိုက်သော အရည်အသွေးများ ရှိသည့် ယုံကြည်သူတို့၏ ဖော်ပြချက်ဖြစ်သည်။</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">التَّائِبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တရသူများ)</span> အပြစ်အားလုံးမှ နောင်တရပြီး မကောင်းမှုအားလုံးကို ရှောင်ကြဉ်သူများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْعَابِدُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုးကွယ်ဆည်းကပ်သူများ)</span>၊ ၎င်းတို့၏ အရှင်မြတ်ကို ကိုးကွယ်ဆည်းကပ်ပြီး ပြောဆိုမှုများနှင့် လုပ်ဆောင်မှုများ ပါဝင်သော ဝတ်ပြုမှုများကို ထိန်းသိမ်းသူများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ကို ချီးမွမ်းခြင်းသည် အကောင်းဆုံး ပြောဆိုမှုများထဲမှ တစ်ခုဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَامِدُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ကို ချီးမွမ်းသူများ)</span>။ ဥပုသ်သီလစောင့်ထိန်းခြင်းသည် စားသောက်ခြင်း၊ သောက်သုံးခြင်းနှင့် ကာမဆက်ဆံခြင်းတို့၏ ပျော်ရွှင်မှုများမှ ရှောင်ကြဉ်ခြင်း ပါဝင်သည့် အကောင်းဆုံး လုပ်ရပ်များထဲမှ တစ်ခုဖြစ်ပြီး ဤတွင် ဆိုလိုရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">السَّائِحُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အစ္စ-စာဣဟ်ဟူးန်' <span class=\"gray\">(ဥပုသ်သီလစောင့်ထိန်းသူများ)</span>)</span><span class=\"gray\">[9:112]</span>။ အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်မြတ်၏ ဇနီးသည်များကိုလည်း ၎င်းတို့သည်</p><p class=\"sk qpc-hafs\" lang=\"sk\">سَائِحَاتٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">('စာဣဟ်ဟားတ်')</span><span class=\"gray\">[66:5]</span>၊ ဆိုလိုသည်မှာ ၎င်းတို့သည် ဥပုသ်သီလစောင့်ထိန်းကြသည်။ ဦးညွှတ်ခြင်းနှင့် ဆွဂျ်ဒါပြုခြင်းမှာမူ ဆွလာတ် (ဝတ်ပြုဆုတောင်းခြင်း) ၏ လုပ်ရပ်များဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرَّاكِعُونَ السَّاجِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဦးညွှတ်သူများ၊ ဆွဂျ်ဒါပြုသူများ၊)</span></p><p lang=\"my\" class=\"my \">ဤယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံများကိုလည်း အကျိုးပြုကြပြီး ကောင်းမှုတို့ကို မှာကြားကာ မကောင်းမှုတို့ကို တားမြစ်ခြင်းဖြင့် အရှင်မြတ်၏ နာခံမှုဘက်သို့ ဦးတည်စေကြသည်။ ၎င်းတို့သည် မည်သည့်အရာများကို လုပ်ဆောင်သင့်ပြီး မည်သည့်အရာများကို ရှောင်ကြဉ်သင့်ကြောင်း အသိပညာရှိသည်။ ၎င်းတွင် အသိပညာနှင့် လုပ်ဆောင်မှုပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ကန့်သတ်ချက်များကို လိုက်နာခြင်း၊ ဆိုလိုသည်မှာ အရှင်မြတ် ခွင့်ပြုထားသည်များနှင့် တားမြစ်ထားသည်များ ပါဝင်သည်။ ထို့ကြောင့် ၎င်းတို့သည် မှန်ကန်သော အရှင်မြတ်ကို ကိုးကွယ်ဆည်းကပ်ပြီး ဖန်ဆင်းခံများကို အကြံဉာဏ်ပေးကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားခဲ့သည်</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَبَشِّرِ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများအား ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးပါ!)</span> အကြောင်းမှာ အီမာန် (ယုံကြည်ခြင်း) သည် ဤအရာအားလုံးကို အကျုံးဝင်သောကြောင့်ဖြစ်ပြီး အမြင့်ဆုံး အောင်မြင်မှုသည်လည်း ယုံကြည်သူများအတွက်သာ ဖြစ်သည်။</p>"
  }
]