[
  {
    "ayah_key": "2:108",
    "group_ayah_key": "2:108",
    "from_ayah": "2:108",
    "to_ayah": "2:108",
    "ayah_keys": "2:108",
    "text": "<p class=\"my translation\" lang=\"my\">သို့မဟုတ် သင်တို့၏ ရစူလ်တမန်တော် <span class=\"gray\">(မုဟမ္မဒ် ﷺ)</span> အား မူဆာ <span class=\"gray\">(မောရှေ)</span> ကို ယခင်က မေးမြန်းခဲ့သကဲ့သို့ <span class=\"gray\">(ဆိုလိုသည်မှာ ကျွန်ုပ်တို့၏အရှင်ကို ပွင့်လင်းစွာပြပါဟု)</span> မေးမြန်းလိုပါသလား။ မည်သူမဆို ယုံကြည်ခြင်းကို ငြင်းပယ်ခြင်းဖြင့် ပြောင်းလဲသူသည် ဧကန်မလွဲ မှန်ကန်သောလမ်းမှ လမ်းလွဲသွားပြီဖြစ်သည်။ <span>(၁၀၈)</span></p><div lang=\"my\" class=\"my \"><h2>မလိုအပ်သော မေးခွန်းများ မေးမြန်းခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤအာယတ်တော်တွင် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများအား တမန်တော်မြတ် ﷺ အား မဖြစ်သေးသော ကိစ္စရပ်များစွာကို မေးမြန်းခြင်းမှ တားမြစ်ထားသည်။ အလားတူ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِن تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! အကယ်၍ သင်တို့အား ရှင်းလင်းပြသပါက သင်တို့အား ဒုက္ခဖြစ်စေမည့် ကိစ္စရပ်များအကြောင်း မေးမြန်းခြင်းမပြုကြနှင့်။ သို့သော် ကူရ်အာန်ကို ထုတ်ပြန်နေစဉ် သင်တို့က မေးမြန်းပါက ၎င်းတို့ကို သင်တို့အား ရှင်းလင်းပြသလိမ့်မည်)</span><span class=\"gray\">(၅:၁၀၁)</span>.</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်၏ အဓိပ္ပါယ်မှာ \"အကယ်၍ သင်တို့သည် ကိစ္စတစ်ခုကို ထုတ်ဖော်ပြသပြီးနောက် မေးမြန်းပါက သင်တို့အား သင့်လျော်စွာ ရှင်းပြလိမ့်မည်။ ထို့ကြောင့် မဖြစ်သေးသော ကိစ္စရပ်များကို မမေးမြန်းကြနှင့်၊ အဘယ်ကြောင့်ဆိုသော် သင်တို့၏ မေးခွန်းများကြောင့် ၎င်းတို့သည် တားမြစ်ထားသော အရာများ ဖြစ်လာနိုင်သောကြောင့်ဖြစ်သည်။\" ဤအကြောင်းကြောင့် ဆဟီဟ်တွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَعْظَمَ الْمُسْلِمِينَ جُرْمًا مَنْ سَأَلَ عَنْ شَيْءٍ لَمْ يُحَرَّمْ، فَحُرِّمَ مِنْ أَجْلِ مَسْأَلَتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စ်လင်မ်များအနက် အပြစ်အကြီးဆုံးသူမှာ တားမြစ်မထားသော အရာတစ်ခုကို တားမြစ်ထားခြင်း ရှိ၊ မရှိ မေးမြန်းသူဖြစ်ပြီး ၎င်း၏ မေးမြန်းမှုကြောင့် တားမြစ်ထားသော အရာဖြစ်လာခြင်း ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ အား ဇနီးသည်နှင့်အတူ အခြားလူတစ်ဦးကို တွေ့ရှိသော ခင်ပွန်းတစ်ဦးအကြောင်း မေးမြန်းသောအခါ၊ အကယ်၍ သူသည် ဖောက်ပြန်မှုကို ဖော်ထုတ်ပါက ကြီးမားသော ဖြစ်ရပ်တစ်ခုကို ဖော်ထုတ်ခြင်းဖြစ်ပြီး၊ အကယ်၍ သူသည် တိတ်ဆိတ်နေပါက ကြီးမားသော ကိစ္စတစ်ခုအပေါ် တိတ်ဆိတ်နေခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ထိုသို့သော မေးခွန်းများကို မနှစ်သက်ခဲ့ပါ။ နောက်ပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်သည် မူလာအာနာ၏ စီရင်ထုံးကို ထုတ်ဖော်ခဲ့သည် <span class=\"gray\">[ကုရ်အာန်ရှိ နူရ် ၂၄:၆-၉ ကို ကြည့်ပါ]</span>။ ဆဟီဟ်နှစ်ခုတွင် အလ်-မူဂီရာဟ် ဘင် ရှုအ်ဘာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် \" 'ပြောခဲ့သည်' နှင့် 'သူပြောခဲ့သည်' ဟု ပြောခြင်း၊ ငွေကြေးဖြုန်းတီးခြင်းနှင့် မေးခွန်းများစွာ မေးခြင်းတို့ကို တားမြစ်ခဲ့သည်\" ဟု မှတ်တမ်းတင်ထားသည်။ မွတ်စ်လင်မ်က တမန်တော်မြတ် ﷺ မိန့်တော်မူခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَرُونِي مَا تَرَكْتُكُمْ، فَإِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ بِكَثْرَةِ سُؤَالِهِمْ وَاخْتِلَافِهِمْ عَلى أَنْبِيَائِهِمْ، فَإِذَا أَمَرْتُكُمْ بِأَمْرٍ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ وَإِنْ نَهَيْتُكُمْ عَنْ شَيْءٍ فَاجْتَنِبُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့ကို ထားခဲ့သကဲ့သို့ ငါ့ကိုလည်း ထားခဲ့ကြလော့။ သင်တို့ရှေ့ကလူတို့သည် ၎င်းတို့၏ တမန်တော်များနှင့် မလိုအပ်ဘဲ မေးမြန်းမှုများနှင့် အငြင်းပွားမှုများကြောင့်သာ ပျက်စီးခဲ့ကြသည်။ ထို့ကြောင့် ငါသည် သင်တို့အား ကိစ္စတစ်ခုကို အမိန့်ပေးသောအခါ သင်တတ်နိုင်သမျှ လိုက်နာကြလော့။ ငါသည် တစ်ခုခုကို တားမြစ်သောအခါ ၎င်းကို ရှောင်ကြဉ်ကြလော့။)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ သည် အလ္လာဟ်အရှင်မြတ်က ဟဂ်ျပြုရန် အမိန့်ပေးထားကြောင်း သဟဗာများကို ပြောပြပြီးမှသာ ဤစကားကို မိန့်တော်မူခဲ့သည်။ အမျိုးသားတစ်ဦးက \"နှစ်စဉ်နှစ်တိုင်းလား အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်?\" ဟု မေးမြန်းခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် သူ့ကို မဖြေကြားခဲ့သော်လည်း သူသည် သူ၏ မေးခွန်းကို သုံးကြိမ်တိုင်တိုင် ထပ်ခါတလဲလဲ မေးခဲ့သည်။ ထို့နောက် တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، وَلَوْ قُلْتُ: نَعَمْ، لَوَجَبَتْ وَلَوْ وَجَبَتْ لَمَا اسْتَطَعْتُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး။ ငါက ဟုတ်တယ်လို့ ပြောခဲ့မယ်ဆိုရင် ၎င်းကို ပြဋ္ဌာန်းပြီးဖြစ်လိမ့်မယ်၊ ပြီးတော့ မင်းတို့က အကောင်အထည်ဖော်နိုင်မှာ မဟုတ်ဘူး။)</span></p><p lang=\"my\" class=\"my \">ဤအကြောင်းကြောင့် အနပ်စ် ဘင် မာလစ်က \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ အား ကိစ္စများအကြောင်း မေးမြန်းခြင်းမှ ကျွန်ုပ်တို့အား တားမြစ်ထားသည်။ ထို့ကြောင့် ကျေးလက်နေ အာရပ်လူမျိုးတစ်ဦး လာပြီး သူ့ကို မေးမြန်းသောအခါ ကျွန်ုပ်တို့ နားထောင်ရင်း ဝမ်းသာခဲ့ကြသည်\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင် အစ်ဟာ့က်က မုဟမ္မဒ် ဘင် အဘီ မုဟမ္မဒ်က သူ့ကို ပြောပြသည်မှာ အစ်ကရီမာဟ် သို့မဟုတ် ဆအိဒ်က အိဘ်န် အဘတ်စ်က ရာဖီအ် ဘင် ဟူရိုင်မီလာဟ် သို့မဟုတ် ဝဟဘ် ဘင် ဇိုင်ဒ်က \"အို မုဟမ္မဒ်! ကျွန်ုပ်တို့ ဖတ်ရှုနိုင်သော ကောင်းကင်မှ ကျရောက်လာသည့် ကျမ်းတစ်အုပ်ကို ယူဆောင်လာပေးပါ၊ ပြီးနောက် ကျွန်ုပ်တို့အတွက် မြစ်အချို့ကို စီးဆင်းစေပါ၊ ထိုအခါ ကျွန်ုပ်တို့သည် သင့်ကို လိုက်နာပြီး ယုံကြည်ပါမည်\" ဟု ပြောခဲ့ကြောင်း ပြောကြားခဲ့သည်။ ဤစိန်ခေါ်မှုကို အလ္လာဟ်အရှင်မြတ်က အဖြေပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ تُرِيدُونَ أَن تَسْأَلُوا رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِن قَبْلُ وَمَن يَتَبَدَّلِ الْكُفْرَ بِالْإِيمَانِ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင်တို့၏ ရစူလ်တမန်တော် <span class=\"gray\">(မုဟမ္မဒ် ﷺ)</span> အား မူဆာကို ယခင်က မေးမြန်းခဲ့သကဲ့သို့ <span class=\"gray\">(ဆိုလိုသည်မှာ ကျွန်ုပ်တို့၏အရှင်ကို ပွင့်လင်းစွာပြပါဟု)</span> မေးမြန်းလိုပါသလား။ မည်သူမဆို ယုံကြည်ခြင်းကို ငြင်းပယ်ခြင်းဖြင့် ပြောင်းလဲသူသည် ဧကန်မလွဲ မှန်ကန်သောလမ်းမှ လမ်းလွဲသွားပြီဖြစ်သည်။)</span>.</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ အား ခက်ခဲစေရန် ရည်ရွယ်ချက်ဖြင့် ကိစ္စတစ်ခုအကြောင်း မေးမြန်းသူများကို ဝေဖန်ခဲ့သည်။ ဣစ္စရေးသားအနွယ်ဝင်တို့က မူဆာအား ခေါင်းမာမှု၊ ငြင်းပယ်မှုနှင့် ပုန်ကန်မှုတို့ကြောင့် မေးမြန်းခဲ့ကြသကဲ့သို့ပင်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَتَبَدَّلِ الْكُفْرَ بِالْإِيمَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ယုံကြည်ခြင်းကို ငြင်းပယ်ခြင်းဖြင့် ပြောင်းလဲသူ)</span> ဆိုလိုသည်မှာ မည်သူမဆို ယုံကြည်ခြင်းထက် ငြင်းပယ်ခြင်းကို ပိုနှစ်သက်သူ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ မှန်ကန်သောလမ်းမှ လမ်းလွဲသွားပြီဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သူသည် ဖြောင့်မတ်သောလမ်းမှ လွဲချော်သွားပြီး မသိနားမလည်မှုနှင့် လမ်းမှားသို့ ရောက်သွားပြီဖြစ်သည်။ ၎င်းသည် တမန်တော်များကို လက်ခံခြင်းနှင့် နာခံခြင်းမှ သွေဖည်သွားသူများနှင့် ၎င်းတို့၏ တမန်တော်များအား မလိုအပ်သော မေးခွန်းများကို ခေါင်းမာစွာနှင့် မယုံကြည်စွာ မေးမြန်းနေသူများ၏ ကိစ္စပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သကဲ့သို့ပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ - جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ الْقَرَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများကို မယုံကြည်မှုအဖြစ်သို့ ပြောင်းလဲခဲ့သူများ <span class=\"gray\">(တမန်တော် မုဟမ္မဒ် ﷺ နှင့် ၎င်း၏ အစ္စလာမ်သာသနာ သတင်းစကားကို ငြင်းပယ်ခြင်းဖြင့်)</span> နှင့် ၎င်းတို့၏ လူမျိုးများကို ပျက်စီးရာနေရာတွင် နေထိုင်စေခဲ့သူများကို သင် မမြင်ဖူးဘူးလား။ ငရဲသည် ၎င်းတို့ မီးလောင်ကျွမ်းရာဖြစ်ပြီး မည်မျှဆိုးရွားသော နေထိုင်ရာနည်း။)</span><span class=\"gray\">(၁၄:၂၈-၂၉)</span>.</p><p lang=\"my\" class=\"my \">အဘူ အလ်-အာလီယာဟ်က မှတ်ချက်ပေးသည်မှာ \"၎င်းတို့သည် သက်တောင့်သက်သာရှိမှုကို ဒုက္ခနှင့် လဲလှယ်ခဲ့ကြသည်\" ဟူ၍ ဖြစ်သည်။</p>"
  }
]