[
  {
    "ayah_key": "15:39",
    "group_ayah_key": "15:39",
    "from_ayah": "15:39",
    "to_ayah": "15:44",
    "ayah_keys": "15:39,15:40,15:41,15:42,15:43,15:44",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">[အိဗ်လီးစ်]</span> က “အို ကျွန်ုပ်၏ အရှင်သခင်၊ အရှင်သည် ကျွန်ုပ်ကို လမ်းမှားစေခဲ့သောကြောင့် ကျွန်ုပ်သည် မြေပြင်ပေါ်ရှိ ၎င်းတို့ <span class=\"gray\">(လူသားများ)</span> အတွက် လမ်းမှားကို အလှဆင်ပေးမည်ဖြစ်ပြီး ၎င်းတို့အားလုံးကို ကျွန်ုပ် လမ်းမှားသို့ ပို့ဆောင်ပေးမည်။ <span>(39)</span>” “အရှင်၏ ရွေးချယ်ခံ <span class=\"gray\">(လမ်းပြခံရသော)</span> ကျွန်များမှတစ်ပါး ကျန်သူများအားလုံးကိုပင်။ <span>(40)</span><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က “ဤသည်ကား ငါ့ထံသို့ ဖြောင့်တန်းစွာ ဦးတည်သော လမ်းပေတည်း။ <span>(41)</span>” “အမှန်စင်စစ် သင်သည် ငါ၏ကျွန်များအပေါ်တွင် မည်သည့်အာဏာမှ ရှိလိမ့်မည်မဟုတ်၊ သင့်ကို လိုက်နာကြသော လမ်းလွဲသူများမှတစ်ပါး။ <span>(42)</span>” “ငရဲသည် ၎င်းတို့အားလုံးအတွက် ကတိပြုထားသော နေရာဖြစ်၏။ <span>(43)</span>” “၎င်းတွင် တံခါးခုနစ်ပေါက်ရှိပြီး ထိုတံခါးများ၏ တစ်ခုစီတိုင်းအတွက် အဆင့်အတန်းတစ်ခုစီ သတ်မှတ်ထား၏။ <span>(44)</span>”</p><div lang=\"my\" class=\"my \"><h2>အိဗ်လီးစ်က လူသားများကိုသွေးဆောင်ရန် ခြိမ်းခြောက်ခြင်းနှင့် သူ့အတွက် အလ္လာဟ်အရှင်မြတ်၏ ငရဲကတိတော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အိဗ်လီးစ်၏ ပုန်ကန်မှုနှင့် မာနထောင်လွှားမှုအကြောင်းကို အရှင်မြတ်အား သူက ပြောကြားခဲ့သည်ဟူ၍ ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا أَغْوَيْتَنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်သည် ကျွန်ုပ်ကို လမ်းမှားစေခဲ့သောကြောင့်)</span> ဆိုလိုသည်မှာ အရှင်သည် ကျွန်ုပ်ကို လမ်းမှားစေခဲ့ပြီး လမ်းလွဲစေခဲ့သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأُزَيِّنَنَّ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ၎င်းတို့အတွက် လမ်းမှားကို အလှဆင်ပေးမည်)</span> ဆိုသည်မှာ အာဒမ်၏ သားမြေးများအတွက် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်ပေါ်တွင်)</span> ဆိုလိုသည်မှာ - ကျွန်ုပ်သည် အပြစ်ကို ၎င်းတို့အား နှစ်သက်စေမည်ဖြစ်ပြီး အပြစ်ကျူးလွန်ရန် အားပေးမည်၊ ဆွပေးမည်၊ နှောင့်ယှက်မည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကျွန်ုပ်သည် ၎င်းတို့အားလုံးကို လမ်းမှားသို့ ပို့ဆောင်ပေးမည်။)</span> ဆိုလိုသည်မှာ - အရှင်သည် ကျွန်ုပ်ကို လမ်းမှားစေခဲ့ပြီး ထိုအရာကို ကျွန်ုပ်အတွက် ပြဋ္ဌာန်းထားသည့်အတိုင်းပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်၏ ရွေးချယ်ခံ၊ <span class=\"gray\">(လမ်းပြခံရသော)</span> ကျွန်များမှတစ်ပါး။)</span> ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتَكَ هَٰذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အရှင်သည် ကျွန်ုပ်ထက် ဂုဏ်ပြုထားသော ဤသူကို အရှင်မြင်ပါသလား၊ အရှင်သည် ကျွန်ုပ်ကို ရှင်ပြန်ထမြောက်ရာနေ့အထိ အချိန်ပေးပါက ကျွန်ုပ်သည် သူ၏သားစဉ်မြေးဆက်များကို ဖမ်းဆီးပြီး လမ်းမှားသို့ ပို့ဆောင်မည်မှာ သေချာပါသည်၊ အနည်းငယ်မှတစ်ပါး။”)</span><span class=\"gray\">(17:62)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ </p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> said)</span>, i.e., threatening and warning Iblis.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်ကား ငါ့ထံသို့ ဖြောင့်တန်းစွာ ဦးတည်သော လမ်းပေတည်း။)</span> ဆိုလိုသည်မှာ၊ ‘သင်တို့အားလုံး ငါ့ထံသို့ ပြန်လာကြမည်ဖြစ်ပြီး၊ ငါသည် သင်တို့၏ လုပ်ရပ်များအတိုင်း ဆုလာဘ်ပေးမည် သို့မဟုတ် အပြစ်ပေးမည်။ ကောင်းပါက ငါ ဆုလာဘ်ပေးမည်။ ဆိုးပါက ငါ အပြစ်ပေးမည်။’ ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ لَبِالْمِرْصَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အရှင်၏ အရှင်သခင်သည် အမြဲစောင့်ကြည့်နေ၏။)</span><span class=\"gray\">(89:14)</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းမှန်ကို ပြသရန်မှာ အလ္လာဟ်အရှင်မြတ်အပေါ်တွင် မူတည်၏။)</span><span class=\"gray\">(16:9)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်သည် ငါ၏ကျွန်များအပေါ်တွင် မည်သည့်အာဏာမှ ရှိလိမ့်မည်မဟုတ်)</span> ဆိုလိုသည်မှာ ‘သင်သည် ငါ လမ်းညွှန်မှုကို ပြဋ္ဌာန်းထားသူများထံ ရောက်ရှိရန် နည်းလမ်းမရှိပေ။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကို လိုက်နာကြသော လမ်းလွဲသူများမှတစ်ပါး။)</span> အိဗ်နု ဂျရီးရ်က ယဇီးဒ် ဘင် ကူဆိုင်းတ် ပြောကြားသည်မှာ- “ပရောဖက်များသည် ၎င်းတို့၏ မြို့များပြင်ပတွင် ဗလီများ ရှိကြပြီး ပရောဖက်တစ်ဦးသည် အရှင်မြတ်နှင့် အကြောင်းအရာတစ်ခုခုအတွက် တိုင်ပင်လိုပါက ၎င်း၏ ဝတ်ပြုရာနေရာသို့ ထွက်သွားပြီး အလ္လာဟ်အရှင်မြတ် ပြဋ္ဌာန်းထားသည့်အတိုင်း ဆုတောင်းလေ့ရှိသည်။ ထို့နောက် သူ စိုးရိမ်ပူပန်နေသည့် မည်သည့်အရာမဆို အရှင်မြတ်အား မေးမြန်းလေ့ရှိသည်။ တစ်ခါက ပရောဖက်တစ်ဦး ၎င်း၏ ဝတ်ပြုရာနေရာတွင် ရှိနေစဉ် အလ္လာဟ်အရှင်မြတ်၏ ရန်သူဖြစ်သော အိဗ်လီးစ် ရောက်လာပြီး ပရောဖက်နှင့် ကစ်ဗ်လာ (ဆုတောင်းဦးတည်ရာ) ကြားတွင် ထိုင်လိုက်သည်။ ပရောဖက်က ‘ကျိန်စာသင့်သော ရှိုင်တွန်မှ အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ် ခိုလှုံပါ၏။’ ဟု ပြောကြားခဲ့သည်။ <span class=\"gray\">[အလ္လာဟ်အရှင်မြတ်၏ ရန်သူက ‘သင် မည်သူ့ထံမှ ခိုလှုံနေသည်ကို သိပါသလား။ သူက ဤနေရာတွင် ရှိ၏။’ ဟု ပြောကြားခဲ့သည်။ ပရောဖက်က ‘ကျိန်စာသင့်သော ရှိုင်တွန်မှ အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ် ခိုလှုံပါ၏။’]</span> ဟု ပြောကြားခဲ့ပြီး သုံးကြိမ်တိုင်အောင် ထပ်ခါတလဲလဲ ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရန်သူက ‘ကျွန်ုပ်ထံမှ ကယ်တင်ခံရမည့် မည်သည့်အရာမဆို ကျွန်ုပ်အား ပြောပြပါ။’ ဟု ပြောကြားခဲ့သည်။ ပရောဖက်က နှစ်ကြိမ်တိုင်အောင် ‘မဟုတ်ဘူး၊ သင်က အာဒမ်၏သားကို အောင်နိုင်သည့်အရာတစ်ခုခုအကြောင်း ကျွန်ုပ်အား ပြောပြပါ။’ ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့နှစ်ဦးစလုံးက တစ်ဦးက တစ်ဦးကို အရင်ဖြေရန် တောင်းဆိုနေခဲ့ကြပြီး ထို့နောက် ပရောဖက်က အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်သည် ငါ၏ကျွန်များအပေါ်တွင် မည်သည့်အာဏာမှ ရှိလိမ့်မည်မဟုတ်၊ သင့်ကို လိုက်နာကြသော လမ်းလွဲသူများမှတစ်ပါး။)</span> အလ္လာဟ်အရှင်မြတ်၏ ရန်သူက ‘သင် မမွေးဖွားမီကတည်းက ကျွန်ုပ် ဤအရာကို ကြားဖူးခဲ့သည်။’ ဟု ပြောကြားခဲ့သည်။ ပရောဖက်က ‘အလ္လာဟ်အရှင်မြတ်ကလည်း ပြောကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ ۚ إِنَّهُ سَمِيعٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွန်ထံမှ မကောင်းသော စကားတစ်ခွန်း သင်ထံသို့ ရောက်လာပါက အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံပါ။ အမှန်စင်စစ် အရှင်သည် အရာအားလုံးကို ကြားတော်မူ၏၊ အရာအားလုံးကို သိတော်မူ၏။)</span><span class=\"gray\">(7:200)</span>။ အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြု၍ သင် အနီးနားတွင် ရှိသည်ကို ကျွန်ုပ် တစ်ခါမျှ မခံစားမိသော်လည်း ကျွန်ုပ်သည် သင်ထံမှ အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံပါ၏။’ အလ္လာဟ်အရှင်မြတ်၏ ရန်သူက ‘သင် မှန်ကန်စွာ ပြောကြားခဲ့သည်။ ဤနည်းလမ်းဖြင့် သင်သည် ကျွန်ုပ်ထံမှ ကယ်တင်ခံရမည်။’ ပရောဖက်က ‘အာဒမ်၏သားကို သင် မည်သို့ အောင်နိုင်သနည်း။’ ဟု ပြောကြားခဲ့သည်။ သူက ‘ကျွန်ုပ်သည် သူ့ကို ဒေါသထွက်ချိန်များနှင့် တပ်မက်မှုဖြစ်ချိန်များတွင် ဖမ်းဆီး၏။’ ဟု ပြောကြားခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငရဲသည် ၎င်းတို့အားလုံးအတွက် ကတိပြုထားသော နေရာဖြစ်၏။)</span> ဆိုလိုသည်မှာ ငရဲသည် အိဗ်လီးစ်ကို လိုက်နာသူများအားလုံးအတွက် သတ်မှတ်ထားသော နေရာဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်တွင် ပြောကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်း <span class=\"gray\">(ကုရ်အာန်)</span> ကို ငြင်းပယ်သော ဂိုဏ်းဂဏများ <span class=\"gray\">(ဂျူး၊ ခရစ်ယာန်နှင့် အခြား မွတ်စလင်မဟုတ်သော လူမျိုးများအားလုံး)</span> အတွက် မီးသည် ၎င်းတို့၏ ကတိပြုထားသော တွေ့ဆုံရာနေရာ ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">(11:17)</span></p><div lang=\"my\" class=\"my \"><h2>ငရဲတံခါး ခုနစ်ပေါက်</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ငရဲတွင် တံခါးခုနစ်ပေါက်ရှိသည်ဟု ကျွန်ုပ်တို့အား ပြောကြားသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုတံခါးများ၏ တစ်ခုစီတိုင်းအတွက် <span class=\"gray\">(အထူး)</span> အဆင့်အတန်း <span class=\"gray\">(အပြစ်သားများ)</span> ကို သတ်မှတ်ထား၏။)</span> ဆိုလိုသည်မှာ တံခါးတစ်ခုစီအတွက် အိဗ်လီးစ်ကို လိုက်နာသူများ၏ အစိတ်အပိုင်းတစ်ခုကို ပြဋ္ဌာန်းထားပြီး ၎င်းတို့သည် ထိုအရာတွင် ရွေးချယ်ခွင့်မရှိပေ။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ထိုအရာမှ ကယ်တင်တော်မူပါစေ။ တစ်ဦးစီသည် ၎င်း၏လုပ်ရပ်များအတိုင်း တံခါးတစ်ခုမှ ဝင်ရောက်မည်ဖြစ်ပြီး ၎င်း၏လုပ်ရပ်များအတိုင်း ငရဲ၏ အဆင့်တစ်ခုတွင် နေရာယူမည်ဖြစ်သည်။ အိဗ်နု အဘီ ဟာတိမ်က ဆာမူရာ ဘင် ဂျွန်ဒူဗ်က ပရောဖက် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) ထံမှ သတင်းပို့ထားသည်မှာ-</p><p class=\"fa qpc-hafs\" lang=\"fa\">لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုတံခါးများ၏ တစ်ခုစီတိုင်းအတွက် အဆင့်အတန်းတစ်ခုစီ သတ်မှတ်ထား၏။)</span> ဟု သူ ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مِنْ أَهْلِ النَّارِ مَنْ تَأْخُذُهُ النَّارُ إِلَى كَعْبَيْهِ، وَإِنَّ مِنْهُمْ مَنْ تَأْخُذُهُ النَّارُ إِلَى حُجْزَتِهِ، وَمِنْهُمْ مَنْ تَأْخُذُهُ النَّارُ إِلَى تَرَاقِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲသားများထဲတွင် မီးသည် ခြေချင်းဝတ်အထိ မြိုချမည့်သူများ၊ ခါးအထိ မြိုချမည့်သူများ၊ နှင့် လည်စေ့အထိ မြိုချမည့်သူများ ပါဝင်၏။)</span> ယင်း၏ အတိုင်းအတာသည် ၎င်းတို့၏ လုပ်ရပ်များအပေါ် မူတည်မည်ဖြစ်သည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"fa qpc-hafs\" lang=\"fa\">لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုတံခါးများ၏ တစ်ခုစီတိုင်းအတွက် အဆင့်အတန်းတစ်ခုစီ သတ်မှတ်ထား၏။)</span></p>"
  },
  {
    "ayah_key": "15:4",
    "group_ayah_key": "15:4",
    "from_ayah": "15:4",
    "to_ayah": "15:5",
    "ayah_keys": "15:4,15:5",
    "text": "<p class=\"my translation\" lang=\"my\">မည်သည့်မြို့ပြကိုမျှ ဖျက်ဆီးခဲ့ခြင်းမရှိခဲ့၊ သို့သော် ၎င်းအတွက် သိရှိပြီးဖြစ်သော ပြဋ္ဌာန်းချက်တစ်ခု ရှိခဲ့၏။ <span>(4)</span>မည်သည့်လူမျိုးမျှ ၎င်း၏ သတ်မှတ်ထားသော ကာလကို ရှေ့မတိုးနိုင်၊ နောက်မဆုတ်နိုင်ပေ။ <span>(5)</span></p><div lang=\"my\" class=\"my \"><h2>မြို့ပြတိုင်းတွင် ၎င်း၏ သတ်မှတ်ထားသော အချိန်ရှိသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား အရှင်သည် မည်သည့်မြို့ပြကိုမျှ ဖျက်ဆီးခဲ့ခြင်းမရှိခဲ့ကြောင်း၊ ၎င်းအတွက် သက်သေအထောက်အထားများ ထူထောင်ပြီး ၎င်း၏ သတ်မှတ်ထားသော အချိန်ကာလ ကုန်ဆုံးသည်အထိ ဖျက်ဆီးခဲ့ခြင်းမရှိကြောင်း ပြောကြားသည်။ လူမျိုးတစ်မျိုး၏ ဖျက်ဆီးခံရမည့်အချိန် ရောက်လာသောအခါ အရှင်သည် ၎င်းကို မည်သည့်အခါမျှ မနှောင့်နှေးစေဘဲ၊ ၎င်း၏ သတ်မှတ်ထားသော အချိန်ကို ရှေ့သို့ မည်သည့်အခါမျှ မရွှေ့ပြောင်းစေပါ။ ဤသည်မှာ မက္ကာမြို့သားများအား ၎င်းတို့၏ ရှစ်ရ် (တွဲဖက်ကိုးကွယ်မှု)၊ ၎င်းတို့၏ ခေါင်းမာမှုနှင့် မယုံကြည်မှုကို စွန့်လွှတ်ရန် ပြောကြားသည့် သတင်းစကားနှင့် သတိပေးချက်ဖြစ်ပြီး ၎င်းတို့သည် ဖျက်ဆီးခံရထိုက်သည်။</p>"
  }
]