[
  {
    "ayah_key": "85:1",
    "group_ayah_key": "85:1",
    "from_ayah": "85:1",
    "to_ayah": "85:10",
    "ayah_keys": "85:1,85:2,85:3,85:4,85:5,85:6,85:7,85:8,85:9,85:10",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲတစေ မဟာကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَاءِ ذَاتِ الْبُرُوجِ - وَالْيَوْمِ الْمَوْعُودِ - وَشَاهِدٍ وَمَشْهُودٍ - قُتِلَ أَصْحَابُ الْأُخْدُودِ - النَّارِ ذَاتِ الْوَقُودِ - إِذْ هُمْ عَلَيْهَا قُعُودٌ - وَهُمْ عَلَىٰ مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ - وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَن يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ - الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ - إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ဘူရူးဂျ်များ ရှိသော ကောင်းကင်ကို သက်သေပြုတော်မူ၏။)</span><span class=\"gray\">(၂။ ကတိပြုတော်မူသော နေ့ကို သက်သေပြုတော်မူ၏။)</span><span class=\"gray\">(၃။ သက်သေနှင့် သက်သေပြခံရသူကို သက်သေပြုတော်မူ၏။)</span><span class=\"gray\">(၄။ ကျင်းရှင်များသည် ကျိန်စာသင့်ခဲ့ကြပြီ။)</span><span class=\"gray\">(၅။ ထင်းမီးဖြင့် ထိုးကျွေးထားသော မီးဖြစ်၏။)</span><span class=\"gray\">(၆။ ထိုအချိန်တွင် ၎င်းတို့သည် ထိုမီးဘေးတွင် ထိုင်နေကြ၏။)</span><span class=\"gray\">(၇။ ၎င်းတို့သည် သစ္စာရှိသူများနှင့် ပတ်သက်၍ ၎င်းတို့လုပ်ဆောင်ခဲ့သည်ကို သက်သေခံခဲ့ကြ၏။)</span><span class=\"gray\">(၈။ ၎င်းတို့သည် အနန္တတန်ခိုးရှင်၊ ချီးမွမ်းခြင်းခံထိုက်သော အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ခဲ့ကြခြင်းမှလွဲ၍ အခြားအပြစ်တစ်စုံတစ်ရာ မရှိခဲ့ပေ။)</span><span class=\"gray\">(၉။ အကြင်အရှင်မြတ်အတွက် မိုးကောင်းကင်များနှင့် မြေကြီး၏ အုပ်စိုးမှုသည် ရှိတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို သက်သေခံတော်မူ၏။)</span><span class=\"gray\">(၁၀။ မှန်ကန်စွာ ယုံကြည်သော အမျိုးသားများနှင့် အမျိုးသမီးများကို ညှဉ်းပန်းနှိပ်စက်ခဲ့ကြပြီးနောက် နောင်တမရကြသူများသည် ဂျဟန္နမ် (ငရဲ) ၏ ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံကြရမည်ဖြစ်ပြီး၊ ၎င်းတို့အတွက် လောင်မြိုက်သော မီး၏ ပြစ်ဒဏ်လည်း ရှိမည်။)</span></p><p lang=\"eo\" class=\"eo \">The Interpretation of the Word Buruj</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်နှင့် ၎င်း၏ ဘူရူးဂျ်များကို ကျိန်ဆိုတော်မူ၏။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း ဘူရူးဂျ်များသည် ဧရာမကြယ်များ ဖြစ်ကြ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُّنِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တွင် ဘူရူးဂျ်များ (ကြီးမားသော ကြယ်တာရာများ) ကို ဖန်ဆင်းထားပြီး၊ ကြီးကျယ်သော မီးခွက် (နေ) တစ်ခုနှင့် လင်းလက်သော လကို ထားရှိတော်မူသော အရှင်မြတ်သည် အလွန်မြင့်မြတ်တော်မူ၏။)</span><span class=\"gray\">(၂၅:၆၁)</span></p><p lang=\"gd\" class=\"gd \">Ibn 'Abbas, Mujahid, Ad-Dahhak, Al-Hasan, Qatadah and As-Suddi, all said, \"Al-Buruj are the stars.\" Al-Minhal bin 'Amr said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَاءِ ذَاتِ الْبُرُوجِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘူရူးဂျ်များ ရှိသော ကောင်းကင်ကို သက်သေပြုတော်မူ၏။)</span> \"လှပသော ဖန်ဆင်းခြင်း။\" အိဗ်နုဂျရီရ်သည် နေနှင့်လ၏ နေရာများဖြစ်သော ဘူရူးဂျ် ဆယ့်နှစ်ခုကို ဆိုလိုသည်ဟူသော အမြင်ကို ရွေးချယ်ခဲ့သည်။ နေသည် ထို \"ဘူရ်ဂျ်\" (ဘူရူးဂျ်၏ နာမ်ပုဒ်) တစ်ခုစီကို တစ်လအတွင်း ဖြတ်သန်းသွားသည်။ လသည် ထိုဘူရ်ဂျ်တစ်ခုစီကို နှစ်ရက်နှင့် သုံးပုံတစ်ပုံအတွင်း ဖြတ်သန်းသွားရာ စုစုပေါင်း နှစ်ဆယ့်ရှစ်နေရာရှိပြီး နှစ်ညတာ ပုန်းကွယ်နေသည်။</p><p lang=\"my\" class=\"my \">ကတိပြုတော်မူသော နေ့၊ သက်သေနှင့် သက်သေပြခံရသူ၏ ရှင်းလင်းချက်</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْيَوْمِ الْمَوْعُودِ - وَشَاهِدٍ وَمَشْهُودٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကတိပြုတော်မူသော နေ့ကို သက်သေပြုတော်မူ၏။ သက်သေနှင့် သက်သေပြခံရသူကို သက်သေပြုတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နုအဘီဟာတီမ်သည် အဘူဟူရိုင်ရာဟ်မှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ကား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْيَوْمِ الْمَوْعُودِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمُ الْقِيَامَةِ</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَشَاهِدٍ</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمُ الْجُمُعَةِ، وَمَا طَلَعَتْ شَمْسٌ وَلَا غَرَبَتْ عَلَى يَوْمٍ أَفْضَلَ مِنْ يَوْمِ الْجُمُعَةِ، وَفِيهِ سَاعَةٌ لَا يُوَافِقُهَا عَبْدٌ مُسْلِمٌ يَسْأَلُ اللهَ فِيهَا خَيْرًا إِلَّا أَعْطَاهُ إِيَّاهُ، وَلَا يَسْتَعِيذُ فِيهَا مِنْ شَرِّ إِلَّا أَعَاذَهُ.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَشْهُودٍ</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمُ عَرَفَةَ</p><p lang=\"my\" class=\"my \">\"<span class=\"gray\">(ကတိပြုတော်မူသော နေ့ကို သက်သေပြုတော်မူ၏။)</span> ၎င်းသည် တရားစီရင်မည့်နေ့ကို ဆိုလိုသည်။ <span class=\"gray\">(သက်သေကို သက်သေပြုတော်မူ၏။)</span> ၎င်းသည် သောကြာနေ့ကို ဆိုလိုပြီး သောကြာနေ့ထက် ပိုမိုကောင်းမွန်သော နေ့တွင် နေမထွက်၊ နေမဝင်ချေ။ ထိုနေ့တွင် အလ္လာဟ်အရှင်မြတ်ထံမှ ကောင်းကျိုးတစ်စုံတစ်ရာကို တောင်းခံသော မွတ်စလင်ကျေးကျွန်တစ်ဦးတစ်ယောက်မျှ အလ္လာဟ်အရှင်မြတ် ပေးသနားတော်မူခြင်းမရှိဘဲ မကြုံရချေ။ မည်သည့်မကောင်းမှုကိုမျှ အလ္လာဟ်အရှင်မြတ် ကာကွယ်ပေးတော်မူခြင်းမရှိဘဲ ၎င်း (သောကြာနေ့) တွင် ခိုလှုံသူတစ်ဦးတစ်ယောက်မျှ မရှိချေ။ <span class=\"gray\">(သက်သေပြခံရသူကို သက်သေပြုတော်မူ၏။)</span> ၎င်းသည် 'အရဖာဟ်' နေ့ (ဟဂျ်ဘုရားဖူးတွင်) ကို ဆိုလိုသည်။\"</p><p lang=\"my\" class=\"my \">အိဗ်နုခုဇိုင်မာဟ်ကလည်း ထိုဟဒီးစ်ကို မှတ်တမ်းတင်ထားသည်။ ၎င်းကို အဘူဟူရိုင်ရာဟ်၏ ပြောဆိုချက်အဖြစ်လည်း မှတ်တမ်းတင်ထားပြီး ၎င်း (ဤဟဒီးစ်) နှင့် ဆင်တူသည်။</p><p lang=\"my\" class=\"my \">အဘူဟူရိုင်ရာဟ်၊ အိဗ်နုအဘ်ဗားစ်၊ အလ်ဟစန်အိဗ်နုအလီ၊ အလ်ဟစန်အလ်ဘစရီ၊ စအီးဒ်အိဗ်နုလ်မုစိုင်ယဘ်၊ မူဂျာဟစ်ဒ်၊ အိကရီမာဟ်နှင့် အဒ်ဒဟ်ဟာက်တို့မှလည်း သတင်းပို့ထားသည်မှာ ၎င်းတို့အားလုံးက ဤနေရာတွင် သက်သေပြခံရသူဆိုသည်မှာ တရားစီရင်မည့်နေ့ကို ရည်ညွှန်းသည်ဟု ပြောဆိုခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အလ်ဘဂ်ဂဝီက \"အများစုက သက်သေသည် သောကြာနေ့ဖြစ်ပြီး သက်သေပြခံရသူသည် အရဖာဟ်နေ့ဖြစ်သည်ဟု ယူဆကြသည်။\" ဟု ပြောဆိုခဲ့သည်။</p><p lang=\"my\" class=\"my \">မွတ်စလင်များအပေါ် ကျင်းရှင်များ၏ ဖိနှိပ်မှု</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُتِلَ أَصْحَابُ الْأُخْدُودِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျင်းရှင်များသည် ကျိန်စာသင့်ခဲ့ကြပြီ (ကူတီလာ)။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ဥခ်ဒူးဒ်၏ အပေါင်းအသင်းများ ကျိန်စာသင့်ခဲ့ကြသည်။ ဥခ်ဒူးဒ်၏ အများကိန်းသည် အခါဒစ်ဒ်ဖြစ်ပြီး မြေကြီးထဲရှိ ကျင်းများကို ဆိုလိုသည်။</p><p lang=\"my\" class=\"my \">၎င်းသည် မယုံကြည်သူများအနက်မှ လူအုပ်စုတစ်စုနှင့်ပတ်သက်သော သတင်းအချက်အလက်ဖြစ်သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်သော ၎င်းတို့အထဲမှသူများကို လိုက်လံနှောင့်ယှက်ပြီး ၎င်းတို့၏ ဘာသာတရားကို စွန့်လွှတ်ရန် အတင်းအကျပ် ကြိုးပမ်းခဲ့ကြသည်။ သို့သော် သစ္စာရှိသူများသည် နောက်ဆုတ်ရန် ငြင်းဆန်ခဲ့ကြသဖြင့် ၎င်းတို့အတွက် မြေကြီးထဲတွင် ကျင်းတစ်ကျင်းကို တူးခဲ့ကြသည်။ ထို့နောက် ၎င်းတို့သည် ကျင်းထဲတွင် မီးရှို့ပြီး မီးကို ဆက်လက်တောက်လောင်စေရန် ထင်းအချို့ကို ပြင်ဆင်ခဲ့ကြသည်။ ထို့နောက် ၎င်းတို့ (သစ္စာရှိသူများ) ကို ၎င်းတို့၏ ဘာသာတရားမှ ထွက်ပြေးရန် (တစ်ဖန်) ဆွဲဆောင်ရန် ကြိုးစားခဲ့ကြသော်လည်း ၎င်းတို့က ဆက်လက်ငြင်းဆန်ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့ကို မီးထဲသို့ ပစ်ချခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်ကား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُتِلَ أَصْحَابُ الْأُخْدُودِ - النَّارِ ذَاتِ الْوَقُودِ - إِذْ هُمْ عَلَيْهَا قُعُودٌ - وَهُمْ عَلَىٰ مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျင်းရှင်များသည် ကျိန်စာသင့်ခဲ့ကြပြီ။ ထင်းမီးဖြင့် ထိုးကျွေးထားသော မီးဖြစ်၏။ ထိုအချိန်တွင် ၎င်းတို့သည် ထိုမီးဘေးတွင် ထိုင်နေကြ၏။ ၎င်းတို့သည် သစ္စာရှိသူများနှင့် ပတ်သက်၍ ၎င်းတို့လုပ်ဆောင်ခဲ့သည်ကို သက်သေခံခဲ့ကြ၏။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့သည် ထိုသစ္စာရှိသူများအပေါ် ပြုလုပ်ခဲ့သည်များကို သက်သေခံခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်ကား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَن يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အနန္တတန်ခိုးရှင်၊ ချီးမွမ်းခြင်းခံထိုက်သော အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ခဲ့ကြခြင်းမှလွဲ၍ အခြားအပြစ်တစ်စုံတစ်ရာ မရှိခဲ့ပေ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့သည် ထိုလူများ၏အမြင်တွင် မည်သည့်အပြစ်ကိုမျှ မကျူးလွန်ခဲ့ကြချေ၊ ၎င်းတို့သည် မိမိနှင့်အတူရှိလိုသူများကို မတရားမပြုလုပ်သော အနန္တတန်ခိုးရှင် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ခဲ့ခြင်းမှလွဲ၍ ဖြစ်သည်။ ၎င်းအရှင်မြတ်သည် မိမိ၏ ပြောဆိုချက်များ၊ လုပ်ဆောင်ချက်များ၊ ဥပဒေပြုခြင်းနှင့် အမိန့်တော်များအားလုံးတွင် အနန္တတန်ခိုးအရှိဆုံးနှင့် အချီးမွမ်းခံထိုက်ဆုံးဖြစ်တော်မူသည်။ ၎င်းအရှင်မြတ်သည် မိမိ၏ ဤကျေးကျွန်များအပေါ် မယုံကြည်သူများ၏ လက်ဖြင့် ဖြစ်ပျက်ခဲ့သည်ကို အမိန့်ချမှတ်တော်မူ၏ - ၎င်းအရှင်မြတ်သည် အနန္တတန်ခိုးအရှိဆုံး၊ အချီးမွမ်းခံထိုက်ဆုံး ဖြစ်တော်မူ၏ - ဤအမိန့်၏ အကြောင်းရင်းကို လူအများအပြား မသိကြသော်လည်း ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်ကား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်အရှင်မြတ်အတွက် မိုးကောင်းကင်များနှင့် မြေကြီး၏ အုပ်စိုးမှုသည် ရှိတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">၎င်းအရှင်မြတ်၏ ပြည့်စုံသော ဂုဏ်တော်များအနက်၊ ၎င်းအရှင်မြတ်သည် မိုးကောင်းကင်များ၊ မြေကြီး၊ ၎င်းတို့အတွင်းရှိအရာများနှင့် ၎င်းတို့ကြားရှိအရာများအားလုံး၏ ပိုင်ရှင်ဖြစ်တော်မူခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို သက်သေခံတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ မိုးကောင်းကင်များနှင့် မြေကြီးရှိ မည်သည့်အရာမျှ ၎င်းအရှင်မြတ်ထံမှ ဖုံးကွယ်ထားခြင်းမရှိ၊ မည်သည့်အရာမျှ ၎င်းအရှင်မြတ်ထံမှ ပုန်းကွယ်နေခြင်းလည်း မရှိချေ။</p><p lang=\"my\" class=\"my \">မှော်ဆရာ၊ ရသေ့၊ ကောင်လေးနှင့် ကျင်းထဲသို့ အတင်းအကျပ် ခိုင်းစေခံရသူများ၏ ဇာတ်လမ်း</p><p lang=\"my\" class=\"my \">အီမာမ်အဟ်မဒ်သည် စူဟိုင်ဘ်မှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ကား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ فِيمَنْ كَانَ قَبْلَكُمْ مَلِكٌ وَكَانَ لَهُ سَاحِرٌ، فَلَمَّا كَبِرَ السَّاحِرُ قَالَ لِلْمَلِكِ: إِنِّي قَدْ كَبُرَ سِنِّي وَحَضَرَ أَجَلِي، فَادْفَعْ إِلَيَّ غُلَامًا لِأُعَلِّمَهُ السِّحْرَ، فَدَفَعَ إِلَيْهِ غُلَامًا فَكَانَ يُعَلِّمُهُ السِّحْرَ، وَكَانَ بَينَ السَّاحِرِ وَ بَينَ الْمَلِكِ رَاهِبٌ فَأَتَى الْغُلَامُ عَلَى الرَّاهِبِ فَسَمِعَ مِنْ كَلَامِهِ فَأَعْجَبَهُ نَحْوُهُ وَكَلَامُهُ، وَكَانَ إِذَا أَتَى السَّاحِرَ ضَرَبَهُ وَقَالَ: مَا حَبَسَكَ؟ وَإِذَا أَتَى أَهْلَهُ ضَرَبُوهُ وَقَالُوا: مَا حَبَسَكَ؟ فَشَكَا ذٰلِكَ إِلَى الرَّاهِبِ فَـقَالَ: إِذَا أَرَادَ السَّاحِرُ أَنْ يَضْرِبَكَ فَقُلْ: حَبَسَنِي أَهْلِي، وَإِذَا أَرَادَ أَهْلُكَ أَنْ يَضْرِبُوكَ فَقُلْ: حَبَسَنِي السَّاحِرُ، قَالَ: فَبَيْنَمَا هُوَ ذَاتَ يَوْمٍ إِذْ أَتَى عَلَى دَابَّةٍ فَظِيعَةٍ عَظِيمَةٍ قَدْ حَبَسَتِ النَّاسَ فَلَا يَسْتَطِيعُونَ أَنْ يَجُوزُوا. فَقَالَ: الْيَوْمَ أَعْلَمُ أَمْرُ الرَّاهِبِ أَحَبُّ إِلَى اللهِ أَمْ أَمْرُ السَّاحِرِ؟ قَالَ فَأَخَذَ حَجَرًا فَـقَالَ: اللْهُمَّ إِنْ كَانَ أَمْرُ الرَّاهِبِ أَحَبَّ إِلَيْكَ وَأَرْضَى مِنْ أَمْرِ السَّاحِرِ فَاقْتُلْ هذِهِ الدَّابَّةَ حَتّٰى يَجُوزَ النَّاسُ، ورَمَاهَا فَقَتَلَهَا وَمَضَىٰ النَّاسُ.</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ရှေ့က ကုန်လွန်ခဲ့သော လူများတွင် ဘုရင်တစ်ပါးရှိခဲ့ပြီး ထိုဘုရင်တွင် မှော်ဆရာတစ်ဦးရှိခဲ့သည်။ ထိုမှော်ဆရာ အသက်ကြီးလာသောအခါ ဘုရင်ကို \"ကျွန်ုပ်အသက်ကြီးလာပြီ၊ ကျွန်ုပ်၏ အချိန်လည်း နီးကပ်လာပြီ၊ ထို့ကြောင့် ကျွန်ုပ်မှော်ပညာ သင်ပေးရန် ကောင်လေးတစ်ဦးကို ပို့ပေးတော်မူပါ\" ဟု ပြောဆိုခဲ့သည်။ ထို့ကြောင့် ဘုရင်က ကောင်လေးတစ်ဦးကို ပို့ပေးခဲ့ပြီး မှော်ဆရာက ၎င်းအား မှော်ပညာ သင်ပေးခဲ့သည်။ ထိုကောင်လေးသည် မှော်ဆရာထံသို့ သွားတိုင်း လမ်းတွင်ရှိသော ရသေ့တစ်ပါးနှင့် ထိုင်ပြီး ၎င်း၏ စကားများကို နားထောင်ကာ နှစ်သက်ခဲ့သည်။ ထို့ကြောင့် မှော်ဆရာထံသို့ သွားသောအခါ ရသေ့အနားမှ ဖြတ်သွားပြီး ၎င်းနှင့် ထိုနေရာတွင် ထိုင်ခဲ့သည်။ မှော်ဆရာထံ သွားရောက်သောအခါ မှော်ဆရာက သူ့ကို ရိုက်နှက်လေ့ရှိသည်။ ထို့ကြောင့် ထိုကောင်လေးက ဤအကြောင်းကို ရသေ့ထံ တိုင်တန်းခဲ့သည်။ ရသေ့က သူ့ကို \"မှော်ဆရာကို ကြောက်ရွံ့သောအခါတိုင်း 'ကျွန်ုပ်၏ မိသားစုက ကျွန်ုပ်ကို အလုပ်များနေစေခဲ့သည်' ဟု သူ့ကို ပြောပါ။ သင်၏ မိသားစုကို ကြောက်ရွံ့သောအခါတိုင်း 'မှော်ဆရာက ကျွန်ုပ်ကို အလုပ်များနေစေခဲ့သည်' ဟု ၎င်းတို့အား ပြောပါ။\" ဟု ပြောဆိုခဲ့သည်။ ထို့ကြောင့် ကောင်လေးက ထိုအတိုင်း (အချိန်အတန်ကြာ) ဆက်လုပ်ခဲ့သည်။ ထို့နောက် ကြောက်မက်ဖွယ်ကောင်းသော ကြီးမားသည့် သတ္တဝါကြီးတစ်ကောင် လမ်းပေါ်တွင် ပေါ်လာပြီး လူများသည် ဖြတ်သန်းသွားနိုင်ခြင်း မရှိခဲ့ကြပေ။ ကောင်လေးက \"ယနေ့ ကျွန်ုပ်သိရလိမ့်မည်။ မှော်ဆရာက ပိုကောင်းသလား သို့မဟုတ် ရသေ့က ပိုကောင်းသလား\" ဟု ပြောဆိုခဲ့သည်။ ထို့ကြောင့် ကျောက်တုံးတစ်တုံးကို ယူပြီး \"အို အလ္လာဟ်! ရသေ့၏ လုပ်ဆောင်ချက်များသည် မှော်ဆရာ၏ လုပ်ဆောင်ချက်များထက် အရှင်မြတ် နှစ်သက်ပြီး ပိုမိုကျေနပ်ဖွယ်ဖြစ်ပါက လူများ ဖြတ်သန်းသွားနိုင်ရန် (လမ်းကို) ဤသတ္တဝါကြီးကို သတ်တော်မူပါ။\" ဟု ပြောဆိုခဲ့သည်။ ထို့နောက် ၎င်းကို ကျောက်တုံးဖြင့် ပစ်သတ်လိုက်သောအခါ ၎င်းသေဆုံးသွားပြီး လူများလည်း လမ်းပေါ်မှ ဖြတ်သန်းသွားခဲ့ကြသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخْبَرَ الرَّاهِبَ بِذٰلِكَ فَـقَالَ: أَيْ بُنَيَّ، أَنْتَ أَفْضَلُ مِنِّي وَإِنَّكَ سَتُبْتَلَىٰ، فَإِنِ ابْتُلِيتَ فَلَا تَدُلَّ عَلَيَّ، فَكَانَ الْغُلَامُ يُبْرِىءُ الْأَكْمَهَ وَالْأَبْرَصَ وَسَائِرَ الْأَدْوَاءِ وَيَشْفِيهِمْ، وَكَانَ لِلْمَلِكِ جَلِيسٌ فَعَمِيَ فَسَمِعَ بِهِ فَأَتَاهُ بِهَدَايَا كَثِيرَةٍ فَقَالَ: اشْفِنِي وَلَكَ مَا هٰهُنَا أَجْمَعُ، فَـقَالَ: مَا أَنَا أَشْفِي أَحَدًا، إِنَّمَا يَشْفِي اللهُ عَزَّ وَجَلَّ، فَإِنْ آمَنْتَ بِهِ دَعَوْتُ اللهَ فَشَفَاكَ، فَآمَنَ فَدَعَا اللهَ فَشَفَاهُ.</p><p lang=\"my\" class=\"my \">ထိုကောင်လေးသည် ရသေ့ထံသို့ လာပြီး ထိုအကြောင်းကို ပြောပြခဲ့သည်။ ရသေ့က သူ့ကို \"အို ငါ့သား! ယနေ့ သင်သည် ငါ့ထက် ပိုမိုကောင်းမွန်ပြီး ငါမြင်ရသည်ကို သင်အောင်မြင်ခဲ့ပြီ! သင့်ကို စမ်းသပ်ခြင်း ခံရလိမ့်မည်။ သင်စမ်းသပ်ခြင်း ခံရပါက ငါ့အကြောင်းကို (သူတို့အား) မပြောပါနှင့်။\" ဟု ပြောဆိုခဲ့သည်။ ထိုကောင်လေးသည် မွေးရာပါ မျက်စိကွယ်သူများ၊ နူနာနှင့် အခြားရောဂါများ ခံစားနေရသူများကို ကုသလေ့ရှိသည်။ ဘုရင်၏ မှူးမတ်တစ်ဦး မျက်စိကွယ်နေပြီး ထိုကောင်လေးအကြောင်းကို သူကြားခဲ့သည်။ သူရောက်လာပြီး ထိုကောင်လေးအတွက် လက်ဆောင်များစွာ ယူလာကာ \"ကျွန်ုပ်ကို ကုသပေးနိုင်ပါက ဤလက်ဆောင်များအားလုံး သင့်အတွက်ဖြစ်သည်\" ဟု ပြောဆိုခဲ့သည်။ ကောင်လေးက \"ကျွန်ုပ်မည်သူ့ကိုမျှ မကုသပါ။ လူများကို ကုသပေးသည်မှာ အလ္လာဟ်အရှင်မြတ်သာဖြစ်သည်။ ထို့ကြောင့် သင်သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး ၎င်းအရှင်မြတ်ထံ ဆုတောင်းပါက ၎င်းအရှင်မြတ်က သင့်ကို ကုသပေးလိမ့်မည်။\" ဟု ပြောဆိုခဲ့သည်။ ထို့ကြောင့် သူယုံကြည်ပြီး အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခဲ့ရာ အလ္လာဟ်အရှင်မြတ်က သူ့ကို ကုသပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَتَى الْمَلِكَ فَجَلَسَ مِنْهُ نَحْوَ مَا كَانَ يَجْلِسُ فَقَالَ لَهُ الْمَلِكُ: يَا فُلَانُ، مَنْ رَدَّ عَلَيْكَ بَصَرَكَ؟ فَـقَالَ: رَبِّي. فَـقَالَ: أَنَا؟ قَالَ: لَا، رَبِّي وَرَبُّكَ اللهُ، قَالَ: وَلَكَ رَبٌّ غَيْرِي؟ قَالَ: نَعَمْ رَبِّي وَرَبُّكَ اللهُ، فَلَمْ يَزَلْ يُعَذِّبُهُ حَتّٰى دَلَّ عَلَى الْغُلَامِ، فَبَعَثَ إِلَيْهِ فَـقَالَ: أَيْ بُنَيَّ بَلَغَ مِنْ سِحْرِكَ أَنْ تُبْرِىءَ الْأَكْمَهَ وَالْأَبْرَصَ وَهٰذِهِ الْأَدْوَاءَ! قَالَ: مَا أَشْفِي أَحَدًا إِنَّمَا يَشْفِي اللهُ عَزَّ وَجَلَّ، قَالَ: أَنَا؟ قَالَ: لَا. قَالَ: أَوَلَكَ رَبٌّ غَيْرِي؟ قَالَ: رَبِّي وَرَبُّكَ اللهُ، فَأَخَذَهُ أَيْضًا بِالْعَذَابِ فَلَمْ يَزَلْ بِهِ حَتّٰى دَلَّ عَلَى الرَّاهِبِ فَأُتِيَ بِالرَّاهِبِ فَقَالَ: ارْجِعْ عَنْ دِينِكَ فَأَبَىٰ، فَوَضَعَ الْمِنْشَارَ فِي مَفْرِقِ رَأْسِهِ حَتّٰى وَقَعَ شِقَّاهُ، وَقَالَ لِلْأَعْمَىٰ: ارْجِعْ عَنْ دِينِكَ، فَأَبَىٰ، فَوَضَعَ الْمِنْشَارَ فِي مَفْرِقِ رَأْسِهِ حَتّٰى وَقَعَ شِقَّاهُ إِلَى الْأَرْضِ. وَقَالَ لِلْغُلَام: ارْجِعْ عَنْ دِينِكَ، فَأَبَى، فَبَعَثَ بِهِ مَعَ نَفَرٍ إِلىٰ جَبَلِ كَذَا وَكَذَا وَقَالَ: إِذَا بَلَغْتُمْ ذرْوَتَهُ فَإِنْ رَجَعَ عَنْ دِينِهِ وَإِلَّا فَدَهْدِهُوهُ، فَذَهَبُوا بِهِ فَلَمَّا عَلَوْا بِهِ الْجَبَلَ قَالَ: اللّٰهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ، فَرَجَفَ بِهِمُ الْجَبَلُ فَدُهْدِهُوا أَجْمَعُونَ، وَجَاءَ الْغُلَامُ يَتَلَمَّسُ حَتَّى دَخَلَ عَلَى الْمَلِكِ فَقَالَ: مَا فَعَلَ أَصْحَابُكَ؟ فَقَالَ: كَفَانِيهِمُ اللهُ تَعَالَى، فَبَعَثَ بِهِ مَعَ نَفَرٍ فِي قُرْقُورٍ فَقَالَ: إِذَا لَجَجْتُمْ بِهِ الْبَحْرَ فَإِنْ رَجَعَ عَنْ دِينِهِ، وَإِلَّا فَغَرِّقُوهُ فِي الْبَحْرِ، فَلَجَّجُوا بِهِ الْبَحْرَ فَـقَالَ الْغُلَامُ: اللّٰهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ، فَغَرِقُوا أَجْمَعُونَ.</p><p lang=\"my\" class=\"my \">နောက်ပိုင်းတွင် မှူးမတ်သည် ဘုရင်ထံ လာရောက်ပြီး ယခင်က သူထိုင်နေကျနေရာတွင် ထိုင်ခဲ့သည်။ ဘုရင်က \"မင်းရဲ့ အမြင်အာရုံကို ဘယ်သူပြန်ပေးခဲ့တာလဲ\" ဟု မေးခဲ့သည်။ မှူးမတ်က \"ကျွန်ုပ်ရဲ့ အရှင်သခင်ပါ\" ဟု ပြန်ဖြေခဲ့သည်။ ထို့နောက် ဘုရင်က \"ငါလား\" ဟု ပြောခဲ့သည်။ မှူးမတ်က \"မဟုတ်ဘူး၊ ကျွန်ုပ်ရဲ့ အရှင်သခင်နဲ့ ခင်ဗျားရဲ့ အရှင်သခင် - အလ္လာဟ်ပါ\" ဟု ပြောခဲ့သည်။ ဘုရင်က \"မင်းမှာ ငါ့အပြင် တခြားအရှင်သခင်ရှိသေးလား\" ဟု ပြောခဲ့သည်။ မှူးမတ်က \"ဟုတ်တယ်၊ ခင်ဗျားရဲ့ အရှင်သခင်နဲ့ ကျွန်ုပ်ရဲ့ အရှင်သခင်က အလ္လာဟ်ပါ\" ဟု ပြောခဲ့သည်။ ဘုရင်က သူ့ကို ညှဉ်းပန်းနှိပ်စက်ခဲ့ပြီး ကောင်လေးအကြောင်းကို ပြောပြသည်အထိ မရပ်ခဲ့ပေ။ ထို့ကြောင့် ကောင်လေးကို ဘုရင်ထံသို့ ခေါ်လာပြီး ဘုရင်က သူ့ကို \"အို ကောင်လေး! မင်းရဲ့ မှော်ပညာက မွေးရာပါ မျက်စိကွယ်ခြင်း၊ နူနာနှင့် အခြားရောဂါများကို ကုသပေးနိုင်တဲ့ အတိုင်းအတာအထိ ရောက်နေပြီလား\" ဟု ပြောခဲ့သည်။ သူက \"ကျွန်ုပ်မည်သူ့ကိုမျှ မကုသပါ။ အလ္လာဟ်အရှင်မြတ်သာ ကုသပေးနိုင်သည်\" ဟု ပြောခဲ့သည်။ ဘုရင်က \"ငါလား\" ဟု မေးခဲ့သည်။ ကောင်လေးက \"မဟုတ်ဘူး\" ဟု ပြန်ဖြေခဲ့သည်။ ဘုရင်က \"မင်းမှာ ငါ့အပြင် တခြားအရှင်သခင်ရှိသေးလား\" ဟု မေးခဲ့သည်။ ကောင်လေးက \"ကျွန်ုပ်ရဲ့ အရှင်သခင်နဲ့ ခင်ဗျားရဲ့ အရှင်သခင်က အလ္လာဟ်ပါ\" ဟု ပြန်ဖြေခဲ့သည်။ ထို့ကြောင့် ဘုရင်က သူ့ကိုလည်း ညှဉ်းပန်းနှိပ်စက်ခဲ့ပြီး ရသေ့အကြောင်းကို ပြောပြသည်အထိ မရပ်ခဲ့ပေ။ ထို့နောက် ရသေ့ကို သူ့ထံသို့ ခေါ်လာပြီး ဘုရင်က သူ့ကို \"သင့်ဘာသာတရားကို စွန့်လွှတ်ပါ\" ဟု ပြောခဲ့သည်။ ရသေ့က ငြင်းဆန်ခဲ့သဖြင့် ဘုရင်က လွှတစ်ချောင်းယူလာခိုင်းပြီး သူ့ခေါင်းအလယ်တွင် ထားကာ သူလဲကျသွားပြီး နှစ်ပိုင်းကွဲသွားခဲ့သည်။ ထို့နောက် မျက်စိကွယ်ခဲ့သူကို \"သင့်ဘာသာတရားကို စွန့်လွှတ်ပါ\" ဟု ပြောခဲ့သည်။ သူက ငြင်းဆန်ခဲ့သဖြင့် လွှတစ်ချောင်းယူလာပြီး သူ့ခေါင်းအလယ်တွင် ထားကာ သူလဲကျသွားပြီး နှစ်ပိုင်းကွဲသွားခဲ့သည်။ ထို့နောက် ကောင်လေးကို ခေါ်လာပြီး \"သင့်ဘာသာတရားကို စွန့်လွှတ်ပါ\" ဟု ပြောခဲ့သည်။ သူက ငြင်းဆန်ခဲ့သဖြင့် ဘုရင်က သူ့ကို လူအချို့နှင့်အတူ ထိုထိုတောင်ထိပ်သို့ ပို့လိုက်သည်။ သူက လူများကို \"သူ့ကို တောင်ထိပ်ရောက်သည်အထိ တက်ပါ။ ထို့နောက် သူဘာသာတရားကို စွန့်လွှတ်မလား ကြည့်ပါ။ မစွန့်လွှတ်ပါက တောင်ပေါ်မှ ပစ်ချလိုက်ပါ\" ဟု ပြောခဲ့သည်။ သူတို့က သူ့ကို ခေါ်သွားပြီး တောင်ထိပ်သို့ ရောက်သောအခါ သူက \"အို အလ္လာဟ်! အရှင်မြတ်အလိုရှိသည့် မည်သည့်နည်းလမ်းဖြင့်မဆို သူတို့ရန်မှ ကျွန်ုပ်ကို ကယ်တင်တော်မူပါ။\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် တောင်ကြီးတုန်ခါပြီး သူတို့အားလုံး ပြုတ်ကျသွားခဲ့ကြပြီး ကောင်လေးက ဘုရင်ထံသို့ လမ်းလျှောက်ပြန်လာခဲ့သည်။ ဘုရင်က \"မင်းရဲ့ အပေါင်းအသင်းတွေ (ငါမင်းနဲ့အတူပို့လိုက်တဲ့လူတွေ) ဘာဖြစ်သွားလဲ\" ဟု မေးခဲ့သည်။ ကောင်လေးက \"အလ္လာဟ်အရှင်မြတ်က သူတို့ရန်ကနေ ကျွန်ုပ်ကို ကယ်တင်ပေးခဲ့တယ်\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် ဘုရင်က ကောင်လေးကို ပင်လယ်အလယ်သို့ လှေဖြင့် ခေါ်သွားရန် လူအချို့ကို အမိန့်ပေးပြီး \"သူဘာသာတရားကို စွန့်လွှတ်ရင် (ကောင်းပြီ)၊ မစွန့်လွှတ်ရင် သူ့ကို ပင်လယ်ထဲမှာ နှစ်သတ်လိုက်ပါ\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် သူတို့က သူ့ကို ပင်လယ်ထဲ ခေါ်သွားပြီး သူက \"အို အလ္လာဟ်! အရှင်မြတ်အလိုရှိသည့် မည်သည့်နည်းလမ်းဖြင့်မဆို သူတို့ရန်မှ ကျွန်ုပ်ကို ကယ်တင်တော်မူပါ။\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် သူတို့အားလုံး ပင်လယ်ထဲတွင် နစ်မြုပ်သွားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَ الْغُلَامُ حَتّٰى دَخَلَ عَلَى الْمَلِكِ فَـقَالَ: مَا فَعَلَ أَصْحَابُكَ؟ فَقَالَ: كَفَانِيهِمُ اللهُ تَعَالَىٰ ثُمَّ قَالَ لِلْمَلِكِ: إِنَّكَ لَسْتَ بِقَاتِلي حَتّٰى تَفْعَلَ مَا آمُرُكَ بِهِ، فَإِنْ أَنْتَ فَعَلْتَ مَا آمُرُكَ بِهِ قَتَلْتَنِي، وَإِلَّا فَإِنَّكَ لَا تَسْتَطِيعُ قَتْلِي، قَالَ: وَمَا هُوَ؟ قَالَ: تَجْمَعُ النَّاسَ فِي صَعِيدٍ وَاحِدٍ ثُمَّ تَصْلُبُنِي عَلَى جذع وَتَأْخُذُ سَهْمًا مِنْ كِنَانَتِي، ثُمَّ قُلْ: بِاسْمِ اللهِ رَبِّ الْغُلَامِ. فَإِنَّكَ إِذَا فَعَلْتَ ذٰلِكَ قَـتَلْتَنِـي. فَفَعَلَ وَوَضَعَ السَّهْمَ فِي كَبِدِ قَوْسِهِ ثُمَّ رَمَاهُ وَقَالَ: بِاسْمِ اللهِ رَبِّ الْغُلَامِ، فَوَقَعَ السَّهْمُ فِي صُدْغِهِ، فَوَضَعَ الْغُلَامُ يَدَهُ عَلَى مَوْضِعِ السَّهْمِ وَمَاتَ، فَـقَالَ النَّاسُ: آمَنَّا بِرَبِّ الْغُلَامِ. فَقِيلَ لِلْمَلِكِ: أَرَأَيْتَ مَا كُنْتَ تَحْذَرُ؟ فَقَدْ وَاللهِ نَزَلَ بِكَ، قَدْ آمَنَ النَّاسُ كُلُّهُمْ، فَأَمَرَ بِأَفْوَاهِ السِّكَكِ، فَخُدَّتْ فِيهَا الْأَخَادِيدُ وَأُضْرِمَتْ فِيهَا النِّيرَانُ، وَقَالَ: مَنْ رَجَعَ عَنْ دِينِهِ فَدَعُوهُ، وَإِلَّا فَأَقْحِمُوهُ فِيهَا، قَالَ: فَكَانُوا يَتَعَادُّونَ فِيهَا وَيَتَدَافَعُونَ، فَجَاءَتِ امْرأَةٌ بابْنٍ لَهَا تُرْضِعُهُ، فَكَأَنَّهَا تَقَاعَسَتْ أَنْ تَقَعَ فِي النَّارِ فَـقَالَ الصَّبِيُّ: اصْبِرِي يَا أُمَّاهْ فَإِنَّكِ عَلَى الْحَقِّ</p><p lang=\"my\" class=\"my \">ထို့နောက် ကောင်လေးက ဘုရင်ထံ ပြန်လာပြီး ဘုရင်က \"မင်းရဲ့ အပေါင်းအသင်းတွေ ဘာဖြစ်သွားလဲ\" ဟု မေးခဲ့သည်။ ကောင်လေးက \"အလ္လာဟ်အရှင်မြတ်က သူတို့ရန်ကနေ ကျွန်ုပ်ကို ကယ်တင်ပေးခဲ့တယ်\" ဟု ပြန်ဖြေခဲ့သည်။ ထို့နောက် သူက ဘုရင်ကို \"ကျွန်ုပ်အမိန့်ပေးသည်အတိုင်း ခင်ဗျားမလုပ်ဆောင်မချင်း ကျွန်ုပ်ကို ခင်ဗျားသတ်နိုင်မှာ မဟုတ်ဘူး။ ကျွန်ုပ်အမိန့်ပေးသည်အတိုင်း ခင်ဗျားလုပ်ဆောင်မှ ကျွန်ုပ်ကို ခင်ဗျားသတ်နိုင်လိမ့်မယ်\" ဟု ပြောခဲ့သည်။ ဘုရင်က \"ဒါဆို ဘာလဲ\" ဟု မေးခဲ့သည်။ ကောင်လေးက \"လူတွေကို မြင့်မားတဲ့နေရာတစ်ခုတည်းမှာ စုဝေးစေပြီး ကျွန်ုပ်ကို သစ်ပင်တစ်ပင်ရဲ့ ပင်စည်မှာ ချည်နှောင်ပါ။ ပြီးရင် ကျွန်ုပ်ရဲ့ မြှားတောင့်ကနေ မြှားတစ်စင်းကို ယူပြီး 'အလ္လာဟ်အရှင်မြတ်ရဲ့ နာမတော်ဖြင့်၊ ကောင်လေးရဲ့ အရှင်သခင်' လို့ ပြောပါ။ ဒီလိုလုပ်ရင် ကျွန်ုပ်ကို ခင်ဗျားသတ်နိုင်လိမ့်မယ်\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် သူလုပ်ဆောင်ခဲ့ပြီး မြှားကို လေးထဲထည့်ကာ 'အလ္လာဟ်အရှင်မြတ်ရဲ့ နာမတော်ဖြင့်၊ ကောင်လေးရဲ့ အရှင်သခင်' ဟု ပြောပြီး ပစ်လိုက်သည်။ မြှားက ကောင်လေးရဲ့ နားထင်ကို ထိမှန်ခဲ့ပြီး ကောင်လေးက မြှားဒဏ်ရာပေါ် သူ့လက်ကို တင်လိုက်ပြီး သေဆုံးသွားခဲ့သည်။ လူတွေက \"ကျွန်ုပ်တို့ ကောင်လေးရဲ့ အရှင်သခင်ကို ယုံကြည်တယ်!\" ဟု ကြွေးကြော်ခဲ့ကြသည်။ ထို့နောက် ဘုရင်ကို \"ဖြစ်ပျက်ခဲ့သည်ကို သင်မြင်လား။ သင်ကြောက်ရွံ့ခဲ့သောအရာ ဖြစ်ပျက်ခဲ့ပြီ။ အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ လူအားလုံး ယုံကြည်ခဲ့ကြပြီ (ကောင်လေးရဲ့ အရှင်သခင်ကို)\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် သူက လမ်းဝင်ပေါက်များတွင် ကျင်းများတူးရန် အမိန့်ပေးခဲ့ပြီး လုပ်ဆောင်ခဲ့သည်။ မီးများကိုလည်း ကျင်းများထဲတွင် မီးမွှေးခဲ့ကြသည်။ ထို့နောက် ဘုရင်က \"မည်သူမဆို သူ့ဘာသာတရားကို စွန့်လွှတ်ပါက သူ့ကိုလွှတ်ပေးပါ။ မစွန့်လွှတ်ပါက သူ့ကို မီးထဲပစ်ချပါ\" ဟု ပြောခဲ့သည်။ သူတို့သည် မီးထဲတွင် ရုန်းကန်နေခဲ့ကြပြီး အမျိုးသမီးတစ်ဦးနှင့် သူမနို့တိုက်နေသော ကလေးငယ်တစ်ဦး ရောက်လာခဲ့သည်။ သူမသည် မီးထဲသို့ ပြုတ်ကျရန် အနည်းငယ် တွန့်ဆုတ်နေသကဲ့သို့ ဖြစ်နေခဲ့ရာ သူမ၏ ကလေးငယ်က သူမကို \"အမေ စိတ်ရှည်ပါ! တကယ်တော့ အမေဟာ အမှန်တရားကို လိုက်နာနေတာပါ!\" ဟု ပြောခဲ့သည်။)</p><p lang=\"my\" class=\"my \">မူဆလင်ကလည်း ဤဟဒီးစ်ကို စဟီဟ်ကျမ်း၏ အဆုံးတွင် မှတ်တမ်းတင်ထားသည်။ မိုဟာမဒ်အိဗ်နုအစ္စဟာက်အိဗ်နုယာစဲရ်သည် ဤဇာတ်လမ်းကို သူ၏ စီရဟ်ကျမ်းတွင် ယခုတင်ပြခဲ့သော ဇာတ်လမ်းနှင့် ကွဲပြားမှုအချို့ရှိသည့် အခြားနည်းလမ်းဖြင့် ဖော်ပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အိဗ်နုအစ္စဟာက်က နဂျ်ရာန်လူမျိုးများသည် ကောင်လေးအား သတ်ဖြတ်ပြီးနောက် ခရစ်ယာန်ဘာသာဖြစ်သော ကောင်လေး၏ ဘာသာကို စတင်လိုက်နာခဲ့ကြသည်ဟု ရှင်းပြပြီးနောက် သူက \"ထို့နောက် (ဘုရင်) ဒူနူဝါစ်သည် သူ၏တပ်နှင့်အတူ ၎င်းတို့ထံ ရောက်လာပြီး ၎င်းတို့ကို ဂျူးဘာသာသို့ ဖိတ်ခေါ်ခဲ့သည်။ သူက ၎င်းတို့ကို ဂျူးဘာသာကို လက်ခံရန် သို့မဟုတ် သတ်ဖြတ်ခံရန် ရွေးချယ်ခိုင်းခဲ့ရာ ၎င်းတို့က သေခြင်းကို ရွေးချယ်ခဲ့ကြသည်။ ထို့ကြောင့် သူသည် ကျင်းတူးစေပြီး (၎င်းတို့အချို့ကို) မီး (ကျင်းထဲရှိမီး) ဖြင့် မီးရှို့ခဲ့ပြီး အချို့ကိုမူ ဓားဖြင့် သတ်ခဲ့သည်။ သူသည် ၎င်းတို့ထဲမှ နှစ်သောင်းနီးပါးကို သတ်ဖြတ်သည်အထိ (သတ်ဖြတ်ခြင်းဖြင့်) ၎င်းတို့ကို နမူနာပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ အား ဒူနူဝါစ်နှင့် သူ၏တပ်အကြောင်းကို ထုတ်ဖော်ခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُتِلَ أَصْحَابُ الْأُخْدُودِ - النَّارِ ذَاتِ الْوَقُودِ - إِذْ هُمْ عَلَيْهَا قُعُودٌ - وَهُمْ عَلَىٰ مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ - وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَن يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ - الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျင်းရှင်များသည် ကျိန်စာသင့်ခဲ့ကြပြီ။ ထင်းမီးဖြင့် ထိုးကျွေးထားသော မီးဖြစ်၏။ ထိုအချိန်တွင် ၎င်းတို့သည် ထိုမီးဘေးတွင် ထိုင်နေကြ၏။ ၎င်းတို့သည် သစ္စာရှိသူများနှင့် ပတ်သက်၍ ၎င်းတို့လုပ်ဆောင်ခဲ့သည်ကို သက်သေခံခဲ့ကြ၏။ ၎င်းတို့သည် အနန္တတန်ခိုးရှင်၊ ချီးမွမ်းခြင်းခံထိုက်သော အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ခဲ့ကြခြင်းမှလွဲ၍ အခြားအပြစ်တစ်စုံတစ်ရာ မရှိခဲ့ပေ။ အကြင်အရှင်မြတ်အတွက် မိုးကောင်းကင်များနှင့် မြေကြီး၏ အုပ်စိုးမှုသည် ရှိတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို သက်သေခံတော်မူ၏။)</span><span class=\"gray\">(၈၅:၄-၉)</span>\"</p><p lang=\"my\" class=\"my \">ဤကား မိုဟာမဒ်အိဗ်နုအစ္စဟာက်က သူ၏ စီရဟ်ကျမ်းတွင် ပြောဆိုခဲ့ခြင်းဖြစ်သည်။ ကျင်းရှင်များကို သတ်ခဲ့သူမှာ ဒူနူဝါစ်ဖြစ်ပြီး သူ၏အမည်မှာ ဇူရ်အဟ်ဖြစ်သည်။ သူ၏ ဘုရင်ခေတ်တွင် သူ့ကို ယူစွဖ်ဟု ခေါ်ခဲ့သည်။ သူသည် တူဘာန်အစ္စအဒ်အဘီကာရစ်ဘ်၏ သားဖြစ်သည်။ အဘီကာရစ်ဘ်သည် အလ်မဒီနာကို ကျူးကျော်ခဲ့ပြီး ကအ်ဘာကို အဝတ်ဖြင့် ဖုံးအုပ်ခဲ့သော တူဘ်ဘာအ်ဖြစ်သည်။ သူသည် အလ်မဒီနာရှိ ဂျူးရဗ္ဗီနှစ်ဦးကို သူနှင့်အတူ ခေါ်ဆောင်ခဲ့သည်။ ဤနောက်ပိုင်းတွင် ယီမင်ပြည်သူအချို့သည် ထိုရဗ္ဗီနှစ်ဦး၏ လက်ဖြင့် ဂျူးဘာသာကို လက်ခံခဲ့ကြသည်ဟု အိဗ်နုအစ္စဟာက်က အသေးစိတ်ဖော်ပြထားသည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဒူနူဝါစ်သည် ကျင်းထဲတွင် လူနှစ်သောင်းကို တစ်မနက်တည်း သတ်ခဲ့သည်။ ၎င်းတို့ထဲမှ လူတစ်ဦးတည်းသာ လွတ်မြောက်ခဲ့သည်။ သူ့ကို ဒေါက်စ်ဒူသအ်လဘာန်ဟု သိကြသည်။ သူသည် မြင်းတစ်စီးဖြင့် ထွက်ပြေးခဲ့ပြီး သူတို့က သူ့နောက်သို့ လိုက်ခဲ့သော်လည်း ဖမ်းမိခြင်းမရှိခဲ့ပေ။ သူသည် အရှ်ရှာမ်၏ ဧကရာဇ် ဆီဇာထံ သွားခဲ့သည်။ ထို့ကြောင့် ဆီဇာသည် အဘစ္ဆီးနီးယားဘုရင် အန်နဂျာရှီထံ စာရေးခဲ့သည်။ ထို့ကြောင့် သူသည် အာရ်ယတ်နှင့် အဘ်ရာဟာ ဦးဆောင်သော အဘစ္ဆီးနီးယားခရစ်ယာန်စစ်တပ်တစ်ခုကို ၎င်းနှင့်အတူ ပို့ခဲ့သည်။ ၎င်းတို့သည် ယီမင်ကို ဂျူးများလက်မှ ကယ်တင်ခဲ့ကြသည်။ ဒူနူဝါစ်သည် ထွက်ပြေးရန် ကြိုးစားခဲ့သော်လည်း နောက်ဆုံးတွင် ပင်လယ်ထဲသို့ ကျသွားပြီး နစ်မြုပ်သွားခဲ့သည်။ ဤနောက်ပိုင်းတွင် အဘစ္ဆီးနီးယားနိုင်ငံသည် ခရစ်ယာန်အာဏာအောက်တွင် နှစ်ပေါင်းခုနစ်ဆယ်ကြာ တည်ရှိခဲ့သည်။ ထို့နောက် ပါရှားဘုရင် ကစ္စရာသည် စစ်တပ်တစ်ခုကို ထိုနေရာ (ယီမင်) သို့ ပို့ခဲ့သောအခါ စိုင်ဖ်အိဗ်နုဒီယဇင်အလ်ဟင်မ်ယရီက ခရစ်ယာန်များထံမှ အာဏာကို သိမ်းယူခဲ့သည်။ သူ (ဘုရင်) က သူ့ (စိုင်ဖ်အလ်ဟင်မ်ယရီ) နှင့်အတူ ထောင်ထဲရှိလူများကို ပို့ခဲ့ပြီး ၎င်းတို့သည် ခုနစ်ရာနီးပါး ရှိခဲ့သည်။ ထို့ကြောင့် သူ (စိုင်ဖ်အလ်ဟင်မ်ယရီ) က ၎င်းတို့နှင့်အတူ ယီမင်ကို အောင်နိုင်ခဲ့ပြီး ဘုရင်နိုင်ငံကို ဟင်မ်ယရ် (ယီမင်လူမျိုးများ) ထံ ပြန်လည်ပေးအပ်ခဲ့သည်။ ဤအကြောင်းအရာ၏ အစိတ်အပိုင်းတစ်ခုကို - အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက - စူရာဟ်၏ တဖ်စီရ် (ကျမ်းတော်မြတ်ကုရ်အာန် အဓိပ္ပာယ်ဖွင့်ဆိုချက်) ကို ဆွေးနွေးသောအခါ ဖော်ပြပါမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆင်ရှင်များကို သင်၏အရှင်သခင် မည်သို့စီရင်ခဲ့သည်ကို သင်မမြင်ဖူးသေးဘူးလား။)</span><span class=\"gray\">(၁၀၅:၁)</span></p><p lang=\"my\" class=\"my \">ကျင်းရှင်များ၏ ပြစ်ဒဏ်</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်စွာ ယုံကြည်သော အမျိုးသားများနှင့် အမျိုးသမီးများကို ညှဉ်းပန်းနှိပ်စက်ခဲ့ကြသူများသည်၊)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့ (သူတို့ကို) မီးရှို့ခဲ့ကြသည်။ ဤအရာကို အိဗ်နုအဘ်ဗားစ်၊ မူဂျာဟစ်ဒ်၊ ကတာဒါဟ်၊ အဒ်ဒဟ်ဟာက်နှင့် အိဗ်နုအဘ်ဇာတို့က ပြောဆိုခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَمْ يَتُوبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် နောင်တမရကြလျှင်၊)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ '၎င်းတို့လုပ်ဆောင်နေသည်များကို မရပ်တန့်ကြဘဲ ယခင်က လုပ်ဆောင်ခဲ့သည်များကို နောင်တမရကြလျှင်' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့အတွက် ဂျဟန္နမ် (ငရဲ) ၏ ပြင်းထန်သော ပြစ်ဒဏ်ရှိမည်ဖြစ်ပြီး၊ ၎င်းတို့အတွက် လောင်မြိုက်သော မီး၏ ပြစ်ဒဏ်လည်း ရှိမည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် လုပ်ဆောင်ခဲ့သော လုပ်ရပ်အပေါ် မူတည်၍ အကျိုးပြန်လည်ရရှိခြင်းကြောင့်ဖြစ်သည်။ အလ်ဟစန်အလ်ဘစရီက \"ဤ ရက်ရောမှုနှင့် ကြင်နာမှုကို ကြည့်ပါ။ ဤလူများသည် အလ္လာဟ်အရှင်မြတ်၏ အောင်လီးယာ' (မိတ်ဆွေများ) ကို သတ်ခဲ့ကြသော်လည်း ၎င်းအရှင်မြတ်က ၎င်းတို့ကို နောင်တရရန်နှင့် ခွင့်လွှတ်မှုရယူရန် ဖိတ်ခေါ်နေသေးသည်\" ဟု ပြောဆိုခဲ့သည်။</p>"
  }
]