[
  {
    "ayah_key": "27:71",
    "group_ayah_key": "27:71",
    "from_ayah": "27:71",
    "to_ayah": "27:75",
    "ayah_keys": "27:71,27:72,27:73,27:74,27:75",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က ပြောကြသည်- “ဤကတိသည် သင်တို့သည် မှန်ကန်သူများဖြစ်ပါက မည်သည့်အချိန်တွင်နည်း။ <span>(၇၁)</span>ပြောပါ- “သင်တို့ အလျင်စလိုဖြစ်စေလိုသော အရာသည် သင်တို့နောက်တွင် နီးကပ်စွာရှိနေပေမည်။ <span>(၇၂)</span>အမှန်စင်စစ် သင်တို့၏ အရှင်သခင်သည် လူသားတို့အပေါ် ကျေးဇူးတော်များ ပြည့်ဝတော်မူ၏။ သို့သော် ၎င်းတို့အနက် အများစုသည် ကျေးဇူးမတင်ကြချေ။ <span>(၇၃)</span>အမှန်စင်စစ် သင်တို့၏ အရှင်သခင်သည် ၎င်းတို့၏ ရင်တွင်း၌ ဖုံးကွယ်ထားသည်များကိုလည်းကောင်း၊ ထုတ်ဖော်ပြသသည်များကိုလည်းကောင်း သိရှိတော်မူ၏။ <span>(၇၄)</span>ကောင်းကင်နှင့် မြေကြီးပေါ်တွင် မည်သည့် လျှို့ဝှက်ချက်မျှ မရှိဘဲ ရှင်းလင်းပြတ်သားသော ကျမ်းစာအုပ်တွင်သာ ရှိနေသည်။ <span>(၇၅)</span></p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူများက ရှင်ပြန်ထမြောက်ရာနေ့အကြောင်း မည်သို့ မေးမြန်းခဲ့ကြသည်ကို အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ သို့သော် ၎င်းတို့က ထိုနေ့သည် ဖြစ်ပျက်လာမည်မဟုတ်ဟု ထင်မြင်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်- \"ဤကတိသည် သင်တို့သည် မှန်ကန်သူများဖြစ်ပါက မည်သည့်အချိန်တွင် (ပြည့်စုံမည်နည်း)။\")</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said, responding to them:</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"mg\" class=\"mg \"><span class=\"gray\">(Say)</span> 'O Muhammad,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ أَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذِي تَسْتَعْجِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ အလျင်စလိုဖြစ်စေလိုသော အရာသည် သင်တို့နောက်တွင် နီးကပ်စွာရှိနေပေမည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ၊ \"သင်တို့ အလျင်စလိုဖြစ်စေလိုသော အရာသည် သင်တို့ထံသို့ နီးကပ်လာပြီ၊ သို့မဟုတ် ၎င်း၏ အစိတ်အပိုင်းအချို့သည် နီးကပ်လာပြီ\" ဟု ဖြစ်သည်။ ၎င်းသည် မုဂျာဟိဒ်၊ အဒ်-ဒဟ်ဟက်၊ အာတား အလ်-ခုရာစနီ၊ ကွာတာဒါးနှင့် အစ်-စွတ်ဒီတို့၏ အမြင်လည်းဖြစ်သည်။ ၎င်းသည် အာယတ်တော်များတွင် ဆိုလိုရင်းလည်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ مَتَىٰ هُوَ ۖ قُلْ عَسَىٰ أَنْ يَكُونَ قَرِيبًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်- \"မည်သည့်အချိန်တွင် ဖြစ်မည်နည်း။\" ပြောပါ- \"ဖြစ်ကောင်းဖြစ်နိုင်သည်၊ နီးနေပြီ!\")</span><span class=\"gray\">(၁၇:၅၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က သင်အား ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် တောင်းဆိုကြသည်။ အမှန်စင်စစ် ငရဲသည် မယုံကြည်သူများကို သေချာပေါက် ဝန်းရံထားပေမည်။)</span><span class=\"gray\">(၂၉:၅၄)</span>။</p><p class=\"sd qpc-hafs\" lang=\"sd\">عَسَىٰ أَنْ يَكُونَ رَدِفَ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နောက်တွင် နီးကပ်စွာရှိနေပေမည်။)</span> ဆိုလိုသည်မှာ၊ ၎င်းကို သင်တို့အတွက် အလျင်စလိုပြုလုပ်နေခြင်း ဖြစ်သည်။ ၎င်းကို မုဂျာဟိဒ်ထံမှ ဖော်ပြထားသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى النَّاسِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့၏ အရှင်သခင်သည် လူသားတို့အပေါ် ကျေးဇူးတော်များ ပြည့်ဝတော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့ကိုယ်တိုင် မကောင်းမှုပြုသော်လည်း ကိုယ်တော်က ၎င်းတို့အပေါ် ကောင်းချီးမင်္ဂလာများကို ကြွယ်ဝစွာ ပေးသနားတော်မူသည်။ သို့သော် ထိုကောင်းချီးများအတွက် ၎င်းတို့အနက် အနည်းငယ်မျှသာ ကျေးဇူးတင်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့၏ အရှင်သခင်သည် ၎င်းတို့၏ ရင်တွင်း၌ ဖုံးကွယ်ထားသည်များကိုလည်းကောင်း၊ ထုတ်ဖော်ပြသသည်များကိုလည်းကောင်း သိရှိတော်မူ၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ၎င်းတို့၏ နှလုံးသားများ၌ ဖုံးကွယ်ထားသည်များကို သိရှိတော်မူသကဲ့သို့ အလွယ်တကူ မြင်နိုင်သည်များကိုလည်း သိရှိတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် မည်သူမဆို မိမိ၏ စကားကို ဖုံးကွယ်သည်ဖြစ်စေ၊ ပွင့်လင်းစွာ ထုတ်ဖော်ပြောဆိုသည်ဖြစ်စေ ကိုယ်တော်အတွက် အတူတူပင်ဖြစ်သည်)</span><span class=\"gray\">(၁၃:၁၀)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ السِّرَّ وَأَخْفَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် လျှို့ဝှက်ချက်နှင့် ထို့ထက် ပိုမိုဖုံးကွယ်ထားသည်များကို သိရှိတော်မူသည်)</span><span class=\"gray\">(၂၀:၇)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ၎င်းတို့သည် မိမိတို့၏ အဝတ်အစားများဖြင့် ဖုံးအုပ်ထားသည့်အခါတွင်ပင် ၎င်းတို့ ဖုံးကွယ်ထားသည်များနှင့် ထုတ်ဖော်ပြသသည်များကို ကိုယ်တော် သိရှိတော်မူသည်)</span><span class=\"gray\">(၁၁:၅)</span>။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ကောင်းကင်နှင့် မြေကြီးပေါ်ရှိ မမြင်ရသည်များကို သိရှိတော်မူသူဖြစ်ကြောင်း၊ ကိုယ်တော်သည် မမြင်ရသည်များနှင့် မြင်ရသည်များကို သိရှိတော်မူသူဖြစ်ကြောင်း၊ ဆိုလိုသည်မှာ ကိုယ်တော်၏ ကျွန်များ မမြင်ရသည်များနှင့် ၎င်းတို့ မြင်နိုင်သည်များကို သိရှိတော်မူကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنْ غَائِبَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖုံးကွယ်ထားသော အရာတစ်ခုမျှ မရှိ)</span> အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ၊ \"ဤသည်မှာ မည်သည့်အရာမျှ မရှိဟု ဆိုလိုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي السَّمَاءِ وَالْأَرْضِ إِلَّا فِي كِتَابٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်နှင့် မြေကြီးပေါ်တွင် ရှင်းလင်းပြတ်သားသော ကျမ်းစာအုပ်တွင် မရှိဘဲ မည်သည့်အရာမျှ မရှိ။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အာယတ်တော်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ ۗ إِنَّ ذَٰلِكَ فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်နှင့် မြေကြီးပေါ်ရှိ အရာအားလုံးကို သိရှိတော်မူကြောင်း သင်တို့မသိကြပေလား။ အမှန်စင်စစ် ၎င်းသည် ကျမ်းစာအုပ်ထဲတွင် (အားလုံး) ရှိသည်။ အမှန်စင်စစ် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွယ်ကူလှသည်။)</span><span class=\"gray\">(၂၂:၇၀)</span></p>"
  },
  {
    "ayah_key": "27:76",
    "group_ayah_key": "27:76",
    "from_ayah": "27:76",
    "to_ayah": "27:81",
    "ayah_keys": "27:76,27:77,27:78,27:79,27:80,27:81",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ဤကုရ်အာန်သည် အစ္စရေးလ်သားတို့ ကွဲပြားခဲ့ကြသည့် အများစုကို ပြောပြထားသည်။ <span>(၇၆)</span>အမှန်စင်စစ် ၎င်းသည် ယုံကြည်သူတို့အတွက် လမ်းပြနှင့် ကရုဏာဖြစ်သည်။ <span>(၇၇)</span>အမှန်စင်စစ် သင်တို့၏ အရှင်သခင်သည် ၎င်းတို့အကြား ကိုယ်တော်၏ စီရင်ဆုံးဖြတ်ချက်ဖြင့် ဆုံးဖြတ်တော်မူလိမ့်မည်။ ကိုယ်တော်သည် အနန္တတန်ခိုးရှင်၊ အနန္တသိရှိတော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(၇၈)</span>သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်ကိုသာ အပ်နှံယုံကြည်ပါ။ အမှန်စင်စစ် သင်သည် ထင်ရှားသော သမ္မာတရားပေါ်တွင် ရှိနေသည်။ <span>(၇၉)</span>အမှန်စင်စစ် သင်သည် သေသူများကို မကြားစေနိုင်သကဲ့သို့ နားပင်းသူများကိုလည်း ၎င်းတို့ ကျောခိုင်း၍ ထွက်ပြေးသည့်အခါတွင် အော်ခေါ်သံကို မကြားစေနိုင်။ <span>(၈၀)</span>မျက်မမြင်များကိုလည်း ၎င်းတို့၏ လမ်းမှားမှ သင် လမ်းမပြနိုင်။ သင်သည် ကျွန်ုပ်တို့၏ အာယတ်တော်များကို ယုံကြည်သူများကိုသာ ကြားစေနိုင်သည်၊ သို့မှသာ ၎င်းတို့သည် နာခံကြသည်။ <span class=\"gray\">(မွတ်စလင်ဖြစ်ကြသည်)</span><span>(၈၁)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်က အစ္စရေးလ်သားများအကြား ကွဲပြားမှုများအကြောင်း ပြောပြပြီး အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အကြား စီရင်ဆုံးဖြတ်တော်မူသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ ကျမ်းစာအုပ်နှင့် ၎င်းတွင်ပါရှိသော လမ်းညွှန်မှု၊ အထောက်အထားနှင့် မှန်ကန်မှုနှင့် မှားယွင်းမှုအကြား ခွဲခြားသော စံနှုန်းများအကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ ကိုယ်တော်က တော်ရတ်နှင့် အိန်ဂျီလ်ကျမ်းများကို လက်ခံကိုင်ဆောင်ခဲ့သော အစ္စရေးလ်သားများအကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ကွဲပြားကြသည့် အများစုဖြစ်သည်။)</span> ဥပမာအားဖြင့် 'အီဆာ (ယေရှု) အကြောင်း ၎င်းတို့၏ ကွဲပြားသော ထင်မြင်ယူဆချက်များ။ ဂျူးများသည် သူ့အကြောင်းကို လိမ်ညာပြောဆိုခဲ့ကြပြီး ခရစ်ယာန်များသည် သူ့ကို ချီးမွမ်းရာတွင် ချဲ့ကားပြောဆိုခဲ့ကြသည်။ ထို့ကြောင့် ကုရ်အာန်သည် မှန်ကန်မှုနှင့် တရားမျှတမှုဆိုင်ရာ အလယ်အလတ်စကားလုံးဖြင့် ရောက်လာသည်- သူသည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်တစ်ဦးဖြစ်ပြီး ကိုယ်တော်၏ မြင့်မြတ်သော ပရောဖက်များနှင့် ရစူလ်တမန်တော်များအနက် တစ်ဦးဖြစ်ကြောင်း၊ အကောင်းဆုံးသော ငြိမ်သက်ခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ သူ့အပေါ်၌ သက်ရောက်ပါစေ၊ ကုရ်အာန်က ပြောဆိုထားသည်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ عِيسَى ابْنُ مَرْيَمَ ۚ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူသည် မရ်ယမ်၏သား 'အီဆာ (ယေရှု) ပင် ဖြစ်၏။ (၎င်းသည်) မှန်ကန်သော စကားဖြစ်သည်။ ၎င်းအကြောင်းကို ၎င်းတို့ သံသယဖြစ်ကြသည်)</span><span class=\"gray\">(၁၉:၃၄)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းသည် ယုံကြည်သူတို့အတွက် လမ်းပြနှင့် ကရုဏာဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ ၎င်းကို ယုံကြည်သူတို့၏ နှလုံးသားများအတွက် လမ်းညွှန်မှုဖြစ်ပြီး ၎င်းတို့အတွက် ကရုဏာဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့၏ အရှင်သခင်သည် ၎င်းတို့အကြား ဆုံးဖြတ်တော်မူလိမ့်မည်)</span> ဆိုလိုသည်မှာ၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِحُكْمِهِ ۚ وَهُوَ الْعَزِيزُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ စီရင်ဆုံးဖြတ်ချက်ဖြင့်။ ကိုယ်တော်သည် အနန္တတန်ခိုးရှင်ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ လက်စားချေမှု၌ ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْعَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနန္တသိရှိတော်မူသော အရှင်။)</span> ကိုယ်တော်၏ ကျွန်များ ပြုလုပ်သည်များ၊ ပြောဆိုသည်များအားလုံးကို သိရှိတော်မူသော အရှင်။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်ကို အပ်နှံယုံကြည်ရန်နှင့် သတင်းစကားကို ပို့ဆောင်ရန် အမိန့်</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَوَكَّلْ عَلَى اللَّهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်ကိုသာ အပ်နှံယုံကြည်ပါ;)</span> သင်၏ အရေးကိစ္စအားလုံးတွင်၊ သင်၏ အရှင်သခင်၏ သတင်းစကားကို ပို့ဆောင်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်သည် ထင်ရှားသော သမ္မာတရားပေါ်တွင် ရှိနေသည်။)</span> ဆိုလိုသည်မှာ၊ သင်သည် ထင်ရှားသော သမ္မာတရားကို လိုက်နာနေသည်။ သင်အား ဆန့်ကျင်သူများက ကံဆိုးမိုးမှောင်ကျနေကြသောကြောင့် သင်အား ဆန့်ကျင်သော်လည်းဖြစ်သည်။ သင်၏ အရှင်သခင်၏ နှုတ်ကပတ်တော်သည် ၎င်းတို့အပေါ် အတည်ပြုပြီးဖြစ်သဖြင့် သင်္ကေတများအားလုံးကို ၎င်းတို့ထံ ယူဆောင်လာသော်လည်း ၎င်းတို့ ယုံကြည်ကြမည်မဟုတ်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تُسْمِعُ الْمَوْتَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်သည် သေသူများကို မကြားစေနိုင်)</span> ဆိုလိုသည်မှာ၊ သင်သည် ၎င်းတို့အား အကျိုးပြုမည့် မည်သည့်အရာကိုမျှ မကြားစေနိုင်။ ထိုနည်းတူစွာ ၎င်းတို့၏ နှလုံးသားများပေါ်တွင် ကန့်လန့်ကာရှိသူများနှင့် ၎င်းတို့၏ နားများတွင် မယုံကြည်ခြင်း၏ နားပင်းမှုရှိသူများအတွက်လည်း အလားတူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ - وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ ۖ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နားပင်းသူများကိုလည်း ၎င်းတို့ ကျောခိုင်း၍ ထွက်ပြေးသည့်အခါတွင် အော်ခေါ်သံကို မကြားစေနိုင်။ မျက်မမြင်များကိုလည်း ၎င်းတို့၏ လမ်းမှားမှ သင် လမ်းမပြနိုင်။ သင်သည် ကျွန်ုပ်တို့၏ အာယတ်တော်များကို ယုံကြည်သူများကိုသာ ကြားစေနိုင်သည်၊ သို့မှသာ ၎င်းတို့သည် နာခံကြသည်။ (မွတ်စလင်ဖြစ်ကြသည်)။)</span> ဆိုလိုသည်မှာ၊ ရှိကြသူများသည်-</p><p lang=\"my\" class=\"my \">နားကြားခြင်းနှင့် ထိုးထွင်းဉာဏ်ရှိသူများသည် သင့်အား တုံ့ပြန်ကြမည်ဖြစ်သည်။ ၎င်းတို့၏ နားကြားခြင်းနှင့် အမြင်အာရုံသည် ၎င်းတို့၏ နှလုံးသားများအတွက် အကျိုးရှိပြီး အလ္လာဟ်အရှင်မြတ်အပေါ်နှင့် ရစူလ်တမန်တော်များ၏ ပါးစပ်မှ ၎င်းတို့ထံ ရောက်ရှိလာသော သတင်းစကားအပေါ် နှိမ့်ချသောသူများ ဖြစ်ကြသည်။ ၎င်းတို့အပေါ် ငြိမ်သက်ခြင်း သက်ရောက်ပါစေ။</p>"
  }
]