[
  {
    "ayah_key": "9:3",
    "group_ayah_key": "9:3",
    "from_ayah": "9:3",
    "to_ayah": "9:3",
    "ayah_keys": "9:3",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ထံမှ ဟဂ်ျ၏ အကြီးမြတ်ဆုံးနေ့တွင် လူသားတို့အား ကြေညာချက်မှာ အလ္လာဟ်အရှင်မြတ်သည် မွတ်ရှ်ရစ်ကီန်တို့အပေါ်မှ တာဝန်ဝတ္တရားများမှ ကင်းရှင်းတော်မူ၏၊ ၎င်း၏ ရစူလ်တမန်တော်လည်း ထို့အတူဖြစ်သည်။ သို့ဖြစ်၍ သင်တို့သည် နောင်တရပါက သင်တို့အတွက် ပိုမိုကောင်းမွန်ပေသည်၊ သို့သော် သင်တို့သည် လှည့်ထွက်သွားပါက အလ္လာဟ်အရှင်မြတ်ထံမှ သင်တို့ မလွတ်မြောက်နိုင်ကြောင်း သိထားကြလော့။ ယုံကြည်သူမဟုတ်သူတို့အား ပြင်းထန်သော ပြစ်ဒဏ်၏ သတင်းကောင်းကို ပေးလော့။ <span>(3)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ ဤသည်မှာ ကြေညာချက်တစ်ခုဖြစ်သည်။</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنَ اللَّهِ وَرَسُولِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ထံမှ)</span>၊ လူထုကို ကြိုတင်သတိပေးချက်တစ်ခုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ الْحَجِّ الْأَكْبَرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟဂ်ျ၏ အကြီးမြတ်ဆုံးနေ့တွင်)</span>၊ ပူဇော်သကာပြုသည့်နေ့၊ ဟဂ်ျဓလေ့ထုံးတမ်းများ၏ အကောင်းဆုံးနှင့် အထင်ရှားဆုံးနေ့၊ ထိုနေ့တွင် အကြီးမားဆုံးသော လူအုပ်ကြီး စုဝေးကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ اللَّهَ بَرِيءٌ مِّنَ الْمُشْرِكِينَ ۙ وَرَسُولُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မွတ်ရှ်ရစ်ကီန်တို့အပေါ်မှ <span class=\"gray\">(လုံးဝ)</span> တာဝန်ဝတ္တရားများမှ ကင်းရှင်းတော်မူ၏၊ ၎င်း၏ ရစူလ်တမန်တော်လည်း ထို့အတူဖြစ်သည်။)</span> ၎င်းတို့အပေါ်ရှိ တာဝန်ဝတ္တရားအားလုံးမှလည်း ကင်းရှင်းသည်။ အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူတို့အား နောင်တရရန် ဖိတ်ခေါ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تُبْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်တို့ နောင်တရပါက)</span> သင်တို့ ကျူးလွန်နေသော လမ်းလွဲမှုနှင့် ရှိရ်က်မှ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَوَلَّيْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတွက် ပိုမိုကောင်းမွန်ပေသည်၊ သို့သော် သင်တို့ လှည့်ထွက်သွားပါက)</span> သင်တို့၏ လမ်းစဉ်များအတိုင်း ဆက်လက်ရှိနေမည်ဆိုပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ မလွတ်မြောက်နိုင်ကြောင်း သိထားကြလော့)</span> ယင်းအစား အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အပေါ် စွမ်းဆောင်နိုင်တော်မူ၏၊ သင်တို့အားလုံးသည် ၎င်း၏ချုပ်ကိုင်မှုအောက်၊ ၎င်း၏စွမ်းအားနှင့် ဆန္ဒအောက်တွင် ရှိကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူမဟုတ်သူတို့အား ပြင်းထန်သော ပြစ်ဒဏ်၏ သတင်းကောင်းကို ပေးလော့)</span></p><p lang=\"my\" class=\"my \">ဤဘဝတွင် ၎င်းတို့အား အရှက်ရစေခြင်းနှင့် ဒုက္ခရောက်စေခြင်း၊ နောင်ဘဝတွင် သံကြိုးများနှင့် ဆူးကြိုးသံတိုင်များဖြင့် နှိပ်စက်ခြင်းတို့ကို ရရှိစေမည်။ အလ်ဘူခါရီက အဘူဟူရိုင်ရာဟ်ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- \"အဘူဘက္ကရ်သည် ထိုနှစ်ဟဂ်ျကာလတွင် ပူဇော်သကာပြုသည့်နေ့၌ မီနာတွင် ကြေညာရန် စေလွှတ်ခဲ့သူများနှင့်အတူ ကျွန်ုပ်အား စေလွှတ်ခဲ့သည်မှာ မည်သည့်မွတ်ရှ်ရစ်က်ကိုမျှ ထိုနှစ်နောက်ပိုင်းတွင် ဟဂ်ျပြုရန် ခွင့်ပြုမည်မဟုတ်၊ မည်သည့်လူဗလာကိုမျှ သွားဖ်ပြုရန် ခွင့်ပြုမည်မဟုတ်ဟု ဖြစ်သည်။\" </p><p lang=\"my\" class=\"my \">ဟူမိုင်ဒ်က ပြောကြားသည်မှာ \"ထိုအခါ တမန်တော်မြတ် ﷺ သည် အလီဘင်အဘီတာလိဗ်ကို စေလွှတ်၍ ဘရာအာဟ်ကို ကြေညာရန် အမိန့်ပေးခဲ့သည်။\" အဘူဟူရိုင်ရာဟ်က ပြောကြားသည်မှာ \"အလီသည် ပူဇော်သကာပြုသည့်နေ့တွင် မီနာရှိ စုဝေးရာ၌ ကျွန်ုပ်တို့နှင့်အတူ ဘရာအာဟ်ကို ကြေညာခဲ့သည်မှာ ထိုနှစ်နောက်ပိုင်းတွင် မည်သည့်မွတ်ရှ်ရစ်က်မျှ ဟဂ်ျပြုရန် မဟုတ်၊ မည်သည့်လူဗလာမျှ အိမ်တော်ပတ်လည်တွင် သွားဖ်ပြုရန် မဟုတ်ဟု ဖြစ်သည်။\" အလ်ဘူခါရီသည် ဤဟဒီးဆ်ကိုလည်း မှတ်တမ်းတင်ထားသည်၊ ၎င်း၏ ရီဝါယတ်အရ အဘူဟူရိုင်ရာဟ်က ပြောကြားသည်မှာ \"နာဟ်ရ်နေ့တွင် အဘူဘက္ကရ်သည် ကျွန်ုပ်အား အခြားကြေညာသူများနှင့်အတူ မီနာသို့ စေလွှတ်ခဲ့သည်မှာ 'မည်သည့်ပါဂန်မျှ ဤနှစ်နောက်ပိုင်းတွင် ဟဂ်ျပြုရန် ခွင့်မပြု၊ မည်သည့်လူဗလာမျှ ကအ်ဗာပတ်လည်တွင် သွားဖ်ပြုရန် ခွင့်မပြု' ဟု လူသိရှင်ကြား ကြေညာရန် ဖြစ်သည်။ အဘူဘက္ကရ်သည် ထိုဟဂ်ျကာလတွင် လူထုကို ဦးဆောင်ခဲ့ပြီး 'နှုတ်ဆက်ဟဂ်ျ' နှစ်တွင် တမန်တော်မြတ် ﷺ ဟဂ်ျပြုခဲ့သောအခါ မည်သည့်မွတ်ရှ်ရစ်က်မျှ ဟဂ်ျမပြုခဲ့ပေ။'\" ဤသည်မှာ အလ်ဘူခါရီက ဂျီဟတ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသော ရီဝါယတ်ဖြစ်သည်။\" </p><p lang=\"my\" class=\"my \">မုဟမ္မဒ်ဘင်အစ်ဟါက်သည် အဘူဂျအ်ဖရ် မုဟမ္မဒ်ဘင်အလီဘင်အလ်ဟူစိုင်းန်ထံမှ ရီဝါယတ်တစ်ခုကို ဖော်ပြခဲ့ရာ ၎င်းက ပြောကြားသည်မှာ \"ဘရာအာဟ်ကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ထုတ်ဖော်ပြသသောအခါ၊ ၎င်းက အဘူဘက္ကရ်ကို လူထုအတွက် ဟဂ်ျဓလေ့ထုံးတမ်းများကို ကြီးကြပ်ရန် စေလွှတ်ခဲ့ပြီးနောက်၊ ၎င်းအား မေးမြန်းခဲ့သည်မှာ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ဤ <span class=\"gray\">[သတင်းစကား]</span> ကို အဘူဘက္ကရ်ထံ အဘယ်ကြောင့် မစေလွှတ်သနည်း?' ထိုအခါ ﷺ ၎င်းက မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُؤَدِّي عَنِّي إِلَّا رَجُلٌ مِنْ أَهْلِ بَيْتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ မိသားစုဝင်တစ်ဦးထံမှ မဟုတ်ပါက ကျွန်ုပ်ထံမှ ဖြစ်သည်ဟု လက်ခံမည်မဟုတ်ပါ။)</span> ထို့နောက် ၎င်း ﷺ သည် အလီကို ခေါ်၍ ၎င်းအား မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">اخْرُجْ بِهٰذِهِ الْقِصَّةِ مِنْ صَدْرِ بَرَاءَةَ وَأَذِّنْ فِي النَّاسِ يَوْمَ النَّحْرِ إِذَا اجْتَمَعُوا بِمِنًى، أَنَّهُ لَا يَدْخُلُ الْجَنَّةَ كَافِرٌ، وَلَا يَحُجُّ بَعْدَ الْعَامِ مُشْرِكٌ، وَلَا يَطُوفُ بِالْبَيْتِ عُرْيَانٌ، وَمَنْ كَانَ لَهُ عِنْدَ رَسُولِ اللهِ صلّى الله عليه وسلّم عَهْدٌ فَهُوَ لَهُ إِلَى مُدَّتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘရာအာဟ်၏အစမှ ဤအပိုင်းကိုယူ၍ ပူဇော်သကာပြုသည့်နေ့တွင် မီနာ၌ စုဝေးနေကြသော လူထုအား ကြေညာလော့၊ မည်သည့်ယုံကြည်သူမဟုတ်သူမျှ ဂျန္နတ်(ပရဒိသု)သို့ မဝင်ရ၊ မည်သည့်ရုပ်တုကိုးကွယ်သူမျှ ထိုနှစ်နောက်ပိုင်းတွင် ဟဂ်ျပြုရန် ခွင့်မပြု၊ လူဗလာနှင့် သွားဖ်ပြုခြင်း မရှိစေရ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်နှင့် ပဋိညာဉ်ပြုထားသူ မည်သူမဆို ၎င်း၏ သက်တမ်းကုန်ဆုံးချိန်အထိ အကျုံးဝင်စေရမည်။)</span></p><p lang=\"my\" class=\"my \">အလီသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ အလ်-အဒ်ဗာအ် အမည်ရှိ ကုလားအုတ်ကိုစီး၍ လမ်းတွင် အဘူဘက္ကရ်နှင့် ဆုံတွေ့သည်အထိ လိုက်သွားခဲ့သည်။ အဘူဘက္ကရ်က ၎င်းကိုတွေ့သောအခါ 'သင်သည် ခေါင်းဆောင်အဖြစ် လာရောက်ခြင်းလော၊ သို့မဟုတ် နောက်လိုက်အဖြစ် လာရောက်ခြင်းလော' ဟု မေးခဲ့သည်။ အလီက 'နောက်လိုက်ပါ' ဟု ပြန်ဖြေသည်။ ၎င်းတို့ ဆက်လက်သွားခဲ့ကြသည်။ အဘူဘက္ကရ်သည် အာရပ်လူမျိုးများ ဂျာဟီလီယာခေတ်က ပုံမှန်နေရာများတွင် တပ်ချနေစဉ် လူထုကို ဟဂ်ျတွင် ဦးဆောင်ခဲ့သည်။ ပူဇော်သကာပြုသည့်နေ့တွင် အလီဘင်အဘီတာလိဗ်သည် ရပ်လျက် ကြေညာခဲ့သည်မှာ 'အိုလူအများ! မည်သည့်ယုံကြည်သူမဟုတ်သူမျှ ဂျန္နတ်(ပရဒိသု)သို့ ဝင်ရောက်ခွင့်ရမည်မဟုတ်၊ မည်သည့်ရုပ်တုကိုးကွယ်သူမျှ နောက်နှစ် ဟဂ်ျပြုရန် ခွင့်မပြု၊ လူဗလာနှင့် သွားဖ်ပြုခြင်း မရှိစေရ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် ပဋိညာဉ်ပြုထားသူ မည်သူမဆို ၎င်း၏ သက်တမ်းကုန်ဆုံးချိန်အထိ အကျုံးဝင်စေရမည်။' </p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ထိုနှစ်နောက်ပိုင်းတွင် မည်သည့်ရုပ်တုကိုးကွယ်သူမျှ ဟဂ်ျမပြုလုပ်တော့၊ အိမ်တော်ပတ်လည်တွင် လူဗလာနှင့် သွားဖ်ပြုခြင်းလည်း ရပ်တန့်သွားခဲ့သည်။ ထို့နောက် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံ ပြန်သွားခဲ့ကြသည်။ ထို့ကြောင့် ဤသည်မှာ အပြစ်ကင်းစင်ကြောင်း ကြေညာခြင်းဖြစ်သည်၊ ရုပ်တုကိုးကွယ်သူများအနက် မည်သူမဆို သဘောတူညီချက်မရှိပါက ၎င်းသည် တစ်နှစ်အတွက် ငြိမ်းချမ်းရေးသဘောတူညီချက် ရရှိခဲ့သည်၊ အကယ်၍ ၎င်းတွင် သီးခြားသဘောတူညီချက်ရှိပါက ၎င်း၏ သက်တမ်းကုန်ဆုံးရက်အထိ အကျုံးဝင်ခဲ့သည်။\"</p>"
  },
  {
    "ayah_key": "9:30",
    "group_ayah_key": "9:30",
    "from_ayah": "9:30",
    "to_ayah": "9:31",
    "ayah_keys": "9:30,9:31",
    "text": "<p lang=\"my\" class=\"my \">ဂျူးများက “ဥဇိုင်ယာ <span class=\"gray\">(အစ်ဇရာ)</span> သည် အလ္လာဟ်အရှင်မြတ်၏သားဖြစ်သည်” ဟုဆိုကြ၏။ ခရစ်ယာန်များကလည်း “မဆီယာသည် အလ္လာဟ်အရှင်မြတ်၏သားဖြစ်သည်” ဟုဆိုကြ၏။ ထိုစကားသည် ၎င်းတို့၏ ပါးစပ်ဖြင့် ပြောသောစကားဖြစ်ပြီး ယခင်က မယုံကြည်ခဲ့သူတို့၏စကားနှင့် ဆင်တူ၏။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှင့် တိုက်ခိုက်ပါစေ၊ ၎င်းတို့သည် အမှန်တရားမှ မည်သို့လွဲမှားအောင် လှည့်စားခံရပါသနည်း။ <span>(၃၀)</span> ၎င်းတို့ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> သည် ၎င်းတို့၏ ရဗ္ဗီများနှင့် ဘုန်းကြီးများကို အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ၎င်းတို့၏ အရှင်များအဖြစ် သတ်မှတ်ခဲ့ကြပြီး၊ <span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏ အရှင်အဖြစ်လည်း သတ်မှတ်ခဲ့ကြသည်မှာ)</span> မရ်ယမ်၏သား မဆီယာကိုပင်ဖြစ်သည်။ ၎င်းတို့အား တစ်ဆူတည်းသော အရှင်ကိုသာ ကိုးကွယ်ရန် အမိန့်ပေးခဲ့သော်လည်း၊ ကိုးကွယ်ထိုက်သူမှာ ကိုယ်တော်မှလွဲ၍ အခြားမရှိပေ။ ကိုယ်တော်နှင့် ၎င်းတို့ တွဲဖက်ကိုးကွယ်ကြသည်များထက် <span class=\"gray\">(ကိုယ်တော်နှင့်)</span> ကိုယ်တော်သည် ချီးမွမ်းခြင်းနှင့် သန့်ရှင်းခြင်း ခံထိုက်တော်မူ၏။ <span>(၃၁)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးများနှင့် ခရစ်ယာန်တို့ကို တိုက်ခိုက်ခြင်းကို ပညတ်ထားသည်မှာ ၎င်းတို့သည် ရုပ်တုကိုးကွယ်သူများနှင့် မယုံကြည်သူများ ဖြစ်သောကြောင့်ပင်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မုအ်မင်န်ယုံကြည်သူတို့အား ဤကြောက်မက်ဖွယ်စကားကို ပြောဆိုခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်အပေါ် မုသားများကို ပြောဆိုကြသော ပူးတွဲကိုးကွယ်သူများ၊ မယုံကြည်သူ ဂျူးများနှင့် ခရစ်ယာန်တို့ကို တိုက်ခိုက်ရန် တိုက်တွန်းတော်မူ၏။ ဂျူးများအနေဖြင့် ‘ဥဇိုင်ယာသည် အလ္လာဟ်အရှင်မြတ်၏သားဖြစ်သည်’ ဟု စွပ်စွဲကြပြီး၊ ၎င်းတို့ စွပ်စွဲသည့်အရာများမှ အလ္လာဟ်အရှင်မြတ်သည် ကင်းရှင်းတော်မူ၏။ ခရစ်ယာန်တို့၏ ‘အီဆာ’ အပေါ် လွဲမှားမှုမှာ ထင်ရှားလှသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် အုပ်စုနှစ်ခုလုံးကို မုသာဝါဒီများဟု ကြေညာတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ قَوْلُهُم بِأَفْوَاهِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုစကားသည် ၎င်းတို့၏ ပါးစပ်ဖြင့် ပြောသောစကားဖြစ်သည်)</span> သို့သော် ၎င်းတို့၏ စွပ်စွဲချက်ကို ထောက်ခံနိုင်သော မုသားများနှင့် ဖန်တီးထားသော အရာများမှလွဲ၍ မည်သည့် သက်သေအထောက်အထားမျှ မရှိပေ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">يُضَاهِئُونَ </p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(ဆင်တူ၏)</span>၊ အတုယူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَوْلَ الَّذِينَ كَفَرُوا مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခင်က မယုံကြည်ခဲ့သူတို့၏စကား။)</span></p><p lang=\"my\" class=\"my \">ဂျူးများနှင့် ခရစ်ယာန်တို့ လုပ်ခဲ့သကဲ့သို့ပင် ၎င်းတို့သည် လမ်းမှားသို့ ရောက်ရှိခဲ့သော ယခင်လူမျိုးများကို အတုယူကြ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتَلَهُمُ اللَّهُ</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှင့် တိုက်ခိုက်ပါစေ)</span>၊ အိဗ်နု အဗ်ဗာစ်က \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ကျိန်ဆိုပါစေ\" ဟု မိန့်ကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّىٰ يُؤْفَكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်တရားမှ မည်သို့လွဲမှားအောင် လှည့်စားခံရပါသနည်း!)</span> မည်သို့ပင် ၎င်းတို့သည် အမှန်တရားမှ သွေဖည်သွားကြသနည်း၊ ထိုအမှန်တရားသည် ထင်ရှားနေသော်လည်း လမ်းမှားနှင့် လဲလှယ်လိုက်ကြ၏။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏ ရဗ္ဗီများနှင့် ဘုန်းကြီးများကို အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ၎င်းတို့၏ အရှင်များအဖြစ် သတ်မှတ်ခဲ့ကြပြီး၊ မရ်ယမ်၏သား မဆီယာကိုလည်း (အရှင်အဖြစ် သတ်မှတ်ခဲ့ကြ၏))</span><span class=\"gray\">[၉:၃၁]</span>။ </p><p lang=\"my\" class=\"my \">အီမာမ် အာဟ်မဒ်၊ အတ်-တီရ်မီဇီ နှင့် အိဗ်နု ဂျရီရ် အတ်-တာဘာရီ တို့သည် အဗ်ဒူဘင် ဟာတိမ်ထံမှ များစွာသော ဆင့်ပြန်ချက်များဖြင့် ဟဒီးဆ်တော်တစ်ခုကို မှတ်တမ်းတင်ခဲ့ကြသည်။ ၎င်းသည် ဂျာဟီလီယာခေတ်တွင် ခရစ်ယာန်ဘာသာဝင် ဖြစ်ခဲ့သူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ဖိတ်ခေါ်သံသည် ၎င်း၏ဒေသသို့ ရောက်ရှိလာသောအခါ အဒီးသည် အက်စ်-ရှမ်းသို့ ထွက်ပြေးခဲ့သည်။ ၎င်း၏ညီမနှင့် ၎င်း၏လူမျိုး အများအပြားကို ဖမ်းဆီးခံခဲ့ရသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်း၏ညီမကို လွှတ်ပေးပြီး လက်ဆောင်များ ပေးခဲ့သည်။ ထို့ကြောင့် ၎င်းသည် ၎င်း၏အစ်ကိုထံသွားပြီး မွတ်စလင်န်ဘာသာဝင် ဖြစ်လာရန်နှင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသွားရန် တိုက်တွန်းခဲ့သည်။ အဒီးသည် ၎င်း၏လူမျိုးများ <span class=\"gray\">(တာအီမျိုးနွယ်)</span> ၏ ခေါင်းဆောင်တစ်ဦးဖြစ်ပြီး ၎င်း၏ဖခင် ဟာတိမ် အတ်-တာအီသည် ၎င်း၏ ရက်ရောမှုကြောင့် လူသိများသူဖြစ်ကာ အလ်-မဒီနာသို့ သွားခဲ့သည်။ လူများက ၎င်း၏ရောက်ရှိခြင်းကို ကြေညာသောအခါ အဒီးသည် ၎င်း၏လည်ပင်းတွင် ငွေလက်ဝါးကပ်တိုင်ကို ဆင်မြန်းကာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ သွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဤအာယသ်တော်ကို ရွတ်ဖတ်တော်မူခဲ့၏။</p><p class=\"fa qpc-hafs\" lang=\"fa\">اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏ ရဗ္ဗီများနှင့် ဘုန်းကြီးများကို အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ၎င်းတို့၏ အရှင်များအဖြစ် သတ်မှတ်ခဲ့ကြ၏)</span>။ </p><p lang=\"my\" class=\"my \">အဒီးက မှတ်ချက်ပေးခဲ့သည်– \"ကျွန်တော်က '၎င်းတို့သည် ၎င်းတို့ကို ကိုးကွယ်ခဲ့ကြသည် မဟုတ်ပါ' ဟု ဆိုခဲ့၏။\" တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَى إِنَّهُمْ حَرَّمُوا عَلَيْهِمُ الْحَلَالَ وَأَحَلُّوا لَهُمُ الْحَرَامَ فَاتَّبَعُوهُمْ فَذَلِكَ عِبَادَتُهُمْ إِيَّاهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ကဲ့၊ ၎င်းတို့ လုပ်ခဲ့ကြပါသည်။ ၎င်းတို့ <span class=\"gray\">(ရဗ္ဗီများနှင့် ဘုန်းကြီးများ)</span> သည် ၎င်းတို့ <span class=\"gray\">(ခရစ်ယာန်များနှင့် ဂျူးများ)</span> အတွက် ခွင့်ပြုထားသည်များကို တားမြစ်ခဲ့ပြီး တားမြစ်ထားသည်များကို ခွင့်ပြုခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် ၎င်းတို့ကို နာခံခဲ့ကြသည်။ ဤသည်ပင် ၎င်းတို့အား ကိုးကွယ်ခဲ့ကြပုံ ဖြစ်သည်)</span>။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အဒီးအား မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عَدِيُّ مَا تَقُولُ؟ أَيُفِرُّكَ أَنْ يُقَالَ: اللهُ أَكْبَرَ؟ فَهَلْ تَعْلَمُ شَيْئًا أَكْبَرَ مِنَ اللهِ؟ مَا يُفِرُّكَ؟ أَيُفِرُّكَ أَنْ يُقَالَ: لَا إِلَهَ إِلَّا اللهُ؟ فَهَلْ تَعْلَمُ مَنْ إِلٰهٌ إِلَّا اللهُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အဒီး၊ သင် ဘာပြောချင်သလဲ? 'အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်သည်' ဟု မပြောရအောင် သင် <span class=\"gray\">(အက်စ်-ရှမ်းသို့)</span> ထွက်ပြေးခဲ့သလား? အလ္လာဟ်အရှင်မြတ်ထက် ပိုမိုကြီးမြတ်သည့်အရာ တစ်ခုခုကို သင်သိသလား? သင့်ကို ဘာက ထွက်ပြေးစေခဲ့သလဲ? 'အလ္လာဟ်မှလွဲ၍ ကိုးကွယ်ထိုက်သူမရှိ' ဟု မပြောရအောင် သင် ထွက်ပြေးခဲ့သလား? အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သော အရှင်တစ်ပါးပါးကို သင်သိသလား?)</span></p><p lang=\"my\" class=\"my \">ရစူလ်တမန်တော် ﷺ သည် အဒီးအား အစ္စလာမ်ဘာသာကို လက်ခံရန် ဖိတ်ခေါ်ခဲ့ပြီး ၎င်းသည် အစ္စလာမ်ဘာသာကို လက်ခံကာ သစ္စာသက်သေခံချက်ကို ရွတ်ဆိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ မျက်နှာတော်သည် ဝမ်းမြောက်မှုဖြင့် ကြည်လင်လာပြီး အဒီးအား မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْيَهُودَ مَغْضُوبٌ عَلَيْهِمْ وَالنَّصَارَى ضَالُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် ဂျူးများသည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> အမျက်ဒေါသကို ခံယူခဲ့ရပြီး ခရစ်ယာန်များသည် လမ်းမှားနေကြသည်။)</span></p><p lang=\"my\" class=\"my \">ဟူဇိုင်ဖာ ဘင် အလ်-ယာမန်၊ အဗ်ဒူလ္လာဟ် ဘင် အဗ်ဗာစ် နှင့် အခြားအများအပြားတို့က ရှင်းပြချက်နှင့် ပတ်သက်၍ ပြောဆိုခဲ့သည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏ ရဗ္ဗီများနှင့် ဘုန်းကြီးများကို အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ၎င်းတို့၏ အရှင်များအဖြစ် သတ်မှတ်ခဲ့ကြ၏...)</span> ဆိုသည်မှာ ခရစ်ယာန်များနှင့် ဂျူးများသည် ၎င်းတို့၏ ဘုန်းကြီးများနှင့် ရဗ္ဗီများအား ၎င်းတို့အတွက် ခွင့်ပြုသည်ဖြစ်စေ၊ တားမြစ်သည်ဖြစ်စေ အရာအားလုံးတွင် နာခံခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَٰهًا وَاحِدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် တစ်ဆူတည်းသော အရှင်ကိုသာ ကိုးကွယ်ရန် အမိန့်ပေးခံခဲ့ရသော်လည်း)</span>၊ </p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် မည်သည့်အရာကို တားမြစ်သည်ဖြစ်စေ၊ ထိုအရာသည် တားမြစ်ထားပြီးဖြစ်၏။ မည်သည့်အရာကို ခွင့်ပြုသည်ဖြစ်စေ၊ ထိုအရာသည် ခွင့်ပြုပြီးဖြစ်၏။ ကိုယ်တော် ပညတ်ထားသည်မှာ လိုက်နာရမည့်ဥပဒေဖြစ်ပြီး၊ ကိုယ်တော် ဆုံးဖြတ်သည်မှာ လိုက်နာစွဲကိုင်ရမည်ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا إِلَٰهَ إِلَّا هُوَ ۚ سُبْحَانَهُ عَمَّا يُشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်မှလွဲ၍ ကိုးကွယ်ထိုက်သူ မရှိပေ။ ၎င်းတို့ ကိုယ်တော်နှင့် တွဲဖက်ကိုးကွယ်ကြသည်များထက် <span class=\"gray\">(ကိုယ်တော်သည်)</span> သန့်ရှင်း မြင့်မြတ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ၊ ကိုယ်တော်သည် မိတ်ဖက်များ၊ တန်းတူများ၊ အကူအညီများ၊ ပြိုင်ဖက်များ သို့မဟုတ် သားသမီးများထက် မြင့်မြတ်တော်မူ၏၊ သန့်ရှင်းတော်မူ၏၊ ကိုးကွယ်ထိုက်သော အရှင် သို့မဟုတ် သခင် ကိုယ်တော်မှလွဲ၍ အခြားမရှိပေ။</p>"
  }
]