[
  {
    "ayah_key": "2:194",
    "group_ayah_key": "2:194",
    "from_ayah": "2:194",
    "to_ayah": "2:194",
    "ayah_keys": "2:194",
    "text": "<p class=\"my translation\" lang=\"my\">သန့်ရှင်းသောလသည် သန့်ရှင်းသောလအတွက်ဖြစ်ပြီး တားမြစ်ထားသော အရာများအတွက် တန်းတူညီမျှမှု <span class=\"gray\">(Qisas)</span> ပညတ်တရားရှိသည်။ ထို့နောက် မည်သူမဆို သင်တို့အား ကျူးလွန်ခဲ့လျှင် သင်တို့လည်း ထိုသူ့အား ထိုနည်းတူ ကျူးလွန်နိုင်သည်။ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့၊ အလ္လာဟ်အရှင်မြတ်သည် အလ်-မွတ်တကီန် <span>(၁၉၄)</span> တို့နှင့်အတူ ရှိတော်မူသည်ကို သိကြလော့။</p><div lang=\"my\" class=\"my \"><h2>သန့်ရှင်းသောလများတွင် တိုက်ခိုက်ခြင်းကို တားမြစ်ထားသည်၊ မိမိကိုယ်ကို ကာကွယ်ခြင်းမှအပ</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု အဘ္ဘားစ်၊ အဒ်-ဒဟ်ဟက်၊ အစ်-စွတ်ဒီ၊ ကွာတာဒါဟ်၊ မစ်ကွာမ်၊ အရ်-ရာဘီ ဘင် အနပ်စ် နှင့် အသာအ် တို့က ပြောကြားသည်မှာ- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဟိဂျရဟ် သက္ကရာဇ် ခြောက်နှစ်မြောက်တွင် အွမ္မရာဟ်ပြုရန် ကြွချီတော်မူခဲ့သည်။ ထို့နောက် ရုပ်တုကိုးကွယ်သူများက ကိုယ်တော် ﷺ အား ကိုယ်တော်နှင့်အတူ လာရောက်သော မွတ်စ်လင်မ်များနှင့်အတူ သန့်ရှင်းသော ဗိမာန်တော် <span class=\"gray\">(မက္ကာဟ်ရှိ ကအ်ဗဟ်)</span> သို့ ဝင်ရောက်ခွင့် မပြုခဲ့ကြပေ။ ဤဖြစ်ရပ်သည် ဓူလ်ကွာအ်ဒါဟ်လမြတ်တွင် ဖြစ်ပွားခဲ့သည်။ ရုပ်တုကိုးကွယ်သူများသည် နောက်နှစ်တွင် ဗိမာန်တော်သို့ ဝင်ရောက်ခွင့်ပြုရန် သဘောတူခဲ့ကြသည်။ ထို့ကြောင့် တမန်တော် ﷺ သည် နောက်နှစ်တွင် ကိုယ်တော်နှင့်အတူ လိုက်ပါလာသော မွတ်စ်လင်မ်များနှင့်အတူ ဗိမာန်တော်သို့ ဝင်ရောက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်ကလည်း ရုပ်တုကိုးကွယ်သူများ၏ ပြုမူပုံကို ကိုယ်တော်အား လက်စားချေခွင့် ပြုခဲ့သည်၊ ကိုယ်တော်က မိန့်ကြားသောအခါ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သန့်ရှင်းသောလသည် သန့်ရှင်းသောလအတွက်ဖြစ်ပြီး၊ တားမြစ်ထားသောအရာများအတွက် တန်းတူညီမျှမှု <span class=\"gray\">(Qisas)</span> ပညတ်တရားရှိသည်)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ ဂျာဘိရ် ဘင် အဘ်ဒူလ်လာဟ် က \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် သန့်ရှင်းသောလအတွင်း စစ်ပွဲမဆင်နွှဲပေ၊ သို့သော် ဦးစွာ တိုက်ခိုက်ခံရပါက ချီတက်သွားလိမ့်မည်။ ထိုသို့မဟုတ်ပါက သန့်ရှင်းသောလများ ကုန်ဆုံးသည်အထိ ငြိမ်သက်စွာ နေတော်မူမည်။\" ဤဟဒီးဆ်သည် စစ်မှန်သော ပြောပြသူများ၏ ဆက်စပ်မှုရှိသည်။</p><p lang=\"my\" class=\"my \">သို့ဖြစ်၍ တမန်တော် ﷺ သည် အလ်-ဟူဒိုင်ဘိယျာဟ် ဒေသ၌ စခန်းချနေစဉ်၊ 'ဥစ်မာန်အား ဗဟုဒေဝါဒီများထံ သံတမန်အဖြစ် စေလွှတ်ပြီးနောက်၊ 'ဥစ်မာန်သည် <span class=\"gray\">(မက္ကာဟ်၌)</span> အသတ်ခံရပြီဟု သတင်းကြားသိရသောအခါ၊ ဗဟုဒေဝါဒီများကို တိုက်ခိုက်ရန် သစ်ပင်အောက်၌ သဟဘာများထံမှ သစ္စာခံယူခဲ့သည်။ ထိုစဉ်က ၎င်းတို့သည် တစ်ထောင်လေးရာ ရှိခဲ့ကြသည်။ တမန်တော် ﷺ သည် 'ဥစ်မာန် အသတ်မခံရကြောင်း သိရှိရသောအခါ၊ စစ်ကို စွန့်လွှတ်ကာ ငြိမ်းချမ်းရေးသို့ ပြန်လည်ရောက်ရှိခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဟူနိုင်းန် တိုက်ပွဲအတွင်း ဟာဝါဇင် <span class=\"gray\">(မျိုးနွယ်စုများ)</span> နှင့် တိုက်ခိုက်မှု ပြီးဆုံးသောအခါ ဟာဝါဇင်တို့သည် အတ်-တာအိဖ် <span class=\"gray\">(မြို့)</span> ၌ ခိုလှုံကြသဖြင့် ကိုယ်တော် ﷺ သည် ထိုမြို့ကို ဝိုင်းရံခဲ့သည်။ ထို့နောက် <span class=\"gray\">(သန့်ရှင်းသော)</span> ဓူလ်ကွာအ်ဒါဟ်လ စတင်ခဲ့ပြီး အတ်-တာအိဖ်သည် ဝိုင်းရံခံထားရဆဲ ဖြစ်သည်။ ဝိုင်းရံမှုသည် ကျန်ရှိသော ရက်ပေါင်းလေးဆယ် <span class=\"gray\">(အမှန်စင်စစ် ဟူနိုင်းန်တိုက်ပွဲ စတင်သည့်နေ့မှစ၍ တမန်တော် ﷺ သည် အလ်-ဂျီအ်ရာနာဟ်မှ အလ်-မဒီနာဟ်သို့ ပြန်လည်ကြွချီသည်အထိ ရက်ပေါင်းလေးဆယ်ဖြစ်သည်)</span> ကြာမြင့်ခဲ့သည်ဟု ဆဟီးဟ်နှစ်ကျမ်းတွင် အနပ်စ်၏ ပြောပြချက်အရ ဖော်ပြထားသည်။ သဟဘာများသည် <span class=\"gray\">(ဝိုင်းရံမှုအတွင်း)</span> အသေအပျောက်များစွာ ကြုံတွေ့ရသောအခါ၊ တမန်တော် ﷺ သည် အတ်-တာအိဖ်ကို မအောင်နိုင်မီ ဝိုင်းရံမှုကို အဆုံးသတ်ခဲ့သည်။ ထို့နောက် ကိုယ်တော်သည် မက္ကာဟ်သို့ ပြန်လည်ကြွချီ၍ အလ်-ဂျီအ်ရာနာဟ်မှ အွမ္မရာဟ်ပြုကာ ဟူနိုင်းန်၏ စစ်ပစ္စည်းများကို ခွဲဝေပေးခဲ့သည်။ ဤအွမ္မရာဟ်သည် ဟိဂျရဟ် သက္ကရာဇ် ရှစ်နှစ်မြောက် ဓူလ်ကွာအ်ဒါဟ်လအတွင်း ဖြစ်ပွားခဲ့သည်။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اعْتَدَىٰ عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَىٰ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...မည်သူမဆို သင်တို့အား ကျူးလွန်ခဲ့လျှင် သင်တို့လည်း ထိုသူ့အား ထိုနည်းတူ ကျူးလွန်နိုင်သည်။)</span> သည် ဗဟုဒေဝါဒီများနှင့်ပင် တရားမျှတမှုကို အမိန့်ချမှတ်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တစ်ခုတွင်လည်း မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُم بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် အပြစ်ပေးပါက သင်တို့အား အပြစ်ပေးခံရသည့်အတိုင်း ပြန်လည်အပြစ်ပေးကြကုန်။)</span><span class=\"gray\">(၁၆:၁၂၆)</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့၊ အလ္လာဟ်အရှင်မြတ်သည် အလ်-မွတ်တကီန် <span class=\"gray\">(သီလရှိသူများ)</span> တို့နှင့်အတူ ရှိတော်မူသည်ကို သိကြလော့)</span><span class=\"gray\">(၂:၁၉၄)</span> သည် တကွါဟ်ကြောင့် အလ္လာဟ်အရှင်မြတ်အား နာခံရန်နှင့် ကြောက်ရွံ့ရန် အမိန့်ပေးထားသည်။ ဤအာယတ်က အလ္လာဟ်အရှင်မြတ်သည် ဤဘဝနှင့် နောင်ဘဝတွင် ကိုယ်တော်၏ အကူအညီနှင့် ထောက်ပံ့မှုဖြင့် တကွါဟ်ရှိသူများနှင့်အတူ ရှိတော်မူကြောင်း ကျွန်ုပ်တို့အား အသိပေးသည်။</p>"
  },
  {
    "ayah_key": "2:195",
    "group_ayah_key": "2:195",
    "from_ayah": "2:195",
    "to_ayah": "2:195",
    "ayah_keys": "2:195",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်၏ လမ်းတွင် သုံးစွဲကြကုန်၊ သင်တို့ကိုယ်ကို ပျက်စီးခြင်းသို့ မပစ်ချကြကုန်နှင့်။ ကောင်းမှုပြုကြကုန်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလ်-မုဟ်ဆီနီန် <span class=\"gray\">(ကောင်းမှုပြုသူများ)</span><span>(၁၉၅)</span> ကို ချစ်တော်မူ၏။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ လမ်းတွင် သုံးစွဲရန် အမိန့်တော်</h2></div><p lang=\"hmn\" class=\"hmn \">Al-Bukhari recorded that Hudhayfah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတွင် သုံးစွဲကြကုန်၊ သင်တို့ကိုယ်ကို ပျက်စီးခြင်းသို့ မပစ်ချကြကုန်နှင့်။)</span></p><p lang=\"my\" class=\"my \">\"၎င်းသည် သုံးစွဲခြင်းနှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။\" အိဗ်နု အဘူ ဟာသိမ် ကလည်း ထိုနည်းတူ ပြောကြားကြောင်း ဖော်ပြထားသည်။ ထို့နောက် ၎င်းက မှတ်ချက်ပြုသည်မှာ \"အလားတူပင် အိဗ်နု အဘ္ဘားစ်၊ မုဂျာဟစ်ဒ်၊ အစ်ကရိမာဟ်၊ စအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ အသာအ်၊ အဒ်-ဒဟ်ဟက်၊ အလ်-ဟစန်၊ ကွာတာဒါဟ်၊ အစ်-စွတ်ဒီ နှင့် မုကွာတိလ် ဘင် ဟိုင်ယန် တို့ထံမှ ဖော်ပြထားသည်။\"</p><p lang=\"my\" class=\"my \">အစ်လမ် အဘူ အင်မ်ရန် က ပြောကြားသည်မှာ- \"အန်ဆွာရ်များထဲမှ လူတစ်ဦးသည် ကွန်စတန်တီနိုပယ် <span class=\"gray\">(အစ္စတန်ဘူလ်)</span> တွင် ရန်သူ <span class=\"gray\">(ဘိုင်ဇန်တိုင်း)</span> တပ်များကြားသို့ ဖြတ်ကျော်ဝင်ရောက်ခဲ့သည်။ အဘူ အိုင်ယူးဘ် အလ်-အန်ဆွာရီသည် ထိုစဉ်က ကျွန်ုပ်တို့နှင့်အတူ ရှိနေခဲ့သည်။ ထို့ကြောင့် အချို့လူများက 'သူသည် မိမိကိုယ်ကို ပျက်စီးခြင်းသို့ ပစ်ချနေပြီ' ဟု ပြောဆိုကြသည်။ အဘူ အိုင်ယူးဘ် က ပြောကြားသည်မှာ- 'ကျွန်ုပ်တို့သည် ဤအာယတ် <span class=\"gray\">(၂:၁၉၅)</span> ကို ပိုမိုသိရှိသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ကျွန်ုပ်တို့၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ သဟဘာများ၊ ကိုယ်တော်နှင့်အတူ ဂျီဟတ်တွင် ပါဝင်ခဲ့ပြီး ကိုယ်တော်အား ကူညီထောက်ပံ့ခဲ့သူများအကြောင်း ထုတ်ပြန်ခဲ့ခြင်းကြောင့် ဖြစ်သည်။ အစ္စလာမ်သည် ခိုင်မာလာသောအခါ ကျွန်ုပ်တို့၊ အန်ဆွာရ်များသည် တစ်ဦးနှင့်တစ်ဦး တွေ့ဆုံကာ 'အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ တမန်တော် ﷺ ၏ သဟဘာများအဖြစ်၊ အစ္စလာမ်အောင်မြင်ပြီး နောက်လိုက်များ တိုးပွားလာသည်အထိ ကိုယ်တော်အား ထောက်ပံ့ပေးခြင်းဖြင့် ကျွန်ုပ်တို့ကို ဂုဏ်တင်ခဲ့သည်' ဟု ပြောဆိုခဲ့ကြသည်။ ကျွန်ုပ်တို့သည် ယခင်က ကျွန်ုပ်တို့၏ မိသားစုများ၊ ပစ္စည်းဥစ္စာများနှင့် ကလေးများ၏ လိုအပ်ချက်များကို လျစ်လျူရှုခဲ့ကြသည်။ စစ်ပွဲများ ရပ်စဲသွားပြီဖြစ်၍ ကျွန်ုပ်တို့၏ မိသားစုများနှင့် ကလေးများထံ ပြန်သွားပြီး ၎င်းတို့ကို ဂရုစိုက်ကြပါစို့။' ထို့ကြောင့် ဤအာယတ်သည် ကျွန်ုပ်တို့အကြောင်း ထုတ်ပြန်ခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတွင် သုံးစွဲကြကုန်၊ သင်တို့ကိုယ်ကို ပျက်စီးခြင်းသို့ မပစ်ချကြကုန်နှင့်။)</span> ဟူသည် ပျက်စီးခြင်းမှာ မိမိတို့၏ မိသားစုများနှင့် ပစ္စည်းဥစ္စာများနှင့်အတူ နေထိုင်ကာ ဂျီဟတ်ကို စွန့်လွှတ်ခြင်းကို ရည်ညွှန်းသည်။\" ၎င်းကို အဘူ ဒါဝူးဒ်၊ အတ်-တီရ်မီဇီ၊ အန်-နစာအီ၊ 'အဘ်ဒ် ဘင် ဟူမိုင်ဒ် တို့က ၎င်း၏ တဖ်စီရ်ကျမ်း၌ လည်းကောင်း၊ အိဗ်နု အဘူ ဟာသိမ်၊ အိဗ်နု ဂျာရီရ်၊ အိဗ်နု မာရ်ဒူဝီယာဟ်၊ အလ်-ဟာဖိဇ် အဘူ ယအ်လာ တို့က ၎င်း၏ မွတ်စ်နဒ်ကျမ်း၌ လည်းကောင်း၊ အိဗ်နု ဟိဘ္ဘာန် နှင့် အလ်-ဟာကင်မ် တို့က မှတ်တမ်းတင်ခဲ့သည်။ အတ်-တီရ်မီဇီ က \"ဟစန်၊ ဆဟီးဟ်၊ ဂရီဗ်\" ဟု ပြောခဲ့သည်။ အလ်-ဟာကင်မ် က \"၎င်းသည် ရှိုက်ခ်နှစ်ဦး <span class=\"gray\">(အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်)</span> ၏ စံနှုန်းများနှင့် ကိုက်ညီသော်လည်း ၎င်းတို့ မှတ်တမ်းတင်ခဲ့ခြင်း မရှိပေ\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">အဘူ ဒါဝူးဒ်၏ အဆိုအရ အစ်လမ် အဘူ အင်မ်ရန် က ပြောကြားသည်မှာ- \"ကျွန်ုပ်တို့သည် <span class=\"gray\">(ကွန်စတန်တီနိုပယ်မြို့ကို ဝိုင်းရံထားစဉ်)</span> တွင် ရှိနေခဲ့သည်။ ထို့နောက် 'ဥက္ဘာဟ် ဘင် 'အမ်ရ် က အီဂျစ်တပ်များကို ဦးဆောင်ခဲ့ပြီး ဆီးရီးယားတပ်များကို ဖဒါလာဟ် ဘင် 'ဥဘိုင်ဒ် က ဦးဆောင်ခဲ့သည်။ နောက်ပိုင်းတွင် ရောမ <span class=\"gray\">(ဘိုင်ဇန်တိုင်း)</span> စစ်သားများ၏ ကြီးမားသော တပ်ဖွဲ့ကြီးသည် မြို့မှ ထွက်ခွာလာပြီး ကျွန်ုပ်တို့သည် ၎င်းတို့အား တန်းစီကာ ရင်ဆိုင်ခဲ့ကြသည်။ မွတ်စ်လင်မ် အမျိုးသားတစ်ဦးသည် ရောမတပ်များကြားသို့ ဝင်ရောက်တိုက်ခိုက်ပြီး ၎င်းတို့ကို ဖောက်ထွက်ကာ ကျွန်ုပ်တို့ထံ ပြန်လာခဲ့သည်။ လူအများက 'အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်း အားလုံး ထိုက်တန်ပါစေ! သူသည် မိမိကိုယ်ကို သေခြင်းသို့ ပို့ဆောင်နေပြီ!' ဟု အော်ဟစ်ခဲ့ကြသည်။ အဘူ အိုင်ယူးဘ် က 'အို လူအများတို့! သင်တို့သည် ဤအာယတ်ကို မှားယွင်းစွာ ရှင်းပြနေကြသည်။ ၎င်းသည် ကျွန်ုပ်တို့၊ အန်ဆွာရ်များအကြောင်း ထုတ်ပြန်ခဲ့ခြင်း ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ သာသနာကို အောင်ပွဲပေးပြီး နောက်လိုက်များ တိုးပွားလာသောအခါ ဖြစ်သည်။ ကျွန်ုပ်တို့သည် တစ်ဦးနှင့်တစ်ဦး 'ယခု ကျွန်ုပ်တို့၏ ပစ္စည်းဥစ္စာများထံ ပြန်သွားပြီး ၎င်းတို့ကို ဂရုစိုက်ခြင်းသည် ပို၍ကောင်းလိမ့်မည်' ဟု ပြောဆိုခဲ့ကြသည်။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ် <span class=\"gray\">(၂:၁၉၅)</span> ကို ထုတ်ပြန်ခဲ့သည်' ဟု ပြောကြားခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">အဘူ ဘကရ် ဘင် 'အိုင်ယာရှ် က အဘူ အိစ်ဟက် အစ်-စွတ်ဘိုင်အီ က ပြောပြသည်ဟု ဖော်ပြထားသည်မှာ လူတစ်ဦးက အလ်-ဘရာအ် ဘင် 'အာဇိဘ် အား \"ကျွန်ုပ်တစ်ဦးတည်း ရန်သူ့တပ်များကို ဝင်ရောက်တိုက်ခိုက်ပြီး ၎င်းတို့က ကျွန်ုပ်ကို သတ်ခဲ့ပါက ကျွန်ုပ်သည် မိမိကိုယ်ကို သေခြင်းသို့ ပစ်ချနေမည်လား?\" ဟု မေးခဲ့သည်။ ထိုအခါ ၎င်းက \"မဟုတ်ပါ၊ အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ အား မိန့်ကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> အလ္လာဟ်အရှင်မြတ်၏ လမ်းတွင် တိုက်ခိုက်လော့၊ သင်၏ ကိုယ်တိုင်အတွက်မှအပ သင့်အား တာဝန်မပေးထား <span class=\"gray\">(တာဝန်မခံရ)</span>။)</span><span class=\"gray\">(၄:၈၄)</span> ထိုအာယတ် <span class=\"gray\">(၂:၁၉၅)</span> သည် သုံးစွဲခြင်းမှ <span class=\"gray\">(ရှောင်ကြဉ်ခြင်း)</span> အကြောင်းဖြစ်သည်။\" အိဗ်နု မာရ်ဒူဝီယာဟ် က ဤဟဒီးဆ်ကို ဖော်ပြထားသကဲ့သို့ အလ်-ဟာကင်မ် က ၎င်း၏ မွတ်စ်တတ်ဒရက်ကျမ်းတွင် \"၎င်းသည် ရှိုက်ခ်နှစ်ဦး <span class=\"gray\">(အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်)</span> ၏ စံနှုန်းများနှင့် ကိုက်ညီသော်လည်း ၎င်းတို့ မှတ်တမ်းတင်ခဲ့ခြင်း မရှိပေ\" ဟု ပြောခဲ့သည်။ အစ်-ဆောရီ နှင့် ကွိုက်စ် ဘင် အရ်-ရာဘီ က အလ်-ဘရာအ် ထံမှ ၎င်းကို ပြောပြခဲ့သည်၊ သို့သော် ထပ်မံဖြည့်စွက်သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُكَلَّفُ إِلَّا نَفْسَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ ကိုယ်တိုင်အတွက်မှအပ သင့်အား တာဝန်မပေးထား <span class=\"gray\">(တာဝန်မခံရ)</span>။)</span><span class=\"gray\">(၄:၈၄)</span> \"ပျက်စီးခြင်းဆိုသည်မှာ အပြစ်ကျူးလွန်ပြီး နောင်တမရဘဲနေသောသူကို ရည်ညွှန်းသည်၊ ထိုသို့အားဖြင့် မိမိကိုယ်ကို ပျက်စီးခြင်းသို့ ပစ်ချခြင်းဖြစ်သည်။\"</p><p lang=\"gd\" class=\"gd \">Ibn 'Abbas said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတွင် သုံးစွဲကြကုန်၊ သင်တို့ကိုယ်ကို ပျက်စီးခြင်းသို့ မပစ်ချကြကုန်နှင့်။)</span></p><p lang=\"my\" class=\"my \">\"ဤသည်မှာ တိုက်ခိုက်ခြင်းအကြောင်း မဟုတ်ပေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတွင် သုံးစွဲခြင်းမှ ရှောင်ကြဉ်ခြင်းအကြောင်း ဖြစ်သည်၊ ထိုသို့ဖြစ်ပါက မိမိကိုယ်ကို ပျက်စီးခြင်းသို့ ပစ်ချနေခြင်း ဖြစ်လိမ့်မည်။\"</p><p lang=\"my\" class=\"my \">အာယတ် <span class=\"gray\">(၂:၁၉၅)</span> တွင် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတွင် သုံးစွဲရန်၊ နာခံမှုနှင့် အလ္လာဟ်အရှင်မြတ်နှင့် ပိုမိုနီးစပ်စေမည့် အမျိုးမျိုးသော နယ်ပယ်များနှင့် နည်းလမ်းများတွင် သုံးစွဲရန် အမိန့်တော်ပါဝင်သည်။ ၎င်းသည် ရန်သူများကို တိုက်ခိုက်ရာတွင် သုံးစွဲခြင်းနှင့် ရန်သူအား မွတ်စ်လင်မ်များ ခိုင်မာစေမည့် အရာများတွင် သုံးစွဲခြင်းတို့နှင့် အထူးသက်ဆိုင်သည်။ အလ္လာဟ်အရှင်မြတ်က ဤကိစ္စတွင် သုံးစွဲခြင်းမှ ရှောင်ကြဉ်သူများသည် လုံးဝဥဿုံ ပျက်စီးခြင်းနှင့် အဆုံးသတ်ခြင်းကို ရင်ဆိုင်ရမည်ဟု မိန့်ကြားထားသည်၊ ဆိုလိုသည်မှာ ဤအလေ့အကျင့်ကို ရယူသူများ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အိဟ်ဆန် <span class=\"gray\">(သာသနာရေးတွင် ထူးချွန်ခြင်း)</span> ကို ရယူသင့်ကြောင်း အမိန့်ပေးထားသည်၊ ၎င်းသည် နာခံမှုဆိုင်ရာ လုပ်ရပ်များ၏ အမြင့်ဆုံး အစိတ်အပိုင်း ဖြစ်သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ</p><p lang=\"ga\" class=\"ga \"><span class=\"gray\">(and do good. Truly, Allah loves Al-Muhsinin <span class=\"gray\">(those who do good)</span>.)</span></p>"
  }
]