[
  {
    "ayah_key": "23:18",
    "group_ayah_key": "23:18",
    "from_ayah": "23:18",
    "to_ayah": "23:22",
    "ayah_keys": "23:18,23:19,23:20,23:21,23:22",
    "text": "<p lang=\"my\" class=\"my \">ကောင်းကင်မှ ရေကို တိုင်းတာ၍ ချပေးတော်မူခဲ့သည်။ ထို့နောက် ကျွန်ုပ်တို့သည် ၎င်းကို ကမ္ဘာမြေ၌ နေရာချထားပေးခဲ့ပြီး အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ၎င်းကို ဖယ်ရှားပစ်ရန် စွမ်းဆောင်နိုင်သူများ ဖြစ်ကြသည် <span>(၁၈)</span> ထို့နောက် ကျွန်ုပ်တို့သည် သင်တို့အဖို့ ၎င်းရေဖြင့် စွန်ပလွန်နှင့် စပျစ်ဥယျာဉ်များကို ဖြစ်ပေါ်စေခဲ့သည်၊ ၎င်းတို့၌ သင်တို့အတွက် သစ်သီးများစွာ ရှိပြီး ၎င်းတို့မှ သင်တို့ စားသုံးကြသည် <span>(၁၉)</span> ထို့ပြင် တူရ်စိုင်းနိုင်းမှ ပေါက်ဖွားလာသော သစ်ပင်တစ်ပင်သည် ဆီကို ဖြစ်ထွန်းစေပြီး စားသုံးသူများအတွက် အရသာရှိစေသည် <span>(၂၀)</span> အမှန်စင်စစ် နွားမွေးမြူရေး တိရစ္ဆာန်များ၌ သင်တို့အတွက် သင်ခန်းစာ အမှန်ပင် ရှိသည်။ ကျွန်ုပ်တို့သည် သင်တို့အား ၎င်းတို့၏ ဝမ်းဗိုက်ထဲ၌ ရှိသည်များမှ သောက်သုံးရန် ပေးသည်။ ၎င်းတို့၌ သင်တို့အတွက် အကျိုးကျေးဇူး များစွာ ရှိပြီး ၎င်းတို့မှ သင်တို့ စားသုံးကြသည် <span>(၂၁)</span> ထို့ပြင် ၎င်းတို့ပေါ်တွင်နှင့် သင်္ဘောများပေါ်တွင် သင်တို့အား သယ်ဆောင်ပေးသည် <span>(၂၂)</span></p><div lang=\"my\" class=\"my \"><h2>မိုး၊ အပင်များ၊ သစ်ပင်များနှင့် နွားမွေးမြူရေး တိရစ္ဆာန်များ၌ အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများနှင့် ကောင်းချီးမင်္ဂလာများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအပေါ် အဆုံးအမ မရေမတွက်နိုင်သော ကောင်းချီးမင်္ဂလာများကို ဖော်ပြထားတော်မူသည်။ ၎င်းကောင်းချီးများမှာ မိုးရေကို သင့်တော်သော ပမာဏအတိုင်း ချပေးတော်မူခြင်းဖြစ်ပြီး၊ ဆိုလိုသည်မှာ လိုအပ်သည့်အတိုင်းအတာအထိ ဖြစ်စေသည်။ မြေယာများနှင့် အဆောက်အအုံများကို ထိခိုက်ပျက်စီးစေလောက်အောင် များပြားခြင်းမရှိစေရ၊ သီးနှံများနှင့် သစ်သီးများအတွက် မလုံလောက်အောင် နည်းပါးခြင်းမရှိစေဘဲ၊ ရေသွင်းစိုက်ပျိုးခြင်း၊ သောက်သုံးခြင်းနှင့် အခြားအကျိုးကျေးဇူးများအတွက် လိုအပ်သမျှကို ပေးသနားတော်မူသည်။ အကယ်၍ မြေတစ်ကွက်သည် ရေသွင်းစိုက်ပျိုးရန် ရေများစွာလိုအပ်သော်လည်း မိုးရွာပါက ၎င်း၏မြေဩဇာကောင်းသော မြေဆီလွှာများ ရေနှင့်အတူ မျောပါသွားနိုင်ပါက အလ္လာဟ်အရှင်မြတ်သည် အခြားမြေမှ ရေကို ၎င်းသို့ ပေးပို့တော်မူသည်။ ဥပမာ- အီဂျစ်နိုင်ငံကဲ့သို့ပင်၊ ၎င်းကို ခြောက်သွေ့သောမြေဟု ဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် နိုင်လ်မြစ်ရေကို ၎င်းသို့ ပေးပို့တော်မူပြီး၊ အီသီယိုးပီးယားတွင် မိုးရွာသောအခါ ၎င်းရေသည် အနီရောင်မြေဆီလွှာကို ဆောင်ယူလာသည်။ ၎င်းရေသည် အီဂျစ်မြေကို ရေသွင်းစိုက်ပျိုးရန် အသုံးပြုသော အနီရောင်မြေဆီလွှာကို ဆောင်ယူလာပြီး၊ အနည်ကျသော အပိုင်းများကို စိုက်ပျိုးရေးအတွက် အသုံးပြုသည်။ အကြောင်းမှာ အီဂျစ်မြေသည် မြေဩဇာမကောင်းဘဲ အများစုမှာ သဲများသာ ဖြစ်သောကြောင့်ဖြစ်သည်။ နူးညံ့သိမ်မွေ့တော်မူသောအရှင်၊ အရာခပ်သိမ်းကို သိတော်မူသောအရှင်၊ အလွန်တရာ ကရုဏာရှင်၊ အပြစ်များအား ခွင့်လွှတ်တော်မူသောအရှင်သည် သန့်ရှင်းစင်ကြယ်တော်မူပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأَسْكَنَّاهُ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းကို ကမ္ဘာမြေ၌ နေရာချထားပေးခဲ့ပြီး၊)</span> ဆိုလိုသည်မှာ 'မိုးရေသည် မိုးတိမ်များမှ ဆင်းသက်လာသောအခါ၊ ကျွန်ုပ်တို့သည် ၎င်းကို ကမ္ဘာမြေ၌ တည်စေပြီး၊ ကမ္ဘာမြေကို ၎င်းကို စုပ်ယူစေကာ ကမ္ဘာမြေရှိ မျိုးစေ့များ စသည်တို့ကို ၎င်းရေဖြင့် အာဟာရဖြစ်စေသည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا عَلَىٰ ذَهَابٍ بِهِ لَقَادِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ၎င်းကို ဖယ်ရှားပစ်ရန် စွမ်းဆောင်နိုင်သူများ ဖြစ်ကြသည်)</span> ဆိုလိုသည်မှာ 'အကယ်၍ ကျွန်ုပ်တို့သည် မိုးမရွာစေလိုပါက ထိုသို့ ပြုလုပ်နိုင်သည်; အကယ်၍ ကျွန်ုပ်တို့သည် ၎င်းကို သဲကန္တာရနှင့် မြေရိုင်းများဆီသို့ လမ်းကြောင်းလွှဲလိုပါက ထိုသို့ ပြုလုပ်နိုင်သည်; အကယ်၍ ကျွန်ုပ်တို့သည် ၎င်းကို ငန်စေလိုသဖြင့် သင်တို့ သောက်သုံးခြင်း သို့မဟုတ် ရေသွင်းစိုက်ပျိုးခြင်းအတွက် အကျိုးမဖြစ်ထွန်းစေလိုပါက ထိုသို့ ပြုလုပ်နိုင်သည်; အကယ်၍ ကျွန်ုပ်တို့သည် ၎င်းကို ကမ္ဘာမြေက မစုပ်ယူဘဲ မျက်နှာပြင်ပေါ်တွင်သာ ကျန်ရှိစေလိုပါက ထိုသို့ ပြုလုပ်နိုင်သည်; အကယ်၍ ကျွန်ုပ်တို့သည် ၎င်းကို မြေအောက်နက်နက်သို့ ရောက်စေလိုသဖြင့် သင်တို့ မရောက်နိုင်ဘဲ အကျိုးမဖြစ်ထွန်းစေလိုပါက ထိုသို့ ပြုလုပ်နိုင်သည်' ဟုဖြစ်သည်။ သို့သော် အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်ကြောင့် အရှင်မြတ်သည် ချိုမြိန်သော ရေကြည်များကို မိုးတိမ်များမှ သင်တို့ထံသို့ ကျဆင်းစေပြီးနောက် ၎င်းရေသည် မြေကြီးထဲသို့ စိမ့်ဝင်ကာ စမ်းရေတွင်းများနှင့် မြစ်များကို ဖြစ်ပေါ်စေသည်။ သင်တို့သည် ၎င်းကို သင်တို့၏ သီးနှံများနှင့် သစ်သီးများကို ရေသွင်းရန် အသုံးပြုကြပြီး၊ သင်တို့ သောက်သုံးကြကာ သင်တို့၏ မွေးမြူရေးတိရစ္ဆာန်များနှင့် နွားများအား တိုက်ကျွေးကြပြီး၊ ၎င်းရေဖြင့် ရေချိုးကာ သန့်စင်ကြသည်။ အရှင်မြတ်သာလျှင် ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းများ ထိုက်တန်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنشَأْنَا لَكُم بِهِ جَنَّاتٍ مِّن نَّخِيلٍ وَأَعْنَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကျွန်ုပ်တို့သည် သင်တို့အဖို့ ၎င်းရေဖြင့် စွန်ပလွန်နှင့် စပျစ်ဥယျာဉ်များကို ဖြစ်ပေါ်စေခဲ့သည်)</span> ဆိုလိုသည်မှာ 'ကောင်းကင်မှ ကျွန်ုပ်တို့ ချပေးတော်မူသော ရေဖြင့် သင်တို့အတွက် လှပသော ဥယျာဉ်များနှင့် သစ်သီးခြံများကို ကျွန်ုပ်တို့ ဖြစ်ပေါ်စေသည်' ဟုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّن نَّخِيلٍ وَأَعْنَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စွန်ပလွန်နှင့် စပျစ်ဥယျာဉ်များကို)</span> ဤသည်တို့မှာ ဟီဂျာဇ်ဒေသခံများ သိရှိကြသော ဥယျာဉ်များဖြစ်သည်။ သို့သော် အရာတစ်ခုနှင့် ၎င်း၏တူညီသော အခြားအရာတစ်ခုအကြား ကွဲပြားမှု မရှိပေ။ ဒေသတစ်ခုစီမှ လူများသည် အလ္လာဟ်အရှင်မြတ် ပေးသနားတော်မူသော ကောင်းချီးသစ်သီးများ ရှိကြပြီး၊ ၎င်းကောင်းချီးများအတွက် အလ္လာဟ်အရှင်မြတ်အား လုံလောက်စွာ ကျေးဇူးတင်ခြင်း မပြုနိုင်ကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၌ သင်တို့အတွက် သစ်သီးများစွာ ရှိသည်၊)</span> ဆိုလိုသည်မှာ သစ်သီးမျိုးစုံကို ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြားနေရာတွင် မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းရေဖြင့် <span class=\"gray\">[မိုးရေ]</span> အရှင်မြတ်သည် သင်တို့အတွက် သီးနှံများ၊ သံလွင်ပင်များ၊ စွန်ပလွန်ပင်များ၊ စပျစ်ပင်များနှင့် သစ်သီးမျိုးစုံတို့ကို ပေါက်ရောက်စေသည်)</span><span class=\"gray\">(၁၆:၁၁)</span>။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْهَا تَأْكُلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့မှ သင်တို့ စားသုံးကြသည်)</span> ဤသည်မှာ သင်တို့ ၎င်း၏အလှကို ကြည့်ရှုပြီး၊ မှည့်အောင် စောင့်ဆိုင်းကာမှ ၎င်းမှ စားသုံးကြသည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တူရ်စိုင်းနိုင်းမှ ပေါက်ဖွားလာသော သစ်ပင်တစ်ပင်သည်)</span> ဆိုလိုသည်မှာ သံလွင်ပင်ကို ဖြစ်သည်။ တူရ်ဆိုသည်မှာ တောင်ကို ဆိုလိုသည်။ အချို့ပညာရှင်များက \"၎င်းပေါ်တွင် သစ်ပင်များရှိပါက တူရ်ဟုခေါ်ပြီး၊ သစ်ပင်မရှိဘဲ ပြောင်တီးနေပါက ဂျဘယ်ဟု ခေါ်သည်၊ တူရ်ဟု မခေါ်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ စိုင်းနိုင်းတောင်သည် တူရ်စင်နင်နှင့် အတူတူပင်ဖြစ်ပြီး၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က မူဆာ ဘင် အင်မ်ရာန်နှင့် စကားပြောဆိုတော်မူခဲ့သော တောင်ဖြစ်သည်၊ အရှင်မြတ်အပေါ် ဆွလားဝါတ်နှင့် ဆလာမ် သက်ရောက်ပါစေ။ ပတ်ဝန်းကျင်တောင်များ၌ သံလွင်ပင်များ ရှိကြသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\"> تَنْبُتُ بِالدُّهْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆီကို ဖြစ်ထွန်းစေသည်၊)</span> အချို့ပညာရှင်များက ၎င်းသည် ဆီကို ထုတ်လုပ်ပေးသည်ဟု <span class=\"gray\">[ဘာသာဗေဒအရ]</span> ယူဆကြသည်။ အခြားသူများကမူ ၎င်းသည် \"ဆီနှင့်အတူ ထွက်ပေါ်လာသည်\" ဟု <span class=\"gray\">[ဘာသာဗေဒအရ]</span> ဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصِبْغٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အရသာရှိစေသည်)</span> ဆိုလိုသည်မှာ အချဉ်ရည် ဖြစ်သည်။ ကာတာဒါဟ်၏ အဆိုအရ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">لِّلْآكِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စားသုံးသူများအတွက်)</span> ဆိုလိုသည်မှာ ၎င်းတွင် အကျိုးပြုဆီနှင့် အရသာရှိသော အချဉ်ရည် ပါဝင်သည်။</p><p lang=\"my\" class=\"my \">အဘ်ဒ် ဘင်န် ဟွမ်မိုင်ဒ်သည် ၎င်း၏ မွစ်နဒ်နှင့် တဖ်စီရ်ကျမ်းများတွင် အွမ်မာရ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتَدِمُوا بِالزَّيْتِ وَادَّهِنُوا بِهِ فَإِنَّهُ يَخْرُجُ مِنْ شَجَرَةٍ مُبَارَكَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချဉ်ရည်အဖြစ် <span class=\"gray\">(သံလွင်)</span> ဆီကို စားသုံးကြပြီး၊ ဆီအဖြစ် လိမ်းကြပါ။ အကြောင်းမှာ ၎င်းသည် မင်္ဂလာရှိသော သစ်ပင်မှ လာသောကြောင့် ဖြစ်သည်)</span> ၎င်းကို အတ်-တီရ်မီဇီနှင့် အိဘ်နုမာဂျာဟ်တို့က မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ - وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် နွားမွေးမြူရေး တိရစ္ဆာန်များ၌ သင်တို့အတွက် သင်ခန်းစာ အမှန်ပင် ရှိသည်။ ကျွန်ုပ်တို့သည် သင်တို့အား ၎င်းတို့၏ ဝမ်းဗိုက်ထဲ၌ ရှိသည်များမှ သောက်သုံးရန် ပေးသည်။ ၎င်းတို့၌ သင်တို့အတွက် အကျိုးကျေးဇူး များစွာ ရှိပြီး ၎င်းတို့မှ သင်တို့ စားသုံးကြသည်။ ထို့ပြင် ၎င်းတို့ပေါ်တွင်နှင့် သင်္ဘောများပေါ်တွင် သင်တို့အား သယ်ဆောင်ပေးသည်)</span>၊</p><p lang=\"my\" class=\"my \">ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်သည် နွားမွေးမြူရေး တိရစ္ဆာန်များ၌ မိမိ၏ကျွန်များအား ပေးသနားထားသော အကျိုးကျေးဇူးများကို ဖော်ပြထားတော်မူသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် မစင်နှင့် သွေးကြားမှ ထွက်လာသော နို့ကို သောက်သုံးကြပြီး၊ ၎င်းတို့၏အသားကို စားသုံးကာ၊ ၎င်းတို့၏ သိုးမွေးနှင့် အမွေးများဖြင့် အဝတ်အစားများ ပြုလုပ်ဝတ်ဆင်ကြသည်။ ၎င်းတို့၏ ကျောပေါ်၌ စီးနင်းကြပြီး၊ ၎င်းတို့ပေါ်တွင် လေးလံသောဝန်များကို ဝေးလံသောဒေသများသို့ သယ်ဆောင်ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَدٍ لَّمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنفُسِ ۚ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင်တို့၏ ဝန်များကို သင်တို့ ကိုယ်တိုင် အလွန်တရာပင် ပင်ပန်းဆင်းရဲခြင်းမရှိဘဲ မရောက်နိုင်သည့် မြေသို့ သယ်ဆောင်ပေးသည်။ အမှန်စင်စစ် သင်တို့၏ အရှင်သည် ကြင်နာမှု အပြည့်ရှိတော်မူသော အရှင်၊ အလွန်တရာ ကရုဏာရှင်ဖြစ်တော်မူသည်)</span><span class=\"gray\">(၁၆:၇)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ - وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ - وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ လက်တော်များဖြင့် ဖန်ဆင်းထားသော အရာများမှ ၎င်းတို့အတွက် နွားမွေးမြူရေး တိရစ္ဆာန်များကို ကျွန်ုပ်တို့ ဖန်ဆင်းထားသည်ကို ၎င်းတို့ မမြင်ကြပေလား။ ၎င်းတို့သည် ၎င်းတို့၏ ပိုင်ရှင်များ ဖြစ်ကြသည်။ ထို့ပြင် ၎င်းတို့ကို ၎င်းတို့အတွက် ကျွန်ုပ်တို့ နာခံစေထားသည်၊ သို့ဖြစ်ရာ အချို့ကို ၎င်းတို့ စီးနင်းကြပြီး အချို့ကို ၎င်းတို့ စားသုံးကြသည်။ ၎င်းတို့၌ ၎င်းတို့အတွက် အကျိုးကျေးဇူးများနှင့် သောက်စရာများ ရှိသည်။ သို့ဖြစ်ပါက ၎င်းတို့သည် ကျေးဇူးမတင်ကြတော့ပေလား။)</span><span class=\"gray\">(၃၆:၇၁-၇၃)</span></p>"
  },
  {
    "ayah_key": "23:23",
    "group_ayah_key": "23:23",
    "from_ayah": "23:23",
    "to_ayah": "23:25",
    "ayah_keys": "23:23,23:24,23:25",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ကျွန်ုပ်တို့သည် နူးဟ်ကို ၎င်း၏လူမျိုးထံသို့ စေလွှတ်ခဲ့သည်။ ထို့နောက် ၎င်းက ပြောကြားခဲ့သည်- \"အို ကျွန်ုပ်၏လူမျိုးတို့! အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြပါ။ သင်တို့တွင် အရှင်မှတစ်ပါး အခြားကိုးကွယ်ရာ ဘုရားမရှိပါ။ သို့ဖြစ်ပါက သင်တို့သည် တက်ကဝါမရှိကြတော့ပေလား။ <span>(၂၃)</span> သို့သော် ၎င်း၏လူမျိုးမှ မယုံကြည်သူ ခေါင်းဆောင်များက ပြောကြားခဲ့သည်- \"သူသည် သင်တို့ကဲ့သို့ လူသားတစ်ဦးမျှသာ ဖြစ်သည်။ သူသည် မိမိကိုယ်ကို သင်တို့ထက် သာလွန်စေရန် ကြိုးစားနေခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါက အရှင်မြတ်သည် အမှန်ပင် ကောင်းကင်တမန်များကို ချပေးတော်မူမည်ဖြစ်သည်။ ကျွန်ုပ်တို့၏ ရှေးဟောင်းဘိုးဘွားများကြားတွင် ထိုသို့သောအရာကို ကျွန်ုပ်တို့ မကြားခဲ့ရဖူးပါ။ <span>(၂၄)</span>\"သူသည် ရူးသွပ်မှုရှိသော လူတစ်ဦးမျှသာ ဖြစ်သည်၊ သို့ဖြစ်၍ သူ့ကို ခဏမျှ စောင့်ဆိုင်းကြပါ။ <span>(၂၅)</span></p><div lang=\"my\" class=\"my \"><h2>နူးဟ်၏ ဖြစ်ရပ်၊ အရှင်မြတ်အပေါ် ဆွလားဝါတ်နှင့် ဆလာမ် သက်ရောက်ပါစေ၊ နှင့် ၎င်း၏လူမျိုး</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နူးဟ်အကြောင်းကို ပြောပြထားတော်မူသည်။ အရှင်မြတ်အပေါ် ဆွလားဝါတ်နှင့် ဆလာမ် သက်ရောက်ပါစေ။ အရှင်မြတ်သည် နူးဟ်ကို ၎င်း၏လူမျိုးထံသို့ စေလွှတ်ခဲ့သည်၊ အရှင်မြတ်နှင့်တွဲဖက်ကိုးကွယ်သူများ၊ အရှင်မြတ်၏ အမိန့်များကို မနာခံသူများနှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော်များကို မယုံကြည်သူများအား အလ္လာဟ်အရှင်မြတ်၏ ပြင်းထန်သော ပြစ်ဒဏ်နှင့် အရှင်မြတ်၏ ပြင်းထန်သော လက်စားချေမှုအကြောင်း သတိပေးရန် ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِّنْ إِلَٰهٍ غَيْرُهُ ۖ أَفَلَا تَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းက ပြောကြားခဲ့သည်- \"အို ကျွန်ုပ်၏လူမျိုးတို့! အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြပါ။ သင်တို့တွင် အရှင်မှတစ်ပါး အခြားကိုးကွယ်ရာ ဘုရားမရှိပါ။ သို့ဖြစ်ပါက သင်တို့သည် တက်ကဝါမရှိကြတော့ပေလား။\")</span> ဆိုလိုသည်မှာ \"အရှင်မြတ်နှင့်တွဲဖက်ကိုးကွယ်ခြင်း ပြုလုပ်သောအခါ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို မကြောက်ရွံ့ကြတော့ပေလား\" ဟုဖြစ်သည်။ ၎င်း၏လူမျိုးမှ ခေါင်းဆောင်များက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا هَٰذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သင်တို့ကဲ့သို့ လူသားတစ်ဦးမျှသာ ဖြစ်သည်၊ သူသည် မိမိကိုယ်ကို သင်တို့ထက် သာလွန်စေရန် ကြိုးစားနေခြင်းဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'သူသည် မိမိကိုယ်ကို သင်တို့ထက် သာလွန်စေရန် ကြိုးစားနေပြီး၊ ပရောဖက်တစ်ပါးဖြစ်သည်ဟု ပြောကြားခြင်းဖြင့် မိမိကိုယ်ကို ကြီးမြတ်စေရန် ကြိုးစားနေခြင်းဖြစ်သည်၊ သို့သော် သူသည် သင်တို့ကဲ့သို့ လူသားတစ်ဦးမျှသာ ဖြစ်သည်၊ သို့ဖြစ်၍ သင်တို့ ဗျာဒိတ်တော်မရရှိချိန်တွင် သူ မည်သို့ ဗျာဒိတ်တော်ရရှိနိုင်မည်နည်း' ဟုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَوْ شَاءَ اللَّهُ لَأَنْزَلَ مَلَائِكَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါက အရှင်မြတ်သည် အမှန်ပင် ကောင်းကင်တမန်များကို ချပေးတော်မူမည်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ပရောဖက်တစ်ပါးကို စေလွှတ်လိုခဲ့ပါက အရှင်မြတ်သည် အရှင်မြတ်ထံမှ ကောင်းကင်တမန်တစ်ပါးကို စေလွှတ်မည်ဖြစ်သည်၊ လူသားတစ်ဦးကို မဟုတ်ပေ။ ထိုသို့သော အရာမျိုးကို – ဆိုလိုသည်မှာ လူတစ်ဦးကို ကျွန်ုပ်တို့၏ ဘိုးဘွားများထံသို့ စေလွှတ်ခြင်းကို – ကျွန်ုပ်တို့ ရှေးကာလကပင် မကြားခဲ့ရဖူးပေ' ဟုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ရူးသွပ်မှုရှိသော လူတစ်ဦးမျှသာ ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ 'သူသည် အလ္လာဟ်အရှင်မြတ်က သူ့ကို စေလွှတ်ခဲ့ပြီး သင်တို့အထဲမှ ဗျာဒိတ်တော်ရရှိရန် ရွေးချယ်ခဲ့သည်ဟု ပြောကြားခြင်း၌ ရူးသွပ်နေသည်' ဟုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَبَّصُوا بِهِ حَتَّىٰ حِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သူ့ကို ခဏမျှ စောင့်ဆိုင်းကြပါ။)</span> ဆိုလိုသည်မှာ 'သူသေဆုံးသည်အထိ စောင့်ဆိုင်းကြ၊ သူ့ကို ဖယ်ရှားနိုင်သည်အထိ သည်းခံကြ' ဟုဖြစ်သည်။</p>"
  }
]