[
  {
    "ayah_key": "29:53",
    "group_ayah_key": "29:53",
    "from_ayah": "29:53",
    "to_ayah": "29:55",
    "ayah_keys": "29:53,29:54,29:55",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် အသင့်အား ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် တောင်းဆိုကြ၏။ အကယ်၍ သတ်မှတ်ထားသော ကာလတစ်ခုသာ မရှိခဲ့ပါမူ ပြစ်ဒဏ်သည် ၎င်းတို့ထံသို့ သေချာပေါက် ရောက်လာပြီးဖြစ်မည်။ ၎င်းတို့ သတိမမူမိချိန်တွင် ထိုပြစ်ဒဏ်သည် ၎င်းတို့ထံသို့ ရုတ်တရက် ရောက်လာမည်မှာ သေချာ၏ <span>(၅၃)</span>၎င်းတို့သည် အသင့်အား ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် တောင်းဆိုကြ၏။ မဟုတ်မမှန် ယုံကြည်သူတို့အား ငရဲသည် သေချာပေါက် ဝန်းရံထားမည်ဖြစ်သည်။ <span>(၅၄)</span>ထိုနေ့တွင် ပြစ်ဒဏ်သည် ၎င်းတို့အပေါ်မှလည်းကောင်း၊ ၎င်းတို့ခြေဖဝါးအောက်မှလည်းကောင်း ဖုံးလွှမ်းသွားမည်ဖြစ်ပြီး၊ 'သင်တို့ ပြုခဲ့သည်များကို မြည်းစမ်းကြလော့' ဟု ပြောဆိုခြင်းခံရမည်။ <span>(၅၅)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်ပွားကိုးကွယ်သူတို့သည် ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် မည်သို့ တောင်းဆိုကြသနည်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရုပ်ပွားကိုးကွယ်သူတို့၏ အသိပညာမဲ့မှုကိုလည်းကောင်း၊ ၎င်းတို့အပေါ်သို့ အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်သည် လျင်မြန်စွာ ကျရောက်လာစေရန် မည်သို့ တောင်းဆိုခဲ့သည်ကိုလည်းကောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ‘အို အလ္လာဟ်၊ အကယ်၍ ၎င်းသည် အသင့်ထံမှ အမှန်တရားဖြစ်ပါမူ ကောင်းကင်မှ ကျောက်တုံးများကို ကျွန်ုပ်တို့အပေါ် မိုးရွာစေပါ သို့မဟုတ် ကျွန်ုပ်တို့ထံသို့ ပြင်းထန်သော ပြစ်ဒဏ်ကို ဆောင်ကျဉ်းပေးပါ’ ဟု ပြောဆိုခဲ့ကြသောအခါ။)</span><span class=\"gray\">(၈:၃၂)</span>။ ဤတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ ۚ وَلَوْلَا أَجَلٌ مُسَمًّى لَجَاءَهُمُ الْعَذَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အသင့်အား ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် တောင်းဆိုကြ၏။ အကယ်၍ သတ်မှတ်ထားသော ကာလတစ်ခုသာ မရှိခဲ့ပါမူ ပြစ်ဒဏ်သည် ၎င်းတို့ထံသို့ သေချာပေါက် ရောက်လာပြီးဖြစ်မည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ပြစ်ဒဏ်ကို ရှင်ပြန်ထမြောက်ရာနေ့အထိ နှောင့်နှေးစေရန် အမိန့်ချမှတ်ထားခြင်း မရှိခဲ့ပါမူ ၎င်းတို့ တောင်းဆိုသည့်အတိုင်း ပြစ်ဒဏ်သည် ၎င်းတို့ထံသို့ လျင်မြန်စွာ ရောက်လာခဲ့ပြီးဖြစ်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ - يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ သတိမမူမိချိန်တွင် ၎င်းတို့ထံသို့ ရုတ်တရက် ရောက်လာမည်မှာ သေချာ၏။ ၎င်းတို့သည် အသင့်အား ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် တောင်းဆိုကြ၏။ မဟုတ်မမှန် ယုံကြည်သူတို့အား ငရဲသည် သေချာပေါက် ဝန်းရံထားမည်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ '၎င်းတို့သည် အသင့်အား ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် တောင်းဆိုကြသော်လည်း ၎င်းတို့အပေါ်သို့ သံသယမရှိဘဲ ကျရောက်လာမည်' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ပြစ်ဒဏ် <span class=\"gray\">(ငရဲမီး)</span> သည် ၎င်းတို့အပေါ်မှလည်းကောင်း၊ ၎င်းတို့ခြေဖဝါးအောက်မှလည်းကောင်း ဖုံးလွှမ်းသွားမည်ဖြစ်သည်)</span> ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ငရဲအိပ်ရာ ရှိမည်ဖြစ်ပြီး ၎င်းတို့အပေါ်တွင် <span class=\"gray\">(ငရဲမီး၏)</span> အဖုံးအကာများ ရှိမည်။)</span><span class=\"gray\">(၇:၄၁)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တွင် ၎င်းတို့အပေါ်မှ မီးအဖုံးအကာများလည်းကောင်း၊ ၎င်းတို့အောက်မှ <span class=\"gray\">(မီး)</span> အဖုံးအကာများလည်းကောင်း ရှိမည်။)</span><span class=\"gray\">(၃၉:၁၆)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ မဟုတ်မမှန် ယုံကြည်သူတို့သည် ၎င်းတို့မျက်နှာများမှလည်းကောင်း၊ ၎င်းတို့ကျောများမှလည်းကောင်း မီးကို မကာကွယ်နိုင်သည့် <span class=\"gray\">(အချိန်ကို)</span> သိခဲ့ကြပါမူ။)</span><span class=\"gray\">(၂၁:၃၉)</span>။ မီးသည် ၎င်းတို့အား ဘေးပတ်လည်မှ ဖုံးလွှမ်းသွားမည်ဖြစ်ပြီး၊ ၎င်းသည် ကိုယ်ခန္ဓာဆိုင်ရာ ပြစ်ဒဏ်အနေဖြင့် ပိုမို ထိရောက်ပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُ ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် 'သင်တို့ ပြုခဲ့သည်များကို မြည်းစမ်းကြလော့' ဟု ပြောဆိုခြင်းခံရမည်။)</span> ဤသည်မှာ ခြိမ်းခြောက်ခြင်းနှင့် ဆူပူကြိမ်းမောင်းခြင်းဖြစ်ပြီး စိတ်ပိုင်းဆိုင်ရာ ပြစ်ဒဏ်၏ ပုံစံတစ်မျိုးဖြစ်သည်၊ အာယသ်တော်တွင် ပါရှိသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ - إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ငရဲမီးထဲသို့ ၎င်းတို့မျက်နှာများဖြင့် တရွတ်တိုက် ဆွဲခေါ်ခံရမည့်နေ့ <span class=\"gray\">(၎င်းတို့အား ပြောဆိုခြင်းခံရမည်)</span> 'ငရဲ၏ ထိတွေ့မှုကို မြည်းစမ်းကြလော့။' အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အရာခပ်သိမ်းကို တိုင်းတာခြင်းဖြင့် ဖန်ဆင်းထားခဲ့သည်။)</span><span class=\"gray\">(၅၄:၄၈-၄၉)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا - هَٰذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ - أَفَسِحْرٌ هَٰذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ - اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ငရဲမီးထဲသို့ ကြောက်မက်ဖွယ်ကောင်းသော၊ အတင်းအကြပ် တွန်းချခံရမည့်နေ့။ ဤသည်မှာ သင်တို့ ငြင်းပယ်ခဲ့သော မီးပင်ဖြစ်သည်။ ဤသည်မှာ မှော်ဆရာ၏ ပြုစားခြင်းလော သို့မဟုတ် သင်တို့ မမြင်ကြသလော။ သင်တို့ ၎င်းထဲသို့ ဝင်ရောက်ကြလော့ <span class=\"gray\">(၎င်း၏ အပူဒဏ်ကို မြည်းစမ်းကြလော့)</span>။ သင်တို့သည် ၎င်းကို သည်းခံသည်ဖြစ်စေ၊ မသည်းခံသည်ဖြစ်စေ အတူတူပင်ဖြစ်သည်။ သင်တို့ ပြုခဲ့သည်များအတွက်သာ အစားပေးခြင်း ခံရမည်။)</span><span class=\"gray\">(၅၂:၁၃-၁၆)</span></p>"
  },
  {
    "ayah_key": "29:56",
    "group_ayah_key": "29:56",
    "from_ayah": "29:56",
    "to_ayah": "29:60",
    "ayah_keys": "29:56,29:57,29:58,29:59,29:60",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သော ကျွန်ုပ်၏ ကျွန်များ! အမှန်စင်စစ် ကျွန်ုပ်၏ကမ္ဘာမြေသည် ကျယ်ဝန်းလှ၏။ ထို့ကြောင့် ကျွန်ုပ်အားသာ ကိုးကွယ်ကြလော့ <span>(၅၆)</span>လူတိုင်းသည် သေခြင်းတရားကို မြည်းစမ်းရမည်။ ထို့နောက် ကျွန်ုပ်တို့ထံသို့ သင်တို့အား ပြန်လည်ပို့ဆောင်ခြင်းခံရမည် <span>(၅၇)</span>ယုံကြည်ပြီး ဖြောင့်မတ်သော ကောင်းမှုတို့ကို ပြုသောသူတို့အား ၎င်းတို့အောက်မှ မြစ်များစီးဆင်းနေသော ဥယျာဉ်(ဂျန္နတ်)ရှိ မြင့်မားသော နေအိမ်များကို ကျွန်ုပ်တို့ သေချာပေါက် ပေးသနားမည်။ ထိုနေရာတွင် ထာဝစဉ် နေထိုင်ကြရမည်။ ကောင်းမှုပြုသူတို့အတွက် အကောင်းဆုံး အစားပေးခြင်း ဖြစ်ပေသည် <span>(၅၈)</span>သည်းခံသူများနှင့် ၎င်းတို့၏ အရှင်သခင်အပေါ် ယုံကြည်ကိုးစားသောသူများ <span>(၅၉)</span>ရွေ့လျားနေသော သတ္တဝါများစွာသည် ၎င်းတို့ကိုယ်ပိုင် ရိက္ခာကို မသယ်ဆောင်ကြပေ။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အတွက်လည်းကောင်း၊ သင်တို့အတွက်လည်းကောင်း ရိက္ခာကို ပေးသနားတော်မူ၏။ ၎င်းအရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူသောအရှင်၊ အလုံးစုံကို သိတော်မူသောအရှင် ဖြစ်တော်မူ၏ <span>(၆၀)</span></p><div lang=\"my\" class=\"my \"><h2>ရွှေ့ပြောင်းနေထိုင်ရန် အကြံပြုခြင်းနှင့် ရိက္ခာနှင့် ကောင်းမြတ်သော အစားပေးခြင်း ကတိတော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအရှင်မြတ်အား တစ်ဆူတည်းဖြစ်ကြောင်း ကြေညာကာ ၎င်းအရှင်မြတ် အမိန့်ပေးထားသည့်အတိုင်း ကိုးကွယ်ခြင်းဖြင့် အစ္စလာမ်သာသနာကို ထူထောင်ရန် မတတ်နိုင်သည့် မြေမှ အလ္လာဟ်အရှင်မြတ်၏ ကျယ်ဝန်းသော ကမ္ဘာမြေသို့ ရွှေ့ပြောင်းနေထိုင်ရန် ၎င်းအရှင်မြတ်၏ ယုံကြည်သော ကျွန်များအား အမိန့်ပေးတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သော ကျွန်ုပ်၏ ကျွန်များ! အမှန်စင်စစ် ကျွန်ုပ်၏ကမ္ဘာမြေသည် ကျယ်ဝန်းလှ၏။ ထို့ကြောင့် ကျွန်ုပ်အားသာ ကိုးကွယ်ကြလော့။)</span> မက္ကာဟ်ရှိ အားနည်းသော အခြေအနေနှင့် နှိပ်စက်ခံရသော ယုံကြည်သူများအတွက် အခြေအနေများ အလွန်ခက်ခဲလာသောအခါ ၎င်းတို့သည် ထွက်ခွာပြီး အီသီယိုးပီးယားသို့ ရွှေ့ပြောင်းနေထိုင်ခဲ့ကြရာ ၎င်းတို့၏ ဘာသာတရားကို ကျင့်သုံးနိုင်ခဲ့ကြသည်။ မွတ်စလင်မ်တို့သည် အီသီယိုးပီးယားကို ဧည့်သည်များအတွက် အကောင်းဆုံးနေရာအဖြစ် တွေ့ရှိခဲ့ကြ၏။ အလ္လာဟ်အရှင်မြတ် ကရုဏာထားတော်မူပါစေသော အီသီယိုးပီးယားဘုရင် အာရှမာဟ် (Negus) သည် ၎င်းတို့အား ခိုလှုံခွင့်ပေးခဲ့ပြီး၊ ကူညီထောက်ပံ့ကာ ၎င်း၏နိုင်ငံ၌ ဂုဏ်ပြုခဲ့သည်။ နောက်ပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် ကျန်ရှိသော ဆွဟာဘာများသည် အလ္လာဟ်အရှင်မြတ် ကာကွယ်တော်မူသော ယခင်က ယသ်ရစ်ဗ် (Yathrib) ဟု လူသိများသော အလ်-မဒီနာသို့ ရွှေ့ပြောင်းခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်းသည် သေခြင်းတရားကို မြည်းစမ်းရမည်။ ထို့နောက် ကျွန်ုပ်တို့ထံသို့ သင်တို့အား ပြန်လည်ပို့ဆောင်ခြင်းခံရမည်။)</span> ဆိုလိုသည်မှာ 'သင်တို့ မည်သည့်နေရာတွင် ရှိနေသည်ဖြစ်စေ သေခြင်းတရားသည် သင့်ထံသို့ ရောက်လာမည်ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်အား အမြဲနာခံပြီး အလ္လာဟ်အရှင်မြတ် အမိန့်ပေးသည့်နေရာတွင် နေထိုင်ကြလော့။ အဘယ်ကြောင့်ဆိုသော် ဤသည်မှာ သင့်အတွက် ပိုကောင်းသောကြောင့်ဖြစ်သည်။ သေခြင်းတရားသည် ရှောင်လွှဲမရသော အရာဖြစ်ပြီး ၎င်းမှ လွတ်မြောက်ရန် မရှိပေ။ ထို့နောက် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံသို့ ပြန်သွားရမည်ဖြစ်ပြီး၊ ၎င်းအရှင်မြတ်အား နာခံသော မည်သူမဆို အကောင်းဆုံး အစားပေးခြင်းကို ရရှိမည်' ဟူ၍ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُبَوِّئَنَّهُمْ مِنَ الْجَنَّةِ غُرَفًا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီး ဖြောင့်မတ်သော ကောင်းမှုတို့ကို ပြုသောသူတို့အား ၎င်းတို့အောက်မှ မြစ်များစီးဆင်းနေသော ဥယျာဉ်(ဂျန္နတ်)ရှိ မြင့်မားသော နေအိမ်များကို ကျွန်ုပ်တို့ သေချာပေါက် ပေးသနားမည်။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် ၎င်းတို့အား ဥယျာဉ်(ဂျန္နတ်)ရှိ မြင့်မားသော နေအိမ်များတွင် နေထိုင်စေမည်ဖြစ်ပြီး ၎င်းတို့အောက်မှ ရေ၊ ဝိုင်၊ ပျားရည်နှင့် နို့ စသည့် အမျိုးမျိုးသော မြစ်များ စီးဆင်းနေမည်ဖြစ်ရာ ၎င်းတို့ ဆန္ဒရှိရာသို့ လမ်းညွှန်ကာ စီးဆင်းစေနိုင်သည်' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် ထာဝစဉ် နေထိုင်ကြရမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထိုနေရာတွင် ထာဝစဉ် နေထိုင်ကြမည်ဖြစ်ပြီး ထွက်ခွာလိုစိတ် လုံးဝမရှိကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِعْمَ أَجْرُ الْعَامِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုပြုသူတို့အတွက် အကောင်းဆုံး အစားပေးခြင်း ဖြစ်ပေသည်)</span> ဤအခန်းများသည် ယုံကြည်သူတို့၏ ကောင်းမှုများအတွက် မင်္ဂလာရှိသော အစားပေးခြင်း ဖြစ်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ صَبَرُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သည်းခံသူများ)</span> ၎င်းတို့၏ ဘာသာတရားကို စွဲကိုင်ရာတွင် သည်းခံသူများ၊ အလ္လာဟ်အရှင်မြတ်အတွက် ရွှေ့ပြောင်းနေထိုင်ကာ ရန်သူကို တိုက်ခိုက်ခဲ့သူများ၊ ၎င်းတို့၏ မိသားစုများနှင့် ဆွေမျိုးများကို စွန့်ပယ်ကာ အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာဖွေသူများ၊ ၎င်းအရှင်မြတ်ထံတွင် ရှိသော အရာများကို မျှော်လင့်ပြီး ၎င်းအရှင်မြတ်၏ ကတိတော်ကို ယုံကြည်သူများ ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် ကရုဏာထားတော်မူပါစေသော အိဗ်နု အဘီ ဟာတိမ် (Ibn Abi Hatim) သည် အဘူ မူအာနိက် အလ်-အရှ်အာရီ (Abu Mu'aniq Al-Ash'ari) ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အဘူ မာလိက် အလ်-အရှ်အာရီ (Abu Malik Al-Ash'ari) က ၎င်းအား အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ၎င်းအား မိန့်ကြားတော်မူသည်ဟု ပြောဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ غُرَفًا يُرَى ظَاهِرُهَا مِنْ بَاطِنِهَا، وَبَاطِنُهَا مِنْ ظَاهِرِهَا، أَعَدَّهَا اللهُ تَعَالَى لِمَنْ أَطْعَمَ الطَّعَامَ، وَأَطَابَ الْكَلَامَ، وَتَابَعَ الصَّلَاةَ وَالصِّيَامَ، وَقَامَ بِاللَّيْلِ وَالنَّاسُ نِيَامٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဥယျာဉ်(ဂျန္နတ်)တွင် အပြင်မှ အတွင်းကိုလည်းကောင်း၊ အတွင်းမှ အပြင်ကိုလည်းကောင်း မြင်နိုင်သော အခန်းများ ရှိသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အခြားသူများအား အစာကျွေးသူများ၊ ကောင်းစွာ ပြောဆိုသူများ၊ အစဉ်မပြတ် ဆွလားတ် (ဝတ်ပြု) နှင့် ဆွအ်မ် (ဥပုသ်) ထိန်းသိမ်းသူများ၊ လူများ အိပ်ပျော်နေစဉ် ညဘက်တွင် ဆွလားတ် ထွက်ရပ်တည်သူများအတွက် ပြင်ဆင်ထားခဲ့သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့၏ အရှင်သခင်အပေါ် ယုံကြည်ကိုးစားသောသူများ။)</span> ၎င်းတို့၏ ဝိညာဉ်ရေးရာနှင့် လောကီရေးရာ ကိစ္စရပ်အားလုံးတွင် ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ရိက္ခာသည် တစ်နေရာတည်းတွင် ကန့်သတ်ထားခြင်း မရှိဘဲ ၎င်းတို့ မည်သည့်နေရာတွင် ရှိနေသည်ဖြစ်စေ ၎င်းအရှင်မြတ်၏ ဖန်ဆင်းခံသတ္တဝါအားလုံးကို ပေးသနားတော်မူကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ အမှန်စင်စစ် မုဟာဂျိရီန် (Muhajirin) တို့ ရွှေ့ပြောင်းလာသောအခါ ၎င်းတို့၏ ရိက္ခာသည် ယခင်ကထက် ပိုမိုများပြားပြီး ပိုမိုကောင်းမွန်ခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် အချိန်တိုအတွင်း ၎င်းတို့သည် ဒေသအားလုံးတွင် နိုင်ငံ၏ အုပ်ချုပ်သူများ ဖြစ်လာခဲ့ကြသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّنْ مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရွေ့လျားနေသော သတ္တဝါများစွာသည် ၎င်းတို့ကိုယ်ပိုင် ရိက္ခာကို မသယ်ဆောင်ကြပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့တွင် ၎င်းတို့၏ ရိက္ခာကို စုဆောင်း၍ နက်ဖြန်အတွက် ချွေတာနိုင်စွမ်း မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အတွက်လည်းကောင်း၊ သင်တို့အတွက်လည်းကောင်း ရိက္ခာကို ပေးသနားတော်မူ၏။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အားနည်းနေသော်လည်း ၎င်း၏ ရိက္ခာကို ခွဲဝေပေးပြီး ၎င်းအတွက် လွယ်ကူစေသည်။ ကမ္ဘာမြေအောက်နက်နက်ရှိ ပုရွက်ဆိတ်များ၊ လေထဲရှိ ငှက်များ၊ ပင်လယ်ထဲရှိ ငါးများအပါအဝင် သတ္တဝါတိုင်းအတွက် သင့်လျော်သောနည်းလမ်းဖြင့် ရိက္ခာကို ပေးပို့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေပေါ်တွင် ရွေ့လျားနေသော မည်သည့်သတ္တဝါမျှမရှိ၊ သို့သော် ၎င်း၏ ရိက္ခာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်။ ၎င်းအရှင်မြတ်သည် ၎င်း၏ နေထိုင်ရာနေရာနှင့် ၎င်း၏ အပ်နှံထားရာကို သိတော်မူသည်။ အရာခပ်သိမ်းသည် ရှင်းလင်းသော ကျမ်းစာတွင် ရှိသည်။)</span><span class=\"gray\">(၁၁:၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ السَّمِيعُ الْعَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူသောအရှင်၊ အလုံးစုံကို သိတော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ ၎င်းအရှင်မြတ်သည် ၎င်းအရှင်မြတ်၏ ကျွန်များ ပြောဆိုသမျှကို ကြားတော်မူပြီး ၎င်းတို့၏ လှုပ်ရှားမှုတိုင်းကို သိတော်မူသည်' ဟူ၍ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "29:61",
    "group_ayah_key": "29:61",
    "from_ayah": "29:61",
    "to_ayah": "29:63",
    "ayah_keys": "29:61,29:62,29:63",
    "text": "<p lang=\"my\" class=\"my \">အကယ်၍ အသင့်သည် ၎င်းတို့အား 'ကောင်းကင်များနှင့် ကမ္ဘာမြေကို မည်သူ ဖန်ဆင်းခဲ့သနည်း၊ နေနှင့် လကို မည်သူ နာခံစေခဲ့သနည်း' ဟု မေးပါမူ ၎င်းတို့သည် 'အလ္လာဟ်' ဟု သေချာပေါက် ပြန်ဖြေကြမည်။ ထိုသို့ဆိုလျှင် ၎င်းတို့ မည်သို့ လမ်းမှားနေကြပါသနည်း <span>(၆၁)</span>အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအရှင်မြတ်၏ ကျွန်များအနက် ၎င်းအရှင်မြတ် အလိုရှိသူအတွက် ရိက္ခာကို ချဲ့ထွင်ပေးပြီး ၎င်းအရှင်မြတ် အလိုရှိသူအတွက် ကျဉ်းမြောင်းစေသည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အလုံးစုံသိတော်မူသောအရှင် ဖြစ်တော်မူ၏ <span>(၆၂)</span>အကယ်၍ အသင့်သည် ၎င်းတို့အား 'ကောင်းကင်မှ ရေကို မည်သူချပေးပြီး ၎င်း၏ သေဆုံးပြီးနောက် ကမ္ဘာမြေကို မည်သူ အသက်ပြန်သွင်းပေးသနည်း' ဟု မေးပါမူ ၎င်းတို့သည် 'အလ္လာဟ်' ဟု သေချာပေါက် ပြန်ဖြေကြမည်။ ပြောဆိုပါ- 'အလ္လာဟ်အရှင်မြတ်အတွက်သာ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံး ဖြစ်ပါစေ။' မဟုတ်ပေ၊ ၎င်းတို့အများစုသည် အသိဉာဏ်မရှိကြပေ <span>(၆၃)</span></p><div lang=\"my\" class=\"my \"><h2>တစ်ဆူတည်းဖြစ်တော်မူခြင်း ( তাওহید) ၏ သက်သေများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိကြောင်း မိန့်ကြားတော်မူ၏။ ၎င်းအရှင်မြတ်မှတစ်ပါး အခြားသူများကို ကိုးကွယ်ခဲ့သော ရုပ်ပွားကိုးကွယ်သူတို့သည် ၎င်းအရှင်မြတ်သည် ကောင်းကင်များနှင့် ကမ္ဘာမြေ၊ နေနှင့် လတို့ကို တစ်ဦးတည်း ဖန်ဆင်းတော်မူသောအရှင်၊ ညနှင့် နေ့ကို လဲလှယ်ပေးသူဖြစ်ကြောင်း အသိအမှတ်ပြုခဲ့ကြသည်။ ၎င်းအရှင်မြတ်သည် ၎င်းအရှင်မြတ်၏ ကျွန်များအတွက် ရိက္ခာကို ပေးသနားပြီး ၎င်းတို့ မည်မျှကြာကြာ နေထိုင်ရမည်ကို အမိန့်ချမှတ်သူ ဖန်ဆင်းရှင်ဖြစ်ကြောင်း ၎င်းတို့ အသိအမှတ်ပြုခဲ့ကြသည်။ ၎င်းအရှင်မြတ်သည် ၎င်းတို့နှင့် ၎င်းတို့၏ ရိက္ခာကို ကွဲပြားစေခဲ့ရာ အချို့မှာ ချမ်းသာပြီး အချို့မှာ ဆင်းရဲကြပြီး ၎င်းအရှင်မြတ်သည် ၎င်းတို့တစ်ဦးစီအတွက် မည်သည့်အရာက သင့်လျော်သည်ကို၊ မည်သူသည် ချမ်းသာထိုက်ပြီး မည်သူသည် ဆင်းရဲထိုက်သည်ကို အကောင်းဆုံး သိတော်မူ၏။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအရှင်မြတ် တစ်ဦးတည်းသာ အရာခပ်သိမ်းကို ဖန်ဆင်းခဲ့ပြီး ၎င်းအရှင်မြတ် တစ်ဦးတည်းသာ ၎င်းတို့ကို ထိန်းချုပ်ထားကြောင်း မိန့်ကြားတော်မူခဲ့သည်—ဤသို့ဖြစ်ပါက အဘယ်ကြောင့် အခြားသူတစ်ဦးဦးကို ကိုးကွယ်ရမည်နည်း။ အဘယ်ကြောင့် အခြားသူတစ်ဦးဦးကို ယုံကြည်ကိုးစားရမည်နည်း။ အချုပ်အခြာအာဏာသည် ၎င်းအရှင်မြတ် တစ်ဦးတည်း၏ ဖြစ်သောကြောင့် ၎င်းအရှင်မြတ် တစ်ဦးတည်းအတွက်သာ ကိုးကွယ်ပါစေ။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအရှင်မြတ်၏ ထူးခြားသော အရှင်သခင်ဖြစ်တော်မူခြင်းကို ၎င်းတို့ အသိအမှတ်ပြုခြင်းကို ရည်ညွှန်းခြင်းဖြင့် ၎င်းအရှင်မြတ်၏ ဘုရားသခင်ဖြစ်တော်မူခြင်းကို မကြာခဏ ထူထောင်တော်မူသည်၊ အဘယ်ကြောင့်ဆိုသော် ရုပ်ပွားကိုးကွယ်သူတို့သည် ၎င်းအရှင်မြတ်၏ အရှင်သခင်ဖြစ်တော်မူခြင်းကို အသိအမှတ်ပြုခဲ့ကြပြီး ၎င်းတို့၏ တလ်ဘီယာဟ် <span class=\"gray\">(ဟဂျ် (Hajj) နှင့် ဥမ်ရာဟ် (Umrah) ပြုလုပ်စဉ်- 'အသင့်၏ ဝန်ဆောင်မှုတွင်ပါ၊ အသင့်တွင် မည်သည့် လုပ်ဖော်ကိုင်ဖက်မျှမရှိ၊ အသင့်တွင် ရှိသော လုပ်ဖော်ကိုင်ဖက်မှလွဲ၍ ဖြစ်သည်၊ ထို့ပြင် အသင့်သည် ၎င်းအားလည်းကောင်း၊ ၎င်းတွင် ရှိသမျှကိုလည်းကောင်း ပိုင်ဆိုင်တော်မူသည်။')</span> ဟု ပြောဆိုခဲ့ကြသောကြောင့်ဖြစ်သည်။</p>"
  }
]