[
  {
    "ayah_key": "24:63",
    "group_ayah_key": "24:63",
    "from_ayah": "24:63",
    "to_ayah": "24:63",
    "ayah_keys": "24:63",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့အချင်းချင်း ခေါ်ဝေါ်သကဲ့သို့ တမန်တော်အား ခေါ်ဝေါ်ခြင်းကို မပြုကြနှင့်။ သင်တို့အနက် ခိုလှုံရာအောက်မှ ထွက်သွားသူများကို အလ္လာဟ်အရှင်မြတ် သိတော်မူ၏။ တမန်တော်၏ အမိန့်ကို ဆန့်ကျင်သူများ သတိပြုကြလော့။ (သို့မဟုတ်ပါက) ၎င်းတို့အပေါ် ဖစ်သ်နာ (ဘေးအန္တရာယ်) ကျရောက်ခြင်း သို့မဟုတ် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်သင့်ရောက်ခြင်း ဖြစ်မည်ကို စိုးရိမ်ကြလော့။ <span>(၆၃)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော် <span class=\"gray\">(ﷺ)</span> အား ရိုသေလေးစားစွာ နှုတ်ဆက်ခြင်း၏ အပြုအမူ</h2></div><p lang=\"my\" class=\"my \">အဗ်နုအဗ္ဗားစ်ထံမှ သတင်းပို့ရင်း အစ်ဒ်-ဒွဟ်ဟားက်က ပြောသည်- \"၎င်းတို့သည် 'အို မိုဟမ္မဒ်' သို့မဟုတ် 'အို အဗူအလ်-ကွာစင်မ်' ဟု ခေါ်ဝေါ်လေ့ရှိကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ထိုသို့မပြုရန် တားမြစ်တော်မူခဲ့သည်။ ၎င်းမှာ အရှင်မြတ်၏ တမန်တော် ﷺ အား ရိုသေလေးစားမှု အမှတ်အသားအဖြစ်ဖြစ်ပြီး၊ 'အို အလ္လာဟ်၏ တမန်တော်'၊ 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်' ဟု ပြောရန် ညွှန်ကြားတော်မူခဲ့သည်။\" ၎င်းမှာ မူဂျာဟစ်ဒ်နှင့် စအီးဒ် ဘင် ဂျုဘိုင်းရ်တို့၏ အမြင်လည်းဖြစ်သည်။ ကွသ်သာဒဟ်က ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ တမန်တော်အား ရိုသေလေးစားမှုနှင့် ဂုဏ်ပြုမှုတို့ဖြင့် ဆက်ဆံရန်၊ နှင့် အရှင်မြတ်အား ခေါင်းဆောင်အဖြစ် သတ်မှတ်ရန် အမိန့်ပေးတော်မူခဲ့သည်။\" မွကွာသီလ်က အာယသ်နှင့်ပတ်သက်၍ ပြောသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُم بَعْضًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အချင်းချင်း ခေါ်ဝေါ်သကဲ့သို့ တမန်တော်အား ခေါ်ဝေါ်ခြင်းကို မပြုကြနှင့်။)</span> \"သင်တို့က အရှင်မြတ်ကို ခေါ်ဝေါ်သောအခါ 'အို မိုဟမ္မဒ်' သို့မဟုတ် 'အို အဗ်ဒူလ္လာဟ်၏သား' ဟု မပြောကြနှင့်။ အရှင်မြတ်ကို ရိုသေလေးစားစွာ ခေါ်ဝေါ်ပြီး 'အို အလ္လာဟ်၏ နဗီတမန်တော်' သို့မဟုတ် 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်' ဟု ပြောကြလော့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُم بَعْضًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အချင်းချင်း ခေါ်ဝေါ်သကဲ့သို့ တမန်တော်အား ခေါ်ဝေါ်ခြင်းကို မပြုကြနှင့်။)</span> အာယသ်၏ အဓိပ္ပါယ်နှင့်ပတ်သက်၍ ဒုတိယအမြင်မှာ 'အရှင်မြတ်က သင်တို့အား ဆုတောင်းပေးခြင်းသည် အခြားသူတစ်ဦးဦးက ဆုတောင်းပေးခြင်းနှင့်မတူဟု မထင်ကြနှင့်၊ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်၏ ဆုတောင်းများကို ဖြေကြားပေးလိမ့်မည်။ ထို့ကြောင့် အရှင်မြတ်က သင်တို့အား ဆုတောင်းပေး၍ သင်တို့ ပျက်စီးဆုံးရှုံးသွားမည်ကို သတိထားကြလော့' ဟု ဆိုလိုသည်။ အဗ်နုအဗီဟာသိမ်က ၎င်းကို အဗ်နုအဗ္ဗားစ်၊ အလ်-ဟဆန် အလ်-ဗဆ်ရီ နှင့် အသီယျဟ် အလ်-အ်အူဖီတို့ထံမှ မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က အကောင်းဆုံး သိတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنكُمْ لِوَاذًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် ခိုလှုံရာအောက်မှ ထွက်သွားသူများကို အလ္လာဟ်အရှင်မြတ် သိတော်မူ၏။)</span> မွကွာသီလ် ဘင်န် ဟိုင်ယာန်က ပြောသည်- \"ဤသည်မှာ သီတင်းကျွတ်သောကြာနေ့များတွင် ခွသ်ဗဟ် (တရားဟောပြောခြင်း) ကို နားထောင်ရန် ခက်ခဲလွန်းသည်ဟု ယူဆသော မုနာဖစ် (ဟန်ဆောင်သူ) များကို ရည်ညွှန်းသည်။ ထို့ကြောင့် ၎င်းတို့သည် မိုဟမ္မဒ် ﷺ ၏ ဆွဟာဗဟ်အချို့၏ နောက်ကွယ်တွင် ပုန်း၍ ဗလီမှ ခိုးထွက်ကြသည်။ ခွသ်ဗဟ် စတင်ပြီးနောက် သောကြာနေ့များတွင် တမန်တော် ﷺ ထံမှ ခွင့်ပြုချက်မရဘဲ လူတစ်ဦး ထွက်ခွာခြင်းသည် မသင့်တော်ပါ။ ၎င်းတို့အနက် တစ်ဦးဦးက ထွက်ခွာလိုပါက တမန်တော် ﷺ အား လက်ညှိုးဖြင့် အမူအရာ ပြသမည်ဖြစ်ပြီး၊ တမန်တော် ﷺ က စကားမပြောဘဲ ခွင့်ပြုပေးမည်ဖြစ်သည်။ ဤသည်မှာ တမန်တော် ﷺ သည် ခွသ်ဗဟ်ဟောပြောနေစဉ် လူတစ်ဦး စကားပြောပါက ၎င်း၏သောကြာနေ့ဆွလားသ်ကို ပျက်ပြယ်စေမည်ဖြစ်သောကြောင့် ဖြစ်သည်။\" အစ်-စွတ်ဒ်ဒီက ပြောသည်- \"၎င်းတို့သည် အရှင်မြတ်နှင့်အတူ ဂျမာအသ်ဆွလားသ် (စုပေါင်းဝတ်ပြုခြင်း) အတွက် ရှိနေပါက၊ အရှင်မြတ်က ၎င်းတို့ကို မမြင်နိုင်စေရန် တစ်ဦးနှင့်တစ်ဦး နောက်ကွယ်တွင် ပုန်းအောင်းကြမည်။\"</p><div lang=\"my\" class=\"my \"><h2>တမန်တော်၏ အမိန့်ကို ဆန့်ကျင်ခြင်းမှ တားမြစ်ခြင်း</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်၏ အမိန့်ကို ဆန့်ကျင်သူများ သတိပြုကြလော့)</span> ဤသည်မှာ တမန်တော် ﷺ ၏ အမိန့်ကို ဆန့်ကျင်ခြင်းကို ဆိုလိုသည်။ ၎င်းမှာ အရှင်မြတ်၏ လမ်းစဉ်၊ နည်းစနစ်နှင့် စွန္နဟ်ဖြစ်သည်။ အပြောအဆိုနှင့် အပြုအမူအားလုံးကို အရှင်မြတ်၏ အပြောအဆိုနှင့် အပြုအမူများနှင့် နှိုင်းယှဉ်တိုင်းတာမည်။ အရှင်မြတ်၏ အပြောအဆိုနှင့် အပြုအမူများနှင့် ကိုက်ညီသော အရာများကို လက်ခံမည်ဖြစ်ပြီး၊ ကိုက်ညီမှုမရှိသော မည်သည့်အရာကိုမဆို ပယ်ချမည်ဖြစ်ပြီး၊ မည်သူက ပြောဆိုပြုလုပ်သည်ဖြစ်စေ အရေးမကြီးပါ။ ဆဟီးဟ်ကျမ်းနှစ်အုပ်နှင့် အခြားကျမ်းများတွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အမိန့်နှင့်မကိုက်ညီသော လုပ်ရပ်ကို ပြုလုပ်သူတိုင်းကို ပယ်ချမည်။)</span> ဆိုလိုသည်မှာ လျှို့ဝှက်စွာနှင့် ပွင့်လင်းစွာ တမန်တော် ﷺ ၏ ရှရီအသ်ကို ဆန့်ကျင်သူများ သတိပြုကြလော့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن تُصِيبَهُمْ فِتْنَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ် ဖစ်သ်နာ (ဘေးအန္တရာယ်) ကျရောက်ခြင်း)</span>၊ ဆိုလိုသည်မှာ ၎င်းတို့၏နှလုံးသားများထဲသို့ ကုဖ်ရ် (မယုံကြည်မှု) သို့မဟုတ် နီဖားက် (ဟန်ဆောင်မှု) သို့မဟုတ် ဗစ်ဒ်အသ် (ဆန်းသစ်မှု) တစ်ခုခု ဝင်ရောက်လာမည်ကို စိုးရိမ်ကြလော့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်သင့်ရောက်ခြင်း ဖြစ်မည်ကို စိုးရိမ်ကြလော့။)</span> ဤသည်မှာ ဤလောကတွင် သေဒဏ်ပေးခြင်း၊ သို့မဟုတ် သတ်မှတ်ထားသော ပြစ်ဒဏ်ဥပဒေအရ ဒဏ်ခတ်ခြင်း၊ သို့မဟုတ် ထောင်ချခြင်း စသည်တို့ဖြင့် ဒုက္ခရောက်ခြင်းကို ဆိုလိုသည်။ အိမာမ် အဟ်မဒ်က အဗူဟွရိုင်းရဟ်က ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلِي وَمَثَلُكُمْ كَمَثَلِ رَجُلٍ اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهَا جَعَلَ الْفَرَاشُ وَهَذِهِ الدَّوَابُّ اللَّائِي يَقَعْنَ فِي النَّارِ يَقَعْنَ فِيهَا، وَجَعَلَ يَحْجُزُهُنَّ وَيَغْلِبْنَهُ فَيَقْتَحِمْنَ فِيهَا - قَالَ: - فَذَلِكَ مَثَلِي وَمَثَلُكُمْ، أَنَا آخِذٌ بِحُجُزِكُمْ عَنِ النَّارِ هَلُمَّ عَنِ النَّارِ، فَتَغْلِبُونِي وَتَقْتَحِمُونَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့နှင့်သင်တို့၏ ပုံပမာသည် မီးဖိုသူတစ်ဦး၏ ပုံပမာနှင့်တူသည်။ ၎င်းက မီးမွှေးပြီး ၎င်းပတ်ဝန်းကျင်ရှိ အရာအားလုံးကို ထွန်းလင်းစေသောအခါ ပိုးဖလံများနှင့် အခြားသတ္တဝါများ မီးထဲသို့ ခုန်ဆင်းလာကြသည်။ ၎င်းက ၎င်းတို့ကို တားဆီးရန် ကြိုးစားသော်လည်း ၎င်းတို့က ၎င်းကို လွှမ်းမိုးပြီး မီးထဲသို့ ဆက်လက်ကျရောက်ကြသည်။ ဤသည်မှာ ငါ့နှင့်သင်တို့၏ ပုံပမာဖြစ်သည်။ ငါသည် သင်တို့အား မီးမှ တားဆီးရန် ကြိုးစားနေသော်လည်း သင်တို့က ငါ့ကို လွှမ်းမိုးပြီး မီးထဲသို့ ခုန်ဆင်းကြသည်။)</span> ၎င်းကို အလ်-ဗုခါရီနှင့် မွတ်စ်လင်မ်တို့ကလည်း သတင်းပို့ခဲ့သည်။</p>"
  },
  {
    "ayah_key": "24:64",
    "group_ayah_key": "24:64",
    "from_ayah": "24:64",
    "to_ayah": "24:64",
    "ayah_keys": "24:64",
    "text": "<p class=\"my translation\" lang=\"my\">ဧကန်စင်စစ်၊ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၌ ရှိရှိသမျှတို့သည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်သည်။ ဧကန်စင်စစ်၊ အရှင်မြတ်သည် သင်တို့၏ အခြေအနေနှင့် ၎င်းတို့အား အရှင်မြတ်ထံ ပြန်လည်ပို့ဆောင်မည့်နေ့ကို သိတော်မူ၏။ ထို့နောက် အရှင်မြတ်သည် ၎င်းတို့ ပြုခဲ့သည့်အရာများကို ၎င်းတို့အား အသိပေးတော်မူမည်။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(၆၄)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ အခြေအနေကို သိတော်မူ၏။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အရှင်ဖြစ်တော်မူကြောင်း၊ အရှင်မြတ်သည် မြင်နိုင်သောအရာများနှင့် မမြင်နိုင်သောအရာများကို သိတော်မူကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။ အရှင်မြတ်သည် အရှင်မြတ်၏ ကျွန်များ လျှို့ဝှက်စွာနှင့် ပွင့်လင်းစွာ လုပ်ဆောင်သည့်အရာများကို သိတော်မူ၏။ ထို့ကြောင့် အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ يَعْلَمُ مَا أَنتُمْ عَلَيْهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ အရှင်မြတ်သည် သင်တို့၏ အခြေအနေကို သိတော်မူ၏။)</span> အရှင်မြတ်သည် သိတော်မူပြီး ၎င်းသည် အရှင်မြတ်အား ထင်ရှားနေသည်။ အနည်းငယ်မျှသော အရာပင် အရှင်မြတ်ထံမှ မကွယ်ဝှက်နိုင်ပါ။ ဤသည်မှာ အာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်တန်ခိုးကြီးတော်မူသော၊ အလွန်ကရုဏာရှင်ဖြစ်တော်မူသော အရှင်မြတ်ကို အားကိုးပါလေ။)</span> အရှင်မြတ်၏ မိန့်တော်မူချက်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ အရှင်မြတ်သည်သာလျှင် အကြွင်းမဲ့ကြားတော်မူသော၊ အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၂၆:၂၁၇-၂၂၀)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِن قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ ۚ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِن ذَٰلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် မည်သည့်ကိစ္စတွင်မဆို ပါဝင်သည်ဖြစ်စေ၊ ကုရ်အာန်၏ မည်သည့်အပိုင်းကိုမဆို ရွတ်ဖတ်သည်ဖြစ်စေ၊ မည်သည့်လုပ်ရပ်ကိုမဆို သင်တို့ ပြုလုပ်သည်ဖြစ်စေ၊ သင်တို့ ပြုလုပ်နေစဉ် ငါတို့သည် ၎င်းတို့အပေါ် သက်သေများဖြစ်၏။ သင်၏ အရှင်မြတ်ထံမှ မည်သည့်အရာမျှ မကွယ်ဝှက်နိုင်။ <span class=\"gray\">(ပင်လျှင်)</span> ကမ္ဘာပေါ်၌ သို့မဟုတ် မိုးကောင်းကင်၌ ဖုန်မှုန့်တစ်စက်၏ အလေးချိန်မျှပင် မဟုတ်၊ ၎င်းထက် နည်းသည်ဖြစ်စေ၊ များသည်ဖြစ်စေ၊ ထိုအရာအားလုံးသည် ထင်ရှားသော မှတ်တမ်းစာအုပ်တွင် ရေးမှတ်ထားသည်။)</span><span class=\"gray\">(၁၀:၆၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ هُوَ قَائِمٌ عَلَىٰ كُلِّ نَفْسٍ بِمَا كَسَبَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် လူတိုင်း၏ လုပ်ရပ်ကို ကြည့်ရှုမှတ်တမ်းတင်သော အရှင်မြတ်ကဲ့သို့သော အရှင်ရှိပါသလား။)</span><span class=\"gray\">(၁၃:၃၃)</span> အရှင်မြတ်သည် အရှင်မြတ်၏ ကျွန်များ ပြုလုပ်သမျှ အကောင်းအဆိုး နှစ်မျိုးစလုံးကို မြင်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ ၎င်းတို့သည် မိမိတို့၏ အဝတ်များကို ခြုံလွှမ်းထားချိန်၌ပင် ၎င်းတို့ ဖုံးကွယ်ထားသောအရာများနှင့် ၎င်းတို့ ဖော်ထုတ်ပြသသောအရာများကို အရှင်မြတ်သည် သိတော်မူ၏။)</span><span class=\"gray\">(၁၁:၅)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءٌ مِّنكُم مَّنْ أَسَرَّ الْقَوْلَ وَمَن جَهَرَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် မည်သူမဆို မိမိ၏ စကားကို ဖုံးကွယ်သည်ဖြစ်စေ၊ ပွင့်လင်းစွာ ပြောဆိုသည်ဖြစ်စေ၊ <span class=\"gray\">(အရှင်မြတ်အဖို့)</span> အတူတူပင်ဖြစ်သည်။)</span><span class=\"gray\">(၁၃:၁၀)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေပေါ်၌ လှုပ်ရှားနေသော မည်သည့်သတ္တဝါမျှမရှိ၊ ၎င်း၏ ရိက္ခာသည် အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်သည်။ အရှင်မြတ်သည် ၎င်း၏ နေထိုင်ရာနေရာနှင့် ၎င်း၏ အပ်နှံထားရာနေရာကို သိတော်မူ၏။ အရာအားလုံးသည် ထင်ရှားသော မှတ်တမ်းစာအုပ်တွင် ရှိသည်။)</span><span class=\"gray\">(၁၁:၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِندَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ ۚ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ ۚ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ထံ၌သာလျှင် မမြင်နိုင်သောအရာများ၏ သော့များရှိသည်။ အရှင်မြတ်မှလွဲ၍ မည်သူမျှ ၎င်းတို့ကို မသိ။ အရှင်မြတ်သည် ကုန်းမြေနှင့် ပင်လယ်၌ ရှိရှိသမျှကို သိတော်မူ၏။ အရွက်တစ်ရွက်မျှ မကြွေကျ၊ သို့သော် အရှင်မြတ်သည် ၎င်းကို သိတော်မူ၏။ ကမ္ဘာမြေ၏ မှောင်မိုက်ထဲ၌ အစေ့တစ်စေ့မျှ မဟုတ်၊ စိုစွတ်သည်ဖြစ်စေ၊ ခြောက်သွေ့သည်ဖြစ်စေ၊ ထိုအရာအားလုံးသည် ထင်ရှားသော မှတ်တမ်းစာအုပ်တွင် ရေးမှတ်ထားသည်။)</span><span class=\"gray\">(၆:၅၉)</span> ထိုကဲ့သို့သော အာယသ်များနှင့် ဟဒီးသ်များစွာ ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يُرْجَعُونَ إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား အရှင်မြတ်ထံ ပြန်လည်ပို့ဆောင်မည့်နေ့)</span> ဆိုလိုသည်မှာ သတ္တဝါအားလုံး အလ္လာဟ်အရှင်မြတ်ထံ ပြန်လည်ပို့ဆောင်ခံရမည့်နေ့၊ ၎င်းသည် ရှင်ပြန်ထမြောက်မည့်နေ့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُنَبِّئُهُم بِمَا عَمِلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အရှင်မြတ်သည် ၎င်းတို့ ပြုခဲ့သည့်အရာများကို ၎င်းတို့အား အသိပေးတော်မူမည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့ ဤဘဝ၌ ပြုလုပ်ခဲ့သမျှ အကြီးအသေး၊ အရေးပါသည်ဖြစ်စေ၊ အရေးမပါသည်ဖြစ်စေ အရာအားလုံးကို ၎င်းတို့အား ပြောပြတော်မူမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنَبَّأُ الْإِنسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့၌ လူသားအား ၎င်း ရှေ့သို့ ပို့ထားသော <span class=\"gray\">(လုပ်ရပ်များ)</span> နှင့် ၎င်း ချန်ထားခဲ့သောအရာများကို အသိပေးမည်။)</span><span class=\"gray\">(၇၅:၁၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَٰذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا ۚ وَوَجَدُوا مَا عَمِلُوا حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စာအုပ်ကို ချထားမည်ဖြစ်ရာ ရာဇဝတ်သားများသည် ၎င်းထဲ၌ရှိသောအရာများကြောင့် ကြောက်ရွံ့နေကြသည်ကို သင် မြင်ရမည်။ ၎င်းတို့က ပြောကြမည်- \"ငါတို့ပျက်စီးကြပြီ! ဤစာအုပ်သည် မည်သို့သော စာအုပ်နည်း၊ အသေးအမွှားကိုဖြစ်စေ၊ အကြီးအကျယ်ကိုဖြစ်စေ မချန်ထားဘဲ အမှတ်အသားပြုထားသည်။\" ၎င်းတို့ ပြုလုပ်ခဲ့သမျှ အားလုံးကို ၎င်းတို့ရှေ့တွင် ရှိနေသည်ကို တွေ့ကြမည်။ သင်၏ အရှင်မြတ်သည် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မတရားမပြုလုပ်ပါ။)</span><span class=\"gray\">(၁၈:၄၉)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُم بِمَا عَمِلُوا ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား အရှင်မြတ်ထံ ပြန်လည်ပို့ဆောင်မည့်နေ့၊ ထို့နောက် အရှင်မြတ်သည် ၎င်းတို့ ပြုခဲ့သည့်အရာများကို ၎င်းတို့အား အသိပေးတော်မူမည်။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၂၄:၆၄)</span></p><p lang=\"my\" class=\"my \">ဖန်ဆင်းခံအားလုံး၏ အရှင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်သာလျှင် ချီးမွမ်းခြင်းခံထိုက်သည်။ ပြီးပြည့်စုံမှုကို ရရှိအောင် ကူညီပေးပါရန် အရှင်မြတ်ထံ ဆုတောင်းပါ၏။</p><p lang=\"my\" class=\"my \">စူရဟ် အန်-နူရ် ၏ သဖ်ဆီရ် ပြီးဆုံးပြီ။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးရှိပါစေ။</p>"
  }
]