[
  {
    "ayah_key": "3:137",
    "group_ayah_key": "3:137",
    "from_ayah": "3:137",
    "to_ayah": "3:143",
    "ayah_keys": "3:137,3:138,3:139,3:140,3:141,3:142,3:143",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့မတိုင်မီ အလားတူနည်းလမ်းများစွာကို <span class=\"gray\">(နှင့် ဘဝ၏ ကံဆိုးမှုများ)</span> ရင်ဆိုင်ခဲ့ကြရသည် <span class=\"gray\">[ကုန်လွန်သွားသော လူမျိုးများ <span class=\"gray\">(ယုံကြည်သူများနှင့် မယုံကြည်သူများ)</span> မှ]</span>။ ထို့ကြောင့် ကမ္ဘာမြေတစ်လျှောက် ခရီးသွား၍ ငြင်းပယ်သူတို့၏ အဆုံးသတ်သည် မည်သို့ဖြစ်သည်ကို ကြည့်ရှုလော့။ <span>(၁၃၇)</span> ၎င်းသည် လူသားတို့အတွက် ထင်ရှားသော ကြေညာချက်၊ မွတ်တကီများအတွက် လမ်းညွှန်ချက်နှင့် အဆုံးအမ ဖြစ်သည်။ <span>(၁၃၈)</span> ထို့ကြောင့် အားမငယ်ကြနှင့်၊ ဝမ်းမနည်းကြနှင့်။ သင်တို့သည် အမှန်တကယ် ယုံကြည်သူများ ဖြစ်ပါက အောင်ပွဲခံကြလိမ့်မည်။ <span>(၁၃၉)</span> အကယ်၍ ဒဏ်ရာတစ်ခုခု သင်တို့ကို ထိမှန်ခဲ့ပါက အလားတူ ဒဏ်ရာသည် အခြားသူများကိုလည်း ထိမှန်ခဲ့ပြီး ဖြစ်သည်ကို သေချာစွာ သိထားပါ။ ထိုနည်းတူစွာပင် ထိုနေ့ရက်များသည် ကျွန်ုပ်တို့က လူသားတို့အား အလှည့်ကျပေးထားသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို သိရှိ <span class=\"gray\">(စမ်းသပ်)</span> ရန်နှင့် သင်တို့အနက်မှ ရှဟီးဒ်များကို ရယူရန် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူများကို မနှစ်သက်ပေ။ <span>(၁၄၀)</span> အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို စမ်းသပ်ရန်နှင့် မယုံကြည်သူများကို ဖျက်ဆီးရန် ဖြစ်သည်။ <span>(၁၄၁)</span> အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အနက် ဂျီဟဒ်လုပ်ဆောင်သူများကို မသိရှိ <span class=\"gray\">(မစမ်းသပ်)</span> မီနှင့် သည်းခံသူများကို မသိရှိ <span class=\"gray\">(မစမ်းသပ်)</span> မီ သင်တို့သည် ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်နိုင်မည်ဟု ထင်ကြသလော။ <span>(၁၄၂)</span> သင်တို့သည် ၎င်းနှင့်မတွေ့ဆုံမီ သေခြင်းတရားကို အမှန်တကယ် ဆန္ဒပြုခဲ့ကြသည်။ ယခု သင်တို့သည် ၎င်းကို မိမိတို့၏ မျက်စိဖြင့် ထင်ရှားစွာ မြင်ခဲ့ရပြီ။ <span>(၁၄၃)</span></p><div lang=\"my\" class=\"my \"><h2>ဥဟဒ်တိုက်ပွဲအတွင်း မွတ်ဆလင်များ ဆုံးရှုံးမှုများ ကြုံတွေ့ခဲ့ရခြင်း၏ ပညာ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဥဟဒ်တိုက်ပွဲတွင် ကျဆုံးမှုများ ကြုံတွေ့ခဲ့ရသော၊ သေဆုံးသူ ခုနစ်ဆယ်အပါအဝင် ၎င်း၏ ယုံကြည်သော ကျွန်များအား ဖော်ပြထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ خَلَتْ مِن قَبْلِكُمْ سُنَنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁၃၇... သင်တို့မတိုင်မီ အလားတူနည်းလမ်းများစွာကို <span class=\"gray\">(နှင့် ဘဝ၏ ကံဆိုးမှုများ)</span> ရင်ဆိုင်ခဲ့ကြရသည်)</span>၊ သင်တို့မတိုင်မီ ပရောဖက်များကို လိုက်နာခဲ့ကြသော ယခင်လူမျိုးများအတွက် ၎င်းတို့လည်း ဆုံးရှုံးမှုများ ကြုံတွေ့ခဲ့ရသည်။ သို့သော် ကောင်းသောအဆုံးသတ်သည် ၎င်းတို့အတွက်ဖြစ်ပြီး၊ နောက်ဆုံးရှုံးနိမ့်မှုသည် မယုံကြည်သူများအတွက် ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကမ္ဘာမြေတစ်လျှောက် ခရီးသွား၍ ငြင်းပယ်သူတို့၏ အဆုံးသတ်သည် မည်သို့ဖြစ်သည်ကို ကြည့်ရှုလော့)</span>။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူခဲ့သည်၊) <span class=\"gray\">(၃:၁၃၇ အဆုံး...)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا بَيَانٌ لِّلنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁၃၈... ၎င်းသည် လူသားတို့အတွက် ထင်ရှားသော ကြေညာချက် ဖြစ်သည်)</span>၊ ဆိုလိုသည်မှာ ကူရ်အာန်သည် အရာဝတ္ထုတို့၏ စစ်မှန်သော အဖြစ်မှန်ကို ရှင်းပြပြီး ယခင်လူမျိုးများ ၎င်းတို့၏ ရန်သူများလက်မှ မည်သို့ဒုက္ခရောက်ခဲ့သည်ကို ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدًى وَمَوْعِظَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းညွှန်ချက်နှင့် အဆုံးအမ)</span> အကြောင်းမှာ ကူရ်အာန်တွင် အတိတ်က သတင်းများ ပါဝင်သောကြောင့်ဖြစ်ပြီး၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">هُدًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းညွှန်ချက်)</span> သင်တို့၏ စိတ်နှလုံးများအတွက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَوْعِظَةٌ لِّلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မွတ်တကီများအတွက် အဆုံးအမ)</span> တားမြစ်ထားသော အရာများနှင့် တားမြစ်ထားသော ကိစ္စများကို ကျူးလွန်ခြင်းမှ တားဆီးရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို နှစ်သိမ့်ပေးတော်မူသည်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا تَهِنُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁၃၉... ထို့ကြောင့် အားမငယ်ကြနှင့်)</span>၊ သင်တို့ခံစားခဲ့ရသည့်အရာကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْزَنُوا وَأَنتُمُ الْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝမ်းမနည်းကြနှင့်၊ သင်တို့သည် အမှန်တကယ် ယုံကြည်သူများ ဖြစ်ပါက အောင်ပွဲခံကြလိမ့်မည်)</span>၊ အဘယ်ကြောင့်ဆိုသော် အို ယုံကြည်သူအပေါင်းတို့၊ နောက်ဆုံးအောင်ပွဲနှင့် အောင်ပွဲခံခြင်းသည် သင်တို့၏အရာ ဖြစ်လိမ့်မည်။)</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ဒဏ်ရာတစ်ခုခု သင်တို့ကို ထိမှန်ခဲ့ပါက အလားတူ ဒဏ်ရာသည် အခြားသူများကိုလည်း ထိမှန်ခဲ့ပြီး ဖြစ်သည်ကို သေချာစွာ သိထားပါ)</span><span class=\"gray\">[၃:၁၄၀]</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ထိုအာယသ်တော်က သင်တို့သည် ဒဏ်ရာများ ရရှိခဲ့ပြီး သင်တို့အနက်မှ အချို့မှာ အသတ်ခံခဲ့ရပါက သင်တို့၏ ရန်သူများလည်း ဒဏ်ရာများနှင့် သေဆုံးမှုများ ကြုံတွေ့ခဲ့ရသည်ဟု ဆိုထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့ရက်များသည် ကျွန်ုပ်တို့က လူသားတို့အား အလှည့်ကျပေးထားသည်)</span>၊ တစ်ခါတစ်ရံ ပညာကြောင့် ကျွန်ုပ်တို့သည် ရန်သူအား သင်တို့ကို အောင်မြင်စေသော်လည်း နောက်ဆုံးကောင်းသောအဆုံးသတ်သည် သင်တို့၏အရာ ဖြစ်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို သိရှိ <span class=\"gray\">(စမ်းသပ်)</span> ရန် ဖြစ်သည်)</span> ဆိုလိုသည်မှာ အိဘ်နုအဗ်ဗာစ်၏ အဆိုအရ \"ရန်သူများကို တိုက်ခိုက်နေစဉ် မည်သူက သည်းခံမည်ကို ကျွန်ုပ်တို့ သိရှိရန်\" ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَّخِذَ مِنكُمْ شُهَدَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်တို့အနက်မှ ရှဟီးဒ်များကို ရယူရန်)</span> အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် အသတ်ခံရမည့်သူများနှင့် ၎င်း၏ နှစ်သက်မှုကို ရှာဖွေရင်း မိမိတို့၏ အသက်များကို ဝမ်းမြောက်စွာ ပေးလှူမည့်သူများ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ - وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူများကို မနှစ်သက်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို စမ်းသပ်ရန် ဖြစ်သည်)</span><span class=\"gray\">[၃:၁၄၀-၁၄၁]</span>၊ ၎င်းတို့တွင် အပြစ်များ ရှိပါက ၎င်းတို့၏ အပြစ်များကို ခွင့်လွှတ်ခြင်းဖြင့် ဖြစ်သည်။ သို့မဟုတ်ပါက အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ခံစားခဲ့ရသော ဆုံးရှုံးမှုများအလိုက် ၎င်းတို့၏ အဆင့်များကို မြှင့်တင်ပေးမည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَمْحَقَ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မယုံကြည်သူများကို ဖျက်ဆီးရန်)</span>၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့၏ အကျင့်မှာ အကယ်၍ ၎င်းတို့ အသာစီးရပါက၊ ၎င်းတို့သည် ကျူးလွန်ပြီး ရန်လိုမှု ပြုကြသည်။ သို့သော် ဤအကျင့်သည် နောက်ဆုံး ပျက်စီးခြင်း၊ မျိုးဖြုတ်သတ်ဖြတ်ခြင်း၊ ပျက်စီးဆုံးရှုံးခြင်းနှင့် ကွယ်ပျောက်ခြင်းသို့သာ ဦးတည်စေသည်။</p><p class=\"ceb qpc-hafs\" lang=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنكُمْ وَيَعْلَمَ الصَّابِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁၄၂။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အနက်မှ ဂျီဟဒ်လုပ်ဆောင်သူများကို မသိရှိ <span class=\"gray\">(မစမ်းသပ်)</span> မီနှင့် <span class=\"gray\">(လည်း)</span> သည်းခံသူများကို မသိရှိ <span class=\"gray\">(မစမ်းသပ်)</span> မီ သင်တို့သည် ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်နိုင်မည်ဟု ထင်ကြသလော။)</span></p><p lang=\"my\" class=\"my \">ထိုအာယသ်တော်က သင်တို့သည် စစ်ပွဲနှင့် ဒုက္ခများဖြင့် စမ်းသပ်ခံရခြင်းမရှိဘဲ ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်နိုင်မည်ဟု ထင်ကြသလောဟု မေးသည်။ အလ္လာဟ်အရှင်မြတ်သည် စူရဟ် အလ်-ဗကရာဟ်တွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُم مَّثَلُ الَّالَّذِينَ خَلَوْا مِن قَبْلِكُم مَّسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင်တို့မတိုင်မီ ကုန်လွန်သွားခဲ့သူများ ကြုံတွေ့ခဲ့ရသည့် ထိုကဲ့သို့သော <span class=\"gray\">(စမ်းသပ်မှုများ)</span> မပါဘဲ သင်တို့သည် ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်နိုင်မည်ဟု ထင်ကြသလော။ ၎င်းတို့သည် ပြင်းထန်သော ဆင်းရဲဒုက္ခနှင့် ရောဂါဝေဒနာများဖြင့် ပြစ်မှားခံခဲ့ရပြီး အလွန်အမင်း တုန်လှုပ်ချောက်ချားခဲ့ကြသည်...)</span><span class=\"gray\">[၂:၂၁၄]</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - أَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိဖ် လာမ် မီမ်။ လူတို့သည် \"ကျွန်ုပ်တို့ ယုံကြည်သည်\" ဟု ပြောသောကြောင့် ၎င်းတို့ကို တစ်ယောက်တည်း ထားခဲ့ပြီး စမ်းသပ်ခံရမည် မဟုတ်ဟု ထင်ကြသလော။)</span><span class=\"gray\">[၂၉:၁,၂]</span>၊ ထို့ကြောင့် ဤနေရာတွင် ၎င်းအရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنكُمْ وَيَعْلَمَ الصَّابِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အနက်မှ ဂျီဟဒ်လုပ်ဆောင်သူများကို မသိရှိ <span class=\"gray\">(မစမ်းသပ်)</span> မီနှင့် <span class=\"gray\">(လည်း)</span> သည်းခံသူများကို မသိရှိ <span class=\"gray\">(မစမ်းသပ်)</span> မီ သင်တို့သည် ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်နိုင်မည်ဟု ထင်ကြသလော။)</span><span class=\"gray\">[၃:၁၄၂]</span> ဆိုလိုသည်မှာ သင်တို့သည် စမ်းသပ်ခံရပြီး အလ္လာဟ်အရှင်မြတ်က သင်တို့အနက် ၎င်းအရှင်မြတ်၏ လမ်းတော်တွင် ကြိုးစားတိုက်ခိုက်ပြီး ရန်သူနှင့် ရင်ဆိုင်ရချိန်တွင် သည်းခံသူများ မည်သူဖြစ်သည်ကို မသိရှိမချင်း ဂျန္နတ် (ပရဒိသု) ကို ရရှိမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كُنتُمْ تَمَنَّوْنَ الْمَوْتَ مِن قَبْلِ أَن تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنتُمْ تَنظُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁၄၃... သင်တို့သည် ၎င်းနှင့်မတွေ့ဆုံမီ သေခြင်းတရား <span class=\"gray\">(ရှဟီးဒ်အဖြစ် ကျဆုံးခြင်း)</span> ကို အမှန်တကယ် ဆန္ဒပြုခဲ့ကြသည်။ ယခု သင်တို့သည် ၎င်းကို မိမိတို့၏ မျက်စိဖြင့် ထင်ရှားစွာ မြင်ခဲ့ရပြီ)</span></p><p lang=\"my\" class=\"my \">ထိုအာယသ်တော်က ကြွေးကြော်သည်မှာ အို ယုံကြည်သူအပေါင်းတို့! ယနေ့မတိုင်မီက သင်တို့သည် ရန်သူနှင့် တွေ့ဆုံရန် ဆန္ဒပြုခဲ့ကြပြီး ၎င်းတို့ကို တိုက်ခိုက်ရန် စိတ်အားထက်သန်ခဲ့ကြသည်။ သင်တို့ဆန္ဒပြုခဲ့သောအရာ ဖြစ်ပေါ်လာပြီဖြစ်ရာ ၎င်းတို့ကို တိုက်ခိုက်ပြီး သည်းခံကြလော့။</p><p lang=\"my\" class=\"my \">ဆဟီဟ်ကျမ်းနှစ်အုပ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَتَمَنَّوْا لِقَاءَ الْعَدُوِّ، وَسَلُوا اللهَ الْعَافِيَةَ، فَإِذَا لَقِيتُمُوهُمْ فَاصْبِرُوا، وَاعْلَمُوا أَنَّ الْجَنَّـةَ تَحْتَ ظِلَالِ السُّيُوفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရန်သူနှင့် တွေ့ဆုံရန် ဆန္ဒမပြုကြနှင့်၊ အလ္လာဟ်အရှင်မြတ်ထံမှ သင်တို့၏ ကျန်းမာချမ်းသာမှုကို တောင်းခံကြလော့။ သို့သော် အကယ်၍ သင်တို့ ၎င်းတို့နှင့် တွေ့ဆုံပါက သည်းခံခြင်းကို လိုက်နာပြီး ဂျန္နတ် (ပရဒိသု) သည် ဓားများ၏ အရိပ်အောက်တွင် ရှိသည်ကို သိထားကြလော့။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَقَدْ رَأَيْتُمُوهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခု သင်တို့သည် ၎င်းကို မြင်ခဲ့ရပြီ)</span>- သေခြင်းတရား၊ ဓားများ ပေါ်လာသောအခါ၊ ဓားသွားများ ထက်မြက်လာသောအခါ၊ လှံများ တစ်ခုနှင့်တစ်ခု ထပ်နေသောအခါနှင့် လူတို့သည် တိုက်ပွဲအတွက် တန်းစီရပ်နေသောအခါ သင်တို့ ၎င်းကို မြင်ခဲ့ရသည်။ ဤအာယသ်တော်၏ ဤအပိုင်းတွင် ခံစားနိုင်သော်လည်း မမြင်နိုင်သောအရာကို စိတ်ကူးခြင်းအကြောင်း ဖော်ပြထားသော စကားအလင်္ကာတစ်မျိုး ပါရှိသည်။</p>"
  }
]