[
  {
    "ayah_key": "4:40",
    "group_ayah_key": "4:40",
    "from_ayah": "4:40",
    "to_ayah": "4:42",
    "ayah_keys": "4:40,4:41,4:42",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ဖုန်မှုန်တစ်မှုန်၏ အလေးချိန်မျှပင် မတရားပြုတော်မမူပေ။ သို့သော် ကောင်းမှုတစ်ခုခု <span class=\"gray\">(ပြုလုပ်ခဲ့ပါက)</span>၊ ၎င်းအား နှစ်ဆတိုး၍ မိမိအထံတော်မှ ကြီးမားသော အကျိုးကို ပေးသနားတော်မူမည်။ <span>(၄၀)</span>ထိုအခါ <span class=\"gray\">(မည်သို့ရှိမည်နည်း)</span> ကျွန်ုပ်တို့သည် လူမျိုးအသီးသီးမှ သက်သေတစ်ဦးစီကို ခေါ်ဆောင်လာပြီး အသင် <span class=\"gray\">(အို မုဟမ္မဒ်)</span> ကို ဤသူတို့အပေါ် သက်သေအဖြစ် ခေါ်ဆောင်လာပါက <span>(၄၁)</span>ထိုနေ့တွင် မယုံကြည်သူများနှင့် ရစူလ်တမန်တော်ကို မနာခံသူများသည် မြေကြီးထဲတွင် မြှုပ်နှံခံရပါစေဟု ဆန္ဒရှိကြလိမ့်မည်။ သို့သော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့်အချက်ကိုမျှ ဖုံးကွယ်နိုင်မည်မဟုတ်ပေ။ <span>(၄၂)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ဖုန်မှုန်တစ်မှုန်၏ အလေးချိန်မျှပင် မတရားပြုတော်မမူပေ။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိ၏ကျွန်များအနက် မည်သူ့ကိုမျှ ရှင်ပြန်ထမြောက်ရာနေ့တွင် မတရားပြုမည်မဟုတ်ကြောင်း၊ မုန်ညင်းစေ့အလေးချိန် သို့မဟုတ် ဖုန်မှုန်တစ်မှုန်၏ အလေးချိန်မျှပင် မတရားပြုမည်မဟုတ်ကြောင်း ဖော်ပြထားသည်။ ထို့ထက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏လုပ်ရပ်အတွက် အကျိုးပေးမည်ဖြစ်ပြီး ကောင်းမှုဖြစ်ပါက နှစ်ဆတိုးမြှင့်ပေးမည်ဖြစ်သည်။ ဥပမာအားဖြင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَضَعُ الْمَوَازِينَ الْقِسْطَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် တရားမျှတမှု၏ ချိန်ခွင်များကို တည်ဆောက်မည်)</span><span class=\"gray\">[21:47]</span> အလ္လာဟ်အရှင်မြတ်က လူက်မာန်သည် ပြောခဲ့သည်ဟု မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بُنَيَّ إِنَّهَا إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُن فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ့သား! ၎င်းသည် <span class=\"gray\">(မည်သည့်အရာမဆို)</span> မုန်ညင်းစေ့အလေးချိန်နှင့် ညီမျှသည်ဖြစ်စေ၊ ကျောက်တုံးထဲ၌ဖြစ်စေ၊ ကောင်းကင်များ၌ဖြစ်စေ သို့မဟုတ် ကမ္ဘာမြေ၌ဖြစ်စေ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ထုတ်ဖော်မည်ဖြစ်သည်။)</span>။ <span class=\"gray\">[31:16]</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِّيُرَوْا أَعْمَالَهُمْ - فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ - وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လူသားများသည် ၎င်းတို့၏ လုပ်ရပ်များကို ပြသရန် ပြန့်ကျဲသော အုပ်စုများအဖြစ် ထွက်ခွာလာကြလိမ့်မည်။ ထို့ကြောင့် ဖုန်မှုန်တစ်မှုန်၏ အလေးချိန်နှင့် ညီမျှသော ကောင်းမှုကို ပြုလုပ်သူတိုင်းသည် ၎င်းကို မြင်ရလိမ့်မည်။ ဖုန်မှုန်တစ်မှုန်၏ အလေးချိန်နှင့် ညီမျှသော မကောင်းမှုကို ပြုလုပ်သူတိုင်းသည်လည်း ၎င်းကို မြင်ရလိမ့်မည်။)</span><span class=\"gray\">[99:6-8]</span></p><p lang=\"my\" class=\"my \">ဆွဟီးဟ်ကျမ်းနှစ်ခုတွင် အဘူ စအိဒ် အလ်-ခုဒ်ရီက ဖော်ပြခဲ့သော အသနားခံခြင်းနှင့်ပတ်သက်သည့် ဟဒီးဆ်ရှည်ကို မှတ်တမ်းတင်ထားပြီး ၎င်း၌ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَقُولُ اللهُ عَزَّ وَجَلَّ: ارْجِعُوا، فَمَنْ وَجَدْتُمْ فِي قَلْبِهِ مِثْقَالَ حَبَّةِ خَرْدَلٍ مِنْ إِيمَانٍ، فَأَخْرِجُوهُ مِنَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ အလ္လာဟ်အရှင်မြတ်က \"ပြန်သွားကြ၊ မုန်ညင်းစေ့အလေးချိန်မျှသာ အီမာန်ရှိသောသူတိုင်းကို ငရဲမှ ထုတ်ယူခဲ့ကြ\" ဟု မိန့်တော်မူသည်။)</span> အခြားသော ဖော်ပြချက်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وفي لفظ: أَدْنَى أَدْنَى أَدْنَى مِثْقَالِ ذَرَّةٍ مِنْ إِيمَانٍ، فَأَخْرِجُوهُ مِنَ النَّارِ، فَيُخْرِجُونَ خَلْقًا كَثِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အီမာန်၏ အသေးဆုံး၊ အသေးဆုံး၊ အသေးဆုံးသော အပိုင်းအစလေးရှိသူတိုင်းကို ငရဲမှ ထုတ်ယူခဲ့ကြ\" ဟု မိန့်တော်မူရာ ၎င်းတို့သည် လူအများအပြားကို ထုတ်ယူခဲ့ကြလိမ့်မည်။)</span> အဘူ စအိဒ်က ထို့နောက် \"သင်တို့ဆန္ဒရှိပါက ဖတ်ကြလော့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ဖုန်မှုန်တစ်မှုန်၏ အလေးချိန်မျှပင် မတရားပြုတော်မမူပေ။)</span>\"။</p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများအတွက် အပြစ်ဒဏ် လျော့ပါးမည်လား။</h2></div><p lang=\"my\" class=\"my \">စအိဒ် ဘင် ဂျူဘိုင်ရ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَكُ حَسَنَةً يُضَاعِفْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကောင်းမှုတစ်ခုခု <span class=\"gray\">(ပြုလုပ်ခဲ့ပါက)</span>၊ ၎င်းအား နှစ်ဆတိုး၍ ပေးသနားတော်မူမည်။)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူအတွက်မူ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်း၏အပြစ်ဒဏ် လျော့ပါးသွားမည်ဖြစ်သော်လည်း ၎င်းသည် ငရဲမှ ထွက်ခွာနိုင်မည်မဟုတ်ပေ။ အလ်-အဗ်ဗာဆ်က \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! အသင်၏ ဦးလေး အဘူ တာလစ်ဗ်သည် အသင်အား ကာကွယ်စောင့်ရှောက်၍ ထောက်ပံ့ခဲ့သည်။ အသင်သည် ၎င်းအား အကျိုးပြုခဲ့ပါသလား?\" ဟု မေးမြန်းခဲ့သော စစ်မှန်သည့် ဟဒီးဆ်ကို သက်သေအဖြစ် အသုံးပြုခဲ့သည်။ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ هُوَ فِي ضَحْضَاحٍ مِنْ نَارٍ، وَلَوْلَا أَنَا، لَكَانَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်သည်။ ၎င်းသည် ငရဲမီး၏ ရေတိမ်ပိုင်း၌ရှိပြီး၊ ငါမရှိပါက ၎င်းသည် ငရဲမီး၏ အနက်ရှိုင်းဆုံး အောက်ခြေ၌ ရှိလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">သို့သော် ဤဟဒီးဆ်သည် အဘူ တာလစ်ဗ်အတွက်သာ သက်ဆိုင်ပြီး ကျန်မယုံကြည်သူများအတွက် မသက်ဆိုင်ပေ။ ဤအချက်ကို ထောက်ခံရန် အဘူ ဒါဝုဒ် အတ်-တာယာလိဆီက ၎င်း၏ မွတ်စနဒ်တွင် အနတ်စ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ဟု ဖော်ပြထားသည်ကို ကျွန်ုပ်တို့ ဖော်ပြပါမည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَا يَظْلِمُ الْمُؤْمِنَ حَسَنَةً، يُثَابُ عَلَيْهَا الرِّزْقَ فِي الدُّنْيَا، وَيُجْزَى بِهَا فِي الْآخِرَةِ، وَأَمَّا الْكَافِرُ فَيُطْعَمُ بِهَا فِي الدُّنْيَا، فَإِذَا كَانَ يَوْمُ الْقِيَامَةِ لَمْ يَكُنْ لَهُ حَسَنَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မွတ်စ်လင်မ်တစ်ဦးအား ကောင်းမှုတစ်ခုနှင့်ပတ်သက်၍ပင် မတရားပြုတော်မမူပေ။ ၎င်းသည် ဤဘဝတွင် ရိက္ခာဖြင့် အကျိုးပေးခံရမည်ဖြစ်ပြီး၊ နောင်တမလွန်ဘဝတွင်လည်း အကျိုးပေးခံရမည်ဖြစ်သည်။ မယုံကြည်သူအတွက်မူ ဤဘဝတွင် ၎င်း၏ကောင်းမှုအတွက် ရိက္ခာပေးအပ်ခံရမည်ဖြစ်ပြီး၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်း၌ မည်သည့်ကောင်းမှုမျှ ရှိတော့မည်မဟုတ်ပေ။)</span></p><div lang=\"my\" class=\"my \"><h2>'ကြီးမားသော အကျိုး' သည် ဘာကို ဆိုလိုသနည်း။</h2></div><p lang=\"hi-Latn\" class=\"hi-Latn \">Abu Hurayrah, 'Ikrimah, Sa'id bin Jubayr, Al-Hasan, Qatadah and Ad-Dahhak said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်အထံတော်မှ ကြီးမားသော အကျိုးကို ပေးသနားတော်မူမည်။)</span> သည် ဂျန္နတ်(ဂျန်နတ်)ကို ရည်ညွှန်းသည်။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏နှစ်သက်မှုနှင့် ဂျန္နတ်ကို တောင်းခံပါသည်။ အိဗ်နု အဘီ ဟာတိမ်က အဘူ 'ဥޘ်မာန် အန်-နဟ်ဒီက ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"အဘူ ဟုရိုင်ရဟ်နှင့် ကျွန်ုပ်ထက် ပိုမို၍ အတူနေခဲ့သော အခြားသူမရှိပါ။ တစ်နှစ်တွင် သူသည် ကျွန်ုပ်ထက်စော၍ ဟဂ်ျသွားခဲ့ပြီး၊ အလ်-ဗဆရာမြို့သားများက သူသည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ကို ကြားခဲ့ရသည်ဟု ဖော်ပြနေသည်ကို ကျွန်ုပ်တွေ့ရှိခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يُضَاعِفُ الْحَسَنَةَ ألف ألف حَسَنَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမှုတစ်ခုကို အကြိမ်တစ်သန်းဖြင့် အကျိုးပေးတော်မူသည်။)</span> ထို့ကြောင့် ကျွန်ုပ်က 'အို သင်တို့! အဘူ ဟုရိုင်ရဟ်နှင့် ကျွန်ုပ်ထက် ပိုမို၍ အတူနေခဲ့သောသူ မရှိခဲ့ဘဲ၊ ကျွန်ုပ်သည် ဤဟဒီးဆ်ကို သူပြောပြသည်ကို တစ်ခါမျှ မကြားခဲ့ဖူးပေ!' ဟု ပြောလိုက်သည်။ ကျွန်ုပ်သူနှင့် တွေ့ဆုံလိုသည့်အခါ သူသည် ဟဂ်ျသွားရန် ထွက်ခွာသွားပြီဖြစ်ကြောင်း တွေ့ရှိရသဖြင့် ဤဟဒီးဆ်အကြောင်း မေးမြန်းရန် သူ့နောက်မှလိုက်၍ ဟဂ်ျသို့ လိုက်သွားခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်သည် အဘူ 'ဥޘ်မာန်ထံသို့ ဆက်စပ်သည့် အခြားသော ဖော်ပြချက်ဖြင့် ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ထားသည်။ ဤဖော်ပြချက်၌ အဘူ 'ဥޘ်မာန်က \"ကျွန်ုပ်က 'အို အဘူ ဟုရိုင်ရဟ်! ကျွန်ုပ်သည် အလ်-ဗဆရာမှ ကျွန်ုပ်၏ ညီအစ်ကိုများက သင်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ကို ကြားခဲ့ရသည်ဟု ဖော်ပြခဲ့သည်ကို ကျွန်ုပ်ကြားသိခဲ့ရသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يَجْزِي بِالْحَسَنَةِ ألف ألف حَسَنَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမှုတစ်ခုကို အကြိမ်တစ်သန်းဖြင့် အကျိုးပေးတော်မူသည်။)</span> အဘူ ဟုရိုင်ရဟ်က 'အလ္လာဟ်ကို တိုင်တည်၍ ပြောရမည်ဆိုလျှင်! ကျွန်ုပ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ကို ကြားခဲ့ရသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يَجْزِي بِالْحَسَنَةِ أَلْفَيْ أَلْفِ حَسَنَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမှုတစ်ခုကို အကြိမ်နှစ်သန်းဖြင့် အကျိုးပေးတော်မူသည်။)</span> ထို့နောက် သူသည် ဤအာယသ်ကို ရွတ်ဖတ်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဤလောကီဘဝ၏ ပျော်ရွှင်မှုသည် နောင်တမလွန်ဘဝနှင့် နှိုင်းယှဉ်လျှင် အနည်းငယ်မျှသာ ဖြစ်သည်။)</span>။ <span class=\"gray\">[9:38]</span>\"</p><div lang=\"my\" class=\"my \"><h2>ကျွန်ုပ်တို့၏ နဗီတမန်တော် <span class=\"gray\">(ﷺ)</span> သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်း၏ ဥမ္မသ်(လူမျိုး)အတွက် သက်သေခံဖြစ်တော်မူမည် (သို့မဟုတ်) ၎င်း၏ ဥမ္မသ်(လူမျိုး)ကို ဆန့်ကျင်၍ သက်သေခံဖြစ်တော်မူမည်၊ ထိုအခါ မယုံကြည်သူများသည် သေခြင်းကို ဆန္ဒပြုကြမည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَىٰ هَٰؤُلَاءِ شَهِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ <span class=\"gray\">(မည်သို့ရှိမည်နည်း)</span> ကျွန်ုပ်တို့သည် လူမျိုးအသီးသီးမှ သက်သေတစ်ဦးစီကို ခေါ်ဆောင်လာပြီး အသင် <span class=\"gray\">(အို မုဟမ္မဒ်)</span> ကို ဤသူတို့အပေါ် သက်သေအဖြစ် ခေါ်ဆောင်လာပါက မည်သို့ရှိမည်နည်း။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့၏ ကြောက်မက်ဖွယ်ရာများ၊ ဒုက္ခဆင်းရဲများနှင့် အခက်အခဲများကို ဖော်ပြတော်မူပြီး၊ ထိုနေ့တွင် တိုင်းပြည်တိုင်းမှ သက်သေတစ်ဦးစီ (ဆိုလိုသည်မှာ နဗီတမန်တော်များ) ရှိနေပါက မည်သို့ရှိမည်နည်းဟု မိန့်တော်မူသည်မှာ၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်နည်းတူပင်ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေသည် မိမိ၏အရှင်သခင်၏ အလင်းရောင်ဖြင့် တောက်ပလာမည်ဖြစ်ပြီး၊ ကျမ်းကို <span class=\"gray\">(ဖွင့်၍)</span> ထားရှိမည်ဖြစ်ကာ၊ နဗီတမန်တော်များနှင့် သက်သေများကို ခေါ်ဆောင်လာမည်။)</span><span class=\"gray\">[39:69]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် လူမျိုးတိုင်းမှ ၎င်းတို့ကိုယ်တိုင်အတွင်းမှ သက်သေတစ်ဦးကို ၎င်းတို့အပေါ် ခေါ်ဆောင်လာမည့်နေ့ကို <span class=\"gray\">(အမှတ်ရကြလော့)</span>။)</span>။ <span class=\"gray\">[16:89]</span></p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီက အဗ်ဒုလ္လာဟ် ဘင် မတ်စ်အူဒ်က ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ကျွန်ုပ်အား 'ကျွန်ုပ်အား ရွတ်ပြပါ' ဟု မိန့်တော်မူသည်။ ကျွန်ုပ်က 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! အသင်အား ထုတ်ဖော်ခဲ့သော ကျမ်းကို ကျွန်ုပ်က အသင်အား ရွတ်ပြရမည်လော?' ဟု မေးလျှောက်ခဲ့သည်။ သူက 'ဟုတ်ပြီ၊ ကျွန်ုပ်သည် အခြားသူများထံမှ နာကြားရသည်ကို နှစ်သက်သည်' ဟု မိန့်တော်မူသည်။ ကျွန်ုပ်သည် ဆူရဟ် အန်-နိစာအ်ကို ဤအာယသ်သို့ ရောက်သည်အထိ ရွတ်ဖတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَىٰ هَٰؤُلَاءِ شَهِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ <span class=\"gray\">(မည်သို့ရှိမည်နည်း)</span> ကျွန်ုပ်တို့သည် လူမျိုးအသီးသီးမှ သက်သေတစ်ဦးစီကို ခေါ်ဆောင်လာပြီး အသင် <span class=\"gray\">(အို မုဟမ္မဒ်)</span> ကို ဤသူတို့အပေါ် သက်သေအဖြစ် ခေါ်ဆောင်လာပါက မည်သို့ရှိမည်နည်း။)</span> ထို့နောက် သူက 'ယခု ရပ်လိုက်တော့' ဟု မိန့်တော်မူသည်။ ကျွန်ုပ်သည် သူ၏မျက်လုံးများမှ မျက်ရည်များကျနေသည်ကို တွေ့ရှိရသည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّىٰ بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် မယုံကြည်သူများနှင့် ရစူလ်တမန်တော်ကို မနာခံသူများသည် မြေကြီးထဲတွင် မြှုပ်နှံခံရပါစေဟု ဆန္ဒရှိကြလိမ့်မည်။ သို့သော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့်အချက်ကိုမျှ ဖုံးကွယ်နိုင်မည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် စုဝေးရာနေရာ၏ ကြောက်မက်ဖွယ်ရာများ၊ ထိုနေ့တွင် ခံစားရမည့် အရှက်ရမှု၊ ဂုဏ်သိက္ခာကျဆင်းမှုနှင့် အရှက်ခွဲခံရမှုများကြောင့် မြေကြီးပွင့်လာပြီး ၎င်းတို့ကို မြိုချစေလိုလိမ့်မည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَنظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားသည် မိမိ၏လက်များက ရှေ့သို့ပို့ထားခဲ့သော <span class=\"gray\">(လုပ်ရပ်များ)</span>ကို မြင်ရမည့်နေ့)</span><span class=\"gray\">[78:40]</span> အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့်အချက်ကိုမျှ ဖုံးကွယ်နိုင်မည်မဟုတ်ပေ။)</span> ၎င်းတို့သည် လုပ်ခဲ့သမျှအားလုံးကို ဝန်ခံကြမည်ဖြစ်ပြီး မည်သည့်အရာကိုမျှ ဖုံးကွယ်ထားမည်မဟုတ်ကြောင်း ဖော်ပြသည်။</p><p lang=\"my\" class=\"my \">အဗ်ဒူရ်-ရဇ်ဇာက်က စအိဒ် ဘင် ဂျူဘိုင်ရ်က ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"လူတစ်ဦးသည် အိဗ်နု 'အဗ်ဗာဆ်ထံသို့ လာပြီး 'ကျွန်ုပ်တွင် ကုရ်အာန်၌ စိတ်ရှုပ်ထွေးဖွယ်ရာများ ရှိနေသည်' ဟု ပြောကြားခဲ့သည်။ အိဗ်နု 'အဗ်ဗာဆ်က 'ကုရ်အာန်၌ သင်ဘာများ သံသယရှိနေသနည်း?' ဟု မေးမြန်းခဲ့သည်။ သူက 'သံသယများ မဟုတ်ဘဲ စိတ်ရှုပ်ထွေးဖွယ်ရာများ' ဟု ပြန်ဖြေခဲ့သည်။ အိဗ်နု 'အဗ်ဗာဆ်က 'သင့်ကို ဘာတွေ စိတ်ရှုပ်ထွေးစေလဲ ပြောပြပါ' ဟု ဆိုသည်။ သူက 'ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို ကြားရသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَمْ تَكُن فِتْنَتُهُمْ إِلَّا أَن قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ၎င်းတို့အတွက် စမ်းသပ်မှုမရှိဘဲ 'အလ္လာဟ်ကို တိုင်တည်၍ ပြောရမည်ဆိုလျှင်၊ ကျွန်ုပ်တို့၏အရှင်သခင်၊ ကျွန်ုပ်တို့သည် အလ္လာဟ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်သူများ မဟုတ်ခဲ့ပါ' ဟု ပြောကြားကြလိမ့်မည်။)</span><span class=\"gray\">[6:23]</span> သို့သော် အရှင်မြတ်ကလည်း မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့်အချက်ကိုမျှ ဖုံးကွယ်နိုင်မည်မဟုတ်ပေ။)</span> ၎င်းတို့သည် တစ်စုံတစ်ရာကို ဖုံးကွယ်ထားခဲ့ကြသည်။' အိဗ်နု 'အဗ်ဗာဆ်က 'အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍မူ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَمْ تَكُن فِتْنَتُهُمْ إِلَّا أَن قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ၎င်းတို့အတွက် စမ်းသပ်မှုမရှိဘဲ 'အလ္လာဟ်ကို တိုင်တည်၍ ပြောရမည်ဆိုလျှင်၊ ကျွန်ုပ်တို့၏အရှင်သခင်၊ ကျွန်ုပ်တို့သည် အလ္လာဟ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်သူများ မဟုတ်ခဲ့ပါ' ဟု ပြောကြားကြလိမ့်မည်။)</span>၊ <span class=\"gray\">[6:23]</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်သည် အစ္စလာမ်ဘာသာဝင်များမှလွဲ၍ အခြားသူများကို ခွင့်မလွှတ်ကြောင်း၊ ရှရစ်က်မှလွဲ၍ မည်မျှပင်ကြီးမားသော အပြစ်များကိုမဆို ခွင့်လွှတ်တော်မူကြောင်း ၎င်းတို့မြင်သောအခါ၊ မွတ်ရစ်က်များသည် လိမ်ညာကြလိမ့်မည်။ ၎င်းတို့က ပြောကြလိမ့်မည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အလ္လာဟ်ကို တိုင်တည်၍ ပြောရမည်ဆိုလျှင်၊ ကျွန်ုပ်တို့၏အရှင်သခင်၊ ကျွန်ုပ်တို့သည် အလ္လာဟ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်သူများ မဟုတ်ခဲ့ပါ\"။)</span>၊ <span class=\"gray\">[6:23]</span> အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ကို ခွင့်လွှတ်လိမ့်မည်ဟု မျှော်လင့်ရင်း။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ပါးစပ်များကို တံဆိပ်ခတ်ထားမည်ဖြစ်ပြီး၊ ၎င်းတို့၏ လက်များနှင့် ခြေထောက်များသည် ၎င်းတို့ လုပ်ခဲ့သည်များကို ဖော်ထုတ်ပြသလိမ့်မည်။ ထို့နောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّىٰ بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများနှင့် ရစူလ်တမန်တော်ကို မနာခံသူများသည် မြေကြီးထဲတွင် မြှုပ်နှံခံရပါစေဟု ဆန္ဒရှိကြလိမ့်မည်။ သို့သော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့်အချက်ကိုမျှ ဖုံးကွယ်နိုင်မည်မဟုတ်ပေ။)</span>'\"</p>"
  }
]