[
  {
    "ayah_key": "2:38",
    "group_ayah_key": "2:38",
    "from_ayah": "2:38",
    "to_ayah": "2:39",
    "ayah_keys": "2:38,2:39",
    "text": "<p lang=\"my\" class=\"my \">ငါတို့က ပြောခဲ့သည်- \"သင်တို့အားလုံးသည် ဤနေရာ <span class=\"gray\">(ဂျန္နတ်)</span> မှ ဆင်းသွားကြလော့။ ထို့နောက် ငါ့ထံမှ ဟူဒါန် <span class=\"gray\">(လမ်းညွှန်မှု)</span> သည် သင်တို့ထံသို့ ရောက်လာသည့်အခါ၊ ငါ၏လမ်းညွှန်မှုကို လိုက်နာသူမည်သူမဆို၊ ၎င်းတို့အပေါ်၌ ကြောက်ရွံ့စရာမရှိစေရ။ ဝမ်းနည်းပူဆွေးရမည်လည်းမဟုတ်။ <span>(38)</span>သို့သော် ငါတို့၏ အာယတ် <span class=\"gray\">(သက်သေများ၊ အထောက်အထားများ၊ အာယတ်များ၊ သင်ခန်းစာများ၊ လက္ခဏာများ၊ ဗျာဒိတ်တော်များ စသည်ဖြင့်)</span> ကို မယုံကြည်ငြင်းပယ်သူများသည် ငရဲ၏နေထိုင်သူများဖြစ်သည်။ ၎င်းတို့သည် ထိုငရဲ၌ ထာဝရနေရမည်။ <span>(39)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အာဒမ်၊ ဟာဝါ နှင့် ရှိုက်သွန်တို့ကို ဂျန္နတ်မှ ကမ္ဘာမြေသို့ စေလွှတ်သောအခါ၊ ကျမ်းဂန်များကို ချပြမည်ဖြစ်ပြီး ပရောဖက်များနှင့် ရစူလ်တမန်တော်များကို ၎င်းတို့ထံ၊ ဆိုလိုသည်မှာ ၎င်းတို့၏မျိုးဆက်များထံ စေလွှတ်မည်ဟု သတိပေးခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ အဘူလ်အလ်အာလီယာဟ်က \"အလ်-ဟူဒါသည် ပရောဖက်များ၊ ရစူလ်တမန်တော်များ၊ ရှင်းလင်းသော လက္ခဏာများနှင့် ပြတ်သားသော ရှင်းလင်းချက်များကို ရည်ညွှန်းသည်။\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَبِعَ هُدَايَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏လမ်းညွှန်မှုကို လိုက်နာသူမည်သူမဆို)</span> ဆိုလိုသည်မှာ ငါ၏ကျမ်းဂန်များတွင် ပါရှိသော အရာများနှင့် ငါ့ရစူလ်တမန်တော်များကို စေလွှတ်သော အရာများကို လက်ခံသူမည်သူမဆို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلاَ خَوْفٌ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ်၌ ကြောက်ရွံ့စရာမရှိစေရ)</span> ဆိုသည်မှာ နောင်တမလွန်ဘဝနှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلاَ هُمْ يَحْزَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝမ်းနည်းပူဆွေးရမည်လည်းမဟုတ်)</span> ဆိုသည်မှာ ဤဒုንያဘဝနှင့်ပတ်သက်၍ ဖြစ်သည်။ အလားတူပင် စူရဟ် တွာဟာ၌ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اهْبِطَا مِنْهَا جَمِيعًا ۖ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်)</span> က မိန့်တော်မူသည်- \"သင်တို့နှစ်ဦးလုံး <span class=\"gray\">(ဂျန္နတ်မှ ကမ္ဘာမြေသို့)</span> အတူတကွ ဆင်းသက်ကြလော့။ သင်တို့အချို့သည် အချို့တို့အတွက် ရန်သူများ ဖြစ်ကြသည်။ ထို့နောက် ငါ့ထံမှ လမ်းညွှန်မှု ရောက်လာပါက၊ ငါ့လမ်းညွှန်မှုကို လိုက်နာသူမည်သူမဆို၊ သူသည် လမ်းမမှားမည်လည်းမဟုတ်၊ ပူပန်ကြေကွဲရမည်လည်းမဟုတ်။\")</span><span class=\"gray\">(20:123)</span></p><p lang=\"my\" class=\"my \">အိဗ်နုအဘ္ဘားစ်က မှတ်ချက်ပြုသည်၊ \"သူသည် ဤဒုንያဘဝ၌ လမ်းမမှားစေရ၊ နောင်တမလွန်ဘဝ၌လည်း ဆင်းရဲဒုက္ခမရောက်စေရ။\" အာယတ်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါ၏သတိပေးချက် <span class=\"gray\">(ဆိုလိုသည်မှာ ဤကုရ်အာန်ကိုလည်းမယုံကြည်၊ ၎င်း၏သွန်သင်ချက်များအတိုင်းလည်းမပြုကျင့်သူ)</span> မှ ရှောင်ဖယ်သူမည်သူမဆို၊ အမှန်စင်စစ် သူသည် ခက်ခဲသောဘဝကို ရရှိမည်ဖြစ်ပြီး၊ ကိယာမနေ့တွင် ငါတို့သည် သူ့ကို မျက်မမြင်အဖြစ် ထမြောက်စေမည်။)</span><span class=\"gray\">(20:124)</span> သည် အလ္လာဟ်အရှင်မြတ် ဤနေရာ၌ မိန့်တော်မူခဲ့သည့်အရာနှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါတို့၏ အာယတ်များကို မယုံကြည်ငြင်းပယ်သူများသည် ငရဲ၏နေထိုင်သူများဖြစ်သည်။ ၎င်းတို့သည် ထိုငရဲ၌ ထာဝရနေရမည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ငရဲ၌ ထာဝရနေရမည်ဖြစ်ပြီး၊ ထိုမှထွက်ရန် လမ်းကို ရှာမတွေ့နိုင်ကြ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ - وَآمِنُوا بِمَا أَنزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ</p>"
  },
  {
    "ayah_key": "2:4",
    "group_ayah_key": "2:4",
    "from_ayah": "2:4",
    "to_ayah": "2:4",
    "ayah_keys": "2:4",
    "text": "<p class=\"my translation\" lang=\"my\">သင့်ထံသို့ ချပေးတော်မူခဲ့သောအရာကိုလည်းကောင်း၊ သင့်မတိုင်မီက ချပေးတော်မူခဲ့သောအရာကိုလည်းကောင်း ယုံကြည်ပြီး နောင်တမလွန်ဘဝ၌လည်း ယုံကြည်စိတ်ချသူများ ဖြစ်ကြသည်။ <span>(4)</span></p><p lang=\"gd\" class=\"gd \">Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံသို့ ချပေးတော်မူခဲ့သောအရာကိုလည်းကောင်း၊ သင့်မတိုင်မီက ချပေးတော်မူခဲ့သောအရာကိုလည်းကောင်း ယုံကြည်သူများ။)</span> ဆိုလိုသည်မှာ \"၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က သင့်အား စေလွှတ်ခဲ့သောအရာကိုလည်းကောင်း၊ ယခင် ရစူလ်တမန်တော်များကို စေလွှတ်ခဲ့သောအရာကိုလည်းကောင်း ယုံကြည်ကြသည်၊ ၎င်းတို့ <span class=\"gray\">(ယုံကြည်ခြင်း)</span> အကြား ခွဲခြားမှုမပြုကြ၊ ၎င်းတို့၏အရှင်သခင်ထံမှ ယူဆောင်လာသောအရာကိုလည်း ငြင်းပယ်ခြင်းမရှိကြ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِالْآخِرَةِ هُمْ يُوقِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တမလွန်ဘဝ၌လည်း ယုံကြည်စိတ်ချကြသည်)</span> ဆိုသည်မှာ ရှင်ပြန်ထမြောက်ခြင်း၊ <span class=\"gray\">(ကိယာမနေ့တွင်)</span> ရပ်တည်ရခြင်း၊ ဂျန္နတ်၊ ငရဲ၊ စစ်ဆေးမေးမြန်းခြင်းနှင့် ကုသိုလ်ဒုစရိုက်တို့ကို ချိန်တွယ်သော တံချိန် <span class=\"gray\">(မီဇန်)</span> တို့ဖြစ်သည်။ နောင်တမလွန်ဘဝဟု ခေါ်ဆိုရခြင်းမှာ ဤလောကီဘဝပြီးနောက် ရောက်လာသောကြောင့်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်သူတို့၏ ဂုဏ်ပုဒ်များ</h2></div><p lang=\"my\" class=\"my \">ဤနေရာ၌ ဖော်ပြထားသော ပုဂ္ဂိုလ်များ <span class=\"gray\">(2:4)</span> သည် အလ္လာဟ်အရှင်မြတ်က ယခင်အာယတ်တော်တွင် ဖော်ပြခဲ့သော ပုဂ္ဂိုလ်များဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်ကွယ်၌ ယုံကြည်ပြီး နမာဇ်ကို ထိန်းသိမ်းဆောက်တည်ကြသူများ၊ ၎င်းတို့အား ငါတို့ပေးထားသော ရိက္ခာမှ လှူဒါန်းကြသူများ။)</span></p><p lang=\"my\" class=\"my \">မူဂျာဟစ်က တစ်ချိန်က ပြောကြားခဲ့သည်၊ \"စူရဟ်အလ်-ဘကရဟ်၏ အစပိုင်းရှိ အာယတ်တော်လေးခုသည် ယုံကြည်သူများကို ဖော်ပြသည်၊ နှစ်ခုသည် မယုံကြည်သူများကို ဖော်ပြပြီး၊ ဆယ့်သုံးခုသည် ဟန်ဆောင်သူများကို ဖော်ပြသည်။\" ဤထုတ်ပြန်ချက်တွင် ဖော်ပြထားသော အာယတ်တော်လေးခုသည် အထွေထွေဖြစ်ပြီး အာရပ်ဖြစ်စေ၊ အာရပ်မဟုတ်သူဖြစ်စေ၊ ယခင်ကျမ်းစာပိုင်ရှင်ဖြစ်စေ၊ ဂျင်ဖြစ်စေ၊ လူသားဖြစ်စေ ယုံကြည်သူတိုင်းကို အကျုံးဝင်သည်။ ဤဂုဏ်ပုဒ်အားလုံးသည် တစ်ခုနှင့်တစ်ခု ဖြည့်စွက်ပေးပြီး အခြားဂုဏ်ပုဒ်များ ရှိနေရန် လိုအပ်သည်။ ဥပမာအားဖြင့်၊ အလ္လာဟ်၏ ရစူလ်တမန်တော်နှင့် ယခင်ရစူလ်တမန်တော်များကို စေလွှတ်ခဲ့သောအရာကို မယုံကြည်ဘဲ မျက်ကွယ်၌ ယုံကြည်ရန်၊ ဆွလာတ်ဝတ်ပြုရန်နှင့် ဇကာတ်ပေးရန် မဖြစ်နိုင်ပေ။ နောင်တမလွန်ဘဝ၌ ယုံကြည်စိတ်ချခြင်းနှင့်လည်း အတူတူပင်၊ ယင်းမရှိဘဲ မှန်ကန်နိုင်မည်မဟုတ်ပေ၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်က ယုံကြည်သူများကို အမိန့်ပေးထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَىٰ رَسُولِهِ وَالْكِتَابِ الَّذِي أَنزَلَ مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူတို့! အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ အရှင်မြတ်၏ ရစူလ်တမန်တော်ကိုလည်းကောင်း၊ အရှင်မြတ်က ရစူလ်တမန်တော်ထံ ချပေးတော်မူခဲ့သော ကျမ်း <span class=\"gray\">(ကုရ်အာန်)</span> ကိုလည်းကောင်း၊ အရှင်မြတ်က <span class=\"gray\">(အရှင်မြတ်မတိုင်မီ)</span> ယခင်သူများထံ ချပေးတော်မူခဲ့သော ကျမ်းကိုလည်းကောင်း ယုံကြည်ကြလော့။)</span><span class=\"gray\">(4:136)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ ۖ وَقُولُوا آمَنَّا بِالَّذِي أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَٰهُنَا وَإِلَٰهُكُمْ وَاحِدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်ရသူများနှင့် အကောင်းဆုံးနည်းလမ်းမှတစ်ပါး ငြင်းခုံခြင်းမပြုကြနှင့်၊ ၎င်းတို့အနက်မှ မတော်မတရားပြုသူများမှအပ။ ထို့ပြင် <span class=\"gray\">(၎င်းတို့အား)</span> ပြောကြားကြလော့- \"ငါတို့ထံ ချပေးတော်မူခဲ့သောအရာကိုလည်းကောင်း၊ သင်တို့ထံ ချပေးတော်မူခဲ့သောအရာကိုလည်းကောင်း ငါတို့ယုံကြည်ကြသည်။ ငါတို့၏ အီလာဟ် <span class=\"gray\">(ဘုရား)</span> နှင့် သင်တို့၏ အီလာဟ် <span class=\"gray\">(ဘုရား)</span> သည် တစ်ဆူတည်း <span class=\"gray\">(ဆိုလိုသည်မှာ အလ္လာဟ်)</span> ဖြစ်သည်။\")</span><span class=\"gray\">(29:46)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျမ်းဂန်ကို ပေးသနားခံရသူတို့ <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်တို့)</span>! သင်တို့ထံ <span class=\"gray\">(လက်ရှိ)</span> ရှိနေသောအရာကို အတည်ပြုသော ငါတို့ချပေးတော်မူခဲ့သည်ကို <span class=\"gray\">(မုဟမ္မဒ် ﷺ ထံ)</span> ယုံကြည်ကြလော့။)</span><span class=\"gray\">(4:47)</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَىٰ شَيْءٍ حَتَّىٰ تُقِيمُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားပါ <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span>- \"အို ကျမ်းဂန်ရသူတို့ <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်တို့)</span>! သင်တို့သည် တောင်ရာဟ် <span class=\"gray\">(တိုရာ)</span>၊ အင်ဂျီးလ် <span class=\"gray\">(ဧဝံဂေလိ)</span> နှင့် သင်တို့၏အရှင်သခင်ထံမှ <span class=\"gray\">(ယခု)</span> ချပေးတော်မူခဲ့သည်ကို <span class=\"gray\">(ကုရ်အာန်)</span> လိုက်နာဆောင်ရွက်ခြင်းမရှိသ၍ သင်တို့၌ မည်သည့်အရာမျှ မရှိပေ။\")</span><span class=\"gray\">(5:68)</span>။</p><p lang=\"my\" class=\"my \">ထို့ပြင် မြင့်မြတ်တော်မူသော အလ္လာဟ်အရှင်မြတ်က ယုံကြည်သူများကို ဖော်ပြထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ ۚ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရစူလ်တမန်တော် <span class=\"gray\">(မုဟမ္မဒ် <span class=\"gray\">(ﷺ)</span>)</span> သည် ၎င်း၏အရှင်သခင်ထံမှ ၎င်းထံ ချပေးတော်မူခဲ့သည်ကို ယုံကြည်ပြီး <span class=\"gray\">(ထို့အတူ)</span> ယုံကြည်သူများလည်း ယုံကြည်ကြသည်။ တစ်ဦးစီတိုင်းသည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ အရှင်မြတ်၏ မလာအိကဟ်များကိုလည်းကောင်း၊ အရှင်မြတ်၏ ကျမ်းဂန်များကိုလည်းကောင်း၊ အရှင်မြတ်၏ ရစူလ်တမန်တော်များကိုလည်းကောင်း ယုံကြည်ကြသည်။ <span class=\"gray\">(၎င်းတို့က ပြောကြသည်၊)</span> \"အရှင်မြတ်၏ ရစူလ်တမန်တော်များအနက်မှ မည်သူတစ်ဦးတစ်ယောက်မျှကို ငါတို့ခွဲခြားခြင်းမပြုပေ။\")</span><span class=\"gray\">(2:285)</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ مِّنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော်များကို ယုံကြည်ပြီး ၎င်းတို့ <span class=\"gray\">(ရစူလ်တမန်တော်များ)</span> အနက်မှ မည်သူတစ်ဦးတစ်ယောက်မျှကို ခွဲခြားခြင်းမပြုသူများ။)</span><span class=\"gray\">(4:152)</span>၊</p><p lang=\"my\" class=\"my \">၎င်းသည် စစ်မှန်သောယုံကြည်သူအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ အရှင်မြတ်၏ ရစူလ်တမန်တော်များကိုလည်းကောင်း၊ အရှင်မြတ်၏ ကျမ်းဂန်များကိုလည်းကောင်း ယုံကြည်ကြကြောင်း ဖော်ပြသည့် အာယတ်တော်များ၏ နမူနာတစ်ခုဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ကျမ်းဂန်ရသူများအနက်မှ သစ္စာရှိသူများသည် ၎င်းတို့၏ကျမ်းဂန်များကိုလည်းကောင်း၊ ၎င်းနှင့်သက်ဆိုင်သော အသေးစိတ်အချက်အလက်အားလုံးကိုလည်းကောင်း ယုံကြည်ကြသောကြောင့် ဤနေရာ၌ အထူးအရေးပါမှုရှိသည်။ ထို့ကြောင့် ထိုကဲ့သို့သောသူများသည် အစ္စလာမ်ကို လက်ခံပြီး ဘာသာတရား၏ အသေးစိတ်အချက်အလက်များကို ရိုးသားစွာ ယုံကြည်သောအခါ၊ ၎င်းတို့သည် အကျိုးကျေးဇူးနှစ်ဆ ရရှိမည်ဖြစ်သည်။ အခြားသူများအတွက်မူ ၎င်းတို့သည် ယခင်ဘာသာရေးသွန်သင်ချက်များကို အထွေထွေအားဖြင့်သာ ယုံကြည်နိုင်ကြသည်။ ဥပမာအားဖြင့်၊ နဗီတမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا حَدَّثَكُمْ أَهْلُ الْكِتَابِ فَلَا تُكَذِّبُوهُمْ وَلَا تُصَدِّقُوهُمْ وَلٰكِنْ قُولُوا: آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်ရသူများက သင့်အား ပြောပြသောအခါ၊ ၎င်းတို့ပြောသည်ကို မငြင်းပယ်နှင့်၊ မအတည်ပြုနှင့်။ သို့သော် 'ငါတို့ထံ ချပေးတော်မူခဲ့သည်ကိုလည်းကောင်း၊ သင်တို့ထံ ချပေးတော်မူခဲ့သည်ကိုလည်းကောင်း ငါတို့ယုံကြည်သည်' ဟု ပြောကြားပါ။)</span></p><p lang=\"my\" class=\"my \">သို့သော် မုဟမ္မဒ် ﷺ ထံ ချပေးတော်မူခဲ့သည့် အစ္စလာမ်ဘာသာ၌ အာရပ်များစွာတို့၏ ယုံကြည်ခြင်းသည် အစ္စလာမ်ကို လက်ခံခဲ့သော ကျမ်းဂန်ရသူများ၏ ယုံကြည်ခြင်းထက် ပိုမိုပြည့်စုံပြီး ကျယ်ပြန့်ခိုင်မာနိုင်သည်။ ထို့ကြောင့် ကျမ်းဂန်ရသူများအနက်မှ အစ္စလာမ်၌ ယုံကြည်သူများသည် အကျိုးကျေးဇူးနှစ်ဆ ရရှိပါက၊ ပိုမိုခိုင်မာသော အစ္စလာမ်သာသနာ့ယုံကြည်ချက်ရှိသော အခြားမွတ်စ်လင်မ်များသည် ကျမ်းဂန်ရသူများ <span class=\"gray\">(အစ္စလာမ်ကို လက်ခံသောအခါ)</span> ရရှိသည့် အကျိုးကျေးဇူးနှစ်ဆနှင့် နှိုင်းယှဉ်နိုင်သော ညီမျှသည့် အကျိုးကျေးဇူးကို ရရှိနိုင်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  }
]