[
  {
    "ayah_key": "33:45",
    "group_ayah_key": "33:45",
    "from_ayah": "33:45",
    "to_ayah": "33:48",
    "ayah_keys": "33:45,33:46,33:47,33:48",
    "text": "<p lang=\"my\" class=\"my \">အို တမန်တော်! အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အသင့်အား သက်သေအဖြစ်လည်းကောင်း၊ ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးပို့သူအဖြစ်လည်းကောင်း၊ သတိပေးနှိုးဆော်သူအဖြစ်လည်းကောင်း စေလွှတ်ခဲ့ပြီ။ <span>(၄၅)</span> အသင်သည် အလ္လာဟ်အရှင်မြတ်၏ အခွင့်နှင့် အလ္လာဟ်အရှင်မြတ်ဘက်သို့ ဖိတ်ခေါ်သူအဖြစ်လည်းကောင်း၊ ထွန်းလင်းတောက်ပသော မီးအိမ်အဖြစ်လည်းကောင်း (စေလွှတ်ခဲ့ပြီ)။ <span>(၄၆)</span> အသင်သည် အီမာန်သက်ဝင်ယုံကြည်သူများအား ဝမ်းမြောက်ဖွယ်ရာ သတင်းကောင်းကို ပြောပြပါလေ။ အမှန်စင်စစ် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ကြီးကျယ်လှသော မျက်နှာသာပေးမှုတစ်ခုကို ရရှိလိမ့်မည်။ <span>(၄၇)</span> အသင်သည် ဒိုင်လူကြီးများနှင့် မုနာဖစ်လူကြီးများအား မနာခံပါနှင့်။ ၎င်းတို့အား အန္တရာယ် မပြုပါနှင့်။ အလ္လာဟ်အရှင်မြတ်အပေါ် အသင်ယုံကြည်အားထားပါ။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်အားထားရာအဖြစ် လုံလောက်လှပေသည်။ <span>(၄၈)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်၏ ဂုဏ်တော်များ ﷺ</p><p lang=\"gd\" class=\"gd \">Imam Ahmad recorded that 'Ata' bin Yasar said that he met 'Abdullah bin 'Amr bin Al-'As, may Allah be pleased with him, and said to him:</p><p lang=\"my\" class=\"my \">\"တာဝ်ရာတ်ကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ ဖော်ပြချက်အကြောင်း ကျွန်ုပ်အား ပြောပြပါဦး။\" သူက \"ဟုတ်ကဲ့၊ အလ္လာဟ်အရှင်မြတ်ကို အမှန်ပြု၍ ဆိုရသော်၊ ၎င်းအရှင်မြတ်အား ကုရ်အာန်တွင် ဖော်ပြထားသော ဂုဏ်ရည်အချို့ဖြင့် တာဝ်ရာတ်ကျမ်း၌ ဖော်ပြထားသည်။ 'အို တမန်တော်! အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အသင့်အား သက်သေအဖြစ်လည်းကောင်း၊ ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးပို့သူအဖြစ်လည်းကောင်း၊ သတိပေးနှိုးဆော်သူအဖြစ်လည်းကောင်း၊ စာမတတ်သူတို့အတွက် ကယ်တင်ရှင်အဖြစ်လည်းကောင်း စေလွှတ်ခဲ့ပြီ။ အသင်သည် ကျွန်ုပ်၏ကျွန်၊ ကျွန်ုပ်၏ တမန်တော် ဖြစ်ပြီး၊ ကျွန်ုပ်သည် အသင့်အား အလ်-မူတာဝက္ကီလ် <span class=\"gray\">(အားထားသူ)</span> ဟု ခေါ်ဝေါ်ထားသည်။ အသင်သည် ကြမ်းတမ်းသူမဟုတ်၊ ရက်စက်သူမဟုတ်၊ ဈေးများတွင် ဆူညံစွာပြောဆိုသူမဟုတ်။ မကောင်းမှုကို မကောင်းမှုဖြင့် အတုံ့အလှယ် မပြုပေ၊ သို့သော် အသင်သည် လျစ်လျူရှုကာ ခွင့်လွှတ်တတ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အသင်၏ဝိညာဉ်ကို ယူဆောင်သွားမည်မဟုတ်ပေ၊ အသင်သည် လမ်းမှားသွားသူတို့ကို ဖြောင့်မတ်စေကာ ၎င်းတို့က 'လာအီလာဟ အီလ္လလ္လာဟ်' ဟု မပြောမချင်းဖြစ်ပေ။ ထိုစကားရပ်များဖြင့် မျက်စိကန်းသူတို့၏ မျက်လုံးများ၊ နားမကြားသူတို့၏ နားများနှင့် တံဆိပ်ခတ်ထားသော နှလုံးသားများ ပွင့်သွားလိမ့်မည်။'\" ၎င်းကို အလ်-ဘူခါရီက စီးပွားရေးဆိုင်ရာကျမ်းများနှင့် အတ်-တဖ်စီးရ်ကျမ်းများတွင်လည်း မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">ဝဟ်ဗ် ဘင် မူနဗ်ဗီဟ်က ပြောသည်– \"အလ္လာဟ်အရှင်မြတ်သည် အစ္စရေးလ်သားတို့၏ နဗီတမန်တော်တစ်ပါးဖြစ်သော ရှာယာအ် <span class=\"gray\">(အီဆာယာ)</span> အမည်ရှိသူထံ ဗျာဒိတ်တော် ပေးခဲ့သည်။ 'အစ္စရေးလ်သားဖြစ်သော အသင့်လူမျိုးများကြားတွင် မတ်တတ်ရပ်ပါလေ။ အသင်၏လျှာကို ဗျာဒိတ် <span class=\"gray\">(စကားများ)</span> ထုတ်ဖော်စေမည်။ ကျွန်ုပ်သည် စာမတတ်သူများအနက်မှ စာမတတ်သူ <span class=\"gray\">(တမန်တော်)</span> တစ်ပါးကို စေလွှတ်မည်။ သူသည် ကြမ်းတမ်းသူမဟုတ်၊ ရက်စက်သူမဟုတ်၊ ဈေးများတွင် ဆူညံစွာပြောဆိုသူမဟုတ်။ သူသည် မီးအိမ်တစ်လုံးအနားက ဖြတ်သွားပါက သူ၏တည်ငြိမ်အေးချမ်းမှုကြောင့် မီးငြိမ်းသွားမည်မဟုတ်။ သူသည် ကျူရိုးများပေါ်တွင် လျှောက်သွားပါက သူ၏ခြေဖဝါးအောက်မှ မည်သည့်အသံမျှ ကြားရမည်မဟုတ်။ ကျွန်ုပ်သည် သူ့အား ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးပို့သူအဖြစ်လည်းကောင်း၊ သတိပေးနှိုးဆော်သူအဖြစ်လည်းကောင်း စေလွှတ်မည်ဖြစ်ပြီး၊ သူသည် မည်သည့်အခါမျှ မကောင်းသောစကားကို ပြောဆိုမည်မဟုတ်။ သူ့အားဖြင့် ကျွန်ုပ်သည် မျက်စိကန်းသူတို့၏ မျက်လုံးများ၊ နားမကြားသူတို့၏ နားများနှင့် တံဆိပ်ခတ်ထားသော နှလုံးသားများကို ဖွင့်လှစ်မည်။ ကျွန်ုပ်သည် သူ့အား ကောင်းမှုကုသိုလ်တိုင်းကို လုပ်ဆောင်ရန် လမ်းညွှန်မည်ဖြစ်ပြီး၊ သူ့အား ဂုဏ်ယူဖွယ်ကောင်းသော စရိုက်လက္ခဏာတိုင်းကို ပေးသနားမည်။ ကျွန်ုပ်သည် တည်ငြိမ်အေးချမ်းခြင်းကို သူ့ဝတ်ရုံ၊ ဖြောင့်မတ်ခြင်းကို သူ့အလံ၊ ဘာသာတရားကိုင်းရှိုင်းခြင်းကို သူ့သတိ၊ ဉာဏ်ပညာကို သူ့စကား၊ မှန်ကန်ခြင်းနှင့် သစ္စာရှိခြင်းကို သူ့သဘောသဘာဝ၊ သည်းခံခြင်းနှင့် ကောင်းမြတ်ခြင်းကို သူ့စရိုက်၊ သမ္မာတရားကို သူ့လမ်း၊ တရားမျှတခြင်းကို သူ့အပြုအမူ၊ လမ်းညွှန်မှုကို သူ့ခေါင်းဆောင်၊ အစ္စလာမ်ကို သူ့တိုင်းပြည် ဖြစ်စေမည်။ အဟ်မဒ်သည် သူ့အမည်ဖြစ်ပြီး၊ သူ့အားဖြင့် ကျွန်ုပ်သည် လမ်းမှားသွားသူတို့ကို လမ်းညွှန်မည်၊ မသိနားမလည်သူတို့ကို သင်ကြားပေးမည်၊ မည်သူမှမသိဘဲ အဆင့်အတန်းနိမ့်ပါးနေသူတို့ကို အဆင့်အတန်း မြှင့်တင်ပေးမည်၊ မသိသူတို့ကို ထင်ရှားစေမည်၊ <span class=\"gray\">(သစ္စာတရား၏ နောက်လိုက်များ)</span> နည်းပါးနေချိန်တွင် အရေအတွက် တိုးပွားစေမည်၊ ဆင်းရဲသူတို့ကို ချမ်းသာစေမည်၊ ကွဲပြားနေသူတို့ကို စုစည်းပေးမည်။ သူ့အားဖြင့် ကျွန်ုပ်သည် အမျိုးမျိုးသော လူမျိုးများနှင့် နှလုံးသားများကို စုစည်းပေးမည်၊ ဆန့်ကျင်ဘက်ဖြစ်သော ဆန္ဒများကို ညှိနှိုင်းပေးမည်။ သူ့အားဖြင့် ကျွန်ုပ်သည် လူအများအပြားကို ၎င်းတို့၏ ပျက်စီးခြင်းမှ ကယ်တင်မည်။ ကျွန်ုပ်သည် သူ၏အွမ္မသ်ကို လူသားမျိုးနွယ်အတွက် မြှင့်တင်ပေးခဲ့ဖူးသမျှ အကောင်းဆုံးလူမျိုးများအဖြစ် ပြုလုပ်မည်။ ၎င်းတို့သည် ကောင်းမှုကို ဆင့်ဆိုမည်၊ မကောင်းမှုကို တားမြစ်မည်၊ ကျွန်ုပ်ကိုသာလျှင် စိတ်ရင်းမှန်ဖြင့် ယုံကြည်ကာ ကျွန်ုပ်၏ ရစူလ်တမန်တော်များ ဆောင်ယူလာသမျှကို မှန်ကန်သည်ဟု လက်ခံမည်။ ကျွန်ုပ်သည် ၎င်းတို့အား ကျွန်ုပ်တစ်ပါးတည်းကိုသာ ဝတ်ပြုရာနေရာများနှင့် ၎င်းတို့၏ စည်းဝေးပွဲများတွင်၊ လှဲလျောင်းနေချိန်နှင့် အိမ်ပြန်ရောက်ချိန်တို့၌ ချီးမြှင့်ရန်၊ ချီးမွမ်းရန်နှင့် ကြီးမြတ်ကြောင်း ပြောကြားရန် နှိုးဆော်မည်။ ၎င်းတို့သည် ကျွန်ုပ်အား မတ်တတ်ရပ်၍လည်းကောင်း၊ ထိုင်၍လည်းကောင်း ဆုတောင်းမည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် တန်းစီ၍လည်းကောင်း၊ စစ်တပ်များဖြင့်လည်းကောင်း တိုက်ခိုက်မည်။ ၎င်းတို့သည် ကျွန်ုပ်၏နှစ်သက်မှုကို ရှာဖွေရင်း၊ ၎င်းတို့၏မျက်နှာများနှင့် ကိုယ်လက်အင်္ဂါများကို ဆေးကြောကာ၊ ခါးများပတ်လျက် ထောင်ပေါင်းများစွာသော အရေအတွက်ဖြင့် ၎င်းတို့၏အိမ်များမှ ထွက်ခွာသွားကြမည်။ ၎င်းတို့၏ ပူဇော်သက္ကာသည် ၎င်းတို့၏သွေးဖြစ်ပြီး ၎င်းတို့၏ သန့်ရှင်းသောကျမ်းသည် ၎င်းတို့၏နှလုံးသားများထဲတွင် ရှိနေမည်။ ၎င်းတို့သည် ညဘက်တွင် ဘုန်းကြီးများကဲ့သို့ဖြစ်ပြီး နေ့ဘက်တွင် ခြင်္သေ့များကဲ့သို့ ဖြစ်လိမ့်မည်။ အထူးသဖြင့် သူ၏ မိသားစုဝင်များနှင့် သားမြေးများအနက်မှ ကျွန်ုပ်သည် <span class=\"gray\">(ယုံကြည်ခြင်း၌)</span> ဦးဆောင်သူများ၊ သစ္စာကို ယုံကြည်သူများ၊ ရှဟီးဒ်များ (ဘာသာရေးအတွက် အသက်စွန့်သူများ) နှင့် ဖြောင့်မတ်သူများကို ပြုလုပ်ပေးမည်။ သူ့နောက်ပိုင်းတွင် သူ၏အွမ္မသ်သည် သမ္မာတရားဖြင့် လူများကို ဦးဆောင်မည်၊ ထိုသမ္မာတရားဖြင့် တရားမျှတမှုကို တည်ထောင်မည်။ ကျွန်ုပ်သည် ၎င်းတို့ကို ထောက်ခံသူများကို ခွန်အားပေးမည်၊ ၎င်းတို့အတွက် ဆုတောင်းပေးသူများကို ကူညီမည်၊ ၎င်းတို့ကို ဆန့်ကျင်သူများ သို့မဟုတ် ၎င်းတို့ကို ကျူးလွန်သူများ သို့မဟုတ် ၎င်းတို့၏လက်မှ တစ်စုံတစ်ရာကို ယူဆောင်ရန် ကြိုးစားသူများအား ရှုံးနိမ့်စေမည်။ ကျွန်ုပ်သည် ၎င်းတို့ကို ၎င်းတို့၏တမန်တော်၏ အမွေခံများ ဖြစ်စေမည်၊ လူများကို ၎င်းတို့၏အရှင်သခင်ထံ ခေါ်ဆောင်စေမည်၊ ကောင်းမှုကို ဆင့်ဆိုစေမည်၊ မကောင်းမှုကို တားမြစ်စေမည်၊ ပုံမှန်ဝတ်ပြုဆုတောင်းခြင်းကို တည်ထောင်စေမည်၊ ဇကာတ်ကို ပေးဆောင်စေမည်၊ ၎င်းတို့၏ ကတိများကို ဖြည့်ဆည်းစေမည်။ ၎င်းတို့အားဖြင့် ကျွန်ုပ်သည် ၎င်းတို့၏ ပထမဆုံးသူများဖြင့် စတင်ခဲ့သော ကောင်းမြတ်ခြင်းကို ပြီးမြောက်စေမည်။ ဤကား ကျွန်ုပ်လိုလားသူတိုင်းအား ကျွန်ုပ်ပေးသနားသော ကျွန်ုပ်၏မျက်နှာသာပေးမှုဖြစ်သည်၊ ကျွန်ုပ်သည် ကြီးကျယ်လှသော မျက်နှာသာပေးမှု၏ ပိုင်ရှင်ဖြစ်သည်'။\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">شَاهِدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သက်သေအဖြစ်)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းဖြစ်ကြောင်း၏ သက်သေဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် အရှင်မှတစ်ပါး အခြားဘုရားမရှိသောကြောင့်ဖြစ်ပြီး၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် လူသားတို့၏ လုပ်ဆောင်မှုများအပေါ် သက်သေဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِئْنَا بِكَ عَلَىٰ هَٰؤُلَاءِ شَهِيدًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်အား ဤလူတို့အပေါ် သက်သေအဖြစ် ကျွန်ုပ်တို့ ဆောင်ယူလာသည်)</span><span class=\"gray\">(၄:၄၁)</span>။ ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့သည် လူသားတို့အပေါ် သက်သေများ ဖြစ်စေရန်နှင့် ရစူလ်တမန်တော်သည် အသင်တို့အပေါ် သက်သေဖြစ်စေရန်)</span><span class=\"gray\">(၂:၁၄၃)</span>။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمُبَشِّرًا وَنَذِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးပို့သူအဖြစ်လည်းကောင်း၊ သတိပေးနှိုးဆော်သူအဖြစ်လည်းကောင်း။)</span> ဆိုလိုသည်မှာ ယုံကြည်သူတို့အား ကြီးကျယ်သော အကျိုးဆုလာဘ်၏ ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးပို့သူဖြစ်ပြီး၊ ငြင်းပယ်သူတို့အား ကြီးမားသော ပြစ်ဒဏ်၏ သတိပေးနှိုးဆော်သူဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အခွင့်နှင့် အလ္လာဟ်အရှင်မြတ်ဘက်သို့ ဖိတ်ခေါ်သူအဖြစ်လည်းကောင်း၊)</span> ဆိုလိုသည်မှာ 'အရှင်မြတ်က သင့်အား ထိုသို့ပြုရန် အမိန့်ပေးထားသောကြောင့် သင်သည် လူသားတို့အား ၎င်းတို့၏အရှင်သခင်ကို ကိုးကွယ်ရန် ဖိတ်ခေါ်သည်'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسِرَاجًا مُنِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထွန်းလင်းတောက်ပသော မီးအိမ်အဖြစ်လည်းကောင်း။)</span> ဆိုလိုသည်မှာ 'အသင်ဆောင်ယူလာသော သတင်းစကားသည် တောက်ပနေသော နေကဲ့သို့ ရှင်းလင်းပြတ်သားပြီး၊ ခေါင်းမာသူများမှတစ်ပါး မည်သူမျှ ငြင်းပယ်နိုင်မည်မဟုတ်'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒိုင်လူကြီးများနှင့် မုနာဖစ်လူကြီးများအား မနာခံပါနှင့်။ ၎င်းတို့အား အန္တရာယ် မပြုပါနှင့်။)</span> ဆိုလိုသည်မှာ '၎င်းတို့ကို မနာခံပါနှင့်၊ ၎င်းတို့ပြောသည့်စကားကို ဂရုမစိုက်ပါနှင့်'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَعْ أَذَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား အန္တရာယ် မပြုပါနှင့်။)</span> ဆိုလိုသည်မှာ '၎င်းတို့ကို လျစ်လျူရှုပြီး မေ့ထားလိုက်ပါ။ ၎င်းတို့၏ကိစ္စသည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်ပြီး ၎င်းတို့အတွက် <span class=\"gray\">(၎င်းတို့အား ကိုင်တွယ်ရန်)</span> အရှင်မြတ်သည် လုံလောက်လှပေသည်'။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفَىٰ بِاللَّهِ وَكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အပေါ် အသင်ယုံကြည်အားထားပါ။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်အားထားရာအဖြစ် လုံလောက်လှပေသည်။)</span></p>"
  },
  {
    "ayah_key": "33:49",
    "group_ayah_key": "33:49",
    "from_ayah": "33:49",
    "to_ayah": "33:49",
    "ayah_keys": "33:49",
    "text": "<p class=\"my translation\" lang=\"my\">အို ယုံကြည်သူတို့! အသင်တို့သည် ယုံကြည်သော အမျိုးသမီးများကို လက်ထပ်၍ ၎င်းတို့နှင့် လိင်ပိုင်းဆိုင်ရာ ဆက်ဆံမှုမပြုမီ ၎င်းတို့အား ကွာရှင်းခဲ့ပါက၊ ၎င်းတို့နှင့်ပတ်သက်၍ အသင်တို့အတွက် 'အိဒ်ဒါဟ် (စောင့်ဆိုင်းချိန်)' ရေတွက်စရာ မရှိပေ။ ထို့ကြောင့် ၎င်းတို့အား လက်ဆောင်တစ်ခု ပေးပါ၊ ၎င်းတို့ကို ကောင်းမွန်စွာ လွှတ်ပေးပါလေ။ <span>(၄၉)</span></p><p lang=\"my\" class=\"my \">လက်ထပ်ခြင်းမပြုမီ ကွာရှင်းခံရသော အမျိုးသမီးများအတွက် လက်ဆောင်နှင့် 'အိဒ်ဒါဟ်' <span class=\"gray\">(စောင့်ဆိုင်းချိန်)</span> မရှိခြင်း</p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်တွင် နီကာဟ် (Nikah) ဟူသော စကားလုံးကို လက်ထပ်စာချုပ်သက်သက်အတွက် သုံးနှုန်းခြင်းအပါအဝင် ပညတ်ချက်များစွာ ပါဝင်သည်။ ဤအချက်နှင့်ပတ်သက်၍ ကုရ်အာန်တွင် ဤထက်ရှင်းလင်းသော အခြားအာယသ်တော် မရှိပေ။ ၎င်းသည် အမျိုးသမီးတစ်ဦးနှင့် အိမ်ထောင်မပြုမီ သူမအား ကွာရှင်းရန် ခွင့်ပြုကြောင်းကိုလည်း ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُؤْمِنَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သော အမျိုးသမီးများ)</span> ဤသည်မှာ ပညာရှင်များ၏ သဘောတူညီချက်အရ ယုံကြည်သော <span class=\"gray\">(မူဆလင်)</span> အမျိုးသမီးနှင့် ကျမ်းဂန်ရှင်များ၏ အမျိုးသမီးအကြား ဤအချက်နှင့် ပတ်သက်၍ ခြားနားမှုမရှိသော်လည်း ပုံမှန်အားဖြင့် ဖြစ်လေ့ရှိသော အခြေအနေကို ရည်ညွှန်းသည်။ အိဗ်နု အဗ္ဗါစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှစ်သက်တော်မူပါစေ၊ စအီးဒ် ဘင် အလ်-မူဆယျစ်ဗ်၊ အလ်-ဟဆန် အလ်-ဘစွရီ၊ အလီ ဘင် အလ်-ဟူစိုင်းန် ဇိုင်းန်-ဥလ်-အာဘီဒီန်နှင့် စလဖ်များအုပ်စုတစ်စုတို့သည် ဤအာယသ်တော်ကို လက်ထပ်ခြင်း မရှိဘဲ ကွာရှင်းခြင်း မဖြစ်နိုင်ကြောင်း အထောက်အထားအဖြစ် ယူဆခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့သည် ယုံကြည်သော အမျိုးသမီးများကို လက်ထပ်၍ ၎င်းတို့အား ကွာရှင်းခဲ့ပါက)</span> ဤနေရာတွင် လက်ထပ်စာချုပ်နောက်မှ ကွာရှင်းခြင်း ပါလာသည်၊ ၎င်းသည် ကွာရှင်းခြင်းသည် လက်ထပ်ခြင်းမပြုမီ ဖြစ်ပေါ်ပါက တရားဝင်မည်မဟုတ်ကြောင်း ဖော်ပြသည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာသင်မ်က အိဗ်နု အဗ္ဗါစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှစ်သက်တော်မူပါစေ၊ ပြောသည်ကို မှတ်တမ်းတင်ထားသည်– \"တစ်စုံတစ်ဦးက 'ငါလက်ထပ်မည့် အမျိုးသမီးတိုင်းသည် သူ့အလိုလို ကွာရှင်းပြီးဖြစ်မည်' ဟု ပြောပါက၊ ၎င်းသည် အဓိပ္ပါယ်မရှိပေ၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူတို့! အသင်တို့သည် ယုံကြည်သော အမျိုးသမီးများကို လက်ထပ်၍ ၎င်းတို့အား ကွာရှင်းခဲ့ပါက....)</span>\"။ အိဗ်နု အဗ္ဗါစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှစ်သက်တော်မူပါစေ၊ ပြောသည်ဟုလည်း သတင်းပို့ထားသည်– \"အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့သည် ယုံကြည်သော အမျိုးသမီးများကို လက်ထပ်၍ ၎င်းတို့အား ကွာရှင်းခဲ့ပါက။)</span> ကွာရှင်းခြင်းသည် လက်ထပ်ပြီးမှ ဖြစ်ပေါ်လာသည်ကို အသင်တို့ မမြင်ကြဘူးလား။\" </p><p lang=\"my\" class=\"my \">ထိုအဓိပ္ပါယ်တူ ဟဒီးဆ်တော်တစ်ခုကို အမ်ရ် ဘင် ရှုအိုင်ဗ်မှ သူ၏ဖခင်မှ သူ၏အဘိုးထံမှ မှတ်တမ်းတင်ထားသည်၊ သူက ပြောသည်– \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا طَلَاقَ لِابْنِ آدَمَ فِيمَا لَا يَمْلِكُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒမ်၏သားအတွက် သူပိုင်ဆိုင်ခြင်းမရှိသော အရာနှင့်ပတ်သက်၍ ကွာရှင်းခြင်း မရှိ။)</span> ၎င်းကို အဟ်မဒ်၊ အဘူ ဒါဝုဒ်၊ အတ်-သီရ်မီဒီနှင့် အိဗ်နု မာဂျာတို့က မှတ်တမ်းတင်ထားသည်။ အတ်-သီရ်မီဒီက \"ဤသည်မှာ ဟဆန် ဟဒီးဆ်တော်ဖြစ်ပြီး၊ ဤကိစ္စနှင့်ပတ်သက်၍ ပြောကြားခဲ့ဖူးသမျှထဲတွင် အကောင်းဆုံးဖြစ်သည်\" ဟု ပြောခဲ့သည်။ ၎င်းကို အိဗ်နု မာဂျာက အလီနှင့် အလ်-မိစ်ဝါရ် ဘင် မခ်ရမာဟ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှစ်ဦးအား နှစ်သက်တော်မူပါစေ၊ တို့ထံမှလည်း မှတ်တမ်းတင်ထားသည်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا طَلَاقَ قَبْلَ نِكَاحٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လက်ထပ်ခြင်းမပြုမီ ကွာရှင်းခြင်း မရှိ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှင့်ပတ်သက်၍ အသင်တို့အတွက် 'အိဒ်ဒါဟ်' ရေတွက်စရာ မရှိပေ။)</span> ဤသည်မှာ ပညာရှင်များ သဘောတူညီထားသော အမိန့်တစ်ခုဖြစ်သည်၊ အမျိုးသမီးတစ်ဦးသည် လက်ထပ်ပြီးခါစတွင် ကွာရှင်းခံရပါက သူမသည် 'အိဒ်ဒါဟ်' <span class=\"gray\">(ကွာရှင်းပြီးနောက် သတ်မှတ်ထားသော ကာလ)</span> ကို စောင့်ဆိုင်းရန် မလိုအပ်ဘဲ သူမလိုချင်သူနှင့် ချက်ချင်း လက်ထပ်နိုင်သည်။ ဤကိစ္စတွင် တစ်ခုတည်းသော ချွင်းချက်မှာ ခင်ပွန်းသေဆုံးသွားသော အမျိုးသမီးဖြစ်သည်၊ ထိုအခြေအနေတွင် သူမသည် လက်ထပ်ခြင်းမပြုမီပင် ဖြစ်စေကာမူ လေးလနှင့် ဆယ်ရက်တာ 'အိဒ်ဒါဟ်' ကို စောင့်ဆိုင်းရမည်။ ဤသည်မှာလည်း ပညာရှင်များ၏ သဘောတူညီချက်အရ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့အား လက်ဆောင်တစ်ခု ပေးပါ၊ ၎င်းတို့ကို ကောင်းမွန်စွာ လွှတ်ပေးပါလေ။)</span> ဤနေရာရှိ လက်ဆောင်ဆိုသည်မှာ အမည်ဖော်ပြထားသော မဟ်ရ် (dowery) ၏တစ်ဝက် သို့မဟုတ် အမည်မဖော်ပြထားသော အထူးလက်ဆောင်တစ်ခုထက် ပိုမိုကျယ်ပြန့်သော အရာကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့သည် ၎င်းတို့နှင့် မထိတွေ့ <span class=\"gray\">(လိင်ပိုင်းဆိုင်ရာ ဆက်ဆံမှု မပြုမီ)</span> ၎င်းတို့အား ကွာရှင်းခဲ့ပြီး ၎င်းတို့အတွက် သတ်မှတ်ထားသော <span class=\"gray\">(မဟ်ရ်)</span> ကို အသင်တို့ ပြဋ္ဌာန်းခဲ့ပါက၊ ထိုပြဋ္ဌာန်းထားသည်၏ တစ်ဝက်ကို ပေးဆောင်ပါ)</span><span class=\"gray\">(၂:၂၃၇)</span>။ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً ۚ وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ ۖ حَقًّا عَلَى الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့သည် အမျိုးသမီးများနှင့် မထိတွေ့သေး၊ ၎င်းတို့အတွက် သတ်မှတ်ထားသော <span class=\"gray\">(မဟ်ရ်)</span> ကို မပြဋ္ဌာန်းရသေးမီ ၎င်းတို့အား ကွာရှင်းပါက အသင်တို့အပေါ် အပြစ်မရှိပေ။ သို့သော် ၎င်းတို့အား လက်ဆောင်ပေးပါလေ၊ ချမ်းသာသူသည် သူ၏ဝင်ငွေအတိုင်း၊ ဆင်းရဲသူသည် သူ၏ဝင်ငွေအတိုင်း၊ သင့်လျော်သော ပမာဏဖြင့် လက်ဆောင်ပေးခြင်းသည် ကောင်းမှုပြုသူများအပေါ် တာဝန်တစ်ရပ်ဖြစ်သည်။)</span><span class=\"gray\">(၂:၂၃၆)</span></p><p lang=\"my\" class=\"my \">ဆဟီးဟ် အလ်-ဘူခါရီကျမ်းတွင် စဟ်လ် ဘင် စအ်ဒ်နှင့် အဘူ အူစိုင်ဒ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှစ်ဦးအား နှစ်သက်တော်မူပါစေ၊ တို့က ပြောသည်ကို မှတ်တမ်းတင်ထားသည်– \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် အူမိုင်မာဟ် ဘင့် ရှရာဟီလ်ကို လက်ထပ်ခဲ့ပြီး၊ သူမသည် ၎င်းအရှင်မြတ်ထံ ရောက်ရှိလာသောအခါ ၎င်းအရှင်မြတ် ﷺ က သူမဘက်သို့ လက်ကမ်းလိုက်သည်၊ သူမသည် ထိုအရာကို မနှစ်သက်ပုံရသဖြင့် ၎င်းအရှင်မြတ်က အဘူ အူစိုင်ဒ်အား သူမကို အဝတ်အစားနှစ်စုံ ပေးရန် ပြောခဲ့သည်။\" အလီ ဘင် အဘီ သလ်ဟာဟ်က အိဗ်နု အဗ္ဗါစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှစ်သက်တော်မူပါစေ၊ ပြောသည်ကို သတင်းပို့ထားသည်– \"မဟ်ရ် (dowery) ကို အမည်ဖော်ပြထားပါက သူမသည် တစ်ဝက်ထက်ပို၍ ရပိုင်ခွင့်မရှိပေ၊ သို့သော် မဟ်ရ်ကို အမည်မဖော်ပြထားပါက သူသည် သူမအား သူ၏ဝင်ငွေအတိုင်း လက်ဆောင်ပေးရမည်၊ ဤသည်မှာ \"ကောင်းမွန်သော နည်းလမ်း\" ဖြစ်သည်။\"</p>"
  }
]