[
  {
    "ayah_key": "28:52",
    "group_ayah_key": "28:52",
    "from_ayah": "28:52",
    "to_ayah": "28:55",
    "ayah_keys": "28:52,28:53,28:54,28:55",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့က ၎င်းမတိုင်မီ ကျမ်းစာကို ပေးခဲ့သောသူတို့သည် ၎င်းကို ယုံကြည်ကြသည် <span>(၅၂)</span>၎င်းတို့ကို ရွတ်ပြသောအခါ ၎င်းတို့က \"ကျွန်ုပ်တို့သည် ၎င်းကို ယုံကြည်ပါ၏။ အမှန်စင်စစ် ၎င်းသည် ကျွန်ုပ်တို့၏ အရှင်သခင်ထံမှ အမှန်တရားဖြစ်သည်။ ၎င်းမတိုင်မီကပင် ကျွန်ုပ်တို့သည် မွတ်စလင်များ ဖြစ်ခဲ့ကြပါသည်။\" ဟု ပြောကြသည်။ <span>(၅၃)</span>၎င်းတို့သည် သည်းခံကြခြင်း၊ မကောင်းမှုကို ကောင်းမှုဖြင့် တွန်းလှန်ကြခြင်း၊ ကျွန်ုပ်တို့က ၎င်းတို့အား ပေးထားသော စားရိက္ခာများမှ သုံးစွဲကြခြင်းတို့ကြောင့် နှစ်ဆသော အကျိုးကို ရရှိကြမည်။ <span>(၅၄)</span>မကောင်းသော အချည်းနှီးစကားကို ကြားရသောအခါ ၎င်းတို့သည် ထိုစကားမှ ရှောင်ရှားကြပြီး \"ကျွန်ုပ်တို့အတွက် ကျွန်ုပ်တို့၏ လုပ်ရပ်များ၊ သင်တို့အတွက် သင်တို့၏ လုပ်ရပ်များ။ သင်တို့အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ။ ကျွန်ုပ်တို့သည် အသိမဲ့သူတို့၏ <span class=\"gray\">(လမ်းစဉ်ကို)</span> မရှာဖွေပါ။\" ဟု ပြောကြသည်။ <span>(၅၅)</span></p><div lang=\"my\" class=\"my \"><h2>ကျမ်းစာရှင်များအနက်မှ ယုံကြည်သူများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကျမ်းစာရှင်များအနက်မှ သီလရှိသော ပညာရှင်များသည် ကုရ်အာန်ကို ယုံကြည်ကြကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်၊ ၎င်းင်းမိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَٰئِكَ يُؤْمِنُونَ بِهِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့က ကျမ်းစာကို ပေးခဲ့သောသူတို့သည် ၎င်းကို မှန်ကန်စွာ ရွတ်ဖတ်ကြသည်၊ ၎င်းတို့သည် ထိုကျမ်းကို ယုံကြည်သူများ ဖြစ်ကြသည်)</span><span class=\"gray\">(၂:၁၂၁)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းစာရှင်များအနက်တွင် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်သူများ၊ သင့်ထံ ထုတ်ပြန်ခဲ့သော ကျမ်းကို ယုံကြည်သူများ၊ ၎င်းတို့ထံ ထုတ်ပြန်ခဲ့သော ကျမ်းကို ယုံကြည်သူများ ရှိကြ၏။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ရှေ့တွင် နာခံကြ၏)</span><span class=\"gray\">(၃:၁၉၉)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا - وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းမတိုင်မီက အသိပညာပေးခံခဲ့ရသူတို့သည် ၎င်းကို ရွတ်ဖတ်ပြသောအခါ မျက်နှာအပ်လျက် ကျိုးနွံစွာ ဦးချကြ၏။ ၎င်းတို့က \"ကျွန်ုပ်တို့၏ အရှင်သခင်သည် သန့်ရှင်းစင်ကြယ်ပါစေ! အမှန်စင်စစ် ကျွန်ုပ်တို့၏ အရှင်သခင်၏ ကတိတော်သည် ပြည့်စုံရမည်။\" ဟု ပြောကြ၏။)</span><span class=\"gray\">(၁၇:၁၀၇-၁၀၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَىٰ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများနှင့် ချစ်ခင်မှုအရာတွင် အနီးစပ်ဆုံးသောသူများကို \"ကျွန်ုပ်တို့သည် ခရစ်ယာန်များ ဖြစ်ကြသည်\" ဟု ပြောဆိုသူများအဖြစ် သင် တွေ့ရလိမ့်မည်။)</span> ထိုမှသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاكْتُبْنَا مَعَ الشَّاهِدِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်တို့ကို သက်သေခံများအနက်မှ ရေးသွင်းတော်မူပါ)</span><span class=\"gray\">(၅:၈၂-၈၃)</span>။ စအီးဒ် ဘင် ဂျူဘိုင်ရ်က \"၎င်းသည် အန်-နာဂျာရှီ <span class=\"gray\">(အီသီယိုးပီးယား ဘုရင်)</span> က စေလွှတ်ခဲ့သော ဘုန်းတော်ကြီး ခုနစ်ဆယ်နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်း ဖြစ်သည်။ ၎င်းတို့သည် တမန်တော်မြတ် ﷺ ထံ ရောက်ရှိလာသောအခါ၊ ကိုယ်တော်မြတ်က ၎င်းတို့အား ရွတ်ပြတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يس - وَالْقُرْآنِ الْحَكِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယာစီးန်။ ဉာဏ်ပညာပြည့်ဝသော ကုရ်အာန်ကို ရည်ညွှန်းလျက်။)</span><span class=\"gray\">(၃၆:၁-၂)</span> ၎င်းဆူရာကို ပြီးဆုံးသည်အထိ ရွတ်ပြတော်မူ၏။ ၎င်းတို့သည် ငိုကြွေးကြပြီး အစ္စလာမ်သာသနာကို လက်ခံခဲ့ကြသည်။ ၎င်းတို့နှင့် ပတ်သက်၍ ဤအခြား အာယတ်များကို ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ - وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့က ၎င်းမတိုင်မီ ကျမ်းစာကို ပေးခဲ့သောသူတို့သည် ၎င်းကို ယုံကြည်ကြသည်။ ၎င်းတို့ကို ရွတ်ပြသောအခါ ၎င်းတို့က \"ကျွန်ုပ်တို့သည် ၎င်းကို ယုံကြည်ပါ၏။ အမှန်စင်စစ် ၎င်းသည် ကျွန်ုပ်တို့၏ အရှင်သခင်ထံမှ အမှန်တရားဖြစ်သည်။ ၎င်းမတိုင်မီကပင် ကျွန်ုပ်တို့သည် မွတ်စလင်များ ဖြစ်ခဲ့ကြပါသည်။\" ဟု ပြောကြသည်။)</span> ဆိုလိုသည်မှာ 'ကုရ်အာန် မရောက်မီကပင် ကျွန်ုပ်တို့သည် မွတ်စလင်များ ဖြစ်ခဲ့ကြသည်၊ ဆိုလိုသည်မှာ ကျွန်ုပ်တို့သည် တစ်ဆူတည်းသော ဘုရားသခင်ကို ယုံကြည်ခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို ရိုးသားစွာ လိုက်နာခဲ့ကြသည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် နှစ်ဆသော အကျိုးကို ရရှိကြမည်၊ အကြောင်းမှာ ၎င်းတို့သည် သည်းခံသောကြောင့် ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ ဤထူးခြားချက်ရှိသူများ – ၎င်းတို့သည် ပထမကျမ်းစာကို ယုံကြည်ခဲ့ပြီးနောက် ဒုတိယကျမ်းစာကို ယုံကြည်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا صَبَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြောင်းမှာ ၎င်းတို့သည် သည်းခံသောကြောင့် ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ အမှန်တရားကို စွဲကိုင်ရာတွင် ၎င်းတို့သည် သည်းခံကြခြင်း ဖြစ်သည်၊ အကြောင်းမှာ ထိုကဲ့သို့သော အရာကို မိမိကိုယ်တိုင် ပြုလုပ်ရန် လူများအတွက် မလွယ်ကူသောကြောင့် ဖြစ်သည်။ ဆဟီဟ်ကျမ်းတွင် အာမီရ် အက်ရှ်-ရှာအ်ဘီမှ အဘူ ဘူရ်ဒါမှတဆင့် ရောက်ရှိခဲ့သော ဟဒီးစ်တော်အရ အဘူ မူဆာ အလ်-အရှ်အရီ (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثَةٌ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ: رَجُلٌ مِنْ أَهْلِ الْكِتَابِ آمَنَ بِنَبِيِّهِ ثُمَّ آمَنَ بِي، وَعَبْدٌ مَمْلُوكٌ أَدَّى حَقَّ اللهِ وَحَقَّ مَوَالِيهِ،وَرَجُلٌ كَانَتْ لَهُ أَمَةٌ، فَأَدَّبَهَا فَأَحْسَنَ تَأْدِيبَهَا، ثُمَّ أَعْتَقَهَا فَتَزَوَّجَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျိုးအမြတ်နှစ်ဆရမည့်သူသုံးမျိုးရှိသည်- ကျမ်းစာရှင်များအနက် မိမိ၏တမန်တော်ကိုယုံကြည်ပြီးနောက် ကျွန်ုပ်ကိုယုံကြည်သူတစ်ဦး၊ အလ္လာဟ်အရှင်မြတ်နှင့် မိမိ၏သခင်အပေါ်တာဝန်ကျေပွန်သောကျွန်တစ်ဦး၊ ကျွန်မတစ်ဦးရှိပြီး ထိုကျွန်မကိုပညာပေး၍ ကောင်းမွန်သောအကျင့်စရိုက်များကိုသင်ကြားပေးပြီးနောက် သူမကိုလွတ်မြောက်စေကာ လက်ထပ်ယူသောသူတစ်ဦးတို့ဖြစ်သည်။)</span> အီမာမ် အာမဒ်က အဘူ အူမာမာက ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- \"မက္ကာအောင်ပွဲနေ့တွင် ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ စီးတော်မူရာသို့ ဘေးချင်းကပ်လျှောက်ရင်း ကိုယ်တော်မြတ်က အလွန်လှပသော စကားအချို့ကို မိန့်ကြားတော်မူရာ ၎င်းတို့အနက် အောက်ပါတို့ ပါဝင်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَسْلَمَ مِنْ أَهْلِ الْكِتَابَيْنِ فَلَهُ أَجْرُهُ مَرَّتَيْنِ وَلَهُ مَا لَنَا وَعَلَيْهِ مَا عَلَيْنَا وَمَنْ أَسْلَمَ مِنَ الْمُشْرِكِينَ فَلَهُ أَجْرُهُ وَلَهُ مَا لَنَا وَعَلَيْهِ مَا عَلَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းစာနှစ်အုပ်ရှင်များအနက် မည်သူမဆို မွတ်စလင်ဖြစ်ပါက ၎င်းအား နှစ်ဆသောအကျိုးပေးလိမ့်မည်။ ၎င်း၌ ကျွန်ုပ်တို့နည်းတူ အခွင့်အရေးများနှင့် တာဝန်များရှိသည်။ ရုပ်တုကိုးကွယ်သူများအနက် မည်သူမဆို မွတ်စလင်ဖြစ်ပါက ၎င်းအား တစ်ဆသောအကျိုးပေးလိမ့်မည်။ ၎င်း၌ ကျွန်ုပ်တို့နည်းတူ အခွင့်အရေးများနှင့် တာဝန်များရှိသည်။)</span>\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းမှုကို ကောင်းမှုဖြင့် တွန်းလှန်ကြသည်၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မကောင်းမှုကို အလားတူတုံ့ပြန်ခြင်းမပြုဘဲ ခွင့်လွှတ်ပြီး လျစ်လျူရှုကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့က ၎င်းတို့အား ပေးထားသော စားရိက္ခာများမှ သုံးစွဲကြသည်၊)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့က ၎င်းတို့အား ပေးထားသော တရားဝင် စားရိက္ခာများမှ ၎င်းတို့၏ မိသားစုများနှင့် ဆွေမျိုးများအတွက် လိုအပ်သလို သုံးစွဲကြပြီး ဇကာတ်ကို ပေးဆောင်ကာ ဆန္ဒအလျောက် အလှူဒါနများ ပြုလုပ်ကြသည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းသော အချည်းနှီးစကားကို ကြားရသောအခါ ၎င်းတို့သည် ထိုစကားမှ ရှောင်ရှားကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထိုသို့သော စကားပြောဆိုရာ၌ ပါဝင်သူများနှင့် မရောနှောကြဘဲ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်း ပြုမူကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းသော အချည်းနှီးစကားအနီးမှ ဖြတ်သွားသောအခါ ဂုဏ်သိက္ခာရှိစွာ ဖြတ်သွားကြသည်)</span><span class=\"gray\">(၂၅:၇၂)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"ကျွန်ုပ်တို့အတွက် ကျွန်ုပ်တို့၏ လုပ်ရပ်များ၊ သင်တို့အတွက် သင်တို့၏ လုပ်ရပ်များ။ သင်တို့အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ။ ကျွန်ုပ်တို့သည် အသိမဲ့သူတို့၏ <span class=\"gray\">(လမ်းစဉ်ကို)</span> မရှာဖွေပါ။\" ဟု ပြောကြသည်။)</span> ဆိုလိုသည်မှာ မည်သူမဆို အသိမဲ့စွာ ပြောဆိုပြီး ၎င်းတို့ တုံ့ပြန်ရန် မသင့်လျော်သည့် စကားကို ပြောဆိုပါက ၎င်းတို့သည် ထိုသူမှ ရှောင်ရှားကာ ရုပ်ဆိုးသော စကားဖြင့် တုံ့ပြန်ခြင်းမပြုကြပေ။ ၎င်းတို့သည် ကောင်းသောစကားများမှလွဲ၍ အခြားမည်သည့်စကားကိုမျှ ပြောဆိုခြင်းမရှိကြပေ။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့နှင့်ပတ်သက်၍ ၎င်းတို့ပြောဆိုကြောင်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့အတွက် ကျွန်ုပ်တို့၏ လုပ်ရပ်များ၊ သင်တို့အတွက် သင်တို့၏ လုပ်ရပ်များ။ သင်တို့အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ။ ကျွန်ုပ်တို့သည် အသိမဲ့သူတို့၏ <span class=\"gray\">(လမ်းစဉ်ကို)</span> မရှာဖွေပါ။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် အသိမဲ့သူတို့၏ လမ်းစဉ်ကို မရှာဖွေပါ၊ ၎င်းကို မနှစ်သက်ပါ။'</p>"
  }
]