[
  {
    "ayah_key": "4:95",
    "group_ayah_key": "4:95",
    "from_ayah": "4:95",
    "to_ayah": "4:96",
    "ayah_keys": "4:95,4:96",
    "text": "<p lang=\"my\" class=\"my \">အိမ်၌ထိုင်နေကြသူများဖြစ်သော မယုံကြည်သူများသည် မသန်စွမ်းသူများမှအပ အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ မိမိတို့၏စည်းစိမ်ဥစ္စာများနှင့် အသက်များဖြင့် ကြိုးစားအားထုတ်၍ တိုက်ခိုက်ကြသူများနှင့် မတူပေ။ အလ္လာဟ်အရှင်မြတ်သည် အိမ်၌ထိုင်နေသူများထက် မိမိတို့၏စည်းစိမ်ဥစ္စာများနှင့် အသက်များဖြင့် ကြိုးစားအားထုတ်၍ တိုက်ခိုက်သူများကို အဆင့်အတန်းမြင့်မားစွာ နှစ်သက်တော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် တစ်ဦးစီတိုင်းအား ကောင်းမြတ်သောအရာ (ဂျန္နတ်) ကို ကတိထားတော်မူခဲ့သော်လည်း အလ္လာဟ်အရှင်မြတ်သည် ကြိုးစားအားထုတ်၍ တိုက်ခိုက်သူများကို အိမ်၌ထိုင်နေသူများထက် ကြီးမားသောဆုလာဘ် (၉၅)ဖြင့် နှစ်သက်တော်မူသည်။ အလ္လာဟ်အရှင်မြတ်ထံမှ (ပို၍မြင့်မားသော) အဆင့်အတန်းများ၊ ခွင့်လွှတ်ခြင်းနှင့် ကရုဏာတော်များဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ ခွင့်လွှတ်တော်မူသော အနန္တကရုဏာရှင်ဖြစ်တော်မူသည် (၉၆)။</p><div lang=\"my\" class=\"my \"><h2>မူဂျာဟစ်များနှင့် ဂျီဟတ်တွင်မပါဝင်သူများသည် မတူညီကြပေ <span class=\"so gray\" lang=\"so\">[and Jihad is Fard Kifayah]</span></h2></div><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အလ်-ဘာရာအ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- “အာယသ်တော်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \">(အိမ်၌ထိုင်နေကြသော မယုံကြည်သူများသည် မတူညီကြပေ) သည် ထုတ်ပြန်ခဲ့သည်အခါ၊ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ဇိုင်းဒ်ကို ခေါ်ကာ ၎င်းကို ရေးသားရန် အမိန့်ပေးခဲ့သည်။ ထို့နောက်၊ အစ်ဘ်နု အွမ်မ် မတ်တူးမ် ရောက်ရှိလာပြီး ၎င်းသည် မျက်မမြင်ဖြစ်ကြောင်း ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَيْرُ أُولِي الضَّرَرِ </p><p lang=\"my\" class=\"my \">(ထိခိုက်ဒဏ်ရာရ၍ သို့မဟုတ် မျက်မမြင်ဖြစ်ခြင်း၊ ခြေမသန်စွမ်းခြင်းကြောင့် မသန်စွမ်းသူများမှအပ)\"။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက စဟ်လ် ဘင် စအ်ဒ် အစ်-စအ်ဒီ ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- “ကျွန်ုပ်သည် မရ်ဝါန် ဘင် အလ်-ဟကမ်ကို ဗလီဝတ်ကျောင်းတော်၌ ထိုင်နေသည်ကို တွေ့မြင်ခဲ့သည်။ ကျွန်ုပ်သည် သွားရောက်၍ ၎င်း၏ဘေးတွင် ထိုင်ခဲ့သည်။ ၎င်းက အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်းအား ဤအာယသ်တော်ကို ရွတ်ဆိုပြခဲ့ကြောင်း ဇိုင်းဒ် ဘင် သာဘိသ်က ပြောပြသည်ဟု ကျွန်ုပ်တို့အား ပြောပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \">(အိမ်၌ထိုင်နေကြသော မယုံကြည်သူများသည် မသန်စွမ်းသူများမှအပ အလ္လာဟ်၏လမ်းတော်၌ ကြိုးစားအားထုတ်၍ တိုက်ခိုက်ကြသူများနှင့် မတူပေ)</p><p lang=\"my\" class=\"my \">တမန်တော် ﷺ သည် ထိုအာယသ်တော်ကို ကျွန်ုပ်အား ရွတ်ဆိုပြနေစဉ် အစ်ဘ်နု အွမ်မ် မတ်တူးမ် သည် တမန်တော်ထံသို့ ရောက်ရှိလာသည်။ အစ်ဘ်နု အွမ်မ် မတ်တူးမ်က “အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! အလ္လာဟ်အားဖြင့် ကျမ်းသစ္စာဆိုပါသည်၊ အကယ်၍ ကျွန်ုပ်တွင် စွမ်းအားရှိပါက ဂျီဟတ်တွင် သေချာပေါက် ပါဝင်မည်” ဟု ပြောခဲ့သည်။ ၎င်းသည် မျက်မမြင်တစ်ဦးဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ရစူလ်တမန်တော်ထံသို့ ဗျာဒိတ်တော် ပေးပို့ခဲ့ရာ ၎င်း၏ ပေါင်သည် ကျွန်ုပ်၏ပေါင်ပေါ်တွင် ရှိနေပြီး ကျွန်ုပ်အတွက် အလွန်လေးလံလာသဖြင့် ကျွန်ုပ်၏ပေါင်ကျိုးမည်ကိုပင် စိုးရိမ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်ခဲ့ပြီးနောက် ထိုအဖြစ်အပျက် ပြီးဆုံးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَيْرُ أُولِي الضَّرَرِ </p><p lang=\"my\" class=\"my \">(မသန်စွမ်းသူများမှအပ)\"။ ၎င်းကို အလ်-ဘူခါရီက မှတ်တမ်းတင်ခဲ့သည်။ အတ်-သေရ်မီဇီက အစ်ဘ်နု အဗ်ဗားစ် ပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ </p><p lang=\"my\" class=\"my \">(အိမ်၌ထိုင်နေကြသော မယုံကြည်သူများသည် မသန်စွမ်းသူများမှအပ မတူညီကြပေ)၊ သည် ဗဒ်ရ်တိုက်ပွဲသို့ မသွားခဲ့သူများနှင့် ဗဒ်ရ်သို့ သွားခဲ့သူများကို ရည်ညွှန်းသည်။ ဗဒ်ရ်တိုက်ပွဲ ဖြစ်ပွားခါနီးတွင် အဗူ အဟ်မဒ် ဘင် ဂျဟ်ရှ်နှင့် အစ်ဘ်နု အွမ်မ် မတ်တူးမ်တို့က ‘အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်တို့သည် မျက်မမြင်များ ဖြစ်ကြသည်။ ကျွန်ုပ်တို့တွင် ဆင်ခြေရှိပါသလား’ ဟု ပြောခဲ့ကြသည်။ ထိုအာယသ်တော်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ </p><p lang=\"my\" class=\"my \">(အိမ်၌ထိုင်နေကြသော မယုံကြည်သူများသည် မသန်စွမ်းသူများမှအပ မတူညီကြပေ) သည် ထုတ်ပြန်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် တိုက်ခိုက်သူများကို မသန်စွမ်းမှုကြောင့် အိမ်၌မတားဆီးဘဲ ထိုင်နေသူများထက် သာလွန်စေခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا - دَرَجَاتٍ مِّنْهُ </p><p lang=\"my\" class=\"my \">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ကြိုးစားအားထုတ်၍ တိုက်ခိုက်သူများကို အိမ်၌ထိုင်နေသူများထက် ကြီးမားသောဆုလာဘ်ဖြင့် နှစ်သက်တော်မူသည်။ အလ္လာဟ်အရှင်မြတ်ထံမှ (ပို၍မြင့်မားသော) အဆင့်အတန်းများ)၊ မသန်စွမ်းမှုကြောင့် အိမ်၌မတားဆီးဘဲ ထိုင်နေကြသော မယုံကြည်သူများထက်။\" ၎င်းသည် အတ်-သေရ်မီဇီက မှတ်တမ်းတင်ထားသော အသုံးအနှုန်းဖြစ်သည်။ ၎င်းက “ဟစန် ဂရစ်ဘ်” ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \">(အိမ်၌ထိုင်နေကြသော မယုံကြည်သူများသည် မတူညီကြပေ)၊ ၎င်းသည် အများအားဖြင့် ဖြစ်သည်။ မကြာမီပင် ဗျာဒိတ်တော်သည် ဤသို့ ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَيْرُ أُولِي الضَّرَرِ </p><p lang=\"my\" class=\"my \">(မသန်စွမ်းသူများမှအပ)။ ထို့ကြောင့် ဂျီဟတ်တွင် ပါဝင်ခြင်းမှ တားဆီးထားသော မျက်မမြင်ဖြစ်ခြင်း၊ ခြေထော့နဲ့ခြင်း သို့မဟုတ် ဖျားနာခြင်း စသည့် မသန်စွမ်းမှုရှိသူ မည်သူမဆိုသည် အလ္လာဟ်၏လမ်းတော်၌ မိမိတို့၏ ကိုယ်ခန္ဓာနှင့် စည်းစိမ်ဥစ္စာဖြင့် ကြိုးပမ်းကြသော မူဂျာဟစ်များနှင့် နှိုင်းယှဉ်ခြင်းမခံရပေ။ မသန်စွမ်းသူမဟုတ်ဘဲ ဂျီဟတ်တွင်မပါဝင်သူများကဲ့သို့ပင်။</p><p lang=\"my\" class=\"my \">၎င်း၏ စဟီဟ်တွင် အလ်-ဘူခါရီက အနပ်စ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ بِالْمَدِينَةِ أَقْوَامًا مَا سِرْتُمْ مِنْ مَسِيرٍ، وَلَا قَطَعْتُمْ مِنْ وَادٍ، إِلَّا وَهُمْ مَعَكُمْ فِيهِ</p><p lang=\"my\" class=\"my \">(အလ်-မဒီနာတွင် ကျန်ရစ်ခဲ့သော လူများသည် သင်တို့ ချီတက်ခဲ့သည့် ချီတက်မှုတိုင်းနှင့် ဖြတ်ကျော်ခဲ့သည့် ချိုင့်ဝှမ်းတိုင်းတွင် သင်တို့နှင့်အတူ ရှိခဲ့ကြသည်)။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قالوا: وهم بالمدينة يا رسول الله؟</p><p lang=\"my\" class=\"my \">သူတို့က “သူတို့သည် အလ်-မဒီနာတွင် ရှိနေဆဲ ဖြစ်ပါလျက်၊ အို အလ္လာဟ်၏ ရစူလ်တမန်တော်?” ဟု ပြောကြသည်။ ၎င်းက မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ حَبَسَهُمُ الْعُذْرُ</p><p lang=\"my\" class=\"my \">(ဟုတ်ပါသည်။ ၎င်းတို့၏ မသန်စွမ်းမှုကသာ ၎င်းတို့အား (သင်တို့နှင့် ပူးပေါင်းခြင်းမှ) တားဆီးခဲ့သည်)။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَىٰ</p><p lang=\"my\" class=\"my \">(တစ်ဦးစီတိုင်းအား အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမြတ်သောအရာကို ကတိထားတော်မူသည်) ဆိုလိုသည်မှာ ဂျန္နတ်နှင့် ကြီးမားသော ဆုလာဘ်များဖြစ်သည်။ ဤအာယသ်တော်သည် ဂျီဟတ်သည် တစ်ဦးချင်းစီတိုင်းအပေါ် ဖရဒ် မဟုတ်ဘဲ၊ ဖရဒ် ကီဖာယာ (အများစု၏တာဝန်) ဖြစ်ကြောင်း ဖော်ပြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا</p><p lang=\"my\" class=\"my \">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ကြိုးစားအားထုတ်၍ တိုက်ခိုက်သူများကို အိမ်၌ထိုင်နေသူများထက် ကြီးမားသောဆုလာဘ်ဖြင့် နှစ်သက်တော်မူသည်)။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဂျန္နတ်တွင် အခန်းများပေးသနားတော်မူခဲ့သည်ကို ဖော်ပြထားသည်။ ၎င်းအပြင် ၎င်းတို့အပေါ် ခွင့်လွှတ်ခြင်း၊ ကရုဏာတော်နှင့် ကောင်းချီးမင်္ဂလာများ သက်ဆင်းခြင်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ မျက်နှာသာပေးခြင်းနှင့် ဂုဏ်ပြုခြင်း ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَرَجَاتٍ مِّنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا</p><p lang=\"my\" class=\"my \">(အလ္လာဟ်အရှင်မြတ်ထံမှ (ပို၍မြင့်မားသော) အဆင့်အတန်းများ၊ ခွင့်လွှတ်ခြင်းနှင့် ကရုဏာတော်များဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ ခွင့်လွှတ်တော်မူသော အနန္တကရုဏာရှင်ဖြစ်တော်မူသည်)။ စဟီဟ်ကျမ်းနှစ်ခုတွင် အဗူ စအီးဒ် အလ်-ခုဒ်ရီက အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ مِائَةَ دَرَجَةٍ، أَعَدَّهَا اللهُ لِلْمُجَاهِدِينَ فِي سَبِيلِهِ، مَا بَيْنَ كُلِّ دَرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \">(အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏လမ်းတော်၌ မူဂျာဟစ်များအတွက် ပြင်ဆင်ထားသော ဂျန္နတ်၌ အဆင့်အတန်း တစ်ရာရှိ၏။ အဆင့်အတန်း နှစ်ခုစီကြား ခြားနားချက်သည် ကောင်းကင်နှင့် မြေကြီးကြား အကွာအဝေးမျှ ရှိ၏)။</p>"
  }
]