[
  {
    "ayah_key": "26:83",
    "group_ayah_key": "26:83",
    "from_ayah": "26:83",
    "to_ayah": "26:89",
    "ayah_keys": "26:83,26:84,26:85,26:86,26:87,26:88,26:89",
    "text": "<p lang=\"my\" class=\"my \">အိုကျွန်ုပ်၏အရှင်! ကျွန်ုပ်အား ဟွကမ်(ဉာဏ်ပညာ)ကို ပေးသနားတော်မူပါ၊ ဖြောင့်မတ်သူတို့နှင့် ပေါင်းစည်းတော်မူပါ <span>(၈၃)</span>နောင်မျိုးဆက်တို့တွင် ကျွန်ုပ်အား ဂုဏ်ယူဖွယ်ကောင်းသော အမှတ်အသားထားရှိတော်မူပါ <span>(၈၄)</span>ကျွန်ုပ်အား နာရီ၏ ဥယျာဉ်တော်ကို အမွေခံရသူတို့တွင် ပါဝင်စေတော်မူပါ <span>(၈၅)</span>ကျွန်ုပ်၏ဖခင်အား ခွင့်လွှတ်တော်မူပါ၊ အမှန်စင်စစ် သူသည် လမ်းမှားသူတို့တွင် ပါဝင်သည် <span>(၈၆)</span>ပြန်လည်အသက်သွင်းခံရမည့်နေ့၌ ကျွန်ုပ်အား အရှက်ရစေတော်မူနှင့် <span>(၈၇)</span>ထိုနေ့ကား ဥစ္စာဓနလည်းကောင်း၊ သားသမီးများလည်းကောင်း အကျိုးပြုမည်မဟုတ် <span>(၈၈)</span>သန့်စင်သော နှလုံးသားဖြင့် အလ္လာဟ်အရှင်မြတ်ထံသို့ လာသူမှတစ်ပါး <span>(၈၉)</span></p><div lang=\"my\" class=\"my \"><h2>အီဗရာဟင်မ် မိမိအတွက်နှင့် ဖခင်အတွက် ဆုတောင်းခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤတွင် အီဗရာဟင်မ်သည် အရှင်မြတ်၏ငြိမ်းချမ်းမှုရရှိပါစေကြောင်း ဆုတောင်းကာ ၎င်းအား ဟွကမ်(ဉာဏ်ပညာ) ပေးသနားရန် တောင်းဆိုခဲ့သည်။ အစ်ဗ်နုအဘ္ဗားစ်က “၎င်းသည် အသိပညာဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْحِقْنِي بِالصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖြောင့်မတ်သူတို့နှင့် ပေါင်းစည်းတော်မူပါ)</span> ဆိုသည်မှာ ‘ဤလောကနှင့် နောင်လောကတွင် ကျွန်ုပ်အား ဖြောင့်မတ်သူတို့တွင် ပါဝင်စေတော်မူပါ’ ဟူ၍ ဖြစ်သည်။ ၎င်းသည် တမန်တော်မြတ် ﷺ က သူကွယ်လွန်ခါနီးတွင် သုံးကြိမ်တိုင်တိုင် ပြောကြားခဲ့သော စကားများနှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ! فِي الرَّفِيقِ الْأَعْلَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ အမြင့်ဆုံးသော အဖော် <span class=\"gray\">(ဂျန္နတ်(ပရဒိသု)၏)</span> နှင့်အတူ)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاجْعَل لِّي لِسَانَ صِدْقٍ فِي الْآخِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်မျိုးဆက်တို့တွင် ကျွန်ုပ်အား ဂုဏ်ယူဖွယ်ကောင်းသော အမှတ်အသားထားရှိတော်မူပါ)</span> ဆိုသည်မှာ 'ကျွန်ုပ်ကွယ်လွန်ပြီးနောက် ကောင်းမွန်သောနည်းဖြင့် မှတ်မိစေခြင်း၊ သို့မှသာ ကျွန်ုပ်အား ကောင်းမွန်သော စံနမူနာအဖြစ် ပြောဆိုယူဆခံရစေခြင်း' ဟူ၍ ဖြစ်သည်။ ၎င်းသည် အာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ - سَلَامٌ عَلَىٰ إِبْرَاهِيمَ - كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်မျိုးဆက်တို့တွင် ၎င်းအတွက် <span class=\"gray\">(ကောင်းမြတ်သော အမှတ်အသား)</span> ကို ကျွန်ုပ်တို့ ထားခဲ့သည်- \"အီဗရာဟင်မ်အပေါ် ငြိမ်းချမ်းသာယာခြင်း <span class=\"gray\">(ဆလာမ်)</span> ရှိပါစေ။ ဤသို့ပင် ကျွန်ုပ်တို့သည် ကောင်းမှုပြုသူတို့ကို အစားပေး၏။\")</span><span class=\"gray\">(၃၇:၁၀၈-၁၁၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား နာရီ၏ ဥယျာဉ်တော်ကို အမွေခံရသူတို့တွင် ပါဝင်စေတော်မူပါ)</span> ဆိုသည်မှာ 'ကျွန်ုပ် ကွယ်လွန်ပြီးနောက် ဤလောကတွင် ဂုဏ်ယူဖွယ်ကောင်းသော အမှတ်အသားဖြင့် ကောင်းချီးပေးတော်မူပါ၊ ထို့ပြင် နောင်လောကတွင် ကျွန်ုပ်အား နာရီ၏ ဥယျာဉ်တော်ကို အမွေခံရသူတို့တွင် ပါဝင်စေခြင်းဖြင့် ကောင်းချီးပေးတော်မူပါ' ဟူ၍ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاغْفِرْ لِأَبِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ဖခင်အား ခွင့်လွှတ်တော်မူပါ)</span> ဤသည် အာယတ်တော်နှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبِّ اغْفِرْ لِي وَلِوَالِدَيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏အရှင်! ကျွန်ုပ်ကိုလည်းကောင်း၊ ကျွန်ုပ်၏မိဘများကိုလည်းကောင်း ခွင့်လွှတ်တော်မူပါ)</span><span class=\"gray\">(၇၁:၂၈)</span>။ သို့သော် ဤသည်မှာ အီဗရာဟင်မ်သည် အရှင်မြတ်၏ငြိမ်းချမ်းမှုရရှိပါစေကြောင်း ဆုတောင်းပြီးနောက် ရပ်ဆိုင်းခဲ့သော အရာဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗရာဟင်မ်သည် ၎င်း၏ဖခင်အတွက် ခွင့်လွှတ်ပေးရန် တောင်းဆိုခဲ့ခြင်းမှာ ၎င်းအား ပေးခဲ့သော ကတိကြောင့်သာ ဖြစ်သည်)</span><span class=\"gray\">(၉:၁၁၄)</span> အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အီဗရာဟင်မ်သည် အာဝါဟ် (အလွန်စိတ်နူးညံ့သူ) ဖြစ်ပြီး သည်းခံတတ်သူ ဖြစ်သည်)</span><span class=\"gray\">(၉:၁၁၄)</span>။ အလ္လာဟ်အရှင်မြတ်သည် အီဗရာဟင်မ်အား ၎င်း၏ဖခင်အတွက် ခွင့်လွှတ်ပေးရန် တောင်းဆိုခြင်းမှ ရပ်တန့်စေခဲ့သည်၊ အရှင်မြတ်က မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အီဗရာဟင်မ်နှင့် ၎င်းနှင့်အတူရှိသူများတွင် သင်တို့အတွက် အကောင်းဆုံး စံနမူနာရှိ၏)</span>၊ အရှင်မြတ်၏ မိန့်ကြားချက်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِن شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်တွင် သင်တို့အတွက် မည်သည့်အရာမျှ ပြုလုပ်ရန် ကျွန်ုပ်တွင် တန်ခိုးအာဏာမရှိ)</span><span class=\"gray\">(၆၀:၄)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြန်လည်အသက်သွင်းခံရမည့်နေ့၌ ကျွန်ုပ်အား အရှက်ရစေတော်မူနှင့်)</span> ဆိုသည်မှာ ‘ရှင်ပြန်ထမြောက်မည့်နေ့နှင့် ရှေးဦးဆုံးနှင့် နောက်ဆုံးသော ဖန်ဆင်းခံသတ္တဝါများအားလုံးကို ထမြောက်စေမည့်နေ့၌ ရှက်ရွံ့ခြင်းမှ ကျွန်ုပ်ကို ကာကွယ်တော်မူပါ’ ဟူ၍ ဖြစ်သည်။ အလ်-ဘူခါရီက အဗူ ဟုရိုင်ရာဟ် (အလ္လာဟ်အရှင်မြတ် ကျေနပ်တော်မူပါစေ) မှ မှတ်တမ်းတင်ထားသည်မှာ တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ رَأَى أَبَاهُ يَوْمَ الْقِيَامَةِ عَلَيْهِ الْغَبَرَةُ وَالْقَتَرَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်မည့်နေ့တွင် အီဗရာဟင်မ်သည် ၎င်း၏ဖခင်အား ဖုန်မှုန့်နှင့် မှောင်မိုက်ခြင်းများဖြင့် ဖုံးလွှမ်းနေသည်ကို တွေ့မြင်ရလိမ့်မည်။)</span> အခြားသော ရာဝါယတ်တော်အရ၊ အဗူ ဟုရိုင်ရာဟ် (အလ္လာဟ်အရှင်မြတ် ကျေနပ်တော်မူပါစေ) မှလည်းကောင်း၊ တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَلْقَى إِبْرَاهِيمُ أَبَاهُ فَيَقُولُ: يَا رَبِّ إِنَّكَ وَعَدْتَنِي أَنَّكَ لَا تُخْزِينِي يَوْمَ يُبْعَثُونَ، فَيَقُولُ اللهُ تَعَالَى: إِنِّي حَرَّمْتُ الْجَنَّةَ عَلَى الْكَافِرينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗရာဟင်မ်သည် ၎င်း၏ဖခင်နှင့် တွေ့ဆုံပြီး “အို အရှင်ဘုရား၊ အရှင်ဘုရားသည် ခပ်သိမ်းသော ဖန်ဆင်းခံသတ္တဝါများ ပြန်လည်အသက်သွင်းခံရမည့်နေ့တွင် ကျွန်ုပ်အား အရှက်ရစေမည်မဟုတ်ဟု ကတိပေးခဲ့သည်” ဟု ပြောကြားလိမ့်မည်။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား “ငါသည် ဂျန္နတ်(ပရဒိသု)ကို မယုံကြည်သူများအတွက် တားမြစ်ထားပြီ” ဟု မိန့်ကြားလိမ့်မည်။)</span> ၎င်းသည် ပရောဖက်များ (အရှင်မြတ်၏ငြိမ်းချမ်းမှုရရှိပါစေကြောင်း) နှင့်ပတ်သက်သော ဟဒီးဆ်တော်များတွင်လည်း မှတ်တမ်းတင်ထားပြီး၊ စကားလုံးများမှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَلْقَى إِبْرَاهِيمُ أَبَاهُ آزَرَ يَوْمَ الْقِيَامَةِ، وَعَلَى وَجْهِ آزَرَ قَتَرَةٌ وَغَبَرَةٌ، فَيَقُولُ لَهُ إِبْرَاهِيمُ: أَلَمْ أَقُلْ لَكَ لَا تَعْصِينِي، فَيَقُولُ أَبُوهُ: فَالْيَوْمَ لَا أَعْصِيكَ، فَيَقُولُ إِبْرَاهِيمُ: يَا رَبِّ إِنَّكَ وَعَدْتَنِي أَنْ لَا تُخْزِيَنِي يَوْمَ يُبْعَثُونَ، فَأَيُّ خِزْيٍ أَخْزَى مِنْ أَبِي الْأَبْعَدِ فَيَقُولُ اللهُ تَعَالَى: إِنِّي حَرَّمْتُ الْجَنَّةَ عَلَى الْكَافِرِينَ، ثُمَّ يُقَالُ: يَا إِبْرَاهِيمُ! انْظُرْ تَحْتَ رِجْلِكَ، فَيَنْظُرَ، فَإِذَا هُوَ بِذِيخٍ مُتَلَطِّخٍ، فَيُؤْخَذُ بِقَوَائِمِهِ فَيُلْقَى فِي النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗရာဟင်မ်သည် ရှင်ပြန်ထမြောက်မည့်နေ့တွင် ၎င်း၏ဖခင် အာဇာနှင့် တွေ့ဆုံလိမ့်မည်။ အာဇာ၏မျက်နှာတွင် ဖုန်မှုန့်နှင့် မှောင်မိုက်ခြင်းများ ရှိလိမ့်မည်။ အီဗရာဟင်မ်က ၎င်းအား “ကျွန်ုပ်ကို မနာခံနှင့်ဟု မပြောခဲ့ဘူးလား” ဟု မေးလိမ့်မည်။ ၎င်း၏ဖခင်က “ယနေ့ ကျွန်ုပ်သည် သင့်ကို မနာခံတော့မည်မဟုတ်” ဟု ပြန်ပြောလိမ့်မည်။ အီဗရာဟင်မ်က “အို အရှင်ဘုရား၊ အရှင်ဘုရားသည် ၎င်းတို့ ပြန်လည်အသက်သွင်းခံရမည့်နေ့တွင် ကျွန်ုပ်အား အရှက်ရစေမည်မဟုတ်ဟု ကတိပေးခဲ့သည်၊ သို့သော် ကျွန်ုပ်၏ဖခင်ကို ဤအခြေအနေတွင် မြင်ရခြင်းထက် ပိုမိုကြီးမားသော အရှက်ရစရာ မည်သည့်အရာ ရှိနိုင်ဦးမည်နည်း” ဟု ပြောကြားလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား “ငါသည် ဂျန္နတ်(ပရဒိသု)ကို မယုံကြည်သူများအတွက် တားမြစ်ထားပြီ” ဟု မိန့်ကြားလိမ့်မည်။ ထို့နောက် “အို အီဗရာဟင်မ်! သင်၏ခြေဖဝါးအောက်ကို ကြည့်ပါ” ဟု ပြောကြားလိမ့်မည်။ ထို့ကြောင့် သူ ကြည့်သောအခါ <span class=\"gray\">(သူ့ဖခင်သည်)</span> နွားချေးဖြင့်ဖုံးလွှမ်းနေသော မြေခွေးဖိုတစ်ကောင်အဖြစ် ပြောင်းလဲသွားသည်ကို မြင်ရလိမ့်မည်။ ထိုမြေခွေးဖိုကို ခြေထောက်များမှ ဖမ်းဆွဲ၍ မီးထဲသို့ ပစ်ချလိမ့်မည်။)</span> ၎င်းကို အဗူ အဘ်ဒူရ်-ရဟ်မန် အန်-နဆာအီက ၎င်း၏ စူနန် အလ်-ကူဗရာ၏ တဖ်စီရ်တွင်လည်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့ကား ဥစ္စာဓနလည်းကောင်း၊ သားသမီးများလည်းကောင်း အကျိုးပြုမည်မဟုတ်)</span> ဆိုသည်မှာ လူတစ်ဦး၏ ဥစ္စာဓနသည် အလ္လာဟ်အရှင်မြတ်၏ အပြစ်ပေးခြင်းမှ ၎င်းအား ကာကွယ်ပေးမည်မဟုတ်၊ ကမ္ဘာမြေတစ်ဝက်ရှိ ရွှေနှင့်ညီမျှသော ရွေးနုတ်ဖိုးကို ပေးဆောင်ခဲ့လျှင်ပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا بَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သားသမီးများလည်းကောင်း)</span> ဆိုသည်မှာ ‘သို့မဟုတ် ကမ္ဘာပေါ်ရှိ လူအားလုံးကို ရွေးနုတ်ဖိုးအဖြစ် ပေးဆောင်ခဲ့လျှင်ပင်’ ဟူ၍ ဖြစ်သည်။ ထိုနေ့တွင် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ခြင်းနှင့် အရှင်မြတ်အပေါ် စိတ်ရင်းမှန်ဖြင့် ကိုးကွယ်ခြင်း၊ ရှစ်ရ်ခ်(အလ္လာဟ်အရှင်မြတ်နှင့် အခြားအရာများကို တွဲဖက်ကိုးကွယ်ခြင်း)နှင့် ၎င်း၏နောက်လိုက်များကို စွန့်လွှတ်ခြင်းမှလွဲ၍ မည်သည့်အရာမျှ အကျိုးပြုမည်မဟုတ်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သန့်စင်သော နှလုံးသားဖြင့် အလ္လာဟ်အရှင်မြတ်ထံသို့ လာသူမှတစ်ပါး။)</span> ဆိုသည်မှာ မည်သည့်အညစ်အကြေး သို့မဟုတ် ရှစ်ရ်ခ်မှ ကင်းစင်ခြင်း။ အစ်ဗ်နု စီရင်က “သန့်စင်သော နှလုံးသားသည် အလ္လာဟ်အရှင်မြတ်သည် မှန်ကန်သည်၊ ကိယာမတ်နေ့သည် မုချရောက်လာမည်၊ အလ္လာဟ်အရှင်မြတ်သည် ဂူသင်္ချိုင်းများအတွင်းရှိသူများကို ပြန်လည်အသက်သွင်းမည်ကို သိသည်” ဟု ပြောကြားခဲ့သည်။ စအိဒ် ဘင် အလ်-မုစိုင်ယိဘ်က “သန့်စင်သော နှလုံးသားသည် ကျန်းမာသော နှလုံးသားဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ ၎င်းသည် ယုံကြည်သူ၏ နှလုံးသားဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် မယုံကြည်သူနှင့် ဟန်ဆောင်သူ၏ နှလုံးသားသည် ဖျားနာနေသောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي قُلُوبِهِم مَّرَضٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏နှလုံးသားများတွင် ရောဂါရှိ၏)</span><span class=\"gray\">(၂:၁၀)</span>။ အဗူ 'ဥစ်သ်မာန် အန်-နီဆာဘူရီက “၎င်းသည် တီထွင်ဖန်တီးမှုမှ ကင်းစင်ပြီး စွန္နဟ်ကို နှစ်သက်သော နှလုံးသားဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။</p>"
  }
]