[
  {
    "ayah_key": "19:38",
    "group_ayah_key": "19:38",
    "from_ayah": "19:38",
    "to_ayah": "19:40",
    "ayah_keys": "19:38,19:39,19:40",
    "text": "<p lang=\"my\" class=\"my \">မြင်နိုင်ကြားနိုင်ကြမည်မှာ မည်မျှ ရှင်းလင်းမည်နည်း၊ ၎င်းတို့သည် ကျွန်ုပ်တို့ရှေ့မှောက်သို့ ပေါ်ထွန်းလာမည့်နေ့၌! သို့သော် ယနေ့မတရားသူများသည် ရှင်းလင်းသောအမှား၌ရှိကြသည် <span>(38)</span>၎င်းတို့အား ဝမ်းနည်းကြေကွဲခြင်းနှင့် နောင်တတရား၏နေ့ကို သတိပေးလော့၊ အကြောင်းမှာ အမှုအား ဆုံးဖြတ်ပြီးစီးသောအခါ၊ <span class=\"gray\">(ယခု)</span> ၎င်းတို့သည် ပေါ့ဆမှုအခြေအနေ၌ရှိကြပြီး၊ ၎င်းတို့သည် မယုံကြည်ကြပေ <span>(39)</span>အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် မြေကြီးနှင့် ၎င်းအပေါ်ရှိရှိသမျှတို့ကို အမွေဆက်ခံမည်။ ကျွန်ုပ်တို့ထံသို့ ၎င်းတို့အားလုံး ပြန်လာကြရမည် <span>(40)</span></p><div lang=\"my\" class=\"my \"><h2>ဒုက္ခနေ့နှင့်ပတ်သက်၍ မယုံကြည်သူ၏သတိပေးချက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့၌ မယုံကြည်သူများနှင့်ပတ်သက်၍ ၎င်းတို့သည် အကြည်လင်ဆုံးကြားနိုင်၊ မြင်နိုင်စွမ်းရှိစေလိမ့်မည်ဟု မိန့်ကြားတော်မူသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်မိန့်ကြားတော်မူသည်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရာဇဝတ်သားတို့သည် ၎င်းတို့၏အရှင်သခင်ရှေ့မှောက်၌ ၎င်းတို့၏ဦးခေါင်းများကို ငုံ့ချထားကြသောအခါ <span class=\"gray\">(ပြောဆိုကြသည်)</span>: \"အို ကျွန်ုပ်တို့၏အရှင်သခင်! ကျွန်ုပ်တို့သည် ယခု မြင်ပြီးကြားသိရပါပြီ။\")</span><span class=\"gray\">[32:12]</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ၎င်းတို့အတွက် အကျိုးမဖြစ်ထွန်းတော့သည့်အချိန်တွင် ထိုသို့ပြောဆိုကြမည်ဖြစ်ပြီး၊ ၎င်းတို့အတွက် မည်သည့်အသုံးဝင်မှုမှလည်း မရှိတော့ပေ။ အကယ်၍ ၎င်းတို့သည် ပြစ်ဒဏ်ကို မမြင်တွေ့မီ ဤအာရုံများကို မှန်ကန်စွာ အသုံးပြုခဲ့လျှင်၊ ၎င်းတို့အား အကျိုးတစုံတရာ ရရှိစေပြီး အလ္လာဟ်အရှင်မြတ်၏ အပြစ်ဒဏ်မှ ကယ်တင်နိုင်ခဲ့မည်ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခြင်း၏ အကြောင်းရင်းပင်ဖြစ်သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَسْمِعْ بِهِمْ وَأَبْصِرْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(မယုံကြည်သူများ)</span> မည်မျှ ရှင်းလင်းစွာ မြင်နိုင်ကြားနိုင်ကြမည်နည်း၊)</span> ဤသည်မှာ ၎င်းတို့ထက် ပိုမိုကောင်းမွန်စွာ ကြားနိုင်၊ မြင်နိုင်သူ မည်သူမျှ မရှိစေရဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَأْتُونَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ကျွန်ုပ်တို့ရှေ့မှောက် ပေါ်ထွန်းလာမည့်နေ့။)</span> ရှင်ပြန်ထမြောက်ရာနေ့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَٰكِنِ الظَّالِمُونَ الْيَوْمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ယနေ့မတရားသူများသည်...)</span> ယခု၊ ဤလောကီဘဝ၌၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي ضَلَالٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ရှင်းလင်းသောအမှား၌။)</span> ၎င်းတို့သည် မကြား၊ မမြင်၊ မတွေး။ ၎င်းတို့အား လမ်းညွှန်မှုကို လိုက်နာရန် တောင်းဆိုသောအခါ ၎င်းတို့သည် လမ်းမမှန်ဘဲ ၎င်းတို့အတွက် အကျိုးမရှိသောအရာများထံသို့ လက်နက်ချကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنذِرْهُمْ يَوْمَ الْحَسْرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ဝမ်းနည်းကြေကွဲခြင်းနှင့် နောင်တတရား၏နေ့ကို သတိပေးလော့၊)</span> ဒုက္ခနေ့နှင့်ပတ်သက်၍ ဖန်ဆင်းခံများကို သတိပေးလော့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قُضِيَ الْأَمْرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှုအား ဆုံးဖြတ်ပြီးစီးသောအခါ၊)</span> ဂျန္နတ်အဖွဲ့ဝင်များနှင့် ငရဲအဖွဲ့ဝင်များကို ခွဲထုတ်ပြီး လူတိုင်းသည် ထာဝရနေထိုင်ရန် ကံကြမ္မာပါရှိသည့် ၎င်းတို့၏ နောက်ဆုံးနေရာသို့ ရောက်ရှိကြမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ယခု)</span> ၎င်းတို့သည်)</span> ယနေ့၊ ဤလက်ရှိလောကီဘဝ၌၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي غَفْلَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပေါ့ဆမှုအခြေအနေ၌။)</span> ဝမ်းနည်းကြေကွဲခြင်းနှင့် နောင်တနေ့၏ သတိပေးချက်နှင့်အတူ ၎င်းတို့သည် ပေါ့ဆနေကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မယုံကြည်ကြပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းသည် မှန်ကန်သည်ဟု မယုံကြည်ကြပေ။</p><p lang=\"hmn\" class=\"hmn \">Imam Ahmad recorded that Abu Sa'id said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا دَخَلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ وَأَهْلُ النَّارِ النَّارَ، يُجَاءُ بِالْمَوْتِ كَأَنَّهُ كَبْشٌ أَمْلَحُ فَيُوقَفُ بَيْنَ الْجَنَّةِ وَالنَّارِ، فَيُقَالُ: يَا أَهْلَ الْجَنَّةِ هَلْ تَعْرِفُونَ هَذَا، قَالَ: فَيَشْرَئِبُّونَ وَيَنْظُرُونَ وَيَقُولُونَ: نَعَمْ هَذَا الْمَوْتُ - قَالَ: - فَيُقَالُ: يَاأَهْلَ النَّارِ، هَلْ تَعْرِفُونَ هَذَا؟ قَالَ: فَيَشْرَئِبُّونَ وَيَنْظُرُونَ وَيَقُولُونَ: نَعَمْ هَذَا الْمَوْتُ - قَالَ: - فَيُؤْمَرُ بِهِ فَيُذْبَحُ، قَالَ: وَيُقَالُ: يَا أَهْلَ الْجَنَّةِ، خُلُودٌ وَلَا مَوْتَ، وَيَا أَهْلَ النَّارِ، خُلُودٌ وَلَا مَوْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်အဖွဲ့ဝင်များသည် ဂျန္နတ်သို့ဝင်ရောက်၍ ငရဲအဖွဲ့ဝင်များသည် ငရဲသို့ဝင်ရောက်သောအခါ၊ သေခြင်းတရားကို ခန့်ချောသောသိုးထီးတစ်ကောင်အသွင်ဖြင့် ယူဆောင်လာမည်ဖြစ်ပြီး ဂျန္နတ်နှင့် ငရဲကြားတွင် ထားရှိမည်ဖြစ်သည်။ ထို့နောက် \"အို ဂျန္နတ်အဖွဲ့ဝင်တို့၊ ဤအရာသည် အဘယ်အရာဖြစ်သည်ကို သင်တို့သိကြသလော\" ဟု ပြောဆိုမည်ဖြစ်သည်။ ထိုအခါ ၎င်းတို့သည် ၎င်းတို့၏အကြည့်များကို လှည့်၍ ကြည့်ရှုကြမည်ဖြစ်ပြီး \"ဟုတ်ကဲ့၊ ဤသည်မှာ သေခြင်းတရားဖြစ်သည်\" ဟု ပြောဆိုကြမည်ဖြစ်သည်။ ထို့နောက် \"အို ငရဲအဖွဲ့ဝင်တို့၊ ဤအရာသည် အဘယ်အရာဖြစ်သည်ကို သင်တို့သိကြသလော\" ဟု ပြောဆိုမည်ဖြစ်သည်။ ထိုအခါ ၎င်းတို့သည် ၎င်းတို့၏အကြည့်များကို လှည့်၍ ကြည့်ရှုကြမည်ဖြစ်ပြီး \"ဟုတ်ကဲ့၊ ဤသည်မှာ သေခြင်းတရားဖြစ်သည်\" ဟု ပြောဆိုကြမည်ဖြစ်သည်။ ထို့နောက် ၎င်းကို သတ်ဖြတ်ရန် အမိန့်ပေးမည်ဖြစ်ပြီး \"အို ဂျန္နတ်အဖွဲ့ဝင်တို့၊ ထာဝရဖြစ်ခြင်းနှင့် သေခြင်းမရှိတော့ခြင်း၊ အို ငရဲအဖွဲ့ဝင်တို့၊ ထာဝရဖြစ်ခြင်းနှင့် သေခြင်းမရှိတော့ခြင်း\" ဟု ပြောဆိုမည်ဖြစ်သည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အာယသ်တော်ကို ရွတ်ဖတ်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ဝမ်းနည်းကြေကွဲခြင်းနှင့် နောင်တနေ့ကို သတိပေးလော့၊ အမှုအား ဆုံးဖြတ်ပြီးစီးသောအခါ၊ <span class=\"gray\">(ယခု)</span> ၎င်းတို့သည် ပေါ့ဆမှုအခြေအနေ၌ရှိကြပြီး၊ ၎င်းတို့သည် မယုံကြည်ကြပေ။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်း၏လက်ဖြင့် အမူအရာပြုလုပ်၍ မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهْلُ الدُّنْيَا فِي غَفْلَةِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကီဘဝ၏လူတို့သည် ဤလောကီဘဝ၏ ပေါ့ဆမှုအခြေအနေ၌ရှိကြသည်။)</span></p><p lang=\"my\" class=\"my \">ဤသို့အားဖြင့် အီမာမ် အဟ်မဒ်မှ မှတ်တမ်းတင်ထားပြီး အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့၏ ဆွာဟီးဟ်ကျမ်းများ၌လည်း ဤနှင့်ဆင်တူသော စကားလုံးများဖြင့် မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">အဗ်ဒုလ္လာဟ် ဗင်န် မစူဒ်ထံမှ ဖော်ပြသည်မှာ သူက ပုံပြင်တစ်ပုဒ်ကို ပြောပြခဲ့သည်၊ \"ဂျန္နတ်၌ နေထိုင်ရာနေရာနှင့် ငရဲ၌ နေထိုင်ရာနေရာကို မမြင်ရသည့် ဝိဉာဉ်တစ်စုံတစ်ရာမျှ မရှိဘဲ၊ ၎င်းသည် ဒုက္ခနေ့ဖြစ်လိမ့်မည်။ ထို့ကြောင့် ငရဲအဖွဲ့ဝင်များသည် ၎င်းတို့ယုံကြည်ခဲ့လျှင် အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အတွက် ပြင်ဆင်ထားသော နေထိုင်ရာနေရာကို မြင်ကြလိမ့်မည်။ ထို့နောက် ၎င်းတို့အား 'သင်တို့ယုံကြည်၍ ကောင်းမွန်သောအကျင့်များကို လုပ်ဆောင်ခဲ့လျှင်၊ ဂျန္နတ်၌ သင်တို့မြင်တွေ့ရသည့် ဤအရာကို သင်တို့ရရှိခဲ့မည်' ဟု ပြောဆိုမည်ဖြစ်သည်။ ထို့နောက် ၎င်းတို့သည် ဒုက္ခနှင့် ဝမ်းနည်းကြေကွဲမှုတို့ဖြင့် လွှမ်းခြုံခံရလိမ့်မည်။ ထိုနည်းတူ ဂျန္နတ်အဖွဲ့ဝင်များသည် ငရဲ၌ရှိသော နေထိုင်ရာနေရာကို မြင်ကြလိမ့်မည်ဖြစ်ပြီး ၎င်းတို့အား 'အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ကျေးဇူးတော်ကို သင်တို့အပေါ် မပေးသနားခဲ့လျှင် <span class=\"gray\">(ဤသည်မှာ သင်တို့၏နေရာဖြစ်လိမ့်မည်)</span>' ဟု ပြောဆိုမည်ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် မြေကြီးနှင့် ၎င်းအပေါ်ရှိရှိသမျှတို့ကို အမွေဆက်ခံမည်။ ကျွန်ုပ်တို့ထံသို့ ၎င်းတို့အားလုံး ပြန်လာကြရမည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းသည် ဖန်ဆင်းရှင်၊ ပိုင်ရှင်နှင့် ကိစ္စရပ်အားလုံးကို ထိန်းချုပ်သူဖြစ်ကြောင်း အသိပေးနေသည်။ ဖန်ဆင်းခံအားလုံးသည် ဖျက်ဆီးခံရမည်ဖြစ်ပြီး၊ အမြင့်မြတ်ဆုံးနှင့် အသန့်ရှင်းဆုံးဖြစ်သော ၎င်းတစ်ပါးတည်းသာ ကျန်ရှိနေမည်ဖြစ်သည်။ ၎င်းမှတစ်ပါး အကြွင်းမဲ့ပိုင်ဆိုင်မှုနှင့် ကိစ္စရပ်များကို ထိန်းချုပ်ပိုင်ခွင့်ကို တောင်းဆိုနိုင်သူ မည်သူမျှ မရှိပေ။ ၎င်းသည် ၎င်း၏ဖန်ဆင်းခံအားလုံး၏ အမွေခံဖြစ်သည်။ ၎င်းသည် ထာဝရရှင်ဖြစ်ပြီး ၎င်းတို့ပျက်စီးသွားပြီးနောက် ကျန်ရှိနေမည်ဖြစ်ကာ ၎င်းတို့၏ကိစ္စများကို ဆုံးဖြတ်သူဖြစ်သည်။ ထို့ကြောင့် မည်သည့်ဝိဉာဉ်ကိုမျှ မတရားပြုခံရမည်မဟုတ်၊ ခြင်တစ်ကောင် သို့မဟုတ် အက်တမ်တစ်လုံး၏ အလေးချိန်မျှပင် မထိခိုက်စေရ။</p><p lang=\"my\" class=\"my \">အိဗ်န် အဘီ ဟာသ်မ်မှ မှတ်တမ်းတင်သည်မှာ ဟာဇ်မ် ဗင်န် အဘီ ဟာဇ်မ် အလ်-ကူသ်တာအီက ပြောသည်၊ \"'ဥမာရ် ဗင်န် အဗ်ဒူလ်-အဇီးဇ်သည် ကူဖာမြို့၏ ဘုရင်ခံဖြစ်သော အဗ်ဒူလ်-ဟာမစ်ဒ် ဗင်န် အဗ်ဒူရ်-ရဟ်မန်ထံသို့ စာရေးခဲ့သည်- 'ဤသို့အားဖြင့် ဆက်လက်ဆောင်ရွက်ရန်- အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ဖန်ဆင်းခံများကို ဖန်ဆင်းခဲ့စဉ်က ၎င်းတို့အတွက် သေခြင်းတရားကို သတ်မှတ်ထားပြီး ၎င်းတို့၏နောက်ဆုံးခရီးပန်းတိုင်ကိုလည်း သတ်မှတ်ထားသည်။ ၎င်းသည် ၎င်း၏မှန်ကန်သော ကျမ်းမြတ်၌ ထုတ်ပြန်ခဲ့သည့်အတိုင်း ပြောကြားတော်မူသည်မှာ၊ ထိုကျမ်းကို ၎င်း၏အသိပညာဖြင့် ထိန်းသိမ်းထားပြီး ၎င်း၏ကောင်းကင်တမန်များကိုလည်း ၎င်း၏ထိန်းသိမ်းမှုအား သက်သေခံစေခဲ့သည်မှာ၊ ၎င်းသည် မြေကြီးနှင့် ၎င်းပေါ်ရှိလူအားလုံးကို အမွေဆက်ခံမည်ဖြစ်ပြီး၊ ၎င်းတို့အားလုံးသည် ၎င်းထံသို့ ပြန်လာကြရမည်ဖြစ်သည်'\"။</p>"
  },
  {
    "ayah_key": "19:41",
    "group_ayah_key": "19:41",
    "from_ayah": "19:41",
    "to_ayah": "19:45",
    "ayah_keys": "19:41,19:42,19:43,19:44,19:45",
    "text": "<p lang=\"my\" class=\"my \">ထို့ပြင် ကျမ်းမြတ်၌ အိဗ်ရာဟင်မ်ကို ဖော်ပြလော့။ အမှန်စင်စစ်၊ သူသည် သစ္စာစကားပြောသောသူ၊ တမန်တော်တစ်ပါးဖြစ်ခဲ့သည် <span>(41)</span>သူသည် သူ၏ဖခင်အား ပြောသောအခါ- \"အို ကျွန်ုပ်၏ဖခင်! အဘယ်ကြောင့် မကြား၊ မမြင်၊ သင့်အား မည်သည့်အရာမျှ အကျိုးမပြုနိုင်သောအရာကို သင်ကိုးကွယ်နေသနည်း။ <span>(42)</span>\"အို ကျွန်ုပ်၏ဖခင်! အမှန်စင်စစ်၊ သင့်ထံသို့ မရောက်ဖူးသော အသိပညာသည် ကျွန်ုပ်ထံသို့ ရောက်လာခဲ့ပြီ။ ထို့ကြောင့် ကျွန်ုပ်ကို လိုက်နာလော့၊ ကျွန်ုပ်သည် သင့်အား ဖြောင့်မတ်သောလမ်းသို့ လမ်းညွှန်မည်။ <span>(43)</span>\"အို ကျွန်ုပ်၏ဖခင်! ရှိုင်တွာန်ကို မကိုးကွယ်နှင့်။ အမှန်စင်စစ်၊ ရှိုင်တွာန်သည် အကြွင်းမဲ့ကရုဏာရှင်အရှင်မြတ်အား ပုန်ကန်ခဲ့သူဖြစ်သည်။ <span>(44)</span>\"အို ကျွန်ုပ်၏ဖခင်! အမှန်စင်စစ်၊ အကြွင်းမဲ့ကရုဏာရှင်အရှင်မြတ်ထံမှ ပြစ်ဒဏ်တစ်စုံတစ်ရာသည် သင့်အား ကျရောက်လာပြီး၊ သင်သည် ရှိုင်တွာန်၏ အဖော်ဖြစ်သွားမည်ကို ကျွန်ုပ်စိုးရိမ်သည်။ <span>(45)</span></p><div lang=\"my\" class=\"my \"><h2>အိဗ်ရာဟင်မ်၏ သူ၏ဖခင်အား ဆုံးမဩဝါဒပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးအရှင်သည် ၎င်း၏တမန်တော် မုဟမ္မဒ် ﷺ အား မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းမြတ်၌ အိဗ်ရာဟင်မ်ကို ဖော်ပြလော့။)</span></p><p lang=\"my\" class=\"my \">\"ရုပ်တုများ ကိုးကွယ်နေကြသော သင့်လူမျိုးများအား ဤအရာကို ရွတ်ဖတ်ပြပြီး အကြွင်းမဲ့ကျေးဇူးတော်ရှင်အရှင်မြတ်၏ အရင်းနှီးဆုံးမိတ်ဆွေ <span class=\"gray\">(ခလီလ်)</span> ဖြစ်သော အိဗ်ရာဟင်မ်နှင့် ဖြစ်ပျက်ခဲ့သည်များကို ၎င်းတို့အား ပြောပြပါ။ ဤရုပ်တုကိုးကွယ်သူများ <span class=\"gray\">(အာရပ်များ)</span> သည် ၎င်း၏မျိုးဆက်များဖြစ်ကြပြီး ၎င်း၏ဘာသာတရားကို လိုက်နာသည်ဟု တောင်းဆိုကြသည်။ သူသည် သစ္စာစကားပြောသော တမန်တော်တစ်ပါးဖြစ်ကြောင်း ၎င်းတို့အား အသိပေးပါ။ သူ၏ဖခင်နှင့် ဖြစ်ပျက်ခဲ့သည်များ၊ သူ၏ဖခင်အား ရုပ်တုကိုးကွယ်ခြင်းမှ မည်သို့တားမြစ်ခဲ့ကြောင်းကို ၎င်းတို့အား ပြောပြပါ။\" အိဗ်ရာဟင်မ်က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنكَ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ဖခင်! အဘယ်ကြောင့် မကြား၊ မမြင်၊ သင့်အား မည်သည့်အရာမျှ အကျိုးမပြုနိုင်သောအရာကို သင်ကိုးကွယ်နေသနည်း။)</span> ဆိုလိုသည်မှာ ဤရုပ်တုများသည် သင့်အား အကျိုးပြုမည်မဟုတ်၊ မည်သည့်ဘေးအန္တရာယ်မှလည်း ကာကွယ်ပေးနိုင်မည်မဟုတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ဖခင်! အမှန်စင်စစ်၊ သင့်ထံသို့ မရောက်ဖူးသော အသိပညာသည် ကျွန်ုပ်ထံသို့ ရောက်လာခဲ့ပြီ။)</span> ဤသည်မှာ \"ကျွန်ုပ်သည် သင်၏မျိုးဆက်မှဖြစ်ပြီး သင်သည် ကျွန်ုပ်ကို သင့်ထက် နိမ့်ကျသည်ဟု သားဖြစ်သောကြောင့် မြင်နေသော်လည်း၊ သင်မသိသေးသော၊ သင့်ထံသို့ မရောက်ရှိသေးသော အလ္လာဟ်အရှင်မြတ်ထံမှ အသိပညာကို ကျွန်ုပ်ရရှိထားကြောင်း သိထားပါ\" ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်ကို လိုက်နာလော့၊ ကျွန်ုပ်သည် သင့်အား ဖြောင့်မတ်သောလမ်းသို့ လမ်းညွှန်မည်။)</span> ဆိုလိုသည်မှာ \"လိုလားသောအရာဝတ္ထုသို့ သင့်အား ပို့ဆောင်ပေးမည်ဖြစ်ပြီး ကြောက်မက်ဖွယ်ကောင်းသောအရာ <span class=\"gray\">(ငရဲ)</span> မှ သင့်အား ကယ်တင်ပေးမည့် ဖြောင့်မတ်သောလမ်း\" ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ဖခင်! ရှိုင်တွာန်ကို မကိုးကွယ်နှင့်။)</span> ဤသည်မှာ \"ဤရုပ်တုများကို ကိုးကွယ်ခြင်းဖြင့် သူ့အား မနာခံနှင့်။ သူသည် ဤ <span class=\"gray\">(ရုပ်တုကိုးကွယ်မှု)</span> သို့ ဖိတ်ခေါ်ပြီး ၎င်းကို ကျေနပ်သည်။\" ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَن لَّا تَعْبُدُوا الشَّيْطَانَ ۖ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အာဒမ်၏သားသမီးတို့၊ သင်တို့သည် ရှိုင်တွာန်ကို မကိုးကွယ်ကြရန် ငါမမိန့်မှာခဲ့သလော။ အမှန်စင်စစ်၊ သူသည် သင်တို့အတွက် ရှင်းလင်းသောရန်သူဖြစ်သည်။)</span><span class=\"gray\">[36:60]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَدْعُونَ مِن دُونِهِ إِلَّا إِنَاثًا وَإِن يَدْعُونَ إِلَّا شَيْطَانًا مَّرِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းမှတစ်ပါး <span class=\"gray\">(အလ္လာဟ်)</span> အခြားမိန်းမ <span class=\"gray\">[ရုပ်တုများ]</span> ကိုသာ ခေါ်ဖိတ်ကြပြီး၊ ၎င်းတို့သည် ရှိုင်တွာန်၊ အမြဲပုန်ကန်နေသူကိုသာ ခေါ်ဖိတ်ကြသည်။)</span><span class=\"gray\">[4:117]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَٰنِ عَصِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ရှိုင်တွာန်သည် အကြွင်းမဲ့ကရုဏာရှင်အရှင်မြတ်အား ပုန်ကန်ခဲ့သူဖြစ်သည်။)</span> ဤသည်မှာ ၎င်း၏အရှင်သခင်အား မနာခံဘဲ ခေါင်းမာ၍ အလွန်မာနထောင်လွှားသည်ဟု ဆိုလိုသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှင်ထုတ်၍ ပြည်နှင်ဒဏ်ခံရသူဖြစ်စေခဲ့သည်။ ထို့ကြောင့် \"သူ့ကို မလိုက်နာနှင့်၊ သို့မဟုတ် သင်သည် သူ့ကဲ့သို့ ဖြစ်သွားမည်။ \"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَتِ إِنِّي أَخَافُ أَن يَمَسَّكَ عَذَابٌ مِّنَ الرَّحْمَٰنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ဖခင်! အမှန်စင်စစ်၊ အကြွင်းမဲ့ကရုဏာရှင်အရှင်မြတ်ထံမှ ပြစ်ဒဏ်တစ်စုံတစ်ရာသည် သင့်အား ကျရောက်လာမည်ကို ကျွန်ုပ်စိုးရိမ်သည်၊)</span> \"အလ္လာဟ်အရှင်မြတ်နှင့် အခြားသူများကို တွဲဖက်ကိုးကွယ်ခြင်းနှင့် ကျွန်ုပ်သင့်အား မိန့်မှာနေသည့်အရာကို မနာခံခြင်းကြောင့်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒါဆို သင်သည် ရှိုင်တွာန်၏ အဖော်ဖြစ်သွားလိမ့်မည်။)</span> ဤသည်မှာ \"သင့်အား ကာကွယ်ပေးမည့်သူ၊ ကူညီပေးမည့်သူ၊ ပံ့ပိုးပေးမည့်သူ မည်သူမျှ အိဘ်လီးစ်မှတစ်ပါး မရှိပေ။ သို့သော် သူသည်လည်းကောင်း၊ အခြားမည်သူမျှလည်းကောင်း ကိစ္စရပ်များ၏ ရလဒ်အပေါ် မည်သည့်အာဏာမျှ မရှိပေ။ သူ့ကို လိုက်နာခြင်းသည် သင့်အား ပြစ်ဒဏ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> ဖြင့် ဝန်းရံခံရခြင်းကိုသာ ဖြစ်စေမည်\" ဟု ဆိုလိုသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَاللَّهِ لَقَدْ أَرْسَلْنَا إِلَىٰ أُمَمٍ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ သင့်မတိုင်မီက လူမျိုးများထံသို့ <span class=\"gray\">(တမန်တော်များ)</span> ကို ကျွန်ုပ်တို့ပို့လွှတ်ခဲ့သည်မှာ အမှန်ပင်၊ သို့သော် ရှိုင်တွာန်သည် ၎င်းတို့၏လုပ်ရပ်များကို ၎င်းတို့အတွက် လှပသည်ဟု ထင်ရစေခဲ့သည်။ ထို့ကြောင့် သူသည် ယနေ့ <span class=\"gray\">(ဤလောကတွင်)</span> ၎င်းတို့၏အကူအညီပေးသူဖြစ်ပြီး၊ ၎င်းတို့အတွက် နာကျင်စေသော ပြစ်ဒဏ်ရှိမည်ဖြစ်သည်။)</span><span class=\"gray\">[16:63]</span></p>"
  }
]