[
  {
    "ayah_key": "4:153",
    "group_ayah_key": "4:153",
    "from_ayah": "4:153",
    "to_ayah": "4:154",
    "ayah_keys": "4:153,4:154",
    "text": "<p lang=\"my\" class=\"my \">ကျမ်းဂန်ရှင်များ <span class=\"gray\">(ဂျူးများ)</span> သည် ကောင်းကင်မှ ကျမ်းတစ်စောင်ကို ၎င်းတို့ထံ ကျရောက်စေရန် သင့်အား တောင်းဆိုကြသည်။ အမှန်စင်စစ် ၎င်းတို့သည် မူဆာအား ထိုထက်ပင် ပိုမိုကြီးလေးစွာ တောင်းဆိုခဲ့ကြသည်။ ၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်ကို အများရှေ့မှာ ပြသပါ\" ဟု ပြောသောအခါ၊ ၎င်းတို့၏ ဆိုးသွမ်းမှုကြောင့် မိုးကြိုးပစ်ခြင်းခံခဲ့ရသည်။ ထို့နောက် အလ်ဘိုင်ယီနာ (ရှင်းလင်းသော သက်သေများ) ၎င်းတို့ထံ ရောက်ရှိလာပြီးနောက်ပိုင်းတွင်လည်း ၎င်းတို့သည် နွားငယ်ကို ကိုးကွယ်ခဲ့ကြသည်။ <span class=\"gray\">(ထိုသို့ ဖြစ်လင့်ကစား)</span> ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ခွင့်လွှတ်ခဲ့သည်။ ကျွန်ုပ်တို့သည် မူဆာအား ရှင်းလင်းသော အာဏာသက်သေကို ပေးခဲ့သည် <span>(၁၅၃)</span>၎င်းတို့၏ ပဋိညာဉ်ကြောင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အပေါ် တောင်ကြီးကို မြှင့်တင်ခဲ့ပြီး <span class=\"gray\">(အခြားတစ်ကြိမ်တွင်)</span> ကျွန်ုပ်တို့က \"တံခါးဝသို့ နှိမ့်ချစွာ ပျပ်ဝပ်လျက် <span class=\"gray\">(သို့မဟုတ် ဦးညွှတ်လျက်)</span> ဝင်ကြလော့\" ဟု ပြောခဲ့သည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့ကို \"ဥပုသ်နေ့ <span class=\"gray\">(စနေနေ့)</span> တွင် မချိုးဖောက်ကြနှင့်\" ဟု အမိန့်ပေးခဲ့သည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့ထံမှ ခိုင်မာသော ပဋိညာဉ်ကို ယူခဲ့သည် <span>(၁၅၄)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးလူမျိုးတို့၏ ခေါင်းမာမှု</h2></div><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင်န် ကအ်ဘ် အလ်ကူရာဇီ၊ အစ်ဆွတ်ဒီနှင့် ကတာဒါတို့က ဂျူးများသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အား တောင်ရားကို မူဆာထံ ပေးပို့ခဲ့သကဲ့သို့ ကောင်းကင်မှ ကျမ်းတစ်စောင်ကို ၎င်းတို့ထံ ကျရောက်စေရန် တောင်းဆိုခဲ့ကြသည်ဟု ပြောကြားခဲ့သည်။ အစ်ဘ်နု ဂျုရိုင်ဂျ်က ဂျူးများသည် ရစူလ်တမန်တော်အား ၎င်းတို့ထဲမှ အချို့သော ပုဂ္ဂိုလ်များထံ လိပ်မူထားသည့် ကျမ်းများကို ၎င်းတို့ထံ ကျရောက်စေရန် တောင်းဆိုခဲ့ကြပြီး ၎င်းစေလွှတ်ခြင်းခံရသည့် အမှန်တရားကို သက်သေခံရန် ဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ ဂျူးများသည် ၎င်းတို့၏ ခေါင်းမာမှု၊ ရန်လိုမှု၊ ငြင်းပယ်မှုနှင့် မယုံကြည်မှုတို့ကြောင့်သာ ဤအရာကို တောင်းဆိုခဲ့ခြင်းဖြစ်သည်။ ကူရိုင်းရှ်လူမျိုးတို့မှ မယုံကြည်သူများသည်လည်း တမန်တော်ထံမှ အလားတူအရာများကို တောင်းဆိုခဲ့ကြသည်၊ စူရဟ် အလ်အစ်စရာတွင် ဖော်ပြထားသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنبُوعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"ကျွန်ုပ်တို့သည် သင့်အား မယုံကြည်ပေ၊ သင်သည် ကျွန်ုပ်တို့အတွက် မြေကြီးမှ စမ်းရေတွင်းတစ်ခု ပန်းထွက်စေသည်အထိ ဖြစ်သည်\" ဟု ပြောကြသည်)</span><span class=\"gray\">(၁၇:၉၀)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ سَأَلُوا مُوسَىٰ أَكْبَرَ مِن ذَٰلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့သည် မူဆာအား ထိုထက်ပင် ပိုမိုကြီးလေးစွာ တောင်းဆိုခဲ့ကြသည်။ ၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်ကို အများရှေ့မှာ ပြသပါ\" ဟု ပြောသောအခါ၊ ၎င်းတို့၏ ဆိုးသွမ်းမှုကြောင့် မိုးကြိုးပစ်ခြင်းခံခဲ့ရသည်)</span> မတရားမှု၊ ကျူးလွန်မှု၊ ရန်လိုမှုနှင့် ပုန်ကန်မှု။ ဤအပိုင်းကို စူရဟ် အလ်ဘကရာတွင် ရှင်းပြထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قُلْتُمْ يَا مُوسَىٰ لَن نُّؤْمِنَ لَكَ حَتَّىٰ نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنتُمْ تَنظُرُونَ - ثُمَّ بَعَثْنَاكُم مِّن بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့က \"အို မူဆာ၊ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို မျက်ဝါးထင်ထင် မမြင်ရမချင်း သင့်အား မည်သည့်အခါမျှ မယုံကြည်ပေ\" ဟု ပြောခဲ့သည် <span class=\"gray\">(ထိုအချိန်ကို)</span> သတိရကြလေကုန်။ သို့သော် သင်တို့ ကြည့်ရှုနေစဉ် သင်တို့အား မိုးကြိုးပစ်ခဲ့သည်။ ထို့နောက် ကျွန်ုပ်တို့သည် သင်တို့ကို သေပြီးနောက် ပြန်လည် ထမြောက်စေခဲ့သည်၊ သို့မှသာ သင်တို့သည် ကျေးဇူးတင်နိုင်ရန် ဖြစ်သည်)</span><span class=\"gray\">(၂:၅၅၊၅၆)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ اتَّخَذُوا الْعِجْلَ مِن بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အလ်ဘိုင်ယီနာ (ရှင်းလင်းသော သက်သေများ) ၎င်းတို့ထံ ရောက်ရှိလာပြီးနောက်ပိုင်းတွင်လည်း ၎င်းတို့သည် နွားငယ်ကို ကိုးကွယ်ခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ၊ အီဂျစ်ပြည်တွင် မူဆာ၏ လက်၌ ကြီးမားသော မုအ်ဂျိဇာများနှင့် မပြတ်မသားသော သက်သေအထောက်အထားများကို ၎င်းတို့ မြင်တွေ့ခဲ့ပြီးနောက် ဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတို့၏ ရန်သူ ဖိရ်အောင်န်နှင့် ၎င်း၏စစ်သားများအားလုံး ပင်လယ်တွင် နစ်မြုပ်သွားခဲ့သည်ကိုလည်း မြင်တွေ့ခဲ့ရသည်။ သို့တိုင် မကြာမီပင်၊ ရုပ်တုများကို ကိုးကွယ်နေကြသော လူမျိုးတစ်စုကို ဖြတ်သန်းသွားသောအခါ ၎င်းတို့သည် မူဆာအား ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اجْعَل لَّنَا إِلَٰهًا كَمَا لَهُمْ آلِهَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၌ နတ်ဘုရားများ ရှိသကဲ့သို့ ကျွန်ုပ်တို့အတွက် နတ်ဘုရားတစ်ပါး ဖန်တီးပေးပါ)</span><span class=\"gray\">[၇:၁၃၈]</span> မူဆာသည် ၎င်း၏အရှင်သခင်နှင့် တွေ့ဆုံရန် သွားပြီးနောက် ဂျူးများ နွားငယ်ကို ကိုးကွယ်ခဲ့သည့် အကြောင်းအရာကို အလ္လာဟ်အရှင်မြတ်သည် စူရဟ် အလ်အအ်ရာဖ် <span class=\"gray\">(၇)</span> နှင့် စူရဟ် တာဟာ <span class=\"gray\">(၂၀)</span> တို့တွင် ရှင်းပြထားသည်။ မူဆာ ပြန်လာသောအခါ၊ ဂျူးများ လက်ခံသော နောင်တရရန်အတွက် နွားငယ်ကို မကိုးကွယ်သူများသည် ၎င်းကို ကိုးကွယ်သူများကို သတ်ရမည်ဟု အလ္လာဟ်အရှင်မြတ်က အမိန့်ချမှတ်ခဲ့သည်။ ၎င်းတို့သည် ဤအမိန့်ကို လိုက်နာခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို နောက်ပိုင်းတွင် ပြန်လည် အသက်ရှင်စေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَفَوْنَا عَن ذَٰلِكَ وَآتَيْنَا مُوسَىٰ سُلْطَانًا مُّبِينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ထိုသို့ ဖြစ်လင့်ကစား)</span> ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ခွင့်လွှတ်ခဲ့သည်။ ကျွန်ုပ်တို့သည် မူဆာအား ရှင်းလင်းသော အာဏာသက်သေကို ပေးခဲ့သည်)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَفَعْنَا فَوْقَهُمُ الطُّورَ بِمِيثَاقِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ပဋိညာဉ်ကြောင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အပေါ် တောင်ကြီးကို မြှင့်တင်ခဲ့သည်)</span> ၎င်းတို့သည် တောင်ရား၏ စီရင်ထုံးများကို အကောင်အထည်ဖော်ခြင်းမှ ရှောင်ကြဉ်ပြီး အလ္လာဟ်အရှင်မြတ်ထံမှ မူဆာ ယူဆောင်လာသည့်အရာကို ငြင်းပယ်သောအခါ ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် တောင်ကြီးကို ၎င်းတို့၏ ခေါင်းပေါ်သို့ မြှင့်တင်ခဲ့ပြီး ၎င်းတို့အား ပျပ်ဝပ်ရန် အမိန့်ပေးခဲ့ရာ ၎င်းတို့သည် ပျပ်ဝပ်ခဲ့ကြသည်။ ထိုသို့ဖြစ်လင့်ကစား၊ ၎င်းတို့သည် တောင်ပြိုကျလာမည်ကို စိုးရိမ်သောကြောင့် ပျပ်ဝပ်နေစဉ် အပေါ်သို့ ကြည့်နေခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် တောင်ကြီးကို ၎င်းတို့အပေါ် မိုးကုပ်စက်ဝိုင်းကဲ့သို့ မြှင့်တင်ခဲ့ပြီး ၎င်းတို့အပေါ် ပြိုကျတော့မည်ဟု ၎င်းတို့ ထင်မြင်ယူဆခဲ့သည် <span class=\"gray\">(ထိုအချိန်ကို)</span> သတိရကြလေကုန်။ <span class=\"gray\">(ကျွန်ုပ်တို့က မိန့်တော်မူခဲ့သည်)</span> \"ကျွန်ုပ်တို့ သင်တို့ကို ပေးသနားထားသော အရာကို ခိုင်မြဲစွာ ဆုပ်ကိုင်ထားကြလော့\")</span><span class=\"gray\">[၇:၁၇၁]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့က \"တံခါးဝသို့ နှိမ့်ချစွာ ပျပ်ဝပ်လျက် <span class=\"gray\">(သို့မဟုတ် ဦးညွှတ်လျက်)</span> ဝင်ကြလော့\" ဟု ပြောခဲ့သည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဤအမိန့်ကို စကားဖြင့်ရော လုပ်ရပ်ဖြင့်ပါ ဆန့်ကျင်ခဲ့ကြသည်။ ၎င်းတို့သည် ဘိုက်တုလ်မက္ကဒ်ဒ် <span class=\"gray\">(ဂျေရုဆလင်)</span> ထဲသို့ ဦးညွှတ်လျက် \"ဟစ်တဟ်\" ဟု ပြောဆိုကာ ဝင်ရောက်ရန် အမိန့်ခံခဲ့ရသည်။ \"ဟစ်တဟ်\" ဆိုသည်မှာ 'အို အလ္လာဟ်အရှင်မြတ်၊ ဂျီဟဒ်ကို စွန့်လွှတ်ခဲ့သော ကျွန်ုပ်တို့၏ အပြစ်ကို ယူပါ' ဟု အဓိပ္ပါယ်ရသည်။ ဤသည်မှာ နှစ်ပေါင်းလေးဆယ်ကြာ တီဟ် သဲကန္တာရတွင် လှည့်လည်သွားလာရခြင်း၏ အကြောင်းရင်းဖြစ်သည်။ သို့တိုင် ၎င်းတို့သည် အိမ်ထဲသို့ နောက်ပြန်တွားသွားပြီး 'ရှအ်ရာ <span class=\"gray\">(ဆံပင်)</span> ထဲက ဟင်တဟ် <span class=\"gray\">(ဂျုံစေ့)</span>' ဟု ပြောဆိုကာ ဝင်ရောက်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْنَا لَهُمْ لَا تَعْدُوا فِي السَّبْتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့ကို \"ဥပုသ်နေ့ <span class=\"gray\">(စနေနေ့)</span> ကို မချိုးဖောက်ကြနှင့်\" ဟု အမိန့်ပေးခဲ့သည်)</span> ဆိုလိုသည်မှာ၊ ကျွန်ုပ်တို့သည် ၎င်းတို့အား ဥပုသ်နေ့ကို ဂုဏ်ပြုရန်နှင့် ထိုနေ့တွင် အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသည်များကို ဂုဏ်ပြုရန် အမိန့်ပေးခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَخَذْنَا مِنْهُم مِّيثَاقًا غَلِيظًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့ထံမှ ခိုင်မာသော ပဋိညာဉ်ကို ယူခဲ့သည်)</span> ဆိုလိုသည်မှာ၊ ခိုင်မာသော ပဋိညာဉ်ဖြစ်သည်။ ၎င်းတို့သည် ပုန်ကန်ခဲ့ကြသည်၊ ကျူးလွန်ခဲ့ကြသည်၊ အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသည်များကို လှည့်ဖြားမှုနှင့် ပရိယာယ်ဖြင့် ကျူးလွန်ခဲ့ကြသည်။ စူရဟ် အလ်အအ်ရာဖ် <span class=\"gray\">(၇)</span> တွင် ဖော်ပြထားသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ပင်လယ်ကမ်းဘေးရှိ မြို့အကြောင်း မေးမြန်းပါ)</span></p>"
  }
]