[
  {
    "ayah_key": "20:1",
    "group_ayah_key": "20:1",
    "from_ayah": "20:1",
    "to_ayah": "20:8",
    "ayah_keys": "20:1,20:2,20:3,20:4,20:5,20:6,20:7,20:8",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲမပြတ် သနားကြင်နာတော်မူသော အရှင်မြတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">طه - مَآ أَنَزَلْنَا عَلَيْكَ الْقُرْءَانَ لِتَشْقَى - إِلاَّ تَذْكِرَةً لِّمَن يَخْشَى - تَنزِيلًا مِّمَّنْ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ الْعُلَى - الرَّحْمَٰنُ عَلَى الْعَرْشِ اسْتَوَىٰ - لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَىٰ - وَإِن تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى - اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ တာဟာ။)</span><span class=\"gray\">(၂။ သင့်ထံသို့ ကုရ်အာန်ကျမ်းကို သင်ဒုက္ခရောက်စေရန် ကျွန်ုပ်တို့ချပေးခဲ့သည်မဟုတ်။)</span><span class=\"gray\">(၃။ သို့ရာတွင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို)</span> ကြောက်ရွံ့သူတို့အား သတိပေးရန်အတွက်သာ ဖြစ်သည်။)</span><span class=\"gray\">(၄။ မြေပြင်နှင့် မြင့်မားသော ကောင်းကင်များကို ဖန်ဆင်းတော်မူသော အရှင်ထံတော်မှ ဗျာဒိတ်တော်ဖြစ်သည်။)</span><span class=\"gray\">(၅။ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်သည် အာရ်ရှ်ပလ္လင်တော်ပေါ်၌ စတဝါ ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၆။ မိုးကောင်းကင်များ၌ရှိသမျှနှင့် ကမ္ဘာမြေပေါ်၌ရှိသမျှ၊ ထိုနှစ်ခုကြား၌ရှိသမျှနှင့် မြေကြီးအောက်၌ရှိသမျှတို့သည် ထိုအရှင်ပိုင်ဆိုင်တော်မူ၏။)</span><span class=\"gray\">(၇။ အကယ်၍ သင်သည် အသံကျယ်ကျယ်ပြောဆိုလျှင် (လည်းကောင်း၊ မပြောဆိုလျှင်) ထိုအရှင်သည် လျှို့ဝှက်ချက်နှင့် ထိုထက်ပိုမို၍ ဝှက်ထားသည်များကို အမှန်စင်စစ် သိတော်မူ၏။)</span><span class=\"gray\">(၈။ အလ္လာဟ်အရှင်မြတ်! ထိုအရှင်မှတစ်ပါး ကိုးကွယ်ရာအရှင်ဟူ၍ မရှိပေ။ ထိုအရှင်၌ အလှပဆုံးသော နာမတော်များရှိသည်။)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်သည် အလ္လာဟ်အရှင်မြတ်ထံတော်မှ သတိပေးချက်နှင့် ဗျာဒိတ်တော်ဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">စူရဟ် အလ်-ဘကရဟ်၏ အစပိုင်းရှိ သီးခြားစီထားသော အက္ခရာများကို ကျွန်ုပ်တို့ အလျင်ကပင် ဆွေးနွေးခဲ့ပြီးဖြစ်သောကြောင့် ဤနေရာတွင် ထပ်မံဆွေးနွေးရန်မလိုအပ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံသို့ ကုရ်အာန်ကျမ်းကို သင်ဒုက္ခရောက်စေရန် ကျွန်ုပ်တို့ချပေးခဲ့သည်မဟုတ်၊)</span></p><p lang=\"my\" class=\"my \">ဂျူဝိုင်ဘိရ်မှ အဒ်-ဒဟ်ဟ်ခ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်ကျမ်းကို ၎င်း၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ချပေးခဲ့သောအခါ၊ ထိုတမန်တော်နှင့် ၎င်း၏ ဆွဟာဗဟ်အပေါင်းအသင်းများသည် ကုရ်အာန်ကို စွဲကိုင်ခဲ့ကြသည်။ ထို့ကြောင့် ကုရိုင်ရှ်တို့၏ ရုပ်တုကိုးကွယ်သူများက 'ဤကုရ်အာန်ကျမ်းကို မုဟမ္မဒ်အား ဒုက္ခရောက်စေရန်သာ ထုတ်ဖော်ခဲ့ခြင်းဖြစ်သည်' ဟု ပြောဆိုခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော်ချခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">طه - مَآ أَنَزَلْنَا عَلَيْكَ الْقُرْءَانَ لِتَشْقَى - إِلاَّ تَذْكِرَةً لِّمَن يَخْشَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တာဟာ။ သင့်ထံသို့ ကုရ်အာန်ကျမ်းကို သင်ဒုက္ခရောက်စေရန် ကျွန်ုပ်တို့ချပေးခဲ့သည်မဟုတ်၊ သို့ရာတွင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို)</span> ကြောက်ရွံ့သူတို့အား သတိပေးရန်အတွက်သာ ဖြစ်သည်။)</span> ဤကိစ္စသည် မမှန်ကန်သောသူတို့ ပြောဆိုသကဲ့သို့ မဟုတ်ပေ။ ယင်းအစား၊ အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့အားမဆို အသိပညာပေးလျှင်၊ ၎င်းအား များပြားသောကောင်းကျိုးများ ရရှိစေလိုသောကြောင့်ဖြစ်သည်။ ၎င်းသည် အိဘ်နုမပ်စ်အူးဒ်၏ အာဏာပိုင်မှုကို ကိုးကား၍ ဆွဟီးဟ်ကျမ်းနှစ်ခုတွင် အတည်ပြုထားသည့်အရာဖြစ်သည်၊ ၎င်းက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ يُرِدِ اللهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့အားမဆို ကောင်းကျိုးလိုလားပါက၊ ၎င်းအား သာသနာကို နားလည်စေသည်။)</span> မုဂျာဟိဒ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍ မှတ်ချက်ပြုခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံသို့ ကုရ်အာန်ကျမ်းကို သင်ဒုက္ခရောက်စေရန် ကျွန်ုပ်တို့ချပေးခဲ့သည်မဟုတ်၊)</span> \"၎င်းသည် ထိုအရှင်၏ မိန့်တော်မူချက်နှင့် တူ၏။</p><p class=\"ur qpc-hafs\" lang=\"ur\">فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကုရ်အာန်ကျမ်းကို <span class=\"gray\">(သင့်အတွက်)</span> လွယ်ကူသလောက် ရွတ်ဖတ်ကြလော့။)</span><span class=\"gray\">[၇၃:၂၀]</span> အကြောင်းမှာ၊ လူများသည် နမားဇ်ဝတ်ပြုရာတွင် ရင်ဘတ်၌ ကြိုးများချိတ်ဆွဲထားလေ့ရှိသည် <span class=\"gray\">(ပင်ပန်းသောအခါ ဆွဲကိုင်ရန်)</span>။\" ကွာတာဒါဟ်က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံသို့ ကုရ်အာန်ကျမ်းကို သင်ဒုက္ခရောက်စေရန် ကျွန်ုပ်တို့ချပေးခဲ့သည်မဟုတ်၊)</span> \"မဟုတ်ပါ၊ အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြု၍၊ ထိုအရှင်သည် ၎င်းကို ဒုက္ခဖြစ်စေသော အရာတစ်ခုအဖြစ် မပြုလုပ်ခဲ့ပါ။ ယင်းအစား၊ ၎င်းကို ကရုဏာ၊ အလင်းရောင်နှင့် ဂျန္နတ်ဥယျာဉ်သို့ လမ်းညွှန်မှုတစ်ခုအဖြစ် ပြုလုပ်ခဲ့သည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا تَذْكِرَةً لِّمَن يَخْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို)</span> ကြောက်ရွံ့သူတို့အား သတိပေးရန်အတွက်သာ ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ကျမ်းတော်ကို ထုတ်ဖော်ခဲ့ပြီး ၎င်း၏ ရစူလ်တမန်တော် ﷺ ကို ၎င်း၏ကျွန်များအတွက် ကရုဏာအဖြစ် စေလွှတ်ခဲ့သည်၊ သို့မှသာ ဆင်ခြင်တွေးခေါ်သူသည် သတိရစေရန်ဖြစ်သည်။ ဤသို့ဖြင့် လူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်၏ကျမ်းမှ သူကြားသိရသည်များမှ အကျိုးရရှိမည်ဖြစ်ပြီး၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် ခွင့်ပြုသည်နှင့် တားမြစ်သည်များကို ဗျာဒိတ်တော်ချထားသော အမှတ်ရစရာတစ်ခုဖြစ်သည်။ ထိုအရှင်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَنزِيلًا مِّمَّنْ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ الْعُلَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်နှင့် မြင့်မားသော ကောင်းကင်များကို ဖန်ဆင်းတော်မူသော <span class=\"gray\">(အလ္လာဟ်)</span> အရှင်ထံတော်မှ ဗျာဒိတ်တော်။)</span> ဆိုလိုသည်မှာ 'ဤကုရ်အာန်ကျမ်းသည်၊ အို မုဟမ္မဒ်၊ သင့်ထံသို့ ရောက်ရှိလာခဲ့သည်မှာ၊ သင့်အရှင်ထံတော်မှ ဗျာဒိတ်တော်ဖြစ်သည်။ ထိုအရှင်သည် အရာခပ်သိမ်း၏အရှင်နှင့် ၎င်း၏ဘုရင်ဖြစ်သည်။ ထိုအရှင်သည် ၎င်းအလိုရှိသမျှကို ပြုလုပ်နိုင်စွမ်း အလွန်ရှိတော်မူသည်။ ထိုအရှင်သည် မြေကြီးကို ၎င်း၏နက်ရှိုင်းသောနေရာများနှင့် ထူထပ်သောဒေသများဖြင့် ဖန်ဆင်းခဲ့သည်။ ထိုအရှင်သည် မြင့်မားသောကောင်းကင်များကို ၎င်းတို့၏ မြင့်မားသောနေရာများနှင့် သိမ်မွေ့မှုများဖြင့် ဖန်ဆင်းခဲ့သည်။' အတ်-သေရ်မီဇီနှင့် အခြားသူများက မှန်ကန်သည်ဟု သတ်မှတ်ခဲ့သော ဟဒီးစ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊ ကောင်းကင်တစ်ခုစီ၏ ထူထပ်မှုသည် နှစ်ပေါင်းငါးရာခရီးသွားနိုင်သော အကွာအဝေးဖြစ်ပြီး၊ ၎င်းနှင့် နောက်ကောင်းကင်တစ်ခုကြားရှိ အကွာအဝေးသည်လည်း နှစ်ပေါင်းငါးရာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرَّحْمَٰنُ عَلَى الْعَرْشِ اسْتَوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်သည် အာရ်ရှ်ပလ္လင်တော်ပေါ်၌ စတဝါ ဖြစ်တော်မူ၏။)</span> ဤအကြောင်းအရာနှင့် ပတ်သက်သော ဆွေးနွေးချက်သည် စူရဟ် အလ်-အအ်ရာဖ်တွင် အလျင်ကပင် ပါဝင်ခဲ့ပြီးဖြစ်သောကြောင့် ဤနေရာတွင် ထပ်မံဆွေးနွေးရန် မလိုအပ်ပေ။ ၎င်းကို နားလည်ရာတွင် အလုံခြုံဆုံးနည်းလမ်းမှာ စလဖ် <span class=\"gray\">(ရှေးပညာရှင်များ)</span> ၏ နည်းလမ်းဖြစ်သည်။ ၎င်းတို့၏ နည်းလမ်းမှာ ၎င်းကို ဖော်ပြခြင်း၊ ပြန်လည်အဓိပ္ပာယ်ဖွင့်ဆိုခြင်း၊ ဖန်ဆင်းခြင်းနှင့်တူညီစေခြင်း၊ ငြင်းပယ်ခြင်း သို့မဟုတ် ဖန်ဆင်းခံများ၏ ဂုဏ်တော်များနှင့် နှိုင်းယှဉ်ခြင်းမရှိဘဲ ကျမ်းတော်နှင့် စွန္နတ်တော်တို့မှ ၎င်းနှင့်ပတ်သက်၍ ဖော်ပြထားသည်များကို လက်ခံရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များ၌ရှိသမျှနှင့် ကမ္ဘာမြေပေါ်၌ရှိသမျှ၊ ထိုနှစ်ခုကြား၌ရှိသမျှနှင့် မြေကြီးအောက်၌ရှိသမျှတို့သည် ထိုအရှင်ပိုင်ဆိုင်တော်မူ၏။)</span> ၎င်းဆိုလိုသည်မှာ ဤအရာအားလုံးသည် ထိုအရှင်ပိုင်ဆိုင်တော်မူပြီး ထိုအရှင်၏ လက်တွင်း၌ရှိသည်။ ၎င်းအားလုံးသည် ထိုအရှင်၏ ထိန်းချုပ်မှု၊ အလိုတော်၊ ရည်ရွယ်ချက်နှင့် စီရင်ဆုံးဖြတ်မှုအောက်တွင် ရှိသည်။ ထိုအရှင်သည် ဤအရာအားလုံးကို ဖန်ဆင်းခဲ့သည်၊ ထိုအရှင်သည် ၎င်းကို ပိုင်ဆိုင်ပြီး ၎င်းအားလုံး၏ အရှင်သခင်ဖြစ်သည်။ ထိုအရှင်မှတစ်ပါး စစ်မှန်သောဘုရား မရှိသလို ထိုအရှင်မှတစ်ပါး အခြားမည်သည့်အရှင်သခင်မျှ မရှိပေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَحْتَ الثَّرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မြေကြီးအောက်၌ရှိသမျှ။)</span> မုဟမ္မဒ် ဘင်န် ကအ်ဘ်က ပြောကြားခဲ့သည်မှာ၊ \"၎င်းဆိုလိုသည်မှာ သတ္တမမြေအောက်၌ရှိသောအရာဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် အသံကျယ်ကျယ်ပြောဆိုလျှင်၊ ထိုအရှင်သည် လျှို့ဝှက်ချက်နှင့် ထိုထက်ပိုမို၍ ဝှက်ထားသည်များကို အမှန်စင်စစ် သိတော်မူ၏။)</span> ၎င်းဆိုလိုသည်မှာ ဤကုရ်အာန်ကျမ်းကို ဗျာဒိတ်တော်ချခဲ့သော ထိုအရှင်သည် မြင့်မားသော ကောင်းကင်များနှင့် မြေကြီးကိုလည်း ဖန်ဆင်းခဲ့ပြီး၊ လျှို့ဝှက်သောအရာနှင့် ထိုထက်ပို၍ ဝှက်ထားသောအရာများကို ထိုအရှင်သိတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَنزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّهُ كَانَ غَفُورًا رَّحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ပြောပါလေ- \"ကောင်းကင်များနှင့် မြေကြီး၏ လျှို့ဝှက်ချက်များကို သိတော်မူသော အရှင်က ၎င်းကို ချပေးခဲ့ခြင်းဖြစ်၏။ အမှန်စင်စစ် ထိုအရှင်သည် အပြစ်များကို ခွင့်လွှတ်တော်မူသော၊ အကြင်နာဆုံးသော အရှင်ဖြစ်တော်မူ၏။\")</span><span class=\"gray\">[၂၅:၆]</span> အလီ ဘင်န် အဘီ တာလ်ဟဟ် မှ အိဘ်နု အဗ္ဗားစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ السِّرَّ وَأَخْفَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရှင်သည် လျှို့ဝှက်ချက်နှင့် ထိုထက်ပိုမို၍ ဝှက်ထားသည်များကို သိတော်မူ၏။)</span> \"လျှို့ဝှက်ချက်ဆိုသည်မှာ အာဒမ်၏သားက ၎င်းကိုယ်တွင်း၌ ဝှက်ထားသောအရာဖြစ်သည်၊ ထို့ပြင်</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَخْفَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုထက်ပိုမို၍ ဝှက်ထားသောအရာ။)</span> ဆိုသည်မှာ အာဒမ်၏သား၏ လုပ်ရပ်များဖြစ်သည်၊ ၎င်းတို့သည် သူပြုလုပ်ခြင်းမပြုမီကပင် ဝှက်ထားသောအရာများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအားလုံးကို သိတော်မူ၏။ ထိုအရှင်၏ အသိပညာသည် ပြီးခဲ့သောအရာများနှင့် အနာဂတ်၌ရှိမည့်အရာများကို လွှမ်းခြုံထားပြီး၊ ၎င်းသည် တစ်ခုတည်းသော၊ ပြည့်စုံသော အသိပညာဖြစ်သည်။ ဤကိစ္စတွင်၊ ဖန်ဆင်းခံအားလုံးသည် ထိုအရှင်အတွက် ဝိညာဉ်တစ်ခုတည်းနှင့်တူသည်။ ၎င်းသည် ထိုအရှင်၏ မိန့်တော်မူချက်၏ အဓိပ္ပာယ်ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အားလုံးကို ဖန်ဆင်းခြင်းနှင့် သင်တို့အားလုံးကို ပြန်လည်ရှင်ပြန်ထမြောက်စေခြင်းသည် တစ်ဦးတည်းသော ပုဂ္ဂိုလ်ကဲ့သို့သာ ဖြစ်သည်။)</span><span class=\"gray\">[၃၁:၂၈]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်! ထိုအရှင်မှတစ်ပါး ကိုးကွယ်ရာအရှင်ဟူ၍ မရှိပေ။ ထိုအရှင်၌ အလှပဆုံးသော နာမတော်များရှိသည်။)</span> ၎င်းဆိုလိုသည်မှာ၊ 'ဤကုရ်အာန်ကျမ်းကို သင့်အား <span class=\"gray\">(အို မုဟမ္မဒ်)</span> ဗျာဒိတ်တော်ချခဲ့သော ထိုအရှင်သည် အလ္လာဟ်ဖြစ်၏၊ ထိုအရှင်မှတစ်ပါး အခြားမည်သည့်ဘုရားမျှမရှိပေ။ ထိုအရှင်သည် အလှပဆုံးသော နာမတော်များနှင့် အမြင့်မြတ်ဆုံးသော ဂုဏ်တော်များကို ပိုင်ဆိုင်သော အရှင်ဖြစ်၏။'</p>"
  }
]