[
  {
    "ayah_key": "39:73",
    "group_ayah_key": "39:73",
    "from_ayah": "39:73",
    "to_ayah": "39:74",
    "ayah_keys": "39:73,39:74",
    "text": "<p lang=\"my\" class=\"my \">တက်ခ်ဝါရှိသူတို့သည် အုပ်စုလိုက် ဂျန္နတ်သို့ ခေါ်ဆောင်ခြင်းခံရမည်။ ၎င်းတို့သည် ဂျန္နတ်သို့ ရောက်ရှိသောအခါ ၎င်း၏တံခါးများ ဖွင့်လှစ်ခံရမည်ဖြစ်ပြီး ၎င်း၏ စောင့်ရှောက်သူများက \"ဆလာမ်အလိုင်ကွမ် <span class=\"gray\">(သင်တို့အပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ)</span>! သင်တို့ ကောင်းမွန်စွာ ဆောင်ရွက်ခဲ့ပြီ၊ ထို့ကြောင့် ဤနေရာသို့ ထာဝစဉ် နေထိုင်ရန် ဝင်ရောက်ကြလော့။ <span>(၇၃)</span> ထိုအခါ ၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်တော်ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတော်ချီးမွမ်းခြင်း အားလုံးသည် အကျွန်ုပ်တို့အား ကတိတော်ပြည့်ဝစေပြီး မြေယာကို အမွေပေးတော်မူခဲ့သော အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်ပါသည်\" ဟု ပြောကြမည်။ အကျွန်ုပ်တို့သည် အလိုရှိရာ ဂျန္နတ်တွင် နေထိုင်နိုင်ပါသည်။ လုပ်ကိုင်သူများအတွက် မည်မျှ ကောင်းမြတ်သော အကျိုးဆုလာဘ်ပါနည်း! <span>(၇၄)</span></p><p lang=\"my\" class=\"my \">မုအ်မင်များအား ဂျန္နတ်သို့ ခေါ်ဆောင်သွားမည်။ </p><p lang=\"my\" class=\"my \">ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်သည် မင်္ဂလာရှိသော မုအ်မင်များအကြောင်းကို မိန့်ကြားထားသည်။ ၎င်းတို့သည် အုပ်စုလိုက် ဂျန္နတ်သို့ ခေါ်ဆောင်ခြင်းခံရမည်ဖြစ်ပြီး၊ တစ်အုပ်စုပြီးတစ်အုပ်စု အကောင်းဆုံးလူများမှ စတင်၍ ခေါ်ဆောင်မည်။ အလ္လာဟ်အရှင်မြတ်နှင့် အနီးစပ်ဆုံးသူများ၊ ထို့နောက် အဓမ္မတရားအရှိဆုံးသူများ၊ ထို့နောက် ဒုတိယအကောင်းဆုံးနှင့် တတိယအကောင်းဆုံးများ။ အုပ်စုတိုင်းသည် ၎င်းတို့ကဲ့သို့သော အခြားသူများနှင့်အတူ ရှိနေမည်ဖြစ်ပြီး၊ နဗီများက နဗီများနှင့်အတူ၊ စစ်မှန်သော မုအ်မင်များက ၎င်းတို့၏ ရွယ်တူချင်းများနှင့်အတူ၊ ရှဟီးဒ်များက ၎င်းတို့၏ သက်ဆိုင်သူများနှင့်အတူ၊ အလ်လီမာများက ၎င်းတို့၏ လုပ်ဖော်ကိုင်ဖက်များနှင့်အတူ၊ အုပ်စုတိုင်းသည် အမျိုးအစားတူလူများဖြင့် ဖွဲ့စည်းထားမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا جَاءُوهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ရောက်ရှိသောအခါ၊)</span> ဆိုသည်မှာ ၎င်းတို့သည် စီရာသ်ကို ဖြတ်ကျော်ပြီးနောက် ဂျန္နတ်တံခါးဝသို့ ရောက်ရှိသောအခါ၊ ဂျန္နတ်နှင့် ဂျဟန္နမ်အကြား တံတားပေါ်တွင် ချုပ်နှောင်ခံရမည်ဖြစ်ပြီး ဤလောကတွင် ၎င်းတို့အကြား ရှိခဲ့သော မတရားမှုများကို ၎င်းတို့အားလုံးသည် ဤစမ်းသပ်မှုမှတစ်ဆင့် အပြစ်မှ သန့်စင်ပြီးသည်အထိ ဖြေရှင်းပေးမည်ဖြစ်သည်။ ထို့နောက် ၎င်းတို့အား ဂျန္နတ်သို့ ဝင်ရောက်ရန် ခွင့်ပြုချက်ပေးမည်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">တံပိုးမှုတ်ခြင်းဆိုင်ရာ ဟဒီးဆ်တော်တွင် မှတ်တမ်းတင်ထားသည်မှာ မုအ်မင်များ ဂျန္နတ်တံခါးဝသို့ ရောက်ရှိသောအခါ ၎င်းတို့ဝင်ရောက်ရန် မည်သူက ခွင့်ပြုချက်တောင်းသင့်ကြောင်း အချင်းချင်း တိုင်ပင်ကြမည်။ ၎င်းတို့သည် အာဒမ်၊ ထို့နောက် နူဟ်၊ ထို့နောက် အီဗရာဟီမ်၊ ထို့နောက် မူဆာ၊ ထို့နောက် အီဆာ၊ ထို့နောက် မုဟမ္မဒ် <span class=\"gray\">(၎င်းတို့အားလုံးအပေါ် ကောင်းချီးမင်္ဂလာနှင့် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ)</span> ထံ တောင်းဆိုကြမည်။ ဤသည်မှာ တရားစီရင်ရာ ကွင်းပြင်တွင် ဖြစ်ပေါ်မည့် အရာနှင့် ဆင်တူသည်။ ထိုအခါ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် တရားစီရင်ရန် ကြွလာသောအခါ ၎င်းတို့အတွက် ကြားဝင်လျှောက်ထားပေးရန် တစ်ဦးဦးကို တောင်းဆိုကြမည်။ ဤသည်မှာ အခြေအနေအားလုံးတွင် မုဟမ္မဒ် ﷺ ၏ ဂုဏ်သိက္ခာရှိသော အဆင့်အတန်းသည် ကျန်လူသားများထက် သာလွန်ကြောင်း ပြသရန်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">စဟီဟ် မွတ်စလင်မ်တွင် အနတ်စ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا أَوَّلُ شَفِيعٍ فِي الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ဂျန္နတ်တွင် ပထမဆုံး ကြားဝင်လျှောက်ထားသူဖြစ်မည်။)</span> မွတ်စလင်မ်၏ စကားအရ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا أَوَّلُ مَنْ يَقْرَعُ بَابَ الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ဂျန္နတ်တံခါးများအား ပထမဆုံး ခေါက်သူဖြစ်မည်။)</span> အီမာမ် အဟ်မဒ်သည် အနတ်စ် ဘင် မာလစ်က်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">آتِي بَابَ الْجَنَّةِ يَوْمَ الْقِيَامَةِ فَأَسْتَفْتِحُ فَيَقُولُ الْخَازِنُ: مَنْ أَنْتَ؟ فَأَقُولُ: مُحَمَّدٌ - قَالَ: - فَيَقُولُ: بِكَ أُمِرْتُ أَنْ لَا أَفْتَحَ لِأَحَدٍ قَبْلَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ရှင်ပြန်ထမြောက်ရာနေ့၌ ဂျန္နတ်တံခါးဝသို့ လာရောက်ပြီး ဖွင့်ရန် တောင်းဆိုမည်။ တံခါးစောင့်က \"သင် မည်သူနည်း\" ဟု မေးမည်။ ကျွန်ုပ်က \"မုဟမ္မဒ်\" ဟု ပြောမည်။ သူက \"ကျွန်ုပ်သည် သင့်အကြောင်းကို ပြောကြားခြင်း ခံရပြီး၊ သင့်မတိုင်မီ မည်သူတစ်ဦးတစ်ယောက်အတွက်မှ တံခါးဖွင့်ရန် မဟုတ်ကြောင်း အမိန့်ပေးခြင်းခံရသည်\" ဟု ပြောမည်။)</span>\" ၎င်းကို မွတ်စလင်မ်ကလည်း မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဘူ ဟိုရိုင်ရာဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَّلُ زُمْرَةٍ تَلِجُ الْجَنَّـةَ، صُوَرُهُمْ عَلَىٰ صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ، لَا يَبْصُقُونَ فِيهَا، وَلَا يَمْتَخِطُونَ فِيهَا، وَلَا يَتَغَوَّطُونَ فِيهَا، آنِيَتُهُمْ وَأَمْشَاطُهُمُ الذَّهَبُ وَالْفِضَّةُ، وَمَجَامِرُهُمُ الْأَلُوَّةُ وَرَشْحُهُمُ الْمِسْكُ، وَلِكُلِّ وَاحِدٍ مِنْهُمْ زَوْجَتَانِ، يُرَىٰ مُخُّ سَاقِهِمَا مِنْ وَرَاءِ اللَّحْمِ مِنَ الْحُسْنِ، لَا اخْتِلَافَ بَيْنَهُمْ وَلَا تَبَاغُضَ، قُلُوبُهُمْ عَلىٰ قَلْبٍ وَاحِدٍ، يُسَبِّحُونَ اللهَ تَعَالَىٰ بُكْرَةً وَعَشِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်သို့ ပထမဆုံး ဝင်ရောက်မည့် အုပ်စုသည် လပြည့်ညတွင် လကဲ့သို့ တောက်ပနေမည်။ ၎င်းတို့သည် ထိုနေရာတွင် တံတွေးထွေးခြင်း၊ နှာချီခြင်း သို့မဟုတ် ဝမ်းသွားခြင်း မရှိစေရ။ ၎င်းတို့၏ ခွက်များနှင့် ဘီးများသည် ရွှေနှင့်ငွေဖြင့် ပြုလုပ်ထားမည်။ ၎င်းတို့၏ ဆေးတိုင်များသည် အလိုးစစ်သားဖြင့် ပြုလုပ်ထားမည်ဖြစ်ပြီး ၎င်းတို့၏ ချွေးသည် မစွပ်ဖြစ်သည်။ ၎င်းတို့ တစ်ဦးစီတွင် ဇနီးနှစ်ဦးစီရှိမည်ဖြစ်ပြီး ၎င်းတို့၏ ခြေသလုံးအရိုးတွင်းခြင်ဆီကို အရေပြားအောက်မှ ၎င်းတို့၏ အလှကြောင့် မြင်ရမည်ဖြစ်သည်။ ၎င်းတို့အကြား ပဋိပက္ခမရှိစေရ၊ မုန်းတီးမှုမရှိစေရ။ ၎င်းတို့၏ နှလုံးသားများသည် တစ်ခုတည်းသော နှလုံးသားကဲ့သို့ ဖြစ်နေမည်။ ၎င်းတို့သည် နံနက်ပိုင်းနှင့် ညနေပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းကြမည်။)</span>\" ဤသည်ကို အလ်-ဘူခါရီနှင့် မွတ်စလင်မ်တို့ကလည်း မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဟာဖိဇ် အဘူ ယာအ်လာသည် အဘူ ဟိုရိုင်ရာဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَّلُ زُمْرَةٍ يَدْخُلُونَ الْجَنَّةَ عَلىٰ صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ، وَالَّذِينَ يَلُونَهُمْ عَلىٰ ضَوْءِ أَشَدِّ كَوْكَبٍ دُرِّيٍّ فِي السَّمَاءِ إِضَاءَةً، لَا يَبُولُونَ، وَلَا يَتَغَوَّطُونَ، وَلَا يَتْفِلُونَ، وَلَا يَمْتَخِطُونَ، أَمْشَاطُهُمُ الذَّهَبُ، وَرَشْحُهُمُ الْمِسْكُ، وَمَجَامِرُهُمُ الْأَلُوَّةُ، وَأَزْوَاجُهُمُ الْحُورُ الْعِينُ، أَخْلَاقُهُمْ عَلىٰ خُلُقِ رَجُلٍ وَاحِدٍ، عَلىٰ صُورَةِ أَبِيهِمْ آدَمَ، سِتُّونَ ذِرَاعًا فِي السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်သို့ ပထမဆုံး ဝင်ရောက်မည့် အုပ်စုသည် လပြည့်ညတွင် လကဲ့သို့ တောက်ပနေမည်။ ၎င်းတို့နောက်တွင် ကောင်းကင်ယံရှိ အတောက်ပဆုံး ကြယ်ကဲ့သို့ တောက်ပသော အုပ်စုတစ်စု လိုက်ပါလာမည်။ ၎င်းတို့သည် ဆီးသွားခြင်း၊ ဝမ်းသွားခြင်း၊ တံတွေးထွေးခြင်း သို့မဟုတ် နှာချီခြင်း မရှိစေရ။ ၎င်းတို့၏ ဘီးများသည် ရွှေဖြင့် ပြုလုပ်ထားမည်၊ ၎င်းတို့၏ ချွေးသည် မစွပ်ဖြစ်မည်ဖြစ်ပြီး ၎င်းတို့၏ ဆေးတိုင်များသည် အလိုးစစ်သားဖြင့် ပြုလုပ်ထားမည်။ ၎င်းတို့၏ ဇနီးများသည် အလ်-ဟူရ် အလ်-အိန်း ဖြစ်ကြမည်ဖြစ်ပြီး ၎င်းတို့အားလုံးသည် ၎င်းတို့၏ ဖခင် အာဒမ်၏ ပုံသဏ္ဍာန်အတိုင်း ပေခြောက်ဆယ် အမြင့်ရှိသော လူတစ်ဦးတည်းကဲ့သို့ ပုံသဏ္ဍာန်တူကြမည်။)</span>\" ၎င်းတို့ <span class=\"gray\">[အလ်-ဘူခါရီနှင့် မွတ်စလင်မ်]</span> သည် ဂျာဘီရ်၏ ဟဒီးဆ်တော်မှလည်း ဤအရာကို ထုတ်ပြန်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အဘူ ဟိုရိုင်ရာဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْخُلُ الْجَنَّةَ مِنْ أُمَّتِي زُمْرَةٌ، هُمْ سَبْعُونَ أَلْفًا،تُضِيءُ وُجُوهُهُمْ إِضَاءَةَ الْقَمَرِ لَيْلَةَ الْبَدْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ ဥမ္မာမှ လူအုပ်စုတစ်စုဖြစ်သော ခုနစ်သောင်းသည် ၎င်းတို့၏ မျက်နှာများသည် လပြည့်ညတွင် လကဲ့သို့ တောက်ပစွာဖြင့် ဂျန္နတ်သို့ ဝင်ရောက်ကြမည်။)</span></p><p lang=\"my\" class=\"my \">ဦးက္ကာရှား ဘင် မီဟ်စန်သည် ထရပ်ကာ \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အကျွန်ုပ်ကို ၎င်းတို့အထဲမှ တစ်ဦးဖြစ်စေရန် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းပေးပါ\" ဟု ပြောကြားခဲ့သည်။ ၎င်းက မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ اجْعَلْهُ مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ ၎င်းကို ၎င်းတို့အထဲမှ တစ်ဦးဖြစ်စေတော်မူပါ။)</span> ထို့နောက် အန်ဆွာရ်များအနက်မှ တစ်ဦးက ထရပ်ကာ \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အကျွန်ုပ်ကို ၎င်းတို့အထဲမှ တစ်ဦးဖြစ်စေရန် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းပေးပါ\" ဟု ပြောကြားခဲ့သည်။ ၎င်းက မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبَقَكَ بِهَا عُكَّاشَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဦးက္ကာရှားက သင့်ကို အရင်ရောက်သွားပြီ။)</span>\" ဤသည်ကို <span class=\"gray\">(အလ်-ဘူခါရီနှင့် မွတ်စလင်မ်)</span> တို့က မှတ်တမ်းတင်ထားသည်။ ဤဟဒီးဆ်တော် – စစ်ဆေးမခံရဘဲ ဂျန္နတ်သို့ ဝင်ရောက်မည့် ခုနစ်သောင်းအကြောင်း – ကို အလ်-ဘူခါရီနှင့် မွတ်စလင်မ်တို့ကလည်း အိဗ်နု အဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ ဂျာဘီရ် ဘင် အဗ်ဒုလ္လာဟ်၊ အိမ်ရာန် ဘင် ဟူစိုင်းန်၊ အိဗ်နု မပ်စ်အူဒ်၊ ရီဖာအဟ် ဘင် အရာဗဟ် အလ်-ဂျူဟာနီနှင့် အွမ္မု ကိုင်းစ် ဘင်တု မီဟ်စန် – ၎င်းတို့အားလုံးအပေါ် အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ – တို့ထံမှ မှတ်တမ်းတင်ခဲ့သည်။ ထို့ပြင် အဘူ ဟာဇင်မ်မှတစ်ဆင့် စဟ်လ် ဘင် စအ်ဒ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အပေါ် နှစ်သက်တော်မူပါစေ၊ က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَدْخُلَنَّ الْجَنَّةَ مِنْ أُمَّتِي سَبْعُونَ أَلْفًا - أَوْ سَبْعُمِائَةِ أَلْفٍ - آخِذٌ بَعْضُهُمْ بِبَعْضٍ، حَتّٰى يَدْخُلَ أَوَّلُهُمْ وَآخِرُهُمُ الْجَنَّةَ، وُجُوهُهُمْ عَلىٰ صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ ဥမ္မာမှ ခုနစ်သောင်း သို့မဟုတ် ခုနစ်သိန်းတို့သည် ၎င်းတို့၏ မျက်နှာများသည် လပြည့်ညတွင် လကဲ့သို့ တောက်ပစွာဖြင့် တစ်ဦးနှင့်တစ်ဦး တွယ်ကပ်လျက် ဂျန္နတ်သို့ ဧကန်မလွဲ ဝင်ရောက်ကြမည်။ ထိုသို့ဖြင့် ၎င်းတို့၏ ပထမဆုံးနှင့် နောက်ဆုံးသူတို့သည် တစ်ပြိုင်နက်တည်း ဂျန္နတ်သို့ ဝင်ရောက်ကြမည်။)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ရောက်ရှိသောအခါ၊ ၎င်း၏တံခါးများ ဖွင့်လှစ်ခံရမည်ဖြစ်ပြီး ၎င်း၏ စောင့်ရှောက်သူများက \"ဆလာမ်အလိုင်ကွမ် <span class=\"gray\">(သင်တို့အပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ)</span>! သင်တို့ ကောင်းမွန်စွာ ဆောင်ရွက်ခဲ့ပြီ၊ ထို့ကြောင့် ဤနေရာသို့ ထာဝစဉ် နေထိုင်ရန် ဝင်ရောက်ကြလော့။\")</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ မပြည့်စုံသော အခြေအနေပြ ဝါကျဖြစ်သည်။ ၎င်း၏ အဓိပ္ပါယ်မှာ ၎င်းတို့သည် ဂျန္နတ်တံခါးဝသို့ ရောက်ရှိသောအခါ ဂုဏ်ပြုသည့်အနေဖြင့် တံခါးများ ဖွင့်လှစ်ပေးမည်ဖြစ်ပြီး၊ ကောင်းကင်တမန် တံခါးစောင့်များသည် ၎င်းတို့ကို ဝမ်းမြောက်ဖွယ်သတင်းများ၊ ငြိမ်းချမ်းရေးနှုတ်ခွန်းဆက်စကားများနှင့် ချီးမွမ်းခြင်းများဖြင့် တွေ့ဆုံကြမည်။ ငရဲ၏တံခါးစောင့်များသည် မယုံကြည်သူများကို ပြစ်တင်ရှုံ့ချခြင်းနှင့် သတိပေးခြင်းများဖြင့် တွေ့ဆုံမည့် အလားအလာနှင့်မတူဘဲ၊ မုအ်မင်များသည် ပျော်ရွှင်မှုနှင့် ဝမ်းမြောက်မှုတို့ဖြင့် ပြည့်နှက်နေမည်ဖြစ်ပြီး၊ တစ်ဦးစီသည် ၎င်းတို့၏ စည်းစိမ်ဥစ္စာနှင့် ပျော်ရွှင်မှုအတိုင်းအတာအလိုက် ဖြစ်မည်။ ဤနောက် ဖြစ်ပေါ်လာမည့်အရာများကို ဖော်ပြထားခြင်းမရှိပါ။ ၎င်းကို စိတ်ကူးစိတ်သန်းအတွက် အလိုရှိရာအရာများကို တွေးတောရန်နှင့် မျှော်လင့်ချက်များဖြင့် ပြည့်နှက်နေစေရန် ချန်ထားခဲ့သည်။ စဟီဟ် ဟဒီးဆ်တော်များအရ ဂျန္နတ်တွင် တံခါးရှစ်ပေါက်ရှိကြောင်း သိရသည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဘူ ဟိုရိုင်ရာဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَنْفَقَ زَوْجَيْنِ مِنْ مَالِهِ فِي سَبِيلِ اللهِ تَعَالَىٰ دُعِيَ مِنْ أَبْوَابِ الْجَنَّةِ، وَلِلْجَنَّةِ أَبْوَابٌ، فَمَنْ كَانَ مِنْ أَهْلِ الصَّلَاةِ دُعِيَ مِنْ بَابِ الصَّلَاةِ، وَمَنْ كَانَ مِنْ أَهْلِ الصَّدَقَةِ دُعِيَ مِنْ بَابِ الصَّدَقَةِ، وَمَنْ كَانَ مِنْ أَهْلِ الْجِهَادِ دُعِيَ مِنْ بَابِ الْجِهَادِ، وَمَنْ كَانَ مِنْ أَهْلِ الصِّيَامِ دُعِيَ مِنْ بَابِ الرَّيَّانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် မိမိ၏ ဥစ္စာပစ္စည်းမှ တစ်စုံတစ်ခုကို အလ္လာဟ်အရှင်မြတ်အတွက် စုံတွဲ လှူဒါန်းခဲ့လျှင် ၎င်းကို ဂျန္နတ်တံခါးများမှ ခေါ်ဝေါ်ခြင်းခံရမည်။ ဂျန္နတ်တွင် <span class=\"gray\">(တံခါးပေါင်းများစွာ)</span> ရှိသည်။ ဆွလာသ်ပြုသူများထဲမှ မည်သူမဆိုကို ဆွလာသ်တံခါးမှ ခေါ်ဝေါ်ခြင်းခံရမည်။ ဆဒ်ကာပြုသူများထဲမှ မည်သူမဆိုကို ဆဒ်ကာတံခါးမှ ခေါ်ဝေါ်ခြင်းခံရမည်။ ဂျီဟဒ်ပြုသူများထဲမှ မည်သူမဆိုကို ဂျီဟဒ်တံခါးမှ ခေါ်ဝေါ်ခြင်းခံရမည်။ ရိုဇာစောင့်ထိန်းသူများထဲမှ မည်သူမဆိုကို အလ်-ရိုင်ယာန် တံခါးမှ ခေါ်ဝေါ်ခြင်းခံရမည်။)</span>\" အဘူ ဘက်ရ်က \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ မည်သည့်တံခါးမှ ခေါ်ဝေါ်သည်ဖြစ်စေ အရေးမကြီးပါ၊ သို့သော် အားလုံးသော တံခါးများမှ ခေါ်ဝေါ်ခြင်းခံရသူ ရှိပါမည်လော\" ဟု မေးလျှောက်ခဲ့သည်။ ၎င်း ﷺ က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">نَعَمْ، وَأَرْجُو أَنْ تَكُونَ مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ကဲ့၊ သင်သည် ၎င်းတို့အထဲမှ တစ်ဦးဖြစ်မည်ဟု ကျွန်ုပ် မျှော်လင့်ပါသည်။)</span>\" အလားတူအရာကို အလ်-ဘူခါရီနှင့် မွတ်စလင်မ်တို့ကလည်း မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">စဟ်လ် ဘင် စအ်ဒ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ ထံမှ သတင်းပေးပို့ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ ثَمَانِيَةَ أَبْوَابٍ، بَابٌ مِنْهَا يُسَمَّى الرَّيَّانَ، لَا يَدْخُلُهُ إِلَّا الصَّائِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်တွင် တံခါးရှစ်ပေါက်ရှိပြီး ၎င်းတို့အနက် တစ်ပေါက်ကို အလ်-ရိုင်ယာန်ဟု ခေါ်သည်။ ထိုတံခါးမှ ရိုဇာစောင့်ထိန်းသူများမှလွဲ၍ မည်သူမျှ ဝင်ရောက်နိုင်မည်မဟုတ်ပေ။)</span>\" စဟီဟ် မွတ်စလင်မ်တွင် အွမ္မရ် ဘင် အလ်-ခတ္တားဘ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ က \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ فَيُبْلِغُ - أَوْ فَيُسْبِغُ - الْوُضُوءَ، ثُمَّ يَقُولُ: أَشْهَدُ أَنْ لَا إِلَٰهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، إِلَّا فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ الثَّمَانِيَةُ، يَدْخُلُ مِنْ أَيِّهَا شَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် မည်သူတစ်ဦးတစ်ယောက်မျှ ဝဒ်ဒူပြုလုပ်ပြီး ကောင်းမွန်စွာ သို့မဟုတ် – ပြည့်ပြည့်စုံစုံ – မပြုလုပ်ဘဲ၊ ထို့နောက် ၎င်းက \"အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ခံထိုက်သူမရှိကြောင်းနှင့် မုဟမ္မဒ်သည် ၎င်း၏ ကျွန်နှင့် ရစူလ်တမန်တော်ဖြစ်ကြောင်း ကျွန်ုပ်သက်သေခံပါသည်\" ဟု မပြောပါက ဂျန္နတ်၏ တံခါးရှစ်ပေါက်သည် ၎င်းအတွက် ဖွင့်လှစ်ခြင်းခံရမည်ဖြစ်ပြီး ၎င်းအလိုရှိရာ တံခါးမှ ဝင်ရောက်နိုင်မည်ဖြစ်သည်။)</span>\"</p><p lang=\"my\" class=\"my \">ဂျန္နတ်တံခါးများ၏ အကျယ်အဝန်း</p><p lang=\"my\" class=\"my \">အကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံ ၎င်း၏လူများအထဲမှ ဖြစ်စေရန် တောင်းဆိုပါသည်။ စဟီဟ်နှစ်ခုတွင် အဘူ ဟိုရိုင်ရာဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ ထံမှ ကြားဝင်လျှောက်ထားခြင်းဆိုင်ရာ ရှည်လျားသော ဟဒီးဆ်တော်တွင် <span class=\"gray\">(နဗီတမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်)</span>-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَقُولُ اللهُ تَعَالَىٰ: يَا مُحَمَّدُ، أَدْخِلْ مَنْ لَا حِسَابَ عَلَيْهِ مِنْ أُمَّتِكَ مِنَ الْبَابِ الْأَيْمَنِ، وَهُمْ شُرَكَاءُ النَّاسِ فِي الْأَبْوَابِ الأُخَرِ، وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ! إِنَّ مَا بَيْنَ الْمِصْرَاعَيْنِ مِنْ مَصَارِيعِ الْجَنَّةِ - مَا بَيْنَ عِضَادَتَيِ الْبَابِ - لَكَمَا بَيْنَ مَكَّةَ وَهَجَرٍ - أَوْ هَجَرٍ وَمَكَّةَ - وفي رواية مَكَّةَ وَبُصْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က \"အို မုဟမ္မဒ်၊ သင့်ဥမ္မာမှ စစ်ဆေးမခံရသူများကို ညာဘက်တံခါးမှ ဝင်ရောက်ခွင့်ပေးပါ၊ ၎င်းတို့သည် အခြားတံခါးများမှ ဝင်ရောက်မည့်သူများအထဲတွင်လည်း ပါဝင်မည်ဖြစ်သည်။\" မုဟမ္မဒ်၏ ဝိညာဉ်တော်သည် မည်သူ့လက်ဝယ် ရှိသနည်း၊ ၎င်းအရှင်မြတ်အားဖြင့် ကျိန်ဆိုပါသည်၊ ဂျန္နတ်တံခါးများ၏ တံခါးတိုင်နှစ်ခုအကြား အကွာအဝေးသည် မက္ကာဟ်နှင့် ဟာဂျရ် – သို့မဟုတ် ဟာဂျရ်နှင့် မက္ကာဟ် – အကြား အကွာအဝေးနှင့်တူသည်။)</span>\" </p><p lang=\"my\" class=\"my \">အခြားအစီရင်ခံစာတစ်ခုအရ- <span class=\"gray\">(မက္ကာဟ်နှင့် ဘူးစရာဟ်အကြား။)</span></p><p lang=\"my\" class=\"my \">စဟီဟ် မွတ်စလင်မ်တွင် ဦးတ်ဘာ ဘင် ဂဇ်ဝါန် ထံမှ မှတ်တမ်းတင်ထားသည်မှာ <span class=\"gray\">(နဗီတမန်တော် ﷺ)</span> သည် ၎င်းတို့အား မိန့်ခွန်းပြောကြားခဲ့ရာတွင် ဂျန္နတ်တံခါးတိုင်နှစ်ခုအကြား အကွာအဝေးသည် နှစ်လေးဆယ်ခရီးသွားရသည့် အကွာအဝေးဖြစ်ကြောင်း မိန့်ကြားခဲ့သည်။ သို့သော် လူအုပ်ကြီးများဖြင့် ပြည့်ကျပ်နေမည့်နေ့တစ်နေ့ ရောက်လာမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်း၏စောင့်ရှောက်သူများက \"ဆလာမ်အလိုင်ကွမ် <span class=\"gray\">(သင်တို့အပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ)</span>! သင်တို့ ကောင်းမွန်စွာ ဆောင်ရွက်ခဲ့ပြီ၊\")</span> ဆိုသည်မှာ 'သင်တို့၏ လုပ်ရပ်များနှင့် စကားများသည် ကောင်းမွန်ခဲ့ပြီး၊ သင်တို့၏ ကြိုးစားအားထုတ်မှုများသည် ကောင်းမွန်ခဲ့ပြီး၊ သင်တို့၏ အကျိုးဆုလာဘ်သည် ကောင်းမွန်သည်' ဟူ၍ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်း၏ စစ်ဆင်ရေးအချို့အတွင်း မွတ်စလင်မ်များအား အော်ဟစ်ကြေညာရန် အမိန့်များ ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْجَنَّةَ لَا يَدْخُلُهَا إِلَّا نَفْسٌ مُسْلِمَةٌ - وفي رواية - مُؤْمِنَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စလင်မ်ဝိညာဉ်မှလွဲ၍ မည်သူမျှ ဂျန္နတ်သို့ မဝင်ရ။)</span> သို့မဟုတ် အစီရင်ခံစာတစ်ခုအရ <span class=\"gray\">(ယုံကြည်သော ဝိညာဉ်။)</span>\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَادْخُلُوهَا خَالِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဤနေရာသို့ ထာဝစဉ် နေထိုင်ရန် ဝင်ရောက်ကြလော့။)</span> ဆိုသည်မှာ ထိုနေရာ၌ အခြေချနေထိုင်ရန်ဖြစ်ပြီး မည်သည့်ပြောင်းလဲမှုကိုမျှ မရှာဖွေခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်တော်ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတော်ချီးမွမ်းခြင်း အားလုံးသည် အကျွန်ုပ်တို့အား ကတိတော်ပြည့်ဝစေတော်မူခဲ့သော အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်ပါသည်...\" ဟု ပြောကြမည်။)</span> ဆိုသည်မှာ မုအ်မင်များသည် ကြီးမားသော အကျိုးဆုလာဘ်များနှင့် တောက်ပမှုများ၊ ကောင်းချီးမင်္ဂလာများနှင့် ကြီးကျယ်သော ရက်ရောမှုကို မြင်တွေ့သောအခါ ၎င်းတို့က ပြောကြမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်တော်ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတော်ချီးမွမ်းခြင်း အားလုံးသည် အကျွန်ုပ်တို့အား ကတိတော်ပြည့်ဝစေတော်မူခဲ့သော အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်ပါသည်)</span> ဆိုသည်မှာ 'ဤလောကတွင် ၎င်း၏ ရစူလ်တမန်တော်များမှတစ်ဆင့် အကျွန်ုပ်တို့အား ခေါ်ဝေါ်ခဲ့သော ကတိတော်' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ ۗ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့၏ အရှင်! အကျွန်ုပ်တို့အား ၎င်း၏ ရစူလ်တမန်တော်များမှတစ်ဆင့် ကတိပြုထားသည့်အရာကို ပေးသနားတော်မူပါ၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် အကျွန်ုပ်တို့အား အရှက်ရစေတော်မမူပါနှင့်၊ ဧကန်စင်စစ် ၎င်းအရှင်သည် <span class=\"gray\">(၎င်း၏)</span> ကတိကို မဖောက်ဖျက်ပါ။)</span><span class=\"gray\">(၃:၁၉၄)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَٰذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ ۖ لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်တော်ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတော်ချီးမွမ်းခြင်း အားလုံးသည် အကျွန်ုပ်တို့အား ဤအရာသို့ လမ်းပြတော်မူခဲ့သော အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်ပါသည်၊ အလ္လာဟ်အရှင်မြတ်က အကျွန်ုပ်တို့အား လမ်းပြတော်မမူခဲ့ပါက အကျွန်ုပ်တို့သည် လမ်းညွှန်မှုကို ဘယ်သောအခါမျှ ရှာမတွေ့နိုင်ခဲ့ပါ။ ဧကန်စင်စစ် အကျွန်ုပ်တို့၏ အရှင်သခင်၏ ရစူလ်တမန်တော်များသည် မှန်ကန်သောအရာဖြင့် ကြွလာခဲ့ကြသည်\" ဟု ပြောကြမည်။)</span><span class=\"gray\">(၇:၄၃)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ - الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်တော်ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတော်ချီးမွမ်းခြင်း အားလုံးသည် အကျွန်ုပ်တို့ထံမှ <span class=\"gray\">(အလုံးစုံသော)</span> ဝမ်းနည်းပူဆွေးမှုကို ဖယ်ရှားပေးတော်မူခဲ့သော အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်ပါသည်\" ဟု ပြောကြမည်။ ဧကန်စင်စစ် အကျွန်ုပ်တို့၏ အရှင်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ <span class=\"gray\">(ကောင်းမှုကုသိုလ်များကို)</span> အလွန်တန်ဖိုးထားတော်မူသော အရှင်ဖြစ်တော်မူသည်။ မည်သူသည် ၎င်း၏ ကျေးဇူးတော်ကြောင့် အကျွန်ုပ်တို့အား ထာဝစဉ်တည်တံ့မည့် နေအိမ်တွင် နေရာချထားတော်မူခဲ့ပြီး၊ ထိုနေရာတွင် ပင်ပန်းဆင်းရဲခြင်း မရှိစေရ၊ ပင်ပန်းနွမ်းနယ်ခြင်း မရှိစေရ။)</span><span class=\"gray\">(၃၅:၃၄-၃၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ ۖ فَنِعْمَ أَجْرُ الْعَامِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(ဤ)</span> မြေယာကို အမွေပေးတော်မူခဲ့သည်။ အကျွန်ုပ်တို့သည် အလိုရှိရာ ဂျန္နတ်တွင် နေထိုင်နိုင်ပါသည်။ <span class=\"gray\">(သီလရှိသော)</span> လုပ်ကိုင်သူများအတွက် မည်မျှ ကောင်းမြတ်သော အကျိုးဆုလာဘ်ပါနည်း!)</span></p><p lang=\"ceb\" class=\"ceb \">Abu Al-Aliyah, Abu Salih, Qatadah, As-Suddi and Ibn Zayd said, \"This means the land of Paradise.\" This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် အကျွန်ုပ်တို့သည် အဇ်-ဇဘူရ်ကျမ်း၌ အဓ်-ဓီကရ်ကျမ်းနောက်ပိုင်းတွင် ကျွန်ုပ်၏ သူတော်စင်ကျွန်များသည် ထိုမြေယာကို အမွေရရှိလိမ့်မည်ဟု ရေးသားထားခဲ့သည်။)</span><span class=\"gray\">(၂၁:၁၀၅)</span> ၎င်းတို့က ပြောကြမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့သည် အလိုရှိရာ ဂျန္နတ်တွင် နေထိုင်နိုင်ပါသည်။)</span> ဆိုသည်မှာ 'အလိုရှိရာနေရာတွင် အခြေချနေထိုင်နိုင်သည်၊ အကျွန်ုပ်တို့၏ ကြိုးစားအားထုတ်မှုများအတွက် မည်မျှ ကောင်းမြတ်သော အကျိုးဆုလာဘ်ပါနည်း' ဟူ၍ ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">စဟီဟ်နှစ်ခုတွင် မီအ်ရာဂျ်၏ အကြောင်းအရာ၌ အနတ်စ် ဘင် မာလစ်က်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُدْخِلْتُ الْجَنَّةَ، فَإِذَا فِيهَا جَنَابِذُ اللُّؤْلُؤِ، وَإِذَا تُرَابُهَا الْمِسْكُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ဂျန္နတ်သို့ ဝင်ရောက်ခွင့်ရခဲ့ပြီး ထိုနေရာ၌ ၎င်း၏ ဂိတ်များတွင် ပုလဲများရှိပြီး ၎င်း၏ မြေဆီလွှာသည် မစွပ်ဖြစ်သည်ကို တွေ့မြင်ခဲ့ရသည်။)</span>\"</p>"
  }
]