[
  {
    "ayah_key": "12:89",
    "group_ayah_key": "12:89",
    "from_ayah": "12:89",
    "to_ayah": "12:92",
    "ayah_keys": "12:89,12:90,12:91,12:92",
    "text": "<p lang=\"my\" class=\"my \">သူက ပြောသည်- \"သင်တို့သည် မသိနားမလည်ဘဲ ရှိနေစဉ်က ယူဆွဖ်နှင့် သူ၏ညီအပေါ်၌ သင်တို့ ပြုမူခဲ့သည်တို့ကို သင်တို့ သိကြသလော။ <span>(၈၉)</span>သူတို့က ပြောကြသည်- \"သင်သည် ယူဆွဖ် တကယ်ပဲလား။\" သူက ပြောသည်- \"ငါသည် ယူဆွဖ်ဖြစ်သည်၊ ဤသူမှာ ငါ့ညီဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် ငါတို့အပေါ် ကျေးဇူးပြုတော်မူခဲ့ပြီ။ မည်သူမဆို တက်ကဝါရှိပြီး သည်းခံသူဖြစ်ပါက ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမှုပြုသူများ၏ အကျိုးကို ပျောက်ဆုံးစေတော်မမူပေ။ <span>(၉၀)</span>သူတို့က ပြောကြသည်- \"အလ္လာဟ်ကို တိုင်တည်ပါ၏! ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် သင့်ကို ငါတို့ထက်သာလွန်စေတော်မူခဲ့ပြီး ငါတို့သည် ဧကန်မလွဲ ပြစ်မှုကျူးလွန်ခဲ့သူများဖြစ်ခဲ့ကြ၏။ <span>(၉၁)</span>သူက ပြောသည်- \"ယနေ့ သင်တို့အပေါ် အပြစ်တင်စရာ မရှိပေ။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို ခွင့်လွှတ်တော်မူပါစေ၊ အရှင်မြတ်သည် ကရုဏာပြသူများအနက် အပြည့်စုံဆုံး ကရုဏာရှင်ဖြစ်တော်မူ၏။ <span>(၉၂)</span></p><div lang=\"my\" class=\"my \"><h2>ယူဆွဖ်သည် သူ၏အစ်ကိုများအား သူ၏စစ်မှန်သော ကိုယ်ပိုင်လက္ခဏာကို ဖော်ပြပြီး ၎င်းတို့ကို ခွင့်လွှတ်သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ ယူဆွဖ်၏အစ်ကိုများက ၎င်းတို့အား ကျရောက်ခဲ့သော မိုးခေါင်ရေရှားမှုနောက်ပိုင်းတွင် ၎င်းတို့ခံစားခဲ့ရသော ဆင်းရဲဒုက္ခများ၊ အခက်အခဲများနှင့် အစားအသောက်ပြတ်တောက်မှုများအကြောင်း ပြောပြသောအခါ၊ ယူဆွဖ်သည် သူ၏ဖခင်၏ ကလေးနှစ်ဦးကို ဆုံးရှုံးရခြင်းအတွက် ဝမ်းနည်းပူဆွေးမှုကို သတိရကာ သူ၏ဖခင်နှင့် အစ်ကိုများအပေါ် သနားကြင်နာမှု၊ သနားဂရုဏာနှင့် ကရုဏာကို ခံစားရသည်။ သူသည် အထူးသဖြင့် ဘုရင်အာဏာ၊ အခွင့်အာဏာနှင့် စွမ်းအားတို့ကို ခံစားနေရသောကြောင့် ဤသို့ခံစားရပြီး၊ ထို့ကြောင့် သူငိုကာ ၎င်းတို့အား မေးမြန်းသောအခါ သူ၏စစ်မှန်သော ကိုယ်ပိုင်လက္ခဏာကို ဖော်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَاهِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မသိနားမလည်ဘဲ ရှိနေစဉ်က ယူဆွဖ်နှင့် သူ၏ညီအပေါ်၌ သင်တို့ ပြုမူခဲ့သည်တို့ကို သင်တို့ သိကြသလော။)</span> ဆိုလိုသည်မှာ၊ 'သင်တို့သည် ယူဆွဖ်နှင့် သူ၏ညီကို ခွဲထုတ်ခဲ့သောအခါ၊'</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِذْ أَنتُمْ جَاهِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မသိနားမလည်ဘဲ ရှိနေစဉ်က?)</span> သူက ပြောသည်၊ 'သင့်ကို ဤသို့လုပ်စေခဲ့သည်မှာ သင်တို့ကျူးလွန်တော့မည့် ကြီးမားလှသော အပြစ်ကို မသိနားမလည်ခြင်းပင် ဖြစ်သည်။' ယူဆွဖ်သည် သူ၏အစ်ကိုများအား သူ၏ကိုယ်ပိုင်လက္ခဏာကို ထိုအချိန်မှသာ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြင့် ဖော်ပြခဲ့သည်ဟု ထင်ရပြီး၊ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်၊ ပထမနှစ်ကြိမ်တွေ့ဆုံစဉ်က ၎င်းတို့ထံမှ သူ၏ကိုယ်ပိုင်လက္ခဏာကို ဝှက်ထားခဲ့သကဲ့သို့ပင်၊ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြင့်ပင် ဖြစ်သည်။ ဆင်းရဲဒုက္ခ ပိုမိုပြင်းထန်လာသောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် ထိုဆင်းရဲဒုက္ခမှ သူ၏ဖြေရှင်းမှုကို စေလွှတ်တော်မူခဲ့သည်၊ အရှင်မြတ် မိန့်တော်မူသကဲ့သို့ပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ مَعَ الْعُسْرِ يُسْرًا - إِنَّ مَعَ الْعُسْرِ يُسْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ အခက်အခဲတိုင်းနှင့်အတူ သက်သာရာရခြင်းရှိ၏။ ဧကန်မလွဲ၊ အခက်အခဲတိုင်းနှင့်အတူ သက်သာရာရခြင်းရှိ၏။)</span><span class=\"gray\">[၉၄:၅-၆]</span> ဤသည်မှာ ၎င်းတို့က ယူဆွဖ်အား ပြောကြသောအခါဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِنَّكَ لَأَنتَ يُوسُفُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ယူဆွဖ် တကယ်ပဲလား။)</span>၊ အံ့အားသင့်စွာဖြင့်၊ အကြောင်းမှာ ၎င်းတို့သည် နှစ်နှစ်ကျော်ကြာ သူ့ကိုတွေ့ဆုံခဲ့ကြသော်လည်း သူဘယ်သူဖြစ်သည်ကို မသိခဲ့ကြပေ။ သို့သော်လည်း သူသည် ၎င်းတို့ဘယ်သူဖြစ်သည်ကို သိခဲ့ပြီး ဤသတင်းကို ၎င်းတို့ထံမှ ဝှက်ထားခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် အံ့ဩစွာ မေးခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِنَّكَ لَأَنتَ يُوسُفُ ۖ قَالَ أَنَا يُوسُفُ وَهَٰذَا أَخِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ယူဆွဖ် တကယ်ပဲလား။ သူက ပြောသည်- \"ငါသည် ယူဆွဖ်ဖြစ်သည်၊ ဤသူမှာ ငါ့ညီဖြစ်၏...\")</span> ယူဆွဖ်က နောက်ထပ် ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ مَنَّ اللَّهُ عَلَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ငါတို့အပေါ် ကျေးဇူးပြုတော်မူခဲ့ပြီ။)</span> ဤအချိန်တစ်လျှောက်လုံး ခွဲခွာနေပြီးနောက် ငါတို့ကို ပြန်လည်စုစည်းပေးခြင်းအားဖြင့်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ مَن يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ - قَالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဧကန်မလွဲ၊ မည်သူမဆို တက်ကဝါရှိပြီး သည်းခံသူဖြစ်ပါက ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းမှုပြုသူများ၏ အကျိုးကို ပျောက်ဆုံးစေတော်မမူပေ။\" သူတို့က ပြောကြသည်- \"အလ္လာဟ်ကို တိုင်တည်ပါ၏! ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် သင့်ကို ငါတို့ထက်သာလွန်စေတော်မူခဲ့ပြီး။\")</span> ၎င်းတို့သည် ယူဆွဖ်၏ လှပမှု၊ စရိုက်လက္ခဏာ၊ ကြွယ်ဝမှု၊ ဘုရင်အာဏာ၊ အခွင့်အာဏာတို့ဖြင့် ကောင်းချီးပေးခံရပြီး အထက်ဆုံးတွင် ပရောဖက်ပြုမှုဖြင့် ကောင်းချီးပေးခံရခြင်းဖြင့် ၎င်းတို့ထက် သာလွန်သည့် ဂုဏ်ကျေးဇူးကို အတည်ပြုခဲ့ကြသည်။ ၎င်းတို့သည် ၎င်းတို့၏အမှားကို ဝန်ခံခဲ့ကြပြီး သူအပေါ် အမှားလုပ်ခဲ့ကြောင်း အသိအမှတ်ပြုခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لَا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"ယနေ့ သင်တို့အပေါ် အပြစ်တင်စရာ မရှိပေ။\")</span> သူက ၎င်းတို့အား ပြောသည်၊ 'ယနေ့ သင်တို့အပေါ် အပြစ်တင်စရာ သို့မဟုတ် သတိပေးဆုံးမစရာ မရှိပေ၊ ယနေ့နောက်ပိုင်းတွင် သင်တို့ ငါ့အပေါ် ပြုခဲ့သော အမှားကို ငါ ပြန်သတိပေးမည်မဟုတ်ပေ။' ထို့နောက် သူသည် ၎င်းတို့အတွက် ကရုဏာရရှိရန် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခြင်းဖြင့် သူ၏ ရက်ရောမှုကို တိုးပွားစေခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَغْفِرُ اللَّهُ لَكُمْ ۖ وَهُوَ أَرْحَمُ الرَّاحِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို ခွင့်လွှတ်တော်မူပါစေ၊ အရှင်မြတ်သည် ကရုဏာပြသူများအနက် အပြည့်စုံဆုံး ကရုဏာရှင်ဖြစ်တော်မူ၏။)</span></p>"
  },
  {
    "ayah_key": "12:93",
    "group_ayah_key": "12:93",
    "from_ayah": "12:93",
    "to_ayah": "12:95",
    "ayah_keys": "12:93,12:94,12:95",
    "text": "<p lang=\"my\" class=\"my \">\"ငါ့အင်္ကျီကိုယူသွားပြီး ငါ့အဖေမျက်နှာပေါ်တင်လိုက်ပါ၊ သူ၏အမြင်အာရုံပြန်ရလာမည်ဖြစ်ပြီး သင်တို့၏မိသားစုအားလုံးကို ငါ့ထံခေါ်လာခဲ့ပါ။ <span>(၉၃)</span>ထို့နောက် ခရီးသည်အုပ်စုထွက်ခွာသွားသောအခါ ၎င်းတို့၏ဖခင်က ပြောခဲ့သည်- \"ငါသည် ယူဆွဖ်၏အနံ့ကို အမှန်ပင်ရနေပါသည်၊ သင်တို့သာ ငါ့ကို သတိလစ်မူးမေ့နေသည်ဟု မထင်ပါက)။ <span>(၉၄)</span>၎င်းတို့က ပြောခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်ကို ကျိန်ဆိုပါသည်! အမှန်ပင် သင်သည် သင်၏ရှေးဟောင်း ဒလာလ် <span class=\"gray\">(အမှား)</span> ထဲ၌ ရှိနေပါသည်။ <span>(၉၅)</span></p><div lang=\"my\" class=\"my \"><h2>ယာကုဗ်သည် ယူဆွဖ်၏အနံ့ကို သူ၏အင်္ကျီတွင် တွေ့ရှိခဲ့ခြင်း!</h2></div><p lang=\"hmn\" class=\"hmn \">Yusuf said, 'Take this shirt of mine,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَلْقُوهُ عَلَىٰ وَجْهِ أَبِي يَأْتِ بَصِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အဖေမျက်နှာပေါ်တင်လိုက်ပါ၊ သူ၏အမြင်အာရုံပြန်ရလာမည်)</span>' အကြောင်းမှာ ယာကုဗ်သည် အလွန်အမင်းငိုကြွေးခဲ့၍ သူ၏အမြင်အာရုံ ဆုံးရှုံးခဲ့ရသောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏မိသားစုအားလုံးကို ငါ့ထံခေါ်လာခဲ့ပါ။)</span> ယာကုဗ်၏သားသမီးများအားလုံး။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا فَصَلَتِ الْعِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခရီးသည်အုပ်စု ထွက်ခွာသွားသောအခါ)</span> အီဂျစ်မှ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ أَبُوهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ဖခင်က ပြောခဲ့သည်...)</span>, ယာကုဗ် (အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်နှင့် ငြိမ်းချမ်းရေး သူ့အပေါ်၌ရှိပါစေ) က သူ့နှင့်အတူ ကျန်ရစ်သော သားသမီးများအား ပြောခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي لَأَجِدُ رِيحَ يُوسُفَ ۖ لَوْلَا أَن تُفَنِّدُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ယူဆွဖ်၏အနံ့ကို အမှန်ပင်ရနေပါသည်၊ သင်တို့သာ ငါ့ကို သတိလစ်မူးမေ့နေသည်ဟု မထင်ပါက)</span>, သင်တို့သာ ငါ့ကို အိုမင်းခြင်းကြောင့် သတိလစ်မူးမေ့နေသည်ဟု မထင်မှတ်ပါက။' 'အဗ်ဒုရ်-ရာဇ်ဇာက်က အိဗ်နု အဗ်ဗာစ် ပြောကြားသည်ကို ဆင့်ပြန်ခဲ့သည်- \"ခရီးသည်အုပ်စု <span class=\"gray\">[အီဂျစ်မှ]</span> ထွက်ခွာသွားသောအခါ လေတိုက်လာပြီး ယူဆွဖ်၏အင်္ကျီအနံ့ကို ယာကုဗ်ထံ သယ်ဆောင်လာခဲ့သည်။ သူက ပြောခဲ့သည်-\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي لَأَجِدُ رِيحَ يُوسُفَ ۖ لَوْلَا أَن تُفَنِّدُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ယူဆွဖ်၏အနံ့ကို အမှန်ပင်ရနေပါသည်၊ သင်တို့သာ ငါ့ကို သတိလစ်မူးမေ့နေသည်ဟု မထင်ပါက)</span>။ သူသည် ၎င်း၏အနံ့ကို ရှစ်ရက်ခရီးအကွာအဝေးမှ တွေ့ရှိခဲ့သည်!\" ထိုနည်းတူ ဆူဖ်ယန် အစ်-သောင်ရီ နှင့် ရှုအ်ဗဟ်တို့မှတဆင့်လည်း ဆင့်ပြန်ခဲ့ပြီး အခြားသူများကလည်း အဘူ စီနန်မှ ဆင့်ပြန်ခဲ့သည်။ ယာကုဗ်က ၎င်းတို့အား ပြောခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا أَن تُفَنِّدُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သာ ငါ့ကို သတိလစ်မူးမေ့နေသည်ဟု မထင်ပါက)</span> အိဗ်နု အဗ်ဗာစ်၊ မုဂျာဟိဒ်၊ အတာ၊ ကွာတာဒါဟ်နှင့် စအီးဒ် ဘင် ဂျုဘိုင်းရ်တို့က မှတ်ချက်ပေးခဲ့သည်- \"သင်တို့သာ ငါ့ကို လူမိုက်ဟု မထင်ပါက!\" မုဂျာဟိဒ်နှင့် အလ်-ဟာစန်တို့က ၎င်း၏အဓိပ္ပါယ်မှာ \"သင်တို့သာ ငါ့ကို အိုမင်းနေသည်ဟု မထင်ပါက\" ဟု ပြောခဲ့သည်။ ၎င်းတို့၏အဖြေမှာ-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် သင်သည် သင်၏ရှေးဟောင်း ဒလာလ် ထဲ၌ ရှိနေပါသည်။)</span> ဆိုလိုသည်မှာ 'သင်၏ရှေးဟောင်းအမှားထဲ၌' ဟု အိဗ်နု အဗ်ဗာစ်၏အဆိုအရ ဖြစ်သည်။ ကွာတာဒါဟ်က မှတ်ချက်ပေးခဲ့သည်- \"၎င်းတို့ဆိုလိုသည်မှာ 'ယူဆွဖ်အပေါ် သင်၏ချစ်ခြင်းမေတ္တာကြောင့် သင်သည် သူ့ကို ဘယ်တော့မှ မမေ့နိုင်ပါ' ဟူ၍ ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် ၎င်းတို့၏ဖခင်အား မပြောသင့်သည့် ကြမ်းတမ်းသောစကားကို ပြောခဲ့ကြသည်၊ အလ္လာဟ်အရှင်မြတ်၏ နဗီတမန်တော်အားလည်း မပြောသင့်ပါ။\" ထိုနည်းတူ အစ်-ဆွဒ်ဒီနှင့် အခြားသူများကလည်း ပြောခဲ့သည်။</p>"
  },
  {
    "ayah_key": "12:96",
    "group_ayah_key": "12:96",
    "from_ayah": "12:96",
    "to_ayah": "12:98",
    "ayah_keys": "12:96,12:97,12:98",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် သတင်းကောင်းဆောင်သူ ရောက်လာသောအခါ သူသည် ၎င်းကို <span class=\"gray\">(အင်္ကျီကို)</span> သူ၏ မျက်နှာပေါ်သို့ ပစ်တင်လိုက်ရာ သူ၏ အမြင်အာရုံ ပြန်လည်ရရှိလာသည်။ သူက ပြောသည်- \"ငါသည် အသင်တို့ မသိသောအရာကို အလ္လာဟ်အရှင်မြတ်ထံမှ သိသည်ဟု အသင်တို့အား မပြောခဲ့ဘူးလား။\" <span>(၉၆)</span>သူတို့က ပြောသည်- \"အို ကျွန်ုပ်တို့၏ ဖခင်! ကျွန်ုပ်တို့၏ အပြစ်များအတွက် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> ခွင့်လွှတ်မှု တောင်းခံပေးပါ၊ ကျွန်ုပ်တို့သည် အမှန်ပင် အပြစ်ကျူးလွန်သူများ ဖြစ်ခဲ့ကြပါသည်။ <span>(၉၇)</span>သူက ပြောသည်- \"ငါသည် အသင်တို့အတွက် ငါ၏အရှင်မြတ်ထံမှ ခွင့်လွှတ်မှုကို တောင်းခံပေးမည်၊ အမှန်ပင် သူသည်! သူတစ်ပါးတည်းသာလျှင် အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသောအရှင်၊ အကြိမ်ကြိမ် သနားညှာတာတော်မူသောအရှင် ဖြစ်တော်မူသည်။ <span>(၉၈)</span></p><div lang=\"fil\" class=\"fil \"><h2>Yahudha brings Yusuf's Shirt and Good News</h2></div><p lang=\"gd\" class=\"gd \">Ibn 'Abbas and Ad-Dahhak said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْبَشِيرُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတင်းကောင်း)</span> ဆိုသည်မှာ သတင်းအချက်အလက်ကို ဆိုလိုသည်။ မုဂျာဟစ်နှင့် အစ်-စွတ်ဒီတို့က သတင်းကောင်းဆောင်သူမှာ ယာကွဗ်၏သား ယာဟူဒါ ဖြစ်သည်ဟု ပြောကြသည်။ အစ်-စွတ်ဒီက ထပ်လောင်းပြောသည်- \"သူသည် ၎င်းကို <span class=\"gray\">(ယူဆွဖ်၏ အင်္ကျီကို)</span> ယူဆောင်လာခဲ့သည်မှာ ယူဆွဖ်၏ အင်္ကျီကို အတုအယောင်သွေးများဖြင့် စွန်းထင်းစေခဲ့သူမှာ သူဖြစ်သောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် ထိုအမှားကို ဤကောင်းသောအလုပ်ဖြင့် ဖျက်ပစ်လိုခဲ့သည်၊ ယူဆွဖ်၏အင်္ကျီကို ယူဆောင်လာပြီး ဖခင်၏မျက်နှာပေါ် တင်ပေးခြင်းဖြင့် ဖြစ်သည်။ သူ၏ဖခင်၏ အမြင်အာရုံ ပြန်လည်ရရှိခဲ့သည်။\" ယာကွဗ်က သူ၏သားသမီးများအား ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أَقُل لَّكُمْ إِنِّي أَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် အသင်တို့ မသိသောအရာကို အလ္လာဟ်အရှင်မြတ်ထံမှ သိသည်ဟု အသင်တို့အား မပြောခဲ့ဘူးလား)</span>၊ ငါသည် အလ္လာဟ်အရှင်မြတ်သည် ယူဆွဖ်ကို ငါ့ထံ ပြန်လည်ပေးမည်ကို သိသည်ဟု၊ ထို့ပြင်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي لَأَجِدُ رِيحَ يُوسُفَ ۖ لَوْلَا أَن تُفَنِّدُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အသင်တို့သည် ငါ့ကို သတိလစ်မူးမေ့နေသူဟု မထင်မှတ်ကြလျှင် ယူဆွဖ်၏ အနံ့ကို ငါ အမှန်ပင် ရနေပြီ။)</span></p><div lang=\"my\" class=\"my \"><h2>ယူဆွဖ်၏ ညီအစ်ကိုများ နောင်တရပြီး ဝမ်းနည်းကြေကွဲခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ ယူဆွဖ်၏ ညီအစ်ကိုများက ၎င်းတို့၏ဖခင်အား နှိမ့်ချစွာ ပြောကြားခဲ့ချိန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ - قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي ۖ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ကျွန်ုပ်တို့၏ ဖခင်! ကျွန်ုပ်တို့၏ အပြစ်များအတွက် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> ခွင့်လွှတ်မှု တောင်းခံပေးပါ၊ ကျွန်ုပ်တို့သည် အမှန်ပင် အပြစ်ကျူးလွန်သူများ ဖြစ်ခဲ့ကြပါသည်။\" သူက ပြောသည်- \"ငါသည် အသင်တို့အတွက် ငါ၏အရှင်မြတ်ထံမှ ခွင့်လွှတ်မှုကို တောင်းခံပေးမည်၊ အမှန်ပင် သူသည်! သူတစ်ပါးတည်းသာလျှင် အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသောအရှင်၊ အကြိမ်ကြိမ် သနားညှာတာတော်မူသောအရှင် ဖြစ်တော်မူသည်။\")</span></p><p lang=\"my\" class=\"my \">ထို့ပြင် သူသည် သူ့ထံ နောင်တရသူများကို ခွင့်လွှတ်တော်မူသည်။ 'အဗ်ဒုလ္လာဟ် ဗင်န် မစ်အူဒ်၊ အိဗ်ရာဟင်မ် အတ်-တာမီ၊ အမ်ရ် ဗင်န် ကွိုင်းစ်၊ အိဗ်န် ဂျူရိုင်ဂျ်နှင့် အခြားများစွာသောသူတို့က တမန်တော်ယာကွဗ်သည် သူတို့၏ တောင်းဆိုချက်ကို ညဉ့်နက်ပိုင်းအထိ ဖြည့်ဆည်းပေးရန် နှောင့်နှေးခဲ့သည်ဟု ပြောကြားခဲ့ကြသည်။</p>"
  }
]