[
  {
    "ayah_key": "20:80",
    "group_ayah_key": "20:80",
    "from_ayah": "20:80",
    "to_ayah": "20:82",
    "ayah_keys": "20:80,20:81,20:82",
    "text": "<p lang=\"my\" class=\"my \">အို ဣစ်ရာအီလ်၏သားမြေးအပေါင်းတို့! ငါသည် သင်တို့အား သင်တို့၏ရန်သူမှ ကယ်တင်ခဲ့ပြီ။ ငါသည် သင်တို့နှင့် တောင်၏ညာဘက်ခြမ်း၌ ပဋိညာဉ်ပြုခဲ့ပြီး၊ သင်တို့ထံသို့ မန်နာနှင့် ဆလ်ဝါ (ငုံးသား) ကို ချပေးခဲ့သည် <span>(၈၀)</span><span class=\"gray\">(ဆိုသည်မှာ)</span> ငါတို့ ပေးအပ်ထားသော သန့်ရှင်းကောင်းမွန်သည့် အရာများမှ စားသုံးကြလော့။ ၎င်း၌ မည်သည့် လွန်ကျူးမှု သို့မဟုတ် ဖိနှိပ်မှုမျှ မပြုကြနှင့်။ သို့မဟုတ်ပါက ငါ၏အမျက်ဒေါသသည် သင်တို့အပေါ် တရားမျှတစွာ ကျရောက်လိမ့်မည်။ ငါ၏အမျက်ဒေါသ ကျရောက်သူသည် အမှန်ပင် ပျက်စီးဆုံးရှုံးသွားသူဖြစ်သည် <span>(၈၁)</span>အမှန်စင်စစ် ငါသည် နောင်တရသူ၊ ယုံကြည်သူ၊ ကောင်းမြတ်သောအမှုများကို ပြုသူ၊ ထို့နောက် မှန်ကန်သောလမ်းကို လိုက်နာသူအား အမှန်ပင် အကြွင်းမဲ့ခွင့်လွှတ်တော်မူသည် <span>(၈၂)</span></p><div lang=\"my\" class=\"my \"><h2>အစ္စရေးလ်သားမြေးတို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်များကို သတိပေးခြင်း </h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဣစ်ရာအီလ်၏သားမြေးများအပေါ် ချီးမြှင့်ထားသော ကြီးမားသည့်ကျေးဇူးတော်များနှင့် မရေမတွက်နိုင်သော ကောင်းချီးမင်္ဂလာများကို သတိပေးထားသည်။ အရှင်မြတ်သည် သူတို့ကို ရန်သူဖစ်ရ်အောင်န်ထံမှ ကယ်တင်ခဲ့ပြီး၊ ဖစ်ရ်အောင်န်နှင့် သူ၏တပ်သားများအား သူတို့ကြည့်ရှုနေစဉ် တစ်ချိန်တည်းတွင် ရေနစ်သေဆုံးစေခြင်းဖြင့် သူတို့၏မျက်စိများကို အေးမြစေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ကြည့်ရှုနေစဉ် ဖစ်ရ်အောင်န်၏ လူမျိုးများကို ငါတို့နစ်မြုပ်စေခဲ့သည်)</span><span class=\"gray\">[၂:၅၀]</span> အလ်ဘူခါရီက မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နုအဗ္ဗားစ်က ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အလ်မဒီနာသို့ ရောက်ရှိသောအခါ၊ ဂျူးလူမျိုးများ 'အာရှူရာ' နေ့၌ ရိုဇာ (ဥပုသ်) ထားသည်ကို တွေ့ရသည်။ ထို့ကြောင့် အရှင်မြတ်က သူတို့အား မေးမြန်းသောအခါ သူတို့က 'ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် မူဆာအား ဖစ်ရ်အောင်န်အပေါ် အောင်ပွဲခံစေခဲ့သောနေ့ ဖြစ်သည်' ဟု ဖြေကြားကြသည်။ ထို့နောက် တမန်တော် ﷺ မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ أَوْلَى بِمُوسَى فَصُومُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် မူဆာအပေါ် <span class=\"gray\">(သူတို့ထက်)</span> ပိုမိုပိုင်ခွင့်ရှိသည်၊ ထို့ကြောင့် ဥပုသ်ပြုကြလော့။)</span> မွတ်စ်လင်မ်ကလည်း ဤရာဝါယတ်ကို သူ၏ဆွဟီဟ်တွင် မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် ဖစ်ရ်အောင်န် ဖျက်ဆီးခံရပြီးနောက် အလ္လာဟ်အရှင်မြတ်သည် မူဆာနှင့် ဣစ်ရာအီလ်၏သားမြေးတို့နှင့် တောင်၏ညာဘက်ခြမ်း၌ ပဋိညာဉ်ပြုခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မူဆာနှင့် စကားပြောခဲ့သော တောင်ဖြစ်ပြီး၊ အရှင်မြတ်ကို မြင်လိုကြောင်း တောင်းဆိုသောအခါ မူဆာ၏လူမျိုးများအား ထိုတောင်ကို ကြည့်ရန် အရှင်မြတ်က ပြောခဲ့သည်။ ဤသည်မှာ မူဆာအား တော်ရတ်ကျမ်းကို ပေးအပ်ခဲ့သော တောင်လည်းဖြစ်ပြီး၊ ထိုအချိန်တွင်ပင် ဣစ်ရာအီလ်၏သားမြေးများသည် နွားကလေး<span class=\"gray\">(ရုပ်တု)</span>ကို စတင်ကိုးကွယ်ခဲ့ကြသည်၊ အလ္လာဟ်အရှင်မြတ်က နောက်လာမည့်အာယတ်များတွင် ဖော်ပြထားသည့်အတိုင်းပင်။ မန်နာနှင့် ဆလ်ဝါ (ငုံးသား) အကြောင်းကို ဆူရာအလ်ဘာကာရာနှင့် အခြားဆူရာများတွင် ယခင်က ဆွေးနွေးခဲ့ပြီးဖြစ်သည်။ မန်နာသည် ကောင်းကင်မှ သူတို့ထံသို့ ကျလာသော ချိုမြိန်သည့် အရာဖြစ်ပြီး၊ ဆလ်ဝါ <span class=\"gray\">[Salwa]</span> (ငုံးသား) သည် သူတို့ထံသို့ ကျလာတတ်သော ငှက်အမျိုးအစားဖြစ်သည်။ သူတို့သည် နောက်တစ်နေ့အထိ လုံလောက်သော ပြင်ဆင်မှုအဖြစ် ခြင်းတောင်းတိုင်းကို ၎င်းတို့ဖြင့် ပြည့်စေခဲ့သည်။ ဤသည်မှာ သူတို့အပေါ် အလ္လာဟ်အရှင်မြတ်ထံမှ ကြင်နာမှုနှင့် ကရုဏာဖြစ်သည်။ ၎င်းသည် သူတို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကောင်းမွန်စွာ ဆက်ဆံမှု၏ သရုပ်ဖော်ပြခြင်းဖြစ်သည်။ ထိုအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَلَا تَطْغَوْا فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ ပေးအပ်ထားသော သန့်ရှင်းကောင်းမွန်သည့် အရာများမှ စားသုံးကြလော့။ ၎င်း၌ မည်သည့် လွန်ကျူးမှု သို့မဟုတ် ဖိနှိပ်မှုမျှ မပြုကြနှင့်။ သို့မဟုတ်ပါက ငါ၏အမျက်ဒေါသသည် သင်တို့အပေါ် တရားမျှတစွာ ကျရောက်လိမ့်မည်။)</span> ၎င်း၏အဓိပ္ပါယ်မှာ \"ငါသည် သင်တို့အား ပေးထားသော ဤရိက္ခာမှ စားသုံးကြလော့။ ငါ၏ရိက္ခာကို မလိုအပ်ဘဲ ယူခြင်းဖြင့် လွန်ကျူးမှု မပြုကြနှင့်။ သို့မဟုတ်ပါက ငါညွှန်ကြားထားသည်ကို သင်တို့ ဆန့်ကျင်ရာရောက်လိမ့်မည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَحِلَّ عَلَيْكُمْ غَضَبِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ်ပါက ငါ၏အမျက်ဒေါသသည် သင်တို့အပေါ် တရားမျှတစွာ ကျရောက်လိမ့်မည်။)</span> ၎င်း၏အဓိပ္ပါယ်မှာ \"ငါသည် သင်တို့အပေါ် အမျက်ထွက်လိမ့်မည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هَوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏အမျက်ဒေါသ ကျရောက်သူသည် အမှန်ပင် ပျက်စီးဆုံးရှုံးသွားသူဖြစ်သည်။)</span> အလီဘင် အဘီတလ်ဟာဟ်က အိဗ်နုအဗ္ဗားစ်၏ စကားကို ဖော်ပြသည်- \"၎င်း၏အဓိပ္ပါယ်မှာ သူသည် အမှန်ပင် ဒုက္ခရောက်လိမ့်မည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنِّي لَغَفَّارٌ لِّمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါသည် နောင်တရသူ၊ ယုံကြည်သူ၊ ကောင်းမြတ်သောအမှုများကို ပြုသူအား အမှန်ပင် အကြွင်းမဲ့ခွင့်လွှတ်တော်မူသည်၊)</span> ဆိုလိုသည်မှာ \"မည်သူမဆို ငါ့ထံသို့ နောင်တဖြင့် ပြန်လှည့်လာပါက၊ သူ မည်သည့်အပြစ်ကို ပြုသည်ဖြစ်စေ ငါသည် သူ၏နောင်တကို လက်ခံမည်။\" အနန္တအရှင် အလ္လာဟ်အရှင်မြတ်သည် နွားကလေးကို ကိုးကွယ်ခဲ့သော ဣစ်ရာအီလ်၏သားမြေးများ၏ နောင်တကိုပင် လက်ခံတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍</p><p class=\"sd qpc-hafs\" lang=\"sd\">تَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တရသူ၊)</span> ၎င်း၏အဓိပ္ပါယ်မှာ မိမိပါဝင်ပတ်သက်ခဲ့သော မယုံကြည်မှု၊ အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ထားမှု၊ အလ္လာဟ်အရှင်မြတ်အား မနာခံမှု သို့မဟုတ် လျှို့ဝှက်သရုပ်ဆောင်မှုတို့မှ လှည့်ထွက်သွားခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَآمَنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ယုံကြည်သူ)</span> ၎င်း၏အဓိပ္ပါယ်မှာ လူတစ်ဦး၏ နှလုံးသားဖြင့် ယုံကြည်မှုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَمِلَ صَالِحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကောင်းမြတ်သောအမှုများကို ပြုသူ၊)</span> သူ၏ ကိုယ်ခန္ဓာအစိတ်အပိုင်းများဖြင့် ပြုမူခြင်း။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍</p><p class=\"ur qpc-hafs\" lang=\"ur\">ثُمَّ اهْتَدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မှန်ကန်သောလမ်းကို လိုက်နာသူ။)</span> အလီဘင် အဘီတလ်ဟာဟ်က အိဗ်နုအဗ္ဗားစ်၏ စကားကို ဖော်ပြသည်- \"၎င်း၏အဓိပ္ပါယ်မှာ သူသည် ထို့နောက် သံသယမရှိတော့ခြင်းဖြစ်သည်။\" ကာတာဒါဟ်က ပြောသည်မှာ</p><p class=\"ur qpc-hafs\" lang=\"ur\">ثُمَّ اهْتَدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မှန်ကန်သောလမ်းကို လိုက်နာသူ။)</span> \"၎င်း၏အဓိပ္ပါယ်မှာ သူ သေဆုံးသည်အထိ အစ္စလာမ်ကို စွဲမြဲစွာ လိုက်နာခြင်းဖြစ်သည်။\" ဤတွင် ဤအရာများသည် တင်ပြထားသော သတ်သတ်မှတ်မှတ် အစီအစဉ်တစ်ခု ရှိကြောင်း ကျွန်ုပ်တို့ တွေ့မြင်ရသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် ယုံကြည်သူများထဲမှ တစ်ဦးဖြစ်လာပြီး တစ်ဦးနှင့်တစ်ဦး ကြံ့ကြံ့ခံခြင်းနှင့် သည်းခံခြင်းကို အကြံပြုကာ တစ်ဦးနှင့်တစ်ဦး သနားကြင်နာမှုကို အကြံပြုခဲ့သည်။)</span><span class=\"gray\">[၉၀:၁၇]</span></p>"
  }
]