[
  {
    "ayah_key": "7:70",
    "group_ayah_key": "7:70",
    "from_ayah": "7:70",
    "to_ayah": "7:72",
    "ayah_keys": "7:70,7:71,7:72",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က “အသင်သည် အကျွန်ုပ်တို့အား အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန်နှင့် အကျွန်ုပ်တို့၏ ဘိုးဘေးများ ကိုးကွယ်ခဲ့သည်များကို စွန့်လွှတ်ရန် လာရောက်ခဲ့ခြင်း ဖြစ်ပေသည်။ အကယ်၍ အသင်သည် မှန်ကန်သူတို့အနက်မှဖြစ်ပါက အသင် အကျွန်ုပ်တို့အား ခြိမ်းခြောက်ခဲ့သော အရာကို ယူဆောင်လာပါ” ဟု ပြောကြားခဲ့ကြသည်။ <span>(၇၀)</span><span class=\"gray\">(ဟူဒ်)</span> က “အကျွန်ုပ်၏ အရှင်မြတ်ထံမှ ရစ်ဂျ်စ် <span class=\"gray\">(ပြစ်ဒဏ်)</span> နှင့် ဒေါသသည် သင်တို့အပေါ်သို့ ကျရောက်ပြီးဖြစ်၏။ သင်တို့နှင့် သင်တို့၏ ဘိုးဘေးများ အမည်ပေးခဲ့သော အမည်များအတွက် အလ္လာဟ်အရှင်မြတ်ထံမှ ခွင့်ပြုချက်မရှိဘဲ အကျွန်ုပ်နှင့် ငြင်းခုံကြသလော။ သို့ဖြစ်၍ စောင့်စားကြလော့။ အကျွန်ုပ်သည် သင်တို့နှင့်အတူ စောင့်စားသူတို့အထဲတွင် ပါဝင်၏” ဟု ပြောကြားခဲ့သည်။ <span>(၇၁)</span>သို့ဖြစ်၍ အကျွန်ုပ်တို့သည် အကျွန်ုပ်တို့ထံမှ ကရုဏာတော်ကြောင့် ၎င်းကိုလည်းကောင်း၊ ၎င်းနှင့်အတူရှိသူများကိုလည်းကောင်း ကယ်ဆယ်ခဲ့သည်။ အကျွန်ုပ်တို့သည် အကျွန်ုပ်တို့၏ အာယတ်များကို ငြင်းပယ်ခဲ့သူတို့၏ အမြစ်များကို ဖြတ်တောက်ခဲ့၏။ ၎င်းတို့သည် ယုံကြည်သူများ မဟုတ်ခဲ့ကြပေ။ <span>(၇၂)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ဟူဒ်၏ လူမျိုးတို့၏ ပုန်ကန်မှု၊ ဆန့်ကျင်မှုနှင့် ခေါင်းမာမှုတို့ကိုလည်းကောင်း၊ ၎င်း၊ ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ၊ ကို ဆန့်ကျင်ခဲ့မှုတို့ကိုလည်းကောင်း ဖော်ပြထားသည်။</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَجِئْتَنَا لِنَعْبُدَ اللَّهَ وَحْدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “အသင်သည် အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ အကျွန်ုပ်တို့ ကိုးကွယ်ရန် လာရောက်ခဲ့သလော။”)</span> နောက်ပိုင်းတွင် ကူရိုင်ရ်ှ၏ မယုံကြည်သူများက ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ <span class=\"gray\">(အသင်မှတ်မိပါသလော)</span> ၎င်းတို့က “အို အလ္လာဟ်အရှင်မြတ်! အကယ်၍ ဤ <span class=\"gray\">(ကုရ်အာန်ကျမ်းတော်မြတ်)</span> သည် အရှင်မြတ်ထံမှ <span class=\"gray\">(ပို့ချသော)</span> မှန်ကန်သောအရာ ဖြစ်ပါက အကျွန်ုပ်တို့အပေါ်သို့ ကောင်းကင်မှ ကျောက်တုံးများကို ရွာချတော်မူပါ သို့မဟုတ် အကျွန်ုပ်တို့အပေါ်သို့ နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ကို ပို့ဆောင်တော်မူပါ” ဟု ပြောကြားခဲ့ကြ၏။)</span><span class=\"gray\">[၈း၃၂]</span></p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင်န် အစ်ဟာက်က ဟူဒ်၏ လူမျိုးများသည် ဆူဒါး၊ ဆာမုဒ်နှင့် အလ်-ဟာဘာအစရှိသော ရုပ်ပွားတော်များစွာကို ကိုးကွယ်လေ့ရှိကြောင်း ပြောကြားခဲ့သည်။ ထို့ကြောင့် ဟူဒ်၊ ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ၊ က ၎င်းတို့အား ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“ရစ်ဂျ်စ်နှင့် ဒေါသသည် အကျွန်ုပ်၏ အရှင်မြတ်ထံမှ သင်တို့အပေါ်သို့ ကျရောက်ပြီးဖြစ်၏။”)</span> သင်တို့ ပြောကြားခဲ့သောကြောင့် သင်တို့သည် အကျွန်ုပ်၏ အရှင်မြတ်ထံမှ ‘ရစ်ဂျ်စ်’ ကို ခံထိုက်သည်။ အိဘ်နုအဗ္ဗားစ်က ‘ရစ်ဂျ်စ်’ ဆိုသည်မှာ ပြစ်တင်ရှုံ့ချခြင်းနှင့် ဒေါသကို ဆိုလိုကြောင်း ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتُجَادِلُونَنِي فِي أَسْمَاءٍ سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“သင်တို့နှင့် သင်တို့၏ ဘိုးဘေးများ အမည်ပေးခဲ့သော အမည်များအတွက် အကျွန်ုပ်နှင့် ငြင်းခုံကြသလော။”)</span><span class=\"gray\">[၇း၇၁]</span>။</p><p lang=\"my\" class=\"my \">ဟူဒ်က သင်တို့နှင့် သင်တို့၏ ဘိုးဘေးများ ဖန်တီးထားသည့် ဤရုပ်တုများအတွက် အကျွန်ုပ်နှင့် ငြင်းခုံကြသလော၊ ၎င်းတို့သည် အန္တရာယ် သို့မဟုတ် အကျိုးကျေးဇူးကို မယူဆောင်လာနိုင်ပါဘဲ။ အလ္လာဟ်အရှင်မြတ်က သင်တို့အား ၎င်းတို့ကို ကိုးကွယ်ရန် ခွင့်ပြုချက် သို့မဟုတ် သက်သေကို ပေးခဲ့သလော။ ဟူဒ်က ထပ်မံ၍ ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا نَزَّلَ اللَّهُ بِهَا مِن سُلْطَانٍ فَانتَظِرُوا إِنِّي مَعَكُم مِّنَ الْمُنتَظِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အလ္လာဟ်အရှင်မြတ်ထံမှ ခွင့်ပြုချက်မရှိဘဲ? သို့ဖြစ်၍ စောင့်စားကြလော့။ အကျွန်ုပ်သည် သင်တို့နှင့်အတူ စောင့်စားသူတို့အထဲတွင် ပါဝင်၏။”)</span> ဤသည်မှာ ရစူလ်တမန်တော်ထံမှ ၎င်း၏ လူမျိုးတို့အား ခြိမ်းခြောက်ခြင်းနှင့် သတိပေးခြင်း ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အာဒ်၏ အဆုံးသတ်</h2></div><p lang=\"gd\" class=\"gd \">So Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنجَيْنَاهُ وَالَّذِينَ مَعَهُ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَمَا كَانُوا مُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ အကျွန်ုပ်တို့သည် ၎င်းကိုလည်းကောင်း၊ ၎င်းနှင့်အတူရှိသူများကိုလည်းကောင်း အကျွန်ုပ်တို့ထံမှ ကရုဏာတော်ကြောင့် ကယ်ဆယ်ခဲ့သည်။ အကျွန်ုပ်တို့သည် အကျွန်ုပ်တို့၏ အာယတ်များကို ငြင်းပယ်ခဲ့သူတို့၏ အမြစ်များကို ဖြတ်တောက်ခဲ့၏။ ၎င်းတို့သည် ယုံကြည်သူများ မဟုတ်ခဲ့ကြပေ။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်ကျမ်းတော်မြတ်တွင် အာဒ်လူမျိုးတို့ကို ဖျက်ဆီးခဲ့ပုံကို အကြိမ်ကြိမ် ဖော်ပြခဲ့ပြီး၊ ၎င်းတို့ဖြတ်သန်းသွားသည့်အရာအားလုံးကို ဖျက်ဆီးသည့် မြုံသောလေကို ပို့ဆောင်ခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တစ်ခုတွင် ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا عَادٌ فَأُهْلِسَوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ - سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَىٰ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ - فَهَلْ تَرَىٰ لَهُم مِّن بَاقِيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒ်လူမျိုးတို့နှင့် ပတ်သက်၍ကား ၎င်းတို့သည် အားပြင်းသော၊ ကြမ်းတမ်းသောလေမုန်တိုင်းဖြင့် ဖျက်ဆီးခြင်း ခံခဲ့ရသည်။ ၎င်းတို့ကို ခုနစ်ည ရှစ်ရက်ဆက်တိုက် ခံစားစေခဲ့သည်။ ထို့ကြောင့် အသင်သည် လူတို့ မြေပြင်ပေါ်၌ လဲကျနေသည်ကို <span class=\"gray\">(ဖျက်ဆီးခံရသည်ကို)</span> မြင်ရလိမ့်မည်၊ ၎င်းတို့သည် အခေါင်းပေါက်ရှိသော စွန်ပလွန်ပင်၏ ပင်စည်များကဲ့သို့ ဖြစ်နေသည်။ ၎င်းတို့၏ အကြွင်းအကျန်ကို အသင် မြင်ရသလော။)</span><span class=\"gray\">[၆၉း၆-၈]</span></p><p lang=\"my\" class=\"my \">အာဒ်လူမျိုးတို့ ပုန်ကန်ပြီး ချိုးဖောက်ခဲ့ကြသောအခါ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အားကြီးသောလေဖြင့် ဖျက်ဆီးခဲ့သည်။ ထိုလေသည် ၎င်းတို့ကို တစ်ဦးချင်းစီ လေထဲသို့ သယ်ဆောင်သွားပြီး တစ်ဦးချင်းစီကို ဦးခေါင်းဖြင့် မြေပြင်ပေါ်သို့ ပစ်ချခဲ့သည်။ ထိုသို့ဖြင့် ၎င်းတို့၏ ဦးခေါင်းများကို ရိုက်ချိုးပြီး ခန္ဓာကိုယ်မှ ဖြတ်တောက်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အခေါင်းပေါက်ရှိသော စွန်ပလွန်ပင်၏ ပင်စည်များကဲ့သို့ ဖြစ်နေသည်။)</span><span class=\"gray\">[၆၉း၇]</span></p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင်န် အစ်ဟာက်က အာဒ်လူမျိုးများသည် ယီမင်နိုင်ငံရှိ အိုမန်နှင့် ဟာဒရာမာဝတ်အကြားတွင် နေထိုင်လေ့ရှိကြောင်း ပြောကြားခဲ့သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ပေးအပ်ခဲ့သော ခွန်အားကြောင့် မြေပြင်တစ်လျှောက် ပြန့်နှံ့ကာ လူမျိုးအမျိုးမျိုးကို အောင်မြင်ခဲ့ကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အစား ရုပ်တုများကို ကိုးကွယ်လေ့ရှိပြီး အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်ဟူဒ်၊ ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ၊ ကို ၎င်းတို့ထံ စေလွှတ်ခဲ့သည်။ ၎င်းသည် ၎င်းတို့၏ အဖြစ်အများဆုံးမျိုးရိုးမှ ဖြစ်ပြီး ၎င်းတို့အထဲတွင် အဆင့်အတန်းအကောင်းဆုံး ဖြစ်သည်။ ဟူဒ်က ၎င်းတို့ကို အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန်နှင့် ၎င်းနှင့် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မတွဲဖက်ရန် အမိန့်ပေးခဲ့သည်။ ၎င်းသည် လူတို့အပေါ် မတရားမှုကျူးလွန်ခြင်းကို ရပ်တန့်ရန်လည်း အမိန့်ပေးခဲ့သည်။ သို့သော် ၎င်းတို့သည် ၎င်းကို ငြင်းပယ်ခဲ့ပြီး ၎င်း၏ ဖိတ်ခေါ်မှုကို လျစ်လျူရှုခဲ့သည်။ ၎င်းတို့က ‘အကျွန်ုပ်တို့ထက် ဘယ်သူက ပိုအားကြီးသလဲ’ ဟု ပြောခဲ့ကြသည်။ သို့သော် ၎င်းတို့အထဲမှ အချို့သည် ဟူဒ်ကို လိုက်နာခဲ့ကြသော်လည်း ၎င်းတို့သည် နည်းပါးပြီး ၎င်းတို့၏ ယုံကြည်ခြင်းကို ဖုံးကွယ်ထားခဲ့ရသည်။ အာဒ်လူမျိုးတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို ချိုးဖောက်ပြီး ၎င်း၏ တမန်တော်ကို ငြင်းပယ်ကာ မြေပြင်ပေါ်တွင် ဖျက်ဆီးမှုများ ပြုလုပ်ခဲ့ပြီး မောက်မာခဲ့ကြကာ မြင့်မားသောနေရာတိုင်းတွင် ၎င်းတို့အတွက် အကျိုးကျေးဇူးမရှိဘဲ မြင့်မားသော နန်းတော်များ ဆောက်လုပ်ခဲ့ကြသောအခါ ဟူဒ်က ၎င်းတို့အား ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ - وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ - وَإِذَا بَطَشْتُم بَطَشْتُمْ جَبَّارِينَ - فَاتَّقُوا اللَّهَ وَأَطِيعُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“သင်တို့သည် မြင့်မားသောနေရာတိုင်းတွင် မြင့်မားသောနန်းတော်များကို ဆောက်လုပ်ကြသလော၊ သင်တို့သည် ၎င်းတို့တွင် နေထိုင်ခြင်းမရှိပါဘဲလျက်။ ထို့ပြင် သင်တို့သည် ထာဝရနေထိုင်ရမည့်အလား နန်းတော်များကို <span class=\"gray\">(လှပသော အဆောက်အအုံများ)</span> ရယူကြသလော။ ထို့ပြင် သင်တို့ <span class=\"gray\">(တစ်စုံတစ်ယောက်ကို)</span> ဖမ်းဆီးသောအခါ သင်တို့သည် <span class=\"gray\">(သူ့ကို)</span> အာဏာရှင်များကဲ့သို့ ဖမ်းဆီးကြသလော။ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြပြီး အကျွန်ုပ်ကို နာခံကြလော့။”)</span><span class=\"gray\">[၂၆း၁၂၈-၁၃၁]</span> သို့သော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ - إِن نَّقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “အို ဟူဒ်! အသင်သည် အကျွန်ုပ်တို့ထံ သက်သေအထောက်အထား တစ်စုံတစ်ရာ ယူဆောင်မလာခဲ့ပေ။ အကျွန်ုပ်တို့သည် အသင့် <span class=\"gray\">(သာမန်)</span> ပြောကြားမှုကြောင့် အကျွန်ုပ်တို့၏ ဘုရားများကို စွန့်လွှတ်မည်မဟုတ်ပေ။ အကျွန်ုပ်တို့သည် အသင်ကို ယုံကြည်သူများ မဟုတ်ပေ။ အကျွန်ုပ်တို့ ပြောကြားသည့် အရာအားလုံးမှာ အကျွန်ုပ်တို့၏ ဘုရားအချို့သည် အသင်ကို မကောင်းမှုဖြင့် ဖမ်းဆီးထားခြင်း ဖြစ်သည်” ဟု ပြောကြားခဲ့ကြ၏။)</span> ဆိုလိုသည်မှာ ရူးသွပ်ခြင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ - مِن دُونِهِ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنظِرُونِ - إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم مَّا مِن دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းက “အကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ကို သက်သေအဖြစ် ခေါ်ယူ၏၊ သင်တို့လည်း အကျွန်ုပ်သည် သင်တို့ ၎င်းနှင့် တွဲဖက်ကိုးကွယ်သည့် အရာများမှ လွတ်ကင်းကြောင်း သက်သေခံကြလော့။ ထို့ကြောင့် သင်တို့အားလုံး အကျွန်ုပ်ကို ပူးပေါင်းကြံစည်ကြပြီး အကျွန်ုပ်ကို အချိန်မဆွဲကြနှင့်။ အကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၊ အကျွန်ုပ်၏ အရှင်သခင်နှင့် သင်တို့၏ အရှင်သခင်အပေါ်၌ ယုံကြည်ကိုးစား၏။ လှုပ်ရှားနေသော သတ္တဝါတိုင်း၏ နဖူးဆံပင်ကို ၎င်းက ဆုပ်ကိုင်ထား၏။ အမှန်စင်စစ် အကျွန်ုပ်၏ အရှင်သခင်သည် ဖြောင့်မှန်သော လမ်းပေါ်၌ <span class=\"gray\">(မှန်ကန်မှုပေါ်၌)</span> ရှိ၏။”)</span><span class=\"gray\">[၁၁း၅၃-၅၆]</span>။”</p><div lang=\"my\" class=\"my \"><h2>အာဒ်၏ ကိုယ်စားလှယ်တော်၏ ပုံပြင်</h2></div><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အလ်-ဟာရစ် အလ်-ဘက်ကရီက ပြောကြားခဲ့သည်မှာ “အလ်-အလာ ဘင်န် အလ်-ဟာဒရာမီနှင့် ပတ်သက်၍ အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား တိုင်ကြားရန် အကျွန်ုပ်သွားရောက်ခဲ့သည်။ အကျွန်ုပ် အာရ်-ရဗ်ဒဟ်ဒေသကို ဖြတ်သန်းသွားစဉ် ထိုဒေသတွင် တစ်ဦးတည်းရှိနေသော ဘနီ တမီမ်မှ အဘွားအိုတစ်ဦးကို တွေ့ခဲ့သည်။ ၎င်းက အကျွန်ုပ်အား “အို အလ္လာဟ်အရှင်မြတ်၏ ကျေးကျွန်! အကျွန်ုပ်သည် အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံရောက်ရှိရန် လိုအပ်ပါသည်။ အကျွန်ုပ်၏ လိုအပ်ချက်အချို့ကို တောင်းဆိုရန် ဖြစ်သည်။ အကျွန်ုပ်ကို ၎င်းထံ ခေါ်ဆောင်သွားမည်လား” ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် အကျွန်ုပ်သည် ၎င်းကို အကျွန်ုပ်နှင့်အတူ အလ်-မဒီနာသို့ ခေါ်ဆောင်သွားပြီး ဗလီတွင် လူအပြည့်အစုံ တွေ့ခဲ့သည်။ အကျွန်ုပ်သည် အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ရှေ့တွင် ဘီလာလ်က ဓားကို ကိုင်ထားစဉ် အနက်ရောင်အလံ မြင့်မားစွာ လွှင့်ထူထားသည်ကိုလည်း တွေ့ခဲ့သည်။ အကျွန်ုပ်က “လူတွေ ဘာဖြစ်နေတာလဲ” ဟု မေးခဲ့သည်။ ၎င်းတို့က “တမန်တော် ﷺ သည် အမ်ရ် ဘင်န် အလ်-အာစ် <span class=\"gray\">(စစ်ရေးခရီးစဉ်တစ်ခုအတွက်)</span> တစ်နေရာရာသို့ စေလွှတ်ရန် ရည်ရွယ်သည်” ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် အကျွန်ုပ်ထိုင်နေခဲ့သည်။ တမန်တော် ﷺ ၎င်း၏အိမ်သို့ သွားသောအခါ အကျွန်ုပ် ၎င်းအား တွေ့ဆုံခွင့်တောင်းခဲ့ပြီး ၎င်းက ခွင့်ပြုခဲ့သည်။ အကျွန်ုပ်ဝင်ရောက်၍ ၎င်းအား နှုတ်ဆက်ခဲ့သည်။ ၎င်းက “အသင့်နှင့် ဘနီ တမီမ်တို့အကြား အငြင်းပွားမှုရှိခဲ့သလား” ဟု မေးခဲ့သည်။ အကျွန်ုပ်က “ဟုတ်ကဲ့။ အကျွန်ုပ်တို့သည် ၎င်းတို့ကို အောင်နိုင်ခဲ့သည်။ ဘနီ တမီမ်မှ အဘွားအိုတစ်ဦး၊ ၎င်းသည် တစ်ဦးတည်းဖြစ်သည်၊ အကျွန်ုပ် ဖြတ်သန်းသွားစဉ် ၎င်းက အကျွန်ုပ်ကို အသင့်ထံ ခေါ်ဆောင်လာရန် တောင်းဆိုခဲ့ပြီး ၎င်းသည် တံခါးဝတွင် ရှိနေသည်” ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် ၎င်းက ၎င်းအား ဝင်ခွင့်ပြုခဲ့ပြီး အကျွန်ုပ်က “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အကျွန်ုပ်တို့နှင့် <span class=\"gray\">(ဘနီ တမီမ်မျိုးနွယ်စု)</span> ဘနီ တမီမ်တို့အကြား အဒ်-ဒဟ်နာ <span class=\"gray\">(သဲကန္တာရ)</span> ကဲ့သို့ အတားအဆီးတစ်ခု ပြုလုပ်ပေးမည်ဆိုပါက မည်သို့ဖြစ်မည်နည်း” ဟု ပြောကြားခဲ့သည်။ အဘွားအိုသည် ဒေါသထွက်ကာ အကျွန်ုပ်ကို ဆန့်ကျင်ခဲ့သည်။ ထို့ကြောင့် အကျွန်ုပ်က “အကျွန်ုပ်၏ ဥပမာသည် မိမိကိုယ်တိုင် ပျက်စီးခြင်းကို သယ်ဆောင်လာသော သိုးတစ်ကောင်၏ ဥပမာနှင့် တူသည်။ အကျွန်ုပ် ဤအမျိုးသမီးကို သယ်ဆောင်လာခဲ့ပြီး ၎င်းသည် ရန်သူဖြစ်ကြောင်း မသိခဲ့ပေ။ အကျွန်ုပ်သည် အာဒ်၏ ကိုယ်စားလှယ်တော်ကဲ့သို့ မဖြစ်ရန် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ထံ ခိုလှုံပါသည်” ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် တမန်တော် ﷺ သည် အာဒ်၏ ကိုယ်စားလှယ်တော်အကြောင်း အကျွန်ုပ်အား မေးမြန်းခဲ့သည်။ ၎င်းသည် ထိုအကြောင်းကို ပိုမိုသိရှိသော်လည်း ၎င်းသည် ထိုပုံပြင်ကို ထပ်မံနားထောင်လိုခဲ့သည်။ အကျွန်ုပ်က “တစ်ခါက အာဒ်လူမျိုးတို့သည် အငတ်ဘေးကြုံခဲ့ရပြီး <span class=\"gray\">[ကယ်ဆယ်ရေးရရန်]</span> ကိုယ်စားလှယ်တော်တစ်ဦးကို စေလွှတ်ခဲ့သည်။ ၎င်း၏ အမည်မှာ ကွိုင်လ် ဖြစ်သည်။ ကွိုင်လ်သည် မူအာဝီယာ ဘင်န် ဘက်ကရ်ကို ဖြတ်သန်းသွားပြီး ၎င်းနှင့်အတူ တစ်လကြာ နေထိုင်ခဲ့သည်။ မူအာဝီယာက ၎င်းအား အရက်ယမကာများနှင့် အမျိုးသမီးအဆိုတော်နှစ်ဦးက ၎င်းအတွက် သီချင်းဆိုပေးခဲ့သည်။ တစ်လကုန်ဆုံးသောအခါ ကွိုင်လ်သည် မူဟ်ရာ တောင်တန်းများသို့ သွားရောက်ပြီး ‘အို အလ္လာဟ်! အကျွန်ုပ်သည် ဤနေရာသို့ မကျန်းမာသူကို ကုသရန် သို့မဟုတ် အကျဉ်းသားကို ရွေးရန် လာခဲ့ခြင်းမဟုတ်ကြောင်း အရှင်မြတ်သိတော်မူ၏။ အို အလ္လာဟ်! အကျွန်ုပ် အရှင်မြတ် အရင်က ပေးခဲ့သည့်အတိုင်း အာဒ်အား ရေပေးသနားတော်မူပါ’ ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် အနက်ရောင်မိုးတိမ်များ ရောက်လာပြီး ၎င်းကို ‘၎င်းတို့အထဲမှ အသင်လိုချင်သည့် တစ်ခုကို <span class=\"gray\">(အာဒ်သို့ သွားရန်)</span> ရွေးချယ်ပါ’ ဟု ခေါ်ဝေါ်ခဲ့သည်။ ထို့ကြောင့် ၎င်းသည် အနက်ရောင်မိုးတိမ်များထဲမှ တစ်ခုကို လက်ညှိုးထိုးပြခဲ့ပြီး ‘၎င်းကို ယူပါ၊ အာဒ်တွင် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မကျန်စေမည့် ပြာများအဖြစ် ယူပါ’ ဟု တစ်စုံတစ်ယောက်က ကြွေးကြော်နေသည်ကို ကြားခဲ့ရသည်။ ထိုလေသည် အကျွန်ုပ်၏ ဤလက်စွပ်ထဲမှ ဖြတ်သွားသည့် ပမာဏထက် မပိုပါဘဲ ၎င်းတို့ကို ဖျက်ဆီးခဲ့သည်ဟု အကျွန်ုပ်အား ပြောကြားခဲ့သည်” ဟု ပြောကြားခဲ့သည်။ အဘူ ဝါအိလ်က “၎င်းသည် မှန်ကန်သည်။ အမျိုးသား သို့မဟုတ် အမျိုးသမီးတစ်ဦးက ကိုယ်စားလှယ်တော်တစ်ဦးကို စေလွှတ်သောအခါ ၎င်းတို့က ‘အာဒ်၏ ကိုယ်စားလှယ်တော်ကဲ့သို့ မဖြစ်စေနှင့် <span class=\"gray\">(ကယ်ဆယ်ရေးအစား ဘေးဒုက္ခနှင့် လုံးဝပျက်စီးခြင်းကို ယူဆောင်လာခဲ့သူ)</span>’” ဟု ပြောကြားလေ့ရှိသည်” ဟု ပြောကြားခဲ့သည်။ အိမာမ် အဟ်မဒ်သည် ဤပုံပြင်ကို မွတ်စ်နဒ်တွင် စုဆောင်းခဲ့သည်။ အတ်-တီရ်မီဇီက ၎င်းအတွက် အလားတူအသုံးအနှုန်းများကို မှတ်တမ်းတင်ခဲ့ပြီး အန်-နာစာအီနှင့် အိဘ်နု မာဂျာတို့လည်း မှတ်တမ်းတင်ခဲ့ကြသည်။</p>"
  }
]