[
  {
    "ayah_key": "4:176",
    "group_ayah_key": "4:176",
    "from_ayah": "4:176",
    "to_ayah": "4:176",
    "ayah_keys": "4:176",
    "text": "<h2 lang=\"my\" class=\"my \">ဤသည်မှာ နောက်ဆုံးဗျာဒိတ်တော်ပေးခဲ့သော အာယသ်ဖြစ်ပြီး အလ်-ကလာလာဟ်နှင့်ပတ်သက်သော စည်းမျဉ်းဖြစ်သည်။</h2><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အလ်-ဘာရာအ် ပြောသည်မှာ နောက်ဆုံးဗျာဒိတ်တော်ပေးခဲ့သော ဆူရာသည် ဆူရာ ဘာရာအာဟ် (အခန်း ၉) ဖြစ်ပြီး နောက်ဆုံးဗျာဒိတ်တော်ပေးခဲ့သော အာယသ်မှာ၊</p><p lang=\"ar\" class=\"ar \">يَسْتَفْتُونَكَ</p><p lang=\"my\" class=\"my \">(သူတို့သည် သင့်အား တရားစီရင်ရန် တောင်းဆိုကြသည်...) အီမာမ် အာမဒ်က ဂျာဘိရ် ဘင် အဗ်ဒုလ္လာဟ် ပြောသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကျွန်ုပ်ထံ လာရောက်လည်ပတ်ခဲ့ရာ ကျွန်ုပ်သည် အလွန်အမင်းဖျားနာ၍ သတိမေ့သွားခဲ့သည်။ ကိုယ်တော်သည် ဝူဒူပြု၍ ကျန်ရေကို ကျွန်ုပ်ပေါ်သို့ လောင်းချခဲ့သည် သို့မဟုတ် လောင်းချခိုင်းခဲ့သည်။ ကျွန်ုပ်သတိပြန်လည်လာသောအခါ ကျွန်ုပ်ပြောခဲ့သည်မှာ 'ကျွန်ုပ်သည် ကလာလာဟ်မှတစ်ဆင့် အမွေကိုသာ ထားခဲ့မည်ဖြစ်ရာ၊ ကျွန်ုပ်ထားခဲ့သော အမွေနှင့်ပတ်သက်၍ မည်သို့နည်း' ဟု ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် နောက်ပိုင်းတွင် ဖရာအိဒ် (အမွေ ၄:၁၁) နှင့်ပတ်သက်သော အာယသ်ကို ဗျာဒိတ်တော်ပေးခဲ့သည်။\" အလ်-ဆွဟီဟ် နှစ်ကျမ်းနှင့် အခြားအဖွဲ့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ ဖော်ပြချက်တစ်ခုတွင် ဂျာဘိရ်က အမွေနှင့်ပတ်သက်သော အာယသ်ကို ဗျာဒိတ်တော်ပေးခဲ့သည်ဟု ပြောခဲ့သည်။</p><p lang=\"ar\" class=\"ar \">يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِى الْكَلَـلَةِ</p><p lang=\"my\" class=\"my \">(သူတို့သည် သင့်အား တရားစီရင်ရန် တောင်းဆိုကြသည်။ ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်သည် အလ်-ကလာလာဟ်နှင့်ပတ်သက်၍ (ဤသို့) ညွှန်ကြားသည်\")။ အာယသ်၏ စကားလုံးများက မေးခွန်းသည် ကလာလာဟ်နှင့်ပတ်သက်ကြောင်း ဖော်ပြသည်။</p><p lang=\"ar\" class=\"ar \">قُلِ اللَّهُ يُفْتِيكُمْ</p><p lang=\"my\" class=\"my \">(ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်သည် (ဤသို့) ညွှန်ကြားသည်...\") ကျွန်ုပ်တို့သည် ကလာလာဟ်၏ အဓိပ္ပါယ်ကို ယခင်က ဖော်ပြခဲ့ပြီးဖြစ်ရာ ၎င်းမှာ ခေါင်းကို ပတ်ပတ်လည် ဝန်းရံထားသော သရဖူကို ဆိုလိုသည်။ ထို့ကြောင့် ပညာရှင်များက ကလာလာဟ်ဆိုသည်မှာ သေဆုံးသွားသူတစ်ဦးသည် သားစဉ်မြေးဆက်လည်း မရှိ၊ ဘိုးဘွားမိဘလည်း မရှိသူကို ဆိုလိုသည်ဟု ဖော်ပြခဲ့ကြသည်။ အချို့က ကလာလာဟ်သည် သားသမီးမရှိသူကို ဆိုလိုသည်ဟု ပြောခဲ့ကြသည်၊ အာယသ်၌ ဖော်ပြထားသည့်အတိုင်း၊</p><p lang=\"ar\" class=\"ar \">إِن امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ</p><p lang=\"my\" class=\"my \">(အကယ်၍ ကလေးမရှိဘဲ သေဆုံးသွားသော အမျိုးသားတစ်ဦးဖြစ်ပါက) ကလာလာဟ်၏ အဓိပ္ပါယ်နှင့် စည်းမျဉ်းသည် သစ္စာရှိသူတို့၏ ခေါင်းဆောင် `အိုမာရ် ဘင် အလ်-ခတ္တဘ် အတွက် အနည်းငယ် ရှုပ်ထွေးခဲ့သည်။ အလ်-ဆွဟီဟ် နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ `အိုမာရ်က ပြောသည်မှာ \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ကျွန်ုပ်တို့အား ရှင်းပြပေးခဲ့လျှင် ကောင်းလိမ့်မည်ဟု ဆန္ဒရှိခဲ့သော ကိစ္စသုံးခု ရှိသည်၊ သို့မှသာ ကျွန်ုပ်တို့သည် ကိုယ်တော်၏ ရှင်းပြချက်ကို လိုက်နာနိုင်မည်ဖြစ်သည်။ (၎င်းတို့မှာ: အဘိုး၏ အမွေရှိဝေစု၊ ကလာလာဟ်နှင့် အချို့သော ရိဘာအမျိုးအစား) ဖြစ်သည်။\" အီမာမ် အာမဒ်က မအ်ဒန် ဘင် အဘီ တလ်ဟာဟ် ပြောသည်မှာ `အိုမာရ် ဘင် အလ်-ခတ္တဘ်က ပြောသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ကလာလာဟ်၏ အဓိပ္ပါယ်နှင့်ပတ်သက်၍ ကျွန်ုပ်မေးမြန်းခဲ့သည်ထက် ပို၍ မည်သည့်အရာမှ မရှိပါ၊ ကိုယ်တော်သည် ကျွန်ုပ်၏ရင်ဘတ်ကို လက်ညှိုးဖြင့် ထိုး၍ ပြောသည်အထိပင် ဖြစ်သည်၊\"</p><p lang=\"ar\" class=\"ar \">«يَكْفِيكَ آيَةُ الصَّيْفِ الَّتِي فِي آخِرِ سُورَةِ النِّسَاء»</p><p lang=\"my\" class=\"my \">(အန်-နီဆာအ် ဆူရာ၏ နောက်ဆုံးတွင်ရှိသော အာယသ်သည် သင့်အတွက် လုံလောက်သင့်သည်)\" အာမဒ်သည် ဤဟဒီးသ်အတွက် ဤတိုတောင်းသော အဆိုအမိန့်ကို ဖော်ပြခဲ့ပြီး မွတ်စ်လင်မ်က ပိုရှည်သော ပုံစံဖြင့် မှတ်တမ်းတင်ခဲ့သည်။</p><h2 lang=\"my\" class=\"my \">ဤအာယသ်၏ အဓိပ္ပါယ်</h2><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p lang=\"ar\" class=\"ar \">إِن امْرُؤٌ هَلَكَ</p><p lang=\"my\" class=\"my \">(အကယ်၍ သေဆုံးသွားသော အမျိုးသားတစ်ဦးဖြစ်ပါက) အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် မိန့်တော်မူသည်မှာ၊</p><p lang=\"ar\" class=\"ar \">كُلُّ شَىْءٍ هَالِكٌ إِلاَّ وَجْهَهُ</p><p lang=\"my\" class=\"my \">(ကိုယ်တော်၏ မျက်နှာတော်မှလွဲ၍ အရာခပ်သိမ်း ပျက်စီးလိမ့်မည်။) ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးနှင့် အလေးအမြတ်ဆုံးမှလွဲ၍ အရာခပ်သိမ်းနှင့် လူတိုင်းသည် သေဆုံးပြီး ပျက်စီးလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p lang=\"ar\" class=\"ar \">كُلُّ مَنْ عَلَيْهَا فَانٍ - وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلْـلِ وَالإِكْرَامِ</p><p lang=\"my\" class=\"my \">(မြေပေါ်တွင်ရှိသမျှတို့သည် ပျက်စီးလိမ့်မည်။ သင်၏ အရှင်သခင်၏ မျက်နှာတော်၊ ကြီးကျယ်ခမ်းနားမှုနှင့် ဂုဏ်အသရေ အပြည့်ရှိသော မျက်နှာတော်သည် ထာဝရတည်ရှိလိမ့်မည်။) ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p lang=\"ar\" class=\"ar \">لَيْسَ لَهُ وَلَدٌ</p><p lang=\"my\" class=\"my \">(ကလေးမရှိသူ) ဆိုသည်မှာ ကလေးလည်းမရှိ၊ မိဘလည်းမရှိသူကို ရည်ညွှန်းသည်။ ဤအရာကို သက်သေပြသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် နောက်ပိုင်းတွင် မိန့်တော်မူသည်မှာ၊</p><p lang=\"ar\" class=\"ar \">وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ</p><p lang=\"my\" class=\"my \">(ညီမတစ်ဦးကို ထားခဲ့လျှင် ညီမသည် အမွေ၏တစ်ဝက်ကို ရရှိမည်။) အကယ်၍ ဘိုးဘွားမိဘ ကျန်ရှိခဲ့ပါက ညီမသည် မည်သည့်အရာမှ အမွေမရရှိနိုင်ဘဲ၊ ဤအချက်အပေါ်တွင် သဘောတူညီမှု ရရှိထားသည်။ ထို့ကြောင့် ဤအာယသ်သည် သားစဉ်မြေးဆက်လည်း မရှိ၊ ဘိုးဘွားမိဘလည်း မရှိဘဲ သေဆုံးသွားသော အမျိုးသားကို ရည်ညွှန်းသည်၊ ၎င်း၏ အဓိပ္ပါယ်ကို ဆင်ခြင်သူများအတွက် ထင်ရှားသည့်အတိုင်းပင်။ ၎င်းမှာ အသက်ရှင်ကျန်ရစ်သော မိဘရှိသည့်အခါ ညီမသည် မည်သည့်အမွေမှ မရရှိနိုင်သောကြောင့်ဖြစ်ပြီး အမွေ၏တစ်ဝက်ဆိုသည်မှာ ပြောစရာပင်မလိုတော့ပါ။ အိဗ်နု ဂျရီးရ်နှင့် အခြားသူများက အိဗ်နု အဗ္ဗာစ်နှင့် အိဗ်နု အဇ်-ဇူဘိုင်ရ်တို့သည် လူတစ်ဦးသည် သေဆုံးပြီး သမီးတစ်ဦးနှင့် ညီမတစ်ဦးကို ထားခဲ့လျှင် ညီမသည် မည်သည့်အရာမှ အမွေမရရှိဟု ဆုံးဖြတ်ခဲ့ကြောင်း ဖော်ပြခဲ့ကြသည်။ သူတို့သည် ရွတ်ဆိုခဲ့ကြသည်မှာ၊</p><p lang=\"my\" class=\"my \">အကယ်၍ ကလေးမရှိဘဲ သေဆုံးပြီး ညီမတစ်ဦးကို ထားခဲ့သော အမျိုးသားဖြစ်ပါက ညီမသည် အမွေ၏တစ်ဝက်ကို ရရှိမည်။</p><p lang=\"my\" class=\"my \">သူတို့က လူတစ်ဦးသည် သမီးတစ်ဦးကို ထားခဲ့လျှင် သူသည် ကလေးတစ်ဦးကို ထားခဲ့ခြင်းဖြစ်သည်ဟု ပြောသည်။ ထို့ကြောင့် ညီမသည် မည်သည့်အရာမှ မရရှိနိုင်ပါ။ ပညာရှင်အများစုက သူတို့နှင့် သဘောမတူဘဲ အခြားသက်သေအထောက်အထားများကို အားကိုးလျက် သမီးသည် တစ်ဝက်၊ ညီမသည် ကျန်တစ်ဝက်ရရှိသည်ဟု ပြောသည်။ ဤအာယသ် (အပေါ်မှ ၄:၁၇၆) သည် ညီမအား ၎င်းသတ်မှတ်ထားသော အခြေအနေတွင် အမွေ၏တစ်ဝက်ကို ပေးသည်။ အခြားအခြေအနေများတွင် ညီမအား တစ်ဝက်ပေးခြင်းနှင့်ပတ်သက်၍ အလ်-ဘူခါရီက ဆူလိုင်မာန် ပြောသည်မှာ အိဗ်ရာဟင်မ်က အလ်-အဆ်ဝဒ်အား ပြောပြခဲ့သည်၊ ၎င်းက \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ လက်ထက်တွင် မူအာဓ် ဘင် ဂျဘာလ်က သမီးသည် တစ်ဝက်၊ ညီမသည် ကျန်တစ်ဝက်ရရှိသည်ဟု စီရင်ချက်ပေးခဲ့သည်\" ဟု ဆိုသည်။ အလ်-ဘူခါရီက ဟူဇိုင်လ် ဘင် ရှူရာဟ်ဘီလ် ပြောသည်မှာ \"အဘူ မူစာ အလ်-အရှ်အရီအား သမီးတစ်ဦး၊ မြေးမတစ်ဦးနှင့် ညီမတစ်ဦးတို့ အမွေဆက်ခံရမည့် ကိစ္စနှင့်ပတ်သက်၍ မေးမြန်းခဲ့သည်။ သူက 'သမီးသည် တစ်ဝက်၊ ညီမသည် တစ်ဝက် ရရှိသည်' ဟု ပြောခဲ့သည်။ အိဗ်နု မဆ်အူဒ်ကို သွားမေးပါ၊ ကျွန်ုပ်နှင့် သဘောတူလိမ့်မည်ဟု ထင်သော်လည်း' ဟု ဆိုသည်။ ထို့ကြောင့် အိဗ်နု မဆ်အူဒ်ကို မေးမြန်းခဲ့ပြီး အဘူ မူစာ၏ အဖြေကို ပြောပြခဲ့ရာ အိဗ်နု မဆ်အူဒ်က မှတ်ချက်ပေးသည်မှာ 'ကျွန်ုပ်သည် ထိုအခါက လမ်းမှားသွားခဲ့မည်ဖြစ်ပြီး မှန်ကန်စွာ လမ်းပြခံရသူများထဲတွင် ပါဝင်မည်မဟုတ်ပါ။ ကျွန်ုပ်သည် တမန်တော် ﷺ က ပေးခဲ့သော စီရင်ချက်နှင့် ဆင်တူသော စီရင်ချက်ကို ပေးမည်ဖြစ်သည်။ သမီးသည် တစ်ဝက်၊ မြေးမသည် တစ်ခြောက်ပုံတစ်ပုံ ရရှိမည်ဖြစ်ပြီး၊ ဤဝေစုနှစ်ခုသည် သုံးပုံနှစ်ပုံအထိ ပေါင်းစည်းမည်ဖြစ်သည်။ ကျန်ရှိသမျှကို ညီမအတွက် ဖြစ်လိမ့်မည်' ဟု ပြောသည်။ ကျွန်ုပ်တို့သည် အဘူ မူစာထံ ပြန်သွားပြီး အိဗ်နု မဆ်အူဒ်၏ အဖြေကို သူ့အား ပြောပြခဲ့ရာ သူက 'ဤပညာရှင်သည် သင်တို့အကြား၌ ရှိနေသမျှ ကာလပတ်လုံး ကျွန်ုပ်ကို (တရားစီရင်ရန်) မမေးမြန်းပါနှင့်' ဟု ပြောခဲ့သည်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p lang=\"ar\" class=\"ar \">وَهُوَ يَرِثُهَآ إِن لَّمْ يَكُنْ لَّهَآ وَلَدٌ</p><p lang=\"my\" class=\"my \">(... ကလေးမရှိပါက သူသည် ညီမ၏အမွေခံ ဖြစ်လိမ့်မည်။) ဤအာယသ်၏ အဓိပ္ပါယ်မှာ ညီမ၌ အသက်ရှင်ကျန်ရစ်သော သားသမီး သို့မဟုတ် မိဘမရှိပါက ညီအစ်ကိုသည် ညီမထားခဲ့သမျှ အားလုံးကို အမွေဆက်ခံသည်။ အကယ်၍ ညီမ၌ အသက်ရှင်ကျန်ရစ်သော မိဘရှိပါက ညီအစ်ကိုသည် မည်သည့်အရာမှ အမွေမရရှိနိုင်ပါ။ အမွေတွင် သတ်မှတ်ထားသော ဝေစုရရှိသူတစ်ဦးဦး၊ ဥပမာ ခင်ပွန်း သို့မဟုတ် မိခင်ဘက်မှ ညီအစ်ကိုတစ်ဝမ်းကွဲရှိပါက ၎င်းတို့သည် ၎င်းတို့၏ ဝေစုကို ယူကြပြီး ကျန်သည်မှာ ညီအစ်ကိုအတွက် ဖြစ်သည်။ အလ်-ဆွဟီဟ် နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နု အဗ္ဗာစ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်မှာ၊</p><p lang=\"ar\" class=\"ar \">«ألْحِقُوا الْفَرَائِضَ بِأَهْلِهَا، فَمَا أَبْقَتِ الْفَرائِضُ فَلِأَوْلَى رَجُلٍ ذَكَر»</p><p lang=\"my\" class=\"my \">(ဖရာအိဒ်ကို ၎င်း၏ ပိုင်ရှင်များအား ပေးပါ၊ ကျန်ရှိသမျှသည် အနီးဆုံး အမျိုးသားဆွေမျိုး၏ ဝေစုဖြစ်သည်။) အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p lang=\"ar\" class=\"ar \">فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ</p><p lang=\"my\" class=\"my \">(အကယ်၍ ညီမနှစ်ဦးရှိပါက ၎င်းတို့သည် အမွေ၏သုံးပုံနှစ်ပုံကို ရရှိမည်။) ဆိုလိုသည်မှာ ကလာလာဟ်အခြေအနေဖြင့် သေဆုံးသူ၌ ညီမနှစ်ဦးရှိပါက ၎င်းတို့သည် အမွေ၏သုံးပုံနှစ်ပုံကို ရရှိမည်။ ညီမနှစ်ဦးထက်ပိုပါက သုံးပုံနှစ်ပုံကို ဝေမျှယူကြသည်။ ဤအာယသ်မှ ပညာရှင်များက သမီးနှစ်ဦး သို့မဟုတ် ထို့ထက်ပို၍ရှိပါက သုံးပုံနှစ်ပုံကို ဝေမျှယူရမည်ဟူသော စည်းမျဉ်းကို ယူခဲ့ကြသည်၊ ညီမများ (နှစ်ဦး သို့မဟုတ် ထို့ထက်ပို) ၏ ဝေစုကို သမီးများဆိုင်ရာ အာယသ်မှ ယူခဲ့သကဲ့သို့ပင် ဖြစ်သည်။</p><p lang=\"ar\" class=\"ar \">فَإِن كُنَّ نِسَآءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ</p><p lang=\"my\" class=\"my \">(အကယ်၍ သမီးများသာလျှင်ရှိပြီး နှစ်ဦး သို့မဟုတ် ထို့ထက်ပိုပါက ၎င်းတို့၏ဝေစုသည် အမွေ၏သုံးပုံနှစ်ပုံဖြစ်သည်။) ၄:၁၁။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p lang=\"ar\" class=\"ar \">وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَآءً فَلِلذَّكَرِ مِثْلُ حَظِّ الاٍّنثَيَيْنِ</p><p lang=\"my\" class=\"my \">(အကယ်၍ ညီအစ်ကိုများနှင့် ညီအစ်မများရှိပါက အမျိုးသားသည် အမျိုးသမီး၏ ဝေစုထက် နှစ်ဆရရှိလိမ့်မည်။) ဤသည်မှာ အမျိုးသားဆွေမျိုးများ (သားများ၊ မြေးများ၊ ညီအစ်ကိုများ) ပုံမှန်ရရှိသော ဝေစုဖြစ်ပြီး၊ အမျိုးသမီးရရှိသည်ထက် နှစ်ဆဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p lang=\"ar\" class=\"ar \">يُبَيِّنُ اللَّهُ لَكُمْ</p><p lang=\"my\" class=\"my \">(ဤနည်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ရှင်းလင်းပြသတော်မူသည်...) ကိုယ်တော်၏ ဥပဒေနှင့် သတ်မှတ်ချက်များကို ရှင်းလင်းပြသပြီး ကိုယ်တော်၏ ဥပဒေပြုခြင်းကို ရှင်းလင်းတော်မူ၏၊</p><p lang=\"ar\" class=\"ar \">أَن تَضِلُّواْ</p><p lang=\"my\" class=\"my \">(သင်တို့ လမ်းမှားသွားခြင်းမှ ကင်းဝေးစေရန်) ဤရှင်းပြချက်နောက်ပိုင်းတွင် အမှန်တရားမှ ကင်းဝေးစေရန်၊</p><p lang=\"ar\" class=\"ar \">وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"my\" class=\"my \">(အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့ သိရှိတော်မူ၏။) အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်း၏ အကျိုးဆက်များနှင့် ကိုယ်တော်၏ ကျွန်များအတွက် ကိစ္စရပ်တိုင်းတွင်ပါရှိသော အကျိုးကျေးဇူးများကို စုံလင်စွာ သိရှိတော်မူသည်။ ကိုယ်တော်သည် ဆွေမျိုးများတစ်ဦးစီသည် သေဆုံးသူနှင့် ဆွေမျိုးနီးစပ်မှု အတိုင်းအတာအရ အမွေမှ မည်မျှရထိုက်သည်ကိုလည်း သိရှိတော်မူသည်။ အိဗ်နု ဂျရီးရ်က တာရိက် ဘင် ရှိဟာဗ် ပြောသည်မှာ `အိုမာရ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ဆွဟာဘာများကို တစ်ကြိမ် စုစည်း၍ \"ကျွန်ုပ်သည် ကလာလာဟ်နှင့်ပတ်သက်၍ အမျိုးသမီးများပင်လျှင် ၎င်းတို့၏ အိပ်ခန်းများတွင် ပြောဆိုကြမည့် စီရင်ချက်ကို ပေးမည်\" ဟု ပြောခဲ့သည်။ ထို့နောက် အိမ်ထဲတွင် မြွေတစ်ကောင် ပေါ်လာရာ စည်းဝေးပွဲကို ဖျက်သိမ်းခဲ့ရသည်။ `အိုမာရ်က မှတ်ချက်ပေးသည်မှာ \"အလ္လာဟ်အရှင်မြတ်သည် ဤအရာ (`အိုမာရ်၏ ကလာလာဟ်နှင့်ပတ်သက်သော စီရင်ချက်) ကို ဖြစ်စေလိုခဲ့ပါက ဖြစ်ခဲ့လိမ့်မည်\" ဟု ဖြစ်သည်။ ဤဇာတ်လမ်း၏ သတင်းပို့စဉ်သည် မှန်ကန်သည်။ အလ်-ဟာကိမ်၊ အဘူ အဗ်ဒုလ္လာဟ် အန်-နိုင်းစာဘူရီက `အိုမာရ် ဘင် အလ်-ခတ္တဘ် ပြောသည်မှာ `အကယ်၍ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ကိစ္စသုံးခုနှင့်ပတ်သက်၍ မေးမြန်းခဲ့ပါက နီမြန်းသော ကုလားအုတ်များထက် ကျွန်ုပ်အတွက် ပို၍ ကောင်းလိမ့်မည်။ (၎င်းတို့မှာ:) ကိုယ်တော်နောက်ပိုင်းတွင် ခလီဖာ မည်သူဖြစ်သင့်သည်၊ 'ကျွန်ုပ်တို့သည် ဇကာတ်ကို ပေးဆောင်ရန် သဘောတူပါသည်၊ သို့သော် သင့်အား (ဆိုလိုသည်မှာ ခလီဖာအား) မဟုတ်ပါ' ဟု ပြောသော လူမျိုးတစ်စုနှင့်ပတ်သက်၍ ၎င်းတို့ကို ကျွန်ုပ်တို့ တိုက်ခွင့်ရှိမရှိ၊ နှင့် ကလာလာဟ်နှင့်ပတ်သက်၍ ဖြစ်သည်။\" အလ်-ဟာကိမ်က \"၎င်း၏ သတင်းပို့စဉ်သည် ရှိုက်ခ်နှစ်ဦး၏ အဆိုအရ ဆွဟီဟ်ဖြစ်ပြီး ၎င်းတို့သည် မှတ်တမ်းတင်မထားပေ\" ဟု ပြောသည်။ အိဗ်နု ဂျရီးရ်ကလည်း `အိုမာရ် ပြောသည်မှာ \"အဘူ ဘကရ် ထုတ်ပြန်ခဲ့သော စီရင်ချက်ကို ပြောင်းလဲရန် ကျွန်ုပ် ရှက်ပါသည်။ အဘူ ဘကရ်က ကလာလာဟ်ဆိုသည်မှာ သားစဉ်မြေးဆက်လည်း မရှိ၊ ဘိုးဘွားမိဘလည်း မရှိသူဟု ပြောလေ့ရှိသည်\" ဟု မှတ်တမ်းတင်ထားသည်။ အဘူ ဘကရ်၏ ပြောစကားသည် ဆွဟာဘာများ၊ ၎င်းတို့၏ နောက်လိုက်များနှင့် ရှေးနှင့် နောက်ပိုင်း အီမာမ်များအကြားရှိ ပညာရှင်အများစုက သဘောတူညီကြသည့်အရာ ဖြစ်သည်။ ဤသည်မှာ ကုရ်အာန်က ညွှန်ပြသော စည်းမျဉ်းလည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကလာလာဟ်၏ စည်းမျဉ်းကို ရှင်းပြ၍ ရှင်းလင်းပြသခဲ့သည်ဟု ကိုယ်တော် မိန့်တော်မူခဲ့သည့်အခါ၊</p><p lang=\"ar\" class=\"ar \">يُبَيِّنُ اللَّهُ لَكُمْ أَن تَضِلُّواْ وَاللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ</p><p lang=\"my\" class=\"my \">(ဤနည်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား (ကိုယ်တော်၏ ဥပဒေကို) ရှင်းလင်းပြသတော်မူသည် သင်တို့ လမ်းမှားသွားခြင်းမှ ကင်းဝေးစေရန်။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့ သိရှိတော်မူ၏။) အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူသည်။</p>"
  }
]