[
  {
    "ayah_key": "49:4",
    "group_ayah_key": "49:4",
    "from_ayah": "49:4",
    "to_ayah": "49:6",
    "ayah_keys": "49:4,49:5,49:6",
    "text": "<p class=\"my translation\" lang=\"my\">စင်စစ် သူတို့ကို အိမ်များ၏နောက်ဘက်မှ ခေါ်သောသူတို့သည် များသောအားဖြင့် ဆင်ခြင်တုံတရားမရှိကြပေ။ <span>(၄)</span>အကယ်၍ သူတို့သည် သင်ထွက်လာသည်အထိ စောင့်ဆိုင်းခဲ့ပါမူ ၎င်းတို့အတွက် သာ၍ကောင်းပေမည်။ အလ္လာဟ်အရှင်မြတ်သည် အပြစ်ဖြေလွှတ်တော်မူထသော၊ အလွန်ကရုဏာတော်ထားထသော အရှင်ဖြစ်တော်မူ၏။ <span>(၅)</span></p><p lang=\"xh\" class=\"xh \">Admonishing Those Who call the Prophet <span class=\"gray\">(ٰٰٰﷺ)</span> from behind Dwellings</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မြင့်မြတ်တော်မူထသော၊ ကောင်းချီးမင်္ဂလာအရှိဆုံးအရှင်ဖြစ်တော်မူ၏။ ယဉ်ကျေးမှုမရှိသော ဘဒ်ဒူလူမျိုးစုကဲ့သို့သော သူတို့အား တမန်တော်မြတ် ﷺ အား ၎င်း၏ဇနီးများပိုင်ဆိုင်သော အိမ်များ၏နောက်ဘက်မှ ခေါ်ဝေါ်သောသူတို့အား ဆုံးမတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَكْثَرُهُمْ لَا يَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အများစုသည် ဆင်ခြင်တုံတရားမရှိကြပေ။)</span> ထို့နောက် မြင့်မြတ်တော်မူထသော၊ ဂုဏ်အရှိဆုံးအရှင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်သည် ဤကိစ္စနှင့်ပတ်သက်၍ သာ၍ကောင်းမွန်သော အပြုအမူကို ပညတ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَهُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သူတို့သည် သင်ထွက်လာသည်အထိ စောင့်ဆိုင်းခဲ့ပါမူ ၎င်းတို့အတွက် သာ၍ကောင်းပေမည်။)</span> ၎င်းသည် ဤဘဝနှင့် နောင်ဘဝ၏ ပိုမိုကောင်းမွန်သော အကျိုးကို ၎င်းတို့အား ရရှိစေလိမ့်မည်။ ထို့နောက် ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူသော အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အရှင်မြတ်ထံ နောင်တရရန် တိုက်တွန်းတော်မူ၏။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاللَّهُ غَفُورٌ رَحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အပြစ်ဖြေလွှတ်တော်မူထသော၊ အလွန်ကရုဏာတော်ထားထသော အရှင်ဖြစ်တော်မူ၏။)</span> ဤအာယသ်တော်သည် အလ်-အကရာအ် အိဗ်နု ဟာဘိစ် အတ်-တာမီမီနှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်ဟု သတင်းပို့ခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ။ သတင်းရင်းမြစ်တစ်ခုထက်မကသော အဆိုအရဖြစ်သည်။ အိမာမ် အဟ်မဒ် မှတ်တမ်းတင်သည်မှာ အလ်-အကရာအ် အိဗ်နု ဟာဘိစ်က ပြောကြားသည်မှာ ၎င်းသည် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ကို ၎င်း၏အိမ်များနောက်ဘက်မှ \"အို မုဟမ္မဒ်! အို မုဟမ္မဒ်!\" ဟု ခေါ်ဝေါ်ခဲ့သည်၊ အခြားသော ဖော်ပြချက်အရ \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်!\" ဟု ခေါ်ဝေါ်ခဲ့သည်၊ သို့သော် တမန်တော်မြတ် ﷺ က ၎င်းအား ပြန်မဖြေခဲ့ပေ။ အလ်-အကရာအ်က ပြောကြားသည်မှာ \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်။ ကျွန်ုပ်၏ ချီးမွမ်းခြင်း <span>(</span>အခြားသူများကို<span>)</span> သည် တန်ဖိုးရှိပြီး ကျွန်ုပ်၏ ဆုံးမခြင်း <span>(</span>အခြားသူများကို<span>)</span> သည် ဂုဏ်ရည်လျှော့ကျစေပါသည်။\" တမန်တော်မြတ် ﷺ က ပြန်ဖြေတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَاكَ اللّٰه عزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မြင့်မြတ်တော်မူသော အလ္လာဟ်အရှင်မြတ်ပင်ဖြစ်သည်။ <span>(</span>ဤဖော်ပြချက်နှင့် ထိုက်တန်တော်မူသော အရှင်။<span>)</span>)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَىٰ مَا فَعَلْتُمْ نَادِمِينَ - وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ ۚ لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ وَلَٰكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ ۚ أُولَٰئِكَ هُمُ الرَّاشِدُونَ - فَضْلًا مِّنَ اللَّهِ وَنِعْمَةً ۚ وَاللَّهُ عَلِيمٌ حَكِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၆။ အို သက်ဝင်ယုံကြည်သူအပေါင်းတို့၊ အကယ်၍ ဖာစစ်တစ်ဦးသည် သတင်းတစ်ရပ်နှင့်တကွ သင်တို့ထံ ရောက်ရှိလာပါက ၎င်းကို စစ်ဆေးကြကုန်၊ မသိနားမလည်မှုဖြင့် လူတို့အား ထိခိုက်နစ်နာစေမည်ကို စိုးရိမ်၍ သင်တို့ ပြုလုပ်ခဲ့သည့်အရာအတွက် နောက်ပိုင်းတွင် နောင်တရသူများ ဖြစ်သွားမည်ကို စိုးရိမ်၍ ဖြစ်သည်။)</span> <span class=\"gray\">(၇။ ထို့ပြင် သင်တို့အနက် အလ္လာဟ်၏ ရစူလ်တမန်တော် ရှိနေသည်ကို သိထားကြကုန်။ အကယ်၍ ၎င်းသည် ကိစ္စများစွာတွင် သင်တို့ကို နာခံပါက သင်တို့သည် အခက်အခဲနှင့် ကြုံတွေ့ရလိမ့်မည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား သက်ဝင်ယုံကြည်မှုကို မြတ်နိုးစေခဲ့ပြီး သင်တို့၏ နှလုံးသားများတွင် လှပစေခဲ့သည်။ ထို့ပြင် အရှင်မြတ်သည် သက်ဝင်ယုံကြည်မှုမရှိခြင်း၊ ဖူစွတ်နှင့် အိစ်ယာန်တို့ကို သင်တို့အား မုန်းတီးစေခဲ့သည်။ ထိုသူတို့သည် မှန်ကန်စွာ လမ်းပြခံရသူများ ဖြစ်ကြသည်။)</span> <span class=\"gray\">(၈။<span>(</span>၎င်းသည်<span>)</span> အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ၎င်း၏ ကောင်းမြတ်မှုပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို သိတော်မူထသော၊ အလုံးစုံကို ပညာဖြင့် စီမံခန့်ခွဲတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ဆိုးသွမ်းသူများ ပေးပို့သော သတင်း၏ ယုံကြည်စိတ်ချရမှုကို စုံစမ်းစစ်ဆေးခြင်း</p><p lang=\"my\" class=\"my \">မြင့်မြတ်တော်မူသော အလ္လာဟ်အရှင်မြတ်သည် အပြစ်သားများနှင့် ဆိုးသွမ်းသူများ ယူဆောင်လာသော သတင်း၏ စစ်မှန်မှုကို သေချာစေရန် စုံစမ်းစစ်ဆေးရန် အမိန့်ပေးတော်မူခဲ့သည်။ သို့မဟုတ်ပါက အကယ်၍ အပြစ်သား၏စကားကို မှန်ကန်သည်ဟု မှတ်ယူပြီး ၎င်းအပေါ်အခြေခံ၍ ဆုံးဖြတ်ချက်ချပါက၊ အချက်အလက်သည် မှန်သည်ဖြစ်စေ၊ မမှန်သည်ဖြစ်စေ၊ အာဏာပိုင်များသည် အပြစ်သားများ၏ လမ်းညွှန်မှုကို လိုက်နာနေကြလိမ့်မည်။ မြင့်မြတ်တော်မူသော၊ ဂုဏ်အရှိဆုံးအရှင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်သည် ပျက်စီးသူများနှင့် အပြစ်သားများ၏ လမ်းကို လိုက်ခြင်းကို တားမြစ်တော်မူခဲ့သည်။ ထို့ကြောင့်ပင် ဟဒီးစ်ပညာရှင်အဖွဲ့များသည် ယုံကြည်စိတ်ချရမှု မသိရှိရသော ရာဝီများထံမှ ဖော်ပြချက်များကို လက်ခံရန် ငြင်းဆန်ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် လက်တွေ့တွင် ဆိုးသွမ်းသူများထဲမှ ဖြစ်နေနိုင်သောကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">တမန်တော်မြတ်၏ ဆုံးဖြတ်ချက်သည် သာ၍ကောင်း၏</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၇။ ထို့ပြင် သင်တို့အနက် အလ္လာဟ်၏ ရစူလ်တမန်တော် ရှိနေသည်ကို သိထားကြကုန်။)</span> 'သင်တို့အနက် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ရှိနေသည်ကို သိကြလော့။ ထို့ကြောင့် ၎င်းအား ဂုဏ်ပြုပြီး ရိုသေလေးစားကြကုန်၊ ၎င်းနှင့်အတူ ယဉ်ကျေးစွာ ပြောဆိုကြကုန်၊ ၎င်း၏အမိန့်များကို နာခံကြကုန်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် သင်တို့အတွက် အကျိုးရှိသောအရာများကို သင်တို့ကိုယ်တိုင်ထက် ပိုမိုသိရှိပြီး သင်တို့အပေါ် ပိုမိုစိုးရိမ်ပူပန်သောကြောင့်ဖြစ်သည်။ ထိုကိစ္စများတွင် ၎င်း၏အမြင်များသည် သင်တို့၏အမြင်များထက် ပိုမိုပြည့်စုံသည်။' မြင့်မြတ်တော်မူထသော၊ ကောင်းချီးမင်္ဂလာအရှိဆုံးအရှင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်တော်တစ်ပါးတွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">النَّبِيُّ أَوْلَىٰ بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်မြတ်သည် သက်ဝင်ယုံကြည်သူများနှင့် ၎င်းတို့ကိုယ်တိုင်ထက် ပိုမိုနီးစပ်သည်)</span><span class=\"gray\">(၃၃:၆)</span>။ ထို့နောက် အရှင်မြတ်က ၎င်းတို့သည် ၎င်းတို့၏ကိုယ်ပိုင်အကျိုးစီးပွားကို ကြီးကြပ်ရာတွင် ပျက်ကွက်ကြောင်း ရှင်းလင်းပြတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းသည် ကိစ္စများစွာတွင် သင်တို့ကို နာခံပါက သင်တို့သည် အခက်အခဲနှင့် ကြုံတွေ့ရလိမ့်မည်။)</span> 'အကယ်၍ ၎င်းသည် သင်တို့၏အမြင်များနှင့် ဆန္ဒအားလုံးကို နာခံပါက သင်တို့သည် အခက်အခဲနှင့် ဒုက္ခကို ရရှိလိမ့်မည်။' မြင့်မြတ်တော်မူသော၊ ဂုဏ်အရှိဆုံးအရှင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ ۚ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ မှန်ကန်သောအရာသည် ၎င်းတို့၏ ဆန္ဒများနှင့်အညီ ဖြစ်ခဲ့ပါမူ၊ ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေ၊ ထို့ပြင် ၎င်းတို့၌ ရှိသူတိုင်းသည် ပျက်စီးသွားပေမည်! မဟုတ်ပေ၊ ငါတို့သည် ၎င်းတို့အား ၎င်းတို့၏ သတိပေးချက်ကို ယူဆောင်လာခဲ့သည်၊ သို့သော် ၎င်းတို့သည် ၎င်းတို့၏ သတိပေးချက်မှ လွှဲရှောင်ကြ၏။)</span><span class=\"gray\">(၂၃:၇၁)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား သက်ဝင်ယုံကြည်မှုကို မြတ်နိုးစေခဲ့ပြီး သင်တို့၏ နှလုံးသားများတွင် လှပစေခဲ့သည်။)</span> 'သင်တို့၏ ဝိညာဉ်များအား သက်ဝင်ယုံကြည်မှုကို မြတ်နိုးစေခဲ့ပြီး သင်တို့၏ နှလုံးသားများတွင် လှပစေခဲ့သည်။' အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သက်ဝင်ယုံကြည်မှုမရှိခြင်း၊ ဖူစွတ်နှင့် 'အိစ်ယာန်တို့ကို သင်တို့အား မုန်းတီးစေခဲ့သည်။)</span> 'အရှင်မြတ်သည် သက်ဝင်ယုံကြည်မှုမရှိခြင်း၊ အကြီးစားဖြစ်စေ၊ အသေးစားဖြစ်စေ အပြစ်များအားလုံးနှင့် 'အိစ်ယာန် – အပြစ်အမျိုးအစားအားလုံးကို သင်တို့အား မုန်းတီးစေခဲ့သည်။' ဤမိန့်တော်မူချက်သည် ကျွန်ုပ်တို့ကို အဆင့်တစ်ခုမှ ပိုမိုကောင်းမွန်သော အဆင့်သို့ ပြောင်းရွှေ့ပေးပြီး အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို ပြည့်စုံစေပါသည်။ အလ္လာဟ်အရှင်မြတ်၏ နောက်ထပ်မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الرَّاشِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် မှန်ကန်စွာ လမ်းပြခံရသူများ ဖြစ်ကြသည်။)</span> ဤအရည်အချင်းများရှိသူများသည် အလ္လာဟ်အရှင်မြတ်က လမ်းညွှန်မှုနှင့် မှန်ကန်မှုကို ပေးသနားတော်မူသော မှန်ကန်စွာ လမ်းပြခံရသူများဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ် မှတ်တမ်းတင်သည်မှာ အဘူ ရီဖာအဟ် အဇ်-ဇူရာကီက ၎င်း၏ဖခင်ပြောကြားသည်ဟု ဆိုသည်မှာ \"အုဟုဒ်တိုက်ပွဲအတွင်း ရုပ်တုကိုးကွယ်သူများ ဆုတ်ခွာသွားသောအခါ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَوُوا حَتّٰى أُثْنِيَ عَلَىٰ رَبِّي عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ အရှင်သခင်၊ မြင့်မြတ်တော်မူထသော၊ ဂုဏ်အရှိဆုံးအရှင်အား ချီးမွမ်းနိုင်ရန် ဖြောင့်တန်းစွာ တန်းစီနေကြကုန်။)</span> ၎င်းတို့သည် ၎င်း၏နောက်တွင် တန်းစီရပ်လျက် ၎င်း ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ لَكَ الْحَمْدُ كُلُّهُ، اللّٰهُمَّ لَا قَابِضَ لِمَا بَسَطْتَ وَلَا بَاسِطَ لِمَا قَبَضْتَ، وَلَا هَادِيَ لِمَنْ أَضْلَلْتَ، وَلَا مُضِلَّ لِمَنْ هَدَيْتَ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلَا مَانِعَ لِمَا أَعْطَيْتَ، وَلَا مُقَرِّبَ لِمَا بَاعَدْتَ، وَلَا مُبَاعِدَ لِمَا قَرَّبْتَ. اللّٰهُمَّ ابْسُطْ عَلَيْنَا مِنْ بَرَكَاتِكَ وَرَحْمَتِكَ وَفَضْلِكَ وَرِزْقِكَ، اللّٰهُمَّ إِنِّي أَسْأَلُكَ النَّعِيمَ الْمُقِيمَ الَّذِي لَا يَحُولُ وَلَا يَزُولُ. اللّٰهُمَّ إِنِّي أَسْأَلُكَ النَّعِيمَ يَوْمَ الْعَيْلَةِ وَالْأَمْنَ يَوْمَ الْخَوْفِ. اللّٰهُمَّ إِنِّي عَائِذٌ بِكَ مِنْ شَرِّ مَا أَعْطَيْتَنَا وَمِنْ شَرِّ مَا مَنَعْتَنَا. اللّٰهُمَّ حَبِّبْ إِلَيْنَا الْإيمَانَ وَزَيِّنْهُ فِي قُلُوبِنَا وَكَرِّهْ إِلَيْنَا الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ وَاجْعَلْنَا مِنَ الرَّاشِدِينَ. اللّٰهُمَّ تَوَفَّنَا مُسْلِمِينَ وَأَحْيِنَا مُسْلِمِينَ وَأَلْحِقْنَا بِالصَّالِحِينَ غَيْرَ خَزَايَا وَلَا مَفْتُونِينَ، اللّٰهُمَّ قَاتِلِ الْكَفَرَةَ الَّذِينَ يُكَذِّبُونَ رُسُلَكَ وَيَصُدُّونَ عَنْ سَبِيلِكَ وَاجْعَلْ عَلَيْهِمْ رِجْزَكَ وَعَذَابَكَ، اللّٰهُمَّ قَاتِلِ الْكَفَرَةَ الَّلِينَ أُوتُوا الْكِتَابَ إِلٰهَ الْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်! ချီးမွမ်းခြင်းသည် အရှင်မြတ်အတွက်သာဖြစ်သည်။ အို အလ္လာဟ်! အရှင်မြတ် ပေးပို့သည်ကို တားမြစ်နိုင်သူ မရှိပေ၊ အရှင်မြတ် တားမြစ်သည်ကို ပေးပို့နိုင်သူ မရှိပေ၊ အရှင်မြတ် လမ်းမှားစေသည်ကို လမ်းပြနိုင်သူ မရှိပေ၊ အရှင်မြတ် လမ်းပြသည်ကို လမ်းမှားစေနိုင်သူ မရှိပေ၊ အရှင်မြတ် တားဆီးသည်ကို ပေးနိုင်သူ မရှိပေ၊ အရှင်မြတ် ပေးသည်ကို တားဆီးနိုင်သူ မရှိပေ၊ အရှင်မြတ် ဝေးကွာစေသည်ကို နီးစပ်စေနိုင်သူ မရှိပေ၊ အရှင်မြတ် နီးစပ်စေသည်ကို ဝေးကွာစေနိုင်သူ မရှိပေ။ အို အလ္လာဟ်! အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများ၊ ကရုဏာတော်၊ ကျေးဇူးတော်နှင့် ပေးကမ်းမှုများမှ ကျွန်ုပ်တို့အပေါ် ပေးသနားတော်မူပါ။ အို အလ္လာဟ်! အရှင်မြတ်ထံမှ မကုန်ဆုံးသော၊ မပျောက်ကွယ်သော ထာဝရချမ်းသာကို ကျွန်ုပ် တောင်းဆိုပါသည်။ အို အလ္လာဟ်! ဆုံးရှုံးမှုနေ့တွင် ပြင်ဆင်မှုများနှင့် ကြောက်ရွံ့မှုနေ့တွင် လုံခြုံမှုကို ကျွန်ုပ် တောင်းဆိုပါသည်။ အို အလ္လာဟ်! အရှင်မြတ် ကျွန်ုပ်တို့အား ပေးသနားတော်မူခဲ့သည့်အရာ၏ မကောင်းသော အကျိုးဆက်များမှလည်းကောင်း၊ အရှင်မြတ် ကျွန်ုပ်တို့အား တားဆီးထားသည့်အရာ၏ မကောင်းမှုမှလည်းကောင်း အရှင်မြတ်ထံ ကျွန်ုပ် ခိုလှုံပါသည်။ အို အလ္လာဟ်! ကျွန်ုပ်တို့အား သက်ဝင်ယုံကြည်မှုကို မြတ်နိုးစေပြီး ကျွန်ုပ်တို့၏ နှလုံးသားများတွင် လှပစေကာ သက်ဝင်ယုံကြည်မှုမရှိခြင်း၊ ဖူစွတ်နှင့် 'အိစ်ယာန်တို့ကို မုန်းတီးစေပြီး ကျွန်ုပ်တို့အား မှန်ကန်စွာ လမ်းပြခံရသူများထဲမှ ဖြစ်စေတော်မူပါ။ အို အလ္လာဟ်! ကျွန်ုပ်တို့အား မွတ်စလင်မ်များအဖြစ် ကွယ်လွန်စေပြီး မွတ်စလင်မ်များအဖြစ် အသက်ရှင်စေကာ အရှက်ကွဲခြင်း သို့မဟုတ် ရှုပ်ထွေးမှုမရှိဘဲ ဖြောင့်မတ်သူများ၏ အဆင့်တွင် ပူးပေါင်းပါဝင်စေတော်မူပါ။ အို အလ္လာဟ်! အရှင်မြတ်၏ တမန်တော်များကို ငြင်းပယ်ပြီး အခြားသူများကို အရှင်မြတ်၏ လမ်းမှ တားဆီးသော သက်ဝင်ယုံကြည်မှုမရှိသူများကို တိုက်ခိုက်တော်မူပါ၊ ၎င်းတို့အပေါ် အရှင်မြတ်၏ ပြင်းထန်သော ပြစ်ဒဏ်နှင့် အပြစ်ပေးမှုကို ပေးပို့တော်မူပါ။ အို အလ္လာဟ်! ဓမ္မကျမ်းများကို ပေးခံရသော သက်ဝင်ယုံကြည်မှုမရှိသူများ၊ စစ်မှန်သော ဘုရားသခင်ကို တိုက်ခိုက်တော်မူပါ။)</span>\" အန်-နာစာအီက ဤဟဒီးစ်ကို 'အမလ် အလ်-ယောင်မ် ဝါလ်-လိုင်လာဟ်' တွင် စုဆောင်းခဲ့သည်။ </p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَضْلًا مِنَ اللَّهِ وَنِعْمَةً ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည်)</span> အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ၎င်း၏ ကောင်းမြတ်မှုပင်ဖြစ်သည်။) ဆိုလိုသည်မှာ အရှင်မြတ်က သင်တို့အပေါ် ပေးသနားတော်မူသော ဤကျေးဇူးတော်သည် အရှင်မြတ်ထံမှ သင်တို့အတွက် ကျေးဇူးတော်နှင့် ကောင်းမြတ်မှုပင်ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّهُ عَلِيمٌ حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို သိတော်မူထသော၊ အလုံးစုံကို ပညာဖြင့် စီမံခန့်ခွဲတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span> လမ်းညွှန်မှုနှင့် ထိုက်တန်သူများ၊ လမ်းမှားခြင်းနှင့် ထိုက်တန်သူများအားလုံးကို သိတော်မူသော အရှင်၊ ၎င်း၏ မိန့်တော်မူချက်များ၊ လုပ်ဆောင်ချက်များ၊ ဥပဒေများနှင့် ၎င်းက သတ်မှတ်ထားသော ကံကြမ္မာတို့တွင် အလုံးစုံကို ပညာဖြင့် စီမံခန့်ခွဲတော်မူသော အရှင်။</p>"
  }
]