[
  {
    "ayah_key": "55:1",
    "group_ayah_key": "55:1",
    "from_ayah": "55:1",
    "to_ayah": "55:13",
    "ayah_keys": "55:1,55:2,55:3,55:4,55:5,55:6,55:7,55:8,55:9,55:10,55:11,55:12,55:13",
    "text": "<p lang=\"fr\" class=\"fr \">The Introduction to Surat Ar-Rahman</p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်က ဇိရ်က လူတစ်ဦးက <span class=\"gray\">[အိဗ်နု မပ်စ်အူဒ်အား]</span> ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်။ \"၎င်းကို မာအင် ဂိုင်ရီ ယာဆင်း သို့မဟုတ် အာဆင်း ဟု မည်သို့ရွတ်ဖတ်ရသနည်း။\" သူက \"သင်သည် ကုရ်အာန်တစ်ခုလုံးကို ရွတ်ဖတ်ရာတွင် ထိုမျှကျွမ်းကျင်ပါသလား\" ဟု မေးမြန်းခဲ့သည်။ သူက \"ကျွန်တော် မူဖပ်ဆလ်ကဏ္ဍကို ရက်အာဟ်တစ်ခုတွင် ရွတ်ဖတ်ပါသည်\" ဟု ပြန်ဖြေခဲ့သည်။ ထို့ကြောင့် သူက \"သင့်အား ဒုက္ခရောက်ပါစေ! သင်သည် ကုရ်အာန်ကို ကဗျာကဲ့သို့ အလောတကြီး ရွတ်ဖတ်နေပါသလား? ကျွန်ုပ်သိသည်မှာ တမန်တော်မြတ် ﷺ သည် မူဖပ်ဆလ်ကဏ္ဍ၏ အစပိုင်းမှ ဆူရာနှစ်ခုကို <span class=\"gray\">(ရက်အာဟ်တစ်ခုတွင်)</span> ရွတ်ဖတ်လေ့ရှိသည်\" ဟု ပြောခဲ့သည်။ အိဗ်နု မပ်စ်အူဒ်က ဆူရတွလ် အရ်-ရဟ်မာန်ကို မူဖပ်ဆလ်ကဏ္ဍ၏ အစအဖြစ် သတ်မှတ်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အဘူ အီဆာ အတ်-တီရ်မီဇီက ဂျာဘိရ် ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်။ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်း၏ သခင်များထံသွား၍ ဆူရတွလ် အရ်-ရဟ်မာန်ကို အစမှအဆုံးအထိ ရွတ်ပြခဲ့သော်လည်း ၎င်းတို့ ဘာမျှ မပြောခဲ့ကြပေ။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَقَدْ قَرَأْتُهَا عَلَى الْجِنِّ لَيْلَةَ الْجِنِّ فَكَانُوا أَحْسَنَ مَرْدُودًا مِنْكُمْ، كُنْتُ كُلَّمَا أَتَيْتُ عَلَىٰ قَوْلِهِ: فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ قَالُوا: لَا بِشَيْءٍ مِنْ نِعَمِكَ رَبَّنَا نُكَذِّبُ فَلَكَ الْحَمْدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျင်န်များညတွင် ဂျင်န်များအား ကျွန်ုပ်ရွတ်ပြခဲ့ရာ ၎င်းတို့၏ တုံ့ပြန်မှုသည် သင်တို့ထက် ပိုမိုကောင်းမွန်ခဲ့သည်! အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို ကျွန်ုပ်ရွတ်တိုင်း: <span class=\"gray\">(ထို့နောက် သင်တို့နှစ်ဦး၏ သခင်၏ ကျေးဇူးတော်များအနက် မည်သည်ကို သင်တို့ငြင်းပယ်မည်နည်း?)</span> ၎င်းတို့က \"အရှင်မြတ်၏ ကျေးဇူးတော်တစ်ခုကိုမျှ ကျွန်ုပ်တို့ မငြင်းပယ်ပါ၊ ကျွန်ုပ်တို့၏ သခင်! ချီးမွမ်းခြင်း အားလုံးသည် အရှင်မြတ်အတွက်သာဖြစ်သည်\" ဟု ပြောခဲ့ကြသည်။ </span></p><p lang=\"gd\" class=\"gd \">At-Tirmidhi recorded it and he said, \"This Hadith is Gharib.\" Al-Hafiz Abu Bakr Al-Bazzar also collected this Hadith. Abu Ja'far Ibn Jarir recorded that 'Abdullah bin 'Umar said that the Messenger of Allah ﷺ recited Surat Ar-Rahman, or it was recited before him, and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لِيَ أَسْمَعُ الْجِنَّ أَحْسَنَ جَوَابًا لِرَبِّهَا مِنْكُمْ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျင်န်များက ၎င်းတို့၏ သခင်အား သင်တို့ထက် ပိုမိုကောင်းမွန်စွာ တုံ့ပြန်သည်ကို အဘယ်ကြောင့် ကျွန်ုပ်ကြားရသနည်း?)</span> ၎င်းတို့က \"အဘယ်ကြောင့်ပါလဲ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်?\" ဟု ပြောခဲ့ကြသည်။ သူက မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَتَيْتُ عَلَىٰ قَوْلِ اللهِ تَعَالَىٰ: فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ إِلَّا قَالَتِ الْجِنُّ: لَا بِشَيْءٍ مِنْ نِعَمِ رَبِّنَا نُكَذِّبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို ကျွန်ုပ်ရွတ်တိုင်း၊ <span class=\"gray\">(ထို့နောက် သင်တို့နှစ်ဦး၏ သခင်၏ ကျေးဇူးတော်များအနက် မည်သည်ကို သင်တို့ငြင်းပယ်မည်နည်း?)</span> ဂျင်န်များက \"ကျွန်ုပ်တို့၏ သခင်၏ ကျေးဇူးတော်တစ်ခုကိုမျှ ကျွန်ုပ်တို့ မငြင်းပယ်ပါ\" ဟု ပြန်ဖြေခဲ့ကြသည်။)</span>\" </p><p lang=\"my\" class=\"my \">အလ်-ဟာဖိဇ် အလ်-ဘာဇာရ်ကလည်း ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အထူးသဖြင့် သနားကြင်နာတော်မူသော အရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرَّحْمَٰنُ - عَلَّمَ الْقُرْآنَ - خَلَقَ الْإِنْسَانَ - عَلَّمَهُ الْبَيَانَ - الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ - وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ - وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ - أَلَّا تَطْغَوْا فِي الْمِيزَانِ - وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيزَانَ - وَالْأَرْضَ وَضَعَهَا لِلْأَنَامِ - فِيهَا فَاكِهَةٌ وَالنَّخْلُ ذَاتُ الْأَكْمَامِ - وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ - فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အလ်-ရဟ်မာန်!)</span><span class=\"gray\">(၂။ အရှင်သည် ကုရ်အာန်ကို သင်ကြားပေးခဲ့သည်။)</span><span class=\"gray\">(၃။ အရှင်သည် လူသားကို ဖန်ဆင်းခဲ့သည်။)</span><span class=\"gray\">(၄။ အရှင်သည် ၎င်းအား အလ်-ဘယာန်ကို သင်ကြားပေးခဲ့သည်။)</span><span class=\"gray\">(၅။ နေနှင့် လတို့သည် <span class=\"gray\">(ပြေးဆင်းနေသည်)</span> သတ်မှတ်ထားသော လမ်းကြောင်းများပေါ်တွင်။)</span><span class=\"gray\">(၆။ ၎င်းပြင် နပ်ဂျ်နှင့် သစ်ပင်များသည် ဆွဂျ်ဒါးပြုကြသည်။)</span><span class=\"gray\">(၇။ ၎င်းပြင် ကောင်းကင်ကို အရှင်သည် မြှင့်တင်ထားပြီး၊ အရှင်သည် ချိန်ခွင်ကို ထားရှိခဲ့သည်။)</span><span class=\"gray\">(၈။ သင်တို့သည် ချိန်ခွင်တွင် မလွန်ကျူးကြရန်။)</span><span class=\"gray\">(၉။ ၎င်းပြင် တရားမျှတစွာ ချိန်တွယ်ကြပြီး ချိန်ခွင်ကို မလျှော့ချကြကုန်နှင့်။)</span><span class=\"gray\">(၁၀။ ၎င်းပြင် မြေကြီးကို အရှင်သည် အလ်-အန်နမ်အတွက် <span class=\"gray\">(ချထားပေးခဲ့သည်)</span>။)</span><span class=\"gray\">(၁၁။ ၎င်းတွင် သစ်သီးများ၊ အက္မာမ် ထွက်ရှိသော စွန်ပလွန်ပင်များရှိသည်။)</span><span class=\"gray\">(၁၂။ ၎င်းပြင် <span class=\"gray\">(၎င်း၏)</span> အပ်စ်ဖ်၊ နှင့် ရိုင်းဟန် ပါသော ပြောင်း။)</span><span class=\"gray\">(၁၃။ ထို့နောက် သင်တို့နှစ်ဦး၏ သခင်၏ ကျေးဇူးတော်များအနက် မည်သည်ကို သင်တို့ငြင်းပယ်မည်နည်း?)</span></p><p lang=\"my\" class=\"my \">အလ်-ရဟ်မာန်က ကုရ်အာန်ကို ထုတ်ပြန်ပြီး သင်ကြားပေးခဲ့သည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ဖန်ဆင်းခံများအပေါ် အရှင်၏ကျေးဇူးတော်များနှင့် ကရုဏာတော်များကို အသိပေးသည်။ အကြောင်းမှာ အရှင်သည် ကုရ်အာန်ကို ၎င်း၏ကျွန်များထံ ထုတ်ပြန်ခဲ့ပြီး၊ အရှင်၏ကရုဏာတော်ကို ခံစားရသူများအတွက် ၎င်းကို မှတ်သားနားလည်ရန် လွယ်ကူစေခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرَّحْمَٰنُ - عَلَّمَ الْقُرْآنَ - خَلَقَ الْإِنْسَانَ - عَلَّمَهُ الْبَيَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ရဟ်မာန်! အရှင်သည် ကုရ်အာန်ကို သင်ကြားပေးခဲ့သည်။ အရှင်သည် လူသားကို ဖန်ဆင်းခဲ့သည်။ အရှင်သည် ၎င်းအား အလ်-ဘယာန်ကို သင်ကြားပေးခဲ့သည်။)</span> အလ်-ဟာစန်က \"ပြေပြစ်သော စကား\" ဟု ပြောခဲ့သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ကုရ်အာန်ကို သင်ကြားပေးခြင်းကို ရည်ညွှန်းသည်။ ဆိုလိုသည်မှာ အရှင်သည် ၎င်း၏ကျွန်များအား ပါးစပ်၏ အစိတ်အပိုင်းအမျိုးမျိုးဖြစ်သော အာခေါင်၊ လျှာနှင့် နှုတ်ခမ်းတို့ဖြင့် စကားပြောဆိုရန်နှင့် စာလုံးများကို ထုတ်သံပြုရန် လွယ်ကူစေခြင်းဖြင့် ရွတ်ဖတ်နည်းကို သင်ကြားပေးခြင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ လက္ခဏာများအနက်: နေ၊ လ၊ ကောင်းကင်နှင့် ကမ္ဘာမြေ</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေနှင့် လတို့သည် <span class=\"gray\">(ပြေးဆင်းနေသည်)</span> သတ်မှတ်ထားသော လမ်းကြောင်းများပေါ်တွင်။)</span> ၎င်းတို့သည် ၎င်းတို့၏ ပတ်လမ်းကြောင်းပေါ်တွင် အစဉ်လိုက် ပြီးပြည့်စုံစွာ လှုပ်ရှားနေကြပြီး၊ တိကျသော တွက်ချက်မှုအရ နောက်မကျဘဲ၊ မနှောင့်ယှက်ဘဲ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ ۚ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေသည် လကို လွန်ဆွဲရန် မသင့်တော်၊ ညသည်လည်း နေ့ကို ကျော်လွန်ရန်မသင့်။ ၎င်းတို့အားလုံးသည် မိမိတို့၏ ပတ်လမ်းကြောင်းတစ်ခုစီတွင် လည်ပတ်နေကြသည်။)</span><span class=\"gray\">(၃၆:၄၀)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အရှင်သည်)</span> နံနက်မိုးသောက်ကို ဖန်ဆင်းသူဖြစ်သည်။ အရှင်သည် ညကို အနားယူရန်အတွက် သတ်မှတ်ထားပြီး၊ နေနှင့် လကို တွက်ချက်ရန်အတွက် <span class=\"gray\">(ဖန်ဆင်းထားသည်)</span>။ ထိုသို့သော အတိုင်းအတာသည် အနန္တတန်ခိုးရှင်၊ အရာခပ်သိမ်းကို သိတော်မူသောအရှင်၏ အတိုင်းအတာဖြစ်သည်။)</span><span class=\"gray\">(၆:၉၆)</span>၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် နပ်ဂျ်နှင့် သစ်ပင်များသည် ဆွဂျ်ဒါးပြုကြသည်။)</span> အိဗ်နု ဂျာရီရ်က မှတ်ချက်ပြုသည်၊ \"တဖ်စီရ်ပညာရှင်များသည် အလ္လာဟ်အရှင်မြတ်၏ '၎င်းပြင် နပ်ဂျ်' ဟူသော မိန့်တော်မူချက်၏ အဓိပ္ပါယ်နှင့် ပတ်သက်၍ သဘောမတူကြပေ။ သို့သော် ၎င်းတို့က ဤနေရာတွင် ဖော်ပြထားသော သစ်ပင်များသည် ပင်စည်ပေါ်တွင် ရပ်တည်နေသော သစ်ပင်များဖြစ်သည်ဟု သဘောတူခဲ့ကြသည်။\"</p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဗ်နု အဗ္ဗာစ်က \"အန်-နပ်ဂျ်သည် မြေပြင်ပေါ်တွင် ပေါက်ရောက်သော အပင်များကို ရည်ညွှန်းသည်\" ဟု ပြောခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ အပ်စ်-ဆွဒ်ဒီ နှင့် စူဖ်ယာန် အစ်-သောင်ရီတို့ကလည်း အလားတူပြောခဲ့ကြသည်။ ၎င်းသည် အိဗ်နု ဂျာရီရ် နှစ်သက်ခဲ့သည့်အရာဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ကရုဏာတော်ထားတော်မူပါစေ။ မူဂျာဟစ်ဒ်က \"အန်-နပ်ဂျ် <span class=\"gray\">(ကြယ်)</span>; ကောင်းကင်ယံရှိ ကြယ်\" ဟု ပြောခဲ့သည်။ အလ်-ဟာစန်နှင့် ကတာဒါဟ်တို့ကလည်း အလားတူပြောခဲ့ကြသည်။ ၎င်းသည် အထင်ရှားဆုံးသော အဆိုဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်က အကောင်းဆုံးသိတော်မူသည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِنَ النَّاسِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များတွင်ရှိသူနှင့် မြေကြီးပေါ်တွင်ရှိသူ၊ နေ၊ လ၊ ကြယ်များ၊ တောင်များ၊ သစ်ပင်များ၊ ရွေ့လျားသော သတ္တဝါများ၊ နှင့် လူသားအများအပြားတို့သည် အလ္လာဟ်အရှင်မြတ်အား ဆွဂျ်ဒါးပြုနေသည်ကို သင်မမြင်ဖူးသေးဘူးလား။)</span><span class=\"gray\">(၂၂:၁၈)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ကောင်းကင်ကို အရှင်သည် မြှင့်တင်ထားပြီး၊ အရှင်သည် ချိန်ခွင်ကို ထားရှိခဲ့သည်။)</span> ဆိုလိုသည်မှာ တရားမျှတမှုဖြစ်သည်၊ အရှင်သည် အခြားအာယသ်တစ်ခုတွင် မိန့်တော်မူသကဲ့သို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ရစူလ်တမန်တော်များကို ထင်ရှားသော သက်သေသာဓကများဖြင့် စေလွှတ်ခဲ့ပြီး၊ ၎င်းတို့နှင့်အတူ ကျမ်းတော်နှင့် ချိန်ခွင်ကို ချပေးခဲ့သည်၊ လူသားများ တရားမျှတမှုကို ထိန်းသိမ်းနိုင်ရန်ဖြစ်သည်။)</span><span class=\"gray\">(၅၇:၂၅)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا تَطْغَوْا فِي الْمِيزَانِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ချိန်ခွင်တွင် မလွန်ကျူးကြရန်။)</span> ဆိုလိုသည်မှာ အရှင်သည် ကောင်းကင်နှင့် မြေကြီးကို တရားမျှတမှုနှင့် သမ္မာတရားဖြင့် ဖန်ဆင်းခဲ့သည်၊ သို့မှသာ အရာအားလုံးသည် တရားမျှတမှုနှင့် သမ္မာတရားပေါ်တွင် တည်ရှိပြီး လိုက်နာနေခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيزَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် တရားမျှတစွာ ချိန်တွယ်ကြပြီး ချိန်ခွင်ကို မလျှော့ချကြကုန်နှင့်။)</span> ဆိုလိုသည်မှာ အလေးချိန်နှင့် တိုင်းတာမှုများတွင် မလှည့်ဖြားကြနှင့်၊ သို့သော် တရားမျှတမှုနှင့် သမာသမတ်ကျမှုကို လိုက်နာကြလော့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် မှန်ကန်ဖြောင့်မတ်သော ချိန်ခွင်ဖြင့် ချိန်တွယ်ကြလော့။)</span><span class=\"gray\">(၂၆:၁၈၂)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَرْضَ وَضَعَهَا لِلْأَنَامِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် မြေကြီးကို အရှင်သည် အလ်-အန်နမ်အတွက် <span class=\"gray\">(ချထားပေးခဲ့သည်)</span>။)</span> အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်ကို မြှင့်တင်ခဲ့ပြီး မြေကြီးကို ချထားပေးခဲ့သည်၊ သို့မဟုတ် တည်ခင်းပေးခဲ့ပြီး ခိုင်မာသော တောင်များဖြင့် ချိန်ခွင်လျှာညီစေခဲ့သည်၊ သို့မှသာ ၎င်းပေါ်တွင် နေထိုင်ကြသော ၎င်း၏နေထိုင်သူများ၊ ဆိုလိုသည်မှာ မျိုးစိတ်၊ ပုံသဏ္ဍာန်၊ အရောင်နှင့် ဘာသာစကား ကွဲပြားသော သတ္တဝါအမျိုးအစားအမျိုးမျိုးအတွက် တည်ငြိမ်မှုရှိစေရန်ဖြစ်သည်။ အိဗ်နု အဗ္ဗာစ်၊ မူဂျာဟစ်ဒ်၊ ကတာဒါဟ်နှင့် အိဗ်နု ဇိုင်ဒ်တို့က အလ်-အန်နမ်သည် သတ္တဝါများကို ဆိုလိုသည်ဟု ပြောခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهَا فَاكِهَةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတွင် သစ်သီးများရှိသည်၊)</span> အမျိုးမျိုးသော အရောင်၊ အရသာနှင့် အနံ့တို့ဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّخْلُ ذَاتُ الْأَكْمَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် အက္မာမ် ထွက်ရှိသော စွန်ပလွန်ပင်များ။)</span> အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာတွင် စွန်ပလွန်ပင်ကို ၎င်း၏ အကျိုးကျေးဇူးများကြောင့်၊ အစိုနှင့် အခြောက် နှစ်မျိုးလုံးအတွက် သီးသန့်ဖော်ပြခဲ့သည်။ အိဗ်နု ဂျူရိုင်ဂျ်က အိဗ်နု အဗ္ဗာစ်က အလ်-အက္မာမ်သည် အခွံပါသော အသီးအနှံပင်စည်များကို ဆိုလိုသည်ဟု ပြောခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ တဖ်စီရ်ပညာရှင်တစ်ဦးထက်ပိုသူတို့ကလည်း အလားတူပြောခဲ့ကြသည်။ ၎င်းသည် အစေ့များကြီးထွားလာပြီး စွန်ပလွန်ခိုင်ဖြစ်လာသည့် ပင်စည်များကို ရည်ညွှန်းသည်၊ မမှည့်သေးသော စိမ်းလန်းသည့် စွန်ပလွန်များ၊ ထို့နောက် ၎င်းတို့သည် မှည့်လာပြီး ပိုမိုမှည့်လာသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် <span class=\"gray\">(၎င်း၏)</span> အပ်စ်ဖ်၊ နှင့် ရိုင်းဟန် ပါသော ပြောင်း။)</span> အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဗ်နု အဗ္ဗာစ်က ဤနေရာတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْحَبُّ ذُو الْعَصْفِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် <span class=\"gray\">(၎င်း၏)</span> အပ်စ်ဖ် ပါသော ပြောင်း)</span>၊</p><p lang=\"my\" class=\"my \">အပ်စ်ဖ် ဆိုသည်မှာ ကောက်ရိုးဖြစ်သည်။\" အလ်-အောင်ဖီက အိဗ်နု အဗ္ဗာစ်ထံမှ မှတ်တမ်းတင်သည်မှာ၊ \"'အပ်စ်ဖ်' သည် ပင်စည်မှ ဖြတ်ထားသော အစိမ်းရောင်အရွက်များဖြစ်ပြီး၊ ခြောက်သွေ့သွားသောအခါ 'အပ်စ်ဖ်' ဟု ခေါ်သည်။\" အလားတူပင် ကတာဒါဟ်၊ အဒ်-ဒဟ်ဟာက်နှင့် အဘူ မာလိက်တို့က 'အပ်စ်ဖ်' ဆိုသည်မှာ ကောက်ရိုးဖြစ်သည်ဟု ပြောခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗာစ်၊ မူဂျာဟစ်ဒ်နှင့် အခြားသူများက ရိုင်းဟန်သည် အရွက်များကို ဆိုလိုသည်ဟု ပြောခဲ့ကြပြီး၊ အလ်-ဟာစန်က ၎င်းသည် မွှေးရနံ့ရှိသော အပင်များကို ဆိုလိုသည်ဟု ပြောခဲ့သည်။ အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဗ်နု အဗ္ဗာစ်က ရိုင်းဟန်သည် အစိမ်းရောင်အရွက်များကို ဆိုလိုသည်ဟု ပြောခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">ဤနေရာရှိ အဓိပ္ပါယ်များမှာ အလ္လာဟ်အရှင်မြတ်က အကောင်းဆုံးသိတော်မူသည်၊ ကောက်ရိုးထွက်ရှိသော ဂျုံနှင့် မုယောစပါးကဲ့သို့သော သီးနှံအမျိုးမျိုးဖြစ်ပြီး၊ ရိုင်းဟန်သည် ပင်စည်များပေါ်တွင် ပေါက်ရောက်သော အရွက်များဖြစ်သည်။</p><p lang=\"my\" class=\"my \">လူသားတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်များဖြင့် ဝန်းရံလျက်ရှိသည်</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့နှစ်ဦး၏ သခင်၏ ကျေးဇူးတော်များအနက် မည်သည်ကို သင်တို့ငြင်းပယ်မည်နည်း?)</span> ဆိုလိုသည်မှာ \"အို လူသားနှင့် ဂျင်န်တို့၊ အလ္လာဟ်အရှင်မြတ်က သင်တို့အား ပေးထားသော ကျေးဇူးတော်များအနက် မည်သည်ကို သင်တို့ငြင်းပယ်မည်နည်း?\" ဟူ၍ဖြစ်သည်။ မူဂျာဟစ်ဒ်နှင့် အခြားသူများက ဤသို့ပြောခဲ့ကြပြီး၊ ၎င်းနောက်တွင် ဖတ်ရှုသောအခါ ထင်ရှားသည်။ ဆိုလိုသည်မှာ သင်တို့အား ဝန်းရံလျက်ရှိသော ထင်ရှားသည့် ကျေးဇူးတော်များကို သင်တို့ ငြင်းပယ်ခြင်း သို့မဟုတ် ပယ်ချခြင်း မပြုနိုင်ပါ။ </p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ကျွန်ုပ်တို့သည် ဂျင်န်များအနက်မှ ယုံကြည်သူများ ပြောခဲ့သကဲ့သို့ \"အို အလ္လာဟ်! အရှင်၏ ကျေးဇူးတော်တစ်ခုကိုမျှ ကျွန်ုပ်တို့ မငြင်းပယ်ပါ။ ချီးမွမ်းခြင်း အားလုံးသည် အရှင်မြတ်အတွက်သာဖြစ်သည်\" ဟု ပြောကြသည်။ အိဗ်နု အဗ္ဗာစ်က \"မဟုတ်ပါ၊ ကျွန်ုပ်တို့၏ သခင်!\" ဟု ပြောလေ့ရှိသည်၊ ဆိုလိုသည်မှာ \"အရှင်၏ ကျေးဇူးတော်တစ်ခုကိုမျှ ကျွန်ုပ်တို့ မငြင်းပယ်ပါ\" ဟူ၍ဖြစ်သည်။</p>"
  }
]