[
  {
    "ayah_key": "10:53",
    "group_ayah_key": "10:53",
    "from_ayah": "10:53",
    "to_ayah": "10:54",
    "ayah_keys": "10:53,10:54",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် သင့်အား အကြောင်းကြားရန် တောင်းဆိုကြသည် <span class=\"gray\">(ဆိုသည်မှာ)</span>- \"၎င်းသည် မှန်ကန်ပါသလား\" ပြောပါ- \"ဟုတ်ပါသည်။ ကျွန်ုပ်၏ အရှင်သခင်အားဖြင့်! ၎င်းသည် အမှန်တရားပင် ဖြစ်သည်။ သင်တို့သည် ၎င်းကို ရှောင်လွှဲနိုင်မည် မဟုတ်ပါ။ <span>(၅၃)</span> အကယ်၍ မတရားပြုခဲ့သော လူတိုင်းသည် ကမ္ဘာမြေပေါ်ရှိ အရာအားလုံးကို ပိုင်ဆိုင်ပြီး ၎င်းဖြင့် မိမိကိုယ်ကို ရွေးနုတ်ရန် ကြိုးစားခဲ့ပါမူ <span class=\"gray\">(၎င်းကို လက်ခံမည် မဟုတ်)</span>၊ ၎င်းတို့သည် ပြစ်ဒဏ်ကို မြင်တွေ့ရသောအခါ ၎င်းတို့၏ စိတ်နှလုံးများထဲတွင် နောင်တရကြမည်ဖြစ်ပြီး၊ ၎င်းတို့ကို တရားမျှတစွာ တရားစီရင်မည်ဖြစ်ကာ ၎င်းတို့အား မတရားမှု လုံးဝပြုလုပ်မည် မဟုတ်ပါ။ <span>(၅၄)</span></p><div lang=\"my\" class=\"my \"><h2>ရှင်ပြန်ထမြောက်ခြင်းသည် အမှန်တရားဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့သည် သင့်အား အကြောင်းကြားရန် တောင်းဆိုသည်ဟု မိန့်တော်မူ၏ <span class=\"gray\">(ဆိုသည်မှာ)</span>-</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَحَقٌّ هُوَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"၎င်းသည် မှန်ကန်ပါသလား?\")</span> ခန္ဓာကိုယ်များ သဲမှုန့်ဖြစ်သွားပြီးနောက် ပြန်လာခြင်းနှင့် သင်္ချိုင်းများမှ ရှင်ပြန်ထမြောက်ခြင်းအကြောင်း မေးမြန်းခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ ۖ وَمَا أَنتُم بِمُعْجِزِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ဟုတ်ပါသည်။ ကျွန်ုပ်၏ အရှင်သခင်အားဖြင့်! ၎င်းသည် အမှန်တရားပင် ဖြစ်သည်။ သင်တို့သည် ၎င်းကို ရှောင်လွှဲနိုင်မည် မဟုတ်ပါ!\")</span> ဆိုလိုသည်မှာ သဲမှုန့်ဖြစ်သွားခြင်းသည် အလ္လာဟ်အရှင်မြတ်အား သင်တို့ကို ပြန်လည်ခေါ်ဆောင်လာနိုင်ခြင်း မရှိအောင် မပြုလုပ်နိုင်ပေ၊ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် သင်တို့ကို ဘာမျှမရှိသည်မှ စတင်ဖန်ဆင်းခဲ့သောကြောင့် ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَن يَقُولَ لَهُ كُن فَيَكُونُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိုယ်တော်၏ အမိန့်တော်သည် တစ်စုံတစ်ခုကို ရည်ရွယ်တော်မူသောအခါ ၎င်းအား 'ဖြစ်လော့' ဟု မိန့်တော်မူရုံသာ ဖြစ်ပြီး၊ ၎င်းသည် ဖြစ်ပေါ်လာလေသည်!)</span><span class=\"gray\">[၃၆:၈၂]</span> ဤကဲ့သို့သော အာယတ်တော် နှစ်ခုသာ ကုရ်အာန်တွင် ရှိသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ အား ပြန်လာခြင်းကို ငြင်းပယ်သူများကို ဖြေဆိုရန် ကိုယ်တော်အားဖြင့် ကျိန်ဆိုရန် အမိန့်တော်ချမှတ်ခဲ့သည်။ ကိုယ်တော်သည် ဆူရာ ဆဗာတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ ۖ قُلْ بَلَىٰ وَرَبِّي لَتَأْتِيَنَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငြင်းပယ်သူတို့က \"နာရီစောင့်သည် ကျွန်ုပ်တို့ထံသို့ လာမည်မဟုတ်\" ဟု ဆိုကြသည်။ ပြောပါ- \"ဟုတ်ပါသည်။ ကျွန်ုပ်၏ အရှင်သခင်အားဖြင့်! ၎င်းသည် သင်တို့ထံသို့ လာမည်ဖြစ်သည်။\")</span><span class=\"gray\">(၃၄:၃)</span> ဒုတိယတစ်ခုမှာ ဆူရတ် အတ်-တာဂါဘွန်တွင်ဖြစ်ပြီး ကိုယ်တော်က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">زَعَمَ الَّذِينَ كَفَرُوا أَن لَّن يُبْعَثُوا ۚ قُلْ بَلَىٰ وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۚ وَذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့က ၎င်းတို့သည် လုံးဝရှင်ပြန်ထမြောက်မည်မဟုတ်ဟု အခိုင်အမာဆိုခဲ့ကြသည်။ ပြောပါ- \"ဟုတ်ပါသည်။ ကျွန်ုပ်၏ အရှင်သခင်အားဖြင့်! သင်တို့သည် ဧကန်အမှန် ရှင်ပြန်ထမြောက်မည်ဖြစ်သည်။ ထို့နောက် သင်တို့ လုပ်ဆောင်ခဲ့သည်များကို <span class=\"gray\">(နှင့် ဆုလာဘ်များကို)</span> အကြောင်းကြားခံရမည်ဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွယ်ကူပါသည်။\")</span><span class=\"gray\">(၆၄:၇)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ရှင်ပြန်ထမြောက်ခြင်းကို အတည်ပြုပြီးသောအခါ မယုံကြည်သူတို့သည် ကမ္ဘာမြေ၏ အလေးချိန်နှင့် ညီမျှသော ရွှေဖြင့် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်မှ မိမိကိုယ်ကို ရွေးနုတ်နိုင်ရန် ဆန္ဒရှိကြလိမ့်မည်ဟု ကျွန်ုပ်တို့အား အသိပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ ۖ وَقُضِيَ بَيْنَهُم بِالْقِسْطِ ۚ وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ပြစ်ဒဏ်ကို မြင်တွေ့ရသောအခါ ၎င်းတို့၏ စိတ်နှလုံးများထဲတွင် နောင်တရကြမည်ဖြစ်ပြီး၊ ၎င်းတို့ကို တရားမျှတစွာ တရားစီရင်မည်ဖြစ်ကာ ၎င်းတို့အား မတရားမှု လုံးဝပြုလုပ်မည် မဟုတ်ပါ။)</span></p>"
  },
  {
    "ayah_key": "10:55",
    "group_ayah_key": "10:55",
    "from_ayah": "10:55",
    "to_ayah": "10:56",
    "ayah_keys": "10:55,10:56",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်မလွဲ၊ ကောင်းကင်များနှင့် မြေပြင်ရှိအရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ပိုင်ဆိုင်မှုများဖြစ်ကြသည်။ ဧကန်မလွဲ၊ အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်သည်။ သို့သော် ၎င်းတို့အများစုသည် မသိကြပေ။ <span>(55)</span>အသက်ပေးတော်မူ၍ သေခြင်းကို ဖန်ဆင်းတော်မူသောအရှင်သည် ထိုအရှင်သာဖြစ်သည်။ ထို့ပြင် သင်တို့ <span class=\"gray\">(အားလုံး)</span> သည် အရှင်မြတ်ထံသို့သာ ပြန်လည်ရောက်ရှိကြရမည်။) အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်များနှင့် မြေပြင်၏ ပိုင်ရှင်ဖြစ်သည်။ အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်ပြီး ဧကန်မလွဲ ပြည့်စုံလာမည်ဖြစ်သည်။ အသက်ပေးတော်မူ၍ သေခြင်းကို ဖန်ဆင်းတော်မူသောအရှင်သည် အရှင်မြတ်သာဖြစ်သည်။ အရှင်မြတ်ထံသို့ လူတိုင်း ပြန်လည်ရောက်ရှိရမည်။ ထိုအပေါ်၌ အာဏာပိုင်ဆိုင်သောအရှင်သည် အရှင်မြတ်သာဖြစ်သည်။ ထို့ပြင် သတ္တဝါတိုင်းနှင့်ပတ်သက်၍ အရာအားလုံးကို သိရှိသောအရှင်သည် အရှင်မြတ်သာဖြစ်သည်။ ၎င်း၏ ယိုယွင်းပျက်စီးမှု၊ ၎င်း၏ အစိတ်အပိုင်းတိုင်းသည် မြေပေါ်တွင်ဖြစ်စေ၊ သမုဒ္ဒရာများတွင်ဖြစ်စေ သို့မဟုတ် အခြားနည်းဖြင့်ဖြစ်စေ မည်သည့်နေရာသို့ ရောက်ရှိသွားသည်ကို (အရှင်မြတ်သည် သိတော်မူ၏) <span>(56)</span></p>"
  },
  {
    "ayah_key": "10:57",
    "group_ayah_key": "10:57",
    "from_ayah": "10:57",
    "to_ayah": "10:58",
    "ayah_keys": "10:57,10:58",
    "text": "<p class=\"my translation\" lang=\"my\">အို လူသားအပေါင်းတို့! အသင်တို့၏ အရှင်သခင်ထံမှ ကောင်းမြတ်သော အဆုံးအမများ၊ အသင်တို့ရင်ထဲ၌ ရှိသောအရာများအတွက် ဆေးဝါးတစ်ပါး၊ – ယုံကြည်သူများအတွက် လမ်းပြမှုနှင့် ကရုဏာတော်သည် အသင်တို့ထံသို့ ရောက်ရှိလာခဲ့ပြီ။ <span>(57)</span>ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်အားဖြင့်၊ ထိုအရာ၌ သူတို့ ဝမ်းမြောက်ကြပါစေ။\" ထိုအရာသည် <span class=\"gray\">(စည်းစိမ်ဥစ္စာ)</span> သူတို့ စုဆောင်းထားသည်ထက် ပိုမိုကောင်းမွန်သည်။ <span>(58)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်ကျမ်းတော်မြတ်သည် ဆုံးမဩဝါဒ၊ ကုသမှု၊ ကရုဏာနှင့် လမ်းညွှန်မှုဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဂုဏ်ကျက်သရေရှိသော ကုရ်အာန်ကျမ်းတော်မြတ်ကို ကိုယ်တော်၏ မြတ်နိုးဖွယ်ရာ ရစူလ်တမန်တော်ထံသို့ ချပေးပို့တော်မူခြင်းအားဖြင့် ကိုယ်တော်၏ ဖန်ဆင်းခံများအပေါ် ကြီးမားသော ကျေးဇူးတော်ကို ပြုတော်မူသည်။ ကိုယ်တော် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားအပေါင်းတို့! အသင်တို့၏ အရှင်သခင်ထံမှ ကောင်းမြတ်သော အဆုံးအမများ အသင်တို့ထံ ရောက်ရှိလာခဲ့ပြီ။)</span> ရှက်ဖွယ်ကောင်းသော အပြုအမူများမှ သတိပေးချက်နှင့် ကာကွယ်မှု။ </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشِفَاءٌ لِّمَا فِي الصُّدُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့ရင်ထဲ၌ ရှိသောအရာများအတွက် ဆေးဝါးတစ်ပါး၊)</span> သံသယများနှင့် မမှန်ကန်သော ထင်မြင်ယူဆချက်များမှ ကုစားမှု။ ကုရ်အာန်သည် စိတ်နှလုံးများမှ ညစ်ညမ်းမှုများနှင့် ရှစ်ရ်က်အားလုံးကို ဖယ်ရှားပေးသည်။ </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدًى وَرَحْمَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းပြမှုနှင့် ကရုဏာတော်)</span> အလ္လာဟ်အရှင်မြတ်ထံမှ လမ်းပြမှုနှင့် ကရုဏာတော်ကို ၎င်းမှတစ်ဆင့် ရရှိသည်။ ၎င်းသည် ၎င်းကို ယုံကြည်ပြီး ၎င်း၌ ပါဝင်သောအရာများကို ခိုင်မာစွာ ယုံကြည်သူများအတွက်သာ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသကဲ့သို့- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများအတွက် ကုရ်အာန်မှ ကုစားမှုနှင့် ကရုဏာဖြစ်သောအရာကို ငါတို့ ချပေးပို့တော်မူပြီး မတရားသူများအား ဆုံးရှုံးမှုမှလွဲ၍ မည်သည့်အရာကိုမျှ တိုးစေခြင်းမရှိပေ။)</span><span class=\"gray\">(၁၇:၈၂)</span> နှင့်၊ </p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"၎င်းသည် ယုံကြည်သူများအတွက် လမ်းညွှန်မှုနှင့် ကုစားမှုဖြစ်သည်။\")</span><span class=\"gray\">(၄၁:၄၄)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَٰلِكَ فَلْيَفْرَحُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်အားဖြင့်၊ ထိုအရာ၌ သူတို့ ဝမ်းမြောက်ကြပါစေ။\")</span> အလ္လာဟ်အရှင်မြတ်ထံမှ ရောက်ရှိလာသောအရာ၌ ဝမ်းမြောက်ကြပါစေ။ လမ်းညွှန်မှုနှင့် သမ္မာတရား၏ ဘာသာတရား၌ သူတို့ ဝမ်းမြောက်ကြပါစေ။ ၎င်းသည် သူတို့ ဝမ်းမြောက်နိုင်သည့် မည်သည့်အရာထက်မဆို ပိုမိုကောင်းမွန်သည်။ </p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ</p><p lang=\"my\" class=\"my \">ထိုအရာသည် <span class=\"gray\">(စည်းစိမ်ဥစ္စာ)</span> သူတို့ စုဆောင်းထားသည်ထက် ပိုမိုကောင်းမွန်သည်။ လောကီ၏ ပျက်စီးခြင်းများနှင့် ၎င်း၏ ပျောက်ကွယ်သွားမည့် လှပမှုများထက် သံသယဖြစ်ဖွယ်မရှိပေ။ </p>"
  },
  {
    "ayah_key": "10:59",
    "group_ayah_key": "10:59",
    "from_ayah": "10:59",
    "to_ayah": "10:60",
    "ayah_keys": "10:59,10:60",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ။ \"အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား မည်သည့်ထောက်ပံ့မှုကို ချပေးတော်မူခဲ့သည်ကို ကျွန်ုပ်အား ပြောပြပါ! ထို့နောက် သင်တို့သည် ၎င်းကို ခွင့်ပြုထားသည်နှင့် တားမြစ်ထားသည်ဟူ၍ ပြုလုပ်ခဲ့ကြသည်။\" ပြောပါ။ \"အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား <span class=\"gray\">(ထိုသို့ပြုလုပ်ရန်)</span> ခွင့်ပြုထားပါသလား၊ သို့မဟုတ် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ်၌ မဟုတ်မမှန် ပြောကြားနေပါသလား <span>(၅၉)</span>ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်အပေါ်၌ မဟုတ်မမှန် ပြောကြားသူများသည် မည်သို့ထင်ကြပါသနည်း။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် လူသားများအပေါ် ကျေးဇူးတော်နှင့် ပြည့်ဝတော်မူ၏။ သို့သော် သူတို့အများစုမှာ ကျေးဇူးကန်းသူများဖြစ်ကြသည် <span>(၆၀)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ် သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်က ခွင့်ပြုထားသူများမှအပ မည်သူမျှ မည်သည့်အရာကိုမျှ ခွင့်ပြုသည်ဖြစ်စေ၊ တားမြစ်သည်ဖြစ်စေ မပြုလုပ်နိုင်</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်၊ မွတ်ဂျာဟစ်ဒ်၊ အဒ်ဒဟ်ဟားက်၊ ကတာဒါဟ်၊ အဗ်ဒူရ်ရဟ်မန် ဘင်န် ဇိုင်ဒ် ဘင်န် အစလမ်နှင့် အခြားသူများက ပြောကြားသည်မှာ- \"ဤအာယတ်တော်သည် ရုပ်တုကိုးကွယ်သူများ ခွင့်ပြုသည်နှင့် တားမြစ်သည်ဟု ပြုလုပ်ခဲ့သည့်အရာများအတွက် ဝေဖန်ရန် ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။ ဘဟီရဟ်၊ စာအိဗဟ်နှင့် ဝါစိလဟ်ကဲ့သို့ပင်ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းထားသော လယ်ယာထွက်ကုန်များနှင့် တိရစ္ဆာန်များမှ အလ္လာဟ်အရှင်မြတ်အတွက် ခွဲဝေပေးကြ၏။)</span><span class=\"gray\">[၆:၁၃၆]</span> အီမာမ် အဟ်မဒ်သည် မာလစ်ခ် ဘင်န် နာဒ်လဟ်ထံမှ ဟဒီးစ်တစ်ခုကို မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းက ပြောကြားသည်မှာ- \"ကျွန်ုပ်သည် အညစ်အကြေးပေနေသော အဝတ်အစားများဖြင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံ လာရောက်ခဲ့သည်။ ထို့နောက် ကိုယ်တော်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ لَكَ مَالٌ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၌ ပစ္စည်းဥစ္စာ ရှိပါသလား)</span> ကျွန်ုပ်က 'ဟုတ်ကဲ့' ဟု ဖြေကြားခဲ့သည်။ ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ أَيِّ الْمَالِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့် ပစ္စည်းဥစ္စာမျိုးလဲ)</span> ကျွန်ုပ်က 'အမျိုးမျိုးရှိပါသည်; ကုလားအုတ်များ၊ ကျွန်များ၊ မြင်းများ၊ သိုးများ' ဟု ဖြေကြားခဲ့သည်။ ထို့ကြောင့် ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا آَتَاكَ اللَّهُ مَالًا فَلْيُرَ عَلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်အား ပစ္စည်းဥစ္စာပေးသနားပါက ၎င်းသည် သင့်အပေါ်၌ ထင်ရှားစေပါ။)</span> ထို့နောက် ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تُنْتَجُ إِبْلُكَ صِحَاحًا آذَانُهَا، فَتَعْمِدَ إِلَى مُوسًى فَتَقْطَعَ آذَانَهَا، فَتَقُولُ: هَذِهِ بُحْرٌ، وَتَشُقُّ جُلُودَهَا وَتَقُولُ: هَذِهِ صُرُمٌ، وَتُحَرِّمُهَا عَلَيْكَ وَعَلَى أَهْلِكَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကုလားအုတ်များသည် နားများကျန်းမာစွာ မွေးဖွားလာခြင်း မဟုတ်ဘဲ သင်သည် ဓားတစ်ချောင်းယူ၍ ၎င်းတို့၏ နားများကို ဖြတ်တောက်ပြီးနောက် \"ဤသည်မှာ ဘဟ်ရ်ဖြစ်သည်\" ဟု ပြောကာ၊ ၎င်း၏အရေပြားကို ဆုတ်ဖြဲပြီးနောက် 'ဤသည်မှာ စရမ်ဖြစ်သည်' ဟု ပြောကာ၊ ၎င်းတို့ကို သင့်ကိုယ်သင်နှင့် သင့်မိသားစုအတွက် တားမြစ်ခြင်း မဟုတ်ပါလော)</span> ကျွန်ုပ်က 'ဟုတ်ကဲ့' ဟု ပြန်ဖြေခဲ့သည်။ ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ مَا آتَاكَ اللهُ لَكَ حِلٌّ، سَاعِدُ اللهِ أَشَدُّ مِنْ سَاعِدِكَ، وَمُوسَى الله أَحَدُّ مِنْ مُوسَاكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က သင်အား ပေးသနားထားသောအရာသည် ခွင့်ပြုထားသော အရာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ လက်မောင်းတော်သည် သင့်လက်မောင်းထက် ပိုမိုခိုင်မာ၏။ အလ္လာဟ်အရှင်မြတ်၏ ဓားသည် သင့်ဓားထက် ပိုမိုထက်မြက်၏။)</span>\" </p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် ဟဒီးစ်ကို ၎င်း၏ ပြည့်စုံသော ပုံစံဖြင့် ဖော်ပြခဲ့ပြီး၊ ဤဟဒီးစ်၏ ဆင့်ပွားလမ်းကြောင်းသည် ခိုင်မာကောင်းမွန်သော လမ်းကြောင်းဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသောအရာကို ခွင့်ပြုသည်ဟု ပြုလုပ်သူများ သို့မဟုတ် ပြောင်းပြန်ပြုလုပ်သူများကို ဝေဖန်ခဲ့သည်။ ဤသည်မှာ ၎င်းတို့သည် သက်သေအထောက်အထား မရှိသော ဆန္ဒသက်သက်နှင့် မှားယွင်းသော ထင်မြင်ချက်များအပေါ် အခြေခံနေသောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထို့နောက် ရှင်ပြန်ထမြောက်ရာနေ့၏ ကတိဖြင့် ၎င်းတို့အား သတိပေးခဲ့သည်။ အရှင်မြတ်က မေးမြန်းသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အပေါ်၌ မဟုတ်မမှန် ပြောကြားသူများသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် မည်သို့ထင်ကြပါသနည်း။)</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကျွန်ုပ်တို့ထံ ပြန်လာသည့်အခါ ၎င်းတို့အား မည်သို့ဖြစ်ပျက်မည်ဟု ၎င်းတို့ထင်ကြပါသနည်း။ အိဗ်နု ဂျရီးရ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် လူသားများအပေါ် ကျေးဇူးတော်နှင့် ပြည့်ဝတော်မူ၏။)</span> ဆိုသည်မှာ ကျေးဇူးတော်သည် ဤလောကတွင် ၎င်းတို့၏ ပြစ်ဒဏ်ကို ဆိုင်းငံ့ထားခြင်း၌ ရှိသည်ဟု ဖော်ပြသည်။ ကျွန်ုပ် <span class=\"gray\">(အိဗ်နု ကစီရ်)</span> ပြောကြားသည်မှာ၊ အဓိပ္ပါယ်မှာ လူများအတွက် ကျေးဇူးတော်သည် ဤလောကတွင် သို့မဟုတ် ၎င်းတို့၏ဘာသာတရားတွင် အရှင်မြတ်က ၎င်းတို့အား ခွင့်ပြုထားသော ကောင်းကျိုးများ၌ ရှိနိုင်သည်ဟူ၍ ဖြစ်သည်။ အရှင်မြတ်သည် ၎င်းတို့၏ လောကနှင့် နောင်ဘဝအတွက် အန္တရာယ်ရှိသောအရာများမှအပ ၎င်းတို့အား တားမြစ်ထားခြင်း မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့အများစုမှာ ကျေးဇူးကန်းသူများဖြစ်ကြသည်)</span> ထို့ကြောင့် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ပေးသနားထားသောအရာများကို တားမြစ်ခဲ့ပြီး၊ မိမိတို့ကိုယ်တိုင်အပေါ် ခက်ခဲကျဉ်းမြောင်းအောင် ပြုလုပ်ခဲ့ကြသည်။ ၎င်းတို့သည် အချို့အရာများကို ခွင့်ပြုသည်ဟု ပြုလုပ်ခဲ့ပြီး အချို့ကို တားမြစ်သည်ဟု ပြုလုပ်ခဲ့သည်။ ရုပ်တုကိုးကွယ်သူများသည် မိမိတို့ကိုယ်တိုင်အတွက် ဥပဒေများ ချမှတ်သည့်အခါ ဤလုပ်ရပ်များကို ကျူးလွန်ခဲ့ကြသည်။ ထိုနည်းတူစွာ ကျမ်းဂန်ရှင်များသည် ၎င်းတို့၏ဘာသာတရားတွင် ဆန်းသစ်တီထွင်မှုများ ပြုလုပ်သည့်အခါ ထိုသို့ ပြုလုပ်ခဲ့ကြသည်။</p>"
  }
]