[
  {
    "ayah_key": "22:18",
    "group_ayah_key": "22:18",
    "from_ayah": "22:18",
    "to_ayah": "22:18",
    "ayah_keys": "22:18",
    "text": "<p lang=\"my\" class=\"my \">ကောင်းကင်ဘုံ၌ရှိသူနှင့် ကမ္ဘာမြေ၌ရှိသူ၊ နေ၊ လ၊ ကြယ်၊ တောင်များ၊ သစ်ပင်များနှင့် အဒ်-ဒါဝါဗ် (တိရစ္ဆာန်) များစွာတို့သည် အလ္လာဟ်အရှင်မြတ်အား ဦးချကြသည်ကို သင်မမြင်ကြလော။ သို့သော် ဒဏ်ပေးခြင်းကို ထိုက်တန်သူ <span class=\"gray\">(လူ)</span> များစွာလည်း ရှိ၏။ အလ္လာဟ်အရှင်မြတ်က ဂုဏ်သိက္ခာမဲ့စေသူကို မည်သူမျှ ဂုဏ်ပြုနိုင်မည်မဟုတ်ပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိရာကို ပြုလုပ်တော်မူ၏။ <span>(၁၈)</span></p><div lang=\"my\" class=\"my \"><h2>အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အား ဦးချကြ၏။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အဘယ်သူမျှ ဖက်စပ်မှုမရှိဘဲ တစ်ပါးတည်းသာ ကိုးကွယ်ခံထိုက်ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ အရာအားလုံးသည် အလိုအလျောက်ဖြစ်စေ၊ မလိုလားဘဲဖြစ်စေ၊ အရှင်မြတ်၏ တန်ခိုးတော်အား ဦးချကြပြီး အရာအားလုံးသည် မိမိတို့၏ သဘာဝနှင့်လျော်ညီစွာ ဦးချကြ၏။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်ကား-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا إِلَىٰ مَا خَلَقَ اللَّهُ مِن شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِّلَّهِ وَهُمْ دَاخِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းတော်မူခဲ့သော အရာဝတ္ထုတို့ကို ၎င်းတို့ မဆင်ခြင်ကြကုန်သလော။ <span class=\"gray\">(မည်သို့ဆိုစေကာမူ)</span> ၎င်းတို့၏ အရိပ်များသည် ညာဘက်သို့လည်းကောင်း၊ ဘယ်ဘက်သို့လည်းကောင်း တိမ်းညွတ်ကြကုန်၏။ အလ္လာဟ်အရှင်မြတ်အား ဦးချလျက်ရှိကြပြီး ၎င်းတို့သည် နှိမ့်ချစွာရှိကြကုန်၏။)</span><span class=\"gray\">(၁၆း၄၈)</span>။ ထို့ပြင် ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်ကား-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်ဘုံ၌ရှိသူနှင့် ကမ္ဘာမြေ၌ရှိသူတို့သည် အရှင်မြတ်အား ဦးချကြသည်ကို သင်မမြင်ကြလော)</span> ဟူသည် ကောင်းကင်ဘုံများရှိ မလာအိကသ်များ၊ သတ္တဝါအားလုံး၊ လူသားများ၊ ဂျင်န်များ၊ တိရစ္ဆာန်များနှင့် ငှက်များကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်၏ ချီးမွမ်းခြင်းဖြင့် ဂုဏ်တော်ချီးမြှင့်မနေသော မည်သည့်အရာမျှ မရှိပေ။)</span><span class=\"gray\">(၁၇း၄၄)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေနှင့် လ၊ ထို့ပြင် ကြယ်များ)</span> ၎င်းတို့ကို အမည်နာမဖြင့် ဖော်ပြထားခြင်းမှာ ၎င်းတို့ကို အလ္လာဟ်အရှင်မြတ်အစား ကိုးကွယ်ကြသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့သည်လည်း ၎င်းတို့အား ဖန်ဆင်းရှင်အား ဦးချကြပြီး အရှင်မြတ်၏အောက်၌ ရှိကြကြောင်း ရှင်းပြတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေကိုလည်းကောင်း၊ လကိုလည်းကောင်း ဦးမချကြနှင့်။ သို့သော် ၎င်းတို့ကို ဖန်ဆင်းတော်မူသော အလ္လာဟ်အရှင်မြတ်အား ဦးချကြလေကုန်။)</span><span class=\"gray\">(၄၁း၃၇)</span>။ ဆဟီးဟ်ကျမ်းနှစ်ကျမ်းတွင် အဘူဒ်ဒရ်က \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ကျွန်ုပ်အား မိန့်တော်မူသည်-\" ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرِي أَيْنَ تَذْهَبُ هَذِهِ الشَّمْسُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနေသည် အဘယ်အရပ်သို့ သွားသည်ကို သင်သိသလော။)</span> ကျွန်ုပ်က 'အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်သာ အကောင်းဆုံး သိတော်မူပါသည်' ဟု ဖြေကြားခဲ့သည်။ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهَا تَذْهَبُ فَتَسْجُدُ تَحْتَ الْعَرْشِ، ثُمَّ تَسْتَأْمِرُ فَيُوشِكُ أَنْ يُقَالَ لَهَا: ارْجِعِي مِنْ حَيْثُ جِئْتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် <span class=\"gray\">(ဝင်ရောက်ပြီး)</span> အာရ်ရှ်ပလ္လင်အောက်၌ ဦးချကာ ထို့နောက် အမိန့်တော်ကို စောင့်ဆိုင်းနေ၏။ မကြာမီ ၎င်းအား \"သင်လာခဲ့သည့် လမ်းအတိုင်း ပြန်သွားလော့\" ဟု ပြောလိမ့်မည်။)</span>\"</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ်ဘာစ်က ပြောကြားသည်- လူတစ်ဦး လာရောက်၍ \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်၊ ညက အိပ်မက်ထဲတွင် သစ်ပင်တစ်ပင်နောက်၌ ဆွလာတ်ဝတ်ပြုနေသကဲ့သို့ ကျွန်ုပ်မြင်ခဲ့ရပါသည်။ ကျွန်ုပ်ဦးချသောအခါ သစ်ပင်လည်း ဦးချခဲ့ပြီး ၎င်းက 'အို အလ္လာဟ်အရှင်မြတ်၊ အကျွန်ုပ်အတွက် အပြစ်ဆပ်ခြင်းကို ရေးမှတ်ပေးတော်မူပါ။ အကျွန်ုပ်ထံမှ အပြစ်များကို ဖယ်ရှားပေးတော်မူပါ။ အကျွန်ုပ်အတွက် အရှင်မြတ်ထံတွင် သိမ်းဆည်းထားပြီး အရှင်မြတ်၏ ကျွန်တော် ဒါဝူးဒ်ထံမှ လက်ခံတော်မူသကဲ့သို့ အကျွန်ုပ်ထံမှ လက်ခံတော်မူပါ' ဟု ပြောဆိုနေသည်ကို ကျွန်ုပ်ကြားခဲ့ရပါသည်။\" အိဗ်နု အဘ်ဘာစ်က ပြောကြားသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ဦးချခြင်းနှင့်ပတ်သက်သော အာယသ်တော်တစ်ပိုဒ်ကို ရွတ်ဖတ်တော်မူပြီးနောက် ဦးချခဲ့သည်။ ထိုအခါ ထိုသူက သစ်ပင်ပြောဆိုခဲ့သည်ဟု ပြောပြခဲ့သော စကားလုံးများကိုပင် အရှင်မြတ် ပြောဆိုနေသည်ကို ကျွန်ုပ်ကြားခဲ့ရသည်။\" ဤအဖြစ်အပျက်ကို အတ္တိရ်မီဇီ၊ အိဗ်နု မာဂျာဟ်နှင့် အိဗ်နု ဟိဘ်ဘာန်တို့က ၎င်းတို့၏ ဆဟီးဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالدَّوَابُّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဒ်-ဒါဝါဗ်)</span> ဟူသည် တိရစ္ဆာန်အားလုံးကို ဆိုလိုသည်။ အိမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသော ဟဒီးဆ်တော်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် တိရစ္ဆာန်များ၏ ကျောကုန်းများကို ဟောပြောရန်အတွက် စင်မြင့်အဖြစ် အသုံးပြုခြင်းကို တားမြစ်တော်မူကြောင်း၊ အကြောင်းမှာ စီးနင်းခံရသူသည် စီးနင်းသူထက် ပိုမိုကောင်းမွန်ပြီး အလ္လာဟ်အရှင်မြတ်ကို ပိုမိုအောက်မေ့သူဖြစ်နိုင်သောကြောင့်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَثِيرٌ مِّنَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားများစွာ)</span> ဟူသည် ၎င်းတို့သည် မိမိတို့၏ လွတ်လပ်သော ဆန္ဒဖြင့် အလ္လာဟ်အရှင်မြတ်ထံ အညံ့ခံကာ ဆန္ဒအလျောက် ဦးချကြသည်ကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဒဏ်ပေးခြင်းကို ထိုက်တန်သူ <span class=\"gray\">(လူ)</span> များစွာလည်း ရှိ၏။)</span> ဟူသည် ဦးချရန် ငြင်းဆန်သူများ၊ ခေါင်းမာသူများနှင့် မာနကြီးသူများကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُهِنِ اللَّهُ فَمَا لَهُ مِن مُّكْرِمٍ ۚ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُ ۩</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ဂုဏ်သိက္ခာမဲ့စေသူကို မည်သူမျှ ဂုဏ်ပြုနိုင်မည်မဟုတ်ပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိရာကို ပြုလုပ်တော်မူ၏။)</span> အဘူ ဟုရိုင်ရာဟ်က \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-\" ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا قَرَأَ ابْنُ آدَمَ السَّجْدَةَ اعْتَزَلَ الشَّيْطَانُ يَبْكِي، يَقُولُ: يَا وَيْلَهُ أُمِرَ ابْنُ آدَمَ بِالسُّجُودِ فَسَجَدَ فَلَهُ الْجَنَّةُ، وَأُمِرْتُ بِالسُّجُودِ فَأَبَيْتُ فَلِيَ النَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒမ်၏သားသည် ဦးချခြင်းပါဝင်သည့် အာယသ်တော်များကို ရွတ်ဖတ်သောအခါ ရှိုင်သွာန်သည် ငိုယိုလျက် နောက်ဆုတ်သွားပြီး \"အာဟ်! ငါ့မှာ ကံဆိုးမိုးမှောင်ကျပါဘိ! အာဒမ်၏သားကို ဦးချရန် အမိန့်ပေးခဲ့ပြီး သူက ဦးချခဲ့သည်။ ထို့ကြောင့် ဂျန္နတ်သည် သူ၏ဥစ္စာဖြစ်သည်။ ငါ့ကို ဦးချရန် အမိန့်ပေးခဲ့သော်လည်း ငါက ငြင်းဆန်ခဲ့သည်။ ထို့ကြောင့် ငရဲသည် ငါ၏ဥစ္စာဖြစ်သည်။\" ဟု ပြောကြား၏။)</span> ဤအဖြစ်အပျက်ကို မွတ်စလင်မ်က မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">အဘူ ဒါဝူးဒ်သည် ၎င်း၏ အလ်-မာရာစီးလ်ကျမ်းတွင် ခါလစ်ဒ် အိဗ်နု မအ်ဒါန် (အလ္လာဟ်အရှင်မြတ် အရှင်မြတ်ကို ကရုဏာထားတော်မူပါစေ) က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ဟု သတင်းပို့ခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فُضِّلَتْ سُورَةُ الْحَجِّ عَلَى سَائِرِ الْقُرْآنِ بِسَجْدَتَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စူရဟ် အလ်-ဟဂျ်အား ကုရ်အာန်ကျမ်းတစ်ခုလုံးထက် ဦးချခြင်းနှစ်ခုဖြင့် မြတ်နိုးတော်မူခဲ့သည်။\")</span> အလ်-ဟာဖိဇ် အဘူ ဘကရ် အလ်-အိစ်မာအီလီသည် အဘူ အလ်-ဂျဟမ်ထံမှ မှတ်တမ်းတင်သည်မှာ 'အုမရ်သည် အလ်-ဂျာဘိယာဟ်တွင် ရှိစဉ် <span class=\"gray\">[စူရဟ်]</span> အလ်-ဟဂျ်၏ ဦးချခြင်းနှစ်ခုကို ပြုလုပ်ခဲ့ပြီး \"ဤစူရဟ်သည် ဦးချခြင်းနှစ်ခုဖြင့် မြတ်နိုးတော်မူခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။</p>"
  },
  {
    "ayah_key": "22:19",
    "group_ayah_key": "22:19",
    "from_ayah": "22:19",
    "to_ayah": "22:22",
    "ayah_keys": "22:19,22:20,22:21,22:22",
    "text": "<p lang=\"my\" class=\"my \">ဤရန်သူနှစ်ဦးတို့သည် ၎င်းတို့၏ အရှင်မြတ်နှင့်ပတ်သက်၍ အချင်းချင်း အငြင်းပွားကြ၏။ ထို့နောက် သွေဖည်ငြင်းပယ်သူများအဖို့မူ မီး၏ဝတ်စုံများကို ၎င်းတို့အတွက် ဖြတ်တောက်ထားရှိလိမ့်မည်။ ၎င်းတို့၏ ဦးခေါင်းများပေါ်သို့ ဆူပွက်နေသောရေကို လောင်းချလိမ့်မည်။ <span>(၁၉)</span>၎င်းရေဖြင့် ၎င်းတို့၏ ဝမ်းတွင်း၌ရှိသော အရာများနှင့် ၎င်းတို့၏ အရေပြားများပါ အရည်ပျော်ကျသွားလိမ့်မည်။ <span>(၂၀)</span>ထို့ပြင် ၎င်းတို့အတွက် သံချိတ်တုတ်များ ရှိပေသည်။ <span>(၂၁)</span>၎င်းတို့သည် ပူပန်မှုကြောင့် ထိုအရာမှ ထွက်ပြေးရန် ကြိုးစားတိုင်း ၎င်းတို့အား ထိုအရာထဲသို့ ပြန်လည် မောင်းသွင်းခြင်းခံရပြီး <span class=\"gray\">(၎င်းတို့အား)</span> \"ပူလောင်သော ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့!\" ဟု ပြောဆိုခြင်းခံရလိမ့်မည်။ <span>(၂၂)</span></p><div lang=\"no\" class=\"no \"><h2>The Reason for Revelation</h2></div><p lang=\"my\" class=\"my \">ဆဟီးဟ်ကျမ်းနှစ်ကျမ်းတွင် အဘူဒ်ဒရ်က ဤအာယသ်တော်သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">هَٰذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤရန်သူနှစ်ဦးတို့သည် ၎င်းတို့၏ အရှင်မြတ်နှင့်ပတ်သက်၍ အချင်းချင်း အငြင်းပွားကြ၏။)</span> ဟူသော အာယသ်တော်သည် ဟမ်ဇာဟ်နှင့် ၎င်း၏ အဖော်နှစ်ဦး၊ ထို့ပြင် 'အွတ်ဗာဟ်နှင့် ၎င်း၏ အဖော်နှစ်ဦးတို့နှင့် ပတ်သက်၍ ဗဒ်ရ်တိုက်ပွဲနေ့တွင် တစ်ဦးချင်း တိုက်ခိုက်ရန် ထွက်လာသောအခါ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။ ဤသည်မှာ အလ်-ဘူခါရီ၏ ဤအာယသ်တော်ဆိုင်ရာ တဖ်စီးရ် (အနက်ဖွင့်ကျမ်း) ပါ စကားဖြစ်သည်။ ထို့နောက် အလ်-ဘူခါရီက 'အလီ အိဗ်နု အဘီ သွလိဗ်က \"ကယာမတ်နေ့တွင် အငြင်းပွားမှု ဖြေရှင်းနိုင်ရန် အလွန်ကရုဏာရှင် အရှင်မြတ်ရှေ့တော်မှောက်၌ ပထမဆုံး ဒူးထောက်သူမှာ ကျွန်ုပ်ဖြစ်လိမ့်မည်\" ဟု ပြောကြားခဲ့သည်' ဟု မှတ်တမ်းတင်ခဲ့သည်။ ကွိုင်စ် <span class=\"gray\">(ဇာတ်ကြောင်းခွဲခြားသူ)</span> က \"၎င်းတို့နှင့် ပတ်သက်၍ ဤအာယသ်တော်ကို ထုတ်ပြန်ခဲ့သည်-\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">هَٰذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤရန်သူနှစ်ဦးတို့သည် ၎င်းတို့၏ အရှင်မြတ်နှင့်ပတ်သက်၍ အချင်းချင်း အငြင်းပွားကြ၏။)</span></p><p lang=\"my\" class=\"my \">အရှင်မြတ် <span class=\"gray\">(ကွိုင်စ်)</span> က \"ဗဒ်ရ်တိုက်ပွဲနေ့တွင် <span class=\"gray\">(တစ်ဦးချင်းတိုက်ခိုက်ရန်)</span> ထွက်လာသူများမှာ 'အလီ၊ ဟမ်ဇာဟ်နှင့် 'အုဘိုင်ဒဟ် တို့နှင့် ရှိုင်ဗဟ် အိဗ်နု ရဘီအဟ်၊ 'အွတ်ဗဟ် အိဗ်နု ရဘီအဟ်နှင့် အလ်-ဝါလစ်ဒ် အိဗ်နု 'အွတ်ဗဟ် တို့ ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ ဤအဖြစ်အပျက်ကို အလ်-ဘူခါရီကသာ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ နာဂျီဟ်က မူဂျာဟစ်ဒ်သည် ဤအာယသ်တော်နှင့်ပတ်သက်၍ \"သွေဖည်ငြင်းပယ်သူနှင့် ယုံကြည်သူတို့ ရှင်ပြန်ထမြောက်ခြင်းနှင့်ပတ်သက်၍ အငြင်းပွားခြင်းကဲ့သို့\" ဟု အနက်ဖွင့်ဆိုခဲ့ကြောင်း သတင်းပို့ခဲ့သည်။ အခြားသတင်းတစ်ရပ်အရ မူဂျာဟစ်ဒ်နှင့် 'အသွာအ်တို့သည် ဤအာယသ်တော်နှင့်ပတ်သက်၍ \"ဤသည်မှာ ယုံကြည်သူများနှင့် သွေဖည်ငြင်းပယ်သူများကို ရည်ညွှန်းသည်\" ဟု အနက်ဖွင့်ဆိုခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">ဤအရာသည် သွေဖည်ငြင်းပယ်သူများနှင့် ယုံကြည်သူများကို ရည်ညွှန်းသည်ဟူသော မူဂျာဟစ်ဒ်နှင့် 'အသွာအ်တို့၏ အမြင်သည် ဗဒ်ရ်တိုက်ပွဲအကြောင်းနှင့် အခြားအမြင်များအားလုံးကို လွှမ်းခြုံထားသည်။ အဘယ်ကြောင့်ဆိုသော် ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်၏ သာသနာကို ထောက်ခံလိုကြပြီး သွေဖည်ငြင်းပယ်သူများသည် အီမာန်၏အလင်းကို ငြှိမ်းသတ်ကာ သမ္မာတရားကို အနိုင်ယူပြီး မှားယွင်းမှု အောင်နိုင်စေလိုကြသောကြောင့်ဖြစ်သည်။ ဤသည်မှာ အိဗ်နု ဂျရီရ်က နှစ်သက်သောအမြင်ဖြစ်ပြီး ကောင်းမွန်သောအမြင်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>သွေဖည်ငြင်းပယ်သူများ၏ ပြစ်ဒဏ်</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သွေဖည်ငြင်းပယ်သူများအဖို့မူ မီး၏ဝတ်စုံများကို ၎င်းတို့အတွက် ဖြတ်တောက်ထားရှိလိမ့်မည်။)</span> ဟူသည် မီးစများသည် ၎င်းတို့အတွက် ပြင်ဆင်ထားလိမ့်မည်ကို ဆိုလိုသည်။ ဆအီးဒ် အိဗ်နု ဂျုဘိုင်ရ်က \"ကြေးနီဖြင့်ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အပူပေးသောအခါ အပူဆုံးအရာများထဲမှ တစ်ခုဖြစ်သောကြောင့်တည်း\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ الْحَمِيمُ - يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဦးခေါင်းများပေါ်သို့ ဆူပွက်နေသောရေကို လောင်းချလိမ့်မည်။ ၎င်းရေဖြင့် ၎င်းတို့၏ ဝမ်းတွင်း၌ရှိသော အရာများနှင့် ၎င်းတို့၏ အရေပြားများပါ အရည်ပျော်ကျသွားလိမ့်မည်။)</span> ဟူသည် ဆူပွက်နေသောရေ—အမြင့်ဆုံးအထိ အပူပေးထားသော ရေ—ကို ၎င်းတို့၏ ဦးခေါင်းများပေါ်သို့ လောင်းချသောအခါ ဖြစ်လိမ့်မည်ကို ဆိုလိုသည်။</p><p lang=\"jv\" class=\"jv \">Ibn Jarir recorded from Abu Hurayrah that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْحَمِيمَ لَيُصَبُّ عَلَى رُؤُوسِهِمْ فَيَنْفُذُ الْجُمْجُمَةَ حَتَّى يَخْلُصَ إِلَى جَوْفِهِ، فَيَسْلُتَ مَا فِي جَوْفِهِ حَتَّى يَبْلُغَ قَدَمَيْهِ، وَهُوَ الصِّهْرُ، ثُمَّ يُعَادُ كَمَا كَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆူပွက်နေသောရေကို ၎င်းတို့၏ ဦးခေါင်းများပေါ်သို့ လောင်းချလိမ့်မည်။ ၎င်းရေသည် ၎င်းတို့၏ ဦးခေါင်းခွံများကို ဖောက်ထွင်းဝင်ရောက်ကာ အတွင်းပိုင်းသို့ ရောက်ရှိလိမ့်မည်။ အတွင်းပိုင်းရှိ အရာများသည် ခြေထောက်များအထိ အရည်ပျော်ကျလိမ့်မည်။ ဤသည်မှာ အရည်ပျော်ခြင်းဖြစ်ပြီး ထို့နောက် သူသည် မူလအခြေအနေသို့ ပြန်လည်ရောက်ရှိလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်ကို အတ္တိရ်မီဇီကလည်း မှတ်တမ်းတင်ခဲ့ပြီး ၎င်းက ဟစန် ဆဟီးဟ်ဟု ပြောကြားခဲ့သည်။ ဤသည်ကို အိဗ်နု အဘီ ဟာသိမ်ကလည်း မှတ်တမ်းတင်ခဲ့ပြီး 'အဘ်ဒုလ္လာဟ် အိဗ်နု အစ်-ဆရီယ်က \"မလာအိကသ်သည် သူ့ထံသို့ လာရောက်ကာ အပူရှိန်ကြောင့် သံတူရွင်းတစ်စုံဖြင့် ခွက်ကို သယ်ဆောင်လာလိမ့်မည်။ သူသည် ခွက်ကို မျက်နှာနားသို့ ယူဆောင်လာသောအခါ သူသည် ၎င်းမှ ရှောင်ဖယ်လိမ့်မည်။ သူသည် သယ်ဆောင်လာသော တူကို မြှောက်ကာ ဦးခေါင်းကို ရိုက်လိမ့်မည်။ ထိုအခါ သူ၏ ဦးနှောက်များ ပြန့်ကျဲထွက်လာလိမ့်မည်။ ထို့နောက် သူသည် ဦးနှောက်များကို ဦးခေါင်းထဲသို့ ပြန်လည်လောင်းထည့်လိမ့်မည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် အာယသ်တော်တွင် မိန့်ကြားထားသည့်အရာဖြစ်သည်-\" ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းရေဖြင့် ၎င်းတို့၏ ဝမ်းတွင်း၌ရှိသော အရာများနှင့် ၎င်းတို့၏ အရေပြားများပါ အရည်ပျော်ကျသွားလိမ့်မည်။)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُم مَّقَامِعُ مِنْ حَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့အတွက် သံချိတ်တုတ်များ ရှိပေသည်။)</span> အိဗ်နု အဘ်ဘာစ်က \"၎င်းတို့ကို ထိုတုတ်များဖြင့် ရိုက်နှက်ခြင်းခံရလိမ့်မည်။ ရိုက်နှက်တိုင်း ကိုယ်အင်္ဂါတစ်ခု ပြတ်တောက်သွားပြီး ၎င်းတို့သည် ပျောက်ကွယ်ရန် အော်ဟစ်တောင်းဆိုကြလိမ့်မည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا أَرَادُوا أَن يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ပူပန်မှုကြောင့် ထိုအရာမှ ထွက်ပြေးရန် ကြိုးစားတိုင်း ၎င်းတို့အား ထိုအရာထဲသို့ ပြန်လည် မောင်းသွင်းခြင်းခံရလိမ့်မည်။)</span> အလ်-အအ်မရှ်က အဘူ ဇိဗ်ယာန်ထံမှ သတင်းပို့သည်မှာ ဆလ်မာန်က \"ငရဲမီးသည် အနက်ရောင်နှင့် မှောင်မိုက်သည်။ ၎င်း၏ မီးတောက်များနှင့် မီးခဲများသည် မလင်းလက်၊ မတောက်ပပေ\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် သူသည် ရွတ်ဖတ်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا أَرَادُوا أَن يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ပူလောင်သော ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့!\")</span> ဤသည်မှာ အာယသ်တော်နှင့် တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنتُم بِهِ تُكَذِّبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့အား \"သင်တို့ ငြင်းပယ်ခဲ့သော မီး၏ ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့\" ဟု ပြောဆိုခြင်းခံရလိမ့်မည်။)</span><span class=\"gray\">(၃၂း၂၀)</span>။ အဓိပ္ပါယ်မှာ ၎င်းတို့အား စကားလုံးများနှင့် လုပ်ရပ်များဖြင့် အရှက်ခွဲခြင်းခံရလိမ့်မည်ဟူ၍ ဖြစ်သည်။</p>"
  }
]