[
  {
    "ayah_key": "3:28",
    "group_ayah_key": "3:28",
    "from_ayah": "3:28",
    "to_ayah": "3:28",
    "ayah_keys": "3:28",
    "text": "<p class=\"my translation\" lang=\"my\">ယုံကြည်သူများသည် မယုံကြည်သူများကို ယုံကြည်သူများအစား သူငယ်ချင်းမအဖြစ်မထားကြနှင့်၊ ထိုသို့ပြုလုပ်သူသည် အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့်အကူအညီမျှ မရရှိနိုင်ပါ။ သို့သော် သင်တို့သည် ၎င်းတို့ထံမှ အန္တရာယ်ကို အမှန်ပင်စိုးရိမ်ပါကသာ ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ကိုယ်တော်တိုင်နှင့်စပ်လျဉ်း၍ သတိပေးထားတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်ထံသို့သာ နောက်ဆုံးပြန်လာရခြင်းဖြစ်၏။ <span>(၂၈)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများကို ထောက်ပံ့ခြင်းမှ တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ယုံကြည်သူကျွန်များကို မယုံကြည်သူများ၏ ထောက်ပံ့သူများဖြစ်လာခြင်း သို့မဟုတ် ယုံကြည်သူများအစား သူငယ်ချင်းဖွဲ့ရန်အတွက် အဖော်အဖြစ် ခေါ်ယူခြင်းကို တားမြစ်ထားတော်မူ၏။ ကိုယ်တော်က မိန့်တော်မူခဲ့သည့်အခါ ထိုသို့သော အပြုအမူကို အလ္လာဟ်အရှင်မြတ်က သတိပေးခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ထိုသို့ပြုလုပ်ပါက အလ္လာဟ်အရှင်မြတ်၏ အကူအညီကို မည်သည့်နည်းနှင့်မျှ ရရှိနိုင်မည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်က တားမြစ်ထားသော ဤအပြုအမူကို ကျူးလွန်ပါက အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို စွန့်ပစ်တော်မူမည်။ ထို့အတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِم بِالْمَوَدَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! ငါ၏ ရန်သူများနှင့် သင်တို့၏ ရန်သူများကို သူငယ်ချင်းအဖြစ်မထားကြနှင့်၊ ၎င်းတို့အပေါ် ချစ်ခင်မှုကို မပြကြနှင့်။)</span> အဆုံးထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ မည်သူမဆို ထိုသို့ပြုလုပ်ပါက အမှန်ပင် ဖြောင့်မတ်သောလမ်းမှ သွေဖည်သွားပြီဖြစ်သည်။)</span><span class=\"gray\">[60:1]</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاءَ مِن دُونِ الْمُؤْمِنِينَ أَتُرِيدُونَ أَن تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُّبِينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! မယုံကြည်သူများကို ယုံကြည်သူများအစား သူငယ်ချင်းမအဖြစ်မထားကြနှင့်။ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ် သိသာထင်ရှားသော သက်သေကို ပေးအပ်လိုကြသလော။)</span><span class=\"gray\">[4:144]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَىٰ أَوْلِيَاءَ ۘ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! ဂျူးများနှင့် ခရစ်ယာန်များကို သူငယ်ချင်းအဖြစ်မထားကြနှင့်၊ ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး သူငယ်ချင်းများသာဖြစ်ကြသည်။ မည်သူမဆို ၎င်းတို့နှင့် ပေါင်းသင်းပါက အမှန်ပင် သူသည် ၎င်းတို့ထဲမှဖြစ်သည်။)</span><span class=\"gray\">[5:51]</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊ မဟာဂျီရင်း၊ အန်ဆွာရ်နှင့် ဘဒ်ဝီလူမျိုးများအနက်မှ သစ္စာရှိယုံကြည်သူများသည် သစ္စာရှိယုံကြည်သူများကို ထောက်ခံခဲ့ကြကြောင်း ဖော်ပြပြီးနောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ إِلَّا تَفْعَلُوهُ تَكُن فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများသည် တစ်ဦးနှင့်တစ်ဦး မဟာမိတ်များဖြစ်ကြသည်၊ <span class=\"gray\">(နှင့်)</span> သင်တို့သည် ထိုနည်းအတိုင်း မပြုမူပါက ကမ္ဘာမြေပေါ်တွင် ဖစ်တနာနှင့် ဖိနှိပ်မှုများ၊ ကြီးမားသော မကောင်းမှုနှင့် ဖောက်ပြန်မှုများ ဖြစ်ပေါ်လာမည်ဖြစ်သည်။)</span><span class=\"gray\">[8:73]</span>။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن تَتَّقُوا مِنْهُمْ تُقَاةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းတို့ထံမှ အန္တရာယ်ကို အမှန်ပင်စိုးရိမ်ပါကသာ ဖြစ်၏။)</span> ဆိုလိုသည်မှာ အချို့ဒေသများ သို့မဟုတ် အချိန်များတွင် မယုံကြည်သူများထံမှ ၎င်းတို့၏ လုံခြုံရေးအတွက် စိုးရိမ်သော ယုံကြည်သူများမှအပ ဖြစ်၏။ ဤကိစ္စတွင် ထိုသို့သော ယုံကြည်သူများသည် မယုံကြည်သူများအပေါ် အပြင်ပန်းအားဖြင့် သူငယ်ချင်းဖြစ်ကြောင်း ပြသခွင့်ရှိသော်လည်း အတွင်းစိတ်ဖြင့် လုံးဝမပြုရ။ ဥပမာအားဖြင့် အလ်-ဘူခါရီက အဘူ အဒ်-ဒါရ်ဒါအ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်၊ \"ကျွန်ုပ်တို့၏ စိတ်နှလုံးများက ၎င်းတို့ကို ကျိန်ဆဲနေသော်လည်း အချို့လူများ၏ မျက်နှာကို ပြုံးပြသည်။\" အလ်-ဘူခါရီက အလ်-ဟာစန်က ပြောသည်ဟု ဆိုသည်၊ \"တူက်ယားကို ရှင်ပြန်ထမြောက်ရာနေ့အထိ ခွင့်ပြုထားသည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ကိုယ်တော်တိုင်နှင့်စပ်လျဉ်း၍ သတိပေးထားတော်မူ၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ ရန်သူများကို ထောက်ခံသူများ၊ ကိုယ်တော်၏ သူငယ်ချင်းများနှင့် ရန်ဘက်ဖြစ်သူများအတွက် ကိုယ်တော်ပြင်ဆင်ထားသော ကိုယ်တော်၏ ဒေါသနှင့် ပြင်းထန်သော ပြစ်ဒဏ်များကို ကိုယ်တော်က သင်တို့အား သတိပေးခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَى اللَّهِ الْمَصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံသို့သာ နောက်ဆုံးပြန်လာရခြင်းဖြစ်၏။)</span> ဆိုလိုသည်မှာ ပြန်လာရခြင်းသည် ကိုယ်တော်ထံသို့ဖြစ်ပြီး ကိုယ်တော်သည် လူတိုင်းကို ၎င်းတို့၏ လုပ်ရပ်များအတိုင်း ဆုလာဘ်ပေးမည် သို့မဟုတ် အပြစ်ပေးမည်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "3:29",
    "group_ayah_key": "3:29",
    "from_ayah": "3:29",
    "to_ayah": "3:30",
    "ayah_keys": "3:29,3:30",
    "text": "<p lang=\"my\" class=\"my \">(အို မုဟမ္မဒ်) “သင်တို့သည် သင်တို့၏ ရင်တွင်း၌ ရှိသည်ကို ဖုံးကွယ်သည်ဖြစ်စေ၊ ထုတ်ဖော်သည်ဖြစ်စေ အလ္လာဟ်အရှင်မြတ်သည် သိတော်မူ၏။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များ၌ရှိသည်ကိုလည်းကောင်း၊ ကမ္ဘာမြေ၌ရှိသည်ကိုလည်းကောင်း သိတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို တတ်နိုင်တော်မူ၏။ <span>(၂၉)</span> လူတိုင်းသည် မိမိပြုခဲ့သော ကောင်းမှုမှန်သမျှကိုလည်းကောင်း၊ မိမိပြုခဲ့သော မကောင်းမှုမှန်သမျှကိုလည်းကောင်း တွေ့ကြုံရမည့်နေ့၌ ထိုသူသည် မိမိ၏ မကောင်းမှုနှင့် မိမိအကြား ဝေးကွာသောအကွာအဝေးတစ်ခုရှိရန် ဆန္ဒပြုလိမ့်မည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ကိုယ်တော်တိုင်နှင့်စပ်လျဉ်း၍ သတိပေးထားတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်များအပေါ်၌ အလွန်သနားကြင်နာတော်မူ၏။ <span>(၃၀)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် စိတ်နှလုံးသားများ ဖုံးကွယ်ထားသည်ကို သိတော်မူ၏။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များကို ကိုယ်တော်သည် လျှို့ဝှက်ချက်များနှင့် သိသာထင်ရှားသောအရာများကို သိတော်မူကြောင်း၊ ၎င်းတို့နှင့်ပတ်သက်၍ မည်သည့်အရာမျှ ကိုယ်တော်၏ အကဲခတ်မှုမှ လွတ်မြောက်ခြင်းမရှိကြောင်း ပြောပြတော်မူ၏။ ယင်းထက်ပင် ကိုယ်တော်၏ ဗဟုသုတသည် အခြေအနေအားလုံး၊ အချိန်ကာလများ၊ နေ့ရက်များနှင့် ဖြစ်စဉ်များတွင် ၎င်းတို့အားလုံးကို ဖုံးလွှမ်းထားတော်မူ၏။ ကိုယ်တော်၏ ဗဟုသုတသည် ကောင်းကင်နှင့်မြေကြီးရှိ အရာအားလုံးကို ဖုံးလွှမ်းထားတော်မူ၏။ အက်တမ်တစ်လုံး၏ အလေးချိန် သို့မဟုတ် ကမ္ဘာမြေ၊ ပင်လယ်နှင့် တောင်များရှိ ယင်းထက်သေးငယ်သောအရာ မည်သည့်အရာမျှ ကိုယ်တော်၏ အကဲခတ်မှုမှ လွတ်မြောက်ခြင်းမရှိပေ။ အမှန်ပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို တတ်နိုင်တော်မူ၏။)</span> နှင့် ကိုယ်တော်၏ စွမ်းဆောင်နိုင်မှုသည် အရာအားလုံးကို ဖုံးလွှမ်းထားတော်မူ၏။ ဤအာယတ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များကို ကိုယ်တော်တားမြစ်ထားပြီး မနှစ်သက်သောအရာများကို မပြုကျင့်ရန်အတွက် ကိုယ်တော်ကို လုံလောက်စွာ ကြောက်ရွံ့ရန် သတိပေးထားသည်။ အကြောင်းမှာ ကိုယ်တော်သည် ၎င်းတို့လုပ်ဆောင်သမျှအားလုံးကို ပြည့်စုံစွာ သိရှိတော်မူပြီး ၎င်းတို့အား ချက်ချင်းအပြစ်ပေးနိုင်တော်မူ၏။ ကိုယ်တော်သည် ၎င်းတို့အချို့ကို အခွင့်အရေးပေးထားပြီးနောက် ၎င်းတို့ကို အပြစ်ပေးတော်မူ၏။ ကိုယ်တော်သည် အမြန်အဆန်ဆုံးနှင့် အင်အားအကြီးဆုံး အကောင့်ယူသူဖြစ်သည်။ ဤသည်ကြောင့် အလ္လာဟ်အရှင်မြတ်က နောက်ပိုင်းတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်းသည် မိမိပြုခဲ့သော ကောင်းမှုမှန်သမျှကို တွေ့ကြုံရမည့်နေ့၌၊)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့၌ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ရှေ့တွင် ကောင်းမှုနှင့်မကောင်းမှုများကို ယူဆောင်လာမည်၊ ကိုယ်တော်မိန့်တော်မူခဲ့သကဲ့သို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنَبَّأُ الْإِنسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့၌ လူသားအား မိမိရှေ့သို့ ပို့ခဲ့သည်များနှင့် မိမိချန်ထားခဲ့သည်များကို အသိပေးလိမ့်မည်။)</span><span class=\"gray\">[75:13]</span>။</p><p lang=\"my\" class=\"my \">ကျွန်သည် မိမိ၏ကောင်းမှုများကို မြင်သောအခါ ပျော်ရွှင်ဝမ်းမြောက်သွား၏။ မိမိကျူးလွန်ခဲ့သော မကောင်းမှုများကို မြင်သောအခါ ဝမ်းနည်းဒေါသထွက်သွား၏။ ထို့နောက် မိမိ၏မကောင်းမှုများကို စွန့်ပယ်နိုင်ပါစေ၊ ၎င်းနှင့်မိမိအကြား ဝေးကွာသောအကွာအဝေးတစ်ခုရှိပါစေဟု ဆန္ဒပြုလိမ့်မည်။ ထို့ပြင် ဤဘဝတွင် မိမိနှင့်အတူလိုက်ပါခဲ့ပြီး မိမိအား မကောင်းမှုများပြုရန် အားပေးခဲ့သော ရှိုင်တွန်အား ဤသို့ပြောလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အကျွန်ုပ်နှင့် သင်တို့အကြား အရှေ့နှစ်ခု၏ အကွာအဝေးမျှ ရှိခဲ့ပါလျှင် ကောင်းလေစွ ـ အလွန်ဆိုးရွားသော အဖော် <span class=\"gray\">(အမှန်ပင်)</span> ဖြစ်သည်။\")</span><span class=\"gray\">[43:38]</span>။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ခြိမ်းခြောက်သတိပေးရင်း မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ကိုယ်တော်တိုင်နှင့်စပ်လျဉ်း၍ သတိပေးထားတော်မူ၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် သင်တို့အား ကိုယ်တော်၏ ပြစ်ဒဏ်များကို သတိပေးခြင်းဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိမိ၏ကျွန်များအား မျှော်လင့်ချက်ပေးရင်း မိန့်တော်မူသည်၊ သို့မှသာ ၎င်းတို့သည် ကိုယ်တော်၏ ကရုဏာတော်ကို စိတ်မပျက်ဘဲ ကိုယ်တော်၏ ကြင်နာမှုမှ စိတ်မကုန်နိုင်စေရန်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَاللَّهُ رَءُوفٌ بِالْعِبَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကျွန်များအပေါ်၌ အလွန်သနားကြင်နာတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဟာစန် အလ်-ဘစရီက ပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ကိုယ်တော်တိုင်နှင့်စပ်လျဉ်း၍ သတိပေးထားတော်မူသည်အထိ ၎င်းတို့အပေါ် အလွန်သနားကြင်နာတော်မူသည်။\" အခြားသူများက မှတ်ချက်ပေးသည်၊ \"ကိုယ်တော်သည် မိမိ၏ဖန်ဆင်းခံများအပေါ် ကရုဏာထားပြီး ၎င်းတို့သည် ကိုယ်တော်၏ ဖြောင့်မတ်သောလမ်းနှင့် ရွေးချယ်ထားသော ဘာသာတရားပေါ်တွင် တည်ရှိနေစေရန်၊ ကိုယ်တော်၏ ဂုဏ်ကျက်သရေရှိသော တမန်တော်ကို လိုက်နာစေရန် နှစ်သက်တော်မူ၏။\"</p>"
  },
  {
    "ayah_key": "3:31",
    "group_ayah_key": "3:31",
    "from_ayah": "3:31",
    "to_ayah": "3:32",
    "ayah_keys": "3:31,3:32",
    "text": "<p lang=\"my\" class=\"my \">(အို မုဟမ္မဒ် ﷺ လူသားမျိုးနွယ်အား) ပြောပါ- \"အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို <span class=\"gray\">(အမှန်တကယ်)</span> ချစ်ပါက ကျွန်ုပ်ကို <span class=\"gray\">(ဆိုလိုသည်မှာ မုဟမ္မဒ်ကို)</span> လိုက်နာကြပါ။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ချစ်တော်မူမည်ဖြစ်ပြီး သင်တို့၏အပြစ်များကို ခွင့်လွှတ်တော်မူမည်။ အလ္လာဟ်အရှင်မြတ်သည် အပြစ်များကို မကြာခဏ ခွင့်လွှတ်တော်မူသော အနန္တကရုဏာရှင် ဖြစ်တော်မူ၏။ <span>(၃၁)</span> \"အလ္လာဟ်အရှင်မြတ်နှင့် တမန်တော်ကို နာခံကြပါ။\" ဟု ပြောပါ။ သို့သော် ၎င်းတို့သည် မျက်နှာလွှဲလှည့်သွားပါက အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများကို မနှစ်သက်တော်မူ။ <span>(၃၂)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော် <span class=\"gray\">(ﷺ)</span> ကို လိုက်နာခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်၏ မေတ္တာတော်ကို ရရှိသည်။</h2></div><p lang=\"my\" class=\"my \">ဤဂုဏ်သိက္ခာရှိသော အာယတ်တော်သည် အလ္လာဟ်အရှင်မြတ်ကို ချစ်သည်ဟု အခိုင်အမာဆိုသော်လည်း မုဟမ္မဒ် ﷺ ၏လမ်းစဉ်ကို မလိုက်နာသူများအား ဆန့်ကျင်၍ စီရင်ဆုံးဖြတ်၏။ ထိုသို့သောသူများသည် ၎င်းတို့၏ စကား၊ လုပ်ရပ်နှင့် အခြေအနေအားလုံးတွင် မုဟမ္မဒ် ﷺ ၏ ရှရီအာ <span class=\"gray\">(ဥပဒေ)</span> နှင့် ကိုယ်တော်၏ဘာသာတရားကို လိုက်နာခြင်းမရှိသေးသမျှ ၎င်းတို့၏ ပြောဆိုချက်တွင် မမှန်ကန်ပေ။ စဟီဟ်၌ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်၏ ရစူလ် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကျွန်ုပ်တို့၏ကိစ္စ <span class=\"gray\">(ဘာသာတရား)</span> နှင့် မကိုက်ညီသော လုပ်ရပ်ကို ကျူးလွန်ပါက ၎င်းအား ငြင်းပယ်ခံရမည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِن كُنتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အို မုဟမ္မဒ် ﷺ လူသားမျိုးနွယ်အား)</span> ပြောပါ- \"အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို <span class=\"gray\">(အမှန်တကယ်)</span> ချစ်ပါက ကျွန်ုပ်ကို လိုက်နာကြပါ။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ချစ်တော်မူမည်။\")</span> ဆိုလိုသည်မှာ သင်တို့သည် ကိုယ်တော်ကို ချစ်ခြင်း၌ ရှာဖွေခဲ့သည်ထက် များစွာပို၍ ရရှိမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ချစ်တော်မူမည်။ အလ်-ဟာစန် အလ်-ဘစရီနှင့် စလဖ်များအနက်မှ ပညာရှင်အများအပြားက မှတ်ချက်ပေးသည်၊ \"အချို့လူများသည် အလ္လာဟ်အရှင်မြတ်ကို ချစ်သည်ဟု အခိုင်အမာဆိုကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဤအာယတ်တော်ဖြင့် စမ်းသပ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِن كُنتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အို မုဟမ္မဒ် ﷺ လူသားမျိုးနွယ်အား)</span> ပြောပါ- \"အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို <span class=\"gray\">(အမှန်တကယ်)</span> ချစ်ပါက ကျွန်ုပ်ကို လိုက်နာကြပါ။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ချစ်တော်မူမည်။\")</span>\"။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့၏ အပြစ်များကိုလည်း ခွင့်လွှတ်တော်မူမည်။ အလ္လာဟ်အရှင်မြတ်သည် အပြစ်များကို မကြာခဏ ခွင့်လွှတ်တော်မူသော အနန္တကရုဏာရှင် ဖြစ်တော်မူ၏။\")</span> ဆိုလိုသည်မှာ တမန်တော် ﷺ ကို လိုက်နာခြင်းအားဖြင့် ကိုယ်တော်၏ သာသနာပြုလုပ်ငန်း၏ ကောင်းချီးမင်္ဂလာဖြင့် ဤအရာအားလုံးကို ရရှိမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က လူတိုင်းအား အမိန့်ပေးသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِن تَوَلَّوْا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်နှင့် တမန်တော်ကို နာခံကြပါ။\" သို့သော် ၎င်းတို့ မျက်နှာလွှဲလှည့်သွားပါက)</span> (တမန်တော် ﷺ ကို ဆန့်ကျင်ခြင်းအားဖြင့်)</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ لَا يُحِبُّ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများကို မနှစ်သက်တော်မူ။)</span> ထို့ကြောင့် တမန်တော်၏ လမ်းစဉ်ကို ဆန့်ကျင်ခြင်းသည် ကူဖ်ရ် (မယုံကြည်မှု) ဖြစ်ကြောင်း သက်သေခံသည်။ အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် ဤသို့ပြုလုပ်သူကို မည်သူမဆို မနှစ်သက်တော်မူ၊ ၎င်းက အလ္လာဟ်အရှင်မြတ်ကို ချစ်သည်ဟု အခိုင်အမာဆိုပြီး ကိုယ်တော်ထံ ချဉ်းကပ်ရန် နည်းလမ်းရှာဖွေနေသည်ဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်ထံမှ လူသားမျိုးနွယ်နှင့် ဂျင်န်မျိုးနွယ်နှစ်ခုလုံးအတွက် နောက်ဆုံးတမန်တော်ဖြစ်သော စာမတတ်သည့် တမန်တော်ကို မလိုက်နာမချင်း ဖြစ်၏။ ဤသည်မှာ ယခင်တမန်တော်များနှင့် ခွန်အားကြီးသော တမန်တော်များ ကိုယ်တော်၏ခေတ်တွင် အသက်ရှင်နေပါက ၎င်းတို့သည် ကိုယ်တော်ကို လိုက်နာရန်၊ နာခံရန်နှင့် ကိုယ်တော်၏ ဥပဒေကို လိုက်နာရန်မှလွဲ၍ အခြားရွေးချယ်စရာမရှိသည့် တမန်တော် ﷺ ဖြစ်၏။ ဤအချက်ကို အလ္လာဟ်အရှင်မြတ်က အာယတ်တော်ကို ရှင်းပြသောအခါတွင် ကျွန်ုပ်တို့ ဖော်ပြပါမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်များထံမှ ပဋိညာဉ်ကို ယူတော်မူခဲ့စဉ်အခါကို <span class=\"gray\">(သတိရကြပါ)</span>။)</span><span class=\"gray\">[3:81]</span>၊ အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်နှင့်အညီ။</p>"
  },
  {
    "ayah_key": "3:33",
    "group_ayah_key": "3:33",
    "from_ayah": "3:33",
    "to_ayah": "3:34",
    "ayah_keys": "3:33,3:34",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်၊ နူဟ် <span class=\"gray\">(နောဧ)</span>၊ အစ်ဗရာဟင်မ်၏ မိသားစုနှင့် အင်မ်ရာန်၏ မိသားစုတို့ကို လူမျိုးများအပေါ် ရွေးချယ်တော်မူခဲ့သည် <span>(၃၃)</span> အမျိုးအနွယ်များ၊ တစ်ဦးနှင့်တစ်ဦး အပေါ်၊ အလ္လာဟ်အရှင်မြတ်သည် အားလုံးကြားနာတော်မူသော၊ အားလုံးသိတော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(၃၄)</span></p><div lang=\"my\" class=\"my \"><h2>ကမ္ဘာမြေရှိ လူများအနက်မှ ရွေးချယ်ခံရသူများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤမိသားစုများကို ကမ္ဘာမြေရှိ လူများအပေါ် ရွေးချယ်တော်မူခဲ့ကြောင်း ဖော်ပြထားသည်။ ဥပမာအားဖြင့် အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်ကို ရွေးချယ်တော်မူခဲ့သည်၊ ကိုယ်တော်၏ လက်တော်ဖြင့် ဖန်ဆင်း၍ သူ့ထဲသို့ အသက်ကို မှုတ်သွင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များကို အာဒမ်ရှေ့တွင် ဝပ်တွားရန် အမိန့်ပေးခဲ့သည်၊ သူ့အား အရာအားလုံး၏ အမည်များကို သင်ပေးခဲ့ပြီး ပရဒိသုတွင် နေထိုင်ခွင့်ပြုခဲ့သော်လည်း ထို့နောက် ကိုယ်တော်၏ ဉာဏ်ပညာဖြင့် ပရဒိသုမှ ဆင်းသက်စေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် နူဟ်ကို ရွေးချယ်တော်မူခဲ့ပြီး ကမ္ဘာမြေရှိ လူများအတွက် ပထမဆုံး တမန်တော်အဖြစ် ခန့်အပ်ခဲ့သည်၊ ထိုအချိန်တွင် လူများသည် ရုပ်တုများကို ကိုးကွယ်ကြပြီး အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်မှု၌ ပေါင်းဖက်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် နူဟ်အား မည်သို့ဆက်ဆံခဲ့သည်ကို လက်စားချေတော်မူခဲ့သည်၊ အကြောင်းမှာ သူသည် သူ၏လူများကို နေ့ရောညပါ၊ လူသိရှင်ကြားရော လျှို့ဝှက်စွာပါ အလွန်ကြာမြင့်စွာ ခေါ်ဆိုခဲ့သည်။ သို့သော် သူ့ကိုခေါ်ဆိုခြင်းသည် ၎င်းတို့အား သူ့ကိုပို၍ ရှောင်ရှားစေခဲ့ပြီး ဤအချိန်တွင် နူဟ်က ၎င်းတို့အား ဆန့်ကျင်၍ ဆုတောင်းခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား နစ်မြုပ်စေခဲ့ပြီး နူဟ်ထံ အလ္လာဟ်အရှင်မြတ်စေလွှတ်ခဲ့သော ဘာသာတရားကို လိုက်နာသူများမှလွဲ၍ မည်သူမျှ မကယ်တင်ခဲ့ပေ။ အလ္လာဟ်အရှင်မြတ်သည် အစ်ဗရာဟင်မ်၏ မိသားစုကိုလည်း ရွေးချယ်တော်မူခဲ့သည်၊ ၎င်းတို့တွင် လူသားမျိုးနွယ်အားလုံး၏ သခင်ဖြစ်သော၊ နောက်ဆုံးတမန်တော် မုဟမ္မဒ် (ငြိမ်းချမ်းသာယာခြင်း သူ့အပေါ်၌ရှိပါစေ) လည်း ပါဝင်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အင်မ်ရာန်၏ မိသားစုကိုလည်း ရွေးချယ်တော်မူခဲ့သည်၊ မာရီယမ် ဘင့်တ် အင်မ်ရာန်၏ ဖခင်ဖြစ်သူ၊ အီဆာ၏ မိခင် (၎င်းတို့အပေါ်၌ ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ)။ ထို့ကြောင့် အီဆာသည် အစ်ဗရာဟင်မ်၏ အမျိုးအနွယ်မှဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်နှင့်အညီ စူရတ် အလ်-အန်အမ်၏ တဖ်စီရ်၌ ကျွန်ုပ်တို့ ဖော်ပြပါမည်။ ကျွန်ုပ်တို့၏ ယုံကြည်အားထားမှုသည် ကိုယ်တော်ထံ၌ရှိသည်။</p>"
  }
]