[
  {
    "ayah_key": "3:38",
    "group_ayah_key": "3:38",
    "from_ayah": "3:38",
    "to_ayah": "3:41",
    "ayah_keys": "3:38,3:39,3:40,3:41",
    "text": "<p lang=\"my\" class=\"my \">ထိုအချိန်တွင် ဇကရီယာသည် ၎င်း၏အရှင်သခင်အား ဆုတောင်းခဲ့သည်- “အို ကျွန်ုပ်၏အရှင်သခင်! အသင်ထံမှ ကောင်းသောသားသမီးကို ကျွန်ုပ်အား ပေးသနားတော်မူပါ။ အသင်သည် ဆုတောင်းခြင်းအားလုံးကို အမှန်ပင် ကြားနာတော်မူသောအရှင်ဖြစ်သည်။ <span>(၃၈)</span>ထို့နောက် ကောင်းကင်တမန်များသည် သူ့ကို မီဟ်ရာဘ်တွင် မတ်တပ်ရပ်၍ ဆွလာတ်ပြုနေစဉ် ခေါ်ခဲ့ကြသည်၊ <span class=\"gray\">(ဤသို့ပြောဆိုလျက်)</span>: “အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ယဟ်ယာအကြောင်း ပျော်ရွှင်ဖွယ်သတင်း ပေးတော်မူသည်။ သူသည် အလ္လာဟ်အရှင်မြတ်ထံမှ စကားတော်ကို ယုံကြည်သူဖြစ်ပြီး၊ စိုင်ယေဒန်၊ ဟာစူရမ်၊ ဖြောင့်မတ်သူများထဲမှ ပရောဖက်တစ်ပါးလည်း ဖြစ်သည်။ <span>(၃၉)</span>သူက ပြောသည်- “အို ကျွန်ုပ်၏အရှင်သခင်! ကျွန်ုပ်အလွန်အိုမင်းနေပြီး ကျွန်ုပ်၏ဇနီးသည် သားသမီးမရသူဖြစ်နေပါလျက် သားတစ်ဦးကို မည်သို့ရနိုင်မည်နည်း။” <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က မိန့်တော်မူသည်- “ဤနည်းအတိုင်း အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိရာကို ပြုတော်မူသည်။ <span>(၄၀)</span>သူက ပြောသည်- “အို ကျွန်ုပ်၏အရှင်သခင်! ကျွန်ုပ်အတွက် နိမိတ်လက္ခဏာတစ်ခု ပြုလုပ်ပေးတော်မူပါ။” <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က မိန့်တော်မူသည်- “သင့်နိမိတ်လက္ခဏာမှာ သင်သည် လူများနှင့် သုံးရက်တိုင်တိုင် အချက်ပြခြင်းမှလွဲ၍ စကားပြောမည်မဟုတ်ပေ။ သင်၏အရှင်သခင်ကို များစွာအမှတ်ရပါ၊ ညနေပိုင်းနှင့် နံနက်ပိုင်းတို့တွင် <span class=\"gray\">(အရှင်မြတ်အား)</span> ချီးမွမ်းပါ။ <span>(၄၁)</span></p><div lang=\"fil\" class=\"fil \"><h2>The Supplication of Zakariyya, and the Good News of Yahya's Birth</h2></div><p lang=\"my\" class=\"my \">ဇကရီယာသည် မရ်ယမ်အား အလ္လာဟ်အရှင်မြတ်က နွေရာသီတွင် ဆောင်းရာသီသီးနှံများ၊ ဆောင်းရာသီတွင် နွေရာသီသီးနှံများ ပေးသနားခြင်းဖြင့် ရိက္ခာထောက်ပံ့ပေးနေသည်ကို မြင်သောအခါ၊ သူသည် သူကိုယ်တိုင် ကလေးတစ်ဦးရရှိရန် အလွန်ပင်ဆန္ဒပြင်းပြခဲ့သည်။ ထိုအချိန်တွင် ဇကရီယာသည် အသက်ကြီးရင့်နေပြီဖြစ်ပြီး၊ သူ့အရိုးများ ပျော့ညံ့နေကာ သူ့ခေါင်း၌ ဆံပင်ဖြူများ ပြည့်နေပြီဖြစ်သည်။ သူ့ဇနီးမှာလည်း သားသမီးမရနိုင်သော အသက်ကြီးအမျိုးသမီးတစ်ဦးဖြစ်သည်။ သို့သော်လည်း သူသည် အလ္လာဟ်အရှင်မြတ်အား တိတ်တိတ်ဆိတ်ဆိတ် ဆုတောင်းမေတ္တာပို့သခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ هَبْ لِي مِن لَّدُنكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏အရှင်သခင်! အသင်၏ထံတော်မှ ကျွန်ုပ်အား ပေးသနားတော်မူပါ၊)</span> အသင်ထံမှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُرِّيَّةً طَيِّبَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းသောသားသမီး)</span> ဆိုလိုသည်မှာ ဖြောင့်မတ်သောသားသမီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ سَمِيعُ الدُّعَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် အမှန်ပင် ဆုတောင်းခြင်းအားလုံးကို ကြားနာတော်မူသောအရှင်ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကောင်းကင်တမန်များသည် သူ့ကို မီဟ်ရာဘ်တွင် မတ်တပ်ရပ်၍ ဆွလာတ်ပြုနေစဉ် ခေါ်ခဲ့ကြသည်၊)</span> ဆိုလိုသည်မှာ ကောင်းကင်တမန်များသည် သူဆွလာတ်ပြုရန်နေရာတွင် တစ်ဦးတည်းရှိနေစဉ် မတ်တပ်ရပ်၍ ဆွလာတ်ပြုနေစဉ် သူ့ကို တိုက်ရိုက်စကားပြောခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဇကရီယာအား ကောင်းကင်တမန်များ ပေးအပ်ခဲ့သော ပျော်ရွှင်ဖွယ်သတင်းအကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ယဟ်ယာအကြောင်း ပျော်ရွှင်ဖွယ်သတင်း ပေးတော်မူသည်၊)</span> သင်၏သားမြေးများထဲမှ ကလေးတစ်ဦးအကြောင်း၊ သူ၏အမည်မှာ ယဟ်ယာ ဖြစ်သည်။ ကတာဒါနှင့် အခြားပညာရှင်များက သူသည် ယဟ်ယာ <span class=\"gray\">(စာသားအရ ‘သူအသက်ရှင်သည်’)</span> ဟုခေါ်ခြင်းမှာ အလ္လာဟ်အရှင်မြတ်က သူ၏ဘဝကို ယုံကြည်ခြင်းဖြင့် ပြည့်စေခဲ့သောကြောင့်ဖြစ်သည်ဟု ပြောဆိုခဲ့ကြသည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُصَدِّقًا بِكَلِمَةٍ مِّنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ စကားတော်ကို ယုံကြည်သူ)</span> အလ်-အော်ဖီက အိဗ်နု အဗ္ဗာစ်ပြောသည်ဟု ဖော်ပြခဲ့ပြီး၊ အလ်-ဟစန်၊ ကတာဒါ၊ အိကရီမာ၊ မူဂျာဟစ်ဒ်၊ အဘူ အရှ်-ရှာသာ၊ အစ်-စွတ်ဒီ၊ အာရ်-ရာဘီ ဘင် အနပ်စ်၊ အဒ်-ဒဟ်ဟာက် နှင့် အခြားများစွာတို့က အာယသ်တော်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُصَدِّقًا بِكَلِمَةٍ مِّنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ စကားတော်ကို ယုံကြည်သူ)</span> ဆိုလိုသည်မှာ “မရ်ယမ်၏သား အီဆာကို ယုံကြည်သူ”။</p><p lang=\"ha\" class=\"ha \">Abu Al-'Aliyah, Ar-Rabi' bin Anas, Qatadah and Sa'id bin Jubayr said that Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسَيِّدًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စိုင်ယေဒန်)</span> ဆိုလိုသည်မှာ ဉာဏ်ပညာရှိသောလူ။ အိဗ်နု အဗ္ဗာစ်၊ အစ်-သော်ရီနှင့် အဒ်-ဒဟ်ဟာက်တို့က စိုင်ယေဒန်ဆိုသည်မှာ “မြင့်မြတ်သော၊ ဉာဏ်ပညာရှိသောနှင့် ဘာသာတရားကိုင်းရှိုင်းသောလူ” ဟု ပြောဆိုခဲ့ကြသည်။ စာအီဒ် ဘင် အလ်-မူဆယဘ်က စိုင်ယေဒ်သည် ပညာရှင်နှင့် ဖကီဟ်ဖြစ်သည်ဟု ပြောဆိုခဲ့သည်။ အတီယာက စိုင်ယေဒ်သည် အမူအကျင့်နှင့် ဘာသာတရားကိုင်းရှိုင်းမှု၌ မြင့်မြတ်သောလူဖြစ်သည်ဟု ပြောဆိုခဲ့သည်။ အိကရီမာက ဒေါသဖြင့် မလွှမ်းမိုးခံရသောသူကို ရည်ညွှန်းသည်ဟု ပြောဆိုခဲ့ပြီး၊ အိဗ်နု ဇိုင်ဒ်က မြင့်မြတ်သောလူကို ရည်ညွှန်းသည်ဟု ပြောဆိုခဲ့သည်။ မူဂျာဟစ်ဒ်က စိုင်ယေဒန်ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က ဂုဏ်ပြုခံရသူဟု ပြောဆိုခဲ့သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَصُورًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟာစူရမ်)</span> ဆိုသည်မှာ သူသည် အမျိုးသမီးများနှင့် လိင်ဆက်ဆံခြင်းကို ရှောင်ကြဉ်သည်ဟု မဆိုလိုဘဲ၊ တရားမဝင်လိင်ဆက်ဆံခြင်းမှ ကင်းလွတ်သည်ဟု ဆိုလိုသည်။ ၎င်းသည် သူသည် အမျိုးသမီးများနှင့် လက်ထပ်ခြင်းနှင့် တရားဝင်လိင်ဆက်ဆံခြင်း မပြုဟု မဆိုလိုပါ၊ အဘယ်ကြောင့်ဆိုသော် ဇကရီယာသည် ယဟ်ယာအတွက် ဆုတောင်းရာ၌ ဤသို့ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَبْ لِي مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်ထံမှ ကောင်းသောသားသမီးကို ပေးသနားတော်မူပါ)</span>၊ ဆိုလိုသည်မှာ သားသမီးရနိုင်မည့်သားတစ်ဦးကို ကျွန်ုပ်အား ပေးသနားတော်မူပါ၊ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَبِيًّا مِّنَ الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖြောင့်မတ်သူများထဲမှ ပရောဖက်တစ်ပါး)</span> သည် ယဟ်ယာ မွေးဖွားလာမည်ဟူသော သတင်းကောင်းပြီးနောက် ယဟ်ယာကို ပရောဖက်အဖြစ် စေလွှတ်မည့် ပို၍ကောင်းသောသတင်းကို ပေးသည်။ ဤသတင်းကောင်းသည် ယဟ်ယာမွေးဖွားခြင်းသတင်းထက် ပို၍ကောင်းမွန်သည်။ အလားတူပြောဆိုမှုတွင် အလ္လာဟ်အရှင်မြတ်သည် မူဆာ၏မိခင်အား မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့သည် သူ့ကို သင့်ထံ ပြန်လည်ပို့ဆောင်မည်ဖြစ်ပြီး၊ သူ့ကို တမန်တော်များထဲမှ တစ်ဦးဖြစ်စေမည်။)</span><span class=\"gray\">[၂၈:၇]</span></p><p lang=\"my\" class=\"my \">ဇကရီယာသည် ပျော်ရွှင်ဖွယ်သတင်းကို ကြားသောအခါ၊ သူ၏အသက်အရွယ်၌ ကလေးရရှိခြင်းအကြောင်း စဉ်းစားခဲ့သည်။ သူက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ قَالَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အို ကျွန်ုပ်၏အရှင်သခင်! ကျွန်ုပ်အလွန်အိုမင်းနေပြီး ကျွန်ုပ်၏ဇနီးသည် သားသမီးမရသူဖြစ်နေပါလျက် သားတစ်ဦးကို မည်သို့ရနိုင်မည်နည်း။” <span class=\"gray\">(သူ)</span> က ပြောသည်...)</span> ဆိုလိုသည်မှာ ကောင်းကင်တမန်က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> كَذَٰلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“ဤနည်းအတိုင်း အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိရာကို ပြုတော်မူသည်။”)</span> ဆိုလိုသည်မှာ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ကိစ္စဖြစ်သည်၊ အရှင်မြတ်သည် အလွန်တန်ခိုးကြီးသောအရှင်ဖြစ်သောကြောင့် အရှင်မြတ်၏တန်ခိုးမှ မည်သည့်အရာမျှ မလွတ်မြောက်နိုင်သလို အရှင်မြတ်၏စွမ်းဆောင်နိုင်မှုထက်လည်း မည်သည့်အရာမျှ မကျော်လွန်နိုင်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ اجْعَل لِّي آيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- “အို ကျွန်ုပ်၏အရှင်သခင်! ကျွန်ုပ်အတွက် နိမိတ်လက္ခဏာတစ်ခု ပြုလုပ်ပေးတော်မူပါ”)</span> ဆိုလိုသည်မှာ ကလေးလာမည်ဖြစ်ကြောင်း ကျွန်ုပ်အား သတိပေးမည့် နိမိတ်လက္ခဏာတစ်ခု ပြုလုပ်ပေးတော်မူပါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က မိန့်တော်မူသည်- “သင့်နိမိတ်လက္ခဏာမှာ သင်သည် လူများနှင့် သုံးရက်တိုင်တိုင် အချက်ပြခြင်းမှလွဲ၍ စကားပြောမည်မဟုတ်ပေ။”)</span> ဆိုလိုသည်မှာ သင်သည် ဆွံ့အသူမဟုတ်သော်လည်း အချက်ပြခြင်းမှလွဲ၍ စကားပြောနိုင်မည်မဟုတ်ပေ။ အခြားအာယသ်တော်တစ်ရပ်၌ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثَ لَيَالٍ سَوِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သုံးညတိုင်တိုင် ကိုယ်ခန္ဓာ၌ ချို့ယွင်းချက်မရှိဘဲ။)</span><span class=\"gray\">[၁၉:၁၀]</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဇကရီယာအား ထိုအခြေအနေတွင် အရှင်မြတ်အား ဆုတောင်းခြင်း၊ ကျေးဇူးတင်ခြင်းနှင့် ချီးမွမ်းခြင်းတို့ကို မကြာခဏ ပြုလုပ်ရန် အမိန့်ပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်ကို များစွာအမှတ်ရပါ၊ ညနေပိုင်းနှင့် နံနက်ပိုင်းတို့တွင် <span class=\"gray\">(အရှင်မြတ်အား)</span> ချီးမွမ်းပါ။)</span></p><p lang=\"my\" class=\"my \">ဤအကြောင်းအရာကို ဆူရာဟ် မရ်ယမ် <span class=\"gray\">(အခန်းကြီး ၁၉)</span> အစပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်အလိုရှိပါက ပိုမိုအသေးစိတ်ရှင်းပြပါမည်။</p>"
  }
]