[
  {
    "ayah_key": "4:172",
    "group_ayah_key": "4:172",
    "from_ayah": "4:172",
    "to_ayah": "4:173",
    "ayah_keys": "4:172,4:173",
    "text": "<p lang=\"my\" class=\"my \">အလ်-မစီးဟ်သည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်တစ်ဦးဖြစ်ရသည်ကို လုံးဝမာနမထောင်လွှားပါ၊ အနီးကပ်သော <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> ကောင်းကင်တမန်များလည်း မဟုတ်ပါ။ အကြင်သူသည် အရှင်မြတ်ကို ကိုးကွယ်ခြင်းကို ငြင်းပယ်ပြီး မာနထောင်လွှားလျှင် အရှင်မြတ်သည် ထိုသူတို့အားလုံးကို အရှင်မြတ်ထံတွင် စုရုံးစေမည်။ <span>(၁၇၂)</span>ထို့ကြောင့် ယုံကြည်၍ ကောင်းမြတ်သော လုပ်ရပ်များကို ပြုလုပ်သူများအတွက် အရှင်မြတ်သည် ၎င်းတို့၏ <span class=\"gray\">(ထိုက်တန်သော)</span> အကျိုးများကို အရှင်မြတ်၏ ဂုဏ်ကျေးဇူးတော်မှ ပိုမိုပေးသနားတော်မူမည်။ သို့သော် အရှင်မြတ်ကို ကိုးကွယ်ခြင်းကို ငြင်းဆန်ပြီး မာနထောင်လွှားသူများအတွက်မူ အရှင်မြတ်သည် ပြင်းထန်သော ပြစ်ဒဏ်ဖြင့် အပြစ်ပေးတော်မူမည်။ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ၎င်းတို့အတွက် မည်သည့် ကာကွယ်သူ သို့မဟုတ် ကူညီသူကိုမျှ တွေ့ရမည်မဟုတ်ပါ။ <span>(၁၇၃)</span></p><div lang=\"my\" class=\"my \"><h2>ပရောဖက်များနှင့် ကောင်းကင်တမန်များသည် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ရန် မည်သည့်အခါမျှ မာနမထောင်လွှားကြ</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က အိဗ်နု အဗ်ဗားစ်က 'မာနထောင်လွှားခြင်း' ဆိုသည်မှာ ရိုင်းစိုင်းခြင်းဟု ပြောဆိုကြောင်း မှတ်တမ်းတင်ထားသည်။ ကွာတာဒါဟ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمَسِيحُ أَن يَكُونَ عَبْدًا لِّلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-မစီးဟ်သည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်တစ်ဦးဖြစ်ရသည်ကို လုံးဝမာနမထောင်လွှားပါ၊ အနီးကပ်သော <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ)</span> ကောင်းကင်တမန်များလည်း မဟုတ်ပါ)</span></p><p lang=\"my\" class=\"my \"><span class=\"gray\">[၎င်းတို့သည်]</span> မည်သည့်အခါမျှ မာနမကြီးကြ၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَسْتَنكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အရှင်မြတ်ကို ကိုးကွယ်ခြင်းကို ငြင်းပယ်ပြီး မာနထောင်လွှားလျှင် အရှင်မြတ်သည် ထိုသူတို့အားလုံးကို အရှင်မြတ်ထံတွင် စုရုံးစေမည်။)</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အကြား မတရားမှု သို့မဟုတ် မှားယွင်းမှု လုံးဝမရှိသော အရှင်မြတ်၏ တရားမျှတသော စီရင်ဆုံးဖြတ်ချက်ဖြင့် စီရင်တော်မူမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُم مِّن فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ယုံကြည်၍ ကောင်းမြတ်သော လုပ်ရပ်များကို ပြုလုပ်သူများအတွက် အရှင်မြတ်သည် ၎င်းတို့၏ <span class=\"gray\">(ထိုက်တန်သော)</span> အကျိုးများကို အရှင်မြတ်၏ ဂုဏ်ကျေးဇူးတော်မှ ပိုမိုပေးသနားတော်မူမည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ကောင်းမြတ်သော လုပ်ရပ်များအတွက် အပြည့်အဝ အကျိုးများ ချီးမြှင့်မည်ဖြစ်ပြီး အရှင်မြတ်၏ ဂုဏ်ကျေးဇူးတော်၊ ကြင်နာမှု၊ ကျယ်ပြန့်သော ကရုဏာနှင့် ကျေးဇူးတော်များ ပိုမိုပေးသနားတော်မူမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا الَّذِينَ اسْتَنكَفُوا وَاسْتَكْبَرُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အရှင်မြတ်ကို ကိုးကွယ်ခြင်းကို ငြင်းဆန်ပြီး မာနထောင်လွှားသူများအတွက်မူ)</span> မာနကြီးမှုကြောင့် ၎င်းတို့သည် အရှင်မြတ်ကို နာခံပြီး ကိုးကွယ်ရန် ငြင်းဆန်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ၎င်းတို့အား ပြင်းထန်သော ပြစ်ဒဏ်ဖြင့် အပြစ်ပေးတော်မူမည်။ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ၎င်းတို့အတွက် မည်သည့် ကာကွယ်သူ သို့မဟုတ် ကူညီသူကိုမျှ တွေ့ရမည်မဟုတ်ပါ။)</span> အခြား အာယတ်တော်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် အကြင်သူများသည် ငါ့ကို ကိုးကွယ်ခြင်းကို မထီမဲ့မြင်ပြုကြ၏၊ ထိုသူတို့သည် အရှက်ရစွာဖြင့် ဂျဟန္နမ်ငရဲသို့ မုချဝင်ရလိမ့်မည်။)</span><span class=\"gray\">[40:60]</span> အောက်ကျို့ခြင်း၊ အရှက်ရခြင်းနှင့် ဂုဏ်သိက္ခာမဲ့ခြင်းဖြင့် ဖြစ်သည်။ အကြောင်းမှာ ၎င်းတို့သည် မာနကြီးပြီး ပုန်ကန်တတ်သောကြောင့် ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "4:174",
    "group_ayah_key": "4:174",
    "from_ayah": "4:174",
    "to_ayah": "4:175",
    "ayah_keys": "4:174,4:175",
    "text": "<p lang=\"my\" class=\"my \">အို လူသားအပေါင်းတို့! စင်စစ်ပင် သင်တို့၏ အရှင်သခင်ထံမှ ခိုင်မာသော သက်သေအထောက်အထားသည် သင်တို့ထံသို့ ရောက်ရှိလာခဲ့ပြီ။ ၎င်းပြင် ငါတို့သည် သင်တို့ထံသို့ ထင်ရှားသော အလင်းကို ချပေးခဲ့ပြီ။ <span>(၁၇၄)</span>ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး အရှင်မြတ်ကို ခိုင်မြဲစွာ ဆုပ်ကိုင်သူများ <span class=\"gray\">[မှီခိုသူများ]</span> အတွက် အရှင်မြတ်သည် ၎င်းတို့အား အရှင်မြတ်၏ ကရုဏာတော်နှင့် ကျေးဇူးတော် <span class=\"gray\">(ဆိုလိုသည်မှာ ဂျန္နတ်ဥယျာဉ်)</span> ထဲသို့ သွင်းယူမည်ဖြစ်ပြီး ဖြောင့်မတ်သော လမ်းစဉ်ဖြင့် အရှင်မြတ်ထံသို့ လမ်းပြတော်မူမည်။ <span>(၁၇၅)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်ထံမှ ဆင်းသက်လာသော ဗျာဒိတ်တော်၏ ဖော်ပြချက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူအားလုံးအား အရှင်မြတ်ထံမှ ရှင်းလင်းပြတ်သားသော သက်သေအထောက်အထား ရောက်ရှိလာကြောင်း အသိပေးတော်မူသည်။ ထိုသက်သေသည် မည်သည့် ဆင်ခြေဆင်လက်ပေးနိုင်သည့် အခွင့်အလမ်းကိုမဆို၊ သို့မဟုတ် မကောင်းသော သံသယများ၏ သားကောင်ဖြစ်နိုင်ခြေကိုမဆို ဖယ်ရှားပေးသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنزَلْنَا إِلَيْكُمْ نُورًا مُّبِينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ငါတို့သည် သင်တို့ထံသို့ ထင်ရှားသော အလင်းကို ချပေးခဲ့ပြီ။)</span> သို့သော် အမှန်တရားသို့ ညွှန်ပြသည်။ အိဗ်နု ဂျူရိုင်းဂျ်နှင့် အခြားသူများက \"၎င်းသည် ကူရ်အာန်ဖြစ်သည်\" ဟု ပြောဆိုခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး အရှင်မြတ်ကို ခိုင်မြဲစွာ ဆုပ်ကိုင်သူများ <span class=\"gray\">[မှီခိုသူများ]</span> အတွက်)</span> အရှင်မြတ်ကို ကိုးကွယ်ခြင်းဖြင့်လည်းကောင်း၊ အရာရာတိုင်းအတွက် အရှင်မြတ်ကို မှီခိုခြင်းဖြင့်လည်းကောင်း ဖြစ်သည်။ အိဗ်နု ဂျူရိုင်းဂျ်က ဤအာယတ်တော်၏ အပိုင်းသည် \"၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး ကူရ်အာန်ကို ခိုင်မြဲစွာ ဆုပ်ကိုင်ကြသည်\" ဟု အဓိပ္ပါယ်ရကြောင်း ပြောဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِّنْهُ وَفَضْلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ၎င်းတို့အား အရှင်မြတ်၏ ကရုဏာတော်နှင့် ကျေးဇူးတော်ထဲသို့ သွင်းယူမည်ဖြစ်ပြီး)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့အား အရှင်မြတ်၏ ကရုဏာတော်ကို ချီးမြှင့်ပြီး ဂျန္နတ်ဥယျာဉ်ထဲသို့ သွင်းယူမည်ဖြစ်ကာ ၎င်းတို့၏ အကျိုးများနှင့် ရာထူးများကို အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ဂုဏ်ကျေးဇူးတော်အဖြစ် တိုးပွားစေပြီး မြှင့်တင်ပေးတော်မူမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُّسْتَقِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဖြောင့်မတ်သော လမ်းစဉ်ဖြင့် အရှင်မြတ်ထံသို့ လမ်းပြတော်မူမည်။)</span> ၎င်းပြင် မည်သည့် ဆိုးယုတ်မှု သို့မဟုတ် လမ်းလွဲမှုမျှ မရှိသော ရှင်းလင်းပြတ်သားသည့် လမ်းစဉ်ပင် ဖြစ်သည်။ စင်စစ် ဤသည်မှာ ဤဘဝနှင့် နောင်ဘဝတွင် ယုံကြည်သူများ၏ ဖော်ပြချက်ပင်ဖြစ်သည်။ အကြောင်းမှာ ၎င်းတို့သည် လုပ်ရပ်များနှင့် ယုံကြည်ချက်ဆိုင်ရာ ကိစ္စများတွင် ဖြောင့်မှန်၍ ဘေးကင်းသော လမ်းစဉ်ပေါ်တွင် ရှိနေကြသောကြောင့် ဖြစ်သည်။ နောင်ဘဝတွင်မူ ၎င်းတို့သည် ဂျန္နတ်ဥယျာဉ်များသို့ ဦးတည်သော အလ္လာဟ်အရှင်မြတ်၏ ဖြောင့်မတ်သော လမ်းစဉ်ပေါ်တွင် ရှိနေကြသည်။</p>"
  }
]