[
  {
    "ayah_key": "4:32",
    "group_ayah_key": "4:32",
    "from_ayah": "4:32",
    "to_ayah": "4:32",
    "ayah_keys": "4:32",
    "text": "<p class=\"my translation\" lang=\"my\">အချို့ကို အချို့ထက် သာလွန်အောင် အလ္လာဟ်အရှင်မြတ်က ဖန်တီးထားသည့်အရာများကို အသင်တို့ မတောင့်တကြနှင့်။ အမျိုးသားများအတွက် ၎င်းတို့ရရှိထားသည့်အရာများအတွက် အကျိုးရှိသကဲ့သို့ အမျိုးသမီးများအတွက် ၎င်းတို့ရရှိထားသည့်အရာများအတွက် အကျိုးရှိ၏။ အလ္လာဟ်အရှင်မြတ်ထံမှ အရှင်မြတ်၏ ကျေးဇူးတော်ကို တောင်းခံကြကုန်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အစဉ်မပြတ် အကြွင်းမဲ့သိရှိတော်မူသောအရှင် ဖြစ်တော်မူ၏။ <span>(၃၂)</span></p><div lang=\"my\" class=\"my \"><h2>အချို့သူများကို အချို့သူများထက်သာလွန်အောင် အလ္လာဟ်အရှင်မြတ် ဖန်တီးထားသည့်အရာများကို မတောင့်တကြနှင့်</h2></div><p lang=\"my\" class=\"my \">အီမာမ်အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အွမ္မုစလာမာက ပြောကြားသည်- \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အမျိုးသားများက စစ်ပွဲဝင်ကြသော်လည်း ကျွန်ုပ်တို့က စစ်ပွဲမဝင်ရပါ။ ကျွန်ုပ်တို့သည် အမွေ၏ တစ်ဝက် <span class=\"gray\">(အမျိုးသားများရသည့်)</span> ကိုသာ ရရှိကြသည်။\" အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်ခဲ့သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَىٰ بَعْضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချို့ကို အချို့ထက် သာလွန်အောင် အလ္လာဟ်အရှင်မြတ်က ဖန်တီးထားသည့်အရာများကို အသင်တို့ မတောင့်တကြနှင့်)</span>။ အတ်-သီရ်မိဇီကလည်း ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلرِّجَالِ نَصِيبٌ مِّمَّا اكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ مِّمَّا اكْتَسَبْنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသားများအတွက် ၎င်းတို့ရရှိထားသည့်အရာများအတွက် အကျိုးရှိသကဲ့သို့ <span class=\"gray\">(အလားတူ)</span> အမျိုးသမီးများအတွက် ၎င်းတို့ရရှိထားသည့်အရာများအတွက် အကျိုးရှိ၏)</span> ဟူသည်မှာ အိဗ်နုဂျရီရ်၏ အဆိုအရ လူတိုင်းသည် ၎င်းတို့၏ လုပ်ဆောင်ချက်များအတွက် အကျိုးကို ရရှိမည်ဖြစ်ကြောင်း၊ ကောင်းမှုများအတွက် အကျိုးနှင့် မကောင်းမှုများအတွက် ပြစ်ဒဏ်ကို ရရှိမည်ဖြစ်ကြောင်း ဖော်ပြသည်။</p><p lang=\"my\" class=\"my \">ဤအာယသ်သည် အမွေအနှစ်အကြောင်းကို ပြောနေကြောင်းလည်း ဖော်ပြထားပြီး၊ အလ်-ဝါလီဘီက အိဗ်နုအဗ္ဗားစ်ထံမှ သတင်းပို့ထားသကဲ့သို့ လူတိုင်းသည် အမွေ၏ ၎င်းတို့ရသင့်ရထိုက်သော ခွဲဝေမှုကို ရရှိမည်ဖြစ်ကြောင်း ဖော်ပြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်များကို ၎င်းတို့အတွက် အကျိုးရှိမည့်အရာသို့ လမ်းညွှန်တော်မူခဲ့သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلُوا اللَّهَ مِن فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ အရှင်မြတ်၏ ကျေးဇူးတော်ကို တောင်းခံကြကုန်။)</span>ထို့ကြောင့် အာယသ်တော်က “အခြားသူများ သင်တို့ထက် သာလွန်စွာ ရရှိထားသည့်အရာများကို မတောင့်တကြနှင့်။ အကြောင်းမှာ ၎င်းသည် ဖြစ်ပေါ်လာမည့် ဆုံးဖြတ်ချက်ဖြစ်ပြီး တောင့်တခြင်းသည် ၎င်း၏ အမိန့်ကို ပြောင်းလဲနိုင်မည်မဟုတ်ပေ။ သို့သော် ငါ၏ ကျေးဇူးတော်ကို ငါ့ထံမှ တောင်းခံကြလော့၊ ငါသည် သင်တို့အား ပေးသနားမည်။ ငါသည် အလွန်ရက်ရောပြီး အလွန်ပေးသနားသောအရှင် ဖြစ်သည်” ဟု ဖော်ပြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အစဉ်မပြတ် အကြွင်းမဲ့သိရှိတော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဤဘဝကို မည်သူခံစားထိုက်သည်ကို သိတော်မူသဖြင့် ၎င်းအား ချမ်းသာကြွယ်ဝမှုကို ပေးသနားတော်မူပြီး၊ မည်သူသည် ဆင်းရဲခြင်းကို ခံစားထိုက်သည်ကို သိတော်မူသဖြင့် ၎င်းအား ဆင်းရဲစေတော်မူသည်။ အရှင်မြတ်သည် နောင်ဘဝကို မည်သူခံစားထိုက်သည်ကိုလည်း သိတော်မူပြီး၊ ၎င်းအား ထိုဘဝ၌ အောင်မြင်စေမည့် လုပ်ဆောင်မှုများကို ပြုလုပ်ရန် လမ်းညွှန်တော်မူပြီး၊ မည်သူသည် ကျရှုံးခြင်းကို ခံစားထိုက်သည်ကို သိတော်မူသဖြင့် ၎င်းအား ဖြောင့်မတ်ခြင်းနှင့် ထိုသို့ဖြစ်စေသော အရာများမှ တားမြစ်တော်မူသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အစဉ်မပြတ် အကြွင်းမဲ့သိရှိတော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span>။</p>"
  },
  {
    "ayah_key": "4:33",
    "group_ayah_key": "4:33",
    "from_ayah": "4:33",
    "to_ayah": "4:33",
    "ayah_keys": "4:33",
    "text": "<p class=\"my translation\" lang=\"my\">လူတိုင်းအတွက် မိဘများနှင့် ဆွေမျိုးများ ချန်ထားခဲ့သည့်အရာများမှ မဝါလီများကို ငါတို့က ခန့်အပ်ထားသည်။ သင်တို့ သစ္စာပြုထားသော <span class=\"gray\">(ညီအစ်ကိုရင်းချာအဖြစ်)</span> သူတို့အားလည်း ၎င်းတို့ရထိုက်သော ဝေစု <span class=\"gray\">(အမွေစာချုပ်ဖြင့်)</span> ကို ပေးကြကုန်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအပေါ် အစဉ်မပြတ် သက်သေခံဖြစ်တော်မူ၏။ <span>(၃၃)</span></p><p lang=\"ha\" class=\"ha \">Ibn 'Abbas, Mujahid, Sa'id bin Jubayr, Abu Salih, Qatadah, Zayd bin Aslam, As-Suddi, Ad-Dahhak, Muqatil bin Hayyan, and others said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلٍّ جَعَلْنَا مَوَالِيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်းအတွက် မဝါလီများကို ငါတို့က ခန့်အပ်ထားသည်)</span> ဆိုသည်မှာ “အမွေဆက်ခံသူများ” ကို ဆိုလိုသည်။ အိဗ်နုအဗ္ဗားစ်က မဝါလီသည် ဆွေမျိုးများကို ရည်ညွှန်းသည်ဟုလည်း ပြောကြားထားသည်။ အိဗ်နုဂျရီရ်က မှတ်ချက်ပြုသည်- \"အာရပ်များသည် ဝမ်းကွဲကို မော်လာဟု ခေါ်သည်။\" အိဗ်နုဂျရီရ်က ဆက်လက်ပြောကြားသည်- \"အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ -\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိဘများနှင့် ဆွေမျိုးများ ချန်ထားခဲ့သည့်အရာများမှ)</span> ဆိုသည်မှာ ၎င်း၏ မိဘများနှင့် မိသားစုဝင်များထံမှ အမွေရရှိခဲ့သည့်အရာများမှ ဖြစ်သည်။ ထို့ကြောင့် အာယသ်၏ အဓိပ္ပါယ်မှာ- “အို လူအပေါင်းတို့၊ သင်တို့အားလုံးအတွက် သင်တို့ကိုယ်တိုင် မိဘများနှင့် ဆွေမျိုးများထံမှ အမွေရရှိခဲ့သည့်အရာများကို နောက်ပိုင်းတွင် ဆက်ခံမည့် ဆွေမျိုးများ <span class=\"gray\">(ဥပမာ- သားသမီးများ)</span> ကို ငါတို့က ခန့်အပ်ထားသည်” ဟု ဖြစ်လာသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ သစ္စာပြုထားသော <span class=\"gray\">(ညီအစ်ကိုရင်းချာအဖြစ်)</span> သူတို့အားလည်း ၎င်းတို့ရထိုက်သော ဝေစုကို ပေးကြကုန်။)</span> ဆိုသည်မှာ “သင်တို့ သစ္စာပြုထားသော ညီအစ်ကိုရင်းချာများအား ၎င်းတို့၏ အမွေဝေစုကို ပေးကြကုန်၊ ထိုသို့ဖြင့် သင်တို့ပေးထားသည့် သစ္စာပြုထားသော ကတိများကို ပြည့်စုံစေကြကုန်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ထိုသစ္စာများနှင့် ကတိများကို ပေးခဲ့စဉ်က သင်တို့အားလုံးကို သက်သေခံတော်မူခဲ့သည်။” ဤထုံးတမ်းကို အစောပိုင်း အစ္စလာမ်ခေတ်တွင် လိုက်နာခဲ့ကြသော်လည်း နောက်ပိုင်းတွင် ဖျက်သိမ်းခဲ့သည်။ ထိုအခါ မွတ်စလင်မ်တို့အား ၎င်းတို့ပေးထားပြီးဖြစ်သော သစ္စာပြုမှုများ <span class=\"gray\">(ညီအစ်ကိုရင်းချာအဖြစ်)</span> ကို ပြည့်စုံစေရန် အမိန့်ပေးခဲ့သော်လည်း ထိုနောက်ပိုင်းတွင် သစ္စာပြုမှုအသစ်များ ပြုလုပ်ခြင်းမှ ရှောင်ကြဉ်ရန် အမိန့်ပေးခဲ့သည်။ အလ်-ဘူခါရီက အိဗ်နုအဗ္ဗားစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلٍّ جَعَلْنَا مَوَالِيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်းအတွက် မဝါလီများကို ငါတို့က ခန့်အပ်ထားသည်)</span> “ဆိုလိုသည်မှာ အမွေဆက်ခံသူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ သစ္စာပြုထားသော <span class=\"gray\">(ညီအစ်ကိုရင်းချာအဖြစ်)</span> သူတို့အားလည်း)</span> မဟာဂျီရ်များ အလ်-မဒီနာသို့ ရောက်ရှိလာသောအခါ၊ မဟာဂျီရ်သည် အန်ဆွာရီထံမှ အမွေဆက်ခံရမည်ဖြစ်ပြီး၊ အန်ဆွာရီ၏ ဆွေမျိုးများကမူ တမန်တော်မြတ် ﷺ ၎င်းတို့ <span class=\"gray\">(မဟာဂျီရ်များနှင့် အန်ဆွာရီများ)</span> ကြားတွင် တည်ထောင်ခဲ့သည့် ညီအစ်ကိုရင်းချာနှောင်ကြိုးကြောင့် ၎င်းထံမှ အမွေဆက်ခံခွင့်မရှိပေ။ အာယသ်တော် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلٍّ جَعَلْنَا مَوَالِيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်းအတွက် မဝါလီများကို ငါတို့က ခန့်အပ်ထားသည်)</span> ကို ထုတ်ပြန်ခဲ့သောအခါ၊ ၎င်းသည် <span class=\"gray\">(အမွေအနှစ်နှင့်ပတ်သက်သော ညီအစ်ကိုရင်းချာနှောင်ကြိုးကို)</span> ဖျက်သိမ်းခဲ့သည်။\" ထို့နောက် ၎င်းက ပြောကြားသည်- \"အာယသ်တော် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ သစ္စာပြုထားသော <span class=\"gray\">(ညီအစ်ကိုရင်းချာအဖြစ်)</span> သူတို့အားလည်း ၎င်းတို့ရထိုက်သော ဝေစုကို ပေးကြကုန်။)</span> သည် ပူးပေါင်းဆောင်ရွက်မှုနှင့် အပြန်အလှန် အကြံပေးမှု ကိစ္စများအတွက် အကျုံးဝင်နေဆဲဖြစ်ပြီး၊ အမွေအနှစ်ကိစ္စကိုမူ ဖယ်ထုတ်ထားပြီး ယခင်က အမွေဆက်ခံပိုင်ခွင့်ရှိသူအား တစ်စုံတစ်ရာကို ၎င်း၏ သေတမ်းစာတွင် သတ်မှတ်ပေးခြင်းကို ခွင့်ပြုခဲ့သည်။\"</p>"
  }
]