[
  {
    "ayah_key": "26:200",
    "group_ayah_key": "26:200",
    "from_ayah": "26:200",
    "to_ayah": "26:209",
    "ayah_keys": "26:200,26:201,26:202,26:203,26:204,26:205,26:206,26:207,26:208,26:209",
    "text": "<p lang=\"my\" class=\"my \">ထိုနည်းအတိုင်းပင် ငါတို့သည် ၎င်းကို ပြစ်မှုကျူးလွန်သူများ၏ ရင်ထဲသို့ ဝင်ရောက်စေခဲ့သည် <span>(200)</span>သူတို့သည် နာကျင်သော ပြစ်ဒဏ်ကို မမြင်ရမချင်း ၎င်းကို ယုံကြည်ကြမည်မဟုတ်ပေ <span>(201)</span>၎င်းတို့ မသိလိုက်ဘဲ ရုတ်တရက် သူတို့ထံသို့ ရောက်ရှိလာမည် <span>(202)</span>ထို့နောက် သူတို့က \"ကျွန်ုပ်တို့ကို အချိန်ဆိုင်းငံ့ပေးနိုင်ပါဦးမည်လား\" ဟု ပြောကြမည် <span>(203)</span>ထို့နောက် သူတို့သည် ငါတို့၏ ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် ဆန္ဒပြုကြမည်လော <span>(204)</span>စဉ်းစားကြည့်၊ ငါတို့သာ သူတို့ကို နှစ်ပေါင်းများစွာ ခံစားခွင့်ပေးထားခဲ့လျှင် <span>(205)</span>ထို့နောက် သူတို့အား ကတိပြုထားသော အရာသည် သူတို့ထံသို့ ရောက်ရှိလာခဲ့လျှင် <span>(206)</span>သူတို့ခံစားခဲ့ရသမျှသည် သူတို့အတွက် အကျိုးမဖြစ်ထွန်းစေနိုင်ပေ <span>(207)</span>ငါတို့သည် မည်သည့် မြို့ပြကိုမျှ ၎င်းတွင် သတိပေးသူမရှိဘဲ ဖျက်ဆီးခဲ့ခြင်းမရှိပေ <span>(208)</span>သတိပေးချက်အနေဖြင့် ဖြစ်ပြီး ငါတို့သည် မည်သည့်အခါမျှ မတရားမပြုခဲ့ပေ <span>(209)</span></p><div lang=\"my\" class=\"my \"><h2>ငြင်းပယ်သူများသည် ပြစ်ဒဏ်ကို မမြင်ရမချင်း မည်သည့်အခါမျှ ယုံကြည်ကြမည်မဟုတ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်– 'ထိုနည်းအတိုင်းပင် ငါတို့သည် ငြင်းပယ်ခြင်း၊ မယုံကြည်ခြင်း၊ ပယ်ချခြင်းနှင့် ခေါင်းမာခြင်းတို့ကို ပြစ်မှုကျူးလွန်သူများ၏ ရင်ထဲသို့ ဝင်ရောက်စေခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُؤْمِنُونَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ၎င်းကို ယုံကြည်ကြမည်မဟုတ်ပေ)</span>၊ ဆိုလိုသည်မှာ မှန်ကန်ခြင်းကို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် နာကျင်သော ပြစ်ဒဏ်ကို မမြင်ရမချင်း။)</span> ဆိုလိုသည်မှာ သူတို့၏ ဆင်ခြေများသည် အသုံးမဝင်တော့ဘဲ ကျိန်ခြင်းသည် သူတို့အပေါ် ကျရောက်မည်ဖြစ်ပြီး သူတို့၏နေအိမ်သည် ဆိုးရွားသော နေအိမ်ဖြစ်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَأْتِيَهُم بَغْتَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ မသိလိုက်ဘဲ ရုတ်တရက် သူတို့ထံသို့ ရောက်ရှိလာမည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်သည် သူတို့အပေါ် ရုတ်တရက် ကျရောက်လာမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يَشْعُرُونَ - فَيَقُولُوا هَلْ نَحْنُ مُنظَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ မသိလိုက်ဘဲ။ ထို့နောက် သူတို့က \"ကျွန်ုပ်တို့ကို အချိန်ဆိုင်းငံ့ပေးနိုင်ပါဦးမည်လား\" ဟု ပြောကြမည်။)</span> ဆိုလိုသည်မှာ သူတို့သည် ပြစ်ဒဏ်ကို မြင်သောအခါ အလ္လာဟ်အရှင်မြတ်ကို နာခံရန် နောက်ထပ် အချိန်အနည်းငယ် ရလိုကြမည် – သို့မဟုတ် သူတို့က အခိုင်အမာ ပြောဆိုကြသည်။ ၎င်းသည် အာယတ်တော်နှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားမျိုးနွယ်ကို ပြစ်ဒဏ်ကျရောက်မည့်နေ့အကြောင်း သတိပေးပါ)</span> အထိ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُم مِّن زَوَالٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မစွန့်ခွာရ)</span><span class=\"gray\">(၁၄:၄၄)</span>. ပြစ်မှုကျူးလွန်သူတိုင်းနှင့် မကောင်းမှုပြုသူတိုင်းသည် မိမိ၏ ပြစ်ဒဏ်ကို မြင်သောအခါ ပြင်းထန်စွာ နောင်တရကြလိမ့်မည်။ ထိုကိစ္စသည် ဖိရ်အောန်နှင့် ဆိုင်ခဲ့သည်။ မူဆာက သူ့ကို ဆုတောင်းခဲ့သောအခါ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوَالًا فِي الْحَيَاةِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏ အရှင်သခင်။ \"သင်သည် ဖိရ်အောန်နှင့် သူ၏ ခေါင်းဆောင်များအား ဤလောကီဘဝ၌ ခမ်းနားထည်ဝါမှုနှင့် ဥစ္စာဓနများကို အမှန်ပင် ချီးမြှင့်ထားခဲ့ပြီ။)</span> အထိ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ قَدْ أُجِيبَت دَّعْوَتُكُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က မိန့်တော်မူသည်– \"အမှန်စင်စစ် သင်တို့နှစ်ဦး၏ ဆုတောင်းခြင်းကို လက်ခံခဲ့ပြီ။\")</span><span class=\"gray\">(၁၀:၈၈-၈၉)</span>. ဤဆုတောင်းခြင်းသည် ဖိရ်အောန်အပေါ် သက်ရောက်မှုရှိခဲ့သည်။ သူသည် နာကျင်သော ပြစ်ဒဏ်ကို မမြင်ရမချင်း မယုံကြည်ခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنتُ أَنَّهُ لَا إِلَٰهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရေနစ်ခြင်းက သူ့ကို ဖုံးလွှမ်းသွားသောအခါ သူက \"ဣစ်ရာအီလ်သားတို့ ယုံကြည်သော ကိုးကွယ်ရာမှတစ်ပါး အခြားကိုးကွယ်ရာမရှိကြောင်း ငါယုံကြည်သည်။\" ဟု ပြောခဲ့သည်)</span> အထိ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنتَ مِنَ الْمُفْسِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ဖျက်ဆီးသူများထဲမှ တစ်ဦးဖြစ်ခဲ့သည်)</span><span class=\"gray\">(၁၀:၉၀-၉၁)</span>. အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့သည် ငါတို့၏ ပြစ်ဒဏ်ကို မြင်သောအခါ သူတို့က \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ် တစ်ဆူတည်းကိုသာ ယုံကြည်ပါသည်...\" ဟု ပြောကြသည်)</span><span class=\"gray\">(၄၀:၈၄)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူတို့သည် ငါတို့၏ ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် ဆန္ဒပြုကြမည်လော။)</span> ဤသည်မှာ ရှုံ့ချခြင်းနှင့် ခြိမ်းခြောက်ခြင်းဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် ရစူလ်တမန်တော်အား ငြင်းပယ်ခြင်းအားဖြင့်၊ မည်သည့်အခါမျှ ဖြစ်လာမည်မဟုတ်ဟု ထင်ကာ ပြောလေ့ရှိခဲ့ကြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتِنَا بِعَذَابِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို ကျွန်ုပ်တို့အပေါ် ယူဆောင်လာပါ)</span><span class=\"gray\">(၂၉:၂၉)</span>. ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည့်အတိုင်း ဖြစ်သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင့်အား ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် တောင်းဆိုကြသည်...)</span><span class=\"gray\">(၂၉:၅၃)</span>. ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتَ إِن مَّتَّعْنَاهُمْ سِنِينَ - ثُمَّ جَاءَهُم مَّا كَانُوا يُوعَدُونَ - مَا أَغْنَىٰ عَنْهُم مَّا كَانُوا يُمَتَّعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စဉ်းစားကြည့်၊ ငါတို့သာ သူတို့ကို နှစ်ပေါင်းများစွာ ခံစားခွင့်ပေးထားခဲ့လျှင်၊ ထို့နောက် သူတို့အား ကတိပြုထားသော အရာသည် သူတို့ထံသို့ ရောက်ရှိလာခဲ့လျှင်၊ သူတို့ခံစားခဲ့ရသမျှသည် သူတို့အတွက် အကျိုးမဖြစ်ထွန်းစေနိုင်ပေ။)</span> ဆိုလိုသည်မှာ 'ငါတို့သာ ကိစ္စကို နှောင့်နှေးစေပြီး အချိန်အတန်ငယ် သို့မဟုတ် အချိန်အကြာကြီး အချိန်ဆိုင်းငံ့ပေးထားခဲ့လျှင်၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်သည် သူတို့အပေါ် ကျရောက်လာသောအခါ၊ သူတို့၏ ဇိမ်ခံဘဝသည် သူတို့အတွက် ဘာအကျိုးရှိတော့မည်နည်း။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ မြင်သည့်နေ့တွင် <span class=\"gray\">(၎င်းသည်)</span> နေ့လည်ခင်း သို့မဟုတ် နံနက်ခင်းမှအပ <span class=\"gray\">(ဤလောကတွင်)</span> မနေထိုင်ခဲ့သည့်အလားပင် ဖြစ်လိမ့်မည်)</span><span class=\"gray\">(၇၉:၄၆)</span>. အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَن يُعَمَّرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့တစ်ဦးစီတိုင်းသည် နှစ်ပေါင်းတစ်ထောင် အသက်ရှင်ခွင့်ရလိုကြောင်း ဆန္ဒပြုကြသည်။ သို့သော် ထိုသို့သော အသက်တာကို ပေးခြင်းသည် သူ့အား ပြစ်ဒဏ်မှ အနည်းငယ်မျှပင် ကယ်တင်နိုင်မည်မဟုတ်ပေ)</span><span class=\"gray\">(၂:၉၆)</span>.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏ဥစ္စာဓနသည် သူကျဆုံးသောအခါ သူ့အား မည်သို့ အကျိုးပြုနိုင်မည်နည်း။)</span><span class=\"gray\">(၉၂:၁၁)</span> ဤတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا أَغْنَىٰ عَنْهُم مَّا كَانُوا يُمَتَّعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ခံစားခဲ့ရသမျှသည် သူတို့အတွက် အကျိုးမဖြစ်ထွန်းစေနိုင်ပေ။)</span> စစ်မှန်သော ဟဒီးစ်တော်အရ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْتَى بِالْكَافِرِ فَيُغْمَسُ فِي النَّارِ غَمْسَةً ثُمَّ يُقَالُ لَهُ: هَلْ رَأَيْتَ خَيْرًا قَطُّ؟ هَلْ رَأَيْتَ نَعِيمًا قَطُّ؟ فَيَقُولُ: لَا وَاللهِ يَا رَبِّ، وَيُؤتَى بِأَشَدِّ النَّاسِ بُؤْسًا كَانَ فِي الدُّنْيَا، فَيُصْبَغُ فِي الْجَنَّةِ صَبْغَةً، ثُمَّ يُقَالُ لَهُ: هَلْ رَأَيْتَ بُؤْسًا قَطُّ؟ فَيَقُولُ: لَا وَاللهِ يَا رَبِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများကို ခေါ်ဆောင်လာပြီး ငရဲမီးထဲသို့ တစ်ကြိမ်နှစ်လိုက်သောအခါ သူ့အား \"သင် ကောင်းသောအရာ တစ်ခုခုကို မြင်ဖူးပါသလား။ သင် ကောင်းသောအရာ တစ်ခုခုကို မြင်ဖူးပါသလား။\" ဟု မေးလိမ့်မည်။ သူက \"မမြင်ဖူးပါ၊ အို အရှင်သခင်။\" ဟု ပြောမည်။ ထို့နောက် ကမ္ဘာပေါ်တွင် အဆိုးဝါးဆုံး ဆင်းရဲဒုက္ခရောက်ခဲ့သူအား ခေါ်ဆောင်လာပြီး သူ့အား ယာယီအားဖြင့် ဂျန္နတ်၌ ထည့်သွင်းထားလိမ့်မည်။ ထို့နောက် သူ့အား \"သင် မကောင်းသောအရာ တစ်ခုခုကို မြင်ဖူးပါသလား။\" ဟု မေးလိမ့်မည်။ သူက \"မမြင်ဖူးပါ၊ အို အရှင်သခင်။\" ဟု ပြောမည်။)</span> ဆိုလိုသည်မှာ ဘာမျှမဖြစ်ခဲ့ဖူးသကဲ့သို့ပင်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ဖန်ဆင်းခြင်းအပေါ် မိမိ၏ တရားမျှတမှုကို ပြောပြသည်။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် မည်သည့်တိုင်းပြည်ကိုမျှ သူတို့အား သတိပေးခြင်း၊ တမန်တော်များ စေလွှတ်ခြင်းနှင့် သူတို့အပေါ် သက်သေပြခြင်းတို့ဖြင့် ဆင်ခြေမရှိအောင် ထားပြီးမှသာ ဖျက်ဆီးခဲ့ခြင်းဖြစ်သည်။ အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا لَهَا مُنذِرُونَ - ذِكْرَىٰ وَمَا كُنَّا ظَالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် မည်သည့် မြို့ပြကိုမျှ ၎င်းတွင် သတိပေးသူမရှိဘဲ ဖျက်ဆီးခဲ့ခြင်းမရှိပေ၊ သတိပေးချက်အနေဖြင့် ဖြစ်ပြီး ငါတို့သည် မည်သည့်အခါမျှ မတရားမပြုခဲ့ပေ။)</span> ၎င်းသည် အာယတ်တော်များနှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا</p><p class=\"da qpc-hafs\" lang=\"da \"><span class=\"gray\">(And We never punish until We have sent a Messenger)</span><span class=\"gray\">(17:15)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَىٰ حَتَّىٰ يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အရှင်သခင်သည် မြို့များကို ၎င်းတို့၏ မိခင်မြို့သို့ ငါတို့၏ အာယတ်တော်များကို ရွတ်ဆိုပြမည့် တမန်တော်တစ်ပါးကို စေလွှတ်သည်အထိ မည်သည့်အခါမျှ ဖျက်ဆီးမည်မဟုတ်ပေ။)</span> အထိ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَهْلُهَا ظَالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုလူတို့သည် မတရားပြုသူများဖြစ်ကြသည်)</span><span class=\"gray\">(၂၈:၅၉)</span>.</p>"
  },
  {
    "ayah_key": "26:210",
    "group_ayah_key": "26:210",
    "from_ayah": "26:210",
    "to_ayah": "26:212",
    "ayah_keys": "26:210,26:211,26:212",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းကို စိုင်တန် (မာရ်နတ်များ) တို့က ယူဆောင်လာခဲ့ခြင်း မဟုတ်ပေ <span>(210)</span>၎င်းတို့နှင့် သင့်တော်သည်လည်း မဟုတ်၊ ၎င်းတို့ စွမ်းဆောင်နိုင်သည်လည်း မဟုတ်ပေ <span>(211)</span>အမှန်စင်စစ် သူတို့သည် ၎င်းကို ကြားနာခြင်းမှ ဝေးကွာအောင် ဖယ်ရှားခံထားရပြီ <span>(212)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်ကျမ်းတော်မြတ်ကို ဂျစ်ဗ်ရီလ်က ယူဆောင်လာခြင်းဖြစ်ပြီး စိုင်တန် (မာရ်နတ်) မဟုတ်ပေ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျမ်းတော်မြတ်အကြောင်း ပြောပြသည်။ ၎င်းသည် ရှေ့မှဖြစ်စေ၊ နောက်မှဖြစ်စေ မုသားစကားက ချဉ်းကပ်၍မရနိုင်ဘဲ အကြွင်းမဲ့ပညာရှင်၊ ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်သူက ချပေးထားခြင်းဖြစ်သည်။ အရှင်မြတ်က ၎င်းကို အလ္လာဟ်အရှင်မြတ်၏ အကူအညီရရှိသော ယုံကြည်စိတ်ချရသော ရူဟ် <span class=\"gray\">(ဆိုလိုသည်မှာ ဂျစ်ဗ်ရီလ်)</span> က ယူဆောင်လာခဲ့ကြောင်း ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို စိုင်တန် (မာရ်နတ်များ) တို့က ယူဆောင်လာခဲ့ခြင်း မဟုတ်ပေ။)</span> ထို့နောက် အရှင်မြတ်က စိုင်တန် (မာရ်နတ်များ) က ၎င်းကို ယူဆောင်လာခဲ့ခြင်း မဖြစ်နိုင်ကြောင်း အကြောင်းပြချက်သုံးခုဖြင့် ပြောပြသည်။ ပထမအချက်မှာ ၎င်းတို့နှင့် မသင့်တော်ခြင်းဖြစ်သည်။ ဆိုလိုသည်မှာ ၎င်းတို့တွင် ထိုသို့ပြုလိုစိတ်မရှိဘဲ မလိုလားခြင်းဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့၏ သဘောသဘာဝမှာ လူများကို ဖျက်ဆီးရန်နှင့် လမ်းမှားသို့ ပို့ဆောင်ရန်ဖြစ်သည်။ သို့သော် ၎င်းတွင် မှန်ကန်သောအရာကို အမိန့်ပေးခြင်း၊ မကောင်းမှုကို တားမြစ်ခြင်း၊ အလင်းရောင်၊ လမ်းညွှန်မှုနှင့် ခိုင်မာသော သက်သေအထောက်အထားများ ပါဝင်သည်။ ဤအရာနှင့် စိုင်တန် (မာရ်နတ်များ) တို့အကြား ကြီးမားသော ကွာခြားမှုရှိသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَنبَغِي لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှင့် သင့်တော်သည်လည်း မဟုတ်ပေ)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَسْتَطِيعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ စွမ်းဆောင်နိုင်သည်လည်း မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့က လိုလားခဲ့လျှင်ပင် ပြုလုပ်နိုင်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنزَلْنَا هَٰذَا الْقُرْآنَ عَلَىٰ جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ဤကုရ်အာန်ကို တောင်ပေါ်သို့ ချပေးခဲ့လျှင်၊ သင်သည် ၎င်းသည် မိမိကိုယ်ကို နှိမ့်ချပြီး အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ခြင်းကြောင့် ကွဲအက်သွားသည်ကို အမှန်ပင် တွေ့မြင်ရလိမ့်မည်)</span><span class=\"gray\">(၅၉:၂၁)</span>.</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့က လိုလားခဲ့ပြီး ၎င်းကို ထမ်းဆောင်ရန်နှင့် ပို့ဆောင်ရန် စွမ်းဆောင်နိုင်ခဲ့လျှင်ပင် ၎င်းတို့သည် ထိုအရာကို မည်သို့မျှ အောင်မြင်နိုင်မည်မဟုတ်ကြောင်း ရှင်းပြသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့အား ကုရ်အာန်ကျမ်းတော်မြတ် ချပေးခဲ့စဉ်က ၎င်းကို ကြားနာခြင်းမှ တားဆီးထားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ အား ကုရ်အာန်ကျမ်းတော်မြတ်ကို ထုတ်ဖော်ပြသနေစဉ်ကာလ၌ ကောင်းကင်များသည် စောင့်ရှောက်သူများနှင့် ကြယ်ပစ်ခတ်မှုများဖြင့် ပြည့်နှက်နေခဲ့သည်။ ထို့ကြောင့် မည်သည့်စိုင်တန် (မာရ်နတ်) မျှ ၎င်း၏ စာလုံးတစ်လုံးကိုပင် မကြားနိုင်ခဲ့ပေ၊ ကိစ္စတွင် ရှုပ်ထွေးမှုမဖြစ်စေရန်အတွက် ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိမိ၏ကျွန်များအပေါ် ကရုဏာတော်၊ မိမိ၏ ဥပဒေများကို ကာကွယ်ခြင်းနှင့် မိမိ၏ ကျမ်းတော်နှင့် တမန်တော် ﷺ အား ထောက်ခံခြင်း၏ အစိတ်အပိုင်းတစ်ခုဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သူတို့သည် ၎င်းကို ကြားနာခြင်းမှ ဝေးကွာအောင် ဖယ်ရှားခံထားရပြီ။)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ဂျင်န်များအကြောင်း ပြောပြထားသည့်အရာနှင့် တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا - وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ ۖ فَمَن يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَّصَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ကောင်းကင်သို့ ရောက်ရှိရန် ကြိုးပမ်းခဲ့ကြသည်။ သို့သော် ၎င်းသည် ပြင်းထန်သော စောင့်ရှောက်သူများနှင့် မီးတောက်များဖြင့် ပြည့်နှက်နေသည်ကို တွေ့ရှိခဲ့ကြသည်။ အမှန်စင်စစ် ငါတို့သည် ထိုနေရာများ၌ နားထောင်ရန် <span class=\"gray\">(ခိုးနားထောင်ရန်)</span> ထိုင်လေ့ရှိခဲ့ကြသည်။ သို့သော် ယခု နားထောင်သူတိုင်းသည် သူ့အား ချောင်းမြောင်းနေသော မီးတောက်တစ်ခုကို တွေ့ရှိလိမ့်မည်။)</span> အထိ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သူတို့၏ အရှင်သခင်က သူတို့အတွက် မှန်ကန်သော လမ်းကို ရည်ရွယ်ထားသလော)</span><span class=\"gray\">[၇၂:၈-၁၀]</span>.</p>"
  }
]