[
  {
    "ayah_key": "2:267",
    "group_ayah_key": "2:267",
    "from_ayah": "2:267",
    "to_ayah": "2:269",
    "ayah_keys": "2:267,2:268,2:269",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! သင်တို့ ရှာဖွေရရှိခဲ့သော ကောင်းမြတ်သည့်အရာများမှလည်းကောင်း၊ ငါတို့သည် သင်တို့အတွက် မြေကြီးမှ ထုတ်လုပ်ပေးခဲ့သောအရာများမှလည်းကောင်း (အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌) သုံးစွဲကြကုန်။ မကောင်းသည့်အရာကိုလည်း သုံးစွဲရန် မရည်ရွယ်ကြကုန်နှင့်။ <span class=\"gray\">(အမှန်စင်စစ်)</span> ထိုအရာကို သင်တို့သည် မျက်စိမှိတ်၍ သည်းခံလျှင်မှတစ်ပါး လက်ခံမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(မည်သည့်အရာမှ)</span> လိုလားတောင့်တခြင်းမရှိဘဲ ချမ်းသာကြွယ်ဝတော်မူပါသည်၊ ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူပါသည်ဟု သိထားကြကုန်။ <span>(၂၆၇)</span>ရှိုင်တွာန်သည် သင်တို့အား ဆင်းရဲခြင်းဖြင့် ခြိမ်းခြောက်ပြီး၊ သင်တို့အား ဖဟ်ရှားအ် <span class=\"gray\">(ဆိုးယုတ်သည့်အမှုများ)</span> ကို ကျူးလွန်ရန် အမိန့်ပေး၏။ သို့သော် အလ္လာဟ်အရှင်မြတ်မူကား မိမိအထံတော်မှ ခွင့်လွှတ်ခြင်းနှင့် ကျေးဇူးတော်ကို ကတိပေးတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံများအတွက် လုံလောက်တော်မူ၏၊ အရာအားလုံးကို သိတော်မူ၏။ <span>(၂၆၈)</span>အရှင်မြတ်သည် မိမိအလိုရှိသူအား ဟစ်ကမာဟ်ကို ပေးသနားတော်မူ၏။ အကြင်သူသည် ဟစ်ကမာဟ်ကို ရရှိပြီဆိုလျှင်၊ စင်စစ် ၎င်းသည် များပြားသောကောင်းမြတ်ခြင်းကို ရရှိပြီဖြစ်သည်။ သို့သော် <span class=\"gray\">(အဆုံးအမကို)</span> အသိပညာရှိသူများမှတစ်ပါး မည်သူမျှ သတိရကြမည်မဟုတ်ပေ။ <span>(၂၆၉)</span></p><div lang=\"no\" class=\"no \"><h2>The Encouragement to Spend Honest Money for Allah's Sake</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ယုံကြည်သောကျွန်များအား ကုသိုလ်ဒါနပြုရန် အမိန့်ပေးတော်မူ၏။ အိဗ်နု အဗ္ဗားစ် ပြောကြားသည်မှာ၊ ၎င်းတို့ရှာဖွေခဲ့သော သန့်ရှင်းမှန်ကန်သော ပစ္စည်းဥစ္စာများမှလည်းကောင်း၊ အရှင်မြတ်သည် ၎င်းတို့အတွက် မြေကြီးမှ စိုက်ပျိုးပေးခဲ့သော သစ်သီးဝလံများနှင့် ဟင်းသီးဟင်းရွက်များမှလည်းကောင်း (သုံးစွဲရန်ဖြစ်သည်။) အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ၊ “အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ပစ္စည်းဥစ္စာများမှ အသန့်ရှင်းဆုံး၊ အကောင်းဆုံးနှင့် အမြတ်ဆုံးအမျိုးအစားများကို သုံးစွဲရန် အမိန့်ပေးခဲ့ပြီး၊ မကောင်းသောနှင့် မရိုးသားသောပစ္စည်းဥစ္စာများမှ သုံးစွဲခြင်းကို တားမြစ်ခဲ့သည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် သန့်ရှင်းကောင်းမွန်တော်မူပြီး သန့်ရှင်းကောင်းမွန်သောအရာကိုသာ လက်ခံတော်မူသောကြောင့် ဖြစ်သည်” ဟူ၏။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَيَمَّمُوا الْخَبِيثَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းသည့်အရာကို မရည်ရွယ်ကြနှင့်)</span> ဆိုလိုသည်မှာ ညစ်ညမ်းသော <span class=\"gray\">(မသန့်ရှင်းသော)</span> ငွေကြေးကိုဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">مِنْهُ تُنفِقُونَ وَلَسْتُم بِآخِذِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမှ သုံးစွဲရန်၊ <span class=\"gray\">(သို့သော်)</span> သင်တို့သည် ၎င်းကို လက်ခံမည်မဟုတ်)</span> ဆိုလိုသည်မှာ၊ \"အကယ်၍ သင်တို့အား ဤအမျိုးအစားကို ပေးမည်ဆိုပါက၊ သင်တို့သည် ၎င်းတွင် ချို့ယွင်းချက်ကို သည်းခံမည်ဆိုလျှင်မှတစ်ပါး ယူမည်မဟုတ်ပေ။ စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ထက် များစွာချမ်းသာကြွယ်ဝတော်မူ၏၊ အရှင်မြတ်သည် ဤငွေကြေးကို လုံးဝမလိုအပ်ပေ။ ထို့ကြောင့် မိမိတို့ကိုယ်တိုင် မကြိုက်နှစ်သက်သောအရာကို အရှင်မြတ်၏လမ်းစဉ်အတွက် မပေးကြနှင့်\" ဟု ဖြစ်သည်။ ဤသို့ ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنفِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းသည့်အရာကို ၎င်းမှ သုံးစွဲရန် မရည်ရွယ်ကြနှင့်)</span> ဆိုလိုသည်မှာ၊ \"ရိုးသားဖြူစင်သော၊ သန့်ရှင်းသောငွေကြေးအစား မရိုးသားသော၊ မသန့်ရှင်းသောငွေကြေးမှ မသုံးစွဲကြနှင့်\" ဟု ဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Ibn Jarir recorded that Al-Bara' bin 'Azib commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا أَنفِقُوا مِن طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُم مِّنَ الْأَرْضِ وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنفِقُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! သင်တို့ ရှာဖွေရရှိခဲ့သော ကောင်းမြတ်သည့်အရာများမှလည်းကောင်း၊ ငါတို့သည် သင်တို့အတွက် မြေကြီးမှ ထုတ်လုပ်ပေးခဲ့သောအရာများမှလည်းကောင်း သုံးစွဲကြကုန်။ မကောင်းသည့်အရာကိုလည်း ၎င်းမှ သုံးစွဲရန် မရည်ရွယ်ကြကုန်နှင့်)</span> ဟူသည်မှာ အန်ဆာရ်တို့နှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်း ဖြစ်သည်။ စွန်ပလွန်ပင်များ ရိတ်သိမ်းချိန်ရောက်သောအခါ အန်ဆာရ်တို့သည် ၎င်းတို့၏ ဥယျာဉ်များမှ မှည့်သောစွန်ပလွန်ခက်များကို စုဆောင်းကာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၏ ဗလီဝတ်ကျောင်းတော်ရှိ တိုင်နှစ်တိုင်ကြားတွင် ဆောက်ထားသော ကြိုးပေါ်တွင် ချိတ်ဆွဲထားကြသည်။ ဆင်းရဲသော ပြောင်းရွှေ့လာသည့် ဆွဟာဘာများသည် ဤစွန်ပလွန်သီးများမှ စားသုံးကြသည်။ သို့သော် ၎င်းတို့ <span class=\"gray\">(အန်ဆာရ်တို့)</span> အချို့သည် မှည့်သောစွန်ပလွန်ခက်များကြားတွင် အဆင့်နိမ့်သော စွန်ပလွန်သီးများကိုလည်း ထပ်ထည့်ကြပြီး ၎င်းတို့ ထိုသို့ပြုလုပ်ခွင့်ရှိသည်ဟု ထင်ကြသည်။ ထိုသို့ပြုလုပ်သူများအကြောင်းကို အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်ကို ထုတ်ပြန်ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنفِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းသည့်အရာကို ၎င်းမှ သုံးစွဲရန် မရည်ရွယ်ကြနှင့်။)</span></p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တာလ်ဟာဟ် က အိဗ်နု အဗ္ဗားစ်သည် ဤအာယသ်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုခဲ့သည်ဟု ပြောကြားသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَسْتُم بِآخِذِيهِ إِلَّا أَن تُغْمِضُوا فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မျက်စိမှိတ်၍ သည်းခံလျှင်မှတစ်ပါး ၎င်းကို လက်ခံမည်မဟုတ်)</span> ဆိုလိုသည်မှာ၊ \"အကယ်၍ သင်တို့သည် မိမိတို့ပေးခဲ့သည်ထက် နည်းသောပမာဏကို ပေးမည့်သူတစ်ဦးအပေါ် အခွင့်အရေးရှိခဲ့ပါက၊ သင်တို့သည် လိုအပ်သောခြားနားချက်ကို ပြည့်မီစေရန် ၎င်းတို့ထံမှ ထပ်မံတောင်းဆိုသည်အထိ သဘောတူမည်မဟုတ်ပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن تُغْمِضُوا فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်စိမှိတ်၍ သည်းခံလျှင်မှတစ်ပါး)</span> ဆိုလိုသည်မှာ၊ 'မိမိတို့ကိုယ်တိုင် သဘောမတူသောအရာကို ငါ့အတွက် မည်သို့ သဘောတူနိုင်မည်နည်း၊ အမှန်စင်စစ် ငါသည် သင်တို့၏ပိုင်ဆိုင်မှုများထဲမှ အကောင်းဆုံးနှင့် အမြတ်နိုးဆုံးအပေါ် အခွင့်အရေးရှိနေပါလျက်' ဟူ၏။” အိဗ်နု အဘီ ဟာတိမ်နှင့် အိဗ်နု ဂျရီးရ်တို့သည် ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ခဲ့ကြပြီး အိဗ်နု ဂျရီးရ်က ထပ်မံဖြည့်စွက်သည်မှာ၊ “၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၏ အဓိပ္ပါယ်ဖြစ်သည်” ဟူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن تَنَالُوا الْبِرَّ حَتَّىٰ تُنفِقُوا مِمَّا تُحِبُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ချစ်မြတ်နိုးသောအရာမှ သုံးစွဲမှတစ်ပါး အလ်-ဘိရ်ရ် ကို မည်သည့်နည်းနှင့်မျှ ရရှိမည်မဟုတ်ပေ။)</span>\" <span class=\"gray\">[၄:၉၂]</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ حَمِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(မည်သည့်အရာမှ)</span> လိုလားတောင့်တခြင်းမရှိဘဲ ချမ်းသာကြွယ်ဝတော်မူပါသည်၊ ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူပါသည်ဟု သိထားကြကုန်)</span> ဆိုလိုသည်မှာ၊ “အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား သင်တို့၏ပစ္စည်းဥစ္စာများမှ အသန့်ရှင်းဆုံးကို ကုသိုလ်ဒါနပြုရန် အမိန့်ပေးတော်မူသော်လည်း၊ အရှင်မြတ်သည် သင်တို့၏ကုသိုလ်ဒါနကို လိုအပ်ခြင်းမှ ကင်းဝေးစွာ များစွာချမ်းသာကြွယ်ဝတော်မူ၏။ သို့သော် ရည်ရွယ်ချက်မှာ ချမ်းသာသူနှင့် ဆင်းရဲသူအကြား ကွာခြားမှုကို လျှော့ချရန်ဖြစ်သည်။” အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَٰكِن يَنَالُهُ التَّقْوَىٰ مِنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံသို့ ၎င်းတို့၏အသားများလည်းကောင်း၊ ၎င်းတို့၏အသွေးများလည်းကောင်း မရောက်ရှိနိုင်ပေ။ သို့သော် သင်တို့ထံမှ တရားစောင့်ထိန်းမှုသာ ရောက်ရှိနိုင်သည်)</span><span class=\"gray\">[၂၂:၃၇]</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ချမ်းသာကြွယ်ဝတော်မူပြီး မိမိ၏ဖန်ဆင်းခံများထဲမှ မည်သူတစ်ဦးတစ်ယောက်ထံမှ မည်သည့်အရာကိုမျှ လိုအပ်ခြင်းမှ ကင်းဝေးတော်မူ၏။ မိမိ၏ဖန်ဆင်းခံအားလုံးသည် အရှင်မြတ်ကို လိုအပ်နေကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်သည် ပြန့်ကျယ်ပြီး၊ အရှင်မြတ်၌ရှိသောအရာများသည် မကုန်ခန်းနိုင်ပေ။ ထို့ကြောင့် မည်သူမဆို ကောင်းမွန်သန့်ရှင်းသောအရာများကို ကုသိုလ်ဒါနပြုပါက၊ အလ္လာဟ်အရှင်မြတ်သည် အချမ်းသာဆုံးဖြစ်တော်မူကြောင်း၊ အရှင်မြတ်၏ ကျေးဇူးတော်သည် ကြီးမားလှကြောင်း၊ အရှင်မြတ်သည် အလွန် ရက်ရောတော်မူသူ၊ အလွန် သနားကြင်နာတော်မူသူဖြစ်ကြောင်း သိထားပါစေ။ အရှင်မြတ်သည် ၎င်း၏ကုသိုလ်ဒါနအတွက် အကျိုးပေးတော်မူမည်ဖြစ်ပြီး အကြိမ်များစွာ တိုးပွားစေတော်မူမည်။ ထို့ကြောင့် ဆင်းရဲခြင်းမရှိ၊ မတရားပြုခြင်းမရှိ၊ မိမိ၏အပြုအမူများ၊ ပြောဆိုမှုများနှင့် ဆုံးဖြတ်ချက်များအားလုံးတွင် ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူသော၊ အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အရှင်မြတ်မှတစ်ပါး အခြားအရှင်သခင်မရှိသော အရှင်မြတ်အား မည်သူက ချေးငှားပေးမည်နည်း။</p><div lang=\"my\" class=\"my \"><h2>ကုသိုလ်ဒါနပြုခြင်းနှင့်ပတ်သက်သော ရှိုင်တွာန်၏ သံသယများ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُم بِالْفَحْشَاءِ وَاللَّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلًا وَاللَّهُ وَاسِعٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွာန်သည် သင်တို့အား ဆင်းရဲခြင်းဖြင့် ခြိမ်းခြောက်ပြီး၊ သင်တို့အား ဖဟ်ရှားအ်ကို ကျူးလွန်ရန် အမိန့်ပေး၏။ သို့သော် အလ္လာဟ်အရှင်မြတ်မူကား မိမိအထံတော်မှ ခွင့်လွှတ်ခြင်းနှင့် ကျေးဇူးတော်ကို ကတိပေးတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံများအတွက် လုံလောက်တော်မူ၏၊ အရာအားလုံးကို သိတော်မူ၏။)</span></p><p lang=\"id\" class=\"id \">Ibn Abi Hatim recorded that 'Abdullah bin Mas'ud said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ لِلشَّيْطَانِ لَمَّةً بِابْنِ آدَمَ، وَلِلْمَلَكِ لَمَّةً، فَأَمَّا لَمَّةُ الشَّيطَانِ فَإِيعَادٌ بِالشَّرِّ، وَتَكْذِيبٌ بِالْحَقِّ، وَ أَمَّا لَمَّةُ الْمَلَكِ فَإِيعَادٌ بِالْخَيْرِ، وَتَصْدِيقٌ بِالْحَقِّ، فَمَنْ وَجَدَ ذَلِكَ فَلْيَعْلَمْ أَنَّهُ مِنَ اللهِ، فَلْيَحْمَدِ اللهَ، وَمَنْ وَجَدَ الْأُخْرَى فَلْيَتَعَوَّذْ مِنَ الشَّيْطَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွာန်သည် အာဒမ်၏သားအပေါ် သက်ရောက်မှုရှိပြီး၊ ကောင်းကင်တမန်သည်လည်း သက်ရောက်မှုရှိသည်။ ရှိုင်တွာန်၏ သက်ရောက်မှုမှာ ဆိုးကျိုးများဖြင့် ခြိမ်းခြောက်ခြင်းနှင့် သစ္စာတရားကို ငြင်းပယ်ခြင်းဖြင့် ဖြစ်သည်။ ကောင်းကင်တမန်၏ သက်ရောက်မှုမှာ ကောင်းမွန်သောအဆုံးသတ်ကို ကတိပြုခြင်းနှင့် သစ္စာတရားကို ယုံကြည်ခြင်းဖြင့် ဖြစ်သည်။ နောက်တစ်ခုကို ကြုံတွေ့ရသူ မည်သူမဆို ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ လာကြောင်း သိပါစေ၊ အရှင်မြတ်အား ကျေးဇူးတင်ပါစေ။ ပထမတစ်ခုကို ကြုံတွေ့ရသူ မည်သူမဆို ရှိုင်တွာန်ထံမှ -အလ္လာဟ်အရှင်မြတ်ထံ- ခိုလှုံပါစေ။)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ သည် ထို့နောက် ရွတ်ဖတ်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُم بِالْفَحْشَاءِ وَاللَّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွာန်သည် သင်တို့အား ဆင်းရဲခြင်းဖြင့် ခြိမ်းခြောက်ပြီး ဖဟ်ရှားအ်ကို ကျူးလွန်ရန် အမိန့်ပေး၏။ သို့သော် အလ္လာဟ်အရှင်မြတ်မူကား မိမိအထံတော်မှ ခွင့်လွှတ်ခြင်းနှင့် ကျေးဇူးတော်ကို ကတိပေးတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အတ်-တီရ်မီဇီနှင့် အန်-နာစာအီတို့က ၎င်းတို့၏ စုနန်ကျမ်းများရှိ တဖ်စီရ်ကျမ်းတွင် စုဆောင်းထားသော ရာဝါယသ် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွာန်သည် သင်တို့အား ဆင်းရဲခြင်းဖြင့် ခြိမ်းခြောက်၏)</span>၊ သို့မှသာ သင်တို့သည် မိမိတို့ပိုင်ဆိုင်သမျှကို စွဲကိုင်ထားမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူရာတွင် သုံးစွဲခြင်းမှ ရှောင်ကြဉ်မည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَأْمُرُكُم بِالْفَحْشَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖဟ်ရှားအ်ကို ကျူးလွန်ရန် အမိန့်ပေး၏)</span>၊ ဆိုလိုသည်မှာ၊ \"ရှိုင်တွာန်သည် ဆင်းရဲသွားမည်ကို မှားယွင်းစွာ ကြောက်ရွံ့ခြင်းကြောင့် ကုသိုလ်ဒါနပြုခြင်းမှ တားမြစ်ပြီး၊ မကောင်းမှုများ၊ အပြစ်များ၊ တားမြစ်ထားသောအရာများကို နှစ်သက်ခြင်းနှင့် အကျင့်ယိုယွင်းခြင်းတို့ကို အားပေးသည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်မူကား မိမိအထံတော်မှ ခွင့်လွှတ်ခြင်းကို ကတိပေးတော်မူ၏)</span> ဟူသည်မှာ ရှိုင်တွာန်က သင်တို့အား အမိန့်ပေးသော မကောင်းမှုအစားဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَفَضْلًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကျေးဇူးတော်)</span> ဟူသည်မှာ ရှိုင်တွာန်က သင်တို့အား ခြိမ်းခြောက်သော ဆင်းရဲခြင်းနှင့် ဆန့်ကျင်ဘက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ وَاسِعٌ عَلِيمٌ</p><div lang=\"my\" class=\"my \"><h2>အလ်-ဟစ်ကမာဟ်၏ အဓိပ္ပါယ်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْتِي الْحِكْمَةَ مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် မိမိအလိုရှိသူအား ဟစ်ကမာဟ်ကို ပေးသနားတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တာလ်ဟာဟ် က အိဗ်နု အဗ္ဗားစ် ပြောကြားသည်မှာ၊ “၎င်းသည် ကုရ်အာန်၏ အသိပညာဖြစ်သည်။ ဥပမာအားဖြင့်၊ ဖျက်သိမ်းသောအာယသ်နှင့် ဖျက်သိမ်းခံရသောအာယသ်၊ ပွင့်လင်းထင်ရှားသောအရာနှင့် မပွင့်လင်းမထင်ရှားသောအရာ၊ ခွင့်ပြုထားသောအရာနှင့် ခွင့်မပြုထားသောအရာ၊ ၎င်း၏ ပုံဥပမာများ” ဟူ၏။ အီမာမ် အဟ်မဒ်သည် အိဗ်နု မစအူဒ် ပြောကြားသည်မှာ၊ အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားသည်ကို သူကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا حَسَدَ إِلَّا فِي اثْنَتَيْنِ: رَجُلٌ آتَاهُ اللهُ مَالًا فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِي الْحَقِّ، وَرَجُلٌ آتَاهُ اللهُ حِكْمَةً فَهُوَ يَقْضِي بِهَا وَيُعَلِّمُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှစ်မျိုးမှတစ်ပါး မည်သည့်မနာလိုမှုမျှ မရှိပေ။ ၎င်းတို့မှာ အလ္လာဟ်အရှင်မြတ်က ပစ္စည်းဥစ္စာပေးသနားခဲ့ပြီး မှန်ကန်သောလမ်းစဉ်တွင် သုံးစွဲသူတစ်ဦးနှင့်၊ အလ္လာဟ်အရှင်မြတ်က ဟစ်ကမာဟ် (ပညာဥာဏ်) ပေးသနားခဲ့ပြီး ၎င်းဖြင့် ဆုံးဖြတ်ကာ အခြားသူများအား သင်ကြားပေးသူတစ်ဦးတို့ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်ကို အလ်-ဘူခါရီ၊ မွတ်စ်လင်မ်၊ အန်-နာစာအီနှင့် အိဗ်နု မာဂျာဟ်တို့ကလည်း စုဆောင်းခဲ့ကြသည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အသိပညာရှိသူများမှတစ်ပါး မည်သူမျှ <span class=\"gray\">(အဆုံးအမကို)</span> သတိရကြမည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ၊ \"အကြံဉာဏ်မှ အကျိုးခံစားရမည့်သူများမှာ ခိုင်မာသောစိတ်ဓာတ်နှင့် ကောင်းမွန်သော နားလည်နိုင်စွမ်းရှိသူများဖြစ်ပြီး၊ ၎င်းတို့သည် (အကြံဉာဏ်နှင့် သတိပေးချက်) စကားလုံးများနှင့် ၎င်းတို့၏ ဆိုလိုရင်းများကို နားလည်ကြသည်။\"</p>"
  }
]