[
  {
    "ayah_key": "39:23",
    "group_ayah_key": "39:23",
    "from_ayah": "39:23",
    "to_ayah": "39:23",
    "ayah_keys": "39:23",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသော မိန့်မှာချက်ဖြစ်သည့် ကျမ်းတော်တစ်စောင်ကို ချပေးတော်မူ၏။ ၎င်း၏ အစိတ်အပိုင်းများသည် တစ်ခုနှင့်တစ်ခု တူညီပြီး <span class=\"gray\">(နှင့်)</span> မကြာခဏ ထပ်ခါတလဲလဲ ဖြစ်သည်။ ၎င်းကို ကြောက်ရွံ့သူများ၏ အရေပြားသည် တုန်လှုပ်ချောက်ချား၏။ ထို့နောက် ၎င်းတို့၏ အရေပြားနှင့် နှလုံးသားတို့သည် အလ္လာဟ်အရှင်မြတ်အား အောက်မေ့ခြင်းသို့ နူးညံ့ပျော့ပြောင်းသွားသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းညွှန်မှုဖြစ်သည်။ အရှင်မြတ် အလိုရှိသူကို ၎င်းဖြင့် လမ်းညွှန်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ် လမ်းမှားစေသူအတွက် လမ်းညွှန်မရှိပေ။ <span>(၂၃)</span></p><p lang=\"ca\" class=\"ca \">The Description of the Qur'an</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ကျမ်းတော်၊ ဂုဏ်မြင့်မြတ်သော ကုရ်အာန်ကို ချီးကျူးတော်မူသည်၊ ၎င်းကို အရှင်မြတ်၏ ဂုဏ်မြင့်မြတ်သော ရစူလ် ﷺ ထံ ထုတ်ပြန်ချပေးတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသော မိန့်မှာချက်ဖြစ်သည့် ကျမ်းတော်တစ်စောင်ကို ချပေးတော်မူ၏။ ၎င်း၏ အစိတ်အပိုင်းများသည် တစ်ခုနှင့်တစ်ခု တူညီပြီး <span class=\"gray\">(နှင့်)</span> မကြာခဏ ထပ်ခါတလဲလဲ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">မုဂျာဟစ်ဒ်က \"ဆိုလိုသည်မှာ ကုရ်အာန်တစ်စောင်လုံး၏ အစိတ်အပိုင်းများသည် တစ်ခုနှင့်တစ်ခု တူညီပြီး မကြာခဏ ထပ်ခါတလဲလဲ ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ ကတာဒါဟ်က \"အာယတ်တစ်ခုသည် အခြားအာယတ်တစ်ခုနှင့် တူညီပြီး စာလုံးတစ်လုံးသည် အခြားစာလုံးတစ်လုံးနှင့် တူညီသည်\" ဟု ပြောကြားခဲ့သည်။ အဒ်-ဒဟ်ဟက်ခ်က \"လူတို့သည် ၎င်းတို့၏ အရှင်မြတ် မိန့်ကြားသည့်အရာကို နားလည်စေရန် မကြာခဏ ထပ်ခါတလဲလဲ ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ အိက်ရီမာဟ်နှင့် အလ်-ဟာစန်တို့က \"ဆူရာတစ်ခုတွင် အာယတ်တစ်ခု ရှိနိုင်ပြီး အခြားဆူရာတစ်ခုတွင် ၎င်းနှင့်တူသော အာယတ်တစ်ခု ရှိနိုင်သည်\" ဟု ပြောကြားခဲ့သည်။ စအီးဒ် ဘင် ဂျူဘိုင်ရ် သည် အိဗ်နု အဗ္ဗာစ် (အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေ) ထံမှ ပြန်လည်ပြောပြသည်မှာ \"မကြာခဏ ထပ်ခါတလဲလဲ ဆိုသည်မှာ ကုရ်အာန်၏ အစိတ်အပိုင်းများသည် တစ်ခုနှင့်တစ်ခု တူညီပြီး တစ်ခုကို တစ်ခု ပြန်လည်ထပ်ခါတလဲလဲ ဖြစ်သည်\" ဟု ဆိုလိုသည်။ အချို့သော ပညာရှင်များက ဆူဖ်ယန် ဘင် အူယိုင်နာဟ် ထံမှ ပြန်လည်ပြောပြသည်မှာ-</p><p class=\"ps qpc-hafs\" lang=\"ps\">مُتَشَابِهًا مَثَانِيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ အစိတ်အပိုင်းများသည် တစ်ခုနှင့်တစ်ခု တူညီပြီး <span class=\"gray\">(နှင့်)</span> မကြာခဏ ထပ်ခါတလဲလဲ ဖြစ်သည်)</span> ဆိုလိုသည်မှာ ကုရ်အာန်မှ အချို့သော အခန်းများသည် တစ်ခါတစ်ရံ အရာတစ်ခုကို ရည်ညွှန်းနိုင်သောကြောင့် ၎င်းတို့သည် တစ်ခုနှင့်တစ်ခု တူညီကြသည်။ တစ်ခါတစ်ရံတွင် ၎င်းတို့သည် အရာတစ်ခုနှင့် ၎င်း၏ ဆန့်ကျင်ဘက်ကို ဖော်ပြကြသည်။ ယုံကြည်သူများနှင့် ကာဖိရ်များ ဖော်ပြခြင်း၊ သို့မဟုတ် ဂျန္နတ်နှင့် ဂျဟန္နမ်တို့ကို ဖော်ပြခြင်းစသည့် အရာများကဲ့သို့ပင်။ ဤသည်မှာ မကြာခဏ ထပ်ခါတလဲလဲ ဖြစ်ခြင်း၏ အဓိပ္ပါယ်ဖြစ်သည်။ ဥပမာများမှာ အာယတ်များ ပါဝင်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ - وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလွန်ဖြောင့်မတ်သူတို့သည် နှစ်သက်ပျော်ရွှင်မှု၌ ရှိကြလိမ့်မည်။ အမှန်စင်စစ်၊ အလွန်ဆိုးသွမ်းသူတို့သည် တောက်လောင်နေသော ငရဲမီး <span class=\"gray\">(ဂျဟန္နမ်)</span> ၌ ရှိကြလိမ့်မည်။)</span><span class=\"gray\">(၈၂:၁၃-၁၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်! အမှန်စင်စစ်၊ အလွန်ဆိုးသွမ်းသူတို့၏ မှတ်တမ်းသည် <span class=\"gray\">(ထိန်းသိမ်းထားသည်)</span> စစ်ဂျင်း (Sijjin) ၌ ရှိသည်။)</span> အထိ</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِنَّ كِتَابَ الْأَبْرَارِ لَفِي عِلِّيِّينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်! အမှန်စင်စစ်၊ အလွန်ဖြောင့်မတ်သူတို့၏ မှတ်တမ်းသည် <span class=\"gray\">(ထိန်းသိမ်းထားသည်)</span> 'အိလ်လီယျင်း (Illiyyin)' ၌ ရှိသည်။)</span><span class=\"gray\">(၈၃:၇-၁၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا ذِكْرٌ ۚ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ အောက်မေ့ဖွယ် ဖြစ်သည်။ အမှန်စင်စစ်၊ တက်ကဝါ (Taqwa) ရှိသူတို့အတွက် ကောင်းမွန်သော နောက်ဆုံးပြန်လည်ရောက်ရှိရာ <span class=\"gray\">(ဂျန္နတ်)</span> ရှိသည်)</span> အထိ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا ۚ وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ပင်! မုန့်ပုန်းချိုးသူတို့အတွက် ဆိုးရွားသော နောက်ဆုံးပြန်လည်ရောက်ရှိရာ <span class=\"gray\">(ငရဲမီး)</span> ရှိမည်ဖြစ်သည်။)</span><span class=\"gray\">(၃၈:၄၉-၅၅)</span>။ အခြားဆင်တူသော အခန်းများလည်း ရှိသည်။ ဤအရာအားလုံးသည် ထပ်ခါတလဲလဲ ဖြစ်ခြင်းနှင့် သက်ဆိုင်သည်၊ ဆိုလိုသည်မှာ အဓိပ္ပါယ်နှစ်ခုကို ရည်ညွှန်းသည့်အခါတွင် ဖြစ်သည်။ သို့သော် အခန်းတစ်ခန်းသည် အရာတစ်ခုတည်းအကြောင်းဖြစ်ပြီး ၎င်း၏အစိတ်အပိုင်းအချို့သည် အခြားအစိတ်အပိုင်းများနှင့် တူညီနေပါက ၎င်းသည် \"၎င်း၏အစိတ်အပိုင်းများ တစ်ခုနှင့်တစ်ခု တူညီနေခြင်း\" ဖြစ်သည်။ ဤသည်မှာ အာယတ်တွင် ဖော်ပြထားသော မုတာရှာဘီဟတ်နှင့် မတူပေ-</p><p class=\"fa qpc-hafs\" lang=\"fa\">مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၌ လုံးဝရှင်းလင်းသော အာယတ်များ ရှိသည်၊ ၎င်းတို့သည် ကျမ်းတော်၏ အခြေခံများဖြစ်သည်။ အခြားသော အာယတ်များသည် လုံးဝမရှင်းလင်းပေ)</span><span class=\"gray\">(၃:၇)</span>။ ၎င်းသည် လုံးဝကွဲပြားခြားနားသော အရာတစ်ခုကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို ကြောက်ရွံ့သူတို့၏ အရေပြားသည် တုန်လှုပ်ချောက်ချား၏။ ထို့နောက် ၎င်းတို့၏ အရေပြားနှင့် နှလုံးသားတို့သည် အလ္လာဟ်အရှင်မြတ်အား အောက်မေ့ခြင်းသို့ နူးညံ့ပျော့ပြောင်းသွားသည်)</span> ဆိုလိုသည်မှာ၊ ဤသည်မှာ သူတော်ကောင်းတို့၏ အသွင်အပြင်ဖြစ်သည်။ ၎င်းတို့သည် အတင်းအကြပ်ပြုသူ၊ အကာအကွယ်ပေးသူ၊ အနန္တတန်ခိုးရှင်၊ အကြိမ်ကြိမ်ခွင့်လွှတ်တော်မူသော အရှင်မြတ်၏ မိန့်မှာချက်များကို ကြားနာသည့်အခါ၊ ၎င်းတို့သည် ထိုအထဲတွင်ပါရှိသော ကတိများနှင့် သတိပေးချက်များကို နားလည်သောကြောင့် ဖြစ်သည်။ ကြောက်မက်ဖွယ် စကားလုံးများနှင့် ခြိမ်းခြောက်မှုများသည် ၎င်းတို့၏ အရေပြားကို ကြောက်ရွံ့မှုဖြင့် တုန်လှုပ်စေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့၏ အရေပြားနှင့် နှလုံးသားတို့သည် အလ္လာဟ်အရှင်မြတ်အား အောက်မေ့ခြင်းသို့ နူးညံ့ပျော့ပြောင်းသွားသည်)</span> အရှင်မြတ်၏ ကရုဏာတော်နှင့် ကြင်နာမှုအပေါ် မျှော်လင့်ချက်ကြောင့် ဖြစ်သည်။ ၎င်းတို့သည် အခြားသော မကောင်းသူ၊ ကိုယ်ကျင့်တရားမဲ့သော အပြစ်သားများနှင့် နည်းလမ်းများစွာဖြင့် မတူညီကြပေ။ </p><p>First</p><p lang=\"my\" class=\"my \">၎င်းတို့သည် အာယတ်များ <span class=\"gray\">[ကုရ်အာန်၏]</span> ရွတ်ဆိုသံကို နားထောင်ကြပြီး၊ ထိုသူ <span class=\"gray\">(အပြစ်သား)</span> များကမူ အမျိုးသမီး အဆိုတော်များ ရွတ်ဆိုသော ကဗျာများကို နားထောင်ကြသည်။</p><p>Second</p><p lang=\"my\" class=\"my \">အာရ်-ရဟ်မာန်၏ အာယတ်များကို ၎င်းတို့ထံ ရွတ်ဆိုပြသည့်အခါ၊ ၎င်းတို့သည် ကြောက်ရွံ့မှု၊ မျှော်လင့်ချက်၊ ချစ်ခြင်း၊ နားလည်မှုနှင့် အသိပညာတို့ဖြင့် သင့်လျော်သော သဘောထားဖြင့် ငိုကြွေးရင်း ဆုတောင်းဦးချကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ - الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ - أُولَٰئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا ۚ لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်ကို ဖော်ပြသည့်အခါ ၎င်းတို့၏နှလုံးသားများ၌ ကြောက်ရွံ့မှုခံစားရပြီး၊ အရှင်မြတ်၏ အာယတ်များကို ၎င်းတို့ထံ ရွတ်ဆိုပြသည့်အခါ ၎င်းတို့၏ယုံကြည်ခြင်း တိုးပွားလာသူများသာ ဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတို့၏အရှင်သခင်ကိုသာ ယုံကြည်ကိုးစားကြသည်။ ဆွလာတ်ကို ပြုလုပ်ကြပြီး ငါတို့ပေးထားသော အရာများမှ သုံးစွဲကြသည်။ ၎င်းတို့သည် ယုံကြည်သူစစ်စစ်များ ဖြစ်ကြသည်။ ၎င်းတို့အတွက် ၎င်းတို့၏အရှင်သခင်ထံ၌ ဂုဏ်အဆင့်အတန်းများ၊ ခွင့်လွှတ်ခြင်းနှင့် ကြွယ်ဝသော ပေးသနားခြင်း <span class=\"gray\">(ဆိုလိုသည်မှာ ဂျန္နတ်)</span> တို့ ရှိသည်။)</span><span class=\"gray\">(၈:၂-၄)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏အရှင်သခင်၏ အာယတ်များကို အောက်မေ့ဖွယ်ပြုသည့်အခါ၊ ၎င်းတို့သည် <span class=\"gray\">(၎င်းတို့သည်)</span> နားမကြားသူများနှင့် မျက်မမြင်များကဲ့သို့ ၎င်းတို့အပေါ်သို့ မကျရောက်ကြပေ)</span><span class=\"gray\">(၂၅:၇၃)</span>။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်များကို ကြားနာသည့်အခါ ၎င်းတို့ကို အာရုံစိုက်ရန် အလုပ်ရှုပ်မနေကြပေ။ ၎င်းတို့သည် ၎င်းတို့ကို နားထောင်ပြီး အဓိပ္ပါယ်များကို နားလည်ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် ၎င်းတို့အပေါ် လိုက်နာကျင့်သုံးကြပြီး၊ ၎င်းတို့ကို ကြားနာသည့်အခါ နားလည်မှုဖြင့် ဦးချကြသည်။ မသိနားမလည်မှုနှင့် အခြားသူများကို မျက်ကန်းတစ္ဆေမကြောက် လိုက်နာခြင်းဖြင့် မဟုတ်ပေ။ </p><p>Third</p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ၎င်းတို့ကို နားထောင်သည့်အခါ မှန်ကန်သော ကျင့်ဝတ်များကို လိုက်နာကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ ရွတ်ဆိုသော အလ္လာဟ်အရှင်မြတ်၏ စကားတော်များကို ကြားနာသည့်အခါ သခင်ကြီးများ (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ပြုလုပ်လေ့ရှိသကဲ့သို့ပင်။ ၎င်းတို့၏ အရေပြားသည် တုန်လှုပ်ချောက်ချားပြီး ၎င်းတို့၏ နှလုံးသားများသည် အလ္လာဟ်အရှင်မြတ်အား အောက်မေ့ခြင်းသို့ နူးညံ့ပျော့ပြောင်းသွားသည်။ ၎င်းတို့သည် မအော်ဟစ်ကြ သို့မဟုတ် သဘာဝမကျသော အခြားလုပ်ရပ်များကို မပြုလုပ်ကြပေ။ ဆန့်ကျင်ဘက်အားဖြင့်၊ ၎င်းတို့သည် ကြောက်ရွံ့မှုဖြင့် သင့်လျော်သော သဘောထားဖြင့် တိတ်ဆိတ်စွာ ထိုင်နေကြပြီး နှိုင်းယှဉ်စရာမရှိသော ပုံစံမျိုးဖြင့် ဖြစ်သည်။ ၎င်းတို့သည် ဤလောကနှင့် နောင်လောကတွင် ၎င်းတို့၏ အရှင်သခင်ထံမှ ချီးကျူးဂုဏ်ပြုခြင်းကို ရရှိခဲ့ကြသည်။ 'အဗ်ဒုရ်-ရဇ်ဇာက်က \"မာအ်မာရ်က ကျွန်ုပ်တို့အား ကတာဒါဟ် (အလ္လာဟ်အရှင်မြတ် ကရုဏာပြုတော်မူပါစေ) ရွတ်ဆိုသည်ဟု ပြောပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို ကြောက်ရွံ့သူတို့၏ အရေပြားသည် တုန်လှုပ်ချောက်ချား၏။ ထို့နောက် ၎င်းတို့၏ အရေပြားနှင့် နှလုံးသားတို့သည် အလ္လာဟ်အရှင်မြတ်အား အောက်မေ့ခြင်းသို့ နူးညံ့ပျော့ပြောင်းသွားသည်)</span> ဟု ဆိုပြီး၊ 'ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိတ်ဆွေတို့၏ လက္ခဏာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အရေပြားတုန်လှုပ်ခြင်း၊ ၎င်းတို့၏ မျက်လုံးများ ငိုကြွေးခြင်းနှင့် ၎င်းတို့၏ နှလုံးသားများ အလ္လာဟ်အရှင်မြတ်အား အောက်မေ့ခြင်းသို့ ငြိမ်းချမ်းမှုရရှိခြင်းတို့ဖြင့် ဤသို့ ဖော်ပြခဲ့သည်။ အရှင်မြတ်က ၎င်းတို့သည် သတိလစ်မူးမေ့ကြသည်ဟု မမိန့်ဆိုခဲ့ပေ။ ထိုအရာသည် ဘစ်ဒ်အတ်ကို လိုက်နာသူတို့၏ လက္ခဏာဖြစ်ပြီး ရှိုင်တန် (မာရ်နတ်) ထံမှ လာသည်' ဟု ပြောကြားခဲ့သည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်မှာချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَن يَشَاءُ مِنْ عِبَادِهِ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းညွှန်မှုဖြစ်သည်။ အရှင်မြတ် အလိုရှိသူကို ၎င်းဖြင့် လမ်းညွှန်တော်မူ၏)</span> ဆိုလိုသည်မှာ၊ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် လမ်းညွှန်တော်မူသောသူတို့၏ လက္ခဏာဖြစ်သည်။ မည်သူမဆို ကွဲပြားခြားနားသော အရာတစ်ခုခုကို လုပ်ဆောင်ပါက အလ္လာဟ်အရှင်မြတ် လမ်းမှားစေသောသူများထဲမှ တစ်ဦးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် လမ်းမှားစေသူအတွက် လမ်းညွှန်မရှိပေ။)</span></p>"
  },
  {
    "ayah_key": "39:24",
    "group_ayah_key": "39:24",
    "from_ayah": "39:24",
    "to_ayah": "39:26",
    "ayah_keys": "39:24,39:25,39:26",
    "text": "<p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကြောက်မက်ဖွယ်ကောင်းသော ပြစ်ဒဏ်ကို ၎င်း၏မျက်နှာဖြင့် ရင်ဆိုင်ရမည့်သူသည် ထိုသို့ဖြစ်ပါသလား။ မတရားပြုသူတို့အားလည်း \"သင်တို့ ရှာဖွေခဲ့သောအရာကို မြည်းစမ်းကြလော့\" ဟု ပြောဆိုလိမ့်မည်။ <span>(၂၄)</span>၎င်းတို့မတိုင်မီက လူတို့သည် ငြင်းပယ်ခဲ့ကြရာ ၎င်းတို့မသိလိုက်သော အရပ်မျက်နှာမှ ပြစ်ဒဏ်ကျရောက်ခဲ့သည်။ <span>(၂၅)</span>ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဤမျက်မှောက်ဘဝတွင် ဂုဏ်ရည်ညှိုးနွမ်းမှုကို မြည်းစမ်းစေတော်မူခဲ့သည်။ သို့သော် နောင်တမလွန်ဘဝ၏ ပြစ်ဒဏ်သည် ပို၍ကြီးမားသည်။ အကယ်၍ ၎င်းတို့သိခဲ့ကြပါလျှင်။ <span>(၂၆)</span></p><p lang=\"my\" class=\"my \">ကာဖိရ်များ၏ နောက်ဆုံးပန်းတိုင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ يَوْمَ الْقِيَامَةِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကြောက်မက်ဖွယ်ကောင်းသော ပြစ်ဒဏ်ကို ၎င်း၏မျက်နှာဖြင့် ရင်ဆိုင်ရမည့်သူသည် ထိုသို့ဖြစ်ပါသလား။)</span> ၎င်းကို ပြစ်တင်ရှုံ့ချလိမ့်မည်။ ၎င်းနှင့် ၎င်းကဲ့သို့သော မကောင်းမှုပြုသူတို့ကို ပြောဆိုလိမ့်မည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ရှာဖွေခဲ့သောအရာကို မြည်းစမ်းကြလော့!)</span> 'ဤသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် လုံခြုံစွာလာရောက်သူနှင့် တူပါသလား။' အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ يَمْشِي مُكِبًّا عَلَىٰ وَجْهِهِ أَهْدَىٰ أَمَّنْ يَمْشِي سَوِيًّا عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိမျက်နှာဖြင့် မှောက်လျက်သွားသူသည် ပို၍မှန်ကန်သော လမ်းညွှန်မှုရရှိသူလား၊ သို့မဟုတ် ဖြောင့်တန်းသော လမ်းပေါ်တွင် ဖြောင့်ဖြောင့်တန်းတန်း လျှောက်လှမ်းသူလား။)</span><span class=\"gray\">(၆၇:၂၂)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏မျက်နှာများဖြင့် ငရဲမီးထဲသို့ ဆွဲခေါ်ခံရမည့်နေ့ <span class=\"gray\">(၎င်းတို့အား ပြောဆိုလိမ့်မည်)</span>: \"သင်တို့သည် ငရဲ၏ထိတွေ့မှုကို မြည်းစမ်းကြလော့!\")</span><span class=\"gray\">(၅၄:၄၈)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ يُلْقَىٰ فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲမီးထဲသို့ ပစ်ချခံရသူသည် ပို၍ကောင်းသလား သို့မဟုတ် ရှင်ပြန်ထမြောက်ရာနေ့တွင် လုံခြုံစွာလာရောက်သူသည် ပို၍ကောင်းသလား။)</span><span class=\"gray\">(၄၁:၄၀)</span>။ ဤအာယတ်တစ်ခုစီတွင် အုပ်စုနှစ်ခုအနက် တစ်ခုကို ရည်ညွှန်းရန် လုံလောက်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့မတိုင်မီက လူတို့သည် ငြင်းပယ်ခဲ့ကြရာ ၎င်းတို့မသိလိုက်သော အရပ်မျက်နှာမှ ပြစ်ဒဏ်ကျရောက်ခဲ့သည်။)</span> ဆိုလိုသည်မှာ၊ တမန်တော်များကို ငြင်းပယ်ခဲ့ကြသော ယခင်မျိုးဆက်များကို ၎င်းတို့၏ အပြစ်များကြောင့် အလ္လာဟ်အရှင်မြတ် ဖျက်ဆီးခဲ့သည်။ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်ထံမှ ကာကွယ်ပေးမည့်သူ မရှိခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَذَاقَهُمُ اللَّهُ الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဤမျက်မှောက်ဘဝတွင် ဂုဏ်ရည်ညှိုးနွမ်းမှုကို မြည်းစမ်းစေတော်မူခဲ့သည်)</span> ဆိုလိုသည်မှာ၊ အရှင်မြတ် ၎င်းတို့အပေါ် ချပေးတော်မူသော ပြစ်ဒဏ်နှင့် လက်စားချေမှုတို့ဖြင့်လည်းကောင်း၊ ၎င်းတို့အား ဖြစ်ပျက်ခဲ့သောအရာအတွက် ယုံကြည်သူတို့၏ ဝမ်းမြောက်မှုတို့ဖြင့်လည်းကောင်း ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်များထဲမှ အမြတ်ဆုံးနှင့် ပရောဖက်များ၏ တံဆိပ်တော်ဖြစ်သော ﷺ ကို ငြင်းပယ်ခဲ့ကြသူများဖြစ်သောကြောင့်၊ ၎င်းတို့အား မိန့်ခွွန်းပြောကြားခံရသူတို့ သတိပြုကြကုန်။ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အား နောင်တမလွန်ဘဝတွင် ပြင်းထန်သော ပြစ်ဒဏ်ပေးမည်ဟု ကတိပြုထားသည်မှာ ဤလောကတွင် ၎င်းတို့အား ဖြစ်ပျက်ခဲ့သောအရာများထက် ပို၍ဆိုးရွားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် နောင်တမလွန်ဘဝ၏ ပြစ်ဒဏ်သည် ပို၍ကြီးမားသည်။ အကယ်၍ ၎င်းတို့သိခဲ့ကြပါလျှင်။)</span></p>"
  }
]