[
  {
    "ayah_key": "42:19",
    "group_ayah_key": "42:19",
    "from_ayah": "42:19",
    "to_ayah": "42:22",
    "ayah_keys": "42:19,42:20,42:21,42:22",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအပေါ် အလွန်ကြင်နာ၍ ကရုဏာရှင်ဖြစ်တော်မူ၏။ အရှင်မြတ်အလိုရှိသူအား စားနပ်ရိက္ခာကို ပေးသနားတော်မူ၏။ အရှင်မြတ်သည် အားအလုံးစုံနှင့် ပြည့်စုံသူ၊ အရာခပ်သိမ်းကို လွှမ်းမိုးနိုင်သူဖြစ်တော်မူ၏။ <span>(၁၉)</span>နောင်ဘဝ၏ အကျိုးကို အလိုရှိသူ မည်သူမဆို၊ အရှင်မြတ်သည် ၎င်း၏အကျိုးကို တိုးပွားစေမည်။ ဤလောက၏ အကျိုးကို အလိုရှိသူ မည်သူမဆို၊ အရှင်မြတ်သည် ၎င်းအား ထိုအကျိုးကို ပေးမည်။ သို့သော် နောင်ဘဝတွင် ၎င်း၌ မည်သည့်ဝေစုမျှ မရှိ။ <span>(၂၀)</span>သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်က ခွင့်မပြုသည့်ဘာသာရေးကို ၎င်းတို့အတွက် ပြဌာန်းပေးခဲ့သော အလ္လာဟ်အရှင်မြတ်နှင့် ပူးပေါင်းသူများ ၎င်းတို့၌ ရှိကြသလော။ အကယ်၍ ပြတ်သားသော အမိန့်တော်သာ မရှိခဲ့လျှင် ၎င်းတို့အကြား ကိစ္စကို စီရင်ပြီးဖြစ်ပေမည်။ မုချဧကန် မတော်မတရားပြုသူများအတွက် ပြင်းထန်သော ပြစ်ဒဏ်ရှိ၏။ <span>(၂၁)</span>မတော်မတရားပြုသူများသည် ၎င်းတို့ ရှာဖွေရရှိခဲ့သည်များကို ကြောက်ရွံ့နေသည်ကို သင်တွေ့ရလိမ့်မည်။ ၎င်းတို့အပေါ် မုချကျရောက်ပေလိမ့်မည်။ သို့သော် ယုံကြည်ပြီး ကောင်းမှုပြုသူများသည် <span class=\"gray\">(ဖြစ်ကြလိမ့်မည်)</span> ဥယျာဉ်များ၏ ပန်းပွင့်သော မြက်ခင်းပြင်များ၌။ ၎င်းတို့သည် မိမိတို့၏ အရှင်သခင်ထံတွင် အလိုရှိသမျှကို ရရှိကြလိမ့်မည်။ ထိုအရာသည် အမြင့်မြတ်ဆုံးသော ကျေးဇူးတော်ဖြစ်သည်။ <span>(၂၂)</span></p><p lang=\"my\" class=\"my \">ဤလောကနှင့် နောင်ဘဝတွင် အလ္လာဟ်အရှင်မြတ်၏ စားနပ်ရိက္ခာ</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံများအပေါ် မိမိ၏ကြင်နာမှုအကြောင်းကို မိန့်ကြားတော်မူသည်။ အရှင်မြတ်သည် ၎င်းတို့တစ်ဦးချင်းစီအတွက် စားနပ်ရိက္ခာကို ပေးသနားတော်မူပြီး မည်သူ့ကိုမျှ မေ့လျော့တော်မမူပါ။ အရှင်မြတ်၏ စားနပ်ရိက္ခာနှင့်ပတ်သက်လာလျှင် သူတော်ကောင်းနှင့် အပြစ်ကျူးလွန်သူသည် အတူတူပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေပေါ်တွင် မည်သည့် ရွေ့လျားနေသော သတ္တဝါမျှ မရှိ။ သို့သော် ၎င်း၏ စားနပ်ရိက္ခာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်၏။ အရှင်မြတ်သည် ၎င်း၏နေထိုင်ရာနှင့် ၎င်း၏စုဆောင်းရာကို သိတော်မူ၏။ အားလုံးသည် ထင်ရှားသော ကျမ်းစာတွင် ရှိ၏။)</span><span class=\"gray\">(၁၁:၆)</span> ထိုနည်းတူ အာယသ်တော်များစွာ ရှိသေးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرْزُقُ مَنْ يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်အလိုရှိသူအား စားနပ်ရိက္ခာကို ပေးသနားတော်မူ၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်အလိုရှိသူ မည်သူ့ကိုမဆို ရက်ရောစွာ ပေးသနားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْقَوِيُّ الْعَزِيزُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အားအလုံးစုံနှင့် ပြည့်စုံသူ၊ အရာခပ်သိမ်းကို လွှမ်းမိုးနိုင်သူဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်ကို အနိုင်ယူနိုင်သော မည်သည့်အရာမျှ မရှိ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်ဘဝ၏ အကျိုးကို အလိုရှိသူ မည်သူမဆို၊)</span> ဆိုလိုသည်မှာ နောင်ဘဝအတွက် ကိစ္စရပ်များကို လုပ်ဆောင်သူ မည်သူမဆို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَزِدْ لَهُ فِي حَرْثِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ၎င်း၏အကျိုးကို တိုးပွားစေမည်၊)</span> ဆိုလိုသည်မှာ 'အရှင်မြတ်သည် ၎င်းအား ခွန်အားပေးမည်၊ ၎င်းလုပ်လိုသည်ကို လုပ်ဆောင်နိုင်ရန် ကူညီမည်၊ ၎င်းအတွက် တိုးပွားစေမည်။ ထို့ကြောင့် ကောင်းမှုတိုင်းအတွက် အရှင်မြတ်သည် ဆယ်ဆမှ ခုနစ်ရာအထိ ကောင်းသော အကျိုးများကို ပေးမည်' အလ္လာဟ်အရှင်မြတ် အလိုရှိသမျှအတိုင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောက၏ အကျိုးကို အလိုရှိသူ မည်သူမဆို၊ အရှင်မြတ်သည် ၎င်းအား ထိုအကျိုးကို ပေးမည်။ သို့သော် နောင်ဘဝတွင် ၎င်း၌ မည်သည့်ဝေစုမျှ မရှိ။)</span> ဆိုလိုသည်မှာ လောကီအကျိုးအမြတ်အတွက် ကြိုးစားသူ၊ နောင်ဘဝကို လုံးဝဂရုမစိုက်သူ မည်သူမဆို၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နောင်ဘဝကို ငြင်းပယ်လိမ့်မည်။ ဤလောကတွင်မူ အရှင်မြတ်အလိုရှိပါက ၎င်းအား ပေးမည်။ အလိုမရှိပါက ၎င်းသည် မည်သည့်အရာကိုမျှ ရရှိမည်မဟုတ်။ ထို့ကြောင့် ဤရည်ရွယ်ချက်ဖြင့် ကြိုးစားသူသည် ဤလောကနှင့် နောင်ဘဝတွင် အဆိုးဆုံးသော ကိစ္စကို ရရှိလိမ့်မည်။ ယင်းအတွက် သက်သေမှာ ဤအာယသ်တော်သည် စူရသ် အလ်-အစ္စရာအ် <span class=\"gray\">(ဆိုလိုသည်မှာ Surat Al-Isra')</span> ရှိ ကဏ္ဍဖြင့် အားဖြည့်ထားခြင်းဖြစ်သည်။ ထိုကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا - وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَٰئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا - كُلًّا نُمِدُّ هَٰؤُلَاءِ وَهَٰؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ ۚ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا - انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۚ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြန်မြန်ကုန်ဆုံးမည့်အရာကို အလိုရှိသူ မည်သူမဆို၊ အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိသောသူအား အလိုရှိသမျှကို လျင်မြန်စွာ ပေးသနားတော်မူမည်။ ထို့နောက် ၎င်းအတွက် ဂျဟန္နမ်ကို အရှင်မြတ်သတ်မှတ်ထားတော်မူပြီး၊ ၎င်းသည် ထိုနေရာ၌ စွန့်ပယ်ခံရ၍ အရှက်ရစွာ <span class=\"gray\">(ဝင်ရောက်)</span> မီးလောင်လိမ့်မည်။ နောင်ဘဝကို အလိုရှိပြီး ယုံကြည်သူအဖြစ် ၎င်းအတွက် လိုအပ်သော ကြိုးစားအားထုတ်မှုဖြင့် ကြိုးစားသူ မည်သူမဆို – ထိုသူများသည် ၎င်းတို့၏ ကြိုးစားမှုအတွက် ကျေးဇူးတင်ခံရသူများ ဖြစ်ကြလိမ့်မည်။ အရှင်မြတ်သည် ဤသူများနှင့် ထိုသူများ အားလုံးအပေါ်၌ အသင့်အရှင်သခင်၏ ကျေးဇူးတော်များမှ ပေးသနားတော်မူမည်။ အသင့်အရှင်သခင်၏ ကျေးဇူးတော်များကို မည်သည့်အခါမျှ တားမြစ်၍မရနိုင်ပေ။ ဤလောကတွင် အရှင်မြတ်သည် တစ်ဦးကို တစ်ဦးထက် မည်သို့သာလွန်စေသည်ကို ကြည့်ပါ။ မုချဧကန် နောင်ဘဝသည် အဆင့်အတန်းအားဖြင့် ပို၍ကြီးမားပြီး သာလွန်မှုအားဖြင့် ပို၍ကြီးမားလိမ့်မည်။)</span><span class=\"gray\">(၁၇:၁၈-၂၁)</span></p><p lang=\"my\" class=\"my \">ဥဘိုင်ယ် ဘင် ကအ်ဘ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေသော်၊ က ပြောပြသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَشِّرْ هٰذِهِ الْأُمَّةَ بِالسَّنَاءِ وَالرِّفْعَةِ وَالنَّصْرِ وَالتَّمْكِينِ فِي الْأَرْضِ، فَمَنْ عَمِلَ مِنْهُمْ عَمَلَ الْآخِرَةِ لِلدُّنْيَا، لَمْ يَكُنْ لَهُ فِي الْاخِرَةِ مِنْ نَصِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအွမ္မသ်အား မြင့်မြတ်ခြင်း၊ မြင့်မားသော အဆင့်အတန်း၊ အောင်ပွဲနှင့် ကမ္ဘာမြေပေါ်တွင် အာဏာရှိခြင်း၏ ဝမ်းမြောက်ဖွယ်ရာ သတင်းကို ပေးပါ။ သို့သော် ၎င်းတို့အနက်မှ လောကီအကျိုးအမြတ်အတွက် နောင်ဘဝ၏ လုပ်ရပ်များကို လုပ်ဆောင်သူ မည်သူမဆို၊ နောင်ဘဝတွင် မည်သည့်ဝေစုမျှ ရရှိမည်မဟုတ်။)</span>\"</p><p lang=\"my\" class=\"my \">ဖန်ဆင်းခံများအတွက် ဥပဒေပြုခြင်းသည် ရှစ်ရ်က်ဖြစ်သည်။</p><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်က ခွင့်မပြုသည့်ဘာသာရေးကို ၎င်းတို့အတွက် ပြဌာန်းပေးခဲ့သော အလ္လာဟ်အရှင်မြတ်နှင့် ပူးပေါင်းသူများ ၎င်းတို့၌ ရှိကြသလော။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က သင်တို့အတွက် ပြဌာန်းထားသော ဖြောင့်မတ်မှန်ကန်သည့် ဘာသာတရားကို မလိုက်နာကြပေ။ ဆန့်ကျင်ဘက်အားဖြင့် ၎င်းတို့သည် လူနှင့် ဂျင်န်တို့ထဲမှ ၎င်းတို့၏ ရှိုင်သားန် <span class=\"gray\">(နတ်ဆိုးများ)</span> က ၎င်းတို့အတွက် ပြဌာန်းထားသည်များကို လိုက်နာကြသည်။ ၎င်းတို့သည် ဘဟီရာ၊ ဆာအိဘဟ်၊ ဝါစီလာ သို့မဟုတ် ဟမ် စသည်တို့ကဲ့သို့သော တားမြစ်ချက်များကို ပြဌာန်းခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">၎င်းတို့သည် သတ်မထားသော တိရစ္ဆာန်များ၏ အသားနှင့် သွေးကိုစားသုံးခြင်း၊ လောင်းကစားခြင်းနှင့် အခြားသော လမ်းမှားခြင်း၊ အသိပညာမဲ့ခြင်းနှင့် မမှန်ကန်မှုများကိုလည်း ခွင့်ပြုခဲ့ကြသည်။ ဤအရာများသည် ဂျာဟီလီယဟ်ခေတ်တွင် ၎င်းတို့ဖန်တီးခဲ့သော အရာများဖြစ်ပြီး၊ ၎င်းတို့သည် ခွင့်ပြုထားသည်များနှင့် တားမြစ်ထားသည်များ၊ မှားယွင်းသော ကိုးကွယ်မှုဓလေ့များနှင့် အခြားသော ပျက်စီးယိုယွင်းသည့် အတွေးအခေါ်များဆိုင်ရာ မှားယွင်းသော စီရင်ချက်အမျိုးမျိုးကို ထုတ်ပြန်ခဲ့ကြသည်။ စဟီဟ်တွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَأَيْتُ عَمْرَو بْنَ لُحَيِّ بْنِ قَمَعَةَ يَجُرُّ قُصْبَهُ فِي النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် အမ်ရ် ဘင် လုဟိုင် ဘင် ကမာအဟ်သည် ၎င်း၏ အူများကို ဂျဟန္နမ်တွင် ဆွဲယူနေသည်ကို တွေ့ရသည်)</span> – အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ဆာအိဘဟ်၏ အယူအဆကို စတင်မိတ်ဆက်ခဲ့သူ ပထမဆုံးသူ ဖြစ်သောကြောင့်ဖြစ်သည်။ ဤပုဂ္ဂိုလ်သည် ခူဇာအဟ် မျိုးနွယ်စု၏ ဘုရင်များထဲမှ တစ်ဦးဖြစ်ပြီး၊ ဤအရာများကို ပထမဆုံး လုပ်ဆောင်ခဲ့သူဖြစ်သည်။ ၎င်းသည် ကူရိုင်းရှ် လူမျိုးများကို ရုပ်တုကိုးကွယ်စေခဲ့သူဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာ ၎င်းအပေါ် ကျရောက်ပါစေသော်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ ۗ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ပြတ်သားသော အမိန့်တော်သာ မရှိခဲ့လျှင် ၎င်းတို့အကြား ကိစ္စကို စီရင်ပြီးဖြစ်ပေမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အပေါ် ပြစ်ဒဏ်ကို အလျင်အမြန် ကျရောက်စေပြီးဖြစ်ပေမည်။ အကယ်၍ ရှင်ပြန်ထမြောက်ရာနေ့အထိ ဆိုင်းငံ့ရန် အမိန့်ချမှတ်ထားခြင်း မရှိခဲ့လျှင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုချဧကန် မတော်မတရားပြုသူများအတွက် ပြင်းထန်သော ပြစ်ဒဏ်ရှိ၏။)</span> ဆိုလိုသည်မှာ ဂျဟန္နမ်ရှိ ပြင်းထန်သော ပြစ်ဒဏ်၊ မည်မျှကြောက်မက်ဖွယ်ကောင်းသော နေရာနည်း။</p><p lang=\"my\" class=\"my \">စည်းဝေးရာနေရာတွင် ရုပ်တုကိုးကွယ်သူတို့၏ ကြောက်မက်ဖွယ်ရာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတော်မတရားပြုသူများသည် ၎င်းတို့ ရှာဖွေရရှိခဲ့သည်များကို ကြောက်ရွံ့နေသည်ကို သင်တွေ့ရလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာ ကွင်းပြင်၌ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ وَاقِعٌ بِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ် မုချကျရောက်ပေလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ကြောက်ရွံ့သောအရာသည် ၎င်းတို့အပေါ် မုချဧကန် ဖြစ်ပျက်လိမ့်မည်။ ဤသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့ မည်သို့ဖြစ်လိမ့်မည်နည်းဟူမူ ၎င်းတို့သည် ပြင်းထန်သော ကြောက်ရွံ့မှုနှင့် ထိတ်လန့်မှု အခြေအနေတွင် ရှိလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ ۖ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ယုံကြည်ပြီး ကောင်းမှုပြုသူများသည် <span class=\"gray\">(ဖြစ်ကြလိမ့်မည်)</span> ဥယျာဉ်များ၏ ပန်းပွင့်သော မြက်ခင်းပြင်များ၌။ ၎င်းတို့သည် မိမိတို့၏ အရှင်သခင်ထံတွင် အလိုရှိသမျှကို ရရှိကြလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ပထမနှင့် ဒုတိယအကြား မည်သို့သော နှိုင်းယှဉ်မှု ရှိနိုင်မည်နည်း။ မတော်မတရားပြုမှုကြောင့် အရှက်ရပြီး ကြောက်ရွံ့ထိတ်လန့်သော အခြေအနေဖြင့် ရှင်ပြန်ထမြောက်ရာ ကွင်းပြင်တွင် ရှိနေမည့်သူကို မျက်စိဖြင့် မမြင်ဖူး၊ နားဖြင့် မကြားဖူး၊ လူတို့၏ စိတ်အာရုံတွင် တစ်ခါမျှ မပေါ်ဖူးသော အစားအသောက်၊ အဖျော်ယမကာ၊ အဝတ်အထည်၊ နေအိမ်၊ ရှုခင်း၊ ဇနီးမယားနှင့် အခြားသော ပျော်ရွှင်ဖွယ်ရာများကို ခံစားရင်း ဂျန္နသ်ဥယျာဉ်များတွင် ရှိနေမည့်သူနှင့် မည်သို့နှိုင်းယှဉ်နိုင်မည်နည်း။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُوَ الْفَضْلُ الْكَبِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာသည် အမြင့်မြတ်ဆုံးသော ကျေးဇူးတော်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အဆုံးစွန်သော အောင်ပွဲနှင့် ပြည့်စုံသော ကောင်းချီးမင်္ဂလာဖြစ်သည်။</p>"
  }
]