[
  {
    "ayah_key": "18:60",
    "group_ayah_key": "18:60",
    "from_ayah": "18:60",
    "to_ayah": "18:65",
    "ayah_keys": "18:60,18:61,18:62,18:63,18:64,18:65",
    "text": "<p lang=\"my\" class=\"my \">ထို့ပြင် <span class=\"gray\">(မှတ်သားလော့)</span> မူဆာသည် ၎င်း၏လူငယ်ကျွန်အား \"ကျွန်ုပ်သည် ပင်လယ်နှစ်စုံဆုံရာအရပ်သို့မရောက်မချင်း သို့မဟုတ် ဟူကုဗ်တစ်စုံ ကုန်ဆုံးသည်အထိ လက်လျှော့မည်မဟုတ်ပါ။ <span>(၆၀)</span>သို့သော် သူတို့သည် ပင်လယ်နှစ်စုံဆုံရာအရပ်သို့ ရောက်သောအခါ ၎င်းတို့၏ငါးကို မေ့လျော့သွားကြပြီး ၎င်းသည် ပင်လယ်ထဲ၌ ဥမင်လိုဏ်ခေါင်းထဲမှကဲ့သို့ လမ်းကြောင်းဖောက်၍ သွားခဲ့သည်။ <span>(၆၁)</span>ထို့နောက် သူတို့သည် ဆက်လက်သွားခဲ့ကြသောအခါ မူဆာက ၎င်း၏လူငယ်ကျွန်အား \"ကျွန်ုပ်တို့၏နံနက်စာကို ယူခဲ့ပါ; အမှန်စင်စစ် ဤကျွန်ုပ်တို့၏ ခရီးစဉ်၌ နာစာဗန် ခံစားခဲ့ရပြီ။ <span>(၆၂)</span>သူက ပြောသည်- \"ကျွန်ုပ်တို့သည် ကျောက်တုံးထံသို့ သွားခဲ့ကြစဉ်က သင်မှတ်မိပါသလား? ငါသည် ငါးကို အမှန်ပင်မေ့ခဲ့သည်; ရှိုင်တွန်မှလွဲ၍ မည်သူမျှ ငါ့ကို ၎င်းကိုမှတ်မိရန် မမေ့စေခဲ့ပါ။ ၎င်းသည် ပင်လယ်ထဲသို့ ထူးဆန်းသော <span class=\"gray\">(နည်းလမ်းဖြင့် <span>(၆၃)</span><span class=\"gray\">[မူဆာ]</span> က ပြောသည်- \"ကျွန်ုပ်တို့ ရှာဖွေနေခဲ့သည်မှာ ထိုအရာပင်ဖြစ်သည်။\" ထို့ကြောင့် သူတို့သည် ၎င်းတို့၏ ခြေရာများကို ပြန်လိုက်၍ ပြန်သွားခဲ့ကြသည်။ <span>(၆၄)</span>ထို့နောက် သူတို့သည် ကျွန်ုပ်တို့၏ကျွန်များထဲမှ တစ်ဦးကို တွေ့ရှိခဲ့ကြသည်။ ထိုသူအား ကျွန်ုပ်တို့ဘက်မှ ကရုဏာတော်ကို ချီးမြှင့်ခဲ့ပြီး ကျွန်ုပ်တို့ဘက်မှ အသိပညာကို သင်ကြားပေးခဲ့သည်။ <span>(၆၅)</span></span></p><div lang=\"my\" class=\"my \"><h2>မူဆာနှင့် အလ်-ခွစ်ဒ်ရ်၏ ပုံပြင်</h2></div><p lang=\"my\" class=\"my \">မူဆာနှင့် လူငယ်ကျွန် ယူရှားအ် ဘင် နူန်တို့ စကားပြောဆိုရခြင်း အကြောင်းရင်းမှာ ပင်လယ်နှစ်စုံဆုံရာအရပ်၌ အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များထဲမှ တစ်ဦးနှင့်ပတ်သက်၍ သူကြားသိခဲ့ရခြင်းကြောင့် ဖြစ်သည်။ ထိုသူသည် မူဆာအား မချီးမြှင့်ခဲ့သော အသိပညာရှိသောကြောင့် သူသည် ထိုသူနှင့်တွေ့ဆုံရန် ခရီးသွားလိုခဲ့သည်။ ထို့ကြောင့် သူသည် ၎င်း၏ ထိုလူငယ်ကျွန်အား ပြောခဲ့သည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَا أَبْرَحُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါလက်လျှော့မည်မဟုတ်)</span> ဆိုလိုသည်မှာ ငါသည် ခရီးဆက်သွားနေမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်နှစ်စုံဆုံရာအရပ်သို့ ငါရောက်သည်အထိ)</span> ဆိုလိုသည်မှာ ပင်လယ်နှစ်စုံဆုံရာနေရာ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَوْ أَمْضِيَ حُقُبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ဟူကုဗ်တစ်စုံ ကုန်ဆုံးသည်အထိ။)</span> ဆိုလိုသည်မှာ အကယ်၍ ငါသည် အလွန်ကြာမြင့်စွာ ခရီးသွားရမည်ဆိုလျှင်ပင်။ အိဗ်နု ဂျရီရ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် ကရုဏာတော်သက်ရောက်ပါစေ)</span> က ပြောသည်- \"အာရဗီဘာသာစကား ပညာရှင်အချို့က ဟူကုဗ်သည် ကိုင်းစ် <span class=\"gray\">[မျိုးနွယ်စု]</span> ၏ ဘာသာစကားဖြင့် တစ်နှစ်ကို ဆိုလိုသည်ဟု ပြောဆိုခဲ့ကြသည်\" ထို့နောက် သူက အဗ်ဒူလ္လာဟ် ဘင် အမ်ရ်က \"ဟူကုဗ်သည် အနှစ်ရှစ်ဆယ်ကို ဆိုလိုသည်\" ဟု ပြောဆိုခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ မူဂျာဟစ်ဒ်က \"အနှစ်ခုနစ်ဆယ်\" ဟု ပြောဆိုခဲ့သည်။ အလီ ဘင် အဘီ တာလ်ဟာက အိဗ်နု အဗ္ဗားစ်က ၎င်းသည် ဘဝတစ်သက်တာကို ဆိုလိုသည်ဟု ပြောဆိုခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ ကာတာဒါနှင့် အိဗ်နု ဇိုင်းဒ်တို့လည်း ထပ်တူပြောဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့သည် ပင်လယ်နှစ်စုံဆုံရာအရပ်သို့ ရောက်သောအခါ ၎င်းတို့၏ငါးကို မေ့လျော့သွားကြပြီး၊)</span></p><p lang=\"my\" class=\"my \">သူသည် သူ့နှင့်အတူ ဆားနယ်ငါးတစ်ကောင်ကို ယူဆောင်သွားရန် အမိန့်ခံခဲ့ရပြီး၊ ငါးပျောက်ဆုံးသောအခါတွင် သင်မှန်ကန်သောနေရာသို့ ရောက်ရှိကြောင်း လက္ခဏာဖြစ်လိမ့်မည်ဟု သူ့အား ပြောခဲ့သည်။ ထို့ကြောင့် သူတို့သည် ခရီးထွက်ခဲ့ကြပြီး ပင်လယ်နှစ်စုံဆုံရာအရပ်သို့ ရောက်သည်အထိ ခရီးသွားခဲ့ကြသည်။ ထိုနေရာ၌ 'အိုင်းန် အလ်-ဟာယတ် <span class=\"gray\">(အသက်ရှင်ခြင်းရေပူစမ်း)</span> အမည်ရှိ ရေပူစမ်းတစ်ခုရှိသည်။ သူတို့သည် ထိုနေရာ၌ အိပ်စက်ခဲ့ကြပြီး ငါးသည် ထိုရေစက်များကို ခံစားရသောအခါ အသက်ပြန်ဝင်လာခဲ့သည်။ ၎င်းသည် ယူရှားအ်၊ ငြိမ်းချမ်းခြင်းသက်ရောက်ပါစေ၊ နှင့်အတူ သုံးဗူးတစ်ခုထဲ၌ရှိပြီး သုံးဗူးထဲမှ ပင်လယ်ဘက်သို့ ခုန်ထွက်ခဲ့သည်။ ယူရှားအ် နိုးလာသောအခါ ငါးသည် ရေထဲသို့ ကျရောက်ပြီး ရေထဲ၌ လမ်းကြောင်းတစ်ခု သို့မဟုတ် မြောင်းတစ်ခု ထားခဲ့ကာ ရေကူးသွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းသည် ပင်လယ်ထဲ၌ ဥမင်လိုဏ်ခေါင်းထဲမှကဲ့သို့ ၎င်း၏လမ်းကြောင်းကို ဖောက်လုပ်သွားခဲ့သည်။)</span> ဆိုလိုသည်မှာ ကုန်းမြေပေါ်ရှိ ဥမင်လိုဏ်ခေါင်းတစ်ခုထဲမှ ဖြတ်သန်းသွားခြင်းကဲ့သို့ပင်။ အိဗ်နု ဂျူရိုင်းဂျ်က ပြောသည်- \"အိဗ်နု အဗ္ဗားစ်က '၎င်းသည် ကျောက်တုံးတစ်ခုကဲ့သို့ အစအနတစ်ခု ချန်ထားခဲ့သည်' ဟု ပြောဆိုခဲ့သည်\"။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاوَزَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့သည် ဆက်လက်သွားခဲ့ကြသောအခါ၊)</span> ဆိုလိုသည်မှာ သူတို့ငါးကို မေ့လျော့ခဲ့သော နေရာကို ကျော်လွန်သွားခဲ့ကြခြင်း။ အမှန်တကယ် မေ့လျော့ခဲ့သူမှာ ယူရှားအ် ဖြစ်သော်လည်း မေ့လျော့ခြင်းကို သူတို့နှစ်ဦးစလုံးအား ရည်ညွှန်းဖော်ပြထားခြင်းဖြစ်သည်။ ၎င်းသည် အာယတ်တော်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနှစ်ခုလုံးမှ ပုလဲနှင့် သန္တာ ထွက်လာသည်။)</span><span class=\"gray\">[၅၅:၂၂]</span>၊ အမြင်နှစ်မျိုးထဲမှ တစ်မျိုးအရ ၎င်းတို့သည် ဆားငံရေမှ ထွက်လာသည်ဖြစ်စေကာမူ။ သူတို့သည် ငါးကို မေ့လျော့ခဲ့သော နေရာထက် တစ်ဆင့်ကျော်လွန်သွားခဲ့ကြသောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لِفَتَاهُ آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">([မူဆာ] သည် ၎င်း၏လူငယ်ကျွန်အား ပြောသည်- \"ကျွန်ုပ်တို့၏ နံနက်စာကို ယူခဲ့ပါ; အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ဤကျွန်ုပ်တို့၏ ခရီးစဉ်၌ ဆင်းရဲဒုက္ခခံစားခဲ့ရသည်)</span> ဆိုလိုသည်မှာ သူတို့ရပ်သင့်သောနေရာထက် ကျော်လွန်၍ ခရီးသွားခဲ့ကြခြင်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَصَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နာစာဗန်)</span> ဆိုလိုသည်မှာ ပင်ပန်းနွမ်းနယ်ခြင်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"ကျွန်ုပ်တို့သည် ကျောက်တုံးထံသို့ သွားခဲ့ကြစဉ်က သင်မှတ်မိပါသလား? ငါသည် ငါးကို အမှန်ပင်မေ့ခဲ့သည်; ရှိုင်တွန်မှလွဲ၍ မည်သူမျှ ငါ့ကို ၎င်းကိုမှတ်မိရန် မမေ့စေခဲ့ပါ...\")</span> ထို့နောက် သူက ပြောသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاتَّخَذَ سَبِيلَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ၎င်း၏လမ်းကြောင်းကို ဖောက်လုပ်သွားခဲ့သည်)</span> ဆိုလိုသည်မှာ ၎င်း၏လမ်းကြောင်းကို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْبَحْرِ عَجَبًا - قَالَ ذَٰلِكَ مَا كُنَّا نَبْغِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"...ပင်လယ်ထဲသို့ ထူးဆန်းသော <span class=\"gray\">(နည်းလမ်းဖြင့်)</span>!\" <span class=\"gray\">[မူဆာ]</span> က ပြောသည်- \"ကျွန်ုပ်တို့ ရှာဖွေနေခဲ့သည်မှာ ထိုအရာပင်ဖြစ်သည်။\")</span> ဆိုလိုသည်မှာ ကျွန်ုပ်တို့ရှာဖွေနေခဲ့သည်မှာ ဤအရာပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْتَدَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့သည် ပြန်သွားခဲ့ကြသည်)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">عَلَىٰ آثَارِهِمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ခြေရာများအတိုင်း။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنَاهُ مِن لَّدُنَّا عِلْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူတို့သည် ကျွန်ုပ်တို့၏ကျွန်များထဲမှ တစ်ဦးကို တွေ့ရှိခဲ့ကြသည်။ ထိုသူအား ကျွန်ုပ်တို့ဘက်မှ ကရုဏာတော်ကို ချီးမြှင့်ခဲ့ပြီး ကျွန်ုပ်တို့ဘက်မှ အသိပညာကို သင်ကြားပေးခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ဤသူကား အလ်-ခွစ်ဒ်ရ် ဖြစ်ပြီး၊ ငြိမ်းချမ်းခြင်းသက်ရောက်ပါစေ။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ ဖော်ပြခဲ့သော မှန်ကန်သော ဟဒီးစ်တော်များက ညွှန်ပြနေသည်။ အလ်-ဘူခါရီသည် စအီးဒ် ဘင် ဂျူဘိုင်းရ်က ပြောဆိုသည်ကို မှတ်တမ်းတင်ခဲ့သည်- \"ကျွန်ုပ်သည် အိဗ်နု အဗ္ဗားစ်အား ပြောဆိုခဲ့သည်- 'နော်ဖ် အလ်-ဘိကာလီက အလ်-ခွစ်ဒ်ရ်၏ အပေါင်းအသင်း မူဆာသည် အစ္စရေးလ်၏သားမြေးများထဲမှ မူဆာမဟုတ်ကြောင်း ပြောဆိုနေသည်'။\" အိဗ်နု အဗ္ဗားစ်က ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရန်သူသည် မုသားပြောခဲ့ပြီ။\" အူဘိုင်း ဘင် ကအ်ဗ်က သူသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ပြောဆိုသည်ကို ကြားခဲ့ရကြောင်း ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مُوسَى قَامَ خَطِيبًا فِي بَنِي إِسْرَائِيلَ فَسُئِلَ: أَيُّ النَّاسِ أَعْلَمُ؟ قَالَ: أَنَا، فَعَتَبَ اللهُ عَلَيْهِ إِذْ لَمْ يَرُدَّ الْعِلْمَ إِلَيْهِ، فَأَوْحَى اللهُ إِلَيْهِ إِنَّ لِي عَبْدًا بِمَجْمَعِ الْبَحْرَيْنِ هُوَ أَعْلَمُ مِنْكَ. قَالَ مُوسَى: يَا رَبِّ وَكَيْفَ لِي بِهِ؟ قَالَ: تَأْخُذُ مَعَكَ حُوتًا فَتَجْعَلَهُ بِمِكْتَلٍ، فَحَيْثُمَا فَقَدْتَ الْحُوتَ فَهُوَ ثَمَّ، فَأَخَذَ حُوتًا فَجَعَلَهُ بِمِكْتَلٍ، ثُمَّ انْطَلَقَ وَانْطَلَقَ مَعَهُ فَتَاهُ يُوشَعُ بْنُ نُونٍ عَلَيْهِ السَّلَامُ، حَتَّى إِذَا أَتَيَا الصَّخْرَةَ وَضَعَا رُءُوْسَهُمَا فَنَامَا، وَاضْطَرَبَ الْحُوتُ فِي الْمِكْتَلِ، فَخَرَجَ مِنْهُ فَسَقَطَ فِي الْبَحْرِ فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا، وَأَمْسَكَ اللهُ عَنِ الْحُوتِ جِرْيَةَ الْمَاءِ، فَصَارَ عَلَيْهِ مِثْلَ الطَّاقِ، فَلَمَّا اسْتَيْقَظَ، نَسِيَ صَاحِبُهُ أَنْ يُخْبِرَهُ بِالْحُوتِ، فَانْطَلَقَا بَقِيَّةَ يَوْمِهِمَا وَلَيْلَتَهُمَا حَتَّى إِذَا كَانَ مِنَ الْغَدِ قَالَ مُوسَى لِفَتَاهُ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာသည် အစ္စရေးလ်၏သားမြေးများရှေ့၌ ဟောပြောရန် ထရပ်ခဲ့ပြီး သူ့အား \"လူများထဲတွင် အတတ်ပညာဆုံးသူကား မည်သူနည်း?\" ဟု မေးခဲ့သည်။ မူဆာက \"ကျွန်ုပ်ဖြစ်သည်\" ဟု ပြန်ဖြေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်အား အသိပညာကို မရည်ညွှန်းခဲ့သောကြောင့် အလ္လာဟ်အရှင်မြတ်က သူ့အား ဆုံးမခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က သူ့အား ဗျာဒိတ်ပေးခဲ့သည်- \"ပင်လယ်နှစ်စုံဆုံရာအရပ်၌ သင်ထက် အတတ်ပညာပိုမိုတတ်မြောက်သော ကျွန်ုပ်တို့၏ကျွန်တစ်ဦးရှိသည်။\" မူဆာက \"အို ကျွန်ုပ်၏ အရှင်သခင်၊ သူ့ကို ကျွန်ုပ်မည်သို့ တွေ့ဆုံနိုင်မည်နည်း?\" ဟု မေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က \"ငါးတစ်ကောင်ကိုယူ၍ သုံးဗူးတစ်ခုထဲ၌ ထည့်ပြီး ထွက်ခွာလော့၊ ငါးပျောက်ဆုံးသောနေရာ၌ သူ့ကို သင်တွေ့ရလိမ့်မည်\" ဟု ပြောဆိုခဲ့သည်။ ထို့ကြောင့် မူဆာသည် ငါးတစ်ကောင်ကိုယူ၍ သုံးဗူးတစ်ခုထဲ၌ ထည့်ပြီး ၎င်း၏လူငယ်ကျွန် ယူရှားအ် ဘင် နူန်၊ ငြိမ်းချမ်းခြင်းသက်ရောက်ပါစေ၊ နှင့်အတူ ထွက်ခွာခဲ့သည်။ သူတို့သည် ကျောက်တုံးတစ်ခုသို့ ရောက်သည်အထိ ခရီးသွားခဲ့ကြပြီး (ထိုပေါ်တွင်) သူတို့နှစ်ဦးစလုံး ခေါင်းချ၍ အိပ်စက်ခဲ့ကြသည်။ ငါးသည် သုံးဗူးထဲ၌ အပြင်းအထန်လှုပ်ရှားကာ ၎င်းထဲမှထွက်ပြီး ပင်လယ်ထဲသို့ ကျရောက်ခဲ့သည်။ ထိုနေရာ၌ ၎င်းသည် ဥမင်လိုဏ်ခေါင်းထဲမှကဲ့သို့ ပင်လယ်ထဲ၌ (ဖြောင့်ဖြောင့်တန်းတန်း) ၎င်း၏လမ်းကြောင်းကို ဖောက်လုပ်သွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ငါးဖန်တီးခဲ့သော လမ်းကြောင်း၏ နှစ်ဖက်စလုံးရှိ ရေစီးဆင်းမှုကို ရပ်တန့်စေခဲ့ပြီး ထို့ကြောင့် ထိုလမ်းကြောင်းသည် ဥမင်လိုဏ်ခေါင်းကဲ့သို့ ဖြစ်ခဲ့သည်။ မူဆာနိုးလာသောအခါ သူ့အပေါင်းအသင်းသည် ငါးအကြောင်းကို ပြောပြရန် မေ့လျော့သွားခဲ့ပြီး ထို့ကြောင့် သူတို့သည် နေ့၏ကျန်သောအချိန်နှင့် ညလုံးပေါက် ခရီးဆက်သွားခဲ့ကြသည်။ နောက်တစ်နေ့နံနက်တွင် မူဆာသည် ၎င်း၏လူငယ်ကျွန်အား ပြောခဲ့သည်-</span></p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့၏ နံနက်စာကို ယူခဲ့ပါ; အမှန်စင်စစ် ဤကျွန်ုပ်တို့၏ ခရီးစဉ်၌ ကျွန်ုပ်တို့သည် အလွန်အမင်း ပင်ပန်းနွမ်းနယ်ခဲ့ရသည်။\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَجِدْ مُوسَى النَّصَبَ حَتَّى جَاوَزَ الْمَكَانَ الَّذِي أَمَرَهُ اللهُ بِهِ، قَالَ لَهُ فَتَاه ُ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ ۚ وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">قاَل: فَكَانَ لِلْحُوتِ سَرَبًا، وَلِمُوسَى وَفَتَاهُ عَجَبًا، فَقَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مَا كُنَّا نَبْغِ ۚ فَارْتَدَّا عَلَىٰ آثَارِهِمَا قَصَصًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ: فَرَجَعَا يَقُصَّانِ أَثَرَهُمَا حَتَّى انْتَهَيَا إِلَى الصَّخْرَةِ، فَإِذَا رَجُلٌ مُسَجًّى بِثَوْبٍ، فَسَلَّمَ عَلَيْهِ موسَى فَقَالَ الْخَضِرُ: وَأَنَّى بِأَرْضِكَ السَّلَامُ. فَقَالَ: أَنَا مُوسَى. فَقَالَ: مُوسَى بَنِي إِسْرَائِيلَ؟ قَالَ: نَعَمْ، قَالَ: أَتَيْتُكَ لِتُعَلِّمَنِي مِمَّا عُلِّمْتَ رُشْدًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُوسَى إِنِّي عَلَى عِلْمٍ مِنْ علْمِ اللهِ عَلَّمَنِيهِ لَا تَعْلَمُهُ أَنْتَ وَأَنْتَ عَلَى عَلْمٍ مِنْ عِلْمِ اللهِ عَلَّمَكَهُ اللهُ لَا أَعْلَمُهُ.</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က သူ့အား ရှာဖွေရန် အမိန့်ပေးခဲ့သော နေရာကို ကျော်လွန်သွားသည်အထိ မူဆာသည် မပင်ပန်းခဲ့ပါ။ ထို့နောက် ၎င်း၏လူငယ်ကျွန်က သူ့အား ပြောခဲ့သည်-</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့သည် ကျောက်တုံးထံသို့ သွားခဲ့ကြစဉ်က သင်မှတ်မိပါသလား? ငါသည် ငါးကို အမှန်ပင်မေ့ခဲ့သည်; ရှိုင်တွန်မှလွဲ၍ မည်သူမျှ ငါ့ကို ၎င်းကိုမှတ်မိရန် မမေ့စေခဲ့ပါ။ ၎င်းသည် ပင်လယ်ထဲသို့ ထူးဆန်းသောနည်းလမ်းဖြင့် ၎င်း၏လမ်းကြောင်းကို ဖောက်လုပ်သွားခဲ့သည်။\")</span></p><p lang=\"my\" class=\"my \">ငါးအတွက် ဥမင်လိုဏ်ခေါင်းတစ်ခုရှိပြီး မူဆာနှင့် ၎င်း၏လူငယ်ကျွန်တို့သည် အံ့အားသင့်ခဲ့ကြသည်။ မူဆာက ပြောသည်-</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့ ရှာဖွေနေခဲ့သည်မှာ ထိုအရာပင်ဖြစ်သည်။\" ထို့ကြောင့် သူတို့သည် ၎င်းတို့၏ ခြေရာများကို ပြန်လိုက်၍ ပြန်သွားခဲ့ကြသည်။\")</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် သူတို့သည် ကျောက်တုံးသို့ ရောက်သည်အထိ ၎င်းတို့၏ခြေလှမ်းများကို ပြန်လိုက်၍ ပြန်သွားခဲ့ကြသည်။ ထိုနေရာ၌ သူတို့သည် အဝတ်ဖြင့် ဖုံးအုပ်ထားသော လူတစ်ဦးကို တွေ့ရှိခဲ့ကြသည်။ မူဆာက သူ့အား နှုတ်ဆက်ခဲ့သည်။ အလ်-ခွစ်ဒ်ရ်က ပြောသည်- \"သင့်ပြည်၌ ထိုသို့သော နှုတ်ဆက်ခြင်းမျိုး ရှိပါသလား?\" မူဆာက \"ကျွန်ုပ်သည် မူဆာဖြစ်သည်\" ဟု ပြောခဲ့သည်။ သူက ပြောသည်- \"သင်သည် အစ္စရေးလ်၏သားမြေးများထဲမှ မူဆာလား?\" မူဆာက \"ဟုတ်ကဲ့\" ဟု ပြောခဲ့ပြီး ထပ်လောင်းပြောခဲ့သည်- \"ကျွန်ုပ်သည် သင်သင်ကြားပေးခဲ့သော အသိပညာများထဲမှ အချို့ကို သင်ကြားပေးနိုင်ရန် သင့်ထံသို့ လာခဲ့ခြင်းဖြစ်သည်။\" အလ်-ခွစ်ဒ်ရ်က ပြောသည်-</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်သည် ကျွန်ုပ်နှင့်အတူ သည်းခံနိုင်မည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အို မူဆာ! ကျွန်ုပ်တွင် အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား ချီးမြှင့်ခဲ့သော အလ္လာဟ်အရှင်မြတ်၏ အသိပညာအချို့ရှိသည် သို့သော် သင်မသိပေ; ထို့ပြင် သင်၌လည်း အလ္လာဟ်အရှင်မြတ်က သင့်အား ချီးမြှင့်ခဲ့သော အလ္လာဟ်အရှင်မြတ်၏ အသိပညာအချို့ရှိသည်၊ သို့သော် ကျွန်ုပ်မသိပေ။\"</p><p class=\"sd qpc-hafs\" lang=\"sd\"> فَقَالَ مُوسَى:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَتَجِدُنِي إِن شَاءَ اللَّهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لَهُ الْخَضِرُ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَن شَيْءٍ حَتَّىٰ أُحْدِثَ لَكَ مِنْهُ ذِكْرًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانْطَلَقَا يَمْشِيَانِ عَلَى سَاحِلِ الْبَحْرِ فَمَرَّتْ سَفِيَنةٌ، فَكَلَّمُوهُمْ أَنْ يَحْمِلُوهُمْ، فَعَرَفُوا الْخَضِرَ فَحَمَلُوهُمْ بِغَيْرِ نَوْلٍ، فَلَمَّا رَكِبَا فِي السَّفِينَةِ لَمْ يَفْجَأْ إِلَّا وَالْخَضِرُ قَدْ قَلَعَ لَوْحًا مِنْ أَلْوَاحِ السَّفِينَةِ بِالْقَدُّومِ، فَقَالَ لَهُ مُوسَى: قَدْ حَمَلُونَا بِغَيْرِ نَوْلٍ، فَعَمَدْتَ إِلَى سَفِينَتِهِمْ فَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا؟ لَقَدْ جِئْتَ شَيْئًا إِمْرًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا - قَالَ لَا تُؤَاخِذْنِي بِمَا نَسِيتُ وَلَا تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا</p><p lang=\"my\" class=\"my \">မူဆာက ပြောသည်၊ <span class=\"gray\">(\"အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိပါက ကျွန်ုပ်ကို သည်းခံတတ်သူအဖြစ် တွေ့ရပါလိမ့်မည်။ ကျွန်ုပ်သည် သင့်ကို မည်သည့်ကိစ္စတွင်မျှ မနာခံဘဲ နေမည်မဟုတ်ပါ။\")</span></p><p lang=\"my\" class=\"my \">အလ်-ခွစ်ဒ်ရ်က သူ့အား ပြောခဲ့သည်၊ <span class=\"gray\">(\"ထို့ကြောင့် သင်သည် ကျွန်ုပ်နောက်ကို လိုက်မည်ဆိုလျှင် ကျွန်ုပ်ကိုယ်တိုင် သင့်အား ၎င်းအကြောင်းကို မပြောပြမီ မည်သည့်အရာမျှ ကျွန်ုပ်အား မမေးပါနှင့်။\")</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် သူတို့သည် ကမ်းနားတစ်လျှောက် လမ်းလျှောက်ထွက်ခဲ့ကြပြီး လှေတစ်စီးဖြတ်သန်းသွားသောအခါ သင်္ဘောသားများအား သူတို့ကို စီးနင်းခွင့်ပေးရန် တောင်းဆိုခဲ့ကြသည်။ သင်္ဘောသားများက အလ်-ခွစ်ဒ်ရ်ကို မှတ်မိကြပြီး အခမဲ့ စီးနင်းခွင့်ပေးခဲ့ကြသည်။ သူတို့ သင်္ဘောပေါ်တက်သောအခါ ရုတ်တရက် မူဆာသည် အလ်-ခွစ်ဒ်ရ်က သင်္ဘော၏ သစ်သားပြားများထဲမှ တစ်ခုကို ပုဆိန်ဖြင့် ဆွဲထုတ်လိုက်သည်ကို တွေ့မြင်ခဲ့သည်။ မူဆာက သူ့အား ပြောခဲ့သည်- \"ဤလူများသည် ကျွန်ုပ်တို့ကို အခမဲ့ စီးနင်းခွင့်ပေးခဲ့သော်လည်း သင်သည် သူတို့၏လှေကို ဖျက်ဆီးခဲ့သောကြောင့် ၎င်း၏လူများ နစ်မြုပ်သွားတော့မည်! အမှန်စင်စစ် သင်သည် ကြောက်မက်ဖွယ်ကောင်းသော အရာတစ်ခုကို ပြုလုပ်ခဲ့ပြီ!</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အလ်-ခွစ်ဒ်ရ်က ပြောသည်- \"ကျွန်ုပ်နှင့်အတူ သည်းခံနိုင်မည်မဟုတ်ကြောင်း သင့်အား ကျွန်ုပ်မပြောခဲ့ဘူးလား?\")</span></p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာက ပြောသည်၊ \"ကျွန်ုပ်မေ့လျော့ခဲ့သည်အတွက် ကျွန်ုပ်ကို အပြစ်မတင်ပါနှင့်၊ ကျွန်ုပ်၏ (သင့်နှင့်ဆိုင်သော) ကိစ္စအတွက် ကျွန်ုပ်အပေါ် မခက်ခဲစေပါနှင့်။\")</span>)</p><p lang=\"no\" class=\"no \">The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَكَانَتِ الْأُولَى مِنْ مُوسَى نِسْيَانًا، قَالَ: وَجَاءَ عُصْفُورٌ فَوَقَعَ عَلَى حَرْفِ السَّفِينَةِ، فَنَقَرَ فِي الْبَحْرِ نَقْرَةً أَوْ نَقْرَتَيْنِ فَقَالَ لَهُ الْخَضِرُ: مَا عِلْمِي وَعِلْمُكَ فِي عِلْمِ اللهِ إِلَّا مِثْلُ مَا نَقَصَ هَذَا الْعُصْفُورُ مِنْ هَذَا الْبَحْرِ ثُمَّ خَرَجَا مِنَ السَّفِينَةِ فَبَيْنَمَا هُمَا يَمْشِيَانِ عَلَى السَّاحِلِ إِذْ أَبْصَرَ الْخَضِرُ غُلَامًا يَلْعَبُ مَعَ الْغِلْمَانِ، فَأَخَذَ الْخَضِرُ رَأْسَهُ فَاقْتَلَعَهُ بِيَدِهِ فَقَتَلَهُ، فَقَالَ لَهُ مُوسَى:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَّقَدْ جِئْتَ شَيْئًا نُّكْرًا - قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပထမအကြိမ်တွင် မူဆာသည် သူ၏ကတိကို မေ့လျော့ခဲ့သောကြောင့် အလ်-ခွစ်ဒ်ရ်အား မေးခဲ့သည်။ ထို့နောက် ငှက်တစ်ကောင်လာ၍ လှေနားတွင် နားပြီး ၎င်း၏နှုတ်သီးကို ပင်လယ်ထဲသို့ တစ်ကြိမ် သို့မဟုတ် နှစ်ကြိမ် နှစ်မြှုပ်လိုက်သည်။ အလ်-ခွစ်ဒ်ရ်က မူဆာအား ပြောသည်- \"ကျွန်ုပ်၏အသိပညာနှင့် သင့်အသိပညာသည် အလ္လာဟ်အရှင်မြတ်၏ အသိပညာနှင့် နှိုင်းယှဉ်လျှင် ဤငှက်သည် ပင်လယ်ထဲမှ ယူသွားခဲ့သည့်အရာနှင့် တူ၏။\" ထို့နောက် သူတို့နှစ်ဦးစလုံး လှေပေါ်မှ ဆင်းခဲ့ကြပြီး ကမ်းနားတစ်လျှောက် လမ်းလျှောက်နေစဉ်တွင် အလ်-ခွစ်ဒ်ရ်သည် ကောင်လေးတစ်ဦးကို အခြားကောင်လေးများနှင့် ကစားနေသည်ကို တွေ့မြင်ခဲ့သည်။ အလ်-ခွစ်ဒ်ရ်သည် ထိုကောင်လေး၏ ခေါင်းကို ကိုင်၍ ၎င်း၏လက်များဖြင့် ဆွဲဖြုတ်လိုက်ပြီး သူ့ကို သတ်ခဲ့သည်။ မူဆာက သူ့အား ပြောခဲ့သည်-</span></p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"လူသတ်မှု မကျူးလွန်ခဲ့သော အပြစ်မဲ့သူတစ်ဦးကို သင်သတ်ခဲ့သည်လား! အမှန်စင်စစ် သင်သည် နူခ်ရ် အရာတစ်ခုကို ကျူးလွန်ခဲ့ပြီ!\" သူက ပြောသည်- \"ကျွန်ုပ်နှင့်အတူ သည်းခံနိုင်မည်မဟုတ်ကြောင်း သင့်အား ကျွန်ုပ်မပြောခဲ့ဘူးလား?\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَالَ: وَهَذِهِ أَشَدُّ مِنَ الْأُولَى</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِن سَأَلْتُكَ عَن شَيْءٍ بَعْدَهَا فَلَا تُصَاحِبْنِي ۖ قَدْ بَلَغْتَ مِن لَّدُنِّي عُذْرًا - فَانطَلَقَا حَتَّىٰ إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْ مَائِلًا، فَقَالَ الْخَضِرُ بِيَدِهِ</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَقَامَهُ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالَ مُوسَى: قَوْمٌ أَتَيْنَاهُمْ فَلَمْ يُطْعِمُونَا وَلَمْ يُضَيِّفُونَا</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا - قَالَ هَٰذَا فِرَاقُ بَيْنِي وَبَيْنِكَ ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">[ဖော်ပြသူ]</span> က ပြောသည်- \"ဒုတိယအကြိမ် အပြစ်တင်မှုသည် ပထမအကြိမ်ထက် ပိုမိုပြင်းထန်ခဲ့သည်။\"။</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာက ပြောသည်၊ \"ဤနောက်ပိုင်းတွင် ကျွန်ုပ်သည် သင့်အား မည်သည့်အရာမျှ မေးမြန်းခဲ့ပါက ကျွန်ုပ်ကို သင့်အဖော်အဖြစ် မထားပါနှင့်။ သင်သည် ကျွန်ုပ်ထံမှ ဆင်ခြေတစ်ခု ရရှိခဲ့ပြီ။\" ထို့နောက် သူတို့နှစ်ဦးစလုံးသည် မြို့တစ်မြို့၏ လူများထံသို့ ရောက်သည်အထိ ခရီးဆက်သွားခဲ့ကြသည်။ သူတို့သည် သူတို့အား အစားအစာတောင်းခဲ့သော်လည်း သူတို့သည် သူတို့ကို ဧည့်ခံရန် ငြင်းဆန်ခဲ့ကြသည်။ <span class=\"gray\">(ထို့နောက်)</span> သူတို့သည် ပြိုလဲလုဆဲဆဲ အုတ်တံတိုင်းတစ်ခုကို ထိုနေရာ၌ တွေ့ရှိခဲ့ကြသည်။)</span></p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ခွစ်ဒ်ရ်)</span> သည် ၎င်း၏ကိုယ်ပိုင်လက်များဖြင့် ၎င်းကို ဖြောင့်တန်းအောင် ပြုလုပ်ခဲ့သည်။ မူဆာက ပြောသည်- \"ကျွန်ုပ်တို့သည် ဤလူများထံသို့ လာခဲ့သော်လည်း သူတို့သည် ကျွန်ုပ်တို့ကို အစာလည်းမကျွေး၊ ဧည့်သည်အဖြစ်လည်း မလက်ခံခဲ့ကြပါ။</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်အလိုရှိခဲ့ပါက သင်သည် ၎င်းအတွက် လုပ်ခကို အမှန်ပင်ယူနိုင်ခဲ့သည်!\" <span class=\"gray\">(အလ်-ခွစ်ဒ်ရ်)</span> က ပြောသည်- \"ဤသည်ကား သင်နှင့် ကျွန်ုပ်ကြား ခွဲခွာခြင်းပင်ဖြစ်သည်။ သင်သည်းမခံနိုင်ခဲ့သော အရာများ၏ အဓိပ္ပါယ်ဖွင့်ဆိုချက်ကို သင့်အား ကျွန်ုပ်ပြောပြပါမည်။\")</span></p><p lang=\"no\" class=\"no \">The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدِدْنَا أَنَّ مُوسَى كَانَ صَبَرَ حَتَّى يَقُصَّ اللهُ عَلَيْنَا مِنْ خَبَرِهِمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာသည် သည်းခံခဲ့ပါက အလ္လာဟ်အရှင်မြတ်က သူတို့နှစ်ဦးစလုံးအကြောင်းကို ကျွန်ုပ်တို့အား ပိုမိုပြောပြလိမ့်မည်ဟု ကျွန်ုပ်တို့ဆန္ဒပြုသည်။)</span> စအီးဒ် ဘင် ဂျူဘိုင်းရ်က ပြောသည်- \"အိဗ်နု အဗ္ဗားစ်သည် <span class=\"gray\">[အာယတ်တော်အမှတ် ၇၉]</span> ကို ရွတ်ဖတ်လေ့ရှိသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَكَانَ أَمَامَهُمْ مَلِكٌ يَاْخُذُ كُلَّ سَفِينَةٍ صَالَـحَةٍ غَضْبًا)</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ရှေ့တွင် ကောင်းမွန်သောအခြေအနေရှိသော သင်္ဘောတိုင်းကို အင်အားသုံး၍ သိမ်းပိုက်သည့် ဘုရင်တစ်ပါးရှိခဲ့သည်)</span> နှင့် <span class=\"gray\">[အာယတ်တော်အမှတ် ၈၀]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَأَمَّا الْغُلَامُ فَكَانَ كَافِرًا وَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ)</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်လေးနှင့်ပတ်သက်၍ သူသည် ကာဖိရ်တစ်ဦးဖြစ်ပြီး သူ့မိဘများသည် မုအ်မင်များဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် <span class=\"gray\">(အခြားဖော်ပြချက်တစ်ခုတွင်)</span> အလ်-ဘူခါရီသည် အလားတူအကြောင်းအရာကို မှတ်တမ်းတင်ခဲ့သည်၊ ၎င်းကဆိုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَخَرَجَ مُوسَى وَمَعَهُ فَتَاهُ يُوشَعُ بْنُ نُونٍ وَمَعَهُمَا الْحُوتُ، حَتَّى انْتَهَيَا إِلَى الصَّخْرَةِ، فَنَزَلَا عِنْدَهَا، قَالَ: فَوَضَعَ مُوسَى رَأْسَهُ فَنَامَ، قَالَ: وَفِي أَصْلِ الصَّخْرَةِ عَيْنٌ يُقَالُ لَهَا الْحَيَاةُ لَا يُصِيبُ مِنْ مَائِهَا شَيْءٌ إِلَّا حَيِيَ فَأَصَابَ الْحُوتَ مِنْ مَاءِ تِلْكَ الْعَيْنِ، فَتَحَرَّكَ وَانْسَلَّ مِنَ الْمِكْتَلِ فَدَخَلَ الْبَحْرَ، فَلَمَّا اسْتَيْقَظَ قَالَ مُوسَى لِفَتَاهُ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">آتِنَا غَدَاءَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့နောက် မူဆာသည် ထွက်ခွာခဲ့ပြီး သူ့နှင့်အတူ ၎င်း၏လူငယ်ကျွန် ယူရှားအ် ဘင် နူန် ပါရှိကာ ငါးကို သူတို့နှင့်အတူ ယူဆောင်ခဲ့ကြသည်။ သူတို့သည် ကျောက်တုံးသို့ ရောက်သောအခါ ထိုနေရာ၌ တည်းခိုခဲ့ကြပြီး မူဆာသည် ခေါင်းချ၍ အိပ်စက်ခဲ့သည်။ ကျောက်တုံး၏အောက်ခြေ၌ အလ်-ဟာယတ် အမည်ရှိ စမ်းရေတစ်ခုရှိသည်။ ၎င်း၏ရေသည် မည်သည့်အရာကိုမျှ မထိဘဲ အသက်ဝင်စေခဲ့သည်။ ၎င်း၏ရေအချို့သည် ငါးကို ထိမိသောအခါ ငါးသည် လှုပ်ရှားလာပြီး သုံးဗူးထဲမှ ခုန်ထွက်ကာ ပင်လယ်ထဲသို့ ဝင်သွားခဲ့သည်။ သူနိုးလာသောအခါ မူဆာသည် ၎င်း၏လူငယ်ကျွန်အား ပြောခဲ့သည်-</span></p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ နံနက်စာကို ယူခဲ့ပါ။)</span>)</p><p lang=\"my\" class=\"my \">ထို့နောက် သူသည် ဟဒီးစ်၏ ကျန်အပိုင်းကို ကိုးကားဖော်ပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် ငှက်တစ်ကောင်လာ၍ သင်္ဘောနားတွင် နားပြီး ၎င်း၏နှုတ်သီးကို ပင်လယ်ထဲသို့ နှစ်မြှုပ်လိုက်သည်။ အလ်-ခွစ်ဒ်ရ်က မူဆာအား ပြောသည်- \"ကျွန်ုပ်၏အသိပညာနှင့် သင့်အသိပညာနှင့် ဖန်ဆင်းခံအားလုံး၏ အသိပညာသည် အလ္လာဟ်အရှင်မြတ်၏ အသိပညာနှင့် နှိုင်းယှဉ်လျှင် ဤငှက်သည် ပင်လယ်ထဲမှ ယူသွားခဲ့သည့်အရာနှင့် တူ၏။\" ထို့နောက် သူသည် အစီရင်ခံစာ၏ ကျန်အပိုင်းကို ဖော်ပြခဲ့သည်။</p>"
  }
]