[
  {
    "ayah_key": "20:131",
    "group_ayah_key": "20:131",
    "from_ayah": "20:131",
    "to_ayah": "20:132",
    "ayah_keys": "20:131,20:132",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အနက် အမျိုးမျိုးသော အုပ်စုများအား ကျွန်ုပ်တို့က ပျော်ရွှင်ရန် ပေးထားသည့် အရာများ၊ ဤလောကီဘဝ၏ တောက်ပမှုအတွက် သင်၏မျက်လုံးများကို စိုက်မကြည့်နှင့်။ သို့မှသာ ကျွန်ုပ်တို့သည် ၎င်းတို့အား စမ်းသပ်နိုင်ရန် ဖြစ်၏။ သို့သော် သင်၏အရှင်သခင်၏ ပေးသနားမှုသည် ပိုမိုကောင်းမွန်ပြီး ပိုမိုခိုင်မြဲသည် <span>(131)</span>သင်၏မိသားစုအား ဆွလာတ်လုပ်ရန် မှာကြားလော့၊ ၎င်းတို့ကို ဖျော်ဖြေရာတွင် စိတ်ရှည်သည်းခံလော့။ ကျွန်ုပ်တို့သည် သင့်ထံမှ ပြဋ္ဌာန်းချက်ကို မတောင်းဆိုပါ။ ကျွန်ုပ်တို့က သင့်အား ပြဋ္ဌာန်းပေးသည်။ ကောင်းမွန်သောအဆုံးသတ်သည် တက္ကဝါရှိသူများအတွက် ဖြစ်သည် <span>(132)</span></p><div lang=\"my\" class=\"my \"><h2>ချမ်းသာသူတို့၏ ပျော်ရွှင်မှုများကို မကြည့်ရှုနှင့်၊ အလ္လာဟ်အရှင်မြတ်အား ကိုးကွယ်ရာတွင် စိတ်ရှည်သည်းခံလော့</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ တမန်တော် မုဟမ္မဒ် ﷺ အား မိန့်ကြားသည်မှာ- “ဤဇိမ်ခံသူများနှင့် ၎င်းတို့၏ တူညီသူများ၊ ရွယ်တူများ ပိုင်ဆိုင်သော ကောင်းမွန်သော သက်သောင့်သက်သာရှိမှုများကို မကြည့်ရှုနှင့်။ အမှန်စင်စစ် ၎င်းသည် ခဏတာ တောက်ပမှုနှင့် အားနည်းသော ဆုလာဘ်သာ ဖြစ်ပြီး ကျွန်ုပ်တို့က ၎င်းတို့အား စမ်းသပ်ရန်အတွက် အသုံးပြုနေခြင်း ဖြစ်သည်။ ကျွန်ုပ်၏ကျွန်များထဲမှ အနည်းငယ်သာ စစ်မှန်စွာ ကျေးဇူးတင်ကြသည်” ဟု မူဂျာဟစ်က ပြောကြားခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَزْوَاجًا مِّنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အမျိုးမျိုးသော အုပ်စုများ၊)</span> \"ဆိုလိုသည်မှာ ချမ်းသာသူများဖြစ်သည်။\" ဆိုလိုသည်မှာ \"အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် သင့်အား <span class=\"gray\">(အို မုဟမ္မဒ်)</span> ၎င်းတို့အား ကျွန်ုပ်တို့ပေးခဲ့သည်ထက် ပိုမိုကောင်းမွန်သည်များကို ပေးခဲ့ပြီးဖြစ်သည်။\" ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တစ်ခုတွင် မိန့်ကြားထားသည့်အတိုင်းပင် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَاكَ سَبْعًا مِّنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ - لَا تَمُدَّنَّ عَيْنَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် သင့်အား အကြိမ်ကြိမ်ရွတ်ဆိုရမည့် အာယတ်ခုနစ်ခုနှင့် ကြီးကျယ်သော ကုရ်အာန်ကို ပေးသနားတော်မူပြီး ဖြစ်သည်။ သင်၏မျက်လုံးများဖြင့် အတောင့်တကြီး မကြည့်ရှုနှင့်။)</span><span class=\"gray\">[15:87-88]</span></p><p lang=\"my\" class=\"my \">ထိုနည်းတူစွာ၊ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ အတွက် နောင်တမလွန်ဘဝတွင် စုဆောင်းထားသည်မှာ အလွန်ကြီးမားသော အရာဖြစ်သည်။ ၎င်းသည် ဖော်ပြ၍မရသော အကန့်အသတ်မရှိ ဆုလာဘ်ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည့်အတိုင်းပင် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သင်၏အရှင်သခင်သည် သင့်အား နှစ်သက်ကျေနပ်သည်အထိ ပေးသနားတော်မူလိမ့်မည်။)</span><span class=\"gray\">[93:5]</span> ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်၏အရှင်သခင်၏ ပေးသနားမှုသည် ပိုမိုကောင်းမွန်ပြီး ပိုမိုခိုင်မြဲသည်။)</span> ဆွဟီးဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ အွမ်မရ် အိဘ်နုလ်ခွတ္တာဘ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ဝင်ရောက်လာချိန်တွင် ကိုယ်တော်သည် မိမိ၏ဇနီးများထံမှ ဝေးကွာနေမည်ဟု ကတိသစ္စာပြုပြီးနောက် မိမိကိုယ်ကို ခွဲထားသော အခန်းငယ်လေးထဲတွင် ရှိနေသည်။ သူဝင်ရောက်လာသောအခါ ကိုယ်တော် <span class=\"gray\">(တမန်တော် ﷺ)</span> သည် သဲသောင်ကွပ်ပေါ်တွင် လဲလျောင်းနေသည်ကို တွေ့မြင်ခဲ့သည်။ အိမ်ထဲတွင် ဆန့်ပင်အသီးခြောက်ပုံတစ်ပုံနှင့် ဆွဲထားသော ပစ္စည်းအချို့မှလွဲ၍ ဘာမှမရှိပေ။ အွမ်မရ်၏ မျက်လုံးများ မျက်ရည်များဖြင့် ပြည့်လျှံလာခဲ့ရာ <span class=\"gray\">(ဤအခြင်းအရာကို မြင်တွေ့ရသောအခါ)</span> အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က သူ့အား မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَايُبْكِيكَ يَا عُمَرُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အွမ်မရ်၊ အဘယ်အရာက သင့်အား ငိုကြွေးစေသနည်း။)</span> သူက ပြန်လည်ဖြေကြားသည်မှာ “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အမှန်စင်စစ် ကစ်စရာနှင့် ကီဆာတို့သည် ၎င်းတို့၏ ဇိမ်ခံအခြေအနေများတွင် နေထိုင်ကြသည်။ သို့သော် ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခြင်းခံရသူများထဲမှ ရွေးချယ်ခံရသော မိတ်ဆွေတော် ဖြစ်ပါသလား။” တမန်တော် ﷺ က မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَ فِي شَكٍّ أَنْتَ يَا ابْنَ الْخَطَّابِ؟ أُولَئِكَ قَوْمٌ عُجِّلَتْ لَهُمْ طَيِّبَاتُهُمْ فِي حَيَاتِهِمُ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အိဘ်နုလ်ခွတ္တာဘ်၏သား၊ သင် သံသယရှိသလား။ ထိုသူတို့သည် ဤလောကီဘဝတွင် ၎င်းတို့၏ကောင်းမှုများ အလျင်စလိုရရှိခဲ့ကြပြီ။)</span> ထို့ကြောင့်၊ တမန်တော် ﷺ သည် လောကီဇိမ်ခံမှုများနှင့် ပတ်သက်၍ လူအများထဲတွင် အစောင့်စည်းဆုံး ဖြစ်သည်၊ ၎င်းတို့ကို ရယူနိုင်စွမ်းရှိသော်လည်း ဖြစ်သည်။ သူသည် လောကီဘဏ္ဍာများမှ တစ်စုံတစ်ရာကို ရရှိခဲ့ပါက အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များအတွက် ယင်းနှင့်ထိုအရာများပေါ်တွင် သုံးစွဲခဲ့သည်။ နောက်နေ့အတွက် သူ့ကိုယ်သူ ဘာမှချန်ထားခဲ့ခြင်း မရှိခဲ့ပေ။</p><p lang=\"my\" class=\"my \">အိဘ်နု အဘီ ဟာသ်ိမ်က အဘူ စအီးဒ်မှ ဖော်ပြသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَخْوَفَ مَا أَخَافُ عَلَيْكُمْ مَا يَفْتَحُ اللهُ لَكُمْ مِنْ زَهْرَةِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သင်တို့အားလုံးအတွက် ကျွန်ုပ်အကြောက်ဆုံးအရာမှာ အလ္လာဟ်အရှင်မြတ်က ဤလောကီ၏ တောက်ပမှုမှ သင်တို့အား ရယူခွင့်ပြုမည့်အရာ ဖြစ်သည်။)</span> ၎င်းတို့ <span class=\"gray\">(ဆွဟာဘာများ)</span> က “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ဤလောကီ၏ တောက်ပမှုဟူသည် အဘယ်နည်း။” ဟု မေးကြရာ ကိုယ်တော်က မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَرَكَاتُ الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေ၏ ကောင်းချီးများ။)</span> ကွတာဒါနှင့် အစွဒ်ဒီတို့က “ဤလောကီဘဝ၏ တောက်ပမှုဟူသည် ဤလောကီဘဝ၏ လှပသော အလှဆင်မှုများကို ဆိုလိုသည်။” ဟု ပြောကြားခဲ့သည်။ ကွတာဒါက မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِنَفْتِنَهُمْ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ ကျွန်ုပ်တို့သည် ၎င်းတို့အား စမ်းသပ်နိုင်ရန် ဖြစ်သည်။)</span> \"ကျွန်ုပ်တို့က ၎င်းတို့ကို စမ်းသပ်ရန်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏မိသားစုအား ဆွလာတ်လုပ်ရန် မှာကြားလော့၊ ၎င်းတို့ကို ဖျော်ဖြေရာတွင် စိတ်ရှည်သည်းခံလော့။)</span> ဆိုလိုသည်မှာ ဆွလာတ်လုပ်ခြင်းဖြင့် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်မှ ကယ်တင်ခြင်းဖြစ်ပြီး သင်လည်း ၎င်းကို ထမ်းဆောင်ရာတွင် စိတ်ရှည်သည်းခံရမည်ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည့်အတိုင်းပင် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့၊ သင်တို့ကိုယ်သင်တို့နှင့် သင်တို့၏မိသားစုများကို မီး <span class=\"gray\">(ငရဲ)</span> မှ ကာကွယ်ကြလော့။)</span><span class=\"gray\">[66:6]</span></p><p lang=\"my\" class=\"my \">အိဘ်နု အဘီ ဟာသ်ိမ်က ဇိုင်းဒ် အိဘ်နု အစလမ်မှ သူ၏ဖခင်ထံမှ ဖော်ပြသည်မှာ သူနှင့် ယာရ်ဖာအ်တို့သည် တစ်ခါတစ်ရံ အွမ်မရ် အိဘ်နုလ်ခွတ္တာဘ်၏ အိမ်တွင် ညအိပ်လေ့ရှိသည်။ အွမ်မရ်တွင် ညအချိန်တစ်ခု၌ နိုးထပြီး ဆွလာတ်လုပ်လေ့ရှိသည်။ သို့သော် တစ်ခါတစ်ရံ သူသည် ထမလာပေ။ ထိုအခါ ကျွန်ုပ်တို့က \"သူသည် ပုံမှန်အတိုင်း ထတော့မည်မဟုတ်\" ဟု ပြောကြသည်။ သူနိုးထလာသောအခါ သူ၏မိသားစုကိုလည်း နိုးထစေခဲ့သည်။ သူက ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏မိသားစုအား ဆွလာတ်လုပ်ရန် မှာကြားလော့၊ ၎င်းတို့ကို ဖျော်ဖြေရာတွင် စိတ်ရှည်သည်းခံလော့။)</span>\" အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا نَسْأَلُكَ رِزْقًا ۖ نَّحْنُ نَرْزُقُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင့်ထံမှ ပြဋ္ဌာန်းချက်ကို မတောင်းဆိုပါ။ ကျွန်ုပ်တို့က သင့်အား ပြဋ္ဌာန်းပေးသည်။)</span> ဆိုလိုသည်မှာ သင်သည် ဆွလာတ်ကို တည်ထောင်ပါက သင်မမျှော်လင့်ဘဲ သင်၏ရိက္ခာသည် သင့်ထံ ရောက်ရှိလာမည်ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည့်အတိုင်းပင် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجًا - وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား တက္ကဝါရှိသူမည်သူမဆို၊ ကိုယ်တော်သည် သူ့အတွက် <span class=\"gray\">(အခက်အခဲတိုင်းမှ)</span> လွတ်မြောက်ရာလမ်းကို ဖန်တီးပေးလိမ့်မည်။ ထို့ပြင် ကိုယ်တော်သည် သူ့အား မမျှော်လင့်နိုင်သော <span class=\"gray\">(ရင်းမြစ်များ)</span> မှ ပေးသနားတော်မူလိမ့်မည်။)</span><span class=\"gray\">[65:2-3]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ် <span class=\"gray\">(အလ္လာဟ်)</span> သည် ဂျင်န်နှင့် လူသားတို့ကို ကျွန်ုပ် <span class=\"gray\">(တစ်ပါးတည်း)</span> ကိုးကွယ်ရန်မှတစ်ပါး အခြားမည်သည့်အရာအတွက်မှ ဖန်ဆင်းခဲ့ခြင်း မရှိပါ။)</span> အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံပေးသနားရှင်၊ အင်အားပိုင်ရှင်၊ အခိုင်မာဆုံး ဖြစ်တော်မူသည်။)</span><span class=\"gray\">(51:56-58)</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا نَسْأَلُكَ رِزْقًا ۖ نَّحْنُ نَرْزُقُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင့်ထံမှ ပြဋ္ဌာန်းချက်ကို မတောင်းဆိုပါ။ ကျွန်ုပ်တို့က သင့်အား ပြဋ္ဌာန်းပေးသည်။)</span></p><p lang=\"fil\" class=\"fil \">Verily, At-Tirmidhi and Ibn Majah recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالى: يَا ابْنَ آدَمَ تَفَرَّغْ لِعِبَادَتِي أَمْلَأْ صَدْرَكَ غِنىً وَأَسُدَّ فَقْرَكَ، وَإِنْ لَمْ تَفْعَلْ، مَلَأْتُ صَدْرَكَ شُغْلًا وَلَمْ أَسُدَّ فَقْرَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်၊ \"အို အာဒမ်၏သား၊ ငါ့ကို ကိုးကွယ်ပါက ငါသည် သင်၏ရင်ဘတ်ကို စည်းစိမ်ဥစ္စာဖြင့် ပြည့်စေပြီး သင်၏လိုအပ်ချက်များကို ဖြည့်ဆည်းပေးမည်။ သင်ထိုသို့မပြုပါက ငါသည် သင်၏ရင်ဘတ်ကို ပင်ပန်းမှုဖြင့် ပြည့်စေပြီး သင်၏လိုအပ်ချက်များကို ဖြည့်ဆည်းပေးမည်မဟုတ်။\")</span> ဇိုင်းဒ် အိဘ်နု သာဘစ်မှလည်း ဖော်ပြသည်မှာ သူသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားသည်ကို ကြားခဲ့ရသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَانَتِ الدُّنْيَا هَمَّهُ فَرَّقَ اللهُ عَلَيْهِ أَمْرَهُ، وَجَعَلَ فَقْرَهُ بَيْنَ عَيْنَيْهِ، وَلَمْ يَأْتِهِ مِنَ الدُّنْيَا إِلَّا مَا كُتِبَ لَهُ، وَمَنْ كَانَتِ الْآخِرَةُ نِيَّتَهُ، جَمَعَ لَهُ أَمْرَهُ وَجَعَلَ غِنَاهُ فِي قَلْبِهِ، وَأَتَتْهُ الدُّنْيَا وَهِيَ رَاغِمَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို လောကီဘဝကို သူ၏အဓိကစိုးရိမ်ပူပန်မှု ဖြစ်စေပါက အလ္လာဟ်အရှင်မြတ်သည် သူ၏အခြေအနေကို ဖြန့်ကျဲစေမည် <span class=\"gray\">(ဆိုလိုသည်မှာ ခက်ခဲစေမည်)</span> ဖြစ်ပြီး သူ၏ဆင်းရဲနွမ်းပါးမှုကို သူ၏မျက်စိများကြားတွင် ထားရှိမည်ဖြစ်သည်။ သူသည် ဤလောကမှ သူ့အတွက် ရေးသားပြီးသားအရာမှလွဲ၍ မည်သည့်အရာကိုမျှ ရရှိမည်မဟုတ်ပေ။ မည်သူမဆို နောင်တမလွန်ဘဝကို သူ၏ရည်ရွယ်ချက်အဖြစ် ထားရှိပါက သူ၏အခြေအနေကို စုစည်းပေးမည် <span class=\"gray\">(ဆိုလိုသည်မှာ လွယ်ကူစေမည်)</span> ဖြစ်ပြီး သူ၏စည်းစိမ်ကို သူ၏နှလုံးသားထဲတွင် ထားရှိမည်ဖြစ်သည်။ လောကီဘဝသည် သူ့ထံသို့ မည်သို့ပင်ဖြစ်စေ ရောက်ရှိလာမည် <span class=\"gray\">(သူမရှာဖွေသော်လည်း)</span>။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَاقِبَةُ لِلتَّقْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမွန်သော အဆုံးသတ်သည် တက္ကဝါရှိသူများအတွက် ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် ကောင်းမွန်သော အဆုံးသတ်ကို ဆိုလိုသည်။ နောင်တမလွန်ဘဝတွင် ကောင်းမွန်သော အဆုံးသတ်သည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သူတိုင်းအတွက် ဂျန္နတ်(ပရဒိသု) ဖြစ်သည်။ ဆွဟီးဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားသည်၊</p><p lang=\"my\" class=\"my \">\"ယနေ့ည ကျွန်ုပ်၏အိပ်မက်ထဲတွင် ကျွန်ုပ်တို့သည် အွမ်ကဗဟ် အိဘ်နု ရာဖီအ်၏ အိမ်တွင်ရှိပြီး လတ်ဆတ်သော အိဘ်နု သာဗ် စွန်ပလွန်သီးများ ရရှိခဲ့သည့်အလား မြင်မက်ခဲ့သည်။ ထို့ကြောင့်၊ ကျွန်ုပ်သည် ဤအိပ်မက်ကို ဤလောကတွင် ကျွန်ုပ်တို့အတွက် ကောင်းမွန်သော နောက်ဆုံးရလဒ် <span class=\"gray\">('အာကိဗဟ်)</span> နှင့် မြင့်မြတ်သော <span class=\"gray\">(ရိဖာအဟ်)</span> ရာထူးများ ရရှိခြင်းဖြစ်ပြီး ကျွန်ုပ်တို့၏ဘာသာတရားသည် ကောင်းမွန် <span class=\"gray\">(သာဗ်)</span> ခြင်းဖြစ်သည်ဟု အဓိပ္ပာယ်ဖွင့်ဆိုခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْلَا يَأْتِينَا بِآيَةٍ مِّن رَّبِّهِ ۚ أَوَلَمْ تَأْتِهِم بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَىٰ - وَلَوْ أَنَّا أَهْلَكْنَاهُم بِعَذَابٍ مِّن قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ مِن قَبْلِ أَن نَّذِلَّ وَنَخْزَىٰ - قُلْ كُلٌّ مُّتَرَبِّصٌ فَتَرَبَّصُوا ۖ فَسَتَعْلَمُونَ مَنْ أَصْحَابُ الصِّرَاطِ السَّوِيِّ وَمَنِ اهْتَدَىٰ</p>"
  }
]