[
  {
    "ayah_key": "47:4",
    "group_ayah_key": "47:4",
    "from_ayah": "47:4",
    "to_ayah": "47:9",
    "ayah_keys": "47:4,47:5,47:6,47:7,47:8,47:9",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် သင်တို့သည် မယုံကြည်သူများနှင့် <span class=\"gray\">(တိုက်ပွဲတွင်)</span> တွေ့ဆုံသောအခါ သူတို့၏လည်ပင်းများကို အပြည့်အဝအနိုင်ယူသည်အထိ ခုတ်ထစ်ကြကုန်။ ထို့နောက် သူတို့၏ချုပ်နှောင်ခြင်းကို တင်းကျပ်စေကြကုန်။ ထို့နောက် <span class=\"gray\">(အချိန်ရောက်သောအခါ)</span> ရက်ရောခြင်း သို့မဟုတ် ရွေးနုတ်ဖိုးဖြင့် စစ်ပွဲသည် ၎င်း၏ဝန်ထုပ်ဝန်ပိုးကို ချထားသည်အထိ ဖြစ်သည်။ ဤသို့ဖြင့် အလ္လာဟ်အလိုရှိတော်မူပါက သူတို့အပေါ် လက်စားချေနိုင်ခဲ့ပေမည်။ – သို့သော် <span class=\"gray\">(အချင်းချင်း စမ်းသပ်ရန်အတွက်)</span> <span class=\"gray\">(အလ္လာဟ်က သင်တို့ကို ရုန်းကန်စေသည်)</span>။ သို့သော် အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်တွင် အသတ်ခံရသူတို့၏ လုပ်ရပ်များကို အရှင်မြတ်သည် ဘယ်သောအခါမျှ ဆုံးရှုံးစေမည်မဟုတ်ပေ <span>(၄)</span>အရှင်မြတ်သည် သူတို့အား လမ်းညွှန်တော်မူမည်၊ သူတို့၏အခြေအနေကို ပြုပြင်ပေးမည် <span>(၅)</span>ထို့ပြင် အရှင်မြတ်သည် သူတို့အား အရှင်မြတ်က သူတို့အားသိစေပြီးသော ဂျန္နတ်သို့ ဝင်စေမည် <span>(၆)</span>အို ယုံကြည်သူအပေါင်းတို့! သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား <span class=\"gray\">(အကြောင်းတရားတွင်)</span> ကူညီပံ့ပိုးပါက အရှင်မြတ်သည် သင်တို့အား ကူညီပံ့ပိုးမည်ဖြစ်ပြီး သင်တို့၏ခြေကုပ်ကို မြဲမြံစေမည် <span>(၇)</span>သို့သော် မယုံကြည်သူတို့အတွက်မူ ဒုက္ခဆင်းရဲခြင်းသာ စောင့်ကြိုနေသည်၊ ထို့ပြင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည်)</span> သူတို့၏လုပ်ရပ်များကို အချည်းနှီးဖြစ်စေမည် <span>(၈)</span>အကြောင်းမှာ သူတို့သည် အလ္လာဟ်အရှင်မြတ်ချပေးတော်မူသောအရာကို မုန်းတီးကြသောကြောင့်ဖြစ်သည်၊ ထို့ကြောင့် အရှင်မြတ်သည် သူတို့၏လုပ်ရပ်များကို အချည်းနှီးဖြစ်စေခဲ့သည် <span>(၉)</span></p><p lang=\"my\" class=\"my \">ရန်သူတို့၏ လည်ပင်းကိုခုတ်ရန်၊ သူတို့၏ ချုပ်နှောင်မှုများကို တင်းကျပ်ရန်၊ ထို့နောက် ကရုဏာဖြင့်ဖြစ်စေ၊ ရွေးနုတ်ဖိုးဖြင့်ဖြစ်စေ လွှတ်ပေးရန် အမိန့်</p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူများနှင့် တိုက်ခိုက်ရာတွင် ယုံကြည်သူများ လုပ်ဆောင်သင့်သည်များကို လမ်းညွှန်ရင်း အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့သည် မယုံကြည်သူများနှင့် <span class=\"gray\">(တိုက်ပွဲတွင်)</span> တွေ့ဆုံသောအခါ သူတို့၏ လည်ပင်းများကို ခုတ်ထစ်ကြကုန်)</span> ဟူသည်မှာ 'သင်တို့သည် သူတို့နှင့် တိုက်ခိုက်သောအခါ သူတို့ကို သင်တို့၏ ဓားများဖြင့် အပြီးတိုင် ခုတ်လှဲပစ်ကြကုန်' ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">حَتَّىٰ إِذَا أَثْخَنْتُمُوهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သူတို့အား အပြည့်အဝ အနိုင်ယူသည်အထိ၊)</span> ဆိုသည်မှာ 'သင်တို့သည် သူတို့ကို သတ်ဖြတ်ပြီး အပြီးတိုင် ဖျက်ဆီးပစ်ခဲ့ပြီ' ဟု ဆိုလိုသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَشُدُّوا الْوَثَاقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ ချုပ်နှောင်မှုများကို တင်းကျပ်ကြကုန်။)</span> 'ဤသည်မှာ သင်တို့ ဖမ်းဆီးရမိသော စစ်သုံ့ပန်းများကို ရည်ညွှန်းသည်။ နောက်ပိုင်းတွင် စစ်ပွဲပြီးဆုံးပြီး ပဋိပက္ခများ ငြိမ်သက်သွားသောအခါ သင်တို့သည် စစ်သုံ့ပန်းများနှင့် ပတ်သက်၍ ရွေးချယ်ခွင့်ရှိသည်။ သင်တို့သည် သူတို့ကို အခကြေးငွေမယူဘဲ လွှတ်ပေးခြင်းဖြင့် ကရုဏာပြနိုင်သည်၊ သို့မဟုတ် သူတို့ထံမှ သင်တို့လိုအပ်သော ရွေးနုတ်ဖိုးဖြင့် လွှတ်ပေးနိုင်သည်။' ဤအာယတ်တော်သည် ဗဒရ်စစ်ပွဲပြီးနောက် ဗျာဒိတ်တော်ကျခဲ့ပုံရသည်။ ထိုအချိန်က အလ္လာဟ်အရှင်မြတ်သည် ရန်သူစစ်သားများစွာကို ချမ်းသာပေးခဲ့ခြင်းနှင့် သူတို့ထံမှ ရွေးနုတ်ဖိုးယူရန် သုံ့ပန်းများစွာကို ဖမ်းဆီးထားခဲ့ခြင်းတို့ကြောင့် ယုံကြည်သူများကို ကဲ့ရဲ့တော်မူခဲ့သည်။ ထို့ကြောင့် အရှင်မြတ်က ထိုအခါ မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِي الْأَرْضِ ۚ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ - لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပရောဖက်တစ်ဦးအတွက် စစ်သုံ့ပန်းများကို ဖမ်းဆီးထားခြင်းသည် ဤကမ္ဘာမြေပေါ်တွင် <span class=\"gray\">(ရန်သူများအကြား)</span> ကြီးမားသော သတ်ဖြတ်ခြင်းကို မပြုမချင်း မဖြစ်သင့်ပေ။ သင်တို့သည် ဤလောက၏ ပစ္စည်းများကို လိုလားသော်လည်း အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(သင်တို့အတွက်)</span> နောင်တမလွန်ဘဝကို လိုလားတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် တန်ခိုးအာနုဘော်နှင့် ပြည့်စုံတော်မူ၍ ဉာဏ်ပညာရှင် ဖြစ်တော်မူသည်။ အလ္လာဟ်အရှင်မြတ်ထံမှ ကြိုတင်စီရင်ချက်တစ်ခု မရှိခဲ့ပါက သင်တို့ယူခဲ့သောအရာအတွက် ပြင်းထန်သော ပြစ်ဒဏ်သည် သင်တို့အား ကျရောက်ခဲ့ပေမည်။)</span><span class=\"gray\">(၈:၆၇-၆၈)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ تَضَعَ الْحَرْبُ أَوْزَارَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...စစ်ပွဲသည် ၎င်း၏ဝန်ထုပ်ဝန်ပိုးကို ချထားသည်အထိ။)</span> မူဂျာဟစ်ဒ်က 'အီဆာ ဘင်မ် မရ်ယမ် <span class=\"gray\">(အရှင်မြတ်၏ ငြိမ်းချမ်းမှု သက်ရောက်ပါစေ)</span> ဆင်းသက်လာသည်အထိ' ဟု ပြောကြားခဲ့သည်။ ဤအမြင်ကို ပရောဖက် ﷺ ၏ မိန့်ဆိုချက်မှ ဆင်းသက်လာသည်ဟု ယူဆရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقِّ حَتّٰى يُقَاتِلَ آخِرُهُمُ الدَّجَّالَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏အွမ္မသ်တွင် အမှန်တရားပေါ်၌ အောင်ပွဲခံသော အုပ်စုတစ်စု အမြဲရှိနေမည်။ သူတို့ထဲမှ နောက်ဆုံးလူက အဒ်-ဒဂျာလ်ကို တိုက်ခိုက်သည်အထိ။)</span> အိမာမ် အဟ်မဒ်သည် ဂျူဘိုင်ရ် ဘင်မ် နုဖိုင်ရ်မှ မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းက ဆလာမဟ် ဘင်မ် နုဖိုင်လ်ထံမှ သတင်းပေးပို့ခဲ့သည်မှာ သူသည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ သွားရောက်ကာ 'ကျွန်ုပ်သည် ကျွန်ုပ်၏မြင်းကို လွှတ်ပေးခဲ့ပြီ၊ ကျွန်ုပ်၏လက်နက်ကိုလည်း ပစ်ချလိုက်ပြီ၊ အကြောင်းမှာ စစ်ပွဲပြီးဆုံးသွားပြီ ဖြစ်သည်။ နောက်ထပ် တိုက်ခိုက်ခြင်းမရှိတော့ပါ။' ထိုအခါ ပရောဖက် ﷺ က သူ့အား မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْآنَ جَاءَ الْقِتَالُ، لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى النَّاسِ، يُزِيغُ اللهُ تَعَالَىٰ قُلُوبَ أَقْوَامٍ، فَيُقَاتِلُونَهُمْ وَيَرْزُقُهُمُ اللهُ مِنْهُمْ حَتّٰى يَأْتِيَ أَمْرُ اللهِ وَهُمْ عَلَىٰ ذٰلِكَ، أَلَا إِنَّ عُقْرَ دَارِ الْمُؤْمِنِينَ الشَّامُ، وَالْخَيْلُ مَعْقُودٌ فِي نَوَاصِيهَا الْخَيْرُ إِلَىٰ يَوْمِ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခုအခါ တိုက်ခိုက်ရမည့်အချိန် ရောက်လာပြီ။ ငါ၏အွမ္မသ်တွင် အခြားသူများထက် လွှမ်းမိုးနိုင်သော အုပ်စုတစ်စု အမြဲရှိနေမည်။ အလ္လာဟ်အရှင်မြတ်သည် အချို့လူတို့၏ စိတ်နှလုံးများကို <span class=\"gray\">(အမှန်တရားမှ)</span> လွှဲပြောင်းစေမည်၊ ထို့ကြောင့် ထိုသူတို့ <span class=\"gray\">(ထိုအုပ်စု)</span> သည် သူတို့နှင့် တိုက်ခိုက်မည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား <span class=\"gray\">(ရန်သူများထံမှ)</span> <span class=\"gray\">(စစ်ပစ္စည်းများ)</span> ပေးသနားတော်မူမည် – အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော် ကျရောက်သည်အထိ သူတို့သည် ထိုအခြေအနေတွင် ရှိနေကြမည်။ အမှန်စင်စစ် ယုံကြည်သူတို့၏ နေထိုင်ရာဗဟိုမှာ အက်ရှ်-ရှမ် ဖြစ်သည်။ မြင်းတို့၏ နဖူးစည်းတွင် ကောင်းမြတ်ခြင်းသည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ချည်နှောင်ထားသည်။)</span> အန်-နာစာအီကလည်း ဤဇာတ်ကြောင်းကို မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် အလ္လာဟ်အလိုရှိတော်မူပါက သူတို့အပေါ် လက်စားချေနိုင်ခဲ့ပေမည်။)</span> ဟူသည်မှာ အရှင်မြတ်အလိုရှိတော်မူပါက မယုံကြည်သူများအား အရှင်မြတ်ထံမှ တိုက်ရိုက်ပြစ်ဒဏ် သို့မဟုတ် နမူနာပြပြစ်ဒဏ်ဖြင့် ချက်ချင်းလက်စားချေနိုင်ခဲ့ပေမည်ဟု ဆိုလိုသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَٰكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် <span class=\"gray\">(အချင်းချင်း စမ်းသပ်ရန်အတွက်)</span> <span class=\"gray\">(အရှင်မြတ်သည် သင်တို့ကို ရုန်းကန်စေသည်)</span>။)</span> ဆိုလိုသည်မှာ သင်တို့ကို စမ်းသပ်ရန်နှင့် သင်တို့၏ကိစ္စများကို စစ်ဆေးရန်အတွက် ဂျီဟတ်နှင့် ရန်သူများနှင့် တိုက်ခိုက်ခြင်းကို အမိန့်ပေးတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အောက်ပါ စူရဟ်နှစ်ပုဒ်ဖြစ်သော အလ်-အီမာန်နှင့် အသ်-တော်ဘာတွင် ဂျီဟတ်ဥပဒေဖြင့် မိမိ၏ဉာဏ်ပညာကို ထုတ်ဖော်ပြသတော်မူသည်။ ထိုစူရဟ်များတွင် အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်က မိမိ၏လမ်းတော်တွင် တိုက်ခိုက်သူများအနက် သင်တို့ထဲမှ မည်သူသည် ခိုင်မာသူများဖြစ်သည်ကို ထင်ရှားမပြသမီ ဂျန္နတ်သို့ ဝင်ရောက်မည်ဟု သင်တို့ထင်မှတ်ခဲ့ကြသလော?)</span><span class=\"gray\">(၃:၁၄၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ - وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ ۗ وَيَتُوبُ اللَّهُ عَلَىٰ مَنْ يَشَاءُ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကို တိုက်ခိုက်ကြကုန်။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏လက်ဖြင့် သူတို့ကို အပြစ်ပေးမည်၊ သူတို့ကို အရှက်ရစေမည်၊ သူတို့အပေါ် သင်တို့ကို အောင်ပွဲခံစေမည်၊ ယုံကြည်သူလူမျိုးတစ်စု၏ ရင်ဘတ်များကို ကျေနပ်စေမည်၊ ထို့ပြင် သူတို့၏ <span class=\"gray\">(ယုံကြည်သူတို့၏)</span> စိတ်နှလုံးများမှ ဒေါသကို ဖယ်ရှားပေးမည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိရာကို ခွင့်လွှတ်ခြင်းသို့ ပြောင်းလဲတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အသိဉာဏ်နှင့်ပြည့်စုံ၍ ဉာဏ်ပညာရှင် ဖြစ်တော်မူသည်။)</span><span class=\"gray\">(၉:၁၄-၁၅)</span></p><p lang=\"my\" class=\"my \">ရှဟီးဒ်များ၏ ဂုဏ်ကျေးဇူး</p><p lang=\"my\" class=\"my \">စစ်ပွဲများတွင် ယုံကြည်သူများစွာ သေဆုံးလေ့ရှိသောကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်တွင် အသတ်ခံရသူတို့၏ လုပ်ရပ်များကို အရှင်မြတ်သည် ဘယ်သောအခါမျှ ဆုံးရှုံးစေမည်မဟုတ်ပေ။)</span> ဟူသည်မှာ အရှင်မြတ်သည် သူတို့၏ကောင်းမှုများကို အချည်းနှီး ဖြစ်စေမည်မဟုတ်၊ သို့သော် မြှောက်စား၍ တိုးပွားစေမည်ဟု ဆိုလိုသည်။ သူတို့ထဲမှ အချို့သည် အလ်-ဘာရ်ဇခ်တွင် နေထိုင်သည့် ကာလပတ်လုံး သူတို့၏ကောင်းမှုများအတွက် အကျိုးအမြတ်များ ဆက်လက်ခံစားရမည်ဖြစ်သည်။ ဤအကြောင်းကို အိမာမ် အဟ်မဒ်က မိမိ၏ မုစ်နဒ်တွင် ကသီးရ် ဘင်မ် မုရ်ရာဟ်၏ အာဏာဖြင့် မှတ်တမ်းတင်ထားသည်။ ၎င်းက ကွိုင်စ် အလ်-ဂျူဒါမီ (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ သတင်းပေးပို့ခဲ့သည်မှာ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُعْطَى الشَّهِيدُ سِتَّ خِصَالٍ عِنْدَ أَوَّلِ قَطْرَةٍ مِنْ دَمِهِ: تُكَفَّرُ عَنْهُ كُلُّ خَطِيئَةٍ، وَيَرَى مَقْعَدَهُ مِنَ الْجَنَّةِ، وَيُزَوَّجُ مِنَ الْحُورِ الْعِينِ، وَيَأْمَنُ مِنَ الْفَزَعِ الْأَكْبَرِ، وَمِنْ عَذَابِ الْقَبْرِ، وَيُحَلَّىٰ حُلَّةَ الْإِيمَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏သွေးတစ်စက် စတင်ထွက်ကျသည်နှင့်အမျှ ရှဟီးဒ်တစ်ဦးအား ကောင်းကျိုးခြောက်ပါးကို ပေးသနားတော်မူသည်။ ၎င်းတို့မှာ - သူ၏အပြစ်အားလုံးကို ခွင့်လွှတ်ခြင်း၊ ဂျန္နတ်တွင် သူ၏နေရာကို ပြသခြင်း၊ ကျယ်ဝန်းသောမျက်လုံးများရှိသည့် ဟူရ်များနှင့် လက်ထပ်ပေးခြင်း၊ <span class=\"gray\">(တရားစီရင်ရာနေ့တွင်)</span> ကြီးမားသော ကြောက်ရွံ့ခြင်းနှင့် အုတ်ဂူ၏ ပြစ်ဒဏ်မှ လုံခြုံစေခြင်း၊ ထို့ပြင် အီမာန်၏ အလှဆင်မှုများဖြင့် မွမ်းမံထားခြင်းတို့ဖြစ်သည်။)</span> အဟ်မဒ်သည် ဤဟဒီးဆ်ကို တစ်ဦးတည်း မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အဗူ အဒ်-ဒရ်ဒါအ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု သတင်းပေးပို့ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُشَفَّعُ الشَّهِيدُ فِي سَبْعِينَ مِنْ أَهْلِ بَيْتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှဟီးဒ်တစ်ဦးအား သူ၏မိသားစုဝင် ခုနစ်ဆယ်အတွက် ကြားဝင်ဆောင်ရွက်ခွင့် ပြုထားသည်။)</span> ဤအကြောင်းကို အဗူ ဒါဝုဒ်က မှတ်တမ်းတင်ခဲ့သည်၊ ထို့ပြင် ရှဟီးဒ်များ၏ ဂုဏ်ကျေးဇူးများကို ဖော်ပြထားသော ဟဒီးဆ်များစွာ ရှိသေးသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍မူ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَيَهْدِيهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သူတို့အား လမ်းညွှန်တော်မူမည်)</span> ဟူသည်မှာ အရှင်မြတ်သည် သူတို့အား ဂျန္နတ်သို့ လမ်းညွှန်တော်မူမည်ဟု ဆိုလိုသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ ۖ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ယုံကြည်ပြီး ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုလုပ်သူများသည် ၎င်းတို့၏ ယုံကြည်ခြင်းကြောင့် ၎င်းတို့၏အရှင်သခင်က လမ်းညွှန်တော်မူမည်။ ၎င်းတို့အောက်မှ မြစ်ချောင်းများ စီးဆင်းနေသော နိဗ္ဗာန်ဥယျာဉ်များတွင် နေထိုင်ကြလိမ့်မည်။)</span><span class=\"gray\">(၁၀:၉)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُصْلِحُ بَالَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ အခြေအနေကို ပြုပြင်ပေးမည်။)</span> ဆိုသည်မှာ သူတို့၏ အခြေအနေနှင့် ကိစ္စများကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အရှင်မြတ်က သူတို့အားသိစေပြီးသော ဂျန္နတ်သို့ <span class=\"gray\">(အရှင်မြတ်သည်)</span> ဝင်စေမည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အရှင်မြတ်သည် သူတို့အား ဂျန္နတ်နှင့် အကျွမ်းတဝင်ရှိစေပြီး ထိုသို့ လမ်းညွှန်ခဲ့သည်ဟူ၏။ မူဂျာဟစ်ဒ်က ပြောကြားခဲ့သည်- 'ဂျန္နတ်နေသူများသည် သူတို့၏အိမ်များ၊ နေထိုင်ရာများနှင့် အလ္လာဟ်အရှင်မြတ်က သူတို့အတွက် စီစဉ်ထားသော မည်သည့်အပိုင်းမဆိုသို့ လမ်းညွှန်ခြင်းခံရမည်ဖြစ်သည်။ သူတို့သည် ဤအရာတွင် အမှားအယွင်းမရှိစေဘဲ၊ သူတို့၏နေထိုင်ရာသို့ လမ်းညွှန်မှုကို မည်သူ့ကိုမျှ မမေးမြန်းကြပေ – သူတို့ကို ပထမဆုံး ဖန်ဆင်းကတည်းက ထိုနေရာတွင် နေထိုင်ခဲ့ကြသည့်အလား ဖြစ်သည်။' </p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် အဗူ စအိဒ် အလ်-ခုဒ်ရီ (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا خَلَصَ الْمُؤْمِنُونَ مِنَ النَّارِ حُبِسُوا بِقَنْطَرَةٍ بَيْنَ الْجَنَّةِ وَالنَّارِ، يَتَقَاصُّونَ مَظَالِمَ كَانَتْ بَيْنَهُمْ فِي الدُّنْيَا، حَتّٰى إذَا هُذِّبُوا وَنُقُّوا أُذِنَ لَهُمْ فِي دُخُولِ الْجَنَّةِ، وَالَّذِي نَفْسِي بِيَدِهِ! إِنَّ أَحَدَهُمْ بِمَنْزِلِهِ فِي الْجَنَّةِ أَهْدَىٰ مِنْهُ بِمَنْزِلِهِ الَّذِي كَانَ فِي الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများသည် <span class=\"gray\">(တရားစီရင်ရာနေ့တွင်)</span> ငရဲမီးကို ဘေးကင်းစွာ ကျော်ဖြတ်ပြီးနောက် ဂျန္နတ်နှင့် ငရဲမီးကြားရှိ တံတားတစ်ခုပေါ်တွင် ရပ်တန့်ထားခြင်းခံရမည်။ ထိုနေရာတွင် ဤလောကဘဝတွင် အချင်းချင်းအပေါ် ကျူးလွန်ခဲ့သော မတရားမှုများကို ပြုပြင်ပေးမည်။ သူတို့သည် လုံးဝသန့်စင်ပြီး စင်ကြယ်သွား <span class=\"gray\">(မတရားမှုများမှ)</span> ပြီးနောက် ဂျန္နတ်သို့ ဝင်ခွင့်ပြုမည်။ ငါ၏အသက်ကို ကိုင်ဆောင်ထားသူ အရှင်မြတ်ကို သက်သေပြု၍ ကျိန်ဆိုပါ၏။ သူတို့တစ်ဦးစီသည် ဂျန္နတ်ရှိ သူတို့၏နေအိမ်သို့ လမ်းရှာတွေ့ခြင်းသည် ဤလောကဘဝရှိ သူတို့၏နေအိမ်သို့ လမ်းရှာတွေ့ခြင်းထက် ပိုမိုကောင်းမွန်ပေလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်၏ အကြောင်းတရားကို ပံ့ပိုးပါ၊ အရှင်မြတ်က သင်တို့ကို ပံ့ပိုးတော်မူမည်</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား <span class=\"gray\">(အကြောင်းတရားတွင်)</span> ကူညီပံ့ပိုးပါက အရှင်မြတ်သည် သင်တို့အား ကူညီပံ့ပိုးမည်ဖြစ်ပြီး သင်တို့၏ခြေကုပ်ကို မြဲမြံစေမည်။)</span> ဤသည်မှာ အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိအား <span class=\"gray\">(မိမိ၏အကြောင်းတရားကို)</span> ထောက်ခံသူများကို သေချာပေါက် ထောက်ခံမည်။)</span><span class=\"gray\">(၂၂:၄၀)</span> အကြောင်းမှာ အကျိုးဆုလာဘ်သည် ပြုလုပ်သော လုပ်ရပ်အမျိုးအစားနှင့် နှိုင်းယှဉ်နိုင်သောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُثَبِّتْ أَقْدَامَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ခြေကုပ်ကို မြဲမြံစေမည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မယုံကြည်သူတို့အတွက်မူ ဒုက္ခဆင်းရဲခြင်းသာ စောင့်ကြိုနေသည်)</span> ဤဒုက္ခဆင်းရဲခြင်းသည် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ အကြောင်းတရားကို ပံ့ပိုးသော ယုံကြည်သူတို့၏ ခြေကုပ်ကို မြဲမြံစေခြင်း၏ ဆန့်ကျင်ဘက်ဖြစ်သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု ဟဒီးဆ်တော်တွင် အတည်ပြုထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعِسَ عَبْدُالدِّينَارِ، تَعِسَ عَبْدُالدِّرْهَمِ၊ تَعِسَ عَبْدُالْقَطِيفَةِ، تَعِسَ وَانْتَكَسَ وَإِذَا شِيكَ فَلَا انْتَقَشَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒီနာရ်၏ကျွန်အား ဒုက္ခရောက်ပါစေ၊ ဒစ်ရ်ဟမ်၏ကျွန်အား ဒုက္ခရောက်ပါစေ၊ ကတ္တီပါ၏ကျွန်အား ဒုက္ခရောက်ပါစေ။ သူ့အား ဒုက္ခဆင်းရဲခြင်းနှင့် ယိုယွင်းပျက်စီးခြင်းတို့ စောင့်ကြိုနေသည်၊ ထို့ပြင် သူ ဆူးစူးခံရပါက သူ့အတွက် ဆူးနှုတ်ပေးမည့်သူကို မတွေ့ရှိပါစေနှင့်။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား မကုသပေးပါစေနှင့်ဟု ဆိုလိုသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَضَلَّ أَعْمَالَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည်)</span> သူတို့၏လုပ်ရပ်များကို အချည်းနှီးဖြစ်စေမည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် သူတို့၏လုပ်ရပ်များကို ပျက်ပြယ်စေပြီး အချည်းနှီးဖြစ်စေမည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြောင်းမှာ သူတို့သည် အလ္လာဟ်အရှင်မြတ်ချပေးတော်မူသောအရာကို မုန်းတီးကြသောကြောင့်ဖြစ်သည်၊)</span> ဟူသည်မှာ သူတို့သည် အလ္လာဟ်အရှင်မြတ် ဗျာဒိတ်တော်ချပေးခဲ့သောအရာကို မလိုလား၊ မနှစ်သက်ခဲ့ကြဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأَحْبَطَ أَعْمَالَهُمْ</p><p lang=\"lb\" class=\"lb \"><span class=\"gray\">(so He made their deeds fruitless.)</span></p>"
  }
]