[
  {
    "ayah_key": "27:15",
    "group_ayah_key": "27:15",
    "from_ayah": "27:15",
    "to_ayah": "27:19",
    "ayah_keys": "27:15,27:16,27:17,27:18,27:19",
    "text": "<p lang=\"my\" class=\"my \">ဒါဝူဒ်နှင့် စူလိုင်မာန်တို့အား ငါတို့သည် ဧကန်မလွဲ ဉာဏ်ပညာကို ပေးသနားတော်မူခဲ့သည်။ ၎င်းတို့နှစ်ဦးစလုံးကလည်း “ယုံကြည်သောကျွန်များစွာတို့ထက် ငါတို့ကို မြှင့်တင်တော်မူသော အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းအပေါင်းသည် ဖြစ်ထိုက်ပေသည်” ဟု ပြောကြားခဲ့ကြ၏။ <span>(၁၅)</span>စူလိုင်မာန်သည် ဒါဝူဒ်ထံမှ အမွေဆက်ခံခဲ့သည်။ စူလိုင်မာန်က “အို လူသားတို့! ငါတို့သည် ငှက်တို့၏ဘာသာစကားကို သင်ကြားခဲ့ရပြီး၊ ငါတို့အား အရာရာတိုင်းမှ ပေးသနားတော်မူခဲ့သည်။ ဤသည်မှာ ဧကန်မလွဲ ထင်ရှားသော ကျေးဇူးတော်ပင် ဖြစ်သည်” ဟု ပြောကြားခဲ့၏။ <span>(၁၆)</span>ဂျင်န်များ၊ လူသားများ၊ ငှက်များအပါအဝင် စူလိုင်မာန်၏ တပ်သားများသည် စူလိုင်မာန်ရှေ့၌ စုဝေးခဲ့ကြသည်။ ၎င်းတို့အားလုံးကို တိုက်ပွဲပုံစံဖြင့် စီစဉ်ထားခဲ့သည် <span class=\"gray\">(ရှေ့သို့ချီတက်လျက်)</span><span>(၁၇)</span>ပုရွက်ဆိတ်တို့၏ ချိုင့်ဝှမ်းသို့ ရောက်ရှိသောအခါ ပုရွက်ဆိတ်တစ်ကောင်က “အို ပုရွက်ဆိတ်တို့! စူလိုင်မာန်နှင့် ၎င်း၏စစ်တပ်များသည် သင်တို့အား မရည်ရွယ်ဘဲ ကြိတ်ချေခြင်းမပြုမီ သင်တို့၏ နေအိမ်များထဲသို့ ဝင်ရောက်ကြလော့” ဟု ပြောကြားခဲ့၏။ <span>(၁၈)</span>ထို့နောက် ၎င်း <span class=\"gray\">(စူလိုင်မာန်)</span> သည် ထိုပုရွက်ဆိတ်၏ စကားကြောင့် ပြုံးရယ်မိပြီး “အကျွန်ုပ်၏ အရှင်! အကျွန်ုပ်နှင့် အကျွန်ုပ်၏မိဘများအပေါ် ကိုယ်တော်ရှင်ပေးသနားတော်မူသော ကျေးဇူးတော်များအတွက် အကျွန်ုပ်ကျေးဇူးတင်နိုင်ရန်၊ ကိုယ်တော်နှစ်သက်တော်မူမည့် ကောင်းမှုများကို ပြုလုပ်နိုင်ရန်အတွက် စွမ်းရည်နှင့် အရည်အချင်းကို အကျွန်ုပ်အား ပေးသနားတော်မူပါ၊ ကိုယ်တော်၏ ကရုဏာတော်ဖြင့် အကျွန်ုပ်အား ကိုယ်တော်၏ ကောင်းမြတ်သောကျွန်များအထဲသို့ ထည့်သွင်းတော်မူပါ” ဟု ပြောကြားခဲ့၏။ <span>(၁၉)</span></p><div lang=\"my\" class=\"my \"><h2>ဒါဝူဒ်နှင့် စူလိုင်မာန် <span class=\"my gray\" lang=\"my\">(၎င်းတို့အပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ)</span>၊ စူလိုင်မာန်၏တပ်များဖွဲ့စည်းပုံနှင့် ပုရွက်ဆိတ်ချိုင့်ဝှမ်းကို ဖြတ်သန်းခြင်း-</h2></div><p lang=\"my\" class=\"my \">ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျွန်များနှင့် တမန်တော်နှစ်ပါးဖြစ်သော ဒါဝူဒ် <span class=\"gray\">(ဒါဝိဒ်)</span> နှင့် ၎င်း၏သား စူလိုင်မာန် <span class=\"gray\">(ဆောလမွန်)</span> (၎င်းတို့နှစ်ပါးအပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ) တို့အား ပေးသနားတော်မူခဲ့သော ကြီးမြတ်သော ကောင်းချီးမင်္ဂလာများနှင့် ကျေးဇူးတော်များအကြောင်းကို မိန့်ကြားတော်မူသည်။ ထို့ပြင် ၎င်းတို့သည် ဤလောကနှင့် နောင်တမလွန်ဘဝ၌ ပျော်ရွှင်ချမ်းမြေ့မှုကို မည်သို့ခံစားခဲ့ရပုံ၊ ဤလောက၌ အာဏာနှင့် စွမ်းအားကို မည်သို့ပိုင်ဆိုင်ခဲ့ရပုံ၊ တမန်တော်များနှင့် ရစူလ်တမန်တော်များဖြစ်သည့် အခြေအနေကို မည်သို့ရရှိခဲ့ပုံတို့ကိုလည်း မိန့်ကြားတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤသို့မိန့်ကြားထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا ۖ وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒါဝူဒ်နှင့် စူလိုင်မာန်တို့အား ငါတို့သည် ဧကန်မလွဲ ဉာဏ်ပညာကို ပေးသနားတော်မူခဲ့သည်။ ၎င်းတို့နှစ်ဦးစလုံးကလည်း “ယုံကြည်သောကျွန်များစွာတို့ထက် ငါတို့ကို မြှင့်တင်တော်မူသော အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းအပေါင်းသည် ဖြစ်ထိုက်ပေသည်” ဟု ပြောကြားခဲ့ကြ၏။)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَوَرِثَ سُلَيْمَانُ دَاوُودَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စူလိုင်မာန်သည် ဒါဝူဒ်ထံမှ အမွေဆက်ခံခဲ့သည်။)</span> ဆိုလိုသည်မှာ ဘုရင်အဖြစ်နှင့် တမန်တော်အဖြစ်ဖြစ်သည်။ ဤနေရာ၌ ရည်ရွယ်သည်မှာ စည်းစိမ်ဥစ္စာမဟုတ်ပေ။ အကယ်၍ ထိုသို့သာဆိုပါက စူလိုင်မာန်တစ်ဦးတည်းကိုသာ ဒါဝူဒ်၏သားများအနက်မှ ရွေးထုတ်ထားမည်မဟုတ်ပေ။ အဘယ်ကြောင့်ဆိုသော် ဒါဝူဒ်၌ ဇနီးတစ်ရာရှိခဲ့သည်။ သို့ဖြစ်ရာ ရည်ရွယ်သည်မှာ ဘုရင်အဖြစ်နှင့် တမန်တော်အဖြစ်ကို အမွေဆက်ခံခြင်းဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် တမန်တော်တို့၏ ဥစ္စာစည်းစိမ်ကို အမွေဆက်ခံ၍ မရနိုင်သောကြောင့်ပင်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ဤသို့မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ مَعَاشِرَ الْأَنْبِيَاءِ لَا نُورَثُ، مَا تَرَكْنَاهُ فَهُوَ صَدَقَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့တမန်တော်တို့သည် အမွေဆက်ခံ၍မရ၊ ငါတို့ချန်ထားခဲ့သမျှသည် ဆွဒ်ဒကာဖြစ်သည်။)</span></p><p lang=\"ceb\" class=\"ceb \">And Sulayman said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားတို့! ငါတို့သည် ငှက်တို့၏ဘာသာစကားကို သင်ကြားခဲ့ရပြီး၊ ငါတို့အား အရာရာတိုင်းမှ ပေးသနားတော်မူခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ဤနေရာ၌ စူလိုင်မာန်သည် အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် ပေးသနားတော်မူခဲ့သော ကောင်းချီးမင်္ဂလာများအကြောင်းကို ပြောကြားနေခြင်းဖြစ်သည်။ ၎င်းအား ပြည့်စုံသော အာဏာနှင့် စွမ်းအားကို ပေးသနားတော်မူခဲ့ပြီး၊ လူသားများ၊ ဂျင်န်များနှင့် ငှက်များသည် ၎င်း၏လက်အောက်ခံများ ဖြစ်ခဲ့ကြသည်။ ၎င်းသည် ငှက်များနှင့် တိရစ္ဆာန်တို့၏ ဘာသာစကားကိုလည်း သိရှိခဲ့သည်။ ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူခဲ့သည်များကို သိရှိသမျှတွင် မည်သည့်လူသားအားမျှ ပေးသနားခြင်း မရှိသေးသောအရာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် စူလိုင်မာန်အား ငှက်များ လေထဲ၌ ပျံသန်းနေစဉ် တစ်ဦးနှင့်တစ်ဦး ပြောဆိုသည်များကို နားလည်စေရန်နှင့် အမျိုးမျိုးသော တိရစ္ဆာန်တို့ ပြောဆိုသည်များကို နားလည်စေရန် စွမ်းဆောင်ပေးခဲ့သည်။ စူလိုင်မာန်က ဤသို့ပြောကြားခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငှက်တို့၏ဘာသာစကားကို ငါတို့သင်ကြားခဲ့ရပြီး၊ ငါတို့အား အရာရာတိုင်းမှ ပေးသနားတော်မူခဲ့သည်)</span> ဆိုလိုသည်မှာ ဘုရင်တစ်ပါးလိုအပ်သမျှ အရာအားလုံးကို ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَهُوَ الْفَضْلُ الْمُبِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ဧကန်မလွဲ ထင်ရှားသော ကျေးဇူးတော်ပင် ဖြစ်သည်)</span> ဆိုလိုသည်မှာ 'ဤသည်မှာ ငါတို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများ ထင်ရှားစွာရှိခြင်းပင်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျင်န်များ၊ လူသားများ၊ ငှက်များအပါအဝင် စူလိုင်မာန်၏ တပ်သားများသည် စူလိုင်မာန်ရှေ့၌ စုဝေးခဲ့ကြသည်။ ၎င်းတို့အားလုံးကို တိုက်ပွဲပုံစံဖြင့် စီစဉ်ထားခဲ့သည်)</span> ဆိုလိုသည်မှာ စူလိုင်မာန်၏ ဂျင်န်များ၊ လူသားများနှင့် ငှက်များပါဝင်သော တပ်သားများအားလုံး စုဝေးခဲ့ကြပြီး၊ ၎င်းတို့နှင့်အတူ စွမ်းအားနှင့် ဂုဏ်ကျက်သရေကို ပြသသည့်အနေဖြင့် စီးနင်းခဲ့သည်။ လူများသည် ၎င်း၏နောက်မှ ချီတက်ခဲ့ကြပြီး၊ ထို့နောက် ဂျင်န်များ၊ ၎င်း၏ခေါင်းပေါ်တွင် ပျံသန်းနေသော ငှက်များ ပါဝင်ခဲ့သည်။ ပူပြင်းသည့်အခါ ငှက်များသည် ၎င်းအား ၎င်းတို့၏အတောင်ပံများဖြင့် အရိပ်ပေးခဲ့ကြသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَهُمْ يُوزَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အားလုံးကို တိုက်ပွဲပုံစံဖြင့် စီစဉ်ထားခဲ့သည်)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့အနက် မည်သူမျှ နေရာမှ ခွာမထွက်သွားစေရန် ပထမဆုံးသောသူနှင့် နောက်ဆုံးသောသူကို စုစည်းခဲ့သည်။ မုဂျာဟိဒ်က \"အုပ်စုတစ်ခုစီကို စနစ်တကျထားရှိရန်နှင့် မည်သူမျှ တန်းစီရာမှ မထွက်သွားစေရန် ပထမဆုံးသောသူနှင့် နောက်ဆုံးသောသူကို စုစည်းထားရှိရန်အတွက် အရာရှိများကို ခန့်အပ်ထားသည်။ ယခုခေတ် ဘုရင်များ ပြုမူသကဲ့သို့ပင်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا أَتَوْا عَلَىٰ وَادِ النَّمْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပုရွက်ဆိတ်တို့၏ ချိုင့်ဝှမ်းသို့ ရောက်ရှိသောအခါ)</span> ဆိုလိုသည်မှာ စူလိုင်မာန်၊ စစ်သားများနှင့် ၎င်းနှင့်အတူပါသော စစ်တပ်သည် ပုရွက်ဆိတ်ချိုင့်ဝှမ်းကို ဖြတ်ကျော်သောအခါဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပုရွက်ဆိတ်တစ်ကောင်က “အို ပုရွက်ဆိတ်တို့! စူလိုင်မာန်နှင့် ၎င်း၏စစ်တပ်များသည် သင်တို့အား မရည်ရွယ်ဘဲ ကြိတ်ချေခြင်းမပြုမီ သင်တို့၏ နေအိမ်များထဲသို့ ဝင်ရောက်ကြလော့” ဟု ပြောကြားခဲ့၏။)</span></p><p lang=\"my\" class=\"my \">စူလိုင်မာန် (၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ) သည် ပုရွက်ဆိတ်ပြောသောစကားကို နားလည်ခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَبَسَّمَ ضَاحِكًا مِنْ قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းသည် ထိုပုရွက်ဆိတ်၏ စကားကြောင့် ပြုံးရယ်မိပြီး “အကျွန်ုပ်၏ အရှင်! အကျွန်ုပ်နှင့် အကျွန်ုပ်၏မိဘများအပေါ် ကိုယ်တော်ရှင်ပေးသနားတော်မူသော ကျေးဇူးတော်များအတွက် အကျွန်ုပ်ကျေးဇူးတင်နိုင်ရန်၊ ကိုယ်တော်နှစ်သက်တော်မူမည့် ကောင်းမှုများကို ပြုလုပ်နိုင်ရန်အတွက် စွမ်းရည်နှင့် အရည်အချင်းကို အကျွန်ုပ်အား ပေးသနားတော်မူပါ” ဟု ပြောကြားခဲ့၏။)</span> ဆိုလိုသည်မှာ- 'ငှက်များနှင့် တိရစ္ဆာန်တို့ ပြောဆိုသည်များကို နားလည်အောင် သင်ကြားပေးခြင်းဖြင့် အကျွန်ုပ်အပေါ် ပေးသနားတော်မူသော ကောင်းချီးမင်္ဂလာများအတွက် ကျေးဇူးတင်ရန်၊ အကျွန်ုပ်၏မိဘများကို ကိုယ်တော်အား ယုံကြည်သော မွတ်စလင်များ ဖြစ်စေခြင်းဖြင့် ၎င်းတို့အပေါ် ပေးသနားတော်မူသော ကောင်းချီးမင်္ဂလာများအတွက် ကျေးဇူးတင်ရန် အကျွန်ုပ်အား စိတ်ဓာတ်ခွန်အား ပေးသနားတော်မူပါ။'</p><p class=\"fa qpc-hafs\" lang=\"fa\"> وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်နှစ်သက်တော်မူမည့် ကောင်းမှုများကို ပြုလုပ်နိုင်ရန်)</span> ဆိုလိုသည်မှာ 'ကိုယ်တော်ချစ်မြတ်နိုး၍ ကိုယ်တော်၏ နှစ်သက်မှုကို ရရှိစေမည့် ကောင်းမှုများ' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ ကရုဏာတော်ဖြင့် အကျွန်ုပ်အား ကိုယ်တော်၏ ကောင်းမြတ်သောကျွန်များအထဲသို့ ထည့်သွင်းတော်မူပါ)</span> ဆိုလိုသည်မှာ 'ကိုယ်တော်အကျွန်ုပ်ကို သေစေသည့်အခါ၊ ကိုယ်တော်၏ ကောင်းမြတ်သောကျွန်များအထဲသို့လည်းကောင်း၊ ကိုယ်တော်နှင့် နီးစပ်သောမိတ်ဆွေများအထဲမှ အမြင့်ဆုံးသောသူတို့နှင့်လည်းကောင်း ပူးပေါင်းစေတော်မူပါ။'</p>"
  },
  {
    "ayah_key": "27:20",
    "group_ayah_key": "27:20",
    "from_ayah": "27:20",
    "to_ayah": "27:21",
    "ayah_keys": "27:20,27:21",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းသည် ငှက်များကို စစ်ဆေးကြည့်ရှုပြီး “ငါသည် ဟဒ်ဟဒ်ငှက်ကို အဘယ်ကြောင့် မမြင်ရသနည်း။ သို့မဟုတ် ၎င်းသည် ပျက်ကွက်သူများထဲမှ ပါဝင်နေသလော။ <span>(၂၀)</span>”ငါသည် ၎င်းအား ကြီးလေးသောပြစ်ဒဏ်ဖြင့် ဧကန်မလွဲ အပြစ်ပေးမည်၊ သို့မဟုတ် ၎င်းကို သတ်ပစ်မည်။ ၎င်းက ထင်ရှားသော အကြောင်းပြချက်ကို ယူဆောင်လာခြင်း မရှိပါက” ဟု ပြောကြားခဲ့၏။ <span>(၂၁)</span></p><div lang=\"my\" class=\"my \"><h2>ဟဒ်ဟဒ်ငှက်ပျက်ကွက်ခြင်း</h2></div><p lang=\"my\" class=\"my \">မုဂျာဟိဒ်၊ စအိဒ် ဘင် ဂျုဘိုင်ရ်နှင့် အခြားသူများက အိဗ်နု အဗ္ဗာစ်နှင့် အခြားသူများမှတဆင့် ပြန်လည်ပြောပြသည်မှာ ဟဒ်ဟဒ်ငှက်သည် ကျွမ်းကျင်သူတစ်ဦးဖြစ်ပြီး၊ စူလိုင်မာန်သည် မြေပြင်ပွင့်လင်းရာဒေသ၌ ရေလိုအပ်ပါက ရေရှိသည့်နေရာကို ပြသပေးလေ့ရှိသည်။ ဟဒ်ဟဒ်ငှက်သည် မြေကြီးအလွှာအမျိုးမျိုးတွင် ရေကိုရှာဖွေပြီး၊ လူတစ်ဦးက မြေပြင်ပေါ်ရှိ အရာများကို ကြည့်ရှုသကဲ့သို့ပင် ရေသည် မြေအောက်မည်မျှအကွာအဝေးတွင် ရှိသည်ကို သိရှိသည်။ ဟဒ်ဟဒ်ငှက်က ရေရှိသည့်နေရာကို ပြသသောအခါ စူလိုင်မာန်သည် ဂျင်န်တို့အား ထိုနေရာတွင် မြေအောက်နက်နဲရာမှ ရေထွက်လာသည်အထိ တူးရန် အမိန့်ပေးလေ့ရှိသည်။ တစ်နေ့သ၌ စူလိုင်မာန်သည် ပွင့်လင်းရာဒေသသို့သွားရောက်ပြီး ငှက်များကို စစ်ဆေးကြည့်ရှုရာ ဟဒ်ဟဒ်ငှက်ကို မမြင်ရပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(စူလိုင်မာန်)</span> က “ငါသည် ဟဒ်ဟဒ်ငှက်ကို အဘယ်ကြောင့် မမြင်ရသနည်း။ သို့မဟုတ် ၎င်းသည် ပျက်ကွက်သူများထဲမှ ပါဝင်နေသလော။” ဟု ပြောကြားခဲ့၏။)</span></p><p lang=\"my\" class=\"my \">တစ်နေ့သ၌ အဗ်ဒူလ္လာဟ် ဘင် အဗ္ဗာစ်သည် အလားတူဇာတ်လမ်းတစ်ပုဒ်ကို ပြောပြခဲ့ရာ၊ ထိုလူများအထဲတွင် ခဝါရိဂျ်အမျိုးသားတစ်ဦးဖြစ်ပြီး ၎င်း၏အမည်မှာ နာဖိအ် ဘင် အလ်-အဇ်ရက် ဖြစ်သည်။ ၎င်းသည် အိဗ်နု အဗ္ဗာစ်အား ကန့်ကွက်ချက်များ မကြာခဏ ထုတ်ဖော်လေ့ရှိသည်။ ၎င်းက အိဗ်နု အဗ္ဗာစ်အား “ရပ်လော့၊ အို အိဗ်နု အဗ္ဗာစ်! သင်သည် ယနေ့ <span class=\"gray\">(အငြင်းပွားမှု၌)</span> ရှုံးနိမ့်လိမ့်မည်!” ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဗ္ဗာစ်က “အဘယ်ကြောင့်နည်း” ဟု မေးခဲ့သည်။ နာဖိအ်က “သင်က ဟဒ်ဟဒ်ငှက်သည် မြေအောက်မှရေကို မြင်နိုင်သည်ဟု ပြောပြနေသည်။ သို့သော် မည်သည့်ကောင်လေးမဆို ထောင်ချောက်ထဲသို့ အစေ့ထည့်ပြီး ထောင်ချောက်ကို မြေကြီးဖြင့် ဖုံးအုပ်ထားနိုင်သည်။ ထို့နောက် ဟဒ်ဟဒ်ငှက်သည် လာရောက်ပြီး အစေ့ကို ယူလိမ့်မည်။ ထို့ကြောင့် ကောင်လေးက ၎င်းကို ထောင်ချောက်ထဲ၌ ဖမ်းမိနိုင်သည်” ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဗ္ဗာစ်က “ဤလူသည် အိဗ်နု အဗ္ဗာစ်အား အငြင်းပွားမှု၌ ရှုံးနိမ့်စေခဲ့သည်ဟု အခြားသူများအား သွားရောက်ပြောပြလိမ့်မည်မဟုတ်ပါက ကျွန်ုပ်ပြန်မဖြေပေ” ဟု ပြောကြားခဲ့သည်။ ထို့နောက် ၎င်းက နာဖိအ်အား “သင့်အား ဘေးဒုက္ခရောက်ပါစေ! အမိန့်တော်တစ်စုံတစ်ရာ လူတစ်ဦးအပေါ် ကျရောက်သောအခါ ၎င်း၏မျက်လုံးများ ကွယ်ပျောက်ပြီး သတိလက်လွတ်ဖြစ်သွားသည်” ဟု ပြောကြားခဲ့သည်။ နာဖိအ်က “အလ္လာဟ်ကိုကျိန်ဆိုပါ၏၊ ကျွန်ုပ်သည် ကုရ်အာန်ပါ မည်သည့်အရာနှင့် ပတ်သက်၍မျှ သင့်နှင့် ဘယ်တော့မှ အငြင်းမပွားတော့ပါ” ဟု ပြောကြားခဲ့၏။</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ၎င်းအား ကြီးလေးသောပြစ်ဒဏ်ဖြင့် ဧကန်မလွဲ အပြစ်ပေးမည်)</span></p><p lang=\"my\" class=\"my \">အလ်-အအ်မရှ်က အလ်-မင်ဟာလ် ဘင် အမ်ရ်မှ စအိဒ်မှတဆင့် အိဗ်နု အဗ္ဗာစ်ပြောသည်ကို ပြန်လည်ပြောပြသည်မှာ \"၎င်းက အမွေးနုတ်ခြင်းဖြင့် ရည်ရွယ်သည်\" ဟု ဖြစ်သည်။ အဗ်ဒူလ္လာဟ် ဘင် ရှဒ်ဒါဒ်က \"၎င်း၏အမွေးများကို နုတ်ပြီး နေရောင်အောက်တွင် ထားခြင်းဖြင့်\" ဟု ပြောကြားခဲ့သည်။ ဆွလဖ်များစွာတို့၏ အမြင်တွင်လည်း ၎င်းသည် ၎င်း၏အမွေးများကို နုတ်ပြီး ပုရွက်ဆိတ်များစားရန် ထားခြင်းကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ لَأَذْبَحَنَّهُ</p><p lang=\"da\" class=\"da \"><span class=\"gray\">(သို့မဟုတ် ၎င်းကို သတ်ပစ်မည်၊)</span> ဆိုလိုသည်မှာ ၎င်းကို သတ်ပစ်ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းက ထင်ရှားသော အကြောင်းပြချက်ကို ယူဆောင်လာခြင်း မရှိပါက။)</span> ဆိုလိုသည်မှာ ခိုင်လုံသော ဆင်ခြေတစ်ခုဖြစ်သည်။ စူဖ်ယာန် ဘင် ဥယိုင်နဟ်နှင့် အဗ်ဒူလ္လာဟ် ဘင် ရှဒ်ဒါဒ်တို့က “ဟဒ်ဟဒ်ငှက် ပြန်ရောက်လာသောအခါ အခြားငှက်များက ၎င်းအား ‘မင်း ဘာကြောင့် နောက်ကျတာလဲ။ စူလိုင်မာန်က မင်းရဲ့သွေးကို ဖိတ်စင်ပစ်မယ်လို့ ကျိန်ဆိုထားတယ်’ ဟု ပြောကြားခဲ့ကြသည်။ ဟဒ်ဟဒ်ငှက်က ‘၎င်းက ချွင်းချက်ပြုခဲ့သလား <span class=\"gray\">[၎င်းက 'မရှိပါက' ဟု ပြောခဲ့သလား]</span>’ ဟု မေးခဲ့သည်။ ၎င်းတို့က ‘ဟုတ်ကဲ့၊ ၎င်းက ဒီလိုပြောခဲ့ပါတယ်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ၎င်းအား ကြီးလေးသောပြစ်ဒဏ်ဖြင့် ဧကန်မလွဲ အပြစ်ပေးမည်၊ သို့မဟုတ် ၎င်းကို သတ်ပစ်မည်။ ၎င်းက ထင်ရှားသော အကြောင်းပြချက်ကို ယူဆောင်လာခြင်း မရှိပါက။)</span>’ ဟဒ်ဟဒ်ငှက်က ‘ဒါဆို ငါလွတ်ပြီ’ ဟု ပြောကြားခဲ့၏။</p>"
  }
]