[
  {
    "ayah_key": "11:23",
    "group_ayah_key": "11:23",
    "from_ayah": "11:23",
    "to_ayah": "11:24",
    "ayah_keys": "11:23,11:24",
    "text": "<p class=\"my translation\" lang=\"my\">ဧကန်စင်စစ် ယုံကြည်ပြီး ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုလုပ်၍ ၎င်းတို့၏ အရှင်သခင်ရှေ့မှောက်၌ နှိမ့်ချသောသူများသည် ထိုနေရာ၌ ထာဝစဉ်နေထိုင်ကြမည့် ဂျန္နတ်အာရဗီ (ပရဒိသု) တွင် နေထိုင်ကြသူများ ဖြစ်ကြလိမ့်မည်။ <span>(၂၃)</span> ထိုနှစ်ဖွဲ့၏ ပုံဥပမာမှာ မျက်မမြင်နှင့် နားမကြားသူ၊ မြင်သူနှင့် ကြားသူတို့နှင့်တူသည်။ ၎င်းတို့ကို နှိုင်းယှဉ်သောအခါ တူညီကြပါသလား။ ထိုအခါ သင်တို့ သတိမပြုကြပါသလော <span>(၂၄)</span></p><div lang=\"ga\" class=\"ga \"><h2>Rewarding the People of Faith</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဆင်းရဲဒုက္ခရောက်နေသူများ၏ အခြေအနေကို ဖော်ပြသောအခါ ပျော်ရွှင်ချမ်းမြေ့သူများ <span class=\"gray\">(ယုံကြည်သူများ)</span> ကိုလည်း ချီးမွမ်းပြောဆိုခဲ့သည်။ ၎င်းတို့သည် ယုံကြည်ပြီး ဖြောင့်မတ်သော အကျင့်များကို ကျင့်ကြံသူများ ဖြစ်ကြသည်။ ထို့ကြောင့် ၎င်းတို့၏နှလုံးသားများသည် ယုံကြည်ပြီး ၎င်းတို့၏ ကိုယ်ခန္ဓာအစိတ်အပိုင်းများသည် ပြောဆိုမှုများနှင့် လုပ်ရပ်များ နှစ်ခုစလုံး၌ ဖြောင့်မတ်သော အကျင့်များကို လုပ်ဆောင်ခဲ့ကြသည်။ ၎င်းတွင် နာခံမှုဆိုင်ရာ လုပ်ရပ်များကို လုပ်ဆောင်ခြင်းနှင့် မကောင်းမှုများကို စွန့်ပစ်ခြင်းတို့ ပါဝင်သည်။ ဤနည်းဖြင့် ၎င်းတို့သည် ဥယျာဉ်များ <span class=\"gray\">(ဂျန္နတ်အာရဗီ)</span> ၏ အမွေခံများဖြစ်ပြီး၊ ထိုဥယျာဉ်များတွင် ခမ်းနားသော အခန်းများနှင့် တန်းစီထားသော ထိုင်ခုံများ ပါဝင်သည်။ ထိုနေရာ၌ ၎င်းတို့သည် ၎င်းတို့အနီးတွင် သစ်သီးခိုင်များကို၊ မြင့်မားသော ကုတင်များကို၊ လှပသော ဇနီးမယားများကို၊ အမျိုးမျိုးသော သစ်သီးများကို၊ လိုချင်သော အစားအစာအမျိုးအစားများနှင့် အရသာရှိသော အချိုရည်များကို တွေ့ရှိကြလိမ့်မည်။ ၎င်းတို့သည် ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းရှင်ကိုလည်း မြင်တွေ့ခွင့်ရမည်ဖြစ်ပြီး ၎င်းတို့သည် ဤပျော်ရွှင်မှု အခြေအနေ၌ ထာဝစဉ် ရှိနေကြလိမ့်မည်။ ၎င်းတို့သည် သေဆုံးမည်မဟုတ်၊ အိုမင်းမည်မဟုတ်။ ၎င်းတို့သည် ဖျားနာမှုကို ခံစားရမည်မဟုတ်၊ အိပ်စက်မည်မဟုတ်။ ၎င်းတို့သည် မစင်စွန့်ရမည်မဟုတ်၊ တံတွေးထွေးမည်မဟုတ် သို့မဟုတ် နှပ်ချေးထွက်မည်မဟုတ်။ ၎င်းတို့၏ ချွေးသည် ကတိုးရနံ့ ဖြစ်လိမ့်မည်။</p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်သူများနှင့် မယုံကြည်သူများ၏ ဥပမာ</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများနှင့် ယုံကြည်သူများ၏ ဥပမာကို ပြုလုပ်တော်မူသည်။ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الْفَرِيقَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနှစ်ဖွဲ့၏ ပုံဥပမာ)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ဦးစွာ ဆင်းရဲဒုက္ခရောက်သူများအဖြစ် ဖော်ပြခဲ့သော မယုံကြည်သူများနှင့် ထို့နောက် ပျော်ရွှင်ချမ်းမြေ့သူများအဖြစ် ဖော်ပြခဲ့သော ယုံကြည်သူများကို ရည်ညွှန်းသည်။ ပထမအုပ်စုသည် မျက်မမြင်နှင့် နားမကြားသူနှင့်တူပြီး၊ ဒုတိယအုပ်စုသည် မြင်သူနှင့် ကြားသူနှင့်တူသည်။ ထို့ကြောင့် မယုံကြည်သူသည် ဤဘဝနှင့် နောင်ဘဝတွင် အမှန်တရားမှ မျက်မမြင်ဖြစ်နေသည်။ သူသည် ကောင်းမြတ်ခြင်းသို့ လမ်းညွှန်ခြင်းမခံရသလို၊ ၎င်းကိုလည်း မသိရှိပေ။ သူသည် သက်သေသာဓကများကို ကြားနာခြင်းမှ နားမကြားဖြစ်နေသည်။ ထို့ကြောင့် သူသည် သူ့အား အကျိုးပြုမည့်အရာကို မကြားရပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၌ ကောင်းမြတ်မှုကို သိရှိခဲ့ပါလျှင် ဧကန်စင်စစ် ၎င်းတို့ကို နားထောင်စေတော်မူမည်။)</span><span class=\"gray\">[၈:၂၃]</span> ယုံကြည်သူသည် ထက်မြက်သည်၊ တောက်ပသည်၊ ဉာဏ်ကောင်းသည်။ သူသည် အမှန်တရားကို မြင်ပြီး အမှန်တရားနှင့် မမှန်ကန်မှုကို ခွဲခြားသိမြင်သည်။ ထို့ကြောင့် သူသည် ကောင်းမြတ်မှုကို လိုက်နာပြီး မကောင်းမှုကို စွန့်ပစ်သည်။ သူသည် သက်သေသာဓကနှင့် သံသယကို ကြားနာပြီး ခွဲခြားသိမြင်သည်။ ထို့ကြောင့် မမှန်ကန်မှုသည် သူ့ကို မအောင်နိုင်ပေ။ ဤလူနှစ်မျိုးသည် တူညီကြပါသလား။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သင်တို့ သတိမပြုကြပါသလော?)</span> ဤထုတ်ပြန်ချက်၏ အဓိပ္ပါယ်မှာ \"သင်တို့သည် ဤလူပုဂ္ဂိုလ်နှစ်မျိုးအကြား ခွဲခြားသိမြင်နိုင်ရန် စဉ်းစားကြမည်မဟုတ်လော\" ဟူ၍ ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အခြားကျမ်းပိုဒ်တစ်ခုတွင် ဖော်ပြထားသည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲသားများနှင့် ဂျန္နတ်အာရဗီ (ပရဒိသု) သားများသည် မတူညီကြပေ။ ဂျန္နတ်အာရဗီ (ပရဒိသု) သားများသည် အောင်မြင်သူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">[၅၉:၂၀]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ - وَلَا الظُّلُمَاتُ وَلَا النُّورُ - وَلَا الظِّلُّ وَلَا الْحَرُورُ - وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ ۚ إِنَّ اللَّهَ يُسْمِعُ مَن يَشَاءُ ۖ وَمَا أَنتَ بِمُسْمِعٍ مَّن فِي الْقُبُورِ - إِنْ أَنتَ إِلَّا نَذِيرٌ - إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا ۚ وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်မမြင်နှင့် မြင်သူတို့သည် မတူညီကြပေ။ <span class=\"gray\">(တူညီကြသည်မှာ)</span> မှောင်မိုက်ခြင်းနှင့် အလင်းရောင်လည်း မဟုတ်ပေ။ <span class=\"gray\">(တူညီကြသည်မှာ)</span> အရိပ်နှင့် နေပူရှိန်လည်း မဟုတ်ပေ။ <span class=\"gray\">(တူညီကြသည်မှာ)</span> သက်ရှိများနှင့် သက်မဲ့များလည်း မဟုတ်ပေ။ ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို ကြားနာစေတော်မူသည်၊ သို့သော် သင်သည် သင်္ချိုင်းများထဲမှ ပုဂ္ဂိုလ်များကို ကြားနာစေနိုင်မည်မဟုတ်ပေ။ သင်သည် သတိပေးသူမျှသာ ဖြစ်သည်။ ဧကန်စင်စစ် ငါတို့သည် သင့်ကို အမှန်တရားနှင့်အတူ ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးသူနှင့် သတိပေးသူအဖြစ် စေလွှတ်ခဲ့သည်။ မည်သည့်လူမျိုးမျှ မရှိခဲ့သော်လည်း ၎င်းတို့အထဲ၌ သတိပေးသူတစ်ဦး ဖြတ်သန်းသွားခဲ့သည်။)</span><span class=\"gray\">[၃၅:၁၉-၂၄]</span></p>"
  },
  {
    "ayah_key": "11:25",
    "group_ayah_key": "11:25",
    "from_ayah": "11:25",
    "to_ayah": "11:27",
    "ayah_keys": "11:25,11:26,11:27",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ငါတို့သည် နူဟ်ကို သူ၏လူမျိုးထံသို့ စေလွှတ်ခဲ့သည် <span class=\"gray\">(ထို့နောက် နူဟ်က ပြောခဲ့သည်)</span>- \"ငါသည် သင်တို့ထံသို့ ရှင်းလင်းပြတ်သားသော သတိပေးသူအဖြစ် ရောက်လာခဲ့သည်။ <span>(၂၅)</span>\"အသင်တို့သည် အလ္လာဟ်အရှင်မှတစ်ပါး အခြားသူကို မကိုးကွယ်ကြရန်၊ ငါသည် သင်တို့အပေါ် ပြင်းထန်သောနေ့၏ ပြစ်ဒဏ်ကို စိုးရိမ်ပါသည်။ <span>(၂၆)</span>သူ၏လူမျိုးထဲမှ မယုံကြည်ခဲ့သော ခေါင်းဆောင်များက ပြောခဲ့ကြသည်- \"သင်သည် ငါတို့ကဲ့သို့ လူသားတစ်ဦးသာဖြစ်ကြောင်း ငါတို့ မြင်သည်၊ သင့်ကို လိုက်နာသူများသည် ငါတို့ထဲမှ အနိမ့်ကျဆုံးသူများသာဖြစ်သည်ကိုလည်း ငါတို့ မတွေ့ရပေ။ ၎င်းတို့သည်လည်း <span class=\"gray\">(စဉ်းစားခြင်းမရှိဘဲ)</span> သင့်နောက်သို့ လိုက်ခဲ့ကြသည်။ သင်၌ ငါတို့ထက် သာလွန်သော ဂုဏ်ကျေးဇူးကို ငါတို့ မတွေ့ရ၊ အမှန်စင်စစ် သင်တို့သည် လိမ်ညာသူများဖြစ်သည်ဟု ငါတို့ ထင်မြင်ကြသည်။ <span>(၂၇)</span></p><div lang=\"my\" class=\"my \"><h2>နူဟ်၏ အကြောင်းနှင့် သူ၏လူမျိုးနှင့် သူ၏ စကားပြောဆိုမှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နဗီတမန်တော်နူဟ်အကြောင်းကို အသိပေးတော်မူသည်။ သူသည် ကမ္ဘာမြေပေါ်ရှိ ရုပ်တုများကို ကိုးကွယ်နေကြသည့် ခိုင်းနှုန်းများထံသို့ အလ္လာဟ်စေလွှတ်ခဲ့သော ပထမဆုံးသော တမန်တော်ဖြစ်သည်။ အလ္လာဟ်က သူ <span class=\"gray\">(နူဟ်)</span> က သူ၏လူမျိုးကို ပြောခဲ့သည်ဟု ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَكُمْ نَذِيرٌ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့ထံသို့ ရှင်းလင်းပြတ်သားသော သတိပေးသူအဖြစ် ရောက်လာခဲ့သည်။)</span> ဆိုလိုသည်မှာ သင်တို့သည် အလ္လာဟ်မှတစ်ပါး အခြားသူကို ကိုးကွယ်နေပါက အလ္လာဟ်၏ ပြစ်ဒဏ်ကို ရင်ဆိုင်ရမည်ဖြစ်ကြောင်း ပွင့်လင်းစွာ သတိပေးရန်ဖြစ်သည်။ ထို့ကြောင့် နူဟ်က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့သည် အလ္လာဟ်အရှင်မှတစ်ပါး အခြားသူကို မကိုးကွယ်ကြရန်၊)</span> ဤအရာကို သူ၏ ပြောဆိုချက်တွင်လည်း တွေ့နိုင်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ငါသည် သင်တို့အပေါ် ပြင်းထန်သောနေ့၏ ပြစ်ဒဏ်ကို စိုးရိမ်သည်။)</span> ဆိုလိုသည်မှာ \"အကယ်၍ သင်တို့အားလုံးသည် ဤသို့ ဆက်လက်လုပ်ဆောင်နေပါက အလ္လာဟ်သည် နောင်တမလွန်ဘဝတွင် သင်တို့ကို ပြင်းထန်သော ပြစ်ဒဏ်ဖြင့် အပြစ်ပေးမည်ဖြစ်သည်။\" ထို့နောက် အလ္လာဟ်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِن قَوْمِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏လူမျိုးထဲမှ မယုံကြည်ခဲ့သော ခေါင်းဆောင်များက ပြောခဲ့ကြသည်-)</span> ဤနေရာတွင် 'ခေါင်းဆောင်များ' <span class=\"gray\">(အလ်-မလာအူ)</span> ဟူသော စကားလုံးသည် မယုံကြည်သူများ၏ ခေါင်းဆောင်များနှင့် အကြီးအကဲများကို ဆိုလိုသည်။ သူတို့က ပြောခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَرَاكَ إِلَّا بَشَرًا مِّثْلَنَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ငါတို့ကဲ့သို့ လူသားတစ်ဦးသာဖြစ်ကြောင်း ငါတို့ မြင်သည်၊)</span> ဆိုလိုသည်မှာ \"သင်သည် ကောင်းကင်တမန် မဟုတ်ပါ။ သင်သည် လူသားတစ်ဦးသာဖြစ်သည်၊ ထို့ကြောင့် ငါတို့ထက် သင့်ထံသို့ ဗျာဒိတ်တော် မည်သို့ ရောက်လာနိုင်မည်နည်း။ သင့်ကို လိုက်နာသူများသည် ငါတို့ထဲမှ အနိမ့်ကျဆုံးသူများ၊ ကုန်သည်များ၊ ရက်ကန်းသမားများနှင့် ထိုကဲ့သို့သော လူများမှတစ်ပါး အခြားသူ မည်သူမျှ မရှိသည်ကို ငါတို့ မတွေ့ရပေ။ ငါတို့ထဲမှ မြင့်မြတ်သူများ သို့မဟုတ် အုပ်စိုးသူများ မည်သူမျှ သင့်နောက်သို့ မလိုက်နာကြပါ။ သင့်နောက်သို့ လိုက်နာသော ဤသူများသည် သူတို့၏ ဉာဏ်ပညာ၊ ထိုးထွင်းဉာဏ် သို့မဟုတ် ထက်မြက်သော အတွေးအခေါ်များကြောင့် လူသိများသူများ မဟုတ်ကြပါ။ အမှန်မှာ သင်သည် ၎င်းတို့ကို <span class=\"gray\">(ဤအစ္စလာမ်သို့)</span> ဖိတ်ခေါ်ရုံသာဖြစ်ပြီး ၎င်းတို့သည် သင့်ဖိတ်ခေါ်မှုကို တုံ့ပြန်ကာ သင့်နောက်သို့ <span class=\"gray\">(မသိနားမလည်စွာ)</span> လိုက်ခဲ့ကြသည်။\" ဤသည်မှာ သူတို့၏ ပြောဆိုချက်၏ အဓိပ္ပါယ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကို လိုက်နာသူများသည် ငါတို့ထဲမှ အနိမ့်ကျဆုံးသူများသာဖြစ်သည်ကိုလည်း ငါတို့ မတွေ့ရပေ။ ၎င်းတို့သည်လည်း <span class=\"gray\">(စဉ်းစားခြင်းမရှိဘဲ)</span> သင့်နောက်သို့ လိုက်ခဲ့ကြသည်။)</span> \"စဉ်းစားခြင်းမရှိဘဲ\" ဟူသော ပြောဆိုချက်သည် ၎င်းတို့သည် သူတို့၏ စိတ်ထဲတွင် ပထမဆုံးပေါ်လာသည့်အရာကို လိုက်နာခဲ့ကြခြင်းသာဖြစ်သည်။ ထိုပြောဆိုချက်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِن فَضْلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၌ ငါတို့ထက် သာလွန်သော ဂုဏ်ကျေးဇူးကို ငါတို့ မတွေ့ရ၊ အမှန်စင်စစ် သင်တို့သည် လိမ်ညာသူများဖြစ်သည်ဟု ငါတို့ ထင်မြင်ကြသည်။)</span> ဤအရာတွင် ၎င်းတို့က ပြောဆိုနေကြသည်မှာ \"သင်တို့ <span class=\"gray\">[နှင့် သင်တို့၏ နောက်လိုက်များ]</span> သည် ဤ <span class=\"gray\">(သာသနာသစ်)</span> ကို လက်ခံလိုက်သည့်အတွက် သင်တို့၏ ရုပ်ရည်၊ သင်တို့၏ စာရိတ္တ၊ သင်တို့၏ ရိက္ခာ သို့မဟုတ် သင်တို့၏ အခြေအနေတို့၌ ငါတို့ထက် သာလွန်ကောင်းမွန်သော အနေအထားရှိသည်ဟု ငါတို့ မမြင်ပေ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ نَظُنُّكُمْ كَاذِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့သည် လိမ်ညာသူများဖြစ်သည်ဟု ငါတို့ ထင်မြင်ကြသည်။)</span> ဆိုလိုသည်မှာ \"သင်တို့သည် မိမိတို့ကိုယ်ကို ဖြောင့်မတ်ခြင်း၊ ဘာသာတရားကိုင်းရှိုင်းခြင်း၊ ဝတ်ပြုကိုးကွယ်ခြင်းနှင့် နောင်တမလွန်ဘဝသို့ ရောက်ရှိသောအခါ ပျော်ရွှင်ချမ်းမြေ့မှုများကို တောင်းဆိုနေခြင်းနှင့် ပတ်သက်၍ လိမ်ညာနေသည်ဟု ငါတို့ ထင်မြင်ကြသည်။\" ဤသည်မှာ မယုံကြည်သူများက နူဟ်နှင့် သူ၏ နောက်လိုက်များအား တုံ့ပြန်ခြင်းဖြစ်သည်။ ဤသည်မှာ သူတို့၏ မသိနားမလည်မှုနှင့် ဉာဏ်ပညာ၊ အသိပညာ ချို့တဲ့မှု၏ သက်သေဖြစ်သည်။ အမှန်စင်စစ် အမှန်တရားကို လိုက်နာသူတို့၏ အနိမ့်ကျဆုံး အခြေအနေကြောင့် ပယ်ချခြင်း မပြုသင့်ပေ။ အမှန်တရားသည် သူ့ဘာသာသူ မှန်ကန်သည်၊ ၎င်းကို လိုက်နာသူများ နိမ့်ကျသည်ဖြစ်စေ၊ မြင့်မြတ်သည်ဖြစ်စေ အရေးမကြီးပေ။ အမှန်မှာ သံသယဖြစ်ဖွယ်မရှိသော အမှန်တရားမှာ အမှန်တရားကို လိုက်နာသူများသည် ဆင်းရဲသည်ဖြစ်စေ မြင့်မြတ်သူများဖြစ်သည်။ အခြားတစ်ဖက်တွင်မူ အမှန်တရားကို ငြင်းပယ်သူများသည် ချမ်းသာသည်ဖြစ်စေ နိမ့်ကျသော သူယုတ်မာများဖြစ်သည်။ ထို့ကြောင့် အများအားဖြင့် အားနည်းသူများသည် အမှန်တရားကို လိုက်နာကြပြီး မြင့်မြတ်သူများနှင့် လူတန်းစားမြင့်သူများသည် အမှန်တရားကို ဆန့်ကျင်ကြသည်ကို ငါတို့ တွေ့ရသည်။ ဤသည်မှာ အလ္လာဟ်က ပြောထားသည့်အတိုင်းပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ مَا أَرْسَلْنَا مِن قَبْلِكَ فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِم مُّقْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူစွာ၊ သင့်မတိုင်မီ မည်သည့်မြို့ <span class=\"gray\">(လူမျိုး)</span> သို့မျှ သတိပေးသူကို ငါတို့ မစေလွှတ်ခဲ့ပေ။ သို့သော် ၎င်းတို့အနက်မှ ဇိမ်ခံသူတို့က ပြောခဲ့ကြသည်- \"ငါတို့၏ ဖခင်များသည် အချို့သော နည်းလမ်းနှင့် ဘာသာတရားကို လိုက်နာနေသည်ကို ငါတို့ တွေ့ခဲ့ရသည်၊ ငါတို့သည်လည်း သူတို့၏ ခြေရာများကို လိုက်နာမည်မှာ သေချာသည်။\")</span><span class=\"gray\">[၄၃:၂၃]</span> ရောမဧကရာဇ် ဟီရက်ကလိယပ်စ်က အဘူစူဖယန် ဆခ်ရ် ဘင်န် ဟာရ်ဘ်အား တမန်တော်၏ ဂုဏ်ရည်များအကြောင်း မေးသောအခါ၊ သူက \"သူ၏ နောက်လိုက်များသည် မြင့်မြတ်သူများလား၊ သို့မဟုတ် အားနည်းသူများလား\" ဟု မေးခဲ့သည်။ အဘူစူဖယန်က \"၎င်းတို့သည် သူတို့အနက်မှ အားနည်းဆုံးသူများဖြစ်သည်။\" ထို့နောက် ဟီရက်ကလိယပ်စ်က \"၎င်းတို့ <span class=\"gray\">(အားနည်းသူများ)</span> သည် တမန်တော်များ၏ နောက်လိုက်များဖြစ်သည်။\" သူတို့၏ ပြောဆိုချက်နှင့် ပတ်သက်၍-</p><p class=\"ps qpc-hafs\" lang=\"ps\">بَادِيَ الرَّأْيِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စဉ်းစားခြင်းမရှိဘဲ။)</span> အမှန်တကယ်တွင် ဤအရာသည် ကန့်ကွက်စရာ သို့မဟုတ် သိမ်ဖျင်းသော အရာမဟုတ်ပေ။ အကြောင်းမှာ အမှန်တရားသည် ရှင်းလင်းလာသောအခါ ဒုတိယအကြိမ် ထပ်မံစဉ်းစားရန် သို့မဟုတ် လွန်လွန်ကျူးကျူး တွေးခေါ်ရန် နေရာမရှိသောကြောင့်ဖြစ်သည်။ အမှန်တကယ်မှာ ၎င်းကို လိုက်နာရန် မဖြစ်မနေလိုအပ်ပြီး ဤသည်မှာ ဘာသာတရားကိုင်းရှိုင်းသော၊ ဉာဏ်ရည်ထက်မြက်သူတိုင်း၏ အခြေအနေဖြစ်သည်။ <span class=\"gray\">(ရှင်းလင်းပြီးနောက်)</span> အမှန်တရားကို သံသယဖြင့် ဆက်လက်တွေးတောနေသူသည် အသိပညာမဲ့ပြီး လွန်လွန်ကျူးကျူး ဝေဖန်တတ်သူမှတစ်ပါး အခြားသူ မည်သူမျှ မဟုတ်ပေ။ တမန်တော်များ - အလ္လာဟ်၏ ကရုဏာနှင့် ကောင်းချီးများ ၎င်းတို့အားလုံးအပေါ် သက်ရောက်ပါစေ - သည် ထင်ရှားပြီး ရှင်းလင်းသောအရာကိုသာ ပေးပို့ခဲ့ကြသည်။ အလ္လာဟ်၏ ပြောဆိုချက်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِن فَضْلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၌ ငါတို့ထက် သာလွန်သော ဂုဏ်ကျေးဇူးကို ငါတို့ မတွေ့ရပေ။)</span> ၎င်းတို့သည် အမှန်တရားမှ ကန်းနေသောကြောင့် ဤအရာ <span class=\"gray\">(အစ္စလာမ်ကို လက်ခံခြင်း၏ ဂုဏ်ကျေးဇူး)</span> ကို မမြင်ခဲ့ကြပေ။ ၎င်းတို့ မမြင်နိုင်ခဲ့သလို မကြားနိုင်ခဲ့ပေ။ အမှန်မှာ ၎င်းတို့သည် သူတို့၏ သံသယများဖြင့် လှုပ်ယမ်းနေခဲ့ကြသည်။ ၎င်းတို့သည် သူတို့၏ အသိပညာမဲ့မှု၏ မှောင်မိုက်ထဲတွင် မျက်စိကန်းစွာ လှည့်လည်နေခဲ့ကြသည်။ ၎င်းတို့သည် အမှန်တကယ်တွင် အသရေဖျက်သူများ၊ လိမ်ညာသူများ၊ နိမ့်ကျသူများနှင့် ရွံရှာဖွယ်ကောင်းသူများ ဖြစ်ခဲ့ကြသည်။ ထို့ကြောင့် နောင်တမလွန်ဘဝတွင် ၎င်းတို့သည် အကြီးမားဆုံး ဆုံးရှုံးသူများ ဖြစ်ကြလိမ့်မည်။</p>"
  },
  {
    "ayah_key": "11:28",
    "group_ayah_key": "11:28",
    "from_ayah": "11:28",
    "to_ayah": "11:28",
    "ayah_keys": "11:28",
    "text": "<p class=\"my translation\" lang=\"my\">သူက ပြောသည်- \"အို ငါ့လူမျိုးတို့! ငါ့သခင်ထံမှ ထင်ရှားသော သက်သေအထောက်အထား ငါ့၌ ရှိနေသည်ဆိုလျှင် ငါ့ကို ပြောပြကြလော့၊ ၎င်းပြင် ကရုဏာ <span class=\"gray\">(နဗီဘွဲ့)</span> သည် ကိုယ်တော်ထံမှ ငါ့ထံသို့ ရောက်ရှိလာခဲ့ပြီး၊ သို့သော် ထို <span class=\"gray\">(ကရုဏာ)</span> ကို သင်တို့၏ မျက်စိမှ ကွယ်ပျောက်အောင် ပြုလုပ်ထားခဲ့လျှင်။ သင်တို့သည် ၎င်းအပေါ် ပြင်းထန်စွာ မုန်းတီးမှုရှိနေပါလျက် ငါတို့က သင်တို့ကို ၎င်းကို <span class=\"gray\">(လက်ခံရန်)</span> အတင်းအကျပ် ပြုလုပ်ရမည်လား။ <span>(၂၈)</span></p><div lang=\"my\" class=\"my \"><h2>နူး၏ တုံ့ပြန်မှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က နူးသည် မိမိ၏ လူမျိုးကို တုံ့ပြန်သည့်အကြောင်း ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့သခင်ထံမှ ထင်ရှားသော သက်သေအထောက်အထား ငါ့၌ ရှိနေသည်ဆိုလျှင် ငါ့ကို ပြောပြကြလော့၊)</span> ဘိုင်ယီနာဟ်ဟူသည် သေချာမှု၊ ရှင်းလင်းသော ကိစ္စရပ်နှင့် မှန်ကန်သော နဗီဘွဲ့ကို ဆိုလိုသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ သူ <span class=\"gray\">(နူး)</span> နှင့် သူတို့ <span class=\"gray\">(သူ၏လူမျိုး)</span> အပေါ် ကျရောက်သော အကြီးမားဆုံး ကရုဏာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعُمِّيَتْ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ထို <span class=\"gray\">(ကရုဏာ)</span> ကို သင်တို့၏ မျက်စိမှ ကွယ်ပျောက်အောင် ပြုလုပ်ထားခဲ့လျှင်။)</span> \"သင်တို့၏ မျက်စိမှ ကွယ်ပျောက်အောင် ပြုလုပ်ထားခဲ့လျှင်\" ဤအာယသ်တော်တွင် ဆိုလိုသည်မှာ '၎င်းသည် သင်တို့ထံမှ ကွယ်ဝှက်ထားခဲ့ပြီး သင်တို့သည် ၎င်းကို လမ်းညွှန်ခြင်း မခံရပေ။ ထို့ကြောင့် သင်တို့ <span class=\"gray\">[လူများ]</span> သည် ၎င်း၏ အရေးကြီးပုံကို မသိကြသဖြင့် သင်တို့သည် ၎င်းကို အလျင်အမြန် ပယ်ချ၍ ငြင်းပယ်ခဲ့ကြသည်။'</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنُلْزِمُكُمُوهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့က သင်တို့ကို ၎င်းကို <span class=\"gray\">(လက်ခံရန်)</span> အတင်းအကျပ် ပြုလုပ်ရမည်လား)</span> ၎င်းသည် \"သင်တို့သည် ၎င်းကို အမှန်တကယ် မုန်းတီးနေပါလျက် ငါတို့က သင်တို့ကို ၎င်းကို လက်ခံရန် အတင်းအကျပ် ပြုလုပ်သင့်ပါသလား။\" ဟု ဆိုလိုသည်။</p>"
  }
]