[
  {
    "ayah_key": "13:40",
    "group_ayah_key": "13:40",
    "from_ayah": "13:40",
    "to_ayah": "13:41",
    "ayah_keys": "13:40,13:41",
    "text": "<p class=\"my translation\" lang=\"my\">ကျွန်ုပ်တို့သည် သူတို့ကို ကတိပြုထားသည့်အရာများ၏ အချို့ကို သင့်အား ပြသသည်ဖြစ်စေ သို့မဟုတ် သင့်အား သေဆုံးစေသည်ဖြစ်စေ၊ သင်၏ တာဝန်မှာ (သတင်းစကားကို) ပို့ဆောင်ရန်သာဖြစ်ပြီး ကျွန်ုပ်တို့အပေါ်တွင် စာရင်းရှင်းခြင်း ရှိသည်။ <span>(၄၀)</span> သူတို့မမြင်ကြလေသလော။ ကျွန်ုပ်တို့သည် မြေကြီးကို ၎င်း၏ အစွန်အဖျား နယ်နိမိတ်များမှ တဖြည်းဖြည်း လျှော့ချနေသည်ကို။ အလ္လာဟ်အရှင်မြတ်သည် တရားစီရင်တော်မူ၏။ ကိုယ်တော်၏ စီရင်ချက်ကို ပြန်လည် ဖျက်သိမ်းနိုင်သူ မည်သူမျှမရှိ။ ကိုယ်တော်သည် စာရင်းရှင်းရာတွင် လျင်မြန်လှပေသည်။ <span>(၄၁)</span></p><div lang=\"my\" class=\"my \"><h2>အပြစ်ပေးခြင်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်ပြီး ရစူလ်တမန်တော်၏ အလုပ်မှာ သတင်းစကားကို ပို့ဆောင်ရန်သာဖြစ်သည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said to His Messenger ﷺ,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِن مَّا نُرِيَنَّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင့်အား ပြသသည်ဖြစ်စေ)</span> အို မုဟမ္မဒ်၊ ဤဘဝတွင် သင်၏ရန်သူများအား ကျွန်ုပ်တို့ ကတိပြုထားသည့် ဂုဏ်ရည်ညှိုးနွမ်းမှုနှင့် အရှက်ရမှု၏ အချို့ကို</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ نَتَوَفَّيَنَّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင့်အား သေဆုံးစေသည်ဖြစ်စေ)</span> ထိုမတိုင်မီက</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏တာဝန်မှာ ပို့ဆောင်ရန်သာဖြစ်သည်။) သင်သည် သူတို့ထံ အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို ပို့ဆောင်ရန်သာ ကျွန်ုပ်တို့ စေလွှတ်ခဲ့သည်။ ထိုသို့ပြုလုပ်ခြင်းဖြင့် သင့်အပေါ် ပညတ်ထားသော တာဝန်ကို သင် ပြီးမြောက်စေပြီးဖြစ်သည်။</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَيْنَا الْحِسَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့အပေါ်တွင် စာရင်းရှင်းခြင်း ရှိသည်။)</span> သူတို့၏ စာရင်းရှင်းခြင်းနှင့် အကျိုးပေးခြင်းသည် ကျွန်ုပ်တို့အပေါ်တွင် ရှိသည်။' အလ္လာဟ်အရှင်မြတ်သည် အလားတူအာယသ်များတွင် မိန့်ကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَكِّرْ إِنَّمَا أَنتَ مُذَكِّرٌ - لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ - إِلَّا مَن تَوَلَّىٰ وَكَفَرَ - فَيُعَذِّبُهُ اللَّهُ الْعَذَابَ الْأَكْبَرَ - إِنَّ إِلَيْنَا إِيَابَهُمْ - ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့ကို သတိပေးပါ။ သင်သည် သတိပေးသူမျှသာဖြစ်သည်။ သင်သည် သူတို့အပေါ် အာဏာရှင်မဟုတ်ပေ။ - မျက်နှာလွှဲ၍ မယုံကြည်သူမှလွဲ၍ - ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား အကြီးမားဆုံးသော အပြစ်ဒဏ်ဖြင့် အပြစ်ပေးမည်။ အမှန်စင်စစ် သူတို့၏ ပြန်လာခြင်းသည် ကျွန်ုပ်တို့ထံသို့ဖြစ်ပြီး၊ ထို့နောက် အမှန်စင်စစ် သူတို့၏ စာရင်းရှင်းခြင်းသည် ကျွန်ုပ်တို့အတွက် ဖြစ်ပေသည်။)</span><span class=\"gray\">[88:21-26]</span> အလ္လာဟ်အရှင်မြတ်သည် ထပ်မံ၍ မိန့်ကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် မြေကြီးကို ၎င်း၏ အစွန်အဖျား နယ်နိမိတ်များမှ တဖြည်းဖြည်း လျှော့ချနေသည်ကို သူတို့မမြင်ကြလေသလော။)</span> အိဗ်နု အဗ္ဗားစ်က မှတ်ချက်ပေးခဲ့သည်၊ \"ကျွန်ုပ်တို့သည် မုဟမ္မဒ် ﷺ အား မြေကြီးကို တစ်ခုပြီးတစ်ခု ပေးနေသည်ကို သူတို့မမြင်ကြလေသလော။\" အလ်ဟဆန်နှင့် အဒ်ဒဟ်ဟက်တို့က ဤအာယသ်သည် အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် မိန့်ကြားခဲ့သကဲ့သို့ မွတ်စ်လင်မ်များ ရုပ်တုကိုးကွယ်သူများအပေါ် အသာစီးရလာခြင်းကို ရည်ညွှန်းသည်ဟု မှတ်ချက်ပေးခဲ့ကြသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ الْقُرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင်တို့ပတ်ဝန်းကျင်ရှိ မြို့များကို ဖျက်ဆီးခဲ့ပြီးဖြစ်သည်။)</span><span class=\"gray\">[46:27]</span></p>"
  },
  {
    "ayah_key": "13:42",
    "group_ayah_key": "13:42",
    "from_ayah": "13:42",
    "to_ayah": "13:42",
    "ayah_keys": "13:42",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့မတိုင်မီက လူတို့သည် လှည့်ဖြားကြံစည်မှုများကို ပြုလုပ်ခဲ့ကြ၏။ သို့သော် အစီအမံအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် လူတိုင်း ရရှိသည်များကို သိတော်မူ၏။ ငြင်းပယ်သူများသည် မည်သူသည် ကောင်းမွန်သော နောက်ဆုံးပန်းတိုင်ကို ရရှိမည်ကို သိကြလိမ့်မည်။ <span class=\"gray\">(နောက်ဆုံးပန်းတိုင်)</span><span>(၄၂)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများသည် လှည့်ဖြားကြံစည်ကြသော်လည်း ယုံကြည်သူများသည် ကောင်းမွန်သော နောက်ဆုံးပန်းတိုင်ကို ရရှိကြသည်</h2></div><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ مَكَرَ الَّذِينَ مِن قَبْلِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့မတိုင်မီက လူတို့သည် လှည့်ဖြားကြံစည်မှုများကို ပြုလုပ်ခဲ့ကြ၏။)</span> ၎င်းတို့၏ ရစူလ်တမန်တော်များအား ဆန့်ကျင်၍၊ ၎င်းတို့သည် ၎င်းတို့အား ၎င်းတို့၏ မြေမှ နှင်ထုတ်လိုခဲ့ကြ၏။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများအား ဆန့်ကျင်၍ လှည့်ဖြားကြံစည်ခဲ့ပြီး အရှင်မြတ်ကို ကြောက်ရွံ့သူများအား ကောင်းမွန်သော နောက်ဆုံးပန်းတိုင်ကို ပေးခဲ့၏။ အလ္လာဟ်အရှင်မြတ်သည် အခြား အာယတ်တော်များတွင် မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများသည် သင့်ကို ထောင်ချရန်၊ သို့မဟုတ် သင့်ကို သတ်ရန်၊ သို့မဟုတ် သင့်ကို ထွက်သွားအောင် ပြုလုပ်ရန် လှည့်ဖြားကြံစည်ခဲ့ကြစဉ် <span class=\"gray\">(မှတ်သားပါ)</span>။ ၎င်းတို့သည် လှည့်ဖြားကြံစည်ခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်လည်း လှည့်ဖြားကြံစည်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် လှည့်ဖြားကြံစည်သူများထဲတွင် အကောင်းဆုံး ဖြစ်သည်။)</span><span class=\"gray\">[၈:၃၀]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ - فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကြံစည်မှုတစ်ခုကို ကြံစည်ခဲ့ကြ၏။ ကျွန်ုပ်တို့သည်လည်း စီမံကိန်းတစ်ခုကို စီမံခဲ့ကြ၏။ ၎င်းတို့သည် မသိရှိခဲ့ကြ။ ထို့နောက် ၎င်းတို့၏ ကြံစည်မှု၏ နောက်ဆုံးပန်းတိုင်သည် မည်သို့ဖြစ်ခဲ့သည်ကို ကြည့်ပါ။ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ၎င်းတို့နှင့် ၎င်းတို့၏ လူမျိုးကို အားလုံးအတူတကွ ဖျက်ဆီးခဲ့သည်။)</span><span class=\"gray\">[၂၇:၅၀-၅၁]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် လူတိုင်း ရရှိသည်များကို သိတော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ အရှင်မြတ်တစ်ပါးတည်းသာလျှင် လျှို့ဝှက်ချက်များနှင့် ဖုံးကွယ်ထားသော အတွေးအမြင်အားလုံးကို သိတော်မူပြီး လူတစ်ဦးစီကို ၎င်း၏ လုပ်ဆောင်မှုအတိုင်း တန်ဖိုးဖြတ်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَسَيَعْلَمُ الْكَافِرُ)</p><p lang=\"my\" class=\"my \">နှင့် ကာဖိရ် <span class=\"gray\">(မယုံကြည်သူ)</span> သည် သိလိမ့်မည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكُفَّارُ </p><p lang=\"my\" class=\"my \">သို့မဟုတ် အခြားရွတ်ဆိုပုံအရ ကဖ္ဖားရ် <span class=\"gray\">(မယုံကြည်သူများ)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَنْ عُقْبَى الدَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူသည် ကောင်းမွန်သော နောက်ဆုံးပန်းတိုင်ကို ရရှိမည်ကို)</span> အဆုံးစွန်သော အောင်ပွဲကို မည်သူရရှိမည်နည်း၊ ၎င်းတို့ သို့မဟုတ် ရစူလ်တမန်တော်များ၏ နောက်လိုက်များလော။ အမှန်စင်စစ် ရစူလ်တမန်တော်များ၏ နောက်လိုက်များသည် ဤဘဝနှင့် နောင်ဘဝတွင် ကောင်းမွန်သော နောက်ဆုံးပန်းတိုင်ကို ရရှိလိမ့်မည်။ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အား ထိုက်တန်သည်။</p>"
  },
  {
    "ayah_key": "13:43",
    "group_ayah_key": "13:43",
    "from_ayah": "13:43",
    "to_ayah": "13:43",
    "ayah_keys": "13:43",
    "text": "<p class=\"my translation\" lang=\"my\">မယုံကြည်သူများသည်လည်း၊ “သင်သည် ရစူလ်တမန်တော်မဟုတ်” ဟု ပြောဆိုကြသည်။ (အို မုဟမ္မဒ်) သင်ပြောပါလေ။ “ငါနှင့် သင်တို့အကြားတွင် အလ္လာဟ်အရှင်မြတ်သည် သက်သေအဖြစ် လုံလောက်တော်မူသည်။ ထို့ပြင် ကျမ်းစာ၏ အသိပညာရှိသူများသည်လည်း သက်သေအဖြစ် လုံလောက်တော်မူသည်။” <span>(43)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်နှင့် ကျမ်းစာ၏ အသိပညာရှိသူများသည် တမန်တော်မြတ်၏ သတင်းစကားအတွက် သက်သေအဖြစ် လုံလောက်တော်မူသည် <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ မယုံကြည်သူများသည် သင့်ကို ငြင်းပယ်ပြီး ပြောဆိုကြသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَسْتَ مُرْسَلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ရစူလ်တမန်တော်မဟုတ်။)</span> အလ္လာဟ်ထံမှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ كَفَىٰ بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါလေ။ “ငါနှင့် သင်တို့အကြားတွင် အလ္လာဟ်အရှင်မြတ်သည် သက်သေအဖြစ် လုံလောက်တော်မူသည်...”)</span> ဆိုလိုသည်မှာ၊ 'အလ္လာဟ်သည် ငါ့အတွက် လုံလောက်တော်မူပြီး ငါနှင့် သင်တို့အပေါ်၌ သက်သေဖြစ်တော်မူသည်။ ငါ <span class=\"gray\">(မုဟမ္မဒ်)</span>သည် ကိုယ်တော်ထံမှ သတင်းစကားကို ပေးပို့ခဲ့ကြောင်းနှင့် သင်တို့အပေါ်၌၊ အို ငြင်းပယ်သူတို့၊ သင်တို့ ဖန်တီးသော မဟုတ်မမှန်မှုအပေါ်၌ ကိုယ်တော်သည် သက်သေဖြစ်တော်မူသည်' ဟု ပြောပါ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ عِندَهُ عِلْمُ الْكِتَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျမ်းစာ၏ အသိပညာရှိသူများသည်လည်း။)</span> မူဂျာဟစ်၏ အဆိုအရ ဤသည်မှာ အဘ်ဒူလ်လာဟ် ဘင် စလာမ်ကို ရည်ညွှန်းသည်။ သို့သော် ဤအာယသ်တော်သည် မက္ကာမြို့၌ ထုတ်ပြန်ခဲ့ပြီး တမန်တော်မြတ် ﷺ အလ်မဒီနာသို့ ရွှေ့ပြောင်းပြီး မကြာမီ အဘ်ဒူလ်လာဟ် ဘင် စလာမ်သည် အစ္စလာမ်ဘာသာကို သက်ဝင်ယုံကြည်ခဲ့သောကြောင့် ဤအမြင်သည် မဖြစ်နိုင်ပါ။ ပိုမိုသင့်လျော်သော ရှင်းလင်းချက်မှာ အလ်အောဖီက အိဘ်န် အဘ်ဘာစ်မှ ပြောပြသော ဤအာယသ်တော်သည် ဂျူးလူမျိုးများနှင့် ခရစ်ယာန်များကို ရည်ညွှန်းသည်ဟူ၍ ဖြစ်သည်။ ကတာဒါက ၎င်းတို့ထဲတွင် အဘ်ဒူလ်လာဟ် ဘင် စလာမ်၊ ဆလ်မာန် <span class=\"gray\">(အလ်ဖာရစီ)</span> နှင့် တမီမ် အဒ်ဒါရီတို့ ပါဝင်သည်ဟု ဆိုသည်။ မှန်ကန်သောအမြင်မှာ ဤအာယသ်တော်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ عِندَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့တွင် ရှိသောသူများသည်လည်း...)</span>၊ ဆိုသည်မှာ ၎င်းတို့၏ ကျမ်းစာများတွင် မုဟမ္မဒ် ﷺ ၏ ဖော်ပြချက်ကို တွေ့ရှိကြပြီး ၎င်းတို့၏ တမန်တော်များက ၎င်းတို့ထံ ပေးပို့ခဲ့သော ကိုယ်တော်၏ ရောက်ရှိလာခြင်းဆိုင်ရာ သတင်းကောင်းကို တွေ့ရှိကြသော ကျမ်းစာရှင်များ၏ ပညာရှင်များကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်က အခြား အာယသ်တော်များတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ ۚ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُم بِآيَاتِنَا يُؤْمِنُونَ - الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالْإِنجِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ ကရုဏာတော်သည် အရာခပ်သိမ်းကို လွှမ်းခြုံထားသည်။ ထို <span class=\"gray\">(ကရုဏာတော်)</span> ကို ငါသည် တက်ကဝါ (ဘုရားကို ကြောက်ရွံ့ခြင်း) ရှိသူများ၊ ဇကား (တောင်းရမ်းခွင့်) ပေးသူများ၊ ငါတို့၏ အာယသ်တော်များကို ယုံကြည်သူများအတွက် ပြဋ္ဌာန်းပေးမည်။ ထိုသူများသည် တမန်တော်၊ အမည်မဖတ်တတ်သူ၊ ကျမ်းစာဖတ်တတ်သူမဟုတ်သော တမန်တော်ကို လိုက်နာကြသူများ ဖြစ်သည်။ ၎င်းတို့သည် တောင်ရာကျမ်းနှင့် အင်ဂျီလ်ကျမ်းတွင် ရေးသားထားသည်ကို ၎င်းတို့ထံတွင် တွေ့ရှိကြသည်။)</span><span class=\"gray\">[7:156-157]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَكُن لَّهُمْ آيَةً أَن يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرَائِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ္စရေးလ်၏ သားမြေးများမှ ပညာရှင်များက ၎င်းကို <span class=\"gray\">(မှန်ကန်ကြောင်း)</span> သိရှိကြခြင်းသည် ၎င်းတို့အတွက် နိမိတ်လက္ခဏာတစ်ခု မဟုတ်ပါလား။)</span><span class=\"gray\">[26:197]</span></p><p lang=\"my\" class=\"my \">အစ္စရေးလ်၏ သားမြေးများမှ ပညာရှင်များသည် ၎င်းတို့၏ နတ်ဘုရားဖော်ပြခဲ့သော ကျမ်းစာများမှ ဤအချက်ကို သိရှိကြကြောင်း အတည်ပြုသော အလားတူ အာယသ်တော်များ ရှိပါသည်။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရာ အာရ်-ရအ်ဒ် ၏ အဆုံးဖြစ်ပြီး၊ ချီးမွမ်းခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်ဖြစ်ပြီး၊ ကျေးဇူးတော်အားလုံးသည် ကိုယ်တော်ထံမှ ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "13:5",
    "group_ayah_key": "13:5",
    "from_ayah": "13:5",
    "to_ayah": "13:5",
    "ayah_keys": "13:5",
    "text": "<p class=\"my translation\" lang=\"my\">သင်အံ့ဩမည်ဆိုလျှင် ၎င်းတို့၏စကားက အံ့ဩဖွယ်ကောင်းလှသည်။ \"ကျွန်ုပ်တို့သည် မြေမှုန့်ဖြစ်သွားသောအခါ အမှန်ပင် အသစ်ဖန်ဆင်းခြင်းခံရမည်လား?\" ၎င်းတို့သည် ၎င်းတို့၏အရှင်သခင်ကို မယုံကြည်သူများဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတို့၏လက်များကို လည်ပင်းများနှင့် ချိတ်ဆက်ထားသော သံကြိုးများရှိသူများ ဖြစ်လိမ့်မည်။ ၎င်းတို့သည် ထိုတွင် ထာဝရနေထိုင်ရမည့် ငရဲသားများဖြစ်ကြလိမ့်မည်။ <span>(5)</span></p><div lang=\"da\" class=\"da \"><h2>Denying Resurrection after Death is Strange</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ၎င်း၏တမန်တော် မုဟမ္မဒ် (အရှင်မြတ်၏ ကရုဏာနှင့် ငြိမ်းချမ်းမှုများ သက်ရောက်ပါစေ) အား မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَعْجَبْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်အံ့ဩမည်ဆိုလျှင်)</span> ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းပယ်သော ပေါင်းဖက်ကိုးကွယ်သူများ၏ ငြင်းပယ်မှုအပေါ်ဖြစ်သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းထားသော၊ အရှင်မြတ်သည် အရာအားလုံးကို ပြုလုပ်နိုင်ကြောင်း သက်သေပြသော နိမိတ်လက္ခဏာများနှင့် အထောက်အထားများကို မျက်မြင်တွေ့ရှိနေရသော်လည်း ဖြစ်သည်။ သို့သော်လည်း ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို မူလကဖန်ဆင်းခဲ့ပြီး အဘယ်အရာမှ မရှိရာမှ ဖြစ်တည်လာစေခဲ့ကြောင်း ဝန်ခံကြသည်။ သို့ရာတွင်၊ ၎င်းတို့သည် ငြင်းပယ်ပြီး ပယ်ချသော အရာများထက် ပိုမိုအံ့ဩဖွယ်ကောင်းသည်ကို ဝန်ခံနေရသော်လည်း အလ္လာဟ်အရှင်မြတ်က ကမ္ဘာကို အသစ်တစ်ဖန် ရှင်ပြန်ထမြောက်စေမည်ဟူသော တောင်းဆိုချက်ကို ၎င်းတို့က ငြင်းပယ်ကြသည်။ ထို့ကြောင့် ၎င်းတို့က ပြောခဲ့သည်မှာ အံ့ဩဖွယ်ကောင်းလှသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် မြေမှုန့်ဖြစ်သွားသောအခါ အမှန်ပင် အသစ်ဖန်ဆင်းခြင်းခံရမည်လား?)</span> ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခြင်းသည် လူသားများကို ဖန်ဆင်းခြင်းထက် ပိုမိုကြီးကျယ်သော လုပ်ရပ်ဖြစ်ကြောင်း၊ မူလက ဖန်ဆင်းခဲ့သောအရှင်သည် ၎င်းကို အသစ်တစ်ဖန် ရှင်ပြန်ထမြောက်စေရန် ပိုမိုစွမ်းဆောင်နိုင်ကြောင်းသည် ပညာရှိပြီး အသိပညာရှိသော လူတိုင်းအတွက် ထင်ရှားသော အမှန်တရားဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَن يُحْيِيَ الْمَوْتَىٰ ۚ بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခဲ့သော၊ ၎င်းတို့ကို ဖန်ဆင်းရာတွင် မပင်ပန်းခဲ့သော အလ္လာဟ်အရှင်မြတ်သည် သေလွန်သူများကို အသက်ပြန်သွင်းနိုင်သည်ကို ၎င်းတို့ မမြင်ကြဘူးလား? မှန်ပါသည်၊ အရှင်မြတ်သည် အရာအားလုံးကို ပြုလုပ်နိုင်တော်မူသည်)</span><span class=\"gray\">[46:33]</span> ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းပယ်သူများကို အလ္လာဟ်အရှင်မြတ်က ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ ۖ وَأُولَٰئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့၏အရှင်သခင်ကို မယုံကြည်သူများဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတို့၏လက်များကို လည်ပင်းများနှင့် ချိတ်ဆက်ထားသော သံကြိုးများရှိသူများ ဖြစ်လိမ့်မည်။)</span> ၎င်းတို့ကို ထိုသံကြိုးများဖြင့် ငရဲထဲသို့ ဆွဲခေါ်သွားလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုတွင် ထာဝရနေထိုင်ရမည့် ငရဲသားများဖြစ်ကြလိမ့်မည်။)</span>၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ငရဲတွင် ထာဝရနေထိုင်ကြမည်ဖြစ်ပြီး ၎င်းမှ လွတ်မြောက်နိုင်မည်မဟုတ်၊ ဖယ်ရှားခံရမည်မဟုတ်ပေ။</p>"
  }
]