[
  {
    "ayah_key": "2:42",
    "group_ayah_key": "2:42",
    "from_ayah": "2:42",
    "to_ayah": "2:43",
    "ayah_keys": "2:42,2:43",
    "text": "<p class=\"my translation\" lang=\"my\">မှန်ကန်မှုကို မမှန်ကန်မှုနှင့် မရောထွေးစေနှင့်၊ သင်တို့သိရှိနေကြပါလျက် <span class=\"gray\">(မှန်ကန်မှု)</span>ကို မဖုံးကွယ်နှင့်။<span>(၄၂)</span>ဆွလာသ်ဝတ်ပြုကြလော့။ ဇကာတ်ကို ပေးဆောင်ကြလော့။ ရူကူပြုသူများနှင့်အတူ ရူကူပြုကြလော့။<span>(၄၃)</span></p><div lang=\"my\" class=\"my \"><h2>မှန်ကန်မှုကို ဖုံးကွယ်ခြင်းနှင့် မမှန်ကန်မှုဖြင့် လိမ်လည်လှည့်ဖြားခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဂျူးလူမျိုးတို့အား မှန်ကန်မှုကို မမှန်ကန်မှုဖြင့် တမင်တကာ လိမ်လည်လှည့်ဖြားခြင်း၊ မှန်ကန်မှုကို ဖုံးကွယ်ခြင်းနှင့် မမှန်ကန်မှုကို ဖြန့်ဝေခြင်းတို့မှ တားမြစ်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنتُمْ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်မှုကို မမှန်ကန်မှုနှင့် မရောထွေးစေနှင့်၊ သင်တို့သိရှိနေကြပါလျက် <span class=\"gray\">(မှန်ကန်မှု)</span>ကို မဖုံးကွယ်နှင့်။)</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အချက်နှစ်ချက်မှ တားမြစ်ခဲ့သည်။ မှန်ကန်မှုကို သိရှိစေရန်နှင့် ရှင်းပြရန်လည်း အမိန့်ပေးခဲ့သည်။ အဒ်ဒဟ်ဟ်ဟက်က အိဗ်နုအဗ္ဗားစ်က ဤအာယသ်တော်ကို ပြောခဲ့သည်ဟု ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်မှုကို မမှန်ကန်မှုနှင့် မရောထွေးစေနှင့်)</span> ဟု မိန့်တော်မူပြီး “မှန်ကန်မှုကို မမှန်ကန်မှုနှင့် အချက်အလက်များကို လိမ်ညာမှုများနှင့် မရောထွေးစေနှင့်” ဟု ဆိုသည်။ ကတာဒါဟ်က ဆိုသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်မှုကို မမှန်ကန်မှုနှင့် မရောထွေးစေနှင့်)</span> ဆိုသည်မှာ “ဂျူးဘာသာနှင့် ခရစ်ယာန်ဘာသာကို အစ္စလာမ်နှင့် မရောထွေးစေနှင့်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَنتُمْ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သိရှိနေကြပါလျက် <span class=\"gray\">(မှန်ကန်မှု)</span>ကို မဖုံးကွယ်နှင့်။)</span> အလ္လာဟ်အရှင်မြတ်၏ ဘာသာသည် အစ္စလာမ်ဖြစ်ပြီး ဂျူးဘာသာနှင့် ခရစ်ယာန်ဘာသာတို့မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ မလာသော တီထွင်မှုများဖြစ်သည်။” အလ်ဟာဆန် အလ်ဘဆရီကလည်း ထိုနည်းတူ ပြောခဲ့သည်ဟု ဖော်ပြထားသည်။</p><p lang=\"gd\" class=\"gd \">Also, Muhammad bin Ishaq narrated that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَكْتُمُواْ الْحَقَّ وَأَنتُمْ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သိရှိနေကြပါလျက် <span class=\"gray\">(မှန်ကန်မှု)</span>ကို မဖုံးကွယ်နှင့်။)</span> ဆိုသည်မှာ “ငါ၏ ရစူလ်တမန်တော်နှင့် ၎င်းကို စေလွှတ်လိုက်သောအရာနှင့်ပတ်သက်၍ သင်တို့ရရှိထားသော အသိပညာကို မဖုံးကွယ်နှင့်။ သင်တို့သိရှိထားသော ၎င်း၏ ဖော်ပြချက်သည် သင်တို့လက်ထဲရှိ ကျမ်းဂန်များတွင် ရေးသားထားသည်ကို တွေ့ရနိုင်သည်။”</p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ “...ဤဆိုးကျိုးက လူများအား ကြီးမားသော ဘေးအန္တရာယ်ဖြစ်စေမည်ကို သင်တို့သိရှိနေသော်လည်း၊ ၎င်းတို့အား လမ်းမှားသို့ရောက်စေပြီး ငရဲသို့ ဦးတည်စေမည်။ အကြောင်းမှာ သင်တို့၏ အဆိုများတွင် မှန်ကန်မှုနှင့် ရောနှောထားသော မမှန်ကန်မှုကို ၎င်းတို့က လိုက်နာကြမည် ဖြစ်သောကြောင့်ဖြစ်သည်။” ဟူ၍ ဖြစ်နိုင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွလာသ်ဝတ်ပြုကြလော့။ ဇကာတ်ကို ပေးဆောင်ကြလော့။ ရူကူပြုသူများနှင့်အတူ ရူကူပြုကြလော့။)</span></p><p lang=\"my\" class=\"my \">မူကာတေးလ်က ပြောသည်မှာ “ကျမ်းဂန်ရပိုင်ရှင်များအား အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِيمُوا الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွလာသ်ဝတ်ပြုကြလော့)</span> ဆိုသည်မှာ ၎င်းတို့အား တမန်တော်မြတ် ﷺ နောက်တွင် ဝတ်ပြုဆုတောင်းရန် အမိန့်ပေးခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتُوا الزَّكَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဇကာတ်ကို ပေးဆောင်ကြလော့)</span> ဆိုသည်မှာ ၎င်းတို့အား တမန်တော်မြတ် ﷺ ထံ ဇကာတ်ပေးဆောင်ရန် အမိန့်ပေးခြင်းဖြစ်ပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَارْكَعُواْ مَعَ الرَّاكِعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရူကူပြုသူများနှင့်အတူ ရူကူပြုကြလော့)</span> ဆိုသည်မှာ ၎င်းတို့အား မုဟမ္မဒ် ﷺ ၏ ဥမ္မသ်များအနက် ရူကူပြုသူများနှင့်အတူ ရူကူပြုရန် အမိန့်ပေးခြင်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းဂန်ရပိုင်ရှင်များအား မုဟမ္မဒ် ﷺ ၏ ဥမ္မသ်များနှင့်အတူ ရှိနေရန် အမိန့်ပေးတော်မူသည်။” ထို့အပြင် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَارْكَعُواْ مَعَ الرَّاكِعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရူကူပြုသူများနှင့်အတူ ရူကူပြုကြလော့)</span> ဆိုသည်မှာ “ယုံကြည်သူများ လုပ်ဆောင်သော အကောင်းဆုံးလုပ်ရပ်များဖြစ်သည့် ဆွလာသ်ဝတ်ပြုခြင်းကဲ့သို့သော အလုပ်များကို လုပ်ဆောင်နေသော ယုံကြည်သူများထဲတွင် ပါဝင်ကြလော့” ဟူ၍ ဖြစ်သည်။ ပညာရှင်အများအပြားက ဤအာယသ်တော် <span class=\"gray\">(၂:၄၃)</span> သည် စုပေါင်းဝတ်ပြုခြင်း <span class=\"gray\">(အမျိုးသားများအတွက်သာ)</span> ၏ မဖြစ်မနေ လိုအပ်မှုကို သက်သေပြသည်ဟု ပြောကြားခဲ့သည်။ ဤစီရင်ချက်ကို ကီတာဘ် အလ်-အဟ်ကမ် အလ်-ကဘီးရ် တွင် အသေးစိတ် ရှင်းပြပါမည်။ အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မူပါက။</p>"
  },
  {
    "ayah_key": "2:44",
    "group_ayah_key": "2:44",
    "from_ayah": "2:44",
    "to_ayah": "2:44",
    "ayah_keys": "2:44",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့သည် အလ်-ဘိရ် <span class=\"gray\">(တရားဖြောင့်မတ်မှု၊ ကောင်းမြတ်မှုနှင့် အလ္လာဟ်အရှင်မြတ်အား နာခံမှု အပေါင်း)</span> ကို လူများအား မိန့်မှာကြသလော။ ထို့ပြင် သင်တို့ကိုယ်တိုင်မူ <span class=\"gray\">(ကျင့်သုံးရန်)</span> မေ့လျော့ကြသလော။ သင်တို့သည် ဓမ္မကျမ်း <span class=\"gray\">(တောင်ရာ)</span> ကို ရွတ်ဖတ်နေကြသော်လည်း <span class=\"gray\">!</span> သင်တို့တွင် ဉာဏ်အမြော်အမြင်မရှိကြသလော <span>(၄၄)</span></p><div lang=\"my\" class=\"my \"><h2>သူတစ်ပါးတို့အား ကောင်းမြတ်မှုပြုရန် အမိန့်ပေးပြီး မိမိတို့ကိုယ်တိုင် ကောင်းမြတ်မှုကို လျစ်လျူရှုခြင်းကို ရှုံ့ချခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က “အို ကျမ်းဂန်ရပိုင်ရှင်တို့၊ သင်တို့သည် ကောင်းမြတ်မှု အမျိုးအစားအားလုံးကို ပေါင်းစပ်ထားသည့် အလ်-ဘိရ်ကို လူများအား ပြုလုပ်ရန် အမိန့်ပေးကြသော်လည်း သင်တို့ကိုယ်တိုင် မေ့လျော့ကာ သူတစ်ပါးကို တိုက်တွန်းသည့်အရာကို အလေးမထားဘဲနေကြသလော။ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းဂန် <span class=\"gray\">(တောင်ရာကျမ်း)</span> ကို ဖတ်ကြပြီး အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို မလိုက်နာသူများအား မည်သို့ ကတိပြုထားသည်ကို သိကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့တွင် ဉာဏ်အမြော်အမြင်မရှိကြသလော။)</span> သင်တို့ကိုယ်တိုင် လုပ်ဆောင်နေကြသောအရာကို သတိမပြုမိကြသလော။ သင်တို့၏ ပေါ့ဆမှုကို သတိပြုမိပြီး မျက်စိကွယ်ရာမှ အမြင်ပြန်လည် ရရှိနိုင်ရန်အတွက်လား” အဗ်ဒူရ်-ရဇ္ဇာက်က မအ်မရ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍ ကတာဒါဟ်က မှတ်ချက်ပေးခဲ့သည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ်-ဘိရ် <span class=\"gray\">(တရားဖြောင့်မတ်မှု၊ ကောင်းမြတ်မှုနှင့် အလ္လာဟ်အရှင်မြတ်အား နာခံမှု အပေါင်း)</span> ကို လူများအား မိန့်မှာကြသလော။ ထို့ပြင် သင်တို့ကိုယ်တိုင်မူ <span class=\"gray\">(ကျင့်သုံးရန်)</span> မေ့လျော့ကြသလော။)</span></p><p lang=\"my\" class=\"my \">အစ္စရာအီလ်သားတို့သည် လူများအား အလ္လာဟ်အရှင်မြတ်ကို နာခံရန်၊ ၎င်းအား ကြောက်ရွံ့ရန်နှင့် အလ်-ဘိရ်ကို ပြုလုပ်ရန် အမိန့်ပေးလေ့ရှိသည်။ သို့သော်လည်း ၎င်းတို့သည် ဤအမိန့်များကို ဆန့်ကျင်ခဲ့ကြသဖြင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဤအချက်ကို သတိပေးခဲ့သည်။ အစ့်-ဆွုဒ်ဒီကလည်း ထိုနည်းတူ ပြောကြားခဲ့သည်။ အိဗ်နုဂျုရိုင်ဂျ်က ဤအာယသ်တော်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ်-ဘိရ်ကို လူများအား မိန့်မှာကြသလော)</span> “ကျမ်းဂန်ရပိုင်ရှင်များနှင့် သူတော်ကောင်းယောင်ဆောင်သူများအကြောင်းဖြစ်သည်။ ၎င်းတို့သည် လူများအား ဆွလာသ်ဝတ်ပြုရန်နှင့် ရိုဇာစောင့်ထိန်းရန် အမိန့်ပေးလေ့ရှိသည်။ သို့သော်လည်း ၎င်းတို့သည် သူတစ်ပါးအား အမိန့်ပေးသောအရာကို မကျင့်သုံးခဲ့ကြပေ။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ ဤအပြုအမူကို သတိပေးခဲ့သည်။ ထို့ကြောင့် မည်သူမဆို လူများအား ကောင်းမြတ်မှုပြုရန် အမိန့်ပေးပါက ၎င်းသည် ထိုအမိန့်ကို ဦးဆုံး လိုက်နာသူများထဲမှ ဖြစ်ပါစေ။” ထို့အပြင် မုဟမ္မဒ် ဘင်န် အိစ်ဟက်က အိဗ်နုအဗ္ဗားစ်က ပြောကြားခဲ့သည်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَنسَوْنَ أَنفُسَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့ကိုယ်တိုင်မူ မေ့လျော့ကြသလော။)</span> ဆိုသည်မှာ “သင်တို့သည် ကိုယ်တိုင်ကျင့်သုံးရန် မေ့လျော့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဓမ္မကျမ်း <span class=\"gray\">(တောင်ရာ)</span> ကို ရွတ်ဖတ်နေကြသော်လည်း <span class=\"gray\">!</span> သင်တို့တွင် ဉာဏ်အမြော်အမြင်မရှိကြသလော။)</span></p><p lang=\"my\" class=\"my \">သင်တို့သည် တမန်တော်မြတ်၏ အနာဂတ္တိကျမ်းနှင့် တောင်ရာကျမ်းတွင် သင်တို့နှင့်အတူ ဖော်ပြထားသော ပဋိညာဉ်ကို လူများအား ပယ်ချခြင်းမှ တားမြစ်ကြသည်။ သင်တို့ကိုယ်တိုင်မူ ၎င်းကို မေ့လျော့နေကြသည်။ ဆိုလိုသည်မှာ ‘သင်တို့သည် ငါ၏ တမန်တော်ကို လက်ခံမည်ဟု ငါနှင့် ချုပ်ဆိုခဲ့သော ပဋိညာဉ်ကို မေ့လျော့ခဲ့ကြသည်။ သင်တို့သည် ငါ၏ ပဋိညာဉ်ကို ချိုးဖောက်ခဲ့ကြပြီး ငါ၏ ကျမ်းဂန်တွင် ရှိသည်ကို သင်တို့သိရှိသော အရာကို ငြင်းပယ်ခဲ့ကြသည်။’</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤအပြုအမူအတွက် ဂျူးလူမျိုးတို့အား ဆုံးမတော်မူခဲ့ပြီး ၎င်းတို့ကိုယ်တိုင် ကောင်းမြတ်မှုပြုရန် အမိန့်ပေးသော်လည်း ကောင်းမြတ်မှုပြုခြင်းမှ ရှောင်ကြဉ်ခြင်းဖြင့် မိမိတို့ကိုယ်တိုင် ပြုလုပ်နေကြသော အမှားများကို သတိပေးတော်မူခဲ့သည်။ ကောင်းမှုပြုရန် အမိန့်ပေးခြင်းသည် ကောင်းမြတ်ခြင်း၏ အစိတ်အပိုင်းတစ်ခုဖြစ်ပြီး ပညာရှင်များအတွက် မဖြစ်မနေ လိုအပ်သောကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းဂန်ရပိုင်ရှင်များအား ကောင်းမှုပြုရန် အမိန့်ပေးခြင်းအတွက် ဝေဖန်ခြင်းမဟုတ်ကြောင်း ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်။ သို့သော်လည်း ပညာရှင်သည် သူတစ်ပါးကို ဖိတ်ခေါ်သည့်အရာကို ကိုယ်တိုင် ဂရုပြုရန်နှင့် လိုက်နာရန် လိုအပ်သည်။ ဥပမာအားဖြင့်၊ တမန်တော် ရှူအိုင်ဗ်က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَا أَنْهَاكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ ۚ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့အား တားမြစ်သောအရာကို သင်တို့နှင့် ဆန့်ကျင်လျက် လုပ်ဆောင်လိုခြင်းမရှိပေ။ ငါသည် ငါ့စွမ်းအားရှိသမျှ ပြုပြင်ပြောင်းလဲရန်သာ ဆန္ဒရှိသည်။ ငါ့၏ လမ်းညွှန်မှုသည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ လာနိုင်သည်။ ၎င်းအား ငါယုံကြည်ပြီး ၎င်းထံသို့ ငါနောင်တရသည်။)</span><span class=\"gray\">(၁၁:၈၈)</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ကောင်းမြတ်မှုပြုရန် အမိန့်ပေးခြင်းနှင့် ကောင်းမြတ်မှုကို ပြုလုပ်ခြင်း နှစ်မျိုးစလုံး လိုအပ်သည်။ ဆလဖ် <span class=\"gray\">(ရှေးပညာရှင်များ)</span> နှင့် ခလဖ် (နောက်ပိုင်းပညာရှင်များ) အနက် ပညာရှင်များ၏ အမှန်ကန်ဆုံး အမြင်အရ တစ်ခုကို ကျင့်သုံးခြင်းဖြင့် အခြားတစ်ခုကို မလိုအပ်ဟု မဆိုလိုပါ။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အဘူ ဝါအီလ်က ပြောပြသည်မှာ “ကျွန်ုပ်သည် အူဆာမာနောက်တွင် စီးနင်းလိုက်ပါစဉ် သူ့အား ‘အွစ်မန်ကို အကြံမပေးဘဲ ဘာကြောင့်လဲ’ ဟု မေးခဲ့သည်။ သူက ‘ကျွန်ုပ် သူ့ကို အကြံပေးရင် သင်တို့ ကြားနာခွင့်ပေးသင့်တယ်လို့ သင်ထင်သလား။ ကျွန်ုပ်က သူ့ကို လျှို့ဝှက်စွာ အကြံပေးပြီး ပထမဆုံး စတင်ဖို့ မုန်းတီးမယ့်အရာကို မစတင်ပါဘူး။ တမန်တော်မြတ် ﷺ ထံမှ ကျွန်ုပ်ကြားနာခဲ့ရပြီးနောက်၊ သူသည် ကျွန်ုပ်၏ ခေါင်းဆောင်ဖြစ်နေလျှင်ပင် မည်သည့်လူတစ်ဦးအားမျှ ‘သင်သည် အကောင်းဆုံးလူသားဖြစ်သည်’ ဟု ကျွန်ုပ် မပြောပါ။’ ဟု ဆိုသည်။ ၎င်းတို့က ‘သူဘာပြောလဲ’ ဟု မေးရာ သူက ‘ကျွန်ုပ်ကြားနာခဲ့ရသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُجَاءُ بِالرَّجُلِ يَوْمَ الْقِيَامةِ فَيُلْقَى فِي النَّار فَتَنْدَلِقُ بِه أَقْتَابُهُ فيَدُورُ بِهَا فِي النَّار كَمَا يَدُورُ الْحِمَارُ بِرَحَاهُ فيُطِيفُ بِهِ أَهْلُ النَّار فَيَقُولُون: يَا فُلَانُ ما أَصَابَكَ؟ أَلَمْ تَكُنْ تَأْمُرُنَا بِالْمَعْرُوف وَتَنْهَانَا عَنِ الْمُنْكَرِ؟ فَيَقُولُ: كُنْتُ آمرُكُمْ باِلْمَعْرُوفِ وَلَا آتِيهِ وَأَنْهَاكُمْ عَنِ الْمُنْكَرِ وَآتِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် လူတစ်ဦးကို ခေါ်ဆောင်လာပြီး ငရဲထဲသို့ ပစ်ချလိမ့်မည်။ ၎င်း၏ အူများ ပြုတ်ကျလာပြီး မြည်းသည် တိုင်ပတ်လည် လည်ပတ်သကဲ့သို့ ၎င်းတို့ကို ဆွဲ၍ လည်ပတ်နေမည်။ ငရဲသားများသည် ထိုလူထံသို့ သွားရောက်ပြီး ‘သင့်အား ဘာဖြစ်ခဲ့သလဲ။ သင်သည် ကျွန်ုပ်တို့အား ကောင်းမှုပြုရန် အမိန့်ပေးလေ့မရှိခဲ့ဘူးလား။ မကောင်းမှုကို ကျူးလွန်ခြင်းမှ တားမြစ်လေ့မရှိခဲ့ဘူးလား။’ ဟု မေးလိမ့်မည်။ သူက ‘ဟုတ်ကဲ့။ ကျွန်ုပ်သည် ကောင်းမြတ်မှုကို အမိန့်ပေးခဲ့သော်လည်း ကောင်းမြတ်မှုပြုခြင်းမှ ရှောင်ကြဉ်ခဲ့ပြီး၊ ကျွန်ုပ်ကိုယ်တိုင် မကောင်းမှုကို လုပ်ဆောင်နေစဉ်တွင် သင်တို့အား မကောင်းမှုပြုခြင်းမှ တားမြစ်ခဲ့သည်’ ဟု ပြောလိမ့်မည်။)</span>”</p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်ကို အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ ထို့ပြင် အိဗ်ရာဟင်မ် အန်-နခ်ဟ်အီက ပြောကြားခဲ့သည်မှာ “အာယသ်တော်သုံးခုကြောင့် လူများအား အကြံပေးရန် ကျွန်ုပ် တွေဝေမိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ်-ဘိရ်ကို လူများအား မိန့်မှာကြသလော။ ထို့ပြင် သင်တို့ကိုယ်တိုင်မူ <span class=\"gray\">(ကျင့်သုံးရန်)</span> မေ့လျော့ကြသလော။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ - كَبُرَ مَقْتًا عِندَ اللَّهِ أَن تَقُولُوا مَا لَا تَفْعَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! သင်တို့ မပြုလုပ်သောအရာကို အဘယ်ကြောင့် ပြောဆိုကြသနည်း။ သင်တို့ မပြုလုပ်သောအရာကို သင်တို့ ပြောဆိုခြင်းသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် အလွန်မုန်းတီးဖွယ်ရာ ဖြစ်သည်)</span><span class=\"gray\">(၆၁:၂-၃)</span>။”</p><p lang=\"my\" class=\"my \">ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် တမန်တော် ရှူအိုင်ဗ်က ပြောကြားခဲ့သည်ဟု ကျွန်ုပ်တို့အား အသိပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَا أَنْهَاكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ ۚ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့အား တားမြစ်သောအရာကို သင်တို့နှင့် ဆန့်ကျင်လျက် လုပ်ဆောင်လိုခြင်းမရှိပေ။ ငါသည် ငါ့စွမ်းအားရှိသမျှ ပြုပြင်ပြောင်းလဲရန်သာ ဆန္ဒရှိသည်။ ငါ့၏ လမ်းညွှန်မှုသည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ လာနိုင်သည်။ ၎င်းအား ငါယုံကြည်ပြီး ၎င်းထံသို့ ငါနောင်တရသည်။)</span><span class=\"gray\">(၁၁:၈၈)</span>။</p>"
  }
]