[
  {
    "ayah_key": "4:97",
    "group_ayah_key": "4:97",
    "from_ayah": "4:97",
    "to_ayah": "4:100",
    "ayah_keys": "4:97,4:98,4:99,4:100",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် မိမိတို့ကိုယ်ကို မတရားပြုနေစဉ် ကောင်းကင်တမန်များက သိမ်းယူသွားသူများအတွက်၊ ၎င်းတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> က <span class=\"gray\">(၎င်းတို့အား)</span> “သင်တို့ မည်သည့် <span class=\"gray\">(အခြေအနေ)</span> တွင် ရှိခဲ့သနည်း။” ဟု ပြောကြသည်။ ၎င်းတို့က “ကျွန်ုပ်တို့သည် ကမ္ဘာမြေပေါ်တွင် အားနည်း၍ နှိပ်စက်ခံနေရသူများ ဖြစ်ခဲ့ကြပါသည်။” ဟု ပြန်ဖြေကြသည်။ ၎င်းတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> က “အလ္လာဟ်အရှင်မြတ်၏ မြေပြင်သည် သင်တို့ ပြောင်းရွှေ့ရန် မကျယ်ဝန်းခဲ့ဘူးလား။” ဟု ပြောကြသည်။ ထိုသူတို့သည် ဂျဟန္နမ်တွင် ၎င်းတို့၏ နေရာကို တွေ့ကြရမည်။ မည်မျှ ဆိုးရွားသော နေရာထိုင်ခင်းပါလိမ့်။ <span>(97)</span>အစီအမံ မတတ်နိုင်သော၊ မိမိတို့၏ လမ်းကိုလည်း မညွှန်ပြနိုင်သော အမျိုးသားများ၊ အမျိုးသမီးများနှင့် ကလေးများအနက်မှ အားနည်းသူများမှအပ <span>(98)</span>ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ခွင့်လွှတ်ပေးရန် အလားအလာရှိသူများ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်မေတ္တာထားတော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(99)</span>အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် ပြောင်းရွှေ့သွားသူသည် ကမ္ဘာမြေပေါ်တွင် နေထိုင်ရာ နေရာများစွာနှင့် စားဝတ်နေရေး ပေါကြွယ်ဝမှုကို တွေ့ရှိရလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ထံ ပြောင်းရွှေ့သူအဖြစ် မိမိအိမ်မှ ထွက်ခွာသွားပြီး သေဆုံးခြင်းက ၎င်းအား ရောက်ရှိလာပါက၊ ၎င်း၏ အကျိုးသည် အလ္လာဟ်အရှင်မြတ်အပေါ်တွင် သေချာပေါက် တည်ရှိနေပြီဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်မေတ္တာထားတော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(100)</span></p><div lang=\"my\" class=\"my \"><h2>ပြောင်းရွှေ့နိုင်စွမ်း ရှိပါလျက် မယုံကြည်သူများကြားတွင် နေထိုင်ခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက မုဟမ္မဒ် ဘင် အဗ်ဒူရ်-ရဟ်မာန်၊ အဘူ အလ်-အဆ်ဝဒ်က ပြောသည်မှာ၊ “အလ်-မဒီနာမြို့သားများသည် စစ်တပ်တစ်ခုကို ပြင်ဆင်ရန် <span class=\"gray\">(မက္ကာဟ်ရှိ အဗ်ဒူလာ ဘင် အဇ်-ဇူဘိုင်ရ်၏ ခလီဖာဟ်လက်ထက်တွင် အရှ်-ရှမ်ပြည်သူများနှင့် တိုက်ခိုက်ရန်)</span> အတင်းအကျပ် ခိုင်းခံရပြီး၊ ကျွန်ုပ်လည်း ထိုစစ်တပ်တွင် စာရင်းသွင်းခံခဲ့ရသည်။ ထို့နောက် ကျွန်ုပ်သည် အိကရီမာဟ်၊ အိဗ်နု အဗ္ဗားစ်၏ လွတ်မြောက်ကျွန်နှင့် တွေ့ဆုံပြီး <span class=\"gray\">(၎င်းအကြောင်းကို)</span> သူ့အား အသိပေးရာ၊ သူက ကျွန်ုပ်အား ထိုသို့ပြုလုပ်ခြင်းကို <span class=\"gray\">(ဆိုလိုသည်မှာ ထိုစစ်တပ်တွင် စာရင်းသွင်းခြင်းကို)</span> ပြင်းပြင်းထန်ထန် တားမြစ်ခဲ့ပြီး၊ ထို့နောက် သူက ကျွန်ုပ်အား ပြောသည်မှာ ‘အိဗ်နု အဗ္ဗားစ်က ကျွန်ုပ်အား ပြောပြသည်မှာ အချို့သော မွတ်စ်လင်မ်များသည် ရုပ်တုကိုးကွယ်သူများနှင့်အတူ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို ဆန့်ကျင်သည့် ၎င်းတို့၏ စစ်တပ်ကို ကြီးထွားလာစေရန် ထွက်ခွာသွားခဲ့ကြသည်။ ထို့နောက် မြှားတစ်စင်းက ၎င်းတို့ထဲမှ တစ်ဦးကို ထိမှန်ပြီး သေစေခဲ့သည်၊ သို့မဟုတ် ၎င်း၏ လည်ပင်းကို <span class=\"gray\">(ဓားဖြင့်)</span> ထိမှန်ပြီး သေစေခဲ့သည်၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဤအာယတ်တော်ကို ချပေးတော်မူခဲ့သည်။’”</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنفُسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိမိတို့ကိုယ်ကို မတရားပြုနေစဉ် ကောင်းကင်တမန်များက သိမ်းယူသွားသူများအတွက်)</span>။”</p><p lang=\"my\" class=\"my \">အဒ်-ဒဟ်ဟက်ခ်က ဤအာယတ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် မပူးပေါင်းဘဲ မက္ကာဟ်တွင် ကျန်ရှိနေကာ ဘဒ်ရ်တိုက်ပွဲအတွက် ရုပ်တုကိုးကွယ်သူများနှင့်အတူ ထွက်ခွာသွားခဲ့ကြသော အချို့သော ဟီဖက်ရစ်များအကြောင်းကို ထုတ်ဖော်ပြသခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ ၎င်းတို့သည် အသတ်ခံရသူများထဲတွင် ပါဝင်ခဲ့ကြသည်။ ဤသို့ဖြင့်၊ ဤဂုဏ်ယူဖွယ်ရာ အာယတ်တော်သည် ဟစ်ဂျရာပြုလုပ်နိုင်စွမ်းရှိပြီး ယုံကြည်ခြင်းကို လေ့ကျင့်နိုင်စွမ်းမရှိဘဲ ရုပ်တုကိုးကွယ်သူများကြားတွင် နေထိုင်သူများအကြောင်းကို ထုတ်ဖော်ပြသခဲ့သည်။ ထိုသူတို့သည် မိမိတို့ကိုယ်ကို မတရားပြုကျင့်ပြီး သဘောတူညီချက်အရလည်းကောင်း၊ ဤအာယတ်တော်အရလည်းကောင်း တားမြစ်ချက်တစ်ခုထဲသို့ ကျရောက်နေကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنفُسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိမိတို့ကိုယ်ကို မတရားပြုနေစဉ် ကောင်းကင်တမန်များက သိမ်းယူသွားသူများအတွက်၊)</span> ဟစ်ဂျရာကို ရှောင်ကြဉ်ခြင်းအားဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا فِيمَ كُنتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> က <span class=\"gray\">(၎င်းတို့အား)</span> “သင်တို့ မည်သည့် <span class=\"gray\">(အခြေအနေ)</span> တွင် ရှိခဲ့သနည်း။” ဟု ပြောကြသည်)</span> ဆိုလိုသည်မှာ သင်တို့ အဘယ်ကြောင့် ဤနေရာတွင် ဆက်နေပြီး ဟစ်ဂျရာမလုပ်ခဲ့သနည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “ကျွန်ုပ်တို့သည် ကမ္ဘာမြေပေါ်တွင် အားနည်း၍ နှိပ်စက်ခံနေရသူများ ဖြစ်ခဲ့ကြပါသည်။” ဟု ပြန်ဖြေကြသည်)</span> ဆိုလိုသည်မှာ ကျွန်ုပ်တို့သည် မြေကို စွန့်ခွာရန် သို့မဟုတ် ကမ္ဘာမြေပေါ်တွင် ရွေ့လျားသွားလာရန် မတတ်နိုင်ပါ။</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> က “အလ္လာဟ်အရှင်မြတ်၏ မြေပြင်သည် သင်တို့အတွက် မကျယ်ဝန်းခဲ့ဘူးလား။”)</span> အဘူ ဒါဝူးဒ်က စမုရာ ဘင် ဂျွန်ဒုဘ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ جَامَعَ الْمُشْرِكَ وَسَكَنَ مَعَهُ فَإِنَّهُ مِثْلُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရုပ်တုကိုးကွယ်သူနှင့် ပေါင်းဖက်၍ ၎င်းနှင့်အတူ နေထိုင်သူသည် ၎င်းနှင့် တူပေသည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الْمُسْتَضْعَفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အားနည်းသူများမှအပ)</span> အာယတ်တော်၏ အဆုံးအထိသည်၊ အလ္လာဟ်အရှင်မြတ်က ဤလူမျိုးများအတွက် ပြောင်းရွှေ့ရန် မလိုအပ်သည့် ဆင်ခြေတစ်ခုဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ရုပ်တုကိုးကွယ်သူများထံမှ မိမိတို့ကိုယ်ကို လွတ်မြောက်အောင် မလုပ်နိုင်ကြသောကြောင့်ဖြစ်သည်။ ၎င်းတို့ လွတ်မြောက်ခဲ့လျှင်ပင်၊ မည်သည့်လမ်းကို သွားရမည်ကို ၎င်းတို့ မသိကြပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا يَسْتَطِيعُونَ حِيلَةً وَلَا يَهْتَدُونَ سَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစီအမံ မတတ်နိုင်သော၊ မိမိတို့၏ လမ်းကိုလည်း မညွှန်ပြနိုင်သော)</span> ဆိုလိုသည်မှာ၊ မူဂျာဟစ်ဒ်၊ အိကရီမာဟ်နှင့် အဆ်-စွဒ်ဒီတို့ ပြောကြားခဲ့သည့်အတိုင်း ၎င်းတို့သည် ပြောင်းရွှေ့ရန် လမ်းကို မတွေ့ကြချေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ عَسَى اللَّهُ أَن يَعْفُوَ عَنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ခွင့်လွှတ်ပေးရန် အလားအလာရှိသူများ ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ၊ ပြောင်းရွှေ့ခြင်းမပြုခဲ့ခြင်းအတွက် ၎င်းတို့အား ခွင့်လွှတ်တော်မူမည် ဖြစ်ပြီး၊ ဤနေရာတွင် 'အလားအလာရှိသည်' ဆိုသည်မှာ ၎င်းသည် ဖြစ်မြောက်မည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَفُوًّا غَفُورًا</p><p class=\"ceb qpc-hafs\" lang=\"ceb\"><span class=\"gray\">(and Allah is Ever Oft-Pardoning, Oft-Forgiving)</span>. Al-Bukhari recorded that Abu Hurayrah said, \"While the Messenger of Allah ﷺ was praying 'Isha', he said, 'Sami' Allahu Liman Hamidah.' He then said before he prostrated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ أَنْجِ عَيَّاشَ بْنَ أبِي رَبِيعَةَ، اللَّهُمَّ أَنْجِ سَلَمَةَ بْنَ هِشَامٍ، اللَّهُمَّ أَنْجِ الْوَلِيدَ بْنَ الْوَلِيدِ، اللَّهُمَّ أَنْجِ الْمُسْتَضْعَفِينَ مِنَ الْمُؤْمِنِينَ، اللَّهُمَّ اشْدُدْ وَطْأَتَكَ عَلَى مُضَرَ، اللَّهُمَّ اجْعَلْهَا سِنِينَ كَسِنِي يُوسُفَ</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(O Allah! Save 'Ayyash bin Abi Rabi'ah. O Allah! Save Salamah bin Hisham. O Allah! Save Al-Walid bin Al-Walid. O Allah! Save the weak Muslims. O Allah! Be very hard on Mudar tribe. O Allah! Afflict them with years <span class=\"gray\">(of famine)</span> similar to the <span class=\"gray\">(famine)</span> years of the time of Prophet Yusuf.)</span>\"</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အဘူ အန်-နူအ်မန်က ပြောသည်မှာ ဟမ္မာဒ် ဘင် ဇိုင်ဒ်က ပြောသည်မှာ အယူဘ်က အိဗ်နု အဘီ မူလေးကာက ပြောသည်မှာ အိဗ်နု အဗ္ဗားစ်က အာယတ်တော်အပေါ် မှတ်ချက်ပြုခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الْمُسْتَضْعَفِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့အနက် အားနည်းသူများမှအပ)</span>၊ “ကျွန်ုပ်နှင့် ကျွန်ုပ်၏မိခင်သည် အလ္လာဟ်အရှင်မြတ်က လွတ်ငြိမ်းခွင့်ပေးခဲ့သော <span class=\"gray\">(အားနည်းသူများ)</span> ထဲတွင် ပါဝင်ခဲ့ကြသည်။” အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الْأَرْضِ مُرَاغَمًا كَثِيرًا وَسَعَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် ပြောင်းရွှေ့သွားသူသည် ကမ္ဘာမြေပေါ်တွင် နေထိုင်ရာ နေရာများစွာနှင့် စားဝတ်နေရေး ပေါကြွယ်ဝမှုကို တွေ့ရှိရလိမ့်မည်။)</span> ဤသည်မှာ ယုံကြည်သူများအား ဟစ်ဂျရာပြုလုပ်ရန်နှင့် ရုပ်တုကိုးကွယ်သူများကို စွန့်ပစ်ရန် တိုက်တွန်းခြင်းဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ယုံကြည်သူသည် မည်သည့်နေရာသို့ ပြောင်းရွှေ့သည်ဖြစ်စေ၊ သူသည် ခိုလှုံရာ ဘေးကင်းလုံခြုံသည့် နေရာကို တွေ့ရှိရလိမ့်မည်။ မူဂျာဟစ်ဒ်က ပြောသည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">مُرَاغَمًا كَثِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေထိုင်ရာ နေရာများစွာ)</span> ဆိုလိုသည်မှာ၊ သူ မနှစ်သက်သောအရာများမှ ထွက်ပေါက်ကို သူ တွေ့ရှိရလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَعَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် စားဝတ်နေရေး ပေါကြွယ်ဝမှု။)</span> ဆိုသည်မှာ စားနပ်ရိက္ခာကို ရည်ညွှန်းသည်။ ကွာတာဒါဟ်ကလည်း ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَجِدْ فِي الْأَرْضِ مُرَاغَمًا كَثِيرًا وَسَعَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ကမ္ဘာမြေပေါ်တွင် နေထိုင်ရာ နေရာများစွာနှင့် စားဝတ်နေရေး ပေါကြွယ်ဝမှုကို တွေ့ရှိရလိမ့်မည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က သူ့အား လမ်းမှားမှ လမ်းမှန်သို့လည်းကောင်း၊ ဆင်းရဲခြင်းမှ ကြွယ်ဝခြင်းသို့လည်းကောင်း ခေါ်ဆောင်သွားမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَخْرُجْ مِن بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ထံ ပြောင်းရွှေ့သူအဖြစ် မိမိအိမ်မှ ထွက်ခွာသွားပြီး သေဆုံးခြင်းက ၎င်းအား ရောက်ရှိလာပါက၊ ၎င်း၏ အကျိုးသည် အလ္လာဟ်အရှင်မြတ်အပေါ်တွင် သေချာပေါက် တည်ရှိနေပြီဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ ပြောင်းရွှေ့ခြင်းကို စတင်ပြီး လမ်းတွင် သေဆုံးသွားသူ မည်သူမဆိုသည် အလ္လာဟ်အရှင်မြတ်အတွက် ပြောင်းရွှေ့သူများ၏ အကျိုးကို ရရှိလိမ့်မည်။ မုစ်နဒ်နှင့် စူနန် စုစည်းသူများနည်းတူ ဆဟီးဟ်ကျမ်းနှစ်အုပ်လုံးက 'အုမရ် ဘင် အလ်-ခတ္တားဘ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْأَعْمَالُ بِالنِّــيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِىءٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلى دُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلى مَا هَاجَرَ إِلَيْه</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လုပ်ရပ်များ၏ အကျိုးသည် ရည်ရွယ်ချက်များအပေါ် မူတည်ပြီး၊ လူတိုင်းသည် မိမိရည်ရွယ်ခဲ့သည့်အရာအတိုင်း အကျိုးပေးခံရမည်ဖြစ်သည်။ ထို့ကြောင့်၊ အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ထံ ပြောင်းရွှေ့သူ မည်သူမဆို၊ ၎င်း၏ ပြောင်းရွှေ့ခြင်းသည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်အတွက် ဖြစ်သည်။ ကမ္ဘာ့အကျိုးစီးပွားအတွက် သို့မဟုတ် လက်ထပ်ရန် အမျိုးသမီးတစ်ဦးအတွက် ပြောင်းရွှေ့သူ မည်သူမဆို၊ ၎င်း၏ ပြောင်းရွှေ့ခြင်းသည် ၎င်းပြောင်းရွှေ့ခဲ့သောအရာအတွက် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးသ်တော်သည် အထွေထွေဖြစ်ပြီး၊ ဟစ်ဂျရာအတွက်သာမက အခြားသော လုပ်ရပ်တိုင်းအတွက်ပါ သက်ဆိုင်သည်။ ဆဟီးဟ်ကျမ်းနှစ်အုပ်တွင် ဖော်ပြထားသည်မှာ လူတစ်ဦးသည် လူကိုးဆယ့်ကိုးဦးကို သတ်ဖြတ်ခဲ့ပြီး၊ ဝတ်ပြုသူတစ်ဦးကို သတ်ဖြတ်လိုက်သောအခါ တစ်ရာပြည့်ခဲ့သည်။ ထို့နောက် သူသည် နောင်တရရန် အခွင့်အရေးရှိပါသလားဟု ပညာရှင်တစ်ဦးအား မေးမြန်းခဲ့သည်။ ထိုပညာရှင်က “အဘယ်အရာက သင့်အား နောင်တရခြင်းမှ တားဆီးနေသနည်း။” ဟု ပြောကြားခဲ့သည်။ ထိုပညာရှင်က ထိုလူသတ်သမားအား သူ၏နယ်မြေမှ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ရာ အခြားနယ်မြေတစ်ခုသို့ ပြောင်းရွှေ့ရန် ပြောကြားခဲ့သည်။ သူသည် သူ၏နယ်မြေကို စွန့်ခွာ၍ အခြားနယ်မြေသို့ ပြောင်းရွှေ့ခြင်းကို စတင်လိုက်သောအခါ၊ လမ်းတွင် သေဆုံးခြင်းက သူ့အား လွှမ်းမိုးခဲ့သည်။ ကရုဏာ၏ ကောင်းကင်တမန်များနှင့် အပြစ်ပေးခြင်း၏ ကောင်းကင်တမန်များသည် ထိုလူနှင့်ပတ်သက်၍ အငြင်းပွားခဲ့ကြသည်၊ ရှေးဦးကောင်းကင်တမန်များက သူသည် နောင်တရပြီး ထွက်ခွာသွားသည်ဟု ပြောကြားခဲ့ပြီး၊ နောက်ပိုင်းကောင်းကင်တမန်များကမူ သူသည် သူ၏ခရီးပန်းတိုင်သို့ မရောက်ရှိခဲ့ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့သည် မြေနှစ်ခုကြား အကွာအဝေးကို တိုင်းတာရန် အမိန့်ခံခဲ့ရပြီး၊ သူနှင့် ပိုမိုနီးစပ်သည့် မြေသို့ သူသည် ထိုမြေ၏ အစိတ်အပိုင်းအဖြစ် သတ်မှတ်ခံရမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ဖြောင့်မတ်သော မြေကို ပိုမိုနီးကပ်စေရန်နှင့် ဆိုးယုတ်သော မြေကို ပိုမိုဝေးကွာစေရန် အမိန့်ပေးခဲ့သည်။ ကောင်းကင်တမန်များက သူသည် သူပြောင်းရွှေ့ရန် ရည်ရွယ်ခဲ့သော မြေနှင့် လက်တစ်ဆစ်အကွာ ပိုမိုနီးကပ်စွာ သေဆုံးခဲ့ကြောင်း တွေ့ရှိရပြီး၊ ထို့ကြောင့် ကရုဏာ၏ ကောင်းကင်တမန်များက သူ၏ဝိညာဉ်ကို သိမ်းယူခဲ့သည်။ အခြားပြောကြားချက်တစ်ခုတွင် ထိုလူအား သေဆုံးခြင်းရောက်ရှိလာသောအခါ၊ သူသည် သူပြောင်းရွှေ့ခဲ့သော ဖြောင့်မတ်သော ရွာဘက်သို့ သူ၏ရင်ဘတ်ကို ရွှေ့ခဲ့သည်။</p>"
  }
]