[
  {
    "ayah_key": "7:179",
    "group_ayah_key": "7:179",
    "from_ayah": "7:179",
    "to_ayah": "7:179",
    "ayah_keys": "7:179",
    "text": "<p class=\"my translation\" lang=\"my\">စင်စစ် ဂျင်န်နှင့် လူသားများစွာကို ငရဲအတွက် ဖန်ဆင်းထားတော်မူသည်။ သူတို့၌ နားမလည်နိုင်သော နှလုံးသားများ ရှိသည်။ မမြင်နိုင်သော မျက်စိများ ရှိသည်။ မကြားနိုင်သော နားများ <span class=\"gray\">(မှန်ကန်သော အမှန်တရားကို)</span> ရှိသည်။ သူတို့သည် နွားများကဲ့သို့ဖြစ်သည်၊ သို့မဟုတ် ထို့ထက်ပင် လမ်းမှားလေသည်။ ထိုသူတို့သည် ဂရုမစိုက်သူများ <span>(၁၇၉)</span> ဖြစ်ကြသည်။</p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်ခြင်းနှင့် ဘုရားသခင်၏ အမိန့်တော်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲအတွက် ကျွန်ုပ်တို့ ဖန်ဆင်းထားတော်မူသည်)</span> ကျွန်ုပ်တို့သည် ငရဲတွင် အစုတစ်စုကို ဖန်ဆင်းထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَثِيرًا مِّنَ الْجِنِّ وَالْإِنسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျင်န်နှင့် လူသားများစွာကို)</span> သူတို့၏ လုပ်ဆောင်မှုများဖြင့် ငရဲအတွက် ကျွန်ုပ်တို့ ပြင်ဆင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းခြင်းကို ဖန်ဆင်းရန် ရည်ရွယ်တော်မူသောအခါ၊ သူတို့မပေါ်ပေါက်မီကပင် သူတို့၏ လုပ်ငန်းများကို သိတော်မူသည်။ ကောင်းကင်နှင့်မြေကြီးကို မဖန်ဆင်းမီ နှစ်ငါးသောင်းကပင် ဤအရာအားလုံးကို ကျမ်းစာတစ်အုပ်တွင် ရေးမှတ်၍ ထားတော်မူသည်။ မွတ်စလင်မ်မှ 'အဗ်ဒုလ္လာဟ် အိဗ်နု အမ်ရ် က တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ကို မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ قَدَّرَ مَقَادِيرَ الْخَلْقِ قَبْلَ أَنْ يَخْلُقَ السَّمَوَاتِ وَالْأَرْضَ بِخَمْسِينَ أَلْفَ سَنَةٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်နှင့်မြေကြီးကို မဖန်ဆင်းမီ နှစ်ငါးသောင်းကတည်းက ဖန်ဆင်းထားသော အရာများ၏ ကံကြမ္မာနှင့် တိုင်းတာမှုကို ဆုံးဖြတ်ထားတော်မူသည်။ ထို့အပြင် ကိုယ်တော်၏ပလ္လင်တော်သည် ရေပေါ်၌ ရှိတော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">ဤအကြောင်းအရာနှင့်ပတ်သက်၍ ဟဒီးစ်တော်များစွာ ရှိသည်။ အလ်-ကဒရ် ကိစ္စသည် အလွန်အရေးကြီးသော်လည်း၊ ဤနေရာတွင် ကျွန်ုပ်တို့ ဆွေးနွေးသင့်သည် မဟုတ်ပေ။ </p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ قُلُوبٌ لَّا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَّا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَّا يَسْمَعُونَ بِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့တွင် နားမလည်သော နှလုံးသားများ ရှိသည်၊ မမြင်သော မျက်စိများ ရှိသည်၊ မကြားသော နားများ ရှိသည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား လမ်းညွှန်မှုရရှိရန်အတွက် ဖန်တီးပေးထားသော အဆိုပါအာရုံများမှ ၎င်းတို့ အကျိုးမခံစားရခြင်းဖြစ်သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُم مِّن شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူတို့အား ကြားနိုင်သော၊ မြင်နိုင်သော အာရုံများနှင့် နှလုံးသားများကို ပေးအပ်ခဲ့သည်၊ သို့သော် သူတို့သည် အာယတ်များကို ငြင်းပယ်လေ့ရှိသောကြောင့် သူတို့၏ ကြားခြင်း၊ မြင်ခြင်းနှင့် နှလုံးသားများသည် ၎င်းတို့အား အဘယ်အရာမျှ အကျိုးမပြုခဲ့ပေ။)</span><span class=\"gray\">[၄၆:၂၆]</span>။ အလ္လာဟ်အရှင်မြတ်သည် ရွဲ့ပြိုင်သူများအကြောင်းကိုလည်း မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သူတို့သည်)</span> နားပင်း၊ ဆွံ့အ၊ မျက်စိကန်းသူများ ဖြစ်ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် <span class=\"gray\">(မှန်ကန်သောလမ်းသို့)</span> ပြန်မလှည့်ကြပေ။)</span><span class=\"gray\">[၂:၁၈]</span>၊ မယုံကြည်သူများအကြောင်းကိုလည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သူတို့သည်)</span> နားပင်း၊ ဆွံ့အ၊ မျက်စိကန်းသူများ ဖြစ်ကြသည်။ ထို့ကြောင့် ၎င်းတို့ နားမလည်ကြပေ။)</span><span class=\"gray\">[၂:၁၇၁]</span></p><p lang=\"my\" class=\"my \">သို့သော် သူတို့သည် လမ်းညွှန်မှုနှင့်ပတ်သက်၍မှသာ နားပင်း၊ ဆွံ့အ သို့မဟုတ် မျက်စိကန်းခြင်း မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا وَّهُم مُّعْرِضُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သူတို့၌ ကောင်းသောအရာ တစ်စုံတစ်ရာ ရှိကြောင်း သိတော်မူခဲ့ပါလျှင်၊ ၎င်းတို့အား နားထောင်စေခဲ့မည်သာ ဖြစ်သည်။ သူတို့အား နားထောင်စေခဲ့သော်လည်း ၎င်းတို့သည် <span class=\"gray\">(အမှန်တရားကို)</span> ရွံမုန်းစွာဖြင့် နောက်ပြန်လှည့်သွားမည်သာ ဖြစ်သည်။)</span><span class=\"gray\">[၈:၂၃]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَٰكِن تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မျက်စိများသည် ကန်းသည်မဟုတ်၊ ရင်ဘတ်ထဲရှိ နှလုံးသားများသာ ကန်းခြင်းဖြစ်သည်။)</span><span class=\"gray\">[၂၂:၄၆]</span>၊ ထို့အပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْشُ عَن ذِكْرِ الرَّحْمَٰنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ - وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်ကရုဏာရှင် <span class=\"gray\">(အလ္လာဟ်)</span> အရှင်မြတ်ကို သတိရခြင်းမှ မျက်စိမှိတ်၍ လွှဲဖယ်သူ မည်သူမဆို၊ ကျွန်ုပ်တို့သည် ထိုသူအတွက် ရှိုက်သွာန်ကို ရင်းနှီးသော အဖော်အဖြစ် ခန့်အပ်ပေးမည်။ စင်စစ် ၎င်းတို့သည် သူတို့အား လမ်းမှ ဟန့်တားကြသည်၊ သို့သော် သူတို့သည် မိမိတို့ လမ်းမှန်ရရှိပြီဟု ထင်မှတ်ကြသည်။)</span><span class=\"gray\">[၄၃:၃၆-၃၇]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ كَالْأَنْعَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် နွားများကဲ့သို့ဖြစ်သည်)</span>၊ ဆိုလိုသည်မှာ အမှန်တရားကို မကြား၊ မနားလည်၊ လမ်းညွှန်မှုကို မမြင်နိုင်သူများသည် ဤကမ္ဘာပေါ်ရှိ ၎င်းတို့၏ အသက်ကို ထိန်းသိမ်းရန်မှလွဲ၍ ဤအာရုံများမှ အကျိုးမခံစားရသော ကျက်စားနေသည့် နွားများကဲ့သို့ပင် ဖြစ်သည်။ အလားတူ အာယတ်တော်တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့၏ ပုံပမာသည် ခေါ်သံများနှင့် အော်ဟစ်သံများမှလွဲ၍ အဘယ်အရာမျှ မကြားနိုင်သောသူတို့အား အော်ဟစ်သူ၏ ပုံပမာကဲ့သို့ ဖြစ်သည်)</span><span class=\"gray\">[၂:၁၇၁]</span>။ ဆိုလိုသည်မှာ သူတို့အား သာသနာတော်သို့ ခေါ်ဆောင်သောအခါ ၎င်းတို့၏ ပုံပမာသည် သိုးထိန်း၏ အသံကိုသာ ကြားရသော်လည်း သူပြောသောစကားကို နားမလည်သော နွားများ၏ ပုံပမာကဲ့သို့ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား ထပ်မံ၍ ဖော်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُمْ أَضَلُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ထို့ထက်ပင် လမ်းမှားလေသည်)</span>၊ နွားများထက်၊ အဘယ်ကြောင့်ဆိုသော် နွားများသည် သူတို့၏ သိုးထိန်းခေါ်သံကို နားမလည်သော်လည်း တုံ့ပြန်နေဆဲ ဖြစ်သည်။ ဤနေရာတွင် ဖော်ပြထားသော လူတို့သည် သူတို့ဖန်ဆင်းခံရသည့် ရည်ရွယ်ချက်နှင့် ဝန်ဆောင်မှုကို ဖြည့်ဆည်းပေးသော နွားများနှင့် မတူပေ။ မယုံကြည်သူသည် အလ္လာဟ်အရှင်မြတ်ကို တစ်ဆူတည်း ကိုးကွယ်ရန် ဖန်ဆင်းခံရသော်လည်း သူသည် အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်ဘဲ ကိုယ်တော်၏ ကိုးကွယ်မှုတွင် အခြားသူများကို ဖက်စပ်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်ကို နာခံသူများသည် အချို့သော ကောင်းကင်တမန်များထက် ပိုမိုမြင့်မြတ်ပြီး နွားများသည် အရှင်ကို မယုံကြည်သူများထက် ပိုမိုကောင်းမွန်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَٰئِكَ هُمُ الْغَافِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် နွားများကဲ့သို့ ဖြစ်သည်။ ထိုမျှမက၊ ပို၍ပင် လမ်းမှားသူများဖြစ်သည်။ ထိုသူတို့သည် ဂရုမစိုက်သူများ ဖြစ်ကြသည်။)</span></p>"
  },
  {
    "ayah_key": "7:18",
    "group_ayah_key": "7:18",
    "from_ayah": "7:18",
    "to_ayah": "7:18",
    "ayah_keys": "7:18",
    "text": "<p class=\"my translation\" lang=\"my\"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က <span class=\"gray\">(အစ်ဗ်လစ်စ်အား)</span> ပြောကြားခဲ့သည်- \"ဤ <span class=\"gray\">(ဂျန္နတ်ဥယျာဉ်)</span>မှ ထွက်သွား၊ မဒ်ဇ်အူမန် မဒ်ဟူရာ (စက်ဆုပ်ဖွယ်ကောင်းသူ၊ နှင်ထုတ်ခံရသူ)။ သူတို့ <span class=\"gray\">(လူသား)</span> များထဲမှ မည်သူမဆို သင့်ကို လိုက်နာမည်ဆိုပါက ဧကန်မုချ ငါသည် ငရဲကို သင်တို့အားလုံးဖြင့် ဖြည့်တင်းမည်။ <span>(18)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရှိုက်သွာန်အား အမြင့်ဆုံးနေရာများမှ ကျိန်ဆဲခြင်း၊ နှင်ထုတ်ခြင်း၊ ပစ်ပယ်ခြင်းနှင့် ဖယ်ရှားပစ်ခြင်းတို့ကို အလေးအနက်ထား ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျာရီရ်က \"မဒ်ဇ်အူမ်ကို ရှုတ်ချခံရသူဟု ဆိုသည်။\" သူက ထပ်မံ၍ \"မဒ်ဟူရ်သည် ဝေးကွာသူဖြစ်သည်၊ ဆိုလိုသည်မှာ သူသည် နှင်ထုတ်ခံရသူ၊ ပစ်ပယ်ခံရသူဖြစ်သည်။\" အဗ်ဒူရ်-ရဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အစလမ်က \"မဒ်ဇ်အူဟ် နှင့် မဒ်ဇ်မူးမ် ဖြစ်သူကို တစ်ဦးတည်းမှလွဲ၍ ကျွန်ုပ်တို့ မသိပါ။\" ဆူဖ်ယန် အစ်-သွော်ရီက အဗူ အိစ်ဟာက်မှ အသ်-တာမီမီမှတဆင့် အိဗ်နု အဗ္ဗားစ်မှ သတင်းပို့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">اخْرُجْ مِنْهَا مَذْءُومًا مَّدْحُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤ <span class=\"gray\">(ဂျန္နတ်ဥယျာဉ်)</span>မှ ထွက်သွား၊ မဒ်ဇ်အူမန် မဒ်ဟူရာ)</span> \"မုန်းတီးခံရသူ။\" အလီ ဘင်န် အဘီ သလ်ဟဟ်က အိဗ်နု အဗ္ဗားစ်က မှတ်ချက်ပေးခဲ့ကြောင်း သတင်းပို့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">اخْرُجْ مِنْهَا مَذْءُومًا مَّدْحُورًا</p><p lang=\"vi\" class=\"vi \"><span class=\"gray\">(Get out from this <span class=\"gray\">(Paradise)</span>, 'Madh'ūman Madhūra')</span><span class=\"gray\">[7:18]</span></p><p lang=\"my\" class=\"my \">\"အထင်သေးခံရသူနှင့် မုန်းတီးခံရသူ\" ဟုဆိုပြီး အစ်-စွတ်ဒီကမူ \"မုန်းတီးဖွယ်ကောင်းသူနှင့် နှင်ထုတ်ခံရသူ\" ဟု မှတ်ချက်ပြုသည်။ ကွသာဒဟ်က \"ကျိန်စာသင့်ခံရသူနှင့် မုန်းတီးခံရသူ\" ဟု မှတ်ချက်ပြုပြီး မူဂျာဟစ်ဒ်က \"နှင်ထုတ်ခံရသူနှင့် ပစ်ပယ်ခံရသူ\" ဟု ဆိုသည်။ အာရ်-ရဘီအ် ဘင်န် အနတ်စ်က 'မဒ်ဇ်အူမ်' ဆိုသည်မှာ နှင်ထုတ်ခံရခြင်းဟု ဆိုပြီး 'မဒ်ဟူရာ' ဆိုသည်မှာ အထင်သေးခံရခြင်းဟု ဆိုသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَّمَن تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ <span class=\"gray\">(လူသား)</span> များထဲမှ မည်သူမဆို သင့်ကို လိုက်နာမည်ဆိုပါက ဧကန်မုချ ငါသည် ငရဲကို သင်တို့အားလုံးဖြင့် ဖြည့်တင်းမည်။)</span> ဤသည်မှာ အလားတူဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اذْهَبْ فَمَن تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَّوْفُورًا - وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُم بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا - إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وَكَفَىٰ بِرَبِّكَ وَوَكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က မိန့်တော်မူသည်- \"သွား၊ ၎င်းတို့အနက်မှ မည်သူမဆို သင့်နောက်သို့ လိုက်ပါက၊ ဧကန်မုချ ငရဲသည် သင်တို့ <span class=\"gray\">(အားလုံး)</span> အတွက် လုံလောက်သော အကျိုးဆပ်မှု ဖြစ်မည်။ သင့်အသံဖြင့် ၎င်းတို့အနက်မှ သင်တတ်နိုင်သူများကို တဖြည်းဖြည်း လှည့်ဖြားလော့၊ သင့်မြင်းတပ်နှင့် ခြေလျင်တပ်ဖြင့် ၎င်းတို့ကို တိုက်ခိုက်လော့၊ ၎င်းတို့၏ စည်းစိမ်ဥစ္စာနှင့် သားသမီးများတွင် ပါဝင်လော့၊ ၎င်းတို့အား ကတိများ ပေးလော့။\" သို့သော် ရှိုက်သွာန်သည် လှည့်ဖြားခြင်းမှလွဲ၍ အခြားမည်သည့်အရာကိုမျှ ကတိမပေးပါ။ \"ဧကန်စင်စစ် ငါ၏ကျွန်များအပေါ်တွင် သင်သည် မည်သည့်အာဏာမှ မရှိပါ။ ထို့ပြင် သင့်၏အရှင်သည် ထိန်းသိမ်းစောင့်ရှောက်သူအဖြစ် လုံလောက်လှသည်။\")</span><span class=\"gray\">[17:63-65]</span></p>"
  },
  {
    "ayah_key": "7:180",
    "group_ayah_key": "7:180",
    "from_ayah": "7:180",
    "to_ayah": "7:180",
    "ayah_keys": "7:180",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်၌ အလှပဆုံးနာမတော်များရှိ၏။ ထို့ကြောင့် ၎င်းနာမတော်များဖြင့် ကိုယ်တော်ကိုပန်ကြားကြကုန်။ ကိုယ်တော်၏နာမတော်များကို မယုံကြည်ငြင်းပယ်သူတို့နှင့် ခွဲခွာကြကုန်။ ၎င်းတို့ပြုခဲ့သော အမှုများအတွက် ပြန်လည်အကျိုးပေးခြင်းခံရပေမည်။ <span>(180)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ အလှပဆုံးနာမတော်များ</h2></div><p lang=\"fil\" class=\"fil \">Abu Hurayrah narrated that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ للهِ تِسْعًا وَتِسْعِينَ اسْمًا مِائَةً إِلَّا وَاحِدًا، مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ وَهُوَ وِتْرٌ يُحِبُّ الْوِتْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်တွင် နာမတော် ကိုးဆယ့်ကိုးပါး (တစ်ရာမှ တစ်ပါးလျော့) ရှိသည်။ မည်သူမဆို ၎င်းတို့အား ရေတွက်သူ <span class=\"gray\">(နှင့် ထိန်းသိမ်းသူ)</span> သည် ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် ဝစ်သ်ရ် <span class=\"gray\">(တစ်ပါးတည်း)</span> ဖြစ်တော်မူပြီး အလ်-ဝစ်သ်ရ် <span class=\"gray\">(မ ကိန်းဂဏန်းများ)</span> ကို ချစ်တော်မူသည်။)</span> ဆွဟီဟ်ကျမ်းနှစ်အုပ်က ဤဟဒီးဆ်ကို စုဆောင်းထားသည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်များသည် ကိုးဆယ့်ကိုးပါးတည်းဟု ကန့်သတ်မထားကြောင်း ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်။ ဥပမာအားဖြင့်၊ အီမာမ် အဟ်မဒ်သည် ၎င်း၏ မွစ်နဒ်ကျမ်းတွင် 'အဗ်ဒုလ္လာဟ် ဗင်န် မဆ်အူဒ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူကြောင်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَصَابَ أَحَدًا قَطُّ هَمٌّ وَلَا حَزَنٌ فَقَالَ: اللَّهُمَّ إِنِّي عَبْدُكَ، ابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ سَمَّيْتَ بِهِ نَفْسَكَ أَوْ أَنْزَلْتَهُ في كِتَابِكَ أَوْ عَلَّمْتَهُ أَحَدًا مِنْ خَلْقِكَ أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ أَنْ تَجْعَلَ الْقُرآنَ الْعَظِيمَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلَاءَ حُزْنِي، وَذَهَابَ هَمِّي، إِلَّا أَذْهَبَ اللهُ حُزْنَهُ وَهَمَّهُ وَأَبْدَلَ مَكَانَهُ فَرَحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝမ်းနည်းပူဆွေးမှု သို့မဟုတ် စိုးရိမ်သောကများ လွှမ်းမိုးခံရသော မည်သူမဆိုသည် 'အို အလ္လာဟ်အရှင်မြတ်! အကျွန်ုပ်သည် ကိုယ်တော်၏ကျွန်၊ ကိုယ်တော်၏ကျွန်မ၏သားဖြစ်ပါသည်။ အကျွန်ုပ်၏ နဖူးဆံပင်သည် ကိုယ်တော်၏လက်တော်၌ရှိပါသည်။ အကျွန်ုပ်နှင့်ပတ်သက်သော ကိုယ်တော်၏ဆုံးဖြတ်ချက်သည် အမှန်ပင်ဖြစ်မြောက်လိမ့်မည်။ အကျွန်ုပ်အပေါ် ကိုယ်တော်၏စီရင်ဆုံးဖြတ်ချက်သည် တရားမျှတပါသည်။ အကျွန်ုပ်သည် ကိုယ်တော်၌ရှိသော နာမတော်တိုင်းဖြင့်လည်းကောင်း၊ ကိုယ်တော်ကိုယ်တိုင် ခေါ်ဝေါ်ခဲ့သော နာမတော်တိုင်းဖြင့်လည်းကောင်း၊ ကိုယ်တော်၏ကျမ်းဂန်တွင် ထင်ရှားစေခဲ့သော နာမတော်တိုင်းဖြင့်လည်းကောင်း၊ ကိုယ်တော်၏ဖန်ဆင်းခံများအနက် မည်သူ့ကိုမဆို သင်ကြားပေးခဲ့သော နာမတော်တိုင်းဖြင့်လည်းကောင်း၊ ကိုယ်တော်၌ရှိသော မမြင်ရသော ကိစ္စရပ်များ၏ အသိပညာတွင် ကိုယ်တော်သိမ်းဆည်းထားသော နာမတော်တိုင်းဖြင့်လည်းကောင်း ကိုယ်တော်ကို ပန်ကြားပါသည်။ ဂုဏ်သရေရှိသော ကူရ်အာန်ကျမ်းတော်မြတ်ကို အကျွန်ုပ်၏နှလုံးသား၏ နွေဦး၊ အကျွန်ုပ်၏ရင်ဘတ်၏အလင်း၊ အကျွန်ုပ်၏ပူဆွေးမှုတို့ကို ဖယ်ရှားပေးသူနှင့် အကျွန်ုပ်၏စိုးရိမ်ပူပန်မှုတို့ကို ကင်းဝေးစေသူအဖြစ် ပြုလုပ်ပေးတော်မူပါ' ဟု ဆုတောင်းပါက၊ အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ပူဆွေးမှုနှင့်ဝမ်းနည်းမှုတို့ကို ဖယ်ရှားပေးပြီး ဝမ်းမြောက်မှုဖြင့် အစားထိုးပေးလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ ကို \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ဤစကားလုံးများကို ကျွန်ုပ်တို့ သင်ယူသင့်ပါသလား\" ဟု မေးမြန်းသောအခါ ကိုယ်တော်က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَى يَنْبَغِي لِكُلِّ مَنْ سَمِعَهَا أَنْ يَتَعَلَّمَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ကဲ့။ ဤဆုတောင်းကို ကြားသူအားလုံးအတွက် ၎င်းကိုသင်ယူရန် မဖြစ်မနေလိုအပ်ပါသည်။)</span></p><p lang=\"gd\" class=\"gd \">Al-'Awfi said that Ibn 'Abbas said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကိုယ်တော်၏နာမတော်များကို မယုံကြည်ငြင်းပယ်သူတို့နှင့် ခွဲခွာကြကုန်)</span></p><p lang=\"my\" class=\"my \">\"အလ္လာဟ်အရှင်မြတ်၏ နာမတော်များကို မယုံကြည်ငြင်းပယ်ခြင်းတွင် အလ်-လာတ် <span class=\"gray\">(ရုပ်တုတစ်ခု)</span> သည် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်မှ ဆင်းသက်လာသည်ဟု ပြောဆိုခြင်းလည်း ပါဝင်သည်။\" အိဗ်နု ဂျူရိုင်ဂျ်သည် မူဂျာဟစ်ဒ်ထံမှ သူ၏ မှတ်ချက်ပေးမှုကို ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကိုယ်တော်၏နာမတော်များကို မယုံကြည်ငြင်းပယ်သူတို့နှင့် ခွဲခွာကြကုန်)</span></p><p lang=\"my\" class=\"my \">\"၎င်းတို့သည် အလ်-လာတ် <span class=\"gray\">(ရုပ်တုအမည်)</span> ကို အလ္လာဟ်ထံမှ ဆင်းသက်စေခဲ့ပြီး၊ အလ်-'အုဇ္ဇာ <span class=\"gray\">(အခြားရုပ်တု)</span> ကို အလ်-'အဇီးဇ် <span class=\"gray\">(အနန္တတန်ခိုးရှင်)</span> ထံမှ ဆင်းသက်စေခဲ့သည်။\" ကသာဒါးက အီလ်ဟဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်များတွင် အခြားသူများကို အလ္လာဟ်အရှင်မြတ်နှင့်တွဲဖက်ကိုးကွယ်ခြင်း <span class=\"gray\">(ဥပမာ- ရုပ်တုတစ်ခုကို အလ်-'အုဇ္ဇာဟု ခေါ်ခြင်း)</span> ကို ရည်ညွှန်းသည်ဟု ဖော်ပြခဲ့သည်။ အီလ်ဟဒ်ဟူသော စကားလုံး <span class=\"gray\">[အာယသ်တော်တွင် အခြားပုံစံဖြင့် အသုံးပြုထားသည်]</span> သည် သွေဖည်ခြင်း၊ ဆိုးသွမ်းခြင်း၊ မတရားမှုနှင့် လမ်းမှားခြင်းဟု အဓိပ္ပာယ်ရသည်။ သင်္ချိုင်းတွင်းရှိ တွင်းပေါက်ကို လဟ်ဒ်ဟုခေါ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် တွင်းထဲမှ တွင်းတစ်ခုဖြစ်ပြီး ကစ်ဗ်လာ <span class=\"gray\">(ဆုတောင်းခြင်း၏ ဦးတည်ရာ)</span> ဘက်သို့ လှည့်ထားသောကြောင့်ဖြစ်သည်။</p>"
  }
]