[
  {
    "ayah_key": "2:164",
    "group_ayah_key": "2:164",
    "from_ayah": "2:164",
    "to_ayah": "2:164",
    "ayah_keys": "2:164",
    "text": "<p lang=\"my\" class=\"my \">စင်စစ် ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းထားခြင်း၌လည်းကောင်း၊ နေ့နှင့်ညတို့ ပြောင်းလဲလည်ပတ်ခြင်း၌လည်းကောင်း၊ လူသားတို့အတွက် အကျိုးရှိသောအရာများကို သယ်ဆောင်၍ ပင်လယ်ပြင်၌ ရွက်လွှင့်သွားလာနေသော သင်္ဘောများ၌လည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်မှ မိုးရေ <span class=\"gray\">(မိုးရေ)</span> ကို ပို့ချတော်မူကာ ကမ္ဘာမြေကြီး သေဆုံးပြီးနောက် ယင်းကို ပြန်လည်အသက်ရှင်စေခြင်း၌လည်းကောင်း၊ အရှင်မြတ်သည် ယင်း၌ ပျံ့နှံ့စေခဲ့သော လှုပ်ရှားနေသော <span class=\"gray\">(အသက်ရှင်သော)</span> သတ္တဝါအမျိုးမျိုးတို့၌လည်းကောင်း၊ လေတိုက်ခတ်ခြင်းနှင့် ကောင်းကင်နှင့် ကမ္ဘာမြေအကြားတွင် တည်ရှိနေသော မိုးတိမ်များ၌လည်းကောင်း၊ ဉာဏ်ပညာရှိသူတို့အတွက် စင်စစ် Ayat <span class=\"gray\">(သက်သေများ၊ အထောက်အထားများ၊ လက္ခဏာများ စသည်တို့)</span> ရှိကြသည်။ <span>(၁၆၄)</span></p><div lang=\"my\" class=\"my \"><h2>တောင်ဟိဒ်အတွက် သက်သေများ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းထားခြင်း၌လည်းကောင်း...)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ ကောင်းကင်ဘုံသည် ၎င်း၏ မြင့်မားမှု၊ ရှုပ်ထွေးသော ဒီဇိုင်း၊ ကျယ်ပြောမှု၊ လှည့်ပတ်နေသော ကောင်းကင်ဘုံရှိ အရာဝတ္ထုများတို့နှင့်အတူ၊ ဤကမ္ဘာမြေသည် ၎င်း၏ သိပ်သည်းမှု၊ ၎င်း၏ မြေနိမ့်ပိုင်းများ၊ တောင်များ၊ ပင်လယ်များ၊ သဲကန္တာရများ၊ ချိုင့်ဝှမ်းများ၊ အခြားဖွဲ့စည်းပုံများ၊ နှင့် ၎င်းတွင်ရှိသော အကျိုးပြုအရာများတို့နှင့်အတူ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် ဆက်လက်၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် နေ့နှင့်ညတို့ ပြောင်းလဲလည်ပတ်ခြင်း၌။)</span></p><p lang=\"my\" class=\"my \">ဤ <span class=\"gray\">(ည)</span> သည် လာပြီးနောက် ထွက်ခွာသွားသည်၊ ထို့နောက် အခြား <span class=\"gray\">(နေ့)</span> သည် တစ်စက္ကန့်မျှပင် မနှောင့်နှေးဘဲ လိုက်လာသည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေသည် လကို လွန်ဆွဲ၍မရ၊ ညသည်လည်း နေ့ကို ကျော်လွန်၍မရပေ။ ၎င်းတို့အားလုံးသည် မိမိတို့၏ လမ်းကြောင်းအတိုင်း ရွေ့လျားနေကြသည်။)</span><span class=\"gray\">(၃၆:၄၀)</span></p><p lang=\"my\" class=\"my \">တစ်ခါတစ်ရံ နေ့သည် တိုတောင်းလာပြီး ညသည် ရှည်လျားလာတတ်သည်၊ တစ်ခါတစ်ရံ ပြောင်းပြန်လည်း ဖြစ်တတ်သည်၊ တစ်ခုက အခြားတစ်ခု၏ အရှည်မှ ယူသွားခြင်းဖြစ်သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ညကို နေ့ထဲသို့ ပေါင်းစည်းတော်မူသည်၊ နေ့ကို ညထဲသို့ ပေါင်းစည်းတော်မူသည်)</span><span class=\"gray\">(၅၇:၆)</span> ဆိုလိုသည်မှာ၊ အရှင်မြတ်သည် တစ်ခု၏ အရှည်ကို အခြားတစ်ခုမှ တိုးချဲ့ပေးတော်မူသည်၊ ပြောင်းပြန်လည်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် ဆက်လက်၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنفَعُ النَّاسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် လူသားတို့အတွက် အကျိုးရှိသောအရာများကို သယ်ဆောင်၍ ပင်လယ်ပြင်၌ ရွက်လွှင့်သွားလာနေသော သင်္ဘောများ၊)</span></p><p lang=\"my\" class=\"my \">ပင်လယ်ကို ဤသို့ပုံဖော်ထားခြင်းကြောင့် သင်္ဘောများသည် ကမ်းတစ်ဖက်မှ အခြားတစ်ဖက်သို့ သယ်ဆောင်နိုင်ပြီး၊ လူတို့သည် အခြားဒေသတွင်ရှိသော အရာများမှ အကျိုးခံစားရကာ၊ မိမိတို့တွင်ရှိသော အရာများကိုလည်း ၎င်းတို့ထံ တင်ပို့နိုင်သည်၊ ပြောင်းပြန်လည်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် ဆက်လက်၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنزَلَ اللَّهُ مِنَ السَّمَاءِ مِن مَّاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်မှ မိုးရေ <span class=\"gray\">(မိုးရေ)</span> ကို ပို့ချတော်မူကာ ကမ္ဘာမြေကြီး သေဆုံးပြီးနောက် ယင်းကို ပြန်လည်အသက်ရှင်စေခြင်း)</span>၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَّهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့အတွက် လက္ခဏာတစ်ခုမှာ သေနေသောမြေဖြစ်သည်။ ငါတို့သည် ၎င်းကို အသက်ပေးကာ ၎င်းမှ ကောက်ပဲသီးနှံများကို ထုတ်ယူပေးသည်၊ သို့မှသာ ၎င်းတို့ စားသုံးနိုင်ကြပေမည်။)</span><span class=\"gray\">(၃၆:၃၃)</span>၊ ထိုအခါ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ မသိသော။)</span><span class=\"gray\">(၃၆:၃၆)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် ဆက်လက်၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَبَثَّ فِيهَا مِن كُلِّ دَابَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အရှင်မြတ်သည် ယင်း၌ ပျံ့နှံ့စေခဲ့သော လှုပ်ရှားနေသော <span class=\"gray\">(အသက်ရှင်သော)</span> သတ္တဝါအမျိုးမျိုးတို့၊)</span> ဆိုလိုသည်မှာ ပုံသဏ္ဍာန်အမျိုးမျိုး၊ အရောင်အမျိုးမျိုး၊ အသုံးပြုမှုအမျိုးမျိုးနှင့် အရွယ်အစားအမျိုးမျိုးတို့ဖြင့်၊ သေးသည်ဖြစ်စေ၊ ကြီးသည်ဖြစ်စေ။ အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာအားလုံးကို သိတော်မူသည်၊ ထောက်ပံ့တော်မူသည်၊ အရှင်မြတ်ထံမှ မည်သည့်အရာမျှ ဖုံးကွယ်ထား၍မရပေ။ အလားတူပင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေပေါ်၌ လှုပ်ရှားနေသော <span class=\"gray\">(အသက်ရှင်သော)</span> မည်သည့်သတ္တဝါမျှမရှိ၊ ၎င်း၏ ရိက္ခာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ မဟုတ်ဘဲ။ ထို့ပြင် အရှင်မြတ်သည် ၎င်း၏ နေထိုင်ရာဌာနနှင့် ၎င်း၏ အပ်နှံရာ <span class=\"gray\">(သားအိမ်၌ဖြစ်စေ၊ သင်္ချိုင်း၌ဖြစ်စေ)</span> ကို သိတော်မူသည်။ အားလုံးသည် ရှင်းလင်းသော ကျမ်း <span class=\"gray\">(အလ်-လောင်ဟ် အလ်-မဟ်ဖူးဇ် - အလ္လာဟ်အရှင်မြတ်ထံမှ အမိန့်တော်ကျမ်း)</span> ထဲ၌ ရှိပေသည်။)</span><span class=\"gray\">(၁၁:၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَصْرِيفِ الرِّيَاحِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် လေတိုက်ခတ်ခြင်း၌...)</span></p><p lang=\"my\" class=\"my \">တစ်ခါတစ်ရံ လေသည် ကရုဏာကို ဆောင်ယူလာသည်၊ တစ်ခါတစ်ရံ နှိပ်စက်ခြင်းကို ဆောင်ယူလာသည်။ တစ်ခါတစ်ရံ ၎င်းနောက်လိုက်ပါလာသော မိုးတိမ်များ၏ သတင်းကောင်းကို ဆောင်ယူလာသည်၊ တစ်ခါတစ်ရံ မိုးတိမ်များကို ဦးဆောင်သည်၊ ၎င်းတို့ကို စုဝေးစေသည်၊ ဖြန့်ကြဲစေသည် သို့မဟုတ် ဦးတည်စေသည်။ တစ်ခါတစ်ရံ လေသည် မြောက်ဘက် <span class=\"gray\">(မြောက်လေ)</span> မှလာသည်၊ တစ်ခါတစ်ရံ တောင်ဘက်မှလာသည်၊ တစ်ခါတစ်ရံ အရှေ့ဘက်မှလာ၍ ကအ်ဗဟ်၏ မျက်နှာစာကို ရိုက်ခတ်သည်၊ တစ်ခါတစ်ရံ အနောက်ဘက်မှလာ၍ ၎င်း၏ နောက်ကျောကို ရိုက်ခတ်သည်။ လေမိုး၊ ကြယ်များနှင့် ၎င်းတို့နှင့် သက်ဆိုင်သော စည်းမျဉ်းများအကြောင်း စာအုပ်များစွာရှိသည်၊ သို့သော် ဤနေရာသည် ထိုအကြောင်းကို အသေးစိတ်ရှင်းပြရန် နေရာမဟုတ်ပါ၊ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် ဆက်လက်၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ကောင်းကင်နှင့် ကမ္ဘာမြေအကြားတွင် တည်ရှိနေသော မိုးတိမ်များ၊)</span></p><p lang=\"my\" class=\"my \">မိုးတိမ်များသည် အလ္လာဟ်အရှင်မြတ် အလိုရှိသော မြေများနှင့် ဒေသများသို့ ကောင်းကင်နှင့် ကမ္ဘာမြေအကြားတွင် ရွေ့လျားသွားလာသည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ဉာဏ်ပညာရှိသူတို့အတွက် စင်စစ် Ayat ဖြစ်ကြသည်။)</span> ဆိုလိုသည်မှာ ဤအရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ တစ်ခုတည်းဖြစ်ခြင်းကို သက်သေခံသော ရှင်းလင်းသော လက္ခဏာများဖြစ်သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِّأُولِي الْأَلْبَابِ - الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَٰذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းထားခြင်း၌လည်းကောင်း၊ နေ့နှင့်ညတို့ ပြောင်းလဲလည်ပတ်ခြင်း၌လည်းကောင်း၊ ဉာဏ်ပညာရှိသူတို့အတွက် လက္ခဏာများ စင်စစ်ရှိကြသည်။ ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို <span class=\"gray\">(အမြဲမပြတ်၊ ဆွလားတ်၌)</span> မတ်တပ်ရပ်၍လည်းကောင်း၊ ထိုင်လျက်လည်းကောင်း၊ ဘေးတစောင်းလှဲလျက်လည်းကောင်း အောက်မေ့ကြပြီး ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေ၏ ဖန်ဆင်းခြင်းအကြောင်းကို နက်နက်နဲနဲ စဉ်းစားကြသည်၊ <span class=\"gray\">(ဤသို့ဆိုလျက်)</span>: \"အကျွန်ုပ်တို့၏ အရှင်! အရှင်သည် ဤအရာအားလုံးကို ရည်ရွယ်ချက်မရှိဘဲ ဖန်ဆင်းထားခြင်းမဟုတ်ပေ၊ အရှင်မြတ်သာ သန့်ရှင်းစင်ကြယ်တော်မူပါ၏! <span class=\"gray\">(၎င်းတို့ အရှင်နှင့် တွဲဖက်ကိုးကွယ်သည့် အရာအားလုံးထက် အရှင်မြတ်သာ မြင့်မြတ်တော်မူပါ၏)</span>။ အကျွန်ုပ်တို့အား ငရဲမီး၏ ပြင်းထန်သော ပြစ်ဒဏ်မှ ကယ်တင်တော်မူပါ။\")</span><span class=\"gray\">(၃:၁၉၀-၁၉၁)</span></p>"
  }
]