[
  {
    "ayah_key": "14:35",
    "group_ayah_key": "14:35",
    "from_ayah": "14:35",
    "to_ayah": "14:36",
    "ayah_keys": "14:35,14:36",
    "text": "<p lang=\"my\" class=\"my \">အီဗရာဟင်မ်က “အို အကျွန်ုပ်၏အရှင်! ဤမြို့တော် <span class=\"gray\">(မက္ကာဟ်)</span> ကို အေးချမ်းသာယာသောမြို့တော်ဖြစ်စေတော်မူပါ။ ကျွန်ုပ်နှင့် ကျွန်ုပ်၏သားတို့ကို ရုပ်တုများကို ကိုးကွယ်ခြင်းမှ ဝေးကွာစေတော်မူပါ။ <span>(၃၅)</span>”အို အကျွန်ုပ်၏အရှင်! ၎င်းတို့သည် လူသားများစွာကို လမ်းမှားသို့ ပို့ဆောင်ခဲ့ကြပါသည်။ သို့သော် ကျွန်ုပ်ကို လိုက်နာသူသည် ကျွန်ုပ်နှင့် အမှန်တကယ်ပင် သက်ဆိုင်သူဖြစ်သည်။ ကျွန်ုပ်ကို မနာခံသူသည်လည်း အမှန်စင်စစ် ကိုယ်တော်သည် အလွန်အမင်း ခွင့်လွှတ်တော်မူထသော၊ အလွန်တရာ ကရုဏာတော်ရှင် ဖြစ်တော်မူပါသည်။ <span>(၃၆)</span>” ဟု ပြောကြားခဲ့သည်ကို <span class=\"gray\">(သင်)</span> အမှတ်ရပါလေ။</p><div lang=\"my\" class=\"my \"><h2>အစ္စမာအီလ်ကို မက္ကာဟ်သို့ ခေါ်ဆောင်လာစဉ် အီဗရာဟင်မ်၏ အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခြင်း</h2></div><p lang=\"my\" class=\"my \">အာရပ်နတ်ဘုရားများစွာကို ကိုးကွယ်သူများအား ထပ်မံ၍ သက်သေများ ထုတ်ဖော်ပြသရင်း ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မက္ကာဟ်ရှိ သန့်ရှင်းမြင့်မြတ်သော ဗိမာန်တော်ကို အဘယ်သူနှင့်မျှ တွဲဖက်ခြင်းမရှိဘဲ အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန် တည်ထောင်ခဲ့ကြောင်း ဖော်ပြထားသည်။ ထိုမြို့ကို တည်ထောင်ခဲ့သူ အီဗရာဟင်မ်သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားသူများကို ကိုးကွယ်သူများအား လက်မခံကြောင်းနှင့် မက္ကာဟ်အား ငြိမ်းချမ်းသာယာ၍ လုံခြုံစေရန် အလ္လာဟ်အရှင်မြတ်ထံ တောင်းပန်ခဲ့ကြောင်းကိုလည်း အရှင်မြတ်က ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ اجْعَلْ هَٰذَا الْبَلَدَ آمِنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အကျွန်ုပ်၏အရှင်! ဤမြို့တော် <span class=\"gray\">(မက္ကာဟ်)</span> ကို အေးချမ်းသာယာ၍ လုံခြုံစေတော်မူပါ)</span> ဟူ၍ ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်က သူ၏ဆုတောင်းကို လက်ခံတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်များတွင် မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် <span class=\"gray\">(မက္ကာဟ်)</span> ကို လုံခြုံသောနယ်မြေဖြစ်စေခဲ့သည်ကို ၎င်းတို့ မမြင်ကြဖူးပေလား။)</span><span class=\"gray\">[29:67]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِّلْعَالَمِينَ - فِيهِ آيَاتٌ بَيِّنَاتٌ مَّقَامُ إِبْرَاهِيمَ ۖ وَمَن دَخَلَهُ كَانَ آمِنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် လူသားတို့အတွက် ပထမဆုံး သတ်မှတ်ခဲ့သော <span class=\"gray\">(ကိုးကွယ်ရာ)</span> အိမ်တော်မှာ ဘက္ကာ <span class=\"gray\">(မက္ကာဟ်)</span> ၌ ရှိသော အိမ်တော်ပင်ဖြစ်သည်၊ ထိုအိမ်တော်သည် မင်္ဂလာများဖြင့် ပြည့်နှက်နေပြီး စကြာဝဠာ <span class=\"gray\">(သားတို့)</span> အတွက် လမ်းညွှန်မှုဖြစ်သည်။ ၎င်းတွင် ထင်ရှားသော လက္ခဏာရပ်များ၊ အီဗရာဟင်မ်၏ မကာမ်တို့ ရှိကြသည်။ မည်သူမဆို ထိုအိမ်တော်သို့ ဝင်ရောက်လာပါက လုံခြုံမှုရရှိပေသည်။)</span><span class=\"gray\">[3:96-97]</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က အီဗရာဟင်မ်သည် ဆုတောင်းခဲ့ကြောင်း မိန့်ကြားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ اجْعَلْ هَٰذَا الْبَلَدَ آمِنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အကျွန်ုပ်၏အရှင်! ဤမြို့တော် <span class=\"gray\">(မက္ကာဟ်)</span> ကို အေးချမ်းသာယာ၍ လုံခြုံစေတော်မူပါ)</span> ဟူ၍ဖြစ်သည်။ သူသည် ထိုမြို့ကို တည်ထောင်ပြီးနောက် \"ဤမြို့\" ဟု ပြောခဲ့ပြီး၊ ထိုအကြောင်းကြောင့် သူသည် နောက်ပိုင်းတွင် ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသက်ကြီးရွယ်အိုဘဝတွင် ကျွန်ုပ်အား အစ္စမာအီလ်နှင့် အစ္စဟာက်တို့ကို ပေးသနားတော်မူသော အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းအပေါင်းသည်သာ ထိုက်တန်ပါသည်။)</span><span class=\"gray\">[14:39]</span> အစ္စမာအီလ်သည် အစ္စဟာက်ထက် ဆယ့်သုံးနှစ် ပို၍ကြီးကြောင်း လူသိများသည်။ အီဗရာဟင်မ်သည် အစ္စမာအီလ်နှင့် သူ၏မိခင်ကို မက္ကာဟ်သို့ ခေါ်ဆောင်သွားစဉ် အစ္စမာအီလ်သည် နို့စို့အရွယ် ကလေးငယ်ဘဝမှာပင် ရှိနေသေးချိန်၊ သူသည် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ اجْعَلْ هَٰذَا الْبَلَدَ آمِنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အကျွန်ုပ်၏အရှင်! ဤမြို့တော် <span class=\"gray\">(မက္ကာဟ်)</span> ကို အေးချမ်းသာယာ၍ လုံခြုံသောနေရာ ဖြစ်စေတော်မူပါ)</span><span class=\"gray\">[2:126]</span> ဟူ၍ ဖြစ်သည်။ ကျွန်ုပ်တို့သည် ဆူရဟ် အလ်-ဘာကရဟ်တွင် ရှင်းပြခဲ့သည့်အတိုင်းပင်။ ထို့နောက် အီဗရာဟင်မ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الْأَصْنَامَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်နှင့် ကျွန်ုပ်၏သားတို့ကို ရုပ်တုများ ကိုးကွယ်ခြင်းမှ ဝေးကွာစေတော်မူပါ။)</span> အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းသူတိုင်းသည် မိမိ၏မိဘများနှင့် သားသမီးများအပြင် မိမိကိုယ်တိုင်အတွက်ပါ အကျိုးကျေးဇူးကို တောင်းဆိုသင့်သည်။ အီဗရာဟင်မ်က လူသားများစွာသည် ရုပ်တုများကြောင့် လမ်းမှားသို့ ရောက်ရှိခဲ့ကြကြောင်း ဖော်ပြခဲ့ပြီး၊ သူသည် ထိုရုပ်တုများကို ကိုးကွယ်သူများအား လက်မခံကြောင်းနှင့် ၎င်းတို့၏ ကိစ္စများကို အလ္လာဟ်အရှင်မြတ်ထံ လွှဲအပ်ခဲ့ကြောင်း ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက ၎င်းတို့အား အပြစ်ပေးမည်ဖြစ်ပြီး၊ အရှင်မြတ် အလိုရှိပါက ၎င်းတို့အား ခွင့်လွှတ်မည်ဖြစ်သည်။ 'အီဆာ (ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ)' ကလည်း အလားတူစကားများကို ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ ۖ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကိုယ်တော်သည် ၎င်းတို့အား အပြစ်ပေးပါက၊ ၎င်းတို့သည် ကိုယ်တော်၏ ကျွန်များပင် ဖြစ်ကြသည်။ အကယ်၍ ကိုယ်တော်သည် ၎င်းတို့အား ခွင့်လွှတ်ပါက၊ အမှန်စင်စစ် ကိုယ်တော်သည်သာ အနန္တတန်ခိုးရှင်၊ အရာရာကို အသိဆုံးပညာရှင် ဖြစ်တော်မူ၏။)</span><span class=\"gray\">[5:118]</span> ဤဆုတောင်းသည် ဤကိစ္စများနှင့် ကိစ္စရပ်အားလုံးကို အလ္လာဟ်အရှင်မြတ်ထံ ရည်ညွှန်းခြင်းဖြစ်ပြီး၊ ၎င်းသည် အမှန်တကယ် ဖြစ်ပျက်တော့မည်ကို ဆိုလိုခြင်းမဟုတ်ပေ။ 'အဗ်ဒွလ္လာဟ် ဘင်န် အမ်ရ်' က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိဝစလ္လမ်) သည် အီဗရာဟင်မ်၏ ဆုတောင်းကို ရွတ်ဆိုခဲ့ကြောင်း ပြောကြားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အကျွန်ုပ်၏အရှင်! ၎င်းတို့သည် လူသားများစွာကို လမ်းမှားသို့ ပို့ဆောင်ခဲ့ကြပါသည်။)</span>၊ နှင့် 'အီဆာ' ၏ ဆုတောင်းဖြစ်သော၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကိုယ်တော်သည် ၎င်းတို့အား အပြစ်ပေးပါက၊ ၎င်းတို့သည် ကိုယ်တော်၏ ကျွန်များပင် ဖြစ်ကြသည်။)</span><span class=\"gray\">[5:118]</span> ထို့နောက် လက်များကို မြှောက်၍ ပြောကြားခဲ့သည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">اللَّهُمَّ أُمَّتِي، اللَّهُمَّ أُمَّتِي، اللَّهُمَّ أُمَّتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ အကျွန်ုပ်၏ အွမ္မသ်အား ကယ်တင်တော်မူပါ။ အို အလ္လာဟ်အရှင်မြတ်၊ အကျွန်ုပ်၏ အွမ္မသ်အား ကယ်တင်တော်မူပါ။ အို အလ္လာဟ်အရှင်မြတ်၊ အကျွန်ုပ်၏ အွမ္မသ်အား ကယ်တင်တော်မူပါ။)</span> ဟု ပြောကြားပြီး ငိုကြွေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ဂျိဗ်ရီလ် ကောင်းကင်တမန်အား “အို ဂျိဗ်ရီလ်၊ မုဟမ္မဒ်ထံသွားပါ၊ သင်၏အရှင်သည် ပို၍သိရှိတော်မူ၏၊ သူ့ကို မည်သည့်အရာက ငိုကြွေးစေသည်ကို မေးပါ။” ဟု မိန့်ကြားခဲ့သည်။ ဂျိဗ်ရီလ်သည် တမန်တော်မြတ် (ဆွလ္လလ္လာဟု အလိုင်ဟိဝစလ္လမ်) ထံ လာရောက်၍ မေးမြန်းခဲ့ပြီး၊ တမန်တော်မြတ်က သူပြောခဲ့သည့်အရာကို <span class=\"gray\">(သူ၏ဆုတောင်းတွင်)</span> ပြန်လည်ပြောပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က “မုဟမ္မဒ်ထံသွား၍ ဤအရာကို သူ့ကို ပြောကြားပါ။ 'အို မုဟမ္မဒ်၊ သင်၏ အွမ္မသ်အားဖြင့် သင့်ကို ငါတို့ နှစ်သက်စေမည်ဖြစ်ပြီး၊ သင်မနှစ်သက်သောနည်းဖြင့် ၎င်းတို့အား ငါတို့ ဆက်ဆံမည်မဟုတ်ပေ။'” ဟု မိန့်ကြားခဲ့သည်။</p>"
  },
  {
    "ayah_key": "14:37",
    "group_ayah_key": "14:37",
    "from_ayah": "14:37",
    "to_ayah": "14:37",
    "ayah_keys": "14:37",
    "text": "<p class=\"my translation\" lang=\"my\">\"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! အကျွန်ုပ်သည် အကျွန်ုပ်၏ မျိုးဆက်အချို့ကို ကိုယ်တော်၏ မြင့်မြတ်သောအိမ်တော်အနီးရှိ စိုက်ပျိုးမရသော ချိုင့်ဝှမ်း၌ နေထိုင်စေခဲ့ပါ၏။ အို ကျွန်ုပ်တို့၏ အရှင်သခင်၊ ၎င်းတို့သည် ဆွလားဟ်ကို ဖတ်ရွတ်နိုင်ရန်အတွက် ဖြစ်ပါသည်။ သို့ဖြစ်၍ လူတို့အနက်မှ အချို့သောနှလုံးသားများကို ၎င်းတို့အပေါ် ချစ်ခြင်းမေတ္တာဖြင့် ပြည့်စေတော်မူပါ။ ထို့ပြင် <span class=\"gray\">(အို အလ္လာဟ်)</span> ၎င်းတို့အား ကျေးဇူးတင်ရှိနိုင်ရန်အတွက် သစ်သီးဝလံများကို ပေးသနားတော်မူပါ <span>(၃၇)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်သည် အဘရာဟင်မ် (အလိုင်းဟစ်စလာမ်) က ဟာဂျာနှင့် ၎င်း၏သား အစ်မာအီးလ်တို့ကို မက္ကာဟ်တွင် စွန့်ခွာခဲ့စဉ်၊ မြင့်မြတ်သောအိမ်တော် မတည်ဆောက်မီက ပထမဆုံးပြောခဲ့သည့် ဒုအာနှင့် ကွဲပြားကြောင်း ဖော်ပြသည်။ ဤဆုတောင်းသည် အိမ်တော်တည်ဆောက်ပြီးနောက် အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်တောင်းကာ အရှင်မြတ်၏ ကျေးဇူးတော်ကို ရှာဖွေရင်း ပြောခဲ့ခြင်းဖြစ်ပုံရသည်။ အရှင်မြတ်သည် အမြင့်မြတ်ဆုံးနှင့် အလေးမြတ်ဆုံး ဖြစ်တော်မူ၏။ အဘရာဟင်မ် (အလိုင်းဟစ်စလာမ်) က ဤနေရာတွင် ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عِندَ بَيْتِكَ الْمُحَرَّمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ မြင့်မြတ်သောအိမ်တော်အနီး...)</span> ထို့နောက် ၎င်းက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا لِيُقِيمُوا الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏ အရှင်သခင်၊ ၎င်းတို့သည် ဆွလားဟ်ကို ဖတ်ရွတ်နိုင်ရန်အတွက်။)</span> အိဗ်နု ဂျရီရ် အတ်-တာဘာရီက ဤသည်မှာ \"၎င်း၏ အစောပိုင်း ထုတ်ပြန်ချက်ကို ရည်ညွှန်းသည်၊\" ဟု မှတ်ချက်ပြုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُحَرَّمِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြင့်မြတ်သော...)</span>\" ဆိုသည်မှာ 'ဤအိမ်တော်ကို ကိုယ်တော်သည် မြင့်မြတ်အောင်ပြုလုပ်ခဲ့ရာ လူတို့သည် ၎င်း၏ဘေးတွင် ဆုတောင်းပဌနာပြုနိုင်ရန် ဖြစ်သည်' ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ လူတို့အနက်မှ အချို့သောနှလုံးသားများကို ၎င်းတို့အပေါ် ချစ်ခြင်းမေတ္တာဖြင့် ပြည့်စေတော်မူပါ၊)</span> အိဗ်နု အဘ်ဘာစ်၊ မုဂျာဟစ်ဒ်နှင့် စအိဒ် ဘင်န် ဂျူဘိုင်ရ်တို့က \"အဘရာဟင်မ် (အလိုင်းဟစ်စလာမ်) က 'လူသားတို့၏ နှလုံးသားများ' ဟု ပြောခဲ့မည်ဆိုလျှင် ပါရှန်းများ၊ ရိုမန်များ၊ ဂျူးများ၊ ခရစ်ယာန်များနှင့် အခြားသောလူအားလုံး ၎င်းပတ်ဝန်းကျင်တွင် စုဝေးခဲ့ကြလိမ့်မည်။\" သို့သော် အဘရာဟင်မ် (အလိုင်းဟစ်စလာမ်) က ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့အနက်မှ)</span>၊ ဤသို့ဖြင့် မွတ်စလင်မ်များအတွက်သာ သီးသန့်ဖြစ်စေသည်။ ၎င်းက ထို့နောက် ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَارْزُقْهُم مِّنَ الثَّمَرَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">(အို အလ္လာဟ်)</span> ၎င်းတို့အား သစ်သီးဝလံများ ပေးသနားတော်မူပါ)</span> ၎င်းတို့သည် ကိုယ်တော်ကို နာခံရာတွင် အကူအညီရနိုင်ရန်အတွက် ဖြစ်သည်။ ဤနေရာသည် မြေဆီလွှာမကောင်းသော ချိုင့်ဝှမ်းဖြစ်သောကြောင့် ၎င်းတို့ စားသုံးနိုင်ရန်အတွက် သစ်သီးများကို ယူဆောင်လာပေးပါ။ အလ္လာဟ်အရှင်မြတ်သည် အဘရာဟင်မ် (အလိုင်းဟစ်စလာမ်) ၏ ဒုအာကို လက်ခံတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا آمِنًا يُجْبَىٰ إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِّزْقًا مِّن لَّدُنَّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ဘေးကင်းလုံခြုံသော နယ်မြေ <span class=\"gray\">(မက္ကာဟ်)</span> ကို ကျွန်ုပ်တို့ မဖန်ဆင်းခဲ့ဘူးလား။ ထိုနယ်မြေသို့ အသီးအနှံအမျိုးမျိုးကို ကျွန်ုပ်တို့ထံမှ ပေးသနားထားသော စားနပ်ရိက္ခာအဖြစ် ယူဆောင်လာပါသည်။)</span><span class=\"gray\">[၂၈:၅၇]</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ သနားကြင်နာမှု၊ ကြင်နာမှု၊ ကရုဏာနှင့် ကောင်းချီးမင်္ဂလာတို့ကိုသာ ဖော်ပြသည်။ အဘယ်ကြောင့်ဆိုသော် မြင့်မြတ်သောမြို့ မက္ကာဟ်၌ သစ်သီးပင်များ မရှိသော်လည်း ပတ်ဝန်းကျင်ဒေသအားလုံးမှ အသီးအနှံအမျိုးမျိုးကို ၎င်းသို့ ယူဆောင်လာခြင်းဖြစ်သည်။ ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ခလီလ်ဖြစ်တော်မူသော – အလ္လာဟ်အရှင်မြတ်၏ အရင်းနှီးဆုံးမိတ်ဆွေ၊ ပရောဖက် အဘရာဟင်မ် (အလိုင်းဟစ်စလာမ်) ၏ ဆုတောင်းကို လက်ခံတော်မူခဲ့ခြင်း ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "14:38",
    "group_ayah_key": "14:38",
    "from_ayah": "14:38",
    "to_ayah": "14:41",
    "ayah_keys": "14:38,14:39,14:40,14:41",
    "text": "<p lang=\"my\" class=\"my \">\"အို ကျွန်ုပ်တို့၏အရှင်သခင်! ဧကန်မလွဲ ကိုယ်တော်သည် ကျွန်ုပ်တို့ ဖုံးကွယ်ထားသည်များကိုလည်းကောင်း၊ ကျွန်ုပ်တို့ ဖော်ပြသည်များကိုလည်းကောင်း သိတော်မူ၏။ မြေကြီးပေါ်၌သော်လည်းကောင်း၊ ကောင်းကင်ဘုံ၌သော်လည်းကောင်း အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့်အရာမျှ ဖုံးကွယ်၍ မထားနိုင်ပေ။ <span>(38)</span>\"အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်း အားလုံးသည် ထိုက်တန်ပေသည်၊ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် ကျွန်ုပ်အား အသက်ကြီးရင့်ချိန်၌ အစ်မာအီလ်နှင့် အစ်ဟာက်တို့ကို ပေးသနားတော်မူခဲ့သောကြောင့်တည်း။ ဧကန်မလွဲ ကျွန်ုပ်၏အရှင်သခင်သည် ဒုအာများကို အလုံးစုံကြားနာတော်မူသောအရှင် ဖြစ်တော်မူ၏။ <span>(39)</span>\"အို ကျွန်ုပ်၏အရှင်သခင်! ကျွန်ုပ်ကို ဆွလားသ်ကို ထမ်းဆောင်သူတစ်ဦးဖြစ်စေတော်မူပါ၊ နှင့် <span class=\"gray\">(လည်း)</span> ကျွန်ုပ်၏မျိုးဆက်မှ၊ အကျွန်ုပ်တို့၏အရှင်! ကျွန်ုပ်၏ဒုအာကိုလည်း လက်ခံတော်မူပါ။ <span>(40)</span>\"အကျွန်ုပ်တို့၏အရှင်! ကျွန်ုပ်ကိုလည်းကောင်း၊ ကျွန်ုပ်၏မိဘများကိုလည်းကောင်း၊ နှင့် <span class=\"gray\">(အားလုံးသော)</span> ယုံကြည်သူများကို စာရင်းရှင်းလင်းမည့်နေ့၌ ခွင့်လွှတ်တော်မူပါ။\") အစ်ဗ်နုဂျရီရ် အသ်တာဘာရီက ပြောကြားခဲ့သည်မှာ \"အလ္လာဟ်အရှင်မြတ်က အစ်ဗ်ရာဟင်မ် (ကိုယ်တော်၏ ခလီလ်) က ပြောကြားခဲ့သည် <span>(41)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏အရှင်သခင်! ဧကန်မလွဲ ကိုယ်တော်သည် ကျွန်ုပ်တို့ ဖုံးကွယ်ထားသည်များကိုလည်းကောင်း၊ ကျွန်ုပ်တို့ ဖော်ပြသည်များကိုလည်းကောင်း သိတော်မူ၏။)</span> ဆိုလိုသည်မှာ 'ဤမြို့ရှိ လူများအတွက် ကျွန်ုပ်၏ဒုအာနောက်ကွယ်မှ ရည်ရွယ်ချက်ကို ကိုယ်တော်သိတော်မူ၏၊ ကိုယ်တော်၏နှစ်သက်မှုကို ကိုယ်တော်အပေါ် စိတ်ရင်းမှန်ဖြင့် ရှာဖွေခြင်းဖြစ်သည်။ ထင်ရှားသည်ဖြစ်စေ၊ ဖုံးကွယ်သည်ဖြစ်စေ အရာအားလုံးကို ကိုယ်တော်သိတော်မူ၏၊ မြေကြီးပေါ်၌သော်လည်းကောင်း၊ ကောင်းကင်ဘုံ၌သော်လည်းကောင်း ကိုယ်တော်၏အသိပညာမှ မည်သည့်အရာမျှ လွတ်မြောက်နိုင်ခြင်းမရှိပေ။'\" ထို့နောက် ကိုယ်တော်သည် အသက်ကြီးရင့်ပြီးနောက် သားသမီးများကို ပေးသနားတော်မူခဲ့သည့်အတွက် အမြင့်မြတ်ဆုံးနှင့် အလေးမြတ်ဆုံးဖြစ်တော်မူသော ကိုယ်တော်၏အရှင်သခင်အား ချီးမွမ်း၍ ကျေးဇူးတင်ရှိခဲ့၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ ۚ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်း အားလုံးသည် ထိုက်တန်ပေသည်၊ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် ကျွန်ုပ်အား အသက်ကြီးရင့်ချိန်၌ အစ်မာအီလ် <span class=\"gray\">(အစ်ရှ်မာအဲလ်)</span> နှင့် အစ်ဟာက် <span class=\"gray\">(အစ်စက်)</span> တို့ကို ပေးသနားတော်မူခဲ့သောကြောင့်တည်း။ ဧကန်မလွဲ ကျွန်ုပ်၏အရှင်သခင်သည် ဒုအာများကို အလုံးစုံကြားနာတော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span> 'ကိုယ်တော်သည် ကိုယ်တော်ထံ တောင်းခံသူများ၏ ဒုအာကို လက်ခံတော်မူ၏၊ ကိုယ်တော်အား သားသမီးပေးသနားရန် ကျွန်ုပ်တောင်းဆိုသောအခါ ကျွန်ုပ်၏ဒုအာကို လက်ခံတော်မူခဲ့၏။' အစ်ဗ်ရာဟင်မ်က ဆက်လက်ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏အရှင်သခင်! ကျွန်ုပ်ကို ဆွလားသ်ကို ထမ်းဆောင်သူတစ်ဦးဖြစ်စေတော်မူပါ၊)</span>, ၎င်း၏တာဝန်များနှင့် ကန့်သတ်ချက်များကို ထိန်းသိမ်းစောင့်ရှောက်လျက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن ذُرِّيَّتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(လည်း)</span> ကျွန်ုပ်၏မျိုးဆက်မှ၊)</span>, ၎င်းတို့ကိုလည်း ဆွလားသ်ကို ထူထောင်သူများထဲမှ ဖြစ်စေတော်မူပါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا وَتَقَبَّلْ دُعَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့၏အရှင်! ကျွန်ုပ်၏ဒုအာကိုလည်း လက်ခံတော်မူပါ။)</span>, ဤနေရာ၌ ကျွန်ုပ်ကိုယ်တော်ထံ တောင်းဆိုခဲ့သော ကျွန်ုပ်၏ဒုအာအားလုံးကို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့၏အရှင်! ကျွန်ုပ်ကိုလည်းကောင်း၊ ကျွန်ုပ်၏မိဘများကိုလည်းကောင်း ခွင့်လွှတ်တော်မူပါ။)</span> အစ်ဗ်ရာဟင်မ်က ၎င်း၏ဖခင်သည် အလ္လာဟ်အရှင်မြတ်၏ ရန်သူဖြစ်ကြောင်း သေချာသွားပြီးနောက် ၎င်း၏ဖခင်နှင့် ကင်းရှင်းကြောင်း မကြေညာမီ ဤစကားကို ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلْمُؤْمِنِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ယုံကြည်သူများ)</span>, ၎င်းတို့အားလုံးကို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَقُومُ الْحِسَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စာရင်းရှင်းလင်းမည့်နေ့၌။)</span> ကိုယ်တော်သည် ကိုယ်တော်၏ကျွန်များကို စာရင်းရှင်းလင်း၍ ၎င်းတို့၏လုပ်ရပ်များအတွက် ပြန်လည်ပေးဆပ်ခြင်း သို့မဟုတ် အကျိုးပေးခြင်း ပြုလုပ်မည့်နေ့တွင် - ကောင်းမှုအတွက် ကောင်းကျိုး၊ မကောင်းမှုအတွက် မကောင်းကျိုးကို။</p>"
  }
]