[
  {
    "ayah_key": "2:174",
    "group_ayah_key": "2:174",
    "from_ayah": "2:174",
    "to_ayah": "2:176",
    "ayah_keys": "2:174,2:175,2:176",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ချပေးတော်မူသော ကျမ်းဂန်ကို ဖုံးကွယ်ထားကြသူများနှင့် ၎င်းကျမ်းဂန်ဖြင့် တန်ဖိုးနည်းပါးသော အကျိုးအမြတ်ကို <span class=\"gray\">(ဤလောကီအရာများကို)</span> ဝယ်ယူကြသူများသည် ၎င်းတို့၏ဝမ်းဗိုက်များထဲသို့ မီးမှလွဲ၍ အခြားမည်သည့်အရာကိုမျှ စားသုံးကြသည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ရှင်ပြန်ထမြောက်ရာနေ့တွင် စကားပြောမည်မဟုတ်သကဲ့သို့ စင်ကြယ်စေမည်လည်းမဟုတ်ပေ။ ၎င်းတို့အတွက် နာကျင်ဖွယ်ရာပြစ်ဒဏ်ရှိပေမည်။ <span>(၁၇၄)</span> ထိုသူတို့သည် တရားလမ်းမှန်၏ တန်ဖိုးဖြင့် လမ်းမှားကို ဝယ်ယူကြသူများနှင့် ခွင့်လွှတ်ခြင်း၏ တန်ဖိုးဖြင့် ပြစ်ဒဏ်ကို ဝယ်ယူကြသူများဖြစ်ကြသည်။ သို့ဖြစ်၍ ၎င်းတို့သည် <span class=\"gray\">(၎င်းတို့အား တွန်းပို့မည့် မကောင်းမှုများအတွက်)</span> မီးသို့ မည်မျှပင်ရဲတင်းလိုက်လေခြင်း။ <span>(၁၇၅)</span> ထိုသို့ဖြစ်ရခြင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းဂန်ကို <span class=\"gray\">(ကုရ်အာန်ကို)</span> မှန်ကန်စွာချပေးတော်မူသောကြောင့်ဖြစ်သည်။ အမှန်စင်စစ် ကျမ်းဂန်နှင့်ပတ်သက်၍ အငြင်းပွားကြသူများသည် အလွန်ဝေးကွာသောဆန့်ကျင်မှု၌ ရှိကြပေသည် <span>(၁၇၆)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်ထုတ်ဖော်ပြသသည်များကို ဖုံးကွယ်ထားခြင်းအတွက် ဂျူးများကို ဝေဖန်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلَ اللَّهُ مِنَ الْكِتَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ချပေးတော်မူသော ကျမ်းဂန်ကို ဖုံးကွယ်ထားကြသူများ။)</span> ဆိုလိုသည်မှာ မုဟမ္မဒ်သခင်၏ ဖော်ပြချက်များကို ၎င်းတို့၏ကျမ်းဂန်တွင် ဖုံးကွယ်ထားကြသော ဂျူးများဖြစ်သည်။ ထိုဖော်ပြချက်အားလုံးသည် တမန်တော်နှင့် နဗီတစ်ပါးအနေဖြင့် ၎င်း၏မှန်ကန်မှုကို သက်သေခံနေသည်။ ၎င်းတို့သည် အာရပ်များနှင့် ရှိသော ၎င်းတို့၏အာဏာနှင့် ရာထူးကို မဆုံးရှုံးစေရန် ဤအချက်အလက်များကို ဖုံးကွယ်ထားခဲ့ကြသည်။ အာရပ်တို့သည် ၎င်းတို့ထံ လက်ဆောင်များပေးပို့ပြီး ဂုဏ်ပြုကြသည်။ ကျိန်စာသင့်သော ဂျူးများသည် ၎င်းတို့သည် မုဟမ္မဒ်သခင်နှင့်ပတ်သက်၍ သိရှိသည်များကို ကြေညာပါက လူများသည် ၎င်းတို့အားစွန့်ပစ်ပြီး ၎င်းအား လိုက်နာကြမည်ကို စိုးရိမ်ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့ရရှိနေသော အနည်းငယ်ကို ထိန်းသိမ်းထားနိုင်ရန် အမှန်တရားကို ဝှက်ထားခဲ့ကြသည်။ ဤအနည်းငယ်သော အကျိုးအမြတ်အတွက် ၎င်းတို့၏ ဝိညာဉ်များကို ရောင်းချခဲ့ကြသည်။ ၎င်းတို့သည် တရားလမ်းမှန်နှင့် အမှန်တရားကို လိုက်နာခြင်း၊ တမန်တော်သခင်ကို ယုံကြည်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်ပို့လိုက်သော အရာများကို ယုံကြည်ခြင်းတို့ထက် ၎င်းတို့ရရှိခဲ့သော အနည်းငယ်ကို ပိုမိုနှစ်သက်ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် ဤဘဝနှင့် နောင်ဘဝတွင် ကျရှုံးခြင်းနှင့် ဆုံးရှုံးခြင်းကို ရရှိခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">ဤလောကနှင့်ပတ်သက်၍မူ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော်သခင်နှင့်ပတ်သက်သော အမှန်တရားကို ရှင်းလင်းသော လက္ခဏာရပ်များနှင့် ပြတ်သားသော သက်သေများဖြင့် မည်သို့ပင်ဖြစ်စေ ဖော်ပြခဲ့သည်။ ထို့နောက် ဂျူးများစိုးရိမ်ခဲ့သော တမန်တော်သခင်ကို လိုက်နာမည့်သူများသည် ၎င်းအား ယုံကြည်ပြီး မည်သို့ပင်ဖြစ်စေ လိုက်နာခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် ဂျူးများအားဆန့်ကျင်သော ၎င်း၏ထောက်ခံသူများဖြစ်လာခဲ့ကြသည်။ ဤသို့ဖြင့် ဂျူးများသည် ၎င်းတို့ယခင်ကရရှိထားပြီးသော အမျက်ဒေါသအပေါ် ထပ်ဆင့်အမျက်ဒေါသကို ရရှိခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ၎င်း၏ကျမ်းတော်တွင် အကြိမ်များစွာ ထပ်မံဝေဖန်ခဲ့သည်။ ဥပမာအားဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ် <span class=\"gray\">(အထက်ပါ ၂း၁၇၄)</span> တွင် မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ချပေးတော်မူသော ကျမ်းဂန်ကို ဖုံးကွယ်ထားကြသူများနှင့် ၎င်းကျမ်းဂန်ဖြင့် တန်ဖိုးနည်းပါးသော အကျိုးအမြတ်ကို <span class=\"gray\">(ဤလောကီအရာများကို)</span> ဝယ်ယူကြသူများ။)</span> ဆိုလိုသည်မှာ ဤလောကီဘဝ၏ ပျော်ရွှင်မှုများနှင့် နှစ်သက်ဖွယ်ရာများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...၎င်းတို့၏ဝမ်းဗိုက်များထဲသို့ မီးမှလွဲ၍ အခြားမည်သည့်အရာကိုမျှ စားသုံးကြသည်မဟုတ်။)</span> ဆိုလိုသည်မှာ အမှန်တရားကို ဖုံးကွယ်ထားခြင်းအတွက် ၎င်းတို့စားသုံးသော မည်သည့်အရာမဆို ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့၏အစာအိမ်များထဲ၌ မီးတောက်မီးလျှံအဖြစ် ပြောင်းလဲသွားမည်ဖြစ်သည်။</p><p lang=\"fil\" class=\"fil \">Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَىٰ ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိဘမဲ့ကလေးများ၏ ပိုင်ဆိုင်မှုများကို မတရားစားသုံးကြသူများသည် ၎င်းတို့၏ဝမ်းဗိုက်များထဲသို့ မီးကိုသာ စားသုံးကြခြင်းဖြစ်ပြီး ၎င်းတို့သည် တောက်လောင်နေသော မီးထဲတွင် လောင်ကျွမ်းကြမည်ဖြစ်သည်။)</span><span class=\"gray\">(၄း၁၀)</span></p><p lang=\"my\" class=\"my \">ထို့ပြင် တိကျခိုင်မာသော ဟဒီးဆ်တော်တွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်သခင်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يَأْكُلُ أَوْ يَشْرَبُ فِي آنِيةِ الذَّهَبِ وَالْفِضَّةِ إنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရွှေ သို့မဟုတ် ငွေပန်းကန်များဖြင့် စားသောက်ကြသူများသည် ၎င်းတို့၏ အစာအိမ်များကို ဂျဟန္နမ် <span class=\"gray\">(ငရဲ)</span> မီးဖြင့် ပြည့်စေကြခြင်းဖြစ်သည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ရှင်ပြန်ထမြောက်ရာနေ့တွင် စကားပြောမည်မဟုတ်သကဲ့သို့ စင်ကြယ်စေမည်လည်းမဟုတ်ပေ။ ၎င်းတို့အတွက် နာကျင်ဖွယ်ရာပြစ်ဒဏ်ရှိပေမည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အမှန်တရားကို ဖုံးကွယ်ထားခြင်းအတွက် ၎င်းတို့အပေါ် အမျက်ဒေါသထွက်နေသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသကို ခံထိုက်ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ကြည့်မည်မဟုတ်သကဲ့သို့ စင်ကြယ်စေမည်လည်းမဟုတ်ပေ။ ဆိုလိုသည်မှာ ၎င်းတို့အား ချီးကျူးမည်မဟုတ်ဘဲ ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံစားစေမည်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့နှင့်ပတ်သက်၍ မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် တရားလမ်းမှန်အတွက် လမ်းမှားကို ဝယ်ယူကြသူများဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့သည် တရားလမ်းမှန်ကို ဆန့်ကျင်ခဲ့ကြသည်။ ဆိုလိုသည်မှာ ၎င်းတို့၏ကျမ်းဂန်များတွင် တွေ့ရှိရသော တမန်တော်၏ ဖော်ပြချက်များကို ကြေညာခြင်းမပြုခြင်း၊ ၎င်း၏နဗီပြုမှုနှင့်ပတ်သက်သော သတင်းများနှင့် ယခင်နဗီများကြေညာခဲ့သော ၎င်း၏ရောက်ရှိလာခြင်းသတင်းကောင်းများကို ကြေညာခြင်းမပြုခြင်း၊ ထို့ပြင် ၎င်းအား လိုက်နာခြင်းနှင့် ယုံကြည်ခြင်းမပြုခြင်းတို့ဖြစ်သည်။ ယင်းအစား ၎င်းတို့သည် ၎င်းအား ငြင်းပယ်ခြင်း၊ ပယ်ချခြင်းနှင့် ၎င်းတို့၏ကျမ်းဂန်များတွင် ဖော်ပြထားသော ၎င်း၏ဖော်ပြချက်များကို ဖုံးကွယ်ထားခြင်းဖြင့် လမ်းမှားကို ပိုမိုနှစ်သက်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَذَابَ بِالْمَغْفِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ခွင့်လွှတ်ခြင်း၏ တန်ဖိုးဖြင့် ပြစ်ဒဏ်ကို။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ကျူးလွန်ခဲ့သော အပြစ်များကြောင့် ၎င်းတို့သည် ခွင့်လွှတ်ခြင်းထက် ပြစ်ဒဏ်ကို ပိုမိုနှစ်သက်ခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا أَصْبَرَهُمْ عَلَى النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ၎င်းတို့သည် <span class=\"gray\">(၎င်းတို့အား တွန်းပို့မည့် မကောင်းမှုများအတွက်)</span> မီးသို့ မည်မျှပင်ရဲတင်းလိုက်လေခြင်း။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် အလွန်ပြင်းထန်သော၊ နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ကို ခံစားရမည်ဖြစ်ပြီး ၎င်းတို့အား မြင်တွေ့ရသူများသည် ၎င်းတို့မည်မျှပင် ကြီးမားသော ပြစ်ဒဏ်၊ နှိပ်စက်ခြင်းနှင့် နာကျင်မှုကို ခံစားနိုင်မည်ကို အံ့သြကြလိမ့်မည်ဟု အလ္လာဟ်အရှင်မြတ်က ဖော်ပြသည်။ ဤမကောင်းသော အဆုံးသတ်မှ အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ်တို့ ခိုလှုံကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်မှာချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်ရခြင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းဂန်ကို <span class=\"gray\">(ကုရ်အာန်ကို)</span> မှန်ကန်စွာချပေးတော်မူသောကြောင့်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဤနာကျင်ဖွယ်ရာပြစ်ဒဏ်ကို ခံထိုက်ကြသည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော် မုဟမ္မဒ်သခင်နှင့် ၎င်းမတိုင်မီ နဗီများထံ ကျမ်းဂန်များချပေးခဲ့ပြီး ဤဗျာဒိတ်များသည် အမှန်တရားကို ဆောင်ကျဉ်းကာ မုသားကို ဖော်ထုတ်သောကြောင့်ဖြစ်သည်။ သို့သော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လက္ခဏာရပ်များကို လှောင်ပြောင်ခဲ့ကြသည်။ ၎င်းတို့၏ကျမ်းဂန်များသည် ၎င်းတို့အား အမှန်တရားကို ကြေညာရန်နှင့် ဗဟုသုတကို ဖြန့်ဝေရန် အမိန့်ပေးခဲ့သော်လည်း ၎င်းတို့သည် ဗဟုသုတကို ဆန့်ကျင်ပြီး ငြင်းပယ်ခဲ့ကြသည်။ ဤနောက်ဆုံးတမန်တော် ـ မုဟမ္မဒ်သခင် ـ သည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်ထံ ဖိတ်ခေါ်ခဲ့ပြီး ကောင်းမှုပြုရန် အမိန့်ပေးကာ မကောင်းမှုကျူးလွန်ခြင်းမှ တားမြစ်ခဲ့သည်။ သို့သော် ၎င်းတို့သည် ၎င်းအား ငြင်းပယ်ခြင်း၊ ငြင်းဆိုခြင်းနှင့် ဆန့်ကျင်ခဲ့ပြီး ၎င်းနှင့်ပတ်သက်၍ သိရှိသော အမှန်တရားကို ဖုံးကွယ်ထားခဲ့ကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော်များထံ ချပေးသော အာယသ်တော်များကို လှောင်ပြောင်ခဲ့ကြသည်။ ဤသည်မှာ ၎င်းတို့သည် ပြစ်ဒဏ်နှင့် အပြစ်ပေးခြင်းကို ခံထိုက်ရခြင်း အကြောင်းရင်းဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ဤနေရာ <span class=\"gray\">(၂း၁၇၆)</span> တွင် မိန့်ကြားရခြင်း အကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်ရခြင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းဂန်ကို <span class=\"gray\">(ကုရ်အာန်ကို)</span> မှန်ကန်စွာချပေးတော်မူသောကြောင့်ဖြစ်သည်။ အမှန်စင်စစ် ကျမ်းဂန်နှင့်ပတ်သက်၍ အငြင်းပွားကြသူများသည် အလွန်ဝေးကွာသောဆန့်ကျင်မှု၌ ရှိကြပေသည်။)</span></p>"
  }
]