[
  {
    "ayah_key": "4:136",
    "group_ayah_key": "4:136",
    "from_ayah": "4:136",
    "to_ayah": "4:136",
    "ayah_keys": "4:136",
    "text": "<p class=\"my translation\" lang=\"my\">အို ယုံကြည်သူအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ကြကုန်။ အရှင်မြတ်၏ ရစူလ်တမန်တော်ကိုလည်းကောင်း၊ အရှင်မြတ်က မိမိ၏ ရစူလ်တမန်တော်ထံသို့ ချပေးတော်မူခဲ့သည့် ကျမ်းမြတ် <span class=\"gray\">(ကုရ်အာန်)</span> ကိုလည်းကောင်း၊ ထို့ပြင် အရှင်မြတ်က ထိုသူတို့ <span class=\"gray\">(တမန်တော်)</span> မတိုင်မီက ချပေးခဲ့သည့် ကျမ်းဂန်များကိုလည်းကောင်း ယုံကြည်ကြကုန်။ အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ အရှင်မြတ်၏ ကောင်းကင်တမန်များကိုလည်းကောင်း၊ အရှင်မြတ်၏ ကျမ်းများကိုလည်းကောင်း၊ အရှင်မြတ်၏ ရစူလ်တမန်တော်များကိုလည်းကောင်း၊ နောက်ဆုံးနေ့ကိုလည်းကောင်း ငြင်းပယ်လျှင် ထိုသူသည် အမှန်ပင် များစွာ လမ်းမှားသွားခဲ့ပြီ။ <span>(၁၃၆)</span></p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်ပြီးနောက် ယုံကြည်ခြင်းရှိရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ သစ္စာရှိကျေးကျွန်များကို ယုံကြည်ခြင်း၏ အစိတ်အပိုင်းများ၊ ၎င်း၏ အကိုင်းအခက်များ၊ တိုင်များ၊ အုတ်မြစ်များအားလုံးကို လိုက်နာရန် အမိန့်ပေးတော်မူသည်။ ၎င်းသည် ရိုးရှင်းသော ထပ်တလဲလဲ ပြောဆိုခြင်းမျှသာ မဟုတ်ဘဲ၊ ယုံကြည်ခြင်းကို ပြည့်စုံစေရန်နှင့် ၎င်းကို အစဉ်အမြဲ ထိန်းသိမ်းထားရန် ရှုထောင့်မှ ကြေညာထားခြင်းဖြစ်သည်။ ဥပမာအားဖြင့်၊ ယုံကြည်သူသည် ဆွလားသ်တိုင်းတွင် ကြေညာသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ကို ဖြောင့်မတ်သောလမ်းသို့ ပို့ဆောင်တော်မူပါ)</span><span class=\"gray\">[၁:၆]</span> ဟူသည်မှာ၊ ကျွန်ုပ်တို့အား ဖြောင့်မတ်သောလမ်းကို သိရှိစေပြီး လမ်းညွှန်မှု၌ တိုးတက်စေကာ ထိုလမ်းပေါ်တွင် ခိုင်မြဲစေသည်ဟု အဓိပ္ပာယ်ရသည်။</p><p lang=\"my\" class=\"my \">ဤအာယသ် <span class=\"gray\">[၄:၁၃၆]</span> တွင် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော်ကို ယုံကြည်ရန် အမိန့်ပေးထားသည်၊ အရှင်မြတ်က အခြားနေရာတွင် မိန့်ကြားထားသည့်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြကုန်၊ အရှင်မြတ်၏ ရစူလ်တမန်တော်ကို ယုံကြည်ကြကုန်)</span><span class=\"gray\">[၅၇:၂၈]</span>။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْكِتَابِ الَّذِي نَزَّلَ عَلَىٰ رَسُولِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က မိမိ၏ ရစူလ်တမန်တော်ထံသို့ ချပေးတော်မူခဲ့သည့် ကျမ်းမြတ်)</span> သည် ကုရ်အာန်ကို ရည်ညွှန်းပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْكِتَابِ الَّذِي أَنزَلَ مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အရှင်မြတ်က ထိုသူတို့ <span class=\"gray\">(တမန်တော်)</span> မတိုင်မီက ချပေးခဲ့သည့် ကျမ်းဂန်များကိုလည်းကောင်း)</span> သည် ယခင်က ထင်ရှားခဲ့သော အလ္လာဟ်၏ ကျမ်းဂန်များကို ရည်ညွှန်းသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ အရှင်မြတ်၏ ကောင်းကင်တမန်များကိုလည်းကောင်း၊ အရှင်မြတ်၏ ကျမ်းများကိုလည်းကောင်း၊ အရှင်မြတ်၏ ရစူလ်တမန်တော်များကိုလည်းကောင်း၊ နောက်ဆုံးနေ့ကိုလည်းကောင်း ငြင်းပယ်လျှင် ထိုသူသည် အမှန်ပင် များစွာ လမ်းမှားသွားခဲ့ပြီ။)</span> ဆိုလိုသည်မှာ၊ သူသည် မှန်ကန်သော လမ်းညွှန်မှုမှ သွေဖည်သွားပြီး ၎င်း၏လမ်းကြောင်းမှ ဝေးကွာသွားပြီဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "4:137",
    "group_ayah_key": "4:137",
    "from_ayah": "4:137",
    "to_ayah": "4:140",
    "ayah_keys": "4:137,4:138,4:139,4:140",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ်၊ အကြင်သူများသည် ယုံကြည်ပြီးနောက် မယုံကြည်၊ ထို့နောက် <span class=\"gray\">(တစ်ဖန်)</span> ယုံကြည်၊ ထို့နောက် <span class=\"gray\">(တစ်ဖန်)</span> မယုံကြည်ဘဲ၊ မယုံကြည်မှု၌ တိုးပွားနေသူများအား အလ္လာဟ်အရှင်မြတ်သည် ခွင့်လွှတ်တော်မူမည်မဟုတ်ပေ။ မှန်ကန်သောလမ်းသို့လည်း လမ်းညွှန်တော်မူမည်မဟုတ်ပေ။ <span>(၁၃၇)</span> မုနါဖစ်(က)များကို နာကျင်ဖွယ်ရာပြစ်ဒဏ် ရှိကြောင်း သတင်းကောင်း ပြောကြားလော့။ <span>(၁၃၈)</span> ယုံကြည်သူများအစား မယုံကြည်သူများကို မိတ်ဆွေအဖြစ် ခေါ်ယူကြသူတို့၊ ၎င်းတို့ထံတွင် ဂုဏ်သိက္ခာကို ရှာဖွေနေကြသလော။ အမှန်စင်စစ်၊ ဂုဏ်သိက္ခာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်ပေသည်။ <span>(၁၃၉)</span> သင်တို့အား ကျမ်းတော်တွင် ထင်ရှားစွာ ချပေးပြီးဖြစ်သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို ငြင်းပယ်ခြင်း၊ လှောင်ပြောင်ခြင်းတို့ကို သင်တို့ ကြားသိရသောအခါ ၎င်းတို့သည် အခြားအကြောင်းအရာများကို မပြောဆိုမချင်း ၎င်းတို့နှင့်အတူ မထိုင်ကြကုန်။ ဧကန်မလွဲ ထိုအခြေအနေတွင် သင်တို့သည် ၎င်းတို့ကဲ့သို့ ဖြစ်သွားပေမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မုနါဖစ်(က)များနှင့် မယုံကြည်သူများအားလုံးကို ဂျဟန္နမ်ငရဲဘုံတွင် စုစည်းတော်မူပေမည်။ <span>(၁၄၀)</span></p><div lang=\"my\" class=\"my \"><h2>မုနါဖစ်(က)များ၏ လက္ခဏာရပ်များနှင့် ၎င်းတို့၏ ပန်းတိုင်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊ မည်သူမဆို ယုံကြည်ခြင်းကို လက်ခံပြီးနောက် ၎င်းမှ ပြန်လည်သွေဖည်ပြီး၊ တစ်ဖန် လက်ခံကာ၊ တစ်ဖန် ပြန်လည်သွေဖည်၍ သေသည်အထိ မယုံကြည်မှု၌ တည်ရှိကာ တိုးပွားနေပါက၊ ထိုသူသည် သေပြီးနောက် လက်ခံနိုင်သော နောင်တရရန် အခွင့်အလမ်း ရမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည်လည်း သူ့အား ခွင့်လွှတ်တော်မူမည်မဟုတ်ဘဲ၊ သူ၏ဒုက္ခမှ မှန်ကန်သော လမ်းညွှန်မှုလမ်းကြောင်းသို့ ကယ်တင်တော်မူမည်မဟုတ်ပေ။ ထို့ကြောင့်ပင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَّمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ခွင့်လွှတ်တော်မူမည်မဟုတ်ပေ။ မှန်ကန်သောလမ်းသို့လည်း လမ်းညွှန်တော်မူမည်မဟုတ်ပေ)</span>။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟါတိမ်က မှတ်တမ်းတင်ထားသည်မှာ သူ၏ဖခင်က ပြောကြားသည်မှာ အဟ်မဒ် ဘင် အဗ်ဒဟ်က ဟဖ်ဆ် ဘင် ဂျာမီအ် က ဆမက် က အိကရီမာ က အိဗ်နု အဗ္ဗားစ် က မှတ်ချက်ပြုသည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ ازْدَادُوا كُفْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်မှု၌ တိုးပွားနေကြ၏)</span>၊ \"၎င်းတို့သည် သေသည်အထိ မယုံကြည်မှု၌ တည်ရှိနေကြသည်\"။ မုဂျာဟိဒ်ကလည်း အလားတူ ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုနါဖစ်(က)များကို နာကျင်ဖွယ်ရာပြစ်ဒဏ် ရှိကြောင်း သတင်းကောင်း ပြောကြားလော့)</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် မုနါဖစ်(က)များသည် ဤလက္ခဏာရပ် ရှိကြသည်။ ၎င်းတို့သည် ယုံကြည်ပြီးနောက် မယုံကြည်ကြသောကြောင့် ၎င်းတို့၏နှလုံးသားများသည် ပိတ်ဆို့သွားကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မုနါဖစ်(က)များကို ယုံကြည်သူများအစား မယုံကြည်သူများကို မိတ်ဆွေအဖြစ် ခေါ်ယူကြသည်ဟု ဖော်ပြသည်။ ဆိုလိုသည်မှာ ၎င်းတို့သည် လျှို့ဝှက်စွာ သစ္စာစောင့်သိမှုနှင့် မိတ်ဆွေဖွဲ့မှု ပေးကြသောကြောင့် အမှန်တကယ်တွင် ၎င်းတို့သည် မယုံကြည်သူများ၏ ထောက်ခံသူများ ဖြစ်ကြသည်။ ၎င်းတို့သည် မယုံကြည်သူများနှင့် တစ်ဦးတည်းရှိချိန်တွင်လည်း \"ကျွန်ုပ်တို့သည် သင်တို့နှင့်အတူ ရှိကြသည်၊ ကျွန်ုပ်တို့သည် ၎င်းတို့၏ဘာသာတရားကို လိုက်နာဟန်ဆောင်ခြင်းဖြင့် ယုံကြည်သူများကို လှောင်ပြောင်ခြင်းသာ ဖြစ်သည်\" ဟု ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ်က မယုံကြည်သူများနှင့် မိတ်ဆွေဖွဲ့ခြင်းအတွက် ၎င်းတို့အား ဆုံးမတော်မူစဉ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَبْتَغُونَ عِندَهُمُ الْعِزَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံတွင် ဂုဏ်သိက္ခာကို ရှာဖွေနေကြသလော)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဂုဏ်သိက္ခာ၊ အာဏာနှင့် ဘုန်းကျက်သရေသည် အရှင်မြတ်အတွက်သာ ဖြစ်ပြီး အရှင်မြတ်က ထိုအရည်အသွေးများကို ပေးသနားတော်မူသောသူများအတွက် ဖြစ်သည်ဟု မိန့်ကြားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ဂုဏ်သိက္ခာကို အလိုရှိပါက ဂုဏ်သိက္ခာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်)</span><span class=\"gray\">[၃၅:၁၀]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَٰكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဂုဏ်သိက္ခာသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်ပြီး အရှင်မြတ်၏ ရစူလ်တမန်တော်အတွက်နှင့် ယုံကြည်သူများအတွက် ဖြစ်သည်၊ သို့သော် မုနါဖစ်(က)များ မသိကြပေ)</span><span class=\"gray\">[၆၃:၈]</span>။</p><p lang=\"my\" class=\"my \">ဂုဏ်သိက္ခာသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်ဟူသော မိန့်ကြားချက်သည် ကျေးကျွန်များအား အလ္လာဟ်အရှင်မြတ်အား ကိုးကွယ်မှု၌ ခိုင်မြဲစေရန်နှင့် ဤဘဝတွင် အောင်မြင်မှုရရှိမည့် အရှင်မြတ်၏ သစ္စာရှိကျေးကျွန်များထဲတွင် ပါဝင်စေရန်၊ ထို့ပြင် ရှင်ပြန်ထမြောက်ရာနေ့တွင် သက်သေများ ထွက်ဆိုရန် မတ်တပ်ရပ်သည့်အခါ အောင်မြင်မှုရရှိစေရန် ရည်ရွယ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتَّىٰ يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِّثْلُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား ကျမ်းတော်တွင် ထင်ရှားစွာ ချပေးပြီးဖြစ်သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို ငြင်းပယ်ခြင်း၊ လှောင်ပြောင်ခြင်းတို့ကို သင်တို့ ကြားသိရသောအခါ ၎င်းတို့သည် အခြားအကြောင်းအရာများကို မပြောဆိုမချင်း ၎င်းတို့နှင့်အတူ မထိုင်ကြကုန်။ ဧကန်မလွဲ ထိုအခြေအနေတွင် သင်တို့သည် ၎င်းတို့ကဲ့သို့ ဖြစ်သွားပေမည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်၏ အဓိပ္ပာယ်မှာ၊ ဤတားမြစ်ချက်ကို သိရှိပြီးနောက်၌ပင် သင်တို့သည် ဤတားမြစ်ချက်ကို ဆက်လက် ကျူးလွန်ပါက၊ အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို ငြင်းပယ်၊ လှောင်ပြောင်၊ ပယ်ချရာနေရာတွင် ၎င်းတို့နှင့်အတူ ထိုင်နေပြီး ထိုသို့သော လုပ်ရပ်ကို သင်တို့က ခွင့်ပြုပါက သင်တို့သည် ၎င်းတို့ လုပ်ဆောင်နေသည်များကို ၎င်းတို့နှင့်အတူ ပါဝင်နေခြင်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ إِذًا مِّثْلُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သို့သော် သင်သည် ၎င်းတို့နှင့်အတူ ဆက်နေပါက)</span> ဧကန်မလွဲ ထိုအခြေအနေတွင် သင်သည် ၎င်းတို့ကဲ့သို့ ဖြစ်သွားပေမည်။)</span> ၎င်းတို့ ရရှိမည့်ဝန်ထုပ်ဝန်ပိုးနှင့် ပတ်သက်၍ ဖြစ်သည်။ ကျမ်းတော်တွင် ထင်ရှားစွာ ချပေးပြီးဖြစ်သော – အာယသ်တော်က ပြောထားသည့်အတိုင်း – မှာ မက္ကာဟ်၌ ထင်ရှားခဲ့သည့် စူရာဟ် အလ်အန်အာမ် <span class=\"gray\">[၆]</span> မှ အာယသ်တော်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူများကို သင်တွေ့မြင်ရသောအခါ ထိုသူတို့သည် ငါတို့၏ အာယသ်တော်များ <span class=\"gray\">(ကုရ်အာန်)</span> နှင့်ပတ်သက်၍ လှောင်ပြောင်ကာ မှားယွင်းသော စကားပြောဆိုမှုများတွင် ပါဝင်နေပါက ၎င်းတို့ထံမှ ရှောင်ကြဉ်ကြလော့)</span>။</p><p lang=\"my\" class=\"my \">မူကွာတီးလ် ဘင် ဟယျာန်က ဤအာယသ် <span class=\"gray\">[၄:၁၄၀]</span> သည် စူရာဟ် အလ်အန်အာမ် မှ အာယသ်ကို ဖျက်သိမ်းခဲ့သည်ဟု ပြောကြားသည်၊ ဤနေရာတွင် ပြောထားသော အစိတ်အပိုင်းကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ إِذًا مِّثْلُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သို့သော် သင်သည် ၎င်းတို့နှင့်အတူ ဆက်နေပါက)</span> ဧကန်မလွဲ ထိုအခြေအနေတွင် သင်သည် ၎င်းတို့ကဲ့သို့ ဖြစ်သွားပေမည်)</span>၊ ထို့ပြင် အလ်အန်အာမ်မှ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَلَٰكِن ذِكْرَىٰ لَعَلَّهُمْ يَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့သူများသည် မိမိတို့၏တာဝန်ကို ထမ်းဆောင်ပြီး မကောင်းမှုကို ရှောင်ကြဉ်သူများဖြစ်ကြရာ ၎င်းတို့ <span class=\"gray\">(မယုံကြည်သူများ)</span> အတွက် မည်သည့်ကိစ္စတွင်မှ တာဝန်မရှိပေ။ သို့သော် ၎င်းတို့ <span class=\"gray\">(၏တာဝန်)</span> သည် ၎င်းတို့အား သတိပေးရန်ဖြစ်သည်၊ သို့မှသာ ၎င်းတို့သည် တပ်ကွာရှိကြပေမည်)</span><span class=\"gray\">[၆:၆၉]</span>။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မုနါဖစ်(က)များနှင့် မယုံကြည်သူများအားလုံးကို ဂျဟန္နမ်ငရဲဘုံတွင် စုစည်းတော်မူပေမည်။)</span> ဆိုလိုသည်မှာ မုနါဖစ်(က)များသည် မယုံကြည်သူများ၏ ကုဖ်ရ်၌ ပါဝင်သကဲ့သို့ပင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို ထာဝရ ငရဲဘုံ၌ စုစည်းတော်မူမည်ဖြစ်ပြီး၊ ပြစ်ဒဏ်၊ နှိပ်စက်မှု၊ သံကြိုးခတ်ခြင်း၊ ထိန်းချုပ်ခံရခြင်းနှင့် ပွက်ပွက်ဆူသောရေကို သောက်သုံးခြင်းတို့ဖြင့် နေထိုင်ကြရမည်။</p>"
  }
]