[
  {
    "ayah_key": "20:133",
    "group_ayah_key": "20:133",
    "from_ayah": "20:133",
    "to_ayah": "20:135",
    "ayah_keys": "20:133,20:134,20:135",
    "text": "<div lang=\"my\" class=\"my \"><div>၎င်းတို့က \"အဘယ်ကြောင့် သူသည် သူ၏ အရှင်ဘုရားထံမှ နိမိတ်လက္ခဏာ တစ်စုံတစ်ရာကို ကျွန်ုပ်တို့ထံ မယူဆောင်လာသနည်း\" ဟု ဆိုကြသည်။ ၎င်းတို့ထံသို့ ရှေးဦးကျမ်းဂန်များ၌ ပါရှိသောအရာ၏ အထောက်အထား မရောက်ရှိခဲ့ဘူးလော။ <span class=\"nl gray\" lang=\"nl\">(Scriptures)</span><span>(၁၃၃)</span>ဤထက်စော၍ ငါတို့သည် ၎င်းတို့အား အပြစ်ဒဏ်ဖြင့် ဖျက်ဆီးခဲ့ပါမူ၊ ၎င်းတို့သည် ဧကန်မလွဲ \"ကျွန်ုပ်တို့၏ အရှင်ဘုရား၊ အကယ်၍ ကိုယ်တော်သည် ကျွန်ုပ်တို့ထံ တမန်တစ်ဦး စေလွှတ်ခဲ့ပါမူ၊ ကျွန်ုပ်တို့သည် မစော်ကား မရှုတ်ချခံရမီ ကိုယ်တော်၏ အာယသ်တော်များကို ဧကန်မလွဲ လိုက်နာခဲ့ကြပါလိမ့်မည်။\" ဟု ပြောဆိုခဲ့ကြလိမ့်မည်။ <span>(၁၃၄)</span>ပြောပါ- \"တစ်ဦးစီသည် စောင့်ဆိုင်းနေကြသည်၊ ထို့ကြောင့် သင်တို့လည်း စောင့်ဆိုင်းကြလော့။ ထို့နောက် အစ်စရတ် အစ်စဝီပေါ်တွင် ရှိကြသူများမှာ မည်သူများဖြစ်ကြောင်း၊ မိမိကိုယ်ကို လမ်းမှန်သို့ လမ်းညွှန်စေခဲ့ကြသူများမှာ မည်သူများဖြစ်ကြောင်း သင်တို့ သိကြလိမ့်မည်။ <span>(၁၃၅)</span></div></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများ၏ ပြောဆိုချက်နှင့် ပတ်သက်၍ အသိပေးတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့် မဟုတ်သနည်း)</span> ဆိုလိုသည်မှာ 'အဘယ်ကြောင့် မုဟမ္မဒ်သည် သူ၏အရှင်သခင်ထံမှ သက်သေအချို့ကို ကျွန်ုပ်တို့ထံ မယူဆောင်လာသနည်း' ဟု ဖြစ်သည်။ ၎င်းတို့ဆိုလိုသည်မှာ သူသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်ဖြစ်သည်ဟူသော သူ၏ပြောဆိုချက်တွင် သူ၏မှန်ကန်မှုကို သက်သေပြသော နိမိတ်လက္ခဏာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ تَأْتِهِم بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံသို့ ရှေးဦးကျမ်းဂန်များ၌ ပါရှိသောအရာ၏ အထောက်အထား <span class=\"gray\">(ကျမ်းဂန်များ)</span> မရောက်ရှိခဲ့ဘူးလော?)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် သူသည် စာမရေးတတ်သော စာမတတ်သူဖြစ်ပြီး ကျမ်းဂန်ရှင်များနှင့် မလေ့လာဖူးသောအချိန်တွင် သူ့ထံ ထုတ်ဖော်ခဲ့သော ကမ်ဘာရ်ကျမ်းတော်ဖြစ်သည်။ သို့သော် ကမ်ဘာရ်ကျမ်းတော်တွင် ရှေးခေတ်က အဖြစ်အပျက်များကို ပြောပြသော ရှေးခေတ်လူများအကြောင်း အချက်အလက်များ ပါဝင်ပြီး ယင်းအချက်အလက်များသည် ယခင်ကျမ်းများရှိ စစ်မှန်သော အချက်အလက်များနှင့် ကိုက်ညီသည်။ ကမ်ဘာရ်ကျမ်းတော်သည် ဤအခြားကျမ်းများ၏ ကြီးကြပ်သူဖြစ်သည်။ ၎င်းသည် မှန်ကန်သောအရာကို အတည်ပြုပြီး ဤကျမ်းများတွင် မှားယွင်းစွာ ထည့်သွင်းထားပြီး ၎င်းတို့အား စွပ်စွဲထားသော အမှားများကို ရှင်းပြသည်။ ဤအာယသ်တော်သည် စူရတ် အလ်-အန်ကာဘူတွင် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَاتٌ مِّن رَّبِّهِ ۖ قُلْ إِنَّمَا الْآيَاتُ عِندَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُّبِينٌ - أَوَلَمْ يَكْفِهِمْ أَنَّا أَنزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَىٰ عَلَيْهِمْ ۚ إِنَّ فِي ذَٰلِكَ لَرَحْمَةً وَذِكْرَىٰ لِقَوْمٍ يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"အဘယ်ကြောင့် သူ၏ အရှင်ဘုရားထံမှ နိမိတ်လက္ခဏာများ သူ့ထံသို့ မချပေးသနည်း\" ဟု ဆိုကြသည်။ ပြောပါ- \"နိမိတ်လက္ခဏာများသည် အလ္လာဟ်အရှင်မြတ်ထံတွင်သာ ရှိသည်၊ ငါသည် ထင်ရှားသော သတိပေးသူမျှသာဖြစ်သည်။\" ငါတို့သည် ၎င်းတို့အား ဖတ်ပြသော ကျမ်းတော်ကို သင့်ထံ ချပေးခဲ့ခြင်းသည် ၎င်းတို့အတွက် မလုံလောက်သေးဘူးလော။ ဧကန်မလွဲ ၎င်းတွင် ယုံကြည်သော လူများအတွက် ကရုဏာနှင့် သတိပေးချက် ပါရှိသည်။)</span><span class=\"gray\">[၂၉:၅၀-၅၁]</span></p><p lang=\"my\" class=\"my \">စဟီဟ်နှစ်ကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ نَبِيٍّ إِلَّا وَقَدْ أُوتِيَ مِنَ الْآياتِ مَا آمَنَ عَلَى مثْلِهِ الْبَشَرُ، وَإِنَّمَا كَانَ الَّذِي أُوتِيتُهُ وَوَحْيًا أَوْحَاهُ اللهُ إِلَيَّ، فَأَرْجُو أَنْ أَكُونَ أَكْثَرَهُمْ تَابِعًا يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့ ယုံကြည်စေသော နိမိတ်လက္ခဏာများ ပေးအပ်ခြင်းမခံရသော နဗီတမန် မရှိပေ။ ငါရရှိခဲ့သောအရာမှာ အလ္လာဟ်အရှင်မြတ် ငါ့ထံ ထုတ်ဖော်ခဲ့သော ဗျာဒိတ်တော်ဖြစ်သည်၊ ထို့ကြောင့် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့ <span class=\"gray\">(နဗီတမန်များ)</span> အနက် ငါသည် နောက်လိုက်အများဆုံး ရှိသူဖြစ်ရန် မျှော်လင့်ပါသည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးသ်တွင် တမန်တော်မြတ် ﷺ သည် ကမ်ဘာရ်ကျမ်းတော်ဖြစ်သော သူရရှိခဲ့သည့် အကြီးမားဆုံးသော နိမိတ်လက္ခဏာများအကြောင်းသာ ဖော်ပြခဲ့သည်။ သို့သော် သူ၌ အခြားသော မရေမတွက်နိုင်သော၊ အကန့်အသတ်မရှိသော မုအ်ဂျိဇတ်များ ရှိခဲ့သည်။ ဤမုအ်ဂျိဇတ်အားလုံးကို ၎င်းတို့နှင့်ပတ်သက်၍ ဆွေးနွေးထားသော ကျမ်းများတွင် မှတ်တမ်းတင်ထားပြီး ၎င်းတို့ကို ဖော်ပြထားသော နေရာများတွင် အတည်ပြုထားသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّا أَهْلَكْنَاهُم بِعَذَابٍ مِّن قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤထက်စော၍ ငါတို့သည် ၎င်းတို့အား အပြစ်ဒဏ်ဖြင့် ဖျက်ဆီးခဲ့ပါမူ၊ ၎င်းတို့သည် ဧကန်မလွဲ \"ကျွန်ုပ်တို့၏ အရှင်ဘုရား၊ အကယ်၍ ကိုယ်တော်သည် ကျွန်ုပ်တို့ထံ တမန်တစ်ဦး စေလွှတ်ခဲ့ပါမူ...\" ဟု ပြောဆိုခဲ့ကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ \"ဤမြင့်မြတ်သော ရစူလ်တမန်ကို ၎င်းတို့ထံ မစေလွှတ်မီနှင့် မဟာကျမ်းတော်ကို ၎င်းတို့ထံ မထုတ်ဖော်မီ ငါတို့သည် ဤငြင်းပယ်သောသူများကို ဖျက်ဆီးခဲ့ပါမူ ၎င်းတို့က ပြောဆိုခဲ့ကြလိမ့်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အရှင်ဘုရား၊ အကယ်၍ ကိုယ်တော်သည် ကျွန်ုပ်တို့ထံ တမန်တစ်ဦး စေလွှတ်ခဲ့ပါမူ၊)</span> ဆိုလိုသည်မှာ 'ကိုယ်တော် ကျွန်ုပ်တို့အား မဖျက်ဆီးမီက၊ ထိုအခါ ကျွန်ုပ်တို့သည် သူ့အား ယုံကြည်ပြီး သူ့နောက်သို့ လိုက်နိုင်ခဲ့ကြလိမ့်မည်' ဟု ဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်နှင့် တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَتَّبِعَ آيَاتِكَ مِن قَبْلِ أَن نَّذِلَّ وَنَخْزَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် မစော်ကား မရှုတ်ချခံရမီ ကိုယ်တော်၏ အာယသ်တော်များကို ဧကန်မလွဲ လိုက်နာခဲ့ကြပါလိမ့်မည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ဤငြင်းပယ်သူများသည် ခေါင်းမာပြီး မရွေ့လျားနိုင်ဘဲ ၎င်းတို့သည် ယုံကြည်မည်မဟုတ်ကြောင်း ရှင်းပြတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နိမိတ်လက္ခဏာတိုင်း ၎င်းတို့ထံ ရောက်ရှိလာသော်လည်း နာကျင်စေသော အပြစ်ဒဏ်ကို မမြင်မချင်း ဖြစ်သည်။)</span><span class=\"gray\">(၁၀:၉၇)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်နှင့် တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَٰذَا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ငါတို့ချပေးခဲ့သော မင်္ဂလာရှိသော ကျမ်းတစ်စောင် ဖြစ်သည်၊ ထို့ကြောင့် ၎င်းကို လိုက်နာကြလော့၊ အလ္လာဟ်ကို ကြောက်ရွံ့ကြလော့၊ သို့မှသာ သင်တို့သည် ကရုဏာတော်ကို ခံစားရမည်။)</span> သူ၏ အမိန့်တော် အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا كَانُوا يَصْدِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ လှည့်ထွက်သွားခြင်းကြောင့် ဖြစ်သည်။)</span><span class=\"gray\">(၆:၁၅၅-၁၅၇)</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِن جَاءَهُمْ نَذِيرٌ لَّيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى الْأُمَمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်ကို သူတို့၏ အပြင်းထန်ဆုံး ကျိန်ဆိုမှုဖြင့် ကျိန်ဆိုခဲ့ကြသည်၊ အကယ်၍ သတိပေးသူတစ်ဦး ၎င်းတို့ထံ ရောက်ရှိလာပါက ၎င်းတို့သည် မည်သည့်လူမျိုး <span class=\"gray\">(၎င်းတို့ရှေ့က)</span> ထက်မဆို ပိုမိုလမ်းမှန်ရလိမ့်မည်။)</span><span class=\"gray\">[၃၅:၄၂]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِن جَاءَتْهُمْ آيَةٌ لَّيُؤْمِنُنَّ بِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်ကို သူတို့၏ အပြင်းထန်ဆုံး ကျိန်ဆိုမှုများဖြင့် ကျိန်ဆိုကြသည်၊ အကယ်၍ ၎င်းတို့ထံ နိမိတ်လက္ခဏာတစ်ခု ရောက်ရှိလာပါက ၎င်းတို့သည် ဧကန်မလွဲ ယုံကြည်ကြလိမ့်မည်။)</span><span class=\"gray\">[၆:၁၀၉]</span> ၎င်းအာယသ်တော်များ ပြီးဆုံးသည်အထိ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ)</span> \"အို မုဟမ္မဒ်၊ သင့်ကို ငြင်းပယ်သူများ၊ ဆန့်ကျင်သူများ၊ ၎င်းတို့၏ မယုံကြည်မှုနှင့် ခေါင်းမာမှုကို ဆက်လက်ပြုလုပ်နေသူများအား ပြောပါ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلٌّ مُّتَرَبِّصٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးစီသည် စောင့်ဆိုင်းနေကြသည်၊)</span> သင်တို့နှင့် ကျွန်ုပ်တို့ကြားမှ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَتَرَبَّصُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့လည်း စောင့်ဆိုင်းကြလော့။)</span> ၎င်းသည် စောင့်ဆိုင်းရန် <span class=\"gray\">(မျှော်လင့်ရန်)</span> အမိန့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَتَعْلَمُونَ مَنْ أَصْحَابُ الصِّرَاطِ السَّوِيِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အစ်စရတ် အစ်စဝီပေါ်တွင် ရှိကြသူများမှာ မည်သူများဖြစ်ကြောင်း သင်တို့ သိကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ဖြောင့်မတ်သောလမ်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنِ اهْتَدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းမှန်သို့ လမ်းညွှန်စေခဲ့ကြသူများမှာ မည်သူများဖြစ်ကြောင်း။)</span> ဆိုလိုသည်မှာ သမ္မာတရားသို့ လမ်းညွှန်မှုနှင့် မှန်ကန်သော လမ်းညွှန်မှု၏ လမ်းကြောင်းဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အပြစ်ဒဏ်ကို မြင်တွေ့သောအခါ လမ်းမှ အများဆုံး လမ်းမှားနေသူမှာ မည်သူဖြစ်ကြောင်း သိကြလိမ့်မည်!)</span><span class=\"gray\">[၂၅:၄၂]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَعْلَمُونَ غَدًا مَّنِ الْكَذَّابُ الْأَشِرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မနက်ဖြန်တွင် ၎င်းတို့သည် မည်သူက လိမ်လည်သူ၊ ရိုင်းစိုင်းသူဖြစ်ကြောင်း သိရှိလာကြလိမ့်မည်!)</span><span class=\"gray\">[၅၄:၂၆]</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရဟ် သွာ ဟာ၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အားသာ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံး ပိုင်ဆိုင်သည်။ အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိပါက ဤနောက်တွင် စူရဟ် အလ်-အန်ဘီယာ၏ တဖ်စီရ် လိုက်ပါလာလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်အားသာ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံး ပိုင်ဆိုင်သည်။</p>"
  },
  {
    "ayah_key": "20:17",
    "group_ayah_key": "20:17",
    "from_ayah": "20:17",
    "to_ayah": "20:21",
    "ayah_keys": "20:17,20:18,20:19,20:20,20:21",
    "text": "<p lang=\"my\" class=\"my \">\"အို မူဆာ၊ သင်၏ ညာလက်၌ အဘယ်အရာရှိသနည်း။ <span>(၁၇)</span>သူက ပြောသည်- \"ဤသည်မှာ ကျွန်ုပ်၏ တောင်ဝှေးဖြစ်သည်၊ ကျွန်ုပ် ၎င်းပေါ် မှီခိုသည်၊ ၎င်းနှင့် ကျွန်ုပ်၏ သိုးများအတွက် အကိုင်းအခက်များကို ရိုက်ချသည်၊ ၎င်းတွင် အခြားအသုံးပြုမှုများလည်း ကျွန်ုပ် တွေ့ရှိသည်။ <span>(၁၈)</span><span class=\"gray\">(အလ္လာဟ်)</span> အရှင်က မိန့်တော်မူသည်- \"အို မူဆာ၊ ၎င်းကို ချပစ်လော့။ <span>(၁၉)</span>သူ ချပစ်လိုက်သည်၊ ထိုအခါ ကြည့်လော့! ၎င်းသည် မြန်မြန်ဆန်ဆန် ရွေ့လျားနေသော မြွေတစ်ကောင် ဖြစ်နေသည်။ <span>(၂၀)</span>အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- \"၎င်းကို ဖမ်းဆုပ်လော့၊ မကြောက်နှင့်၊ ငါတို့သည် ၎င်းကို မူလအခြေအနေသို့ ပြန်လည်ရောက်ရှိစေမည်။ <span>(၂၁)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာ၏ တောင်ဝှေး မြွေအဖြစ် ပြောင်းလဲခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ မူဆာအတွက် အလ္လာဟ်အရှင်မြတ်ထံမှ သက်သေနှင့် မဟာမုအ်ဂျိဇတ်တစ်ခု ဖြစ်သည်။ ဤသည်မှာ ပုံမှန်ဟု ယူဆသောအရာ၏ နယ်နိမိတ်များကို ကျော်လွန်သောအရာဖြစ်သည်၊ ထို့ကြောင့် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ မလုပ်နိုင်သော ထူးကဲသော သက်သေတစ်ခု ဖြစ်သည်။ ၎င်းသည် စေလွှတ်ခြင်းခံရသော တမန်တော်တစ်ဦးမှလွဲ၍ မည်သူမျှ ဤကဲ့သို့သောအရာကို <span class=\"gray\">(လူသားများထဲမှ)</span> မယူဆောင်လာနိုင်ကြောင်း သက်သေတစ်ခုလည်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မူဆာ၊ သင်၏ ညာလက်၌ အဘယ်အရာရှိသနည်း?)</span> တဖ်စီရ် ပညာရှင်အချို့က \"သူ <span class=\"gray\">(အလ္လာဟ်)</span> အရှင်သည် သူ၏ အာရုံစိုက်မှုကို ဆွဲဆောင်ရန်သာ သူ့အား ဤသို့ပြောခဲ့သည်\" ဟု ဆိုခဲ့ကြသည်။ ၎င်းသည် \"သူ၏လက်ထဲတွင် ရှိသောအရာကို အတည်ပြုရန်သာ သူ့အား ဤသို့ပြောခဲ့သည်\" ဟုလည်း ပြောဆိုခဲ့ကြသည်။ တစ်နည်းအားဖြင့်ဆိုသော် သင်၏ညာလက်ထဲတွင် ရှိသောအရာသည် သင် ရင်းနှီးပြီးသား တောင်ဝှေးတစ်ချောင်း ဖြစ်သည်။ ငါတို့သည် ယခု ၎င်းကို မည်သို့လုပ်မည်ကို သင် မြင်ရလိမ့်မည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မူဆာ၊ သင်၏ ညာလက်၌ အဘယ်အရာရှိသနည်း?)</span> ၎င်းသည် အတည်ပြုခြင်းရည်ရွယ်ချက်အတွက် မေးခွန်းထုတ်သော စကားစုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"ဤသည်မှာ ကျွန်ုပ်၏ တောင်ဝှေးဖြစ်သည်၊ ကျွန်ုပ် ၎င်းပေါ် မှီခိုသည်...\")</span> ကျွန်ုပ် လမ်းလျှောက်နေစဉ် ၎င်းပေါ် မှီခိုသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းနှင့် ကျွန်ုပ်၏ သိုးများအတွက် အကိုင်းအခက်များကို ရိုက်ချသည်၊)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်သည် ၎င်းကို အပင်များ၏ အကိုင်းအခက်များကို လှုပ်ယမ်းရန် အသုံးပြုသည်၊ သို့မှသာ အရွက်များ ကြွေကျပြီး ကျွန်ုပ်၏ သိုးများ စားနိုင်မည်။' အဘ်ဒူရ်-ရဟ်မာန် ဘင် အလ်-ကွာစင်မ်သည် အီမာမ် မာလိက်ထံမှ သတင်းပို့ခဲ့သည်မှာ သူက \"၎င်းသည် လူတစ်ဦးသည် သူ၏ တောင်ဝှေးကို အကိုင်းအခက်ထဲ ထည့်၍ လှုပ်ယမ်းလိုက်သောအခါ အရွက်များနှင့် သစ်သီးများ တောင်ဝှေးမကျိုးဘဲ ကြွေကျခြင်း ဖြစ်သည်။ ၎င်းသည် ရိုက်နှက်ခြင်း သို့မဟုတ် ထိုးကြိတ်ခြင်းနှင့် မတူညီပါ။\" ဟု ဆိုခဲ့သည်။ မိုင်မူန် ဘင် မာဟ်ရာန်လည်း ထိုနည်းတူ ပြောခဲ့သည်။ သူ၏ အမိန့်တော်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَ فِيهَا مَآرِبُ أُخْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတွင် အခြားအသုံးပြုမှုများ ကျွန်ုပ် တွေ့ရှိသည်။)</span> ဆိုလိုသည်မှာ ဤမှလွဲ၍ အခြားအကျိုးကျေးဇူးများ၊ ဝန်ဆောင်မှုများနှင့် လိုအပ်ချက်များ ဖြစ်သည်။ ပညာရှင်အချို့သည် ဤမထင်ရှားသော အသုံးပြုမှုများစွာကို ဖော်ပြခြင်း၏ ဝန်ထုပ်ဝန်ပိုးကို မိမိတို့ကိုယ်တိုင် ယူခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ပတ်သက်၍၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ أَلْقِهَا يَا مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်)</span> အရှင်က မိန့်တော်မူသည်- \"အို မူဆာ၊ ၎င်းကို ချပစ်လော့!\")</span> \"အို မူဆာ၊ သင်၏ ညာလက်ထဲတွင် ရှိသော ဤတောင်ဝှေးကို ချပစ်လော့။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ ချပစ်လိုက်သည်၊ ထိုအခါ ကြည့်လော့! ၎င်းသည် မြန်မြန်ဆန်ဆန် ရွေ့လျားနေသော မြွေတစ်ကောင် ဖြစ်နေသည်။)</span> ဆိုလိုသည်မှာ တောင်ဝှေးသည် ဧရာမမြွေတစ်ကောင်၊ ရှည်လျားသော စပါးအုံးမြွေကဲ့သို့ ပြောင်းလဲသွားပြီး လျင်မြန်သော ရွေ့လျားမှုများဖြင့် ရွေ့လျားခဲ့သည်။ ၎င်းသည် အမြန်ဆုံး သေးငယ်သော မြွေအမျိုးအစားကဲ့သို့ ရွေ့လျားခဲ့သည်။ သို့သော် ၎င်းသည် အကြီးဆုံးမြွေ၏ ပုံစံဖြင့် ရှိနေပြီး အမြန်ဆုံး ရွေ့လျားမှုများလည်း ရှိနေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَسْعَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြန်မြန်ဆန်ဆန် ရွေ့လျားနေသည်။)</span> မငြိမ်မသက် ရွေ့လျားနေသည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنُعِيدُهَا سِيرَتَهَا الْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းကို မူလအခြေအနေသို့ ပြန်လည်ရောက်ရှိစေမည်။)</span> သင် ယခင်က မှတ်မိခဲ့သည့် ပုံစံအတိုင်း ဖြစ်သည်။</p>"
  }
]