[
  {
    "ayah_key": "5:110",
    "group_ayah_key": "5:110",
    "from_ayah": "5:110",
    "to_ayah": "5:111",
    "ayah_keys": "5:110,5:111",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(မှတ်ပါလေ)</span> အလ္လာဟ်အရှင်မြတ်က <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span> မိန့်တော်မူမည့်အခါ “အို အီစာ၊ မရ်ယမ်၏သား! သင့်အပေါ်နှင့် သင့်မယ်တော်အပေါ် ငါချီးမြှင့်ခဲ့သော ကျေးဇူးတော်ကို မှတ်ပါလေ။ ငါသည် သင့်ကို ရူးဟ်-အိလ်-ကူဒူစ် <span class=\"gray\">[ဂျစ်ဗ်ရီလ်]</span> ဖြင့် ကူညီပံ့ပိုးခဲ့သည့်အခါ သင်သည် ပုခက်ထဲ၌လည်းကောင်း၊ အရွယ်ရောက်ချိန်၌လည်းကောင်း လူအပေါင်းတို့အား ပြောဆိုခဲ့သည်။ ငါသည် သင့်အား ကျမ်းမြတ်ကိုလည်းကောင်း၊ ဟစ်ကမာကိုလည်းကောင်း၊ တောင်ရာကိုလည်းကောင်း၊ အင်ဂျီလ်ကိုလည်းကောင်း သင်ကြားပေးခဲ့သည်။ သင်သည် ငါ၏ခွင့်ပြုချက်ဖြင့် ရွှံ့ဖြင့် ငှက်ပုံသဏ္ဌာန်ပြုလုပ်ခဲ့သည့်အခါ၊ သင်သည် ၎င်းထဲသို့ အသက်သွင်းလိုက်သောအခါ ငါ၏ခွင့်ပြုချက်ဖြင့် ငှက်တစ်ကောင် ဖြစ်သွားခဲ့သည်။ သင်သည် ငါ၏ခွင့်ပြုချက်ဖြင့် မျက်မမြင်မွေးဖွားလာသူများနှင့် အနာကြီးရောဂါရှင်များကို ပျောက်ကင်းစေခဲ့သည်။ ငါ၏ခွင့်ပြုချက်ဖြင့် လူသေများကို ထုတ်ဖော်ခဲ့သည်။ သင်သည် ရှင်းလင်းပြတ်သားသော သက်သေသာဓကများဖြင့် အစ္စရေးလ်၏သားမြေးများထံသို့ ရောက်ရှိလာခဲ့ချိန်၌ ငါသည် အစ္စရေးလ်၏သားမြေးများကို သင့်ထံမှ တားဆီးခဲ့သည်။ ထိုသူတို့အနက်မှ မယုံကြည်သူများသည် 'ဤသည်မှာ ထင်ရှားသော မှော်အတတ်သာဖြစ်သည်' ဟု ပြောဆိုခဲ့ကြသည်။ <span>(၁၁၀)</span>” “ငါသည် အလ်-ဟာဝါရီယျီးန်တို့အား ငါနှင့် ငါ၏ရစူလ်ကို ယုံကြည်ကြရန် အဝှိုင်းယူ <span class=\"gray\">[စိတ်ထဲထည့်သွင်းပေးခဲ့]</span> သည့်အခါ ထိုသူတို့က 'ကျွန်ုပ်တို့သည် ယုံကြည်ပါ၏။ ကျွန်ုပ်တို့သည် မွတ်စ်လင်မ်များဖြစ်ကြောင်း သက်သေခံပါ၏' ဟု ပြောဆိုခဲ့ကြသည်။ <span>(၁၁၁)</span>”</p><div lang=\"my\" class=\"my \"><h2>အီစာအား အလ္လာဟ်အရှင်မြတ် ချီးမြှင့်ခဲ့သော ကျေးဇူးတော်များကို သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ကျွန်တော်အရစူလ် မရ်ယမ်၏သား အီစာအား မည်သို့ ကောင်းချီးပေးခဲ့ကြောင်း၊ အရှင်မြတ်ချီးမြှင့်ခဲ့သော မူအ်ဂျီဇာများ (သာမန်လွန်ဖြစ်ရပ်များ) နှင့် ထူးခြားသည့် လုပ်ရပ်များကို ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْكُرْ نِعْمَتِي عَلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အပေါ် ငါချီးမြှင့်ခဲ့သော ကျေးဇူးတော်ကို မှတ်ပါလေ)</span> ငါသည် သင့်ကို သင့်မယ်တော်မှ အမျိုးသားတစ်ဦး၏ ကြားဝင်မှုမရှိဘဲ ဖန်ဆင်းခဲ့ပြီး အရာခပ်သိမ်းအပေါ် ငါ၏ပြည့်ဝသော တန်ခိုးတော်၏ လက္ခဏာနှင့် ရှင်းလင်းသော သက်သေအဖြစ် ပြုလုပ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَىٰ وَالِدَتِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင့်မယ်တော်အပေါ်)</span> ငါသည် သင့်အား သူမ၏စင်ကြယ်မှုကို သက်သေခံစေခဲ့ပြီး၊ ထို့ကြောင့် သင်သည် မတရားသော၊ အသိပညာမဲ့သော၊ မုသားပြောသူများက သူမအား စွပ်စွဲခဲ့သော အပြစ်မှ သူမကို ကင်းလွတ်စေခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ أَيَّدتُّكَ بِرُوحِ الْقُدُسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင့်ကို ရူးဟ်-အိလ်-ကူဒူစ် ဖြင့် ကူညီပံ့ပိုးခဲ့သည့်အခါ)</span> ဂျစ်ဗ်ရီလ်ဟူသော မလာအိကဟ်ဖြင့် သင့်ကို ပံ့ပိုးခဲ့ပြီး၊ သင့်ကို ပုခက်ထဲ၌လည်းကောင်း၊ အရွယ်ရောက်ချိန်၌လည်းကောင်း အလ္လာဟ်အရှင်မြတ်ထံသို့ ဖိတ်ခေါ်သော နဗီတပါးဖြစ်စေခဲ့သည်။ ငါသည် သင့်အား ပုခက်ထဲ၌ စကားပြောစေခဲ့ပြီး၊ သင့်မယ်တော်သည် မည်သည့်မကောင်းသောအပြုအမူမှ ကင်းစင်ကြောင်း သင် သက်သေခံခဲ့သည်။ သင်သည် ငါ့ကိုသာ ကိုးကွယ်ကြောင်း ကြေညာခဲ့သည်။ သင်သည် ငါ၏သတင်းစကားကိုလည်း ပေးပို့ခဲ့ပြီး၊ သူတို့ကို ငါ့ကို ကိုးကွယ်ရန် ဖိတ်ခေါ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> تُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်သည် ပုခက်ထဲ၌လည်းကောင်း၊ အရွယ်ရောက်ချိန်၌လည်းကောင်း လူအပေါင်းတို့အား ပြောဆိုခဲ့သည်;)</span> ဆိုလိုသည်မှာ သင်သည် ကလေးဘဝနှင့် အရွယ်ရောက်ချိန်၌ လူအပေါင်းတို့ကို အလ္လာဟ်အရှင်မြတ်ထံသို့ ဖိတ်ခေါ်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">\"တုကလ်လိမ်\" ဟူသော စကားလုံးသည် ဖိတ်ခေါ်ခြင်းဟု အဓိပ္ပါယ်ရသည်။ အဘယ်ကြောင့်ဆိုသော် ကလေးဘဝတွင် လူအပေါင်းတို့အား ပြောဆိုခြင်းသည် သူ့ဘာသာသူ ထူးဆန်းသောအရာ မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ عَلَّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင့်အား ကျမ်းမြတ်နှင့် ဟစ်ကမာကို သင်ကြားပေးခဲ့သည့်အခါ၊)</span> ရေးသားနိုင်စွမ်းနှင့် နားလည်နိုင်စွမ်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالتَّوْرَاةَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တောင်ရာ၊)</span> မူဆာ (အီမရာန်၏သား) အား ထုတ်ဖော်ခဲ့သော တောင်ရာကျမ်း၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်နှင့် တိုက်ရိုက်စကားပြောဆိုခဲ့သူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်သည် ငါ၏ခွင့်ပြုချက်ဖြင့် ရွှံ့ဖြင့် ငှက်ပုံသဏ္ဌာန်ပြုလုပ်ခဲ့သည့်အခါ၊)</span> ဆိုလိုသည်မှာ- 'သင်သည် ငါ၏ခွင့်ပြုချက်ဖြင့် ၎င်းကို ငှက်ပုံသဏ္ဌာန်ပြုလုပ်ခဲ့ပြီး၊ သင် ၎င်းထဲသို့ အသက်သွင်းပြီးနောက် ငါ၏ခွင့်ပြုချက်ဖြင့် ငှက်တစ်ကောင် ဖြစ်လာခဲ့သည်'။ ထို့နောက် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ခွင့်ပြုချက်ဖြင့် အသက်ပါသော ပျံသန်းနိုင်သည့် ငှက်တစ်ကောင် ဖြစ်လာခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်သည် ငါ၏ခွင့်ပြုချက်ဖြင့် မျက်မမြင်မွေးဖွားလာသူများနှင့် အနာကြီးရောဂါရှင်များကို ပျောက်ကင်းစေခဲ့သည်၊)</span> ဤအကြောင်းကို စူရဟ် အာလ်-အိမ္မာန် <span class=\"gray\">(အခန်း ၃)</span> တွင် ယခင်က ရှင်းပြခဲ့ပြီးဖြစ်သောကြောင့် ဤနေရာတွင် ထပ်မံပြောဆိုရန် မလိုအပ်ပါ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ تُخْرِجُ الْمَوْتَىٰ بِإِذْنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်သည် ငါ၏ခွင့်ပြုချက်ဖြင့် လူသေများကို ထုတ်ဖော်ခဲ့သည့်အခါ၊)</span> ဆိုလိုသည်မှာ သင်သည် သူတို့ကို ခေါ်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်၊ တန်ခိုးတော်၊ ရည်ရွယ်ချက်နှင့် အလိုတော်ဖြင့် သူတို့သည် ၎င်းတို့၏ ဂူများမှ ထမြောက်လာခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنكَ إِذْ جِئْتَهُم بِالْبَيِّنَاتِ فَقَالَ الَّذِينَ كَفَرُوا مِنْهُمْ إِنْ هَٰذَا إِلَّا سِحْرٌ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်သည် ရှင်းလင်းပြတ်သားသော သက်သေသာဓကများဖြင့် အစ္စရေးလ်၏သားမြေးများထံသို့ ရောက်ရှိလာခဲ့ချိန်၌ ငါသည် အစ္စရေးလ်၏သားမြေးများကို သင့်ထံမှ တားဆီးခဲ့ပြီး၊ ထိုသူတို့အနက်မှ မယုံကြည်သူများသည် \"ဤသည်မှာ ထင်ရှားသော မှော်အတတ်သာဖြစ်သည်\" ဟု ပြောဆိုခဲ့ကြသည်၊)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ- 'ငါ၏ကျေးဇူးတော်ကို မှတ်ပါလေ၊ သင်သည် ငါ၏နဗီပွင့်တော်မူခြင်းနှင့် ငါ့ထံမှ သူတို့အတွက် သတင်းစကားကို သက်သေခံသော ရှင်းလင်းပြတ်သားသည့် သက်သေသာဓကများကို သူတို့ထံ ယူဆောင်လာခဲ့ချိန်၌ ငါသည် အစ္စရေးလ်၏သားမြေးများကို သင့်ကို ထိခိုက်စေခြင်းမှ ရပ်တန့်စေခဲ့သည်။ သူတို့သည် သင့်ကို ငြင်းပယ်ပြီး မှော်ဆရာဟု စွပ်စွဲခဲ့ကာ လက်ဝါးကပ်တိုင်တင်၍ သင့်ကို သတ်ရန် ကြိုးစားခဲ့ကြသည်၊ သို့သော် ငါသည် သင့်ကို ကယ်ဆယ်ခဲ့ပြီး ငါ့ထံသို့ မြှင့်တင်ခဲ့သည်၊ သူတို့၏ ယုတ်မာမှုမှ သင့်ကို စင်ကြယ်စေခဲ့ပြီး သူတို့၏ ဘေးဒုက္ခမှ ကာကွယ်ခဲ့သည်။'</p><p lang=\"my\" class=\"my \">ဤအာယတ်၏ စကားလုံးများသည် အီစာအား ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဤကျေးဇူးတော်များကို သတိပေးခံရမည်ကို ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်များတွင် အတိတ်ကာလကို သုံးစွဲထားခြင်းသည် ၎င်းသည် အမှန်ပင်ဖြစ်ပေါ်မည့် ကိစ္စဖြစ်ကြောင်း ဖော်ပြသည်။ ဤအာယတ်သည် အလ္လာဟ်အရှင်မြတ်က အရှင်မြတ်၏ ရစူလ် မုဟမ္မဒ် ﷺ အား ထုတ်ဖော်ပြသခဲ့သော အလ္လာဟ်အရှင်မြတ် မမြင်နိုင်သောအရာများ၏ လျှို့ဝှက်ချက်အချို့ကိုလည်း ပါဝင်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် အလ်-ဟာဝါရီယျီးန်တို့အား ငါနှင့် ငါ၏ရစူလ်ကို ယုံကြည်ကြရန် အဝှိုင်းယူခဲ့သည့်အခါ။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် အီစာအား အလ္လာဟ်အရှင်မြတ်က ကျေးဇူးပြုခဲ့ခြင်းကို သတိပေးခြင်းလည်းဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် အီစာအတွက် တပည့်များနှင့် အပေါင်းအဖော်များကို ပြုလုပ်ပေးခဲ့သောကြောင့်ဖြစ်သည်။ ဤအာယတ်ရှိ \"အဝှိုင်းယူ\" ဟူသော စကားလုံးသည် 'လှုံ့ဆော်ခဲ့သည်' ဟု အဓိပ္ပါယ်ရသည်ဟုလည်း ဆိုကြသည်။ အခြားအာယတ်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْحَيْنَا إِلَىٰ أُمِّ مُوسَىٰ أَنْ أَرْضِعِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် မူဆာ၏မယ်တော်အား <span class=\"gray\">(ဤသို့ပြောဆိုလျက်)</span> လှုံ့ဆော်ခဲ့သည်- သူ့ကို နို့တိုက်ပါ...)</span><span class=\"gray\">[28:7]</span> အခြားအာယတ်များတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْحَىٰ رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ - ثُمَّ كُلِي مِن كُلِّ الثَّمَرَاتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်သည် ပျားအား အဝှာ <span class=\"gray\">(လှုံ့ဆော်)</span> ခဲ့သည်၊ \"တောင်များပေါ်၊ သစ်ပင်များပေါ်နှင့် သူတို့ ဆောက်လုပ်ထားသော အရာများတွင် နေအိမ်များကို ယူကြလော့။ ထို့နောက် သစ်သီးအားလုံးမှ စားသုံးပြီး သင်၏အရှင်သခင်၏ လွယ်ကူစေထားသော <span class=\"gray\">(သင့်အတွက်)</span> လမ်းစဉ်များကို လိုက်နာကြလော့။\")</span><span class=\"gray\">[16:68-69]</span></p><p lang=\"my\" class=\"my \">အလ်-ဟာစန် အလ်-ဘစရီက ဟာဝါရီယျီးန်တို့နှင့် ပတ်သက်၍ \"အလ္လာဟ်အရှင်မြတ်က သူတို့ကို လှုံ့ဆော်ခဲ့သည်\" ဟု မှတ်ချက်ပြုခဲ့သည်။ အစ့်-ဆူဒီကမူ \"သူတို့၏နှလုံးသားများထဲသို့ ထည့်သွင်းပေးခဲ့သည်\" ဟု ပြောဆိုခဲ့သည်။ ဟာဝါရီယျီးန်တို့ကလည်း ပြောဆိုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنَّا وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ယုံကြည်ပါသည်။ ကျွန်ုပ်တို့သည် မွတ်စ်လင်မ်များဖြစ်ကြောင်း သက်သေခံပါသည်။)</span></p>"
  }
]