[
  {
    "ayah_key": "22:37",
    "group_ayah_key": "22:37",
    "from_ayah": "22:37",
    "to_ayah": "22:37",
    "ayah_keys": "22:37",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့၏အသားများလည်းကောင်း၊ ၎င်းတို့၏သွေးများလည်းကောင်း အလ္လာဟ်အရှင်မြတ်ထံသို့ ရောက်ရှိသည်မဟုတ်ပေ။ သို့သော် သင်တို့ထံမှ သက်ဝါတရားသာလျှင် ကိုယ်တော်ထံသို့ ရောက်ရှိသည်။ ဤသို့ဖြင့် သင်တို့အား ကိုယ်တော်၏ လမ်းပြမှုအတွက် အလ္လာဟ်အရှင်မြတ်၏ ကြီးမြတ်မှုကို သင်တို့ကြေညာနိုင်ရန်အတွက် ငါတို့သည် ၎င်းတို့အား သင်တို့အပေါ်တွင် အုပ်စိုးစေခဲ့ပြီ။ ကောင်းမှုပြုသူများအား ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးပါလေ။ <span>(37)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ အမြင်အရ ဥဒ်ဟီယာ <span class=\"ga gray\" lang=\"ga\">(Sacrifice)</span> ၏ ရည်ရွယ်ချက်မှာ ကိုယ်တော်၏ကျွန်၏ ရိုးသားမှုနှင့် သက်ဝါတရားပင်ဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်– ဤယဇ်ပူဇော်ခြင်းကို သင်တို့အတွက် သတ်မှတ်ထားသည်မှာ သင်တို့သတ်ဖြတ်သည့်အခါ ကိုယ်တော်အား အောက်မေ့ရန်အတွက်ဖြစ်သည်။ အကြောင်းမှာ ကိုယ်တော်သည် ဖန်ဆင်းရှင်နှင့် ပေးသနားရှင် ဖြစ်သောကြောင့်ပင်။ ၎င်း၏ အသား သို့မဟုတ် သွေးမှ မည်သည့်အရာမျှ ကိုယ်တော်ထံသို့ ရောက်ရှိသည်မဟုတ်ပေ။ အကြောင်းမှာ ကိုယ်တော်သည် မိမိကိုယ်တိုင်မှလွဲ၍ မည်သည့်အရာကိုမျှ မလိုအပ်သောကြောင့်ပင်။</p><p lang=\"my\" class=\"my \">အမှောင်ခေတ် (ဂျာဟိလ်ယျာ) ကာလတွင် ၎င်းတို့၏ ဘုရားများထံ ယဇ်ပူဇော်သောအခါ ၎င်းတို့သည် မိမိတို့၏ ယဇ်ပူဇော်သော အသားအချို့ကို ရုပ်တုများပေါ်တွင် တင်၍ သွေးများကို ၎င်းတို့အပေါ် ပက်ဖြန်းလေ့ရှိကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏အသားများလည်းကောင်း၊ ၎င်းတို့၏သွေးများလည်းကောင်း အလ္လာဟ်အရှင်မြတ်ထံသို့ ရောက်ရှိသည်မဟုတ်ပေ။)</span> အိဗ်နု အဘီ ဟာသ်ိမ် မှတ်တမ်းတင်သည်မှာ အိဗ်နု ဂျုရိုင်းဂျ်က “ဂျာဟိလ်ယျာခေတ်မှ လူများသည် ၎င်းတို့၏ ယဇ်အသားများကို အိမ်တော်ပေါ်တွင် တင်ကာ သွေးများကို ပက်ဖြန်းလေ့ရှိသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ဆွဟာဘာများသည် ‘ကျွန်ုပ်တို့သည် ထိုသို့ပြုလုပ်ရန် ပို၍ အခွင့်အရေးရှိသည်’ ဟု ပြောဆိုကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အောက်ပါစကားများကို ထုတ်ဖော်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَٰكِن يَنَالُهُ التَّقْوَىٰ مِنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏အသားများလည်းကောင်း၊ ၎င်းတို့၏သွေးများလည်းကောင်း အလ္လာဟ်အရှင်မြတ်ထံသို့ ရောက်ရှိသည်မဟုတ်ပေ။ သို့သော် သင်တို့ထံမှ သက်ဝါတရားသာလျှင် ကိုယ်တော်ထံသို့ ရောက်ရှိသည်။)</span> ၎င်းသည် ကိုယ်တော်လက်ခံပြီး အကျိုးပေးမည့်အရာဖြစ်သည်၊ ဆွဟီဟ်တွင် ဖော်ပြထားသည့်အတိုင်း–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَا يَنْظُرُ إِلَى صُوَرِكُمْ وَلَا إِلَى أَلْوَانِكُمْ، وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِကُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ ရုပ်ရည် သို့မဟုတ် အရောင်များကို ကြည့်တော်မူသည်မဟုတ်။ သို့သော် ကိုယ်တော်သည် သင်တို့၏ နှလုံးသားများနှင့် လုပ်ရပ်များကို ကြည့်တော်မူသည်။)</span> ဟဒီးဆ်တော်တွင်လည်း “အမှန်စင်စစ် အလှူဒါနသည် တောင်းခံသူ၏လက်ထဲသို့ မကျမီ အပ်ရ်-ရဟ်မာန်၏ လက်တော်ထဲသို့ ကျရောက်သည်” ဟု ပါရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ سَخَّرَهَا لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ငါတို့သည် ၎င်းတို့အား သင်တို့အပေါ်တွင် အုပ်စိုးစေခဲ့ပြီ)</span> ဆိုလိုသည်မှာ ‘ဤရည်ရွယ်ချက်အတွက် ငါတို့သည် ဗွဒ်န်တို့ကို သင်တို့အတွက် နာခံစေခဲ့ပြီ’</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُကَبِّرُوا اللَّهَ عَلَىٰ مَا هَدَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား ကိုယ်တော်၏ လမ်းပြမှုအတွက် အလ္လာဟ်အရှင်မြတ်၏ ကြီးမြတ်မှုကို သင်တို့ကြေညာနိုင်ရန်အတွက်။)</span> ဆိုလိုသည်မှာ သင်တို့အား ကိုယ်တော်၏ဘာသာတရားနှင့် ကိုယ်တော်နှစ်သက်ပြီး ကျေနပ်တော်မူသော ကိုယ်တော်၏လမ်းစဉ်သို့ လမ်းပြတော်မူခြင်းအတွက် သင်တို့ ကိုယ်တော်အား ချီးမြှင့်ရန်ဖြစ်ပြီး ကိုယ်တော်မနှစ်သက်၊ ငြင်းပယ်တော်မူသော အရာအားလုံးကို သင်တို့အား တားမြစ်ထားပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَشِّرِ الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုပြုသူများအား ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးပါလေ။)</span> ဆိုလိုသည်မှာ ‘ကောင်းမှုပြုသူများအား ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးပါလေ၊ အို မုဟမ္မဒ်’ ဟူ၍ ဖြစ်သည်။ ဆိုလိုသည်မှာ ၎င်းတို့၏ လုပ်ရပ်များသည် ကောင်းမွန်ပြီး အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော ကန့်သတ်ချက်များအတွင်း နေထိုင်သူများ၊ ၎င်းတို့အတွက် သတ်မှတ်ထားသောအရာများကို လိုက်နာသူများ၊ တမန်တော် ﷺ အား ယုံကြည်ပြီး ကိုယ်တော်၏အရှင်သခင်ထံမှ သယ်ဆောင်လာသည်များကို လိုက်နာသူများ ဖြစ်သည်။</p><p lang=\"hi-Latn\" class=\"hi-Latn \"><span class=\"gray\">(Note)</span> The Udhiyyah is Sunnah Mustahabbah </p><p lang=\"my\" class=\"my \">အိမ်ထောင်စုတစ်ခုရှိ အဖွဲ့ဝင်အားလုံးကိုယ်စား တိရစ္ဆာန်တစ်ကောင်သာ လုံလောက်သည်။ အိဗ်နု အူမရ်က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဆယ်နှစ်တာ ကာလပတ်လုံး ယဇ်ပူဇော်ခဲ့သည်” ဟု ပြောကြားခဲ့သည်။ ၎င်းကို အတ်-သေရ်မီဇီက မှတ်တမ်းတင်ခဲ့သည်။ အဘူ အယျူဘ်က ပြောကြားသည်– “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ လက်ထက်တွင် လူတစ်ဦးသည် မိမိကိုယ်တိုင်နှင့် မိမိအိမ်ထောင်စုဝင်အားလုံးကိုယ်စား သိုးတစ်ကောင်ကို ယဇ်ပူဇော်လေ့ရှိပြီး ၎င်းတို့သည် ၎င်းမှ စားသောက်ကာ အခြားသူများကို ကျွေးမွေးလေ့ရှိသည်။ လူတို့သည် (တစ်ခုထက်ပို၍ ယဇ်ပူဇော်ခြင်းဖြင့်) ကြွားဝါလာကာ ယခု သင်မြင်တွေ့ရသည့် အဆင့်သို့ ရောက်ရှိလာသည်အထိပင်။” ၎င်းကို အတ်-သေရ်မီဇီက ဆွဟီဟ်အဖြစ် သတ်မှတ်ကာ မှတ်တမ်းတင်ခဲ့ပြီး အိဗ်နု မာဂျာကလည်း မှတ်တမ်းတင်ခဲ့သည်။ အဗ်ဒူလ္လာဟ် ဘင် ဟိရှမ်သည် မိမိ၏ မိသားစုတစ်စုလုံးကိုယ်စား သိုးတစ်ကောင်ကို ယဇ်ပူဇော်လေ့ရှိသည်။ ၎င်းကို အလ်-ဗုခါရီက မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ယဇ်ပူဇော်မည့် တိရစ္ဆာန်၏ အသက်အရွယ်နှင့်ပတ်သက်၍ မွတ်စလင်မ်သည် ဂျာဘိရ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَذْبَحُوا إِلَّا مُسِنَّةً، إِلَّا أَنْ تَعْسُرَ عَلَيْكُمْ فَتَذْبَحُوا جَذَعَةً مِنَ الضَّأْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသက်ပြည့်ပြီးသော တိရစ္ဆာန်မှလွဲ၍ မည်သည့်အရာကိုမျှ ယဇ်မပူဇော်ကြကုန်။ ထိုသို့မဖြစ်နိုင်ပါက သိုးငယ်တစ်ကောင်ကို ယဇ်ပူဇော်ကြကုန်။)</span></p>"
  },
  {
    "ayah_key": "22:38",
    "group_ayah_key": "22:38",
    "from_ayah": "22:38",
    "to_ayah": "22:38",
    "ayah_keys": "22:38",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အား ကာကွယ်တော်မူသည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်သစ္စာဖောက် ကျေးဇူးကန်းသူကိုမျှ မနှစ်သက်ပေ။ <span>(38)</span></p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်သူများအတွက် အလ္လာဟ်အရှင်မြတ်၏ ကာကွယ်မှု သတင်းကောင်း</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် မိမိအပေါ် ယုံကြည်ကိုးစားကာ နောင်တတရားဖြင့် မိမိထံ လှည့်ပြန်လာသော မိမိ၏ကျွန်များကို ကာကွယ်တော်မူကြောင်း မိန့်တော်မူသည်။ ကိုယ်တော်သည် ၎င်းတို့အား အဆိုးဆုံးသော လူဆိုးများနှင့် အပြစ်သားတို့၏ ပယောဂများမှ ကာကွယ်တော်မူသည်။ ကိုယ်တော်သည် ၎င်းတို့အား ကာကွယ်၊ စောင့်ရှောက်၊ ပံ့ပိုးတော်မူသည်။ အခြားနေရာတွင် ကိုယ်တော်မိန့်တော်မူထားသည့်အတိုင်း–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်အတွက် မလုံလောက်ပေဘူးလား။)</span><span class=\"gray\">(၃၉:၃၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ۚ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ ۚ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်အပေါ် ယုံကြည်ကိုးစားအံ့၊ ထိုအခါ ကိုယ်တော်သည် ၎င်းအား လုံလောက်စေမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရည်ရွယ်ချက်ကို ပြီးမြောက်စေမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအတွက် အတိုင်းအတာတစ်ခုကို သတ်မှတ်ထားပြီးဖြစ်သည်။)</span><span class=\"gray\">(၆၅:၃)</span>။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်သစ္စာဖောက် ကျေးဇူးကန်းသူကိုမျှ မနှစ်သက်ပေ)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ဤလက္ခဏာရပ်များရှိသော မိမိ၏ကျွန်များကို မနှစ်သက်ပေ။ ဆိုလိုသည်မှာ ကတိသစ္စာနှင့် ကတိကဝတ်များတွင် သစ္စာဖောက်ခြင်း၊ ထို့ကြောင့် လူတစ်ဦးသည် မိမိပြောသည်ကို မပြုလုပ်ခြင်း၊ ကျေးဇူးကန်းခြင်းမှာ ကောင်းချီးမင်္ဂလာများကို ငြင်းပယ်ခြင်းဖြစ်ပြီး ထိုကြောင့် တစ်ဦးတစ်ယောက်သည် ၎င်းတို့ကို အသိအမှတ်မပြုခြင်း သို့မဟုတ် တန်ဖိုးမထားခြင်းပင် ဖြစ်သည်။</p>"
  }
]