[
  {
    "ayah_key": "36:26",
    "group_ayah_key": "36:26",
    "from_ayah": "36:26",
    "to_ayah": "36:29",
    "ayah_keys": "36:26,36:27,36:28,36:29",
    "text": "<p lang=\"my\" class=\"my \">\"အသင်သည် ဂျန္နတ်(အကောင်းဆုံးဥယျာဉ်) သို့ ဝင်လော့\" ဟု ပြောတော်မူ၏။ သူက \"အို... ငါ၏လူမျိုးများ သိကြပါစေသတည်း။ <span>(၂၆)</span> ငါ့အား ငါ၏အရှင် <span class=\"gray\">(အလ္လာဟ်)</span> သည် ခွင့်လွှတ်တော်မူပြီ၊ ဂုဏ်ပြုခံရသူတို့တွင် ထည့်သွင်းတော်မူပြီ! <span>(၂၇)</span> ထိုပြင် ငါတို့သည် သူ၏လူမျိုးများအပေါ် သူ၏နောက်မှ ကောင်းကင်မှ စစ်တပ်ကို မစေလွှတ်ခဲ့ပေ။ ငါတို့ စေလွှတ်ရန် <span class=\"gray\">(ထိုသို့သောအရာကို)</span> လိုအပ်ခဲ့သည် မဟုတ်ပေ။<span>(၂၈)</span> ၎င်းသည် 'ဆိုက်ဟဟ်' တစ်ခုသာ ဖြစ်ခဲ့သည်၊ ဤသို့ဖြင့် သူတို့ <span class=\"gray\">(အားလုံး)</span> သည် ငြိမ်သက်သွားခဲ့ကြလေ၏။ <span>(၂၉)</span></p><p lang=\"my\" class=\"my \">မူဟမ္မဒ် ဘင် အစ္စဟက်ခ်ျ သည် အိဗ်နု မစအူးဒ် ရဒီယယ်လ္လာဟု အန်ဟု ၏ အပေါင်းအပါအချို့ထံမှ သတင်းပေးပို့ခဲ့သည်မှာ၊ သူတို့သည် သူ့ကို နင်းခဲ့ကြရာ သူ၏အူများသည် သူ၏စအိုမှ ထွက်လာသည်အထိ ဖြစ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က သူ့အား မိန့်ကြားတော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْخُلِ الْجَنَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဂျန္နတ်(အကောင်းဆုံးဥယျာဉ်) သို့ ဝင်လော့။\")</span> ဤသို့ဖြင့် သူသည် အလ္လာဟ်အရှင်မြတ်က သူ့ထံမှ ဤလောက၏ ဖျားနာမှု၊ ဝမ်းနည်းကြေကွဲမှုနှင့် ပင်ပန်းနွမ်းနယ်မှု အားလုံးကို ဖယ်ရှားပေးခဲ့သောအခါ၊ ကြွယ်ဝသော ပေးသနားမှု အားလုံးနှင့်အတူ ဝင်ရောက်ခဲ့သည်။ မူဂျာဟစ်ဒ်က \"ဟာဗီဘ် အန်-နဂျ္ဂျာအား 'ဂျန္နတ်(အကောင်းဆုံးဥယျာဉ်) သို့ ဝင်လော့' ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ သူ၏အခွင့်အရေးဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် အသတ်ခံခဲ့ရသည်။ သူသည် အကျိုးကျေးဇူးကို မြင်သောအခါ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက \"ငါ့လူမျိုးများ သိကြပါစေသတည်း...\")</span>\" ဟု ပြောကြားခဲ့သည်။ ကတာဒါဟ်က \"အသင်သည် သစ္စာရှိပြီး မသစ္စာမရှိသော ယုံကြည်သူတစ်ဦးကို မတွေ့ရတော့ပေ။ အလ္လာဟ်အရှင်မြတ်က သူ့အား မည်သို့ ဂုဏ်ပြုခဲ့သည်ကို သူသည် မိမိမျက်စိဖြင့် ကိုယ်တိုင်မြင်သောအခါ၊ သူက ပြောကြားခဲ့သည် -</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ - بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက \"ငါ့အရှင်သည် ငါ့အား ခွင့်လွှတ်တော်မူပြီ၊ ဂုဏ်ပြုခံရသူတို့တွင် ထည့်သွင်းတော်မူပြီ ဟု ငါ၏လူမျိုးများ သိကြပါစေသတည်း။\")</span> သူသည် အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်ကျက်သရေကို သူသည် မိမိမျက်စိဖြင့် မြင်တွေ့နေရသည်များကို သူ၏လူမျိုးများ သိစေလိုခဲ့သည်။\" အိဗ်နု အဗ္ဗာစ် က \"သူသည် သူ၏သက်တမ်းအတွင်း သူ၏လူမျိုးများအပေါ် သစ္စာရှိခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ၏လူမျိုးတို့! တမန်တော်များကို လိုက်နာကြလော့!)</span><span class=\"gray\">(၃၆:၂၀)</span> ဟု ပြောခြင်းဖြင့်ဖြစ်ပြီး၊ သူ၏သေဆုံးပြီးနောက်တွင်မူ -</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَا لَيْتَ قَوْمِي يَعْلَمُونَ - بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အရှင် <span class=\"gray\">(အလ္လာဟ်)</span> သည် ငါ့အား ခွင့်လွှတ်တော်မူပြီ၊ ဂုဏ်ပြုခံရသူတို့တွင် ထည့်သွင်းတော်မူပြီ ဟု ငါ၏လူမျိုးများ သိကြပါစေသတည်း!)</span> ဟု ပြောခြင်းဖြင့် ဖြစ်သည်။\" ဤအချက်ကို အိဗ်နု အဘီ ဟာတီမ် မှတ်တမ်းတင်ခဲ့သည်။ စွဖ်ယန် အစ်သ်-သောင်ရီ သည် အာစင်မ် အလ်-အဟ်ဝါလ် မှတဆင့် အဘူ မစ်ဂျ်လာဇ် ထံမှ ရေဝါယတ်ပြုခဲ့သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အရှင်သည် ငါ့အား ခွင့်လွှတ်တော်မူပြီ၊ ဂုဏ်ပြုခံရသူတို့တွင် ထည့်သွင်းတော်မူပြီ!)</span> \"ငါ့အရှင်အပေါ် ငါ၏ယုံကြည်မှုနှင့် တမန်တော်များအပေါ် ငါ၏ယုံကြည်မှုကြောင့် ဖြစ်သည်။\" ဆိုလိုသည်မှာ သူတို့သည် သူရရှိခဲ့သော ကြီးမားသော ဆုလာဘ်နှင့် ထာဝရကောင်းချီးများကို မြင်နိုင်ခဲ့ပါက၊ ၎င်းသည် သူတို့အား တမန်တော်များကို လိုက်နာရန် ဦးတည်စေလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ကရုဏာထား၍ နှစ်သက်တော်မူပါစေသတည်း၊ အဘယ်ကြောင့်ဆိုသော် သူသည် သူ၏လူမျိုးများ လမ်းပြခံရရေးအတွက် အလွန်ပင် စိတ်အားထက်သန်ခဲ့သောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنْزَلْنَا عَلَىٰ قَوْمِهِ مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّمَاءِ وَمَا كُنَّا مُنْزِلِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုပြင် ငါတို့သည် သူ၏လူမျိုးများအပေါ် သူ၏နောက်မှ ကောင်းကင်မှ စစ်တပ်ကို မစေလွှတ်ခဲ့ပေ။ ငါတို့ စေလွှတ်ရန် လိုအပ်ခဲ့သည် မဟုတ်ပေ။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊ သူတို့က သူ့အား သတ်ဖြတ်ပြီးနောက် သူ၏လူမျိုးများအပေါ် လက်စားချေခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် ဘုန်းတော်ကြီး၍ မြင့်မြတ်တော်မူ၏၊ သူတို့သည် ကိုယ်တော်၏ တမန်တော်များကို မယုံကြည်ခဲ့ကြပြီး ကိုယ်တော်၏ ရင်းနှီးသော မိတ်ဆွေကို သတ်ဖြတ်ခဲ့ကြသောကြောင့် သူတို့အပေါ် အမျက်တော်ထွက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ ကိုယ်တော်သည် ဤလူများကို ဖျက်ဆီးရန်အတွက် ကောင်းကင်တမန်များ၏ စစ်တပ်ကို မစေလွှတ်ခဲ့ပေ၊ ထိုသို့စေလွှတ်ရန် လိုအပ်သည်လည်း မဟုတ်ပေ။ အကြောင်းအရာသည် ထိုမျှမက ပိုမိုရိုးရှင်းသည်။ ဤသည်မှာ အိဗ်နု မစအူးဒ် ၏ အမြင်ဖြစ်သည်၊ အိဗ်နု အစ္စဟက်ခ်ျ ၏ အပေါင်းအပါအချို့ထံမှ အာယတ် နှင့်ပတ်သက်၍ သတင်းပေးပို့ချက်များအရ ဖြစ်သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنْزَلْنَا عَلَىٰ قَوْمِهِ مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّمَاءِ وَمَا كُنَّا مُنْزِلِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုပြင် ငါတို့သည် သူ၏လူမျိုးများအပေါ် သူ၏နောက်မှ ကောင်းကင်မှ စစ်တပ်ကို မစေလွှတ်ခဲ့ပေ။ ငါတို့ စေလွှတ်ရန် လိုအပ်ခဲ့သည် မဟုတ်ပေ။)</span> သူက \"ငါတို့သည် သူတို့၏ အရေအတွက်ကို တိုးပွားစေရန် မကြိုးစားခဲ့ကြ၊ အဘယ်ကြောင့်ဆိုသော် အကြောင်းအရာသည် ထိုမျှမက ပိုမိုရိုးရှင်းသောကြောင့် ဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် 'ဆိုက်ဟဟ်' တစ်ခုသာ ဖြစ်ခဲ့သည်၊ ဤသို့ဖြင့် သူတို့ <span class=\"gray\">(အားလုံး)</span> သည် ငြိမ်သက်သွားခဲ့ကြလေ၏။)</span> သူက \"ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ထိုရက်စက်ကြမ်းကြုတ်သော ဘုရင်ကို ဖျက်ဆီးတော်မူခဲ့သည်၊ အန်တီအော့ခ်ျ မြို့သားများကို ဖျက်ဆီးတော်မူခဲ့သည်၊ သူတို့သည် ကမ္ဘာမြေမျက်နှာပြင်မှ ပျောက်ကွယ်သွားခဲ့ကြပြီး မည်သည့်ခြေရာမှ မချန်ထားခဲ့ပေ။\" ဟု ပြောကြားခဲ့သည်။ ထိုစကားလုံးများဖြစ်သော -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا مُنْزِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ စေလွှတ်ရန် လိုအပ်ခဲ့သည် မဟုတ်ပေ <span class=\"gray\">(ထိုသို့သောအရာကို)</span>)</span> ဆိုသည်မှာ၊ 'ငါတို့သည် ၎င်းတို့အား ဖျက်ဆီးခဲ့သောအခါ ကောင်းကင်တမန်များကို ၎င်းလူမျိုးများထံ မစေလွှတ်ခဲ့ပေ၊ ငါတို့ လုပ်ခဲ့သမျှမှာ ၎င်းတို့ကို ဖျက်ဆီးရန် အပြစ်ဒဏ်ကို စေလွှတ်ခြင်းသာ ဖြစ်သည်။' ဟု အဓိပ္ပါယ်ရသည်။ ထိုစကားလုံးများဖြစ်သော -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنْزَلْنَا عَلَىٰ قَوْمِهِ مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုပြင် ငါတို့သည် သူ၏လူမျိုးများအပေါ် သူ၏နောက်မှ ကောင်းကင်မှ စစ်တပ်ကို မစေလွှတ်ခဲ့ပေ။)</span> ဆိုသည်မှာ၊ ၎င်းတို့ထံ နောက်ထပ် သတင်းစကားကို ဆိုလိုသည်။ ဤသည်မှာ မူဂျာဟစ်ဒ်နှင့် ကတာဒါဟ် ၏ အမြင်ဖြစ်သည်။ ကတာဒါဟ်က \"အလ္လာဟ်အရှင်မြတ်သည် သူ၏လူမျိုးများကို သူတို့က သူ့အား သတ်ဖြတ်ပြီးနောက် မဆုံးမတော့ပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် 'ဆိုက်ဟဟ်' တစ်ခုသာ ဖြစ်ခဲ့သည်၊ ဤသို့ဖြင့် သူတို့ <span class=\"gray\">(အားလုံး)</span> သည် ငြိမ်သက်သွားခဲ့ကြလေ၏။)</span>\" ဟု ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျာရီရ် က \"ပထမအမြင်က ပိုမှန်ကန်သည်၊ အဘယ်ကြောင့်ဆိုသော် သတင်းစကားကို စစ်တပ်က ဆောင်ယူရန် မလိုအပ်သောကြောင့် ဖြစ်သည်။\" တဖ်ဆီရ် ပညာရှင်များက \"အလ္လာဟ်အရှင်မြတ်သည် ဂျီဗရီလ် (ငြိမ်းချမ်းခြင်း ရှိပါစေ) ကို ၎င်းတို့ထံ စေလွှတ်ခဲ့သည်၊ သူသည် သူတို့မြို့၏ ဂိတ်တံခါးရှိ တိုင်များကို ဖမ်းဆုပ်ခဲ့သည်၊ ထို့နောက် သူသည် ၎င်းတို့အပေါ် 'ဆိုက်ဟဟ်' တစ်ခုကို ပစ်ချလိုက်သည်၊ ဤသို့ဖြင့် ၎င်းတို့ <span class=\"gray\">(အားလုံး)</span> သည် ငြိမ်သက်သွားခဲ့ကြလေသည်၊ ၎င်းတို့အနက် နောက်ဆုံးလူအထိ ဖြစ်ပြီး၊ မည်သည့်ခန္ဓာကိုယ်တွင်မှ မည်သည့်ဝိညာဉ်မှ မကျန်ခဲ့ပေ။\" ဟု ပြောကြားခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">ဤမြို့သည် အန်တီအော့ခ်ျ ဖြစ်ကြောင်း၊ ဤတမန်တော်သုံးပါးသည် ကတာဒါဟ် နှင့် အခြားသူများ ဖော်ပြခဲ့သည့်အတိုင်း မေရှိယ အီဆာ ဘင် မရီယမ် (ငြိမ်းချမ်းခြင်း ရှိပါစေ) ထံမှ စေလွှတ်ခံရသော တမန်တော်များဖြစ်ကြောင်း ဆလဖ် ပုဂ္ဂိုလ်များစွာ၏ သတင်းပေးပို့ချက်များကို ငါတို့ ဖော်ပြခဲ့ပြီး ဖြစ်သည်။ ဤအချက်ကို နောက်ပိုင်း တဖ်ဆီရ် ပညာရှင်များ အနက် မည်သူမျှ ဖော်ပြခဲ့ခြင်း မရှိပေ၊ ဤကိစ္စကို ထောင့်ပေါင်းစုံမှ ဆန်းစစ်ရမည် ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပထမ)</span> အချက်မှာ ဤပုံပြင်ကို စကားလုံးအတိုင်း ယူဆပါက၊ ဤလူများသည် အလ္လာဟ်အရှင်မြတ် (ဘုန်းတော်ကြီးပါစေ) ထံမှ တမန်တော်များ ဖြစ်ကြောင်း ညွှန်ပြသည်၊ မေရှိယ (ငြိမ်းချမ်းခြင်း ရှိပါစေ) ထံမှ မဟုတ်ပေ၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُمْ مُرْسَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းတို့ထံ တမန်တော်နှစ်ပါး စေလွှတ်သောအခါ၊ ၎င်းတို့သည် ထိုနှစ်ပါးစလုံးကို ငြင်းပယ်ခဲ့ကြသည်။ ထို့ကြောင့် ငါတို့သည် တတိယတစ်ပါးဖြင့် အားဖြည့်ပေးခဲ့ရာ ၎င်းတို့က \"အမှန်စင်စစ် ငါတို့သည် အသင်တို့ထံ တမန်တော်များအဖြစ် စေလွှတ်ခံရသူများ ဖြစ်သည်\" ဟု ပြောကြားခဲ့ကြသည်။)</span> အထိ ဖြစ်သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ - وَمَا عَلَيْنَا إِلَّا الْبَلَاغُ الْمُبِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငါတို့၏ အရှင်သခင်သည် ငါတို့သည် အသင်တို့ထံ တမန်တော်များအဖြစ် စေလွှတ်ခံရသူများ ဖြစ်သည်ကို သိတော်မူ၏။ ငါတို့၏တာဝန်မှာ <span class=\"gray\">(သတင်းစကားကို)</span> ရှင်းလင်းစွာ အရောက်ပို့ရန်သာ ဖြစ်သည်။\")</span> ၎င်းတို့သည် တပည့်တော်များထဲမှ ဖြစ်ခဲ့ပါက၊ ၎င်းတို့သည် မေရှိယ (ငြိမ်းချမ်းခြင်း ရှိပါစေ) ထံမှ ရောက်ရှိလာခဲ့ကြောင်း ညွှန်ပြမည့် အရာတစ်ခုခုကို ပြောကြားခဲ့မည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ ထို့ပြင် ၎င်းတို့သည် မေရှိယ က စေလွှတ်သော တမန်တော်များ ဖြစ်ခဲ့ပါက၊ အဘယ်ကြောင့် ၎င်းလူများသည် ၎င်းတို့အား -</p><p class=\"ur qpc-hafs\" lang=\"ur\"> مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အသင်တို့သည် ငါတို့ကဲ့သို့ လူသားများသာ ဖြစ်သည်\")</span></p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒုတိယ)</span> အချက်မှာ အန်တီအော့ခ်ျ မြို့သားများသည် မေရှိယ က ၎င်းတို့ထံ စေလွှတ်သော တမန်တော်များကို ယုံကြည်ခဲ့ကြခြင်း ဖြစ်သည်။ အန်တီအော့ခ်ျ သည် မေရှိယကို ယုံကြည်သော ပထမဆုံးမြို့ ဖြစ်ပြီး၊ ခရစ်ယာန် ဘုန်းတော်ကြီးများ ရှိသည့် မြို့လေးမြို့အနက် တစ်မြို့ဖြစ်သည်။ ဤမြို့များမှာ - ဂျေရုဆလင် (မေရှိယ၏မြို့ဖြစ်သောကြောင့်)၊ အန်တီအော့ခ်ျ (၎င်းသည် မေရှိယကို လူအားလုံး ယုံကြည်သော ပထမဆုံးမြို့ဖြစ်သောကြောင့်)၊ အလက်ဇန္ဒြီးယား (၎င်းမြို့တွင် ဘုန်းတော်ကြီးများ၊ မြို့ပြဘုန်းတော်ကြီးများ <span class=\"gray\">(ဂိုဏ်းချုပ်ဘုန်းတော်ကြီးများ)</span>၊ ဘိရှော့များ၊ ဘုန်းကြီးများ၊ ဒေကွန်များနှင့် ရဟန်းများ၏ အဆင့်ဆင့်ဖွဲ့စည်းပုံကို ပြုပြင်ပြောင်းလဲရန် သဘောတူခဲ့ကြသောကြောင့်)၊ နှင့် ရောမ (၎င်းသည် သူတို့၏ဘာသာတရားကို ထောက်ပံ့ကူညီ၍ တည်ထောင်ပေးခဲ့သော ဧကရာဇ် ကွန်စတန်တိုင်း၏ မြို့ဖြစ်သောကြောင့်) တို့ဖြစ်သည်။ သူသည် ကွန်စတန်တီနိုပယ်ကို သူ၏မြို့အဖြစ် လက်ခံသောအခါ၊ ရောမဘုန်းတော်ကြီးသည် ထိုသို့ ပြောင်းရွှေ့ခဲ့သည်၊ စအီဒ် ဘင် ဘာထရစ်ခ်ျ နှင့် အခြားသော သမိုင်းပညာရှင်များ၊ ကျမ်းစာရှင်များနှင့် မွတ်စ်လင်မ်များ နှစ်ဦးစလုံးက ဖော်ပြခဲ့သည့်အတိုင်း ဖြစ်သည်။ ထိုအချက်ကို ငါတို့ လက်ခံပါက၊ အန်တီအော့ခ်ျ မြို့သားများသည် ပထမဆုံး ယုံကြည်သူများ ဖြစ်ခဲ့ကြသည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်က ဤမြို့သားများသည် ကိုယ်တော်၏ တမန်တော်များကို ငြင်းပယ်ခဲ့ကြပြီး၊ ကိုယ်တော်သည် ၎င်းတို့ကို 'ဆိုက်ဟဟ်' တစ်ခုဖြင့် ဖျက်ဆီးတော်မူခဲ့ရာ၊ ဤသို့ဖြင့် ၎င်းတို့ <span class=\"gray\">(အားလုံး)</span> သည် ငြိမ်သက်သွားခဲ့ကြသည်ဟု မိန့်ကြားတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံး ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တတိယ)</span> အချက်မှာ အန်တီအော့ခ်ျ နှင့် မေရှိယ၏ တပည့်တော်များ၏ ပုံပြင်သည် တောင်ရာကျမ်း ထုတ်ဖော်ပြီးနောက် ဖြစ်ပွားခဲ့ခြင်း ဖြစ်သည်။ အဘူ စအီဒ် အလ်-ခုဒ်ရီ (အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှစ်သက်တော်မူပါစေသတည်း) နှင့် ဆလဖ် ပုဂ္ဂိုလ်များအနက် အခြားသူများက ဖော်ပြခဲ့သည်မှာ၊ တောင်ရာကျမ်း ထုတ်ဖော်ပြီးနောက် အလ္လာဟ်အရှင်မြတ် (ဘုန်းတော်ကြီး၍ မြင့်မြတ်တော်မူ၏) သည် လူမျိုးတစ်မျိုးလုံးကို အပြစ်ဒဏ် ပေးပို့ခြင်းဖြင့် ဖျက်ဆီးခဲ့ခြင်း မရှိပေ။ ယင်းအစား၊ ကိုယ်တော်သည် ယုံကြည်သူများကို ရုပ်တုကိုးကွယ်သူများနှင့် တိုက်ခိုက်ရန် အမိန့်ပေးခဲ့သည်။ ၎င်းတို့သည် ဤအချက်ကို အာယတ် နှင့်ပတ်သက်၍ ဆွေးနွေးသောအခါ ဖော်ပြခဲ့ကြသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုပြင် အမှန်စင်စစ် ငါတို့သည် မူဆာအား - ရှေးဦးလူမျိုးများကို ငါတို့ ဖျက်ဆီးပြီးနောက် - ဓမ္မကျမ်းကို ပေးသနားခဲ့ပြီးဖြစ်သည်။)</span><span class=\"gray\">(၂၈:၄၃)</span>။ ဤအချက်က ကုရ်အာန်တွင် ဖော်ပြထားသော မြို့သည် အန်တီအော့ခ်ျ မှအပ အခြားမြို့တစ်မြို့ ဖြစ်ကြောင်း ညွှန်ပြသည်၊ ဆလဖ် ပုဂ္ဂိုလ်တစ်ဦးထက်ပို၍ ဖော်ပြခဲ့သည့်အတိုင်း ဖြစ်သည်။ သို့မဟုတ်၊ ငါတို့သည် အမည်တူကို ထိန်းသိမ်းထားလိုပါက၊ ၎င်းသည် အခြား အန်တီအော့ခ်ျ ဖြစ်နိုင်သည်၊ လူသိများသော အန်တီအော့ခ်ျ မဟုတ်ပေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်း <span class=\"gray\">(နာမည်ကြီး အန်တီအော့ခ်ျ)</span> သည် ခရစ်ယာန်ခေတ်အတွင်း သို့မဟုတ် ယခင်က ဖျက်ဆီးခံခဲ့ရကြောင်း မသိရသောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံး ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "36:30",
    "group_ayah_key": "36:30",
    "from_ayah": "36:30",
    "to_ayah": "36:32",
    "ayah_keys": "36:30,36:31,36:32",
    "text": "<p class=\"my translation\" lang=\"my\">အို လူသားတို့! ၎င်းတို့ထံသို့ တမန်တော်တစ်ပါးမျှ မရောက်ရှိလာခဲ့၊ သို့သော် ၎င်းတို့သည် သူ့အား လှောင်ပြောင်ခဲ့ကြသည်သာ ဖြစ်၏။ <span>(၃၀)</span> ၎င်းတို့သည် ငါတို့က ၎င်းတို့မတိုင်မီ မည်မျှများသော လူမျိုးများကို ဖျက်ဆီးခဲ့သည်ကို မမြင်ကြသလော။ အမှန်စင်စစ် ၎င်းတို့သည် ၎င်းတို့ထံသို့ ပြန်လှည့်လာကြမည် မဟုတ်ပေ။ <span>(၃၁)</span> ထိုပြင် အမှန်စင်စစ် အားလုံး - ၎င်းတို့တစ်ဦးစီတိုင်းသည် ငါတို့ရှေ့သို့ ခေါ်ဆောင်ခြင်း ခံကြရမည် ဖြစ်သည်။ <span>(၃၂)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူတို့အပေါ် အမင်္ဂလာဖြစ်ပါစေ!</p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တလ်ဟာဟ် က အိဗ်နု အဗ္ဗာစ် က အာယတ်နှင့်ပတ်သက်၍ မှတ်ချက်ပေးခဲ့သည်ဟု သတင်းပို့ခဲ့သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا حَسْرَةً عَلَى الْعِبَادِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားတို့!)</span> ဆိုသည်မှာ၊ လူသားတို့အပေါ် အမင်္ဂလာ ဖြစ်ပါစေဟု အဓိပ္ပါယ်ရသည်။ ကတာဒါဟ်က ပြောသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا حَسْرَةً عَلَى الْعِبَادِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားတို့!)</span> ဆိုသည်မှာ၊ \"အို အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို လျစ်လျူရှုခဲ့သော လူသားတို့အပေါ် အမင်္ဂလာဖြစ်ပါစေ။\" ဟု အဓိပ္ပါယ်ရသည်။ </p><p lang=\"my\" class=\"my \">အဓိပ္ပါယ်မှာ ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် နောင်တရပြီး ဝမ်းနည်းကြေကွဲကြလိမ့်မည်။ ၎င်းတို့သည် အပြစ်ဒဏ်ကို မိမိမျက်စိဖြင့် ကိုယ်တိုင်မြင်သောအခါ၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်များကို မည်သို့ မယုံကြည်ခဲ့ကြသည်ကိုလည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို မည်သို့ ဆန့်ကျင်ခဲ့ကြသည်ကိုလည်းကောင်း နောင်တရကြလိမ့်မည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ဤလောကတွင် ၎င်းတို့ကို မယုံကြည်ခဲ့ကြသောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံ တမန်တော်တစ်ပါးမျှ မရောက်ရှိလာခဲ့၊ သို့သော် ၎င်းတို့သည် သူ့အား လှောင်ပြောင်ခဲ့ကြသည်သာ ဖြစ်၏။)</span> ဆိုသည်မှာ ၎င်းတို့သည် သူ့ကို မယုံကြည်ခဲ့ကြ၊ သူ့အား လှောင်ပြောင်ခဲ့ကြပြီး၊ သူစေလွှတ်ခံရသော အမှန်တရား၏ သတင်းစကားကို ငြင်းပယ်ခဲ့ကြသည်ဟု အဓိပ္ပါယ်ရသည်။</p><p lang=\"my\" class=\"my \">ဝိညာဉ်ကူးပြောင်းမှု ယုံကြည်ချက်ကို ပယ်ချခြင်း</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့မတိုင်မီ ငါတို့က မည်မျှများသော လူမျိုးများကို ဖျက်ဆီးခဲ့သည်ကို ၎င်းတို့ မမြင်ကြသလော။ အမှန်စင်စစ် ၎င်းတို့သည် ၎င်းတို့ထံသို့ ပြန်လှည့်လာကြမည် မဟုတ်ပေ။)</span> ဆိုသည်မှာ 'အသင်တို့သည် တမန်တော်များကို မယုံကြည်ခဲ့ကြသော သင်တို့မတိုင်မီ အလ္လာဟ်အရှင်မြတ် ဖျက်ဆီးခဲ့သောသူများထံမှ သင်ခန်းစာ မယူကြသလော။ ၎င်းတို့သည် ဤလောကသို့ တစ်ကြိမ်သာ ရောက်ရှိလာခဲ့ကြပြီး၊ ၎င်းထံသို့ ပြန်လှည့်လာကြမည် မဟုတ်ပေ။' ၎င်းသည် ထိုမသိနားမလည်သူများနှင့် အကျင့်ပျက်သူများစွာ ပြောဆိုသည့်အတိုင်း မဟုတ်ပေ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဤလောကီဘဝမှတစ်ပါး အခြားမရှိပေ! ငါတို့သေ၍ ငါတို့အသက်ရှင်ကြသည်!\")</span><span class=\"gray\">(၂၃:၃၇)</span>။ ဤသည်မှာ ဝိညာဉ်ကူးပြောင်းမှု သံသရာ၏ ယုံကြည်ချက်ဖြစ်သည်၊ ၎င်းတို့၏ မသိနားမလည်မှုကြောင့် ၎င်းတို့သည် ယခင်ကအတိုင်း ဤလောကသို့ ပြန်လာလိမ့်မည်ဟု ယုံကြည်ခဲ့ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ မှားယွင်းသော ယုံကြည်ချက်ကို ပယ်ချပြီး မိန့်ကြားတော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့မတိုင်မီ ငါတို့က မည်မျှများသော လူမျိုးများကို ဖျက်ဆီးခဲ့သည်ကို ၎င်းတို့ မမြင်ကြသလော။ အမှန်စင်စစ် ၎င်းတို့သည် ၎င်းတို့ထံသို့ ပြန်လှည့်လာကြမည် မဟုတ်ပေ။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူခြင်း -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ كُلٌّ لَمَّا جَمِيعٌ لَدَيْنَا مُحْضَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုပြင် အမှန်စင်စစ် အားလုံး - ၎င်းတို့တစ်ဦးစီတိုင်းသည် ငါတို့ရှေ့သို့ ခေါ်ဆောင်ခြင်း ခံကြရမည် ဖြစ်သည်။)</span> ဆိုသည်မှာ၊ အတိတ်လူမျိုးများနှင့် လာမည့်လူမျိုးများအားလုံးသည် စုရုံးကာ အလ္လာဟ်အရှင်မြတ် (ဘုန်းတော်ကြီး၍ မြင့်မြတ်တော်မူ၏) ရှေ့မှောက်တွင် စစ်ဆေးခြင်း ခံကြရမည်ဖြစ်ပြီး၊ ၎င်းတို့၏ ကောင်းမှုနှင့် မကောင်းမှုများအတိုင်း အကျိုးပေးခြင်း ခံကြရမည်ဟု အဓိပ္ပါယ်ရသည်။ ဤသည်မှာ အာယတ် နှင့်ဆင်တူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုပြင် အမှန်စင်စစ် သင်၏အရှင်သခင်သည် ၎င်းတို့တစ်ဦးစီတိုင်းအား ၎င်းတို့၏ လုပ်ဆောင်မှုများကို ပြည့်စုံစွာ ပေးဆပ်တော်မူမည်ဖြစ်သည်။)</span><span class=\"gray\">(၁၁:၁၁၁)</span>။</p>"
  }
]