[
  {
    "ayah_key": "23:1",
    "group_ayah_key": "23:1",
    "from_ayah": "23:1",
    "to_ayah": "23:11",
    "ayah_keys": "23:1,23:2,23:3,23:4,23:5,23:6,23:7,23:8,23:9,23:10,23:11",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာရှင်၊ အထူးသနားကြင်နာတော်မူသော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ الْمُؤْمُنُونَ - الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ - وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ - وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ - وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ - إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ - فَمَنِ ابْتَغَىٰ وَرَاءَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْعَادُونَ - وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ - وَالَّذِينَ هُمْ عَلَىٰ صَلَوَاتِهِمْ يُحَافِظُونَ - أُولَٰئِكَ هُمُ الْوَارِثُونَ - الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ယုံကြည်သူတို့သည် အမှန်ပင် အောင်မြင်ကြပေပြီ။)</span><span class=\"gray\">(၂။ ထိုသူတို့သည် ၎င်းတို့၏ ဆွလာတ်တွင် နှိမ့်ချသောသူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">(၃။ ထိုသူတို့သည် အလ်လဂ်ဝ်မှ ရှောင်ကြဉ်သောသူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">(၄။ ထိုသူတို့သည် ဇကားတ်ကို ပေးဆောင်သောသူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">(၅။ ထိုသူတို့သည် ၎င်းတို့၏ သီးသန့်နေရာများကို စောင့်ရှောက်သောသူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">(၆။ ၎င်းတို့၏ ဇနီးမယားများ သို့မဟုတ် ၎င်းတို့၏ ညာဘက်လက်ပိုင်ဆိုင်မှုများမှအပ ဖြစ်၏၊ အကြောင်းမှာ ထိုသို့ဖြစ်လျှင် ၎င်းတို့သည် အပြစ်တင်ခြင်းမှ ကင်းလွတ်ကြသည်။)</span><span class=\"gray\">(၇။ သို့သော် မည်သူမဆို ထိုထက်ကျော်လွန်၍ ရှာဖွေပါက၊ ထိုသူတို့သည် ကျူးလွန်သူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">(၈။ ထိုသူတို့သည် ၎င်းတို့၏ အမာနတ်များနှင့် ၎င်းတို့၏ သစ္စာဂတိများကို သစ္စာရှိစွာ စောင့်ထိန်းသော ရာအူန်များ ဖြစ်ကြသည်။)</span><span class=\"gray\">(၉။ ထိုသူတို့သည် ၎င်းတို့၏ ဆွလာဝါတ်များကို တိတိကျကျ စောင့်ထိန်းသောသူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">(၁၀။ ဤသူတို့သည် အမှန်ပင် အမွေခံများ ဖြစ်ကြသည်။)</span><span class=\"gray\">(၁၁။ ဖိရ်ဒေါဝ်စ်ကို အမွေဆက်ခံမည့်သူများ ဖြစ်၏။ ၎င်းတို့သည် ထိုတွင် ထာဝရ နေထိုင်ကြလိမ့်မည်။)</span></p><div lang=\"my\" class=\"my \"><h2>ဤနေရာတွင် ဖော်ပြထားသော အရည်အချင်းများရှိသော ယုံကြည်သူများအတွက် အောင်မြင်မှု ဖြစ်၏။</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ الْمُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတို့သည် အမှန်ပင် အောင်မြင်ကြပေပြီ)</span> ဆိုသည်မှာ၊ ၎င်းတို့သည် အောင်ပွဲခံ၍ မင်္ဂလာရှိကြသည်၊ အကြောင်းမှာ ၎င်းတို့ အောင်မြင်ခဲ့သောကြောင့် ဖြစ်၏။ ဤသူတို့သည် အောက်ပါဝိသေသလက္ခဏာများရှိသော ယုံကြည်သူများ ဖြစ်ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Those who with their Salah are Khashi'un.)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">خَاشِعُونَ</p><p lang=\"my\" class=\"my \">\"<span class=\"gray\">(ခါရှိအူးန်)</span> ဆိုသည်မှာ ကြောက်ရွံ့ခြင်းနှင့် ငြိမ်းချမ်းခြင်းရှိသူများကို ဆိုလိုသည်။\" ဤသည်ကို မုဂျာဟိဒ်၊ အလ်ဟဆန်၊ ကွာတာဒါဟ်နှင့် အဇ်ဇူဟ်ရီတို့ထံမှလည်း ရသတင်းရရှိသည်။ အလီ ဘင် အဘီ တာလစ်ဗ်ထံမှ၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ ခူရှူအ် ဆိုသည်မှာ နှလုံးသား၏ ခူရှူအ်ဖြစ်သည်ဟု ရသတင်းရရှိသည်။ ဤသည်မှာ အိဘရာဟင်မ် အန်နခါအီ၏ အမြင်လည်းဖြစ်သည်။ အလ်ဟဆန် အလ်ဘာဆ်ရီက \"၎င်းတို့၏ ခူရှူအ်သည် ၎င်းတို့၏ နှလုံးသားများထဲတွင် ရှိခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် ၎င်းတို့၏ အကြည့်များကို လျှော့ချခဲ့ပြီး အခြားသူများအပေါ် နှိမ့်ချခဲ့သည်။ ဆွလာတ်တွင် ခူရှူအ်ကို မိမိ၏ နှလုံးသားကို လုံးလုံးလျားလျား ရှင်းလင်းထားသူ၊ အခြားမည်သည့်အရာကိုမျှ ဂရုမစိုက်သူ၊ ၎င်းကို အခြားမည်သည့်အရာထက်မဆို ပို၍ နှစ်သက်သူမှသာ ရရှိနိုင်သည်။ ထိုအချိန်တွင် ၎င်းသည် မျက်စိများအတွက် ပီတိဖြစ်ဖွယ်ရာနှင့် ပျော်ရွှင်မှု ဖြစ်လာသည်၊ အိမာမ် အဟ်မဒ်နှင့် အန်နာဆာအီတို့က အနပ်စ်ထံမှ မှတ်တမ်းတင်ထားသော ဟဒီးဆ်တွင် ပါရှိသည့်အတိုင်း၊ အနပ်စ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُبِّبَ إِلَيَّ الطِّيبُ وَالنِّسَاءُ، وَجُعِلَتْ قُرَّةُ عَيْنِي فِي الصَّلَاةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရနံ့မွှေးကြိုင်မှုနှင့် အမျိုးသမီးများကို ငါ့အပေါ် ချစ်ခင်နှစ်သက်စေခဲ့ပြီး၊ ဆွလာတ်ကို ငါ့မျက်လုံး၏ ဝမ်းမြောက်မှု ဖြစ်စေခဲ့သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် အလ်လဂ်ဝ်မှ ရှောင်ကြဉ်သောသူများ ဖြစ်ကြသည်)</span> ဆိုသည်မှာ မမှန်မကန်ဖြစ်ခြင်းကို ရည်ညွှန်းသည်၊ ၎င်းတွင် ရှစ်ရ်က်နှင့် အပြစ်၊ နှင့် အကျိုးမဖြစ်ထွန်းသော စကားလုံးများ သို့မဟုတ် လုပ်ရပ်များ ပါဝင်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ်လဂ်ဝ်ဘေးမှ ဖြတ်သန်းသွားသောအခါ၊ ၎င်းတို့သည် ဂုဏ်သိက္ခာရှိစွာ ဖြတ်သန်းသွားကြသည်)</span><span class=\"gray\">(၂၅:၇၂)</span>။ ကွာတာဒါဟ်က ပြောကြားသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ဆိုခြင်းဖြင့်၊ ၎င်းတို့ထံသို့ အလ္လာဟ်အရှင်မြတ်ထံမှ ထို <span class=\"gray\">(မကောင်းမှု)</span> မှ ၎င်းတို့ကို ကာကွယ်ပေးသော အရာ ရောက်ရှိလာခဲ့သည်\"။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ဇကားတ်ကို ပေးဆောင်သောသူများ ဖြစ်ကြသည်)</span>။ ဝေဖန်သုံးသပ်သူအများစုက ဤနေရာရှိ အဓိပ္ပာယ်မှာ ဓနဥစ္စာအပေါ် ပေးဆောင်ရသော ဇကားတ်ဖြစ်သည်ဟု ဆိုသည်၊ ဤအာယသ်တော်သည် မက္ကာဟ်တွင် ထုတ်ဖော်ခဲ့သော်လည်း၊ ဇကားတ်ကို ဟစ်ဂျရီ ၂ နှစ်တွင် အလ်မဒီနာဟ်၌ ပြဌာန်းခဲ့သည်။ ထင်ရှားသော အဓိပ္ပာယ်မှာ အလ်မဒီနာဟ်၌ ပြဌာန်းခဲ့သော ဇကားတ်သည် နူစွဘ်နှင့် သတ်မှတ်ထားသော ပမာဏများအပေါ် အခြေခံသည်၊ ထိုမှတစ်ပါး ဇကားတ်၏ အခြေခံမူကို မက္ကာဟ်၌ အမိန့်ပေးခဲ့သည်ဟု ထင်ရသည်။ အလ္လာဟ်အရှင်မြတ်က ဆူရာ အလ်အန်အာမ်တွင်၊ ၎င်းသည် မက္ကာဟ်၌ ထုတ်ဖော်ခဲ့သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ရိတ်သိမ်းချိန်တွင် ၎င်း၏ အခွင့်အရေးကို ပေးဆောင်ကြလော့)</span><span class=\"gray\">(၆:၁၄၁)</span>။ ဤနေရာ၌ ဇကားတ်ဆိုသည်မှာ ရှစ်ရ်က်နှင့် ညစ်ညမ်းမှုတို့မှ ဝိညာဉ်ကို သန့်စင်ခြင်းကို ဆိုလိုခြင်း ဖြစ်နိုင်သည်၊ အာယသ်တော်တွင် ပါရှိသည့်အတိုင်း-</p><p class=\"fa qpc-hafs\" lang=\"fa\">قَدْ أَفْلَحَ مَنْ زَكَّاهَا - وَقَدْ خَابَ مَنْ دَسَّاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိမိကိုယ်ကို သန့်စင်သူ <span class=\"gray\">(ဇက္ကားဟာ)</span> သည် အောင်မြင်၏။ အမှန်စင်စစ် မိမိကိုယ်ကို ဖောက်ပြန်စေသူသည် ဆုံးရှုံး၏။)</span><span class=\"gray\">(၉၁:၉-၁၀)</span>။ အဓိပ္ပာယ်နှစ်မျိုးလုံးကို ရည်ရွယ်ခြင်း ဖြစ်နိုင်သည်၊ ဝိညာဉ်ကို သန့်စင်ခြင်းနှင့် မိမိ၏ ဥစ္စာကို သန့်စင်ခြင်း၊ အကြောင်းမှာ ၎င်းသည် ဝိညာဉ်ကို သန့်စင်ခြင်း၏ အစိတ်အပိုင်း ဖြစ်သောကြောင့်ဖြစ်ပြီး၊ စစ်မှန်သော ယုံကြည်သူသည် ကိစ္စနှစ်ရပ်လုံးကို ဂရုစိုက်သူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ - إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ - فَمَنِ ابْتَغَىٰ وَرَاءَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْعَادُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ၎င်းတို့၏ သီးသန့်နေရာများကို စောင့်ရှောက်သောသူများ ဖြစ်ကြသည်။ ၎င်းတို့၏ ဇနီးမယားများ သို့မဟုတ် ၎င်းတို့၏ ညာဘက်လက်ပိုင်ဆိုင်မှုများမှအပ ဖြစ်၏၊ အကြောင်းမှာ ထိုသို့ဖြစ်လျှင် ၎င်းတို့သည် အပြစ်တင်ခြင်းမှ ကင်းလွတ်ကြသည်။ သို့သော် မည်သူမဆို ထိုထက်ကျော်လွန်၍ ရှာဖွေပါက၊ ထိုသူတို့သည် ကျူးလွန်သူများ ဖြစ်ကြသည်။)</span> ဆိုသည်မှာ မိမိတို့၏ သီးသန့်နေရာများကို တရားမဝင်သော လုပ်ရပ်များမှ ကာကွယ်သူများဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသော အရာများ၊ ဥပမာ- ကာမပိုင် မဟုတ်ဘဲ ပေါင်းသင်းခြင်းနှင့် လိင်တူချင်း ပေါင်းသင်းခြင်း၊ တို့ကို မပြုလုပ်ကြဘဲ၊ အလ္လာဟ်အရှင်မြတ် ခွင့်ပြုထားသော ဇနီးမယားများ သို့မဟုတ် သုံ့ပန်းများမှ ၎င်းတို့၏ ညာဘက်လက်ပိုင်ဆိုင်မှုများမှအပ မည်သူ့ကိုမျှ မချဉ်းကပ်သူများကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ် ခွင့်ပြုထားသည်ကို ရှာဖွေသူသည် အပြစ်တင်ခြင်းခံရမည်မဟုတ်ဘဲ ၎င်းအပေါ်တွင် အပြစ်မရှိချေ။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهُمْ غَيْرُ مَلُومِينَ - فَمَنِ ابْتَغَىٰ وَرَاءَ ذَٰلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အပြစ်တင်ခြင်းမှ ကင်းလွတ်ကြသည်။ သို့သော် မည်သူမဆို ထိုထက်ကျော်လွန်၍ ရှာဖွေပါက)</span> ဆိုသည်မှာ ဇနီးမယား သို့မဟုတ် ကျွန်မိန်းကလေးမှအပ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ هُمُ الْعَادُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ကျူးလွန်သူများ ဖြစ်ကြသည်။)</span> ဆိုသည်မှာ ရန်လိုသူများ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ၎င်းတို့၏ အမာနတ်များနှင့် ၎င်းတို့၏ သစ္စာဂတိများကို သစ္စာရှိစွာ စောင့်ထိန်းသောသူများ ဖြစ်ကြသည်)</span>။ ၎င်းတို့အား တစ်စုံတစ်ရာကို အပ်နှင်းထားသောအခါ၊ ထိုယုံကြည်မှုကို မဖောက်ပြန်ကြဘဲ၊ ၎င်းကို ပြည့်စုံအောင် လုပ်ဆောင်ကြပြီး၊ ကတိတစ်ခု သို့မဟုတ် သစ္စာဂတိတစ်ခု ပေးသောအခါ၊ ၎င်းတို့၏ စကားကို သစ္စာရှိကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသော မုနာဖစ်က်များကဲ့သို့ မဟုတ်ချေ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">آيَةُ الْمُنَافِقِ ثَلَاثٌ: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا اؤْتُمِنَ خَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုနာဖစ်က်၏ လက္ခဏာသုံးပါးမှာ- သူစကားပြောသောအခါ လိမ်သည်၊ သူကတိပေးသောအခါ ဖောက်ဖျက်သည်၊ သူအား တစ်စုံတစ်ရာ အပ်နှင်းထားသောအခါ ထိုယုံကြည်မှုကို ဖောက်ပြန်သည်)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ هُمْ عَلَىٰ صَلَوَاتِهِمْ يُحَافِظُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ၎င်းတို့၏ ဆွလာဝါတ်များကို တိတိကျကျ စောင့်ထိန်းသောသူများ ဖြစ်ကြသည်)</span> ဆိုသည်မှာ ၎င်းတို့သည် သတ်မှတ်ထားသော အချိန်များတွင် ၎င်းတို့၏ ဆွလာတ်များကို အမြဲတစေ ပေးဆပ်ကြသည်၊ အိဗ်နု မပ်စ်အူဒ် ပြောကြားသည့်အတိုင်း- \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို မေးမြန်းခဲ့သည်- 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အလ္လာဟ်အရှင်မြတ်အား အချစ်မြတ်ဆုံး လုပ်ရပ်သည် မည်သည့်အရာ ဖြစ်သနည်း?' ၎င်းက မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الصَّلَاةُ عَلَى وَقْتِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတ်မှတ်ထားသော အချိန်တွင် ဆွလာတ်)</span>။ ကျွန်ုပ်က ပြောကြားသည်- 'ထို့နောက် မည်သည့်အရာနည်း?' ၎င်းက မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِرُّ الْوَالِدَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိဘနှစ်ပါးအပေါ် ကြင်နာခြင်း)</span>။ ကျွန်ုပ်က ပြောကြားသည်- 'ထို့နောက် မည်သည့်အရာနည်း?' ၎င်းက မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْجِهَادُ فِي سَبِيلِ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတွင် ဂျီဟာဒ်ပြုလုပ်ခြင်း)</span>။ ၎င်းကို ဆဟီဟ်ကျမ်းနှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။ ကွာတာဒါဟ်က ပြောကြားသည်- \"သတ်မှတ်ထားသော အချိန်များတွင်၊ သင့်လျော်သော ရုကူးအ်နှင့် စွဂျူဒ်ဖြင့်\"။ အလ္လာဟ်အရှင်မြတ်သည် ဤချီးကျူးဖွယ်ရာ အရည်အချင်းများစာရင်းကို ဆွလာတ်ဖြင့် စတင်ပြီး ဆုံးဖြတ်ထားသည်၊ ၎င်းသည် ၎င်း၏ ဂုဏ်ကျေးဇူးကို ဖော်ပြနေသည်၊ နဗီတမန်တော် ﷺ မိန့်ကြားတော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَقِيمُوا وَلَنْ تُحْصُوا، وَاعْلَمُوا أَنَّ خَيْرَ أَعْمَالِكُمُ الصَّلَاةُ، وَلَا يُحَافِظُ عَلَى الْوُضُوءِ إِلَّا مُؤْمِنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖြောင့်မတ်တည်ကြည်မှုကို စွဲကိုင်ကြလော့၊ သင်တို့သည် ၎င်းအားလုံးကို မည်သည့်အခါမျှ မပါဝင်နိုင်ပေ။ သင်တို့၏ လုပ်ရပ်များအနက် အကောင်းဆုံးမှာ ဆွလာတ်ဖြစ်သည်ကို သိထားကြလော့။ ယုံကြည်သူမှတစ်ပါး မည်သူမျှ မိမိ၏ ဝုဒူအ်ကို ထိန်းသိမ်းမည်မဟုတ်)</span>။ ၎င်းတို့ကို ဤချီးကျူးဖွယ်ရာ လက္ခဏာများနှင့် ဖြောင့်မတ်သော လုပ်ရပ်များဖြင့် ဖော်ပြပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الْوَارِثُونَ - الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူတို့သည် အမှန်ပင် အမွေခံများ ဖြစ်ကြသည်။ ဖိရ်ဒေါဝ်စ်ကို အမွေဆက်ခံမည့်သူများ ဖြစ်၏။ ၎င်းတို့သည် ထိုတွင် ထာဝရ နေထိုင်ကြလိမ့်မည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ဆဟီဟ်ကျမ်းနှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا سَأَلْتُمُ اللهَ الْجَنَّةَ فَاسْأَلُوهُ الْفِرْدَوْسَ، فَإِنَّهُ أَعْلَى الْجَنَّةِ وَأَوْسَطُ الْجَنَّةِ، وَمِنْهُ تَفَجَّرُ أَنْهَارُ الْجَنَّةِ، وَفَوْقَهُ عَرْشُ الرَّحْمٰنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဂျန္နတ်ကို တောင်းဆိုပါက၊ ၎င်းထံမှ အလ်ဖိရ်ဒေါဝ်စ်ကို တောင်းဆိုကြလော့၊ အကြောင်းမှာ ၎င်းသည် ဂျန္နတ်၏ အမြင့်ဆုံးအပိုင်းဖြစ်ပြီး၊ ဂျန္နတ်၏ အလယ်ဗဟိုတွင် ရှိသည်၊ ၎င်းမှ ဂျန္နတ်၏ မြစ်များ စိမ့်ထွက်သည်၊ ၎င်းအထက်တွင် အတိုင်းအဆမရှိ ကရုဏာရှင်၏ <span class=\"gray\">(ခမ်းနားသော)</span> အာရ်ရှ်တော် တည်ရှိသည်)</span>။ အိဗ်နု အဘီ ဟာတိမ်က အဘူ ဟုရိုင်ရာဟ်က ပြောကြားသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا وَلَهُ مَنْزِلَانِ: مَنْزِلٌ فِي الْجَنَّةِ، وَمَنْزِلٌ فِي النَّارِ، فَإِنْ مَاتَ فَدَخَلَ النَّارَ وَرِثَ أَهْلُ الْجَنَّةِ مَنْزِلَهُ، فَذَلِكَ قَوْلُهُ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الْوَارِثُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် နှစ်အိမ်မရှိသူ တစ်ဦးတစ်ယောက်မျှ မရှိပေ၊ တစ်အိမ်သည် ဂျန္နတ်တွင်ဖြစ်ပြီး၊ တစ်အိမ်သည် ဂျဟန္နမ်တွင်ဖြစ်၏။ သူသေဆုံး၍ ဂျဟန္နမ်သို့ ဝင်ရောက်ပါက၊ ဂျန္နတ်ရှိသူများသည် သူ၏ အိမ်ကို အမွေဆက်ခံကြလိမ့်မည်၊ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်- <span class=\"gray\">(ဤသူတို့သည် အမှန်ပင် အမွေခံများ ဖြစ်ကြသည်။)</span></span></p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျူရိုင်းဂျ်က လိုင်သ်ထံမှ မုဂျာဟိဒ်ထံမှ ရသတင်းရရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الْوَارِثُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူတို့သည် အမှန်ပင် အမွေခံများ ဖြစ်ကြသည်။)</span> \"ယုံကြည်သူများသည် မယုံကြည်သူတို့၏ အိမ်များကို အမွေဆက်ခံလိမ့်မည်၊ အကြောင်းမှာ ၎င်းတို့ကို မည်သည့်မိတ်ဖက် သို့မဟုတ် ပူးပေါင်းပါဝင်သူမျှ မရှိဘဲ အလ္လာဟ်အရှင်မြတ် တစ်ဆူတည်းကို ကိုးကွယ်ရန် ဖန်ဆင်းခဲ့ခြင်း ဖြစ်သောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် ဤယုံကြည်သူများသည် ၎င်းတို့အပေါ် ပညတ်ထားသော ကိုးကွယ်မှုများကို ပြုလုပ်ခဲ့ကြသောအခါ၊ မယုံကြည်သူများသည် ၎င်းတို့အား အမိန့်ပေးထားပြီး ၎င်းတို့ ဖန်ဆင်းခံခဲ့ရသော အရာကို မလုပ်ဆောင်ဘဲ ပစ်ပယ်ခဲ့ကြသောအခါ၊ ယုံကြည်သူများသည် ၎င်းတို့၏ အရှင်သခင်ကို နာခံခဲ့ပါက ၎င်းတို့အား ပေးအပ်ရမည့် ဝေစုကို ရရှိခဲ့ကြသည်။ အမှန်စင်စစ် ၎င်းတို့သည် ထိုထက်မက ပို၍ ပေးအပ်ခြင်း ခံရလိမ့်မည်။\" ဤသည်မှာ ဆဟီဟ် မွတ်စလင်မ်တွင် အဘူ ဗုရ်ဒါဟ်ထံမှ၊ ၎င်း၏ ဖခင်ထံမှ၊ နဗီတမန်တော် ﷺ ထံမှ ရသတင်းရရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَجِيءُ يَوْمَ الْقِيَامَةِ نَاسٌ مِنَ الْمُسْلِمِينَ بِذُنُوبٍ أَمْثَالِ الْجِبَالِ، فَيَغْفِرُهَا اللهُ لَهُمْ وَيَضَعُهَا عَلَى الْيَهُودِ وَالنَّصَارَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စလင်မ်အချို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် တောင်များကဲ့သို့သော အပြစ်များနှင့်အတူ ရောက်ရှိလာကြလိမ့်မည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ခွင့်လွှတ်တော်မူပြီး <span class=\"gray\">(၎င်းတို့၏ အပြစ်ဝန်ထုပ်ဝန်ပိုးကို)</span> ဂျူးများနှင့် ခရစ်ယာန်များအပေါ် ပစ်တင်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">အခြားမူကွဲတစ်ခုအရ- အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا كَانَ يَوْمُ الْقِيَامَةِ دَفَعَ اللهُ لِكُلِّ مُسْلِمٍ يَهُودِيًّا أَوْ نَصْرَانِيًّا، فَيُقَالُ: هَذَا فِكَاكُكَ مِنَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့ ရောက်ရှိလာသောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် မွတ်စလင်မ်တိုင်းအတွက် ဂျူးတစ်ဦး သို့မဟုတ် ခရစ်ယာန်တစ်ဦးကို သတ်မှတ်ပေးလိမ့်မည်၊ ထို့နောက် ပြောကြားလိမ့်မည်- \"ဤသည်မှာ သင်၏ မီးငရဲမှ လွတ်မြောက်ခြင်းအတွက် ရွေးနုတ်ဖိုးဖြစ်သည်\")</span>။ 'အိုမာရ် ဘင် 'အဗ်ဒ် အလ်-'အဇီးဇ်သည် အဘူ ဗုရ်ဒါဟ်အား အခြားဘုရားမရှိသော အလ္လာဟ်အရှင်မြတ်ကို ကျိန်ဆိုရန် သုံးကြိမ်တိုင်တိုင် မေးမြန်းခဲ့သည်၊ ၎င်း၏ ဖခင်က ထိုအရာကို နဗီတမန်တော် ﷺ ထံမှ ၎င်းအား ပြောပြခဲ့ကြောင်း၊ ၎င်းက ထိုကျိန်ဆိုမှုကို ပြုလုပ်ခဲ့သည်။ ကျွန်ုပ် ပြောကြားသည်- ဤအာယသ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့သော ဂျန္နတ်သည် ကျွန်ုပ်တို့၏ အစေခံများအနက် တကွာရှိခဲ့သူများအား အမွေအဖြစ် ပေးအပ်မည့် ဂျန္နတ်ဖြစ်သည်။)</span><span class=\"gray\">(၁၉:၆၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ သင်တို့ ပြုလုပ်ခဲ့သော လုပ်ရပ်များကြောင့် သင်တို့အား အမွေခံစေခဲ့သော ဂျန္နတ်ဖြစ်သည်။)</span><span class=\"gray\">(၄၃:၇၂)</span></p>"
  }
]