[
  {
    "ayah_key": "14:27",
    "group_ayah_key": "14:27",
    "from_ayah": "14:27",
    "to_ayah": "14:27",
    "ayah_keys": "14:27",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အား ဤလောကတွင် ခိုင်မာသောစကားဖြင့်လည်းကောင်း၊ နောင်တမလွန်ဘဝတွင်လည်းကောင်း ခိုင်မာစွာ ထိန်းထားမည်။ မတရားပြုသူတို့အား လမ်းမှားစေမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အလိုရှိရာကို ပြုတော်မူ၏ <span>(27)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများအား ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် ခိုင်မြဲသော စကားဖြင့် ခိုင်မြဲစေတော်မူသည်</h2></div><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် အလ်-ဘာရာ ဘင် အာဇိဘ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُسْلِمُ إِذَا سُئِلَ فِي الْقَبْرِ شَهِدَ أَنْ لَا إِلَهَ إِلَّا اللهُ، وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، فَذَلِكَ قَوْلُهُ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စလင်မ်တစ်ဦးအား ဂူသွင်းသည့်အခါ မေးမြန်းခံရသောအခါ 'လာအိလာဟ အိလ်လလ်လာဟ်' ဟူ၍လည်းကောင်း၊ မုဟမ္မဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်သည်ဟူ၍လည်းကောင်း သက်သေခံမည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ဖြစ်သော <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အား ဤလောကတွင် ခိုင်မာသောစကားဖြင့်လည်းကောင်း၊ နောင်တမလွန်ဘဝတွင်လည်းကောင်း ခိုင်မာစွာ ထိန်းထားမည်။)</span> ကို မွတ်စလင်မ်နှင့် အခြားအဖွဲ့ဝင်များက မှတ်တမ်းတင်ထားသည်။ အီမာမ် အဟ်မဒ်က အလ်-ဘာရာ ဘင် အာဇိဘ်က 'ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ အန်ဆာရီလူမျိုးတစ်ဦး၏ ဈာပနသို့ သွားခဲ့ကြသည်။ သင်္ချိုင်းနေရာသို့ ရောက်သောအခါ ပြီးစီးခြင်း မရှိသေးပေ။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထိုင်တော်မူ၏။ ကျွန်ုပ်တို့လည်း ကိုယ်တော်ပတ်လည်တွင် ထိုင်နေကြသည်။ ကျွန်ုပ်တို့၏ ခေါင်းပေါ်တွင် ငှက်များ ပျံဝဲနေသကဲ့သို့ ဖြစ်သည်။ တမန်တော် ﷺ သည် လက်ထဲတွင် သစ်သားတစ်ချောင်းကို ကိုင်ဆောင်ထားပြီး မြေပြင်ကို ထိုးဆွနေသည်။ ထို့နောက် ခေါင်းကို မော့ကာ နှစ်ကြိမ် သို့မဟုတ် သုံးကြိမ်တိုင်တိုင် မိန့်ကြားတော်မူသည်၊</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَعِيذُوا بِاللهِ مِنْ عَذَابِ الْقَبْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံ သင်္ချိုင်းပြစ်ဒဏ်မှ ခိုလှုံကြလော့။)</span> ကိုယ်တော်က ထို့နောက် မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْعَبْدَ الْمُؤْمِنَ إِذَا كَانَ فِي انْقِطَاعٍ مِنَ الدُّنْيَا وَإقْبَالٍ مِنَ الْآخِرَةِ، نَزَل إِلَيْهِ مَلَائِكَةٌ مِنَ السَّمَاءِ بِيضُ الْوُجُوهِ، كَأَنَّ وُجُوهَهُمُ الشَّمْسُ، مَعَهُمْ كَفَنٌ مِنَ أَكْفَانِ الْجَنَّةِ، وَحَنُوطٌ مِنْ حَنُوطِ الْجَنَّةِ، حَتَّى يَجْلِسُوا مِنْهُ مَدَّ الْبَصَرِ، ثُمَّ يَجِيءُ مَلَكُ الْمَوْتِ حَتَّى يَجْلِسَ عِنْدَ رَأْسِهِ، فَيَقُولُ: أَيَّتُهَا النَّفْسُ الطَّيِّبَةُ اخْرُجِي إِلَى مَغْفِرَةٍ مِنَ اللهِ وَرِضْوَانٍ - قَالَ -: فَتَخْرُجُ تَسِيلُ، كَمَا تَسِيلُ الْقَطْرَةُ مِنْ فِي السِّقَاءِ، فَيَأْخُذُهَا، فَإِذَا أَخَذَهَا لَمْ يَدَعُوهَا فِي يَدِهِ طَرْفَةَ عَيْنٍ حَتَّى يَأْخُذُوهَا فَيَجْعَلُوهَا فِي ذَلِكَ الْكَفَنِ وَفِي ذَلِكَ الْحَنُوطِ، وَيَخْرُجُ مِنْهَا كَأَطْيَبِ نَفْحَةِ مِسْكٍ وُجِدَتْ عَلَى وَجْهِ الْأَرْضِ، فَيَصْعَدُونَ بِهَا فَلَا يَمُرُّونَ بِهَا، يَعْنِي عَلَى مَلَأٍ مِنَ الْمَلَائِكَةِ، إِلَّا قَالُوا: مَا هَذِهِ الرُّوحُ الطَّيِّبَةُ؟ فَيَقُولُونَ: فُلَانُ بْنُ فُلَانٍ بِأَحْسَنِ أَسْمَائِهِ الَّتِي كَانُوا يُسَمُّونَهُ بِهَا فِي الدُّنْيَا حَتَّى يَنْتَهُوا بِهِ إِلَى السَّمَاءِ الدُّنْيَا فَيَسْتَفْتِحُونَ لَهُ، فَيُفْتَحُ لَهُ فَيُشَيِّعُهُ مِنْ كُلِّ سَمَاءٍ مُقَرَّبُوهَا إِلَى السَّمَاءِ الَّتِي تَلِيهَا، حَتَّى يُنْتَهَى بِهَا إِلَى السَّمَاءِ السَّابِعَةِ، فَيَقُولُ اللهُ: اكْتُبُوا كِتَابَ عَبْدِي فِي عِلِّيِّينَ وَأَعِيدُوهُ إِلَى الْأَرْضِ، فَإِنِّي مِنْهَا خَلَقْتُهُمْ وَفِيهَا أُعِيدُهُمْ، وَمِنْهَا أُخْرِجُهُمْ تَارَةً أُخْرَى، قَالَ: فَتُعَادُ رُوحُهُ فِي جَسَدِهِ، فَيَأْتِيهِ مَلَكَانِ فَيُجْلِسَانِهِ فَيَقُولَانِ لَهُ: مَنْ رَبُّكَ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَقُولُ: رَبِّي اللهُ، فَيَقُولَانِ لَهُ: مَا دِينُكَ؟ فَيَقُولُ: دِينِي الْإِسْلَامُ، فَيَقُولَانِ لَهُ: مَا هَذَا الرَّجُلُ الَّذِي بُعِثَ فِيكُمْ؟ فَيَقُولُ: هُوَ رَسُولُ اللهِ، فَيَقُولَانِ لَهُ: وَمَا عِلْمُكَ؟ فَيَقُولُ: قَرَأْتُ كِتَابَ اللهِ فَآمَنْتُ بِهِ وَصَدَّقْتُ، فَيُنَادِي مُنَادٍ مِنَ السَّمَاءِ: أَنْ صَدَقَ عَبْدِي فَأَفْرِشُوهُ مِنَ الْجَنَّةِ، وَأَلْبِسُوهُ مِنَ الْجَنَّةِ، وَافْتَحُوا لَهُ بَابًا إِلَى الْجَنَّةِ - قَالَ -: فَيَأْتِيهِ مِنْ رَوْحِهَا وَطِيبِهَا وَيُفْسَحُ لَهُ فِي قَبْرِهِ مَدَّ بَصَرِهِ وَيَأْتِيهِ رَجُلٌ حَسَنُ الْوَجْهِ، حَسَنُ الثِّيَابِ، طَيِّبُ الرِّيحِ، فَيَقُولُ: أَبْشِرْ بِالَّذِي يَسُرُّكَ، هَذَا يَوْمُكَ الَّذِي كُنْتَ تُوعَدُ، فَيَقُولُ لَهُ: مَنْ أَنْتَ فَوَجْهُكَ الْوَجْهُ الَّذِي يَأْتِي بِالْخَيْرِ؟ فَيَقُولُ: أَنَا عَمَلُكَ الصَّالِحُ، فَيَقُولُ: رَبِّ أَقِم السَّاعَةَ رَبِّ أَقِمِ السَّاعَةَ، حَتَّى أَرْجِعَ إِلَى أَهْلِي وَمَالِي.</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူကျွန်တစ်ဦးသည် ဤလောကဘဝတွင် သူ၏သက်တမ်း ကုန်ဆုံးတော့မည်ဖြစ်ပြီး နောင်တမလွန်ဘဝတွင် သူ၏သက်တမ်း စတင်တော့မည့်အချိန်၌ မျက်နှာဖြူဖွေးကာ နေကဲ့သို့ တောက်ပသော ကောင်းကင်တမန်အုပ်စုတစ်စုသည် သူ့ထံသို့ ကောင်းကင်မှ ဆင်းသက်လာမည်။ ၎င်းတို့သည် ဂျန္နတ်မှ ကဖန်ဖြူနှင့် ဂျန္နတ်မှ ရနံ့များကို ဆောင်ယူလာမည်။ သူ၏မျက်စိတစ်ဆုံးအထိ ဝေးရာတွင် ထိုင်ကြလိမ့်မည်။ ထို့နောက် သေမင်းတမန်သည် သူ၏ခေါင်းဘေးတွင် လာရောက်ထိုင်ကာ \"အို၊ ကောင်းမြတ်သန့်စင်သောဝိညာဉ်! အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်ခြင်းနှင့် နှစ်သက်မှုဆီသို့ <span class=\"gray\">(သင်၏ခန္ဓာကိုယ်မှ)</span> ထွက်ခွာလော့။\" ဟု ဆိုလိမ့်မည်။ ထို့ကြောင့် ဝိညာဉ်သည် ရေပုလင်းထိပ်မှ ရေစက်ကျသကဲ့သို့ <span class=\"gray\">(ခန္ဓာကိုယ်မှ)</span> စီးထွက်လာပြီး သေမင်းတမန်က ဖမ်းဆုပ်လိုက်မည်။ သူက ဝိညာဉ်ကို ဖမ်းဆုပ်သောအခါ ၎င်းတို့ <span class=\"gray\">(ကောင်းကင်တမန်အုပ်စု)</span> သည် ၎င်းကို သူ့လက်ထဲတွင် ခဏလေးမျှပင် မထားဘဲ ၎င်းကို လုယူကာ ထိုကဖန်နှင့် ထိုရနံ့များဖြင့် ပတ်ရစ်လိမ့်မည်။ ကမ္ဘာပေါ်တွင် ယခင်က မတွေ့ဖူးသည့် အသာယာဆုံး ကတိုးရနံ့သည် ဝိညာဉ်မှ ထွက်လာမည်ဖြစ်ပြီး ကောင်းကင်တမန်များသည် ၎င်းကို <span class=\"gray\">(ကောင်းကင်သို့)</span> ပင့်ဆောင်လိမ့်မည်။ ၎င်းတို့သည် မည်သည့်နေရာမှ မဖြတ်သန်းဘဲ \"ဤကောင်းမြတ်သော ဝိညာဉ်သည် မည်သူ၏ ဝိညာဉ်နည်း။\" ဟု မေးလိမ့်မည်။ ၎င်းတို့ <span class=\"gray\">(ဝိညာဉ်ကို ပင့်ဆောင်နေသော ကောင်းကင်တမန်များ)</span> က \"ထိုလူ၊ ထိုသူ၏သား\" ဟု ပြန်ဖြေလိမ့်မည် – လောကတွင် သူ့အား ခေါ်ဝေါ်ခဲ့သည့် အကောင်းဆုံးအမည်များဖြင့် ခေါ်ဝေါ်လိမ့်မည်။ ၎င်းတို့သည် အနိမ့်ဆုံးကောင်းကင်သို့ ရောက်ရှိပြီး သူ၏တံခါးကို ဖွင့်ပေးရန် တောင်းဆိုလိမ့်မည်ဖြစ်ပြီး ၎င်းတို့အတွက် ဖွင့်ပေးလိမ့်မည်။ ကောင်းကင်တိုင်းမှ အကောင်းဆုံးနေထိုင်သူများသည် သူ့အား နောက်ကောင်းကင်သို့ လိုက်ပါပို့ဆောင်ပေးလိမ့်မည်။ ဤသို့ဖြင့် ခုနစ်ထပ်ကောင်းကင်သို့ ရောက်သည်အထိ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၊ မြင့်မြတ်လှသော၊ အမြဲတစေ မြင့်မြတ်သောအရှင်သည် မိန့်ကြားတော်မူမည်၊ \"ငါ၏ကျွန့်များ၏ မှတ်တမ်းကို 'အီလ်လီယင်' တွင် ရေးသွင်းပြီး ကမ္ဘာမြေသို့ ပြန်ပို့လော့။ အဘယ်ကြောင့်ဆိုသော် ငါသည် ၎င်းတို့ကို ၎င်းမှ ဖန်ဆင်းခဲ့ပြီး ၎င်းထဲသို့ ပြန်လည်ပို့ဆောင်မည်ဖြစ်ပြီး ၎င်းမှပင် နောက်တစ်ကြိမ် ထပ်မံ ထုတ်ယူမည်။\" ထိုဝိညာဉ်သည် သူ၏ခန္ဓာကိုယ်နှင့် ပူးပေါင်းလိမ့်မည်။ ကောင်းကင်တမန်နှစ်ပါးသည် သူ့ထံသို့ ရောက်လာပြီး သူ့အား ထိုင်စေကာ မေးလိမ့်မည်၊ \"သင်၏ဘုရားသခင်ကား မည်သူနည်း။\" သူက \"အလ္လာဟ်သည် ကျွန်ုပ်၏ဘုရားသခင်ဖြစ်သည်။\" ဟု ဆိုလိမ့်မည်။ ၎င်းတို့က \"သင်၏ဘာသာတရားကား အဘယ်နည်း။\" ဟု မေးလိမ့်မည်။ သူက \"ကျွန်ုပ်၏ဘာသာတရားသည် အစ္စလာမ်ဖြစ်သည်။\" ဟု ဆိုလိမ့်မည်။ ၎င်းတို့က \"သင့်ထံသို့ စေလွှတ်ခဲ့သော ဤပုဂ္ဂိုလ် <span class=\"gray\">(တမန်တော် မုဟမ္မဒ်)</span> အကြောင်း သင်ဘာပြောလိုသနည်း။\" ဟု ဆိုလိမ့်မည်။ သူက \"ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်သည်။\" ဟု ဆိုလိမ့်မည်။ ၎င်းတို့က \"ထိုအကြောင်းနှင့် ပတ်သက်၍ သင့်တွင် မည်သည့်သက်သေရှိသနည်း။\" ဟု မေးလိမ့်မည်။ သူက \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော် <span class=\"gray\">(ကုရ်အာန်)</span> ကို ဖတ်ရှုခဲ့ပြီး ကိုယ်တော်ကို ယုံကြည်သက်ဝင်ခဲ့သည်။\" ဟု ဆိုလိမ့်မည်။ ထို့နောက် ကောင်းကင်မှ ခေါ်ဆိုသူ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က \"ငါ၏ကျွန့်သည် အမှန်ကို ပြောကြားခဲ့သည်။ ထို့ကြောင့် သူ့အား ဂျန္နတ်မှ ပေးသနားပြီး ဂျန္နတ်မှ <span class=\"gray\">(အဝတ်အထည်များ)</span> ကို ဝတ်ဆင်စေကာ ဂျန္နတ်သို့ တံခါးဖွင့်ပေးလော့။\" ဟု ကြေညာလိမ့်မည်။ ထို့ကြောင့် သူသည် ဂျန္နတ်၏ ငြိမ်သက်မှုနှင့် မွှေးကြိုင်မှုကို ရရှိမည်ဖြစ်ပြီး သူ၏သင်္ချိုင်းသည် သူ၏မျက်စိတစ်ဆုံးအထိ ကျယ်ဝန်းလာမည်။ ထို့နောက် ချောမောသောမျက်နှာနှင့် ချောမောသောအဝတ်အစားများဝတ်ဆင်ထားပြီး မွှေးကြိုင်သောရနံ့ရှိသော လူတစ်ဦးသည် သူ့ထံသို့ ရောက်လာပြီး \"သင့်ကို ပျော်ရွှင်စေမည့် အရာဖြင့် ဝမ်းမြောက်ဖွယ်သတင်းကို ရယူလော့။ ဤသည်မှာ သင့်အား ကတိပြုခဲ့သောနေ့ဖြစ်သည်။\" ဟု ဆိုလိမ့်မည်။ သူက \"သင်ကား မည်သူနည်း။ သင့်မျက်နှာသည် သတင်းကောင်းကို ဆောင်ယူလာသော မျက်နှာဖြစ်သောကြောင့်။\" ဟု မေးလိမ့်မည်။ သူက \"ကျွန်ုပ်သည် သင်၏ကောင်းမှုကုသိုလ်များ ဖြစ်သည်။\" ဟု ပြန်ဖြေလိမ့်မည်။ သူက \"အို ကျွန်ုပ်၏ဘုရားသခင်! နေ့ရက်စတင်ရန် အလျင်စလိုပြုတော်မူပါ။ နေ့ရက်စတင်ရန် အလျင်စလိုပြုတော်မူပါ။ သို့မှသာ ကျွန်ုပ်၏မိသားစုနှင့် ကျွန်ုပ်၏ပိုင်ဆိုင်မှုများထံသို့ ပြန်သွားနိုင်မည်။)\"</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ: وَإِنَّ الْعَبْدَ الْكَافِرَ إِذَا كَانَ فِي انْقِطَاعٍ مِنَ الدُّنْيَا وَإِقْبَالٍ مِنَ الْآخِرَةِ، نَزَلَ إِلَيْهِ مَلَائِكَةٌ مِنَ السَّمَاءِ سُودُ الْوُجُوهِ مَعَهُمُ الْمُسُوحُ، فَجَلَسُوا مِنْهُ مَدَّ الْبَصَرِ، ثُمَّ يَجِيءُ مَلَكُ الْمَوْتِ فَيَجْلِسَ عِنْدَ رَأْسِهِ، فَيَقُولُ: أَيَّتُهَا النَّفْسُ الْخَبِيثَةُ، اخْرُجِي إِلَى سَخَطٍ مِنَ اللهِ وَغَضَبٍ - قَالَ-: فَتَفَرَّقَ فِي جَسَدِهِ فَيَنْتَزِعُهَا كَمَا يُنْتَزَعُ السَّفُّودُ مِنَ الصُّوفِ الْمَبْلُولِ، فَيَأْخُذُهَا فَإِذَا أَخَذَهَا لَمْ يَدَعُوهَا فِي يَدِهِ طَرْفَةَ عَيْنٍ حَتَّى يَجْعَلُوهَا فِي تِلْكَ الْمُسُوحِ، فَيَخْرُجُ مِنْهَا كَأَنْتَنِ رِيحِ جِيفَةٍ وُجِدَتْ عَلَى وَجْهِ الْأَرْضِ، فَيَصْعَدُونَ بِهَا، فَلَا يَمُرُّونَ بِهَا عَلَى مَلَأٍ مِنَ الْمَلَائِكَةِ إِلَّا قَالُوا: مَا هَذِهِ الرُّوحُ الْخَبِيثَةُ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَقُولُونَ: فُلَانُ بْنُ فُلَانٍ بِأَقْبَحِ أَسْمَائِهِ الَّتِي كَانَ يُسَمَّى بِهَا فِي الدُّنْيَا، حَتَّى يُنْتَهَى بِهَا إِلَى السَّمَاءِ الدُّنْيَا، فَيُسْتَفْتَحُ لَهُ فَلَا يُفْتَحُ لَهُ - ثُمَّ قَرَأَ رَسُولُ اللهِ صلّى الله عليه وسلّم:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّىٰ يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَقُولُ اللهُ: اكْتُبُوا كِتَابَهُ فِي سِجِّينٍ فِي الْأَرْضِ السُّفْلَى، فَتُطْرَحُ رُوحُهُ طَرْحًا - ثُمَّ قَرَأَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتُعَادُ رُوحُهُ فِي جَسَدِهِ، وَيَأْتِيهِ مَلَكَانِ فَيُجْلِسَانِهِ وَيَقُولَانِ لَهُ: مَنْ رَبُّكَ؟ فَيَقُولُ: هَاهْ هَاهْ لَا أَدْرِي، فَيَقُولَانِ لَهُ: مَا دِينُكَ؟ فَيَقُولُ: هَاهْ هَاهْ لَا أَدْرِي، فَيَقُولَانِ لَهُ: مَا هَذَا الرَّجُلُ الَّذِي بُعِثَ فِيكُمْ؟ فَيَقُولُ: هَاهْ هَاهْ لَا أَدْرِي، فَيُنَادِي مُنَادٍ مِنَ السَّمَاءِ: أَنْ كَذَبَ عَبْدِي فَأَفْرِشُوهُ مِنَ النَّارِ، وَافْتَحُوا لَهُ بَابًا إِلَى النَّارِ، فَيَأْتِيهِ مِنْ حَرِّهَا وَسَمُومِهَا، وَيَضِيقُ عَلَيْهِ قَبْرُهُ حَتَّى تَخْتَلِفَ فِيهِ أَضْلَاعُهُ، وَيَأْتِيهِ رَجُلٌ قَبِيحُ الْوَجْهِ، قَبِيحُ الثِّيَابِ، مُنْتِنُ الرِّيحِ، فَيَقُولُ: أَبْشِرْ بِالَّذِي يَسُوؤُكَ، هَذَا يَوْمُكَ الَّذِي كُنْتَ تُوعَدُ، فَيَقُولُ: وَمَنْ أَنْتَ، فَوَجْهُكَ الْوَجْهُ يَجِيءُ بِالشَّرِّ؟ فَيَقُولُ: أَنَا عَمَلُكَ الْخَبِيثُ، فَيَقُولُ: رَبِّ لَا تُقِمِ السَّاعَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ခြင်းမရှိသူတစ်ဦးသည် လောကဘဝတွင် သူ၏သက်တမ်း ကုန်ဆုံးတော့မည်ဖြစ်ပြီး နောင်တမလွန်ဘဝတွင် သူ၏သက်တမ်း စတင်တော့မည့်အချိန်၌ မျက်နှာမည်းသော ကောင်းကင်တမန်များသည် ကောင်းကင်မှ သူ့ထံသို့ ဆင်းသက်လာမည်။ ၎င်းတို့သည် မူစူးများကို ယူဆောင်လာမည်ဖြစ်ပြီး မျက်စိတစ်ဆုံးအထိ ဝေးရာတွင် ထိုင်ကြလိမ့်မည်။ ထို့နောက် သေမင်းတမန်သည် ရှေ့သို့တိုးလာပြီး သူ၏ခေါင်းဘေးတွင် ထိုင်ကာ \"အို မသန့်ရှင်း၊ ဆိုးသွမ်းသောဝိညာဉ်! အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသနှင့် ကိုယ်တော်၏ ဒေါသဆီသို့ <span class=\"gray\">(သင်၏ခန္ဓာကိုယ်မှ)</span> ထွက်ခွာလော့။\" ဟု ဆိုလိမ့်မည်။ ဝိညာဉ်သည် သူ၏ခန္ဓာကိုယ်အနှံ့ ပျံ့နှံ့သွားမည်ဖြစ်ပြီး သေမင်းတမန်သည် ဆူးချွန်ကို ရေစိုသိုးမွှေးမှ ဆွဲထုတ်သကဲ့သို့ ၎င်းကို ဆွဲထုတ်လိမ့်မည်။ သေမင်းတမန်သည် ဝိညာဉ်ကို ဆွဲထုတ်မည်ဖြစ်ပြီး ထိုသို့ပြုလုပ်သောအခါ ၎င်းတို့ <span class=\"gray\">(ကောင်းကင်တမန်အုပ်စု)</span> သည် ၎င်းကို သူ့လက်ထဲတွင် ခဏလေးမျှပင် မထားဘဲ ၎င်းကို မူစူးများဖြင့် ပတ်ရစ်လိမ့်မည်။ ကမ္ဘာပေါ်ရှိ အလောင်းကောင်တစ်ခုမှ ထွက်ပေါ်နိုင်သော အနံ့အသက် အဆိုးဆုံးသည် ဝိညာဉ်မှ ထွက်လာမည်ဖြစ်ပြီး ကောင်းကင်တမန်များသည် ၎င်းနှင့်အတူ ကောင်းကင်သို့ ပင့်ဆောင်လိမ့်မည်။Whenever they pass by a group of angels, they will ask, \"Whose is this evil soul?\" The angels will respond, \"He is such person son of such person,\" – calling him by the worst names he was known by in the world. When they reach the lowest heaven, they will request that its door be opened for him, and their request will be denied. \"For them the gates of heaven will not be opened, and they will not enter Paradise until the camel goes through the eye of the needle.\" <span class=\"gray\">[7:40]</span> အလ္လာဟ်အရှင်မြတ်က \"သူ၏မှတ်တမ်းကို အနိမ့်ဆုံးကမ္ဘာရှိ စစ်ဂျင်တွင် ရေးသွင်းလော့။\" ဟု ကြေညာလိမ့်မည်။ ထို့နောက် ဆိုးသွမ်းသောဝိညာဉ်ကို <span class=\"gray\">[ကောင်းကင်မှ]</span> ပစ်ချလိမ့်မည်။ \"အလ္လာဟ်အရှင်မြတ်နှင့် ဘာသာပေါင်းစုံကို တွဲဖက်ကိုးကွယ်သူ မည်သူမဆို ကောင်းကင်မှ ပြုတ်ကျကာ ငှက်များက လုယူသွားသကဲ့သို့ သို့မဟုတ် လေမုန်တိုင်းက ဝေးလံသောနေရာသို့ ပစ်ချလိုက်သကဲ့သို့ ဖြစ်သည်။\"<span class=\"gray\">[22:31]</span> သူ၏ဝိညာဉ်သည် သူ၏ခန္ဓာကိုယ်သို့ ပြန်လည်ရောက်ရှိမည်ဖြစ်ပြီး ကောင်းကင်တမန်နှစ်ပါးသည် သူ့ထံသို့ ရောက်လာကာ သူ့အား ထိုင်စေပြီး မေးလိမ့်မည်၊ \"သင်၏ဘုရားသခင်ကား မည်သူနည်း။\" သူက \"အို၊ အို! ကျွန်ုပ်မသိပါ။\" ဟု ဆိုလိမ့်မည်။ ၎င်းတို့က \"သင်၏ဘာသာတရားကား အဘယ်နည်း။\" ဟု မေးလိမ့်မည်ဖြစ်ပြီး သူက \"အို၊ အို! ကျွန်ုပ်မသိပါ။\" ဟု ဆိုလိမ့်မည်။ ၎င်းတို့က \"သင့်ထံသို့ စေလွှတ်ခဲ့သော ဤပုဂ္ဂိုလ် <span class=\"gray\">(တမန်တော် မုဟမ္မဒ်)</span> အကြောင်း သင်ဘာပြောလိုသနည်း။\" ဟု မေးလိမ့်မည်။ သူက \"အို၊ အို၊ ကျွန်ုပ်မသိပါ။\" ဟု ဆိုလိမ့်မည်။ ကောင်းကင်မှ ခေါ်ဆိုသူ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က \"ငါ၏ကျွန့်သည် လိမ်ညာခဲ့သည်။ ထို့ကြောင့် သူ့အား ငရဲမီးဖြင့် ပေးသနားပြီး ငရဲမီးသို့ တံခါးဖွင့်ပေးလော့။\" ဟု ကြေညာလိမ့်မည်။ သူသည် ၎င်း၏ပူပြင်းမှုနှင့် ပြင်းထန်သောပူပြင်းသောလေကို တွေ့ရှိမည်ဖြစ်သည်။ သူ၏သင်္ချိုင်းသည် သူ၏အရိုးများ တစ်ခုနှင့်တစ်ခု ထိခိုက်ကြေမွသည်အထိ ကျဉ်းမြောင်းလာမည်။ ထို့နောက် ကြောက်မက်ဖွယ်မျက်နှာရှိပြီး ကြောက်မက်ဖွယ်အဝတ်အစားများ ဝတ်ဆင်ထားကာ စက်ဆုပ်ဖွယ်အနံ့ ထွက်ပေါ်နေသော လူတစ်ဦးသည် သူ့ထံသို့ ရောက်လာပြီး \"သင့်ကို စိတ်မချမ်းမြေ့စေမည့် အရာဖြင့် ဝမ်းမြောက်ဖွယ်သတင်းကို ရယူလော့! ဤသည်မှာ သင့်အား ကတိပြုခဲ့သောနေ့ဖြစ်သည်။\" ဟု ဆိုလိမ့်မည်။ သူက ထိုလူအား \"သင်ကား မည်သူနည်း။ သင့်မျက်နှာသည် ဆိုးသွမ်းမှုကို ဆောင်ယူလာသော မျက်နှာဖြစ်သောကြောင့်။\" ဟု မေးလိမ့်မည်။ သူက \"ကျွန်ုပ်သည် သင်၏ဆိုးမှုကုသိုလ်ဖြစ်သည်။\" ဟု ဆိုလိမ့်မည်။ ထို့ကြောင့် သူက \"အို၊ ကျွန်ုပ်၏ဘုရားသခင်! နေ့ရက်ကို စတင်ခြင်း မပြုတော်မူပါနှင့်။)\"</span></p><p lang=\"ceb\" class=\"ceb \">Abu Dawud and Ibn Majah collected this Hadith.</p><p lang=\"my\" class=\"my \">သူ၏မူစနဒ်တွင် အီမာမ် အဘ်ဒ် ဘင် ဟူမိုင်ဒ်သည် အနပ်စ် ဘင် မာလိက်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْعَبْدَ إِذَا وُضِعَ فِي قَبْرِهِ، وَتَوَلَّى عَنْهُ أَصْحَابُهُ، وَإِنَّهُ لَيَسْمَعُ قَرْعَ نِعَالِهِمْ، فَيَأْتِيهِ مَلَكَانِ فَيُقْعِدَانِهِ فَيَقُولَانِ لَهُ: مَا كُنْتَ تَقُولُ فِي هَذَا الرَّجُلِ؟ قَالَ: فَأَمَّا الْمُؤْمِنُ فَيَقُولُ: أَشْهَدُ أَنَّهُ عَبْدُ اللهِ وَرَسُولُهُ، قَالَ: فَيُقَالُ لَهُ: انْظُرْ إِلَى مَقْعَدِكَ مِنَ النَّارِ قَدْ أَبْدَلَكَ اللهُ بِهِ مَقْعَدًا مِنَ الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်တစ်ဦးအား သူ၏သင်္ချိုင်းတွင် ထားပြီး သူ၏သူငယ်ချင်းများ <span class=\"gray\">(သို့မဟုတ် မိသားစု)</span> ထွက်ခွာသွားသောအခါ၊ သူတို့၏ ဖိနပ်သံကို သူကြားရစဉ်၊ ကောင်းကင်တမန်နှစ်ပါးသည် သူ့ထံသို့ ရောက်လာမည်။ ၎င်းတို့သည် သူ့အား ထိုင်စေပြီး 'ဤပုဂ္ဂိုလ် <span class=\"gray\">(မုဟမ္မဒ်)</span> အကြောင်း သင်ဘာပြောလိုသနည်း။' ဟု မေးလိမ့်မည်။ ယုံကြည်သူအတွက်မူ သူက 'အရှင်သည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်နှင့် ရစူလ်တမန်တော်ဖြစ်သည်ဟု ကျွန်ုပ်သက်သေခံပါသည်။' ဟု ဆိုလိမ့်မည်။ သူ့အား 'ငရဲမီးထဲတွင် သင်၏နေရာကို ကြည့်လော့၊ အလ္လာဟ်အရှင်မြတ်သည် သင့်အတွက် ၎င်းကို ဂျန္နတ်ရှိ နေရာတစ်ခုဖြင့် အစားထိုးပေးထားသည်။' ဟု ပြောလိမ့်မည်။)</span> တမန်တော် ﷺ က ထို့နောက် မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَرَاهُمَا جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူသည် နေရာနှစ်ခုလုံးကို မြင်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ကတာဒါက ထပ်လောင်းပြောကြားသည်၊ \"သူ၏သင်္ချိုင်းသည် လက်တစ်ဆစ် ခုနစ်ဆယ်အရှည်အထိ ကျယ်ဝန်းစေပြီး စီရင်ထုံးဖွဲ့ရာနေ့အထိ သူ့အတွက် စိမ်းစိုသောအပင်များဖြင့် ပြည့်နှက်နေမည်ဟု ကျွန်ုပ်တို့အား ပြောကြားခဲ့သည်။\" မွတ်စလင်မ်သည် ဤဟဒီးဆ်ကို အဘ်ဒ် ဘင် ဟူမိုင်ဒ်ထံမှလည်း မှတ်တမ်းတင်ခဲ့ပြီး အန်-နာစာအီကမူ ယူနွတ်စ် ဘင် မုဟမ္မဒ် ဘင် အလ်-မူအဒ်ဒါးထံမှ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"fil\" class=\"fil \">Al-Hafiz Abu 'Isa At-Tirmidhi, may Allah grant him mercy, recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا قُبِرَ الْمَيِّتُ - أَوْ قَالَ: أَحَدُكُمْ - أَتَاهُ مَلَكَانِ أَسْوَدَانِ أَزْرَقَانِ، يُقَالُ لِأَحَدِهِمَا مُنْكَرٌ وَالْآخَرِ نَكِيرٌ، فَيَقُولَانِ: مَا كُنْتَ تَقُولُ فِي هَذَا الرَّجُلِ؟ فَيَقُولُ: مَا كَانَ يَقُولُ هُوَ عَبْدُاللهِ وَرَسُولُهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، فَيَقُولَانِ: قَدْ كُنَّا نَعْلَمُ أَنَّكَ تَقُولُ هَذَا، ثُمَّ يُفْسَحُ لَهُ فِي قَبْرِهِ سَبْعُونَ ذِرَاعًا فِي سَبْعِينَ، وَيُنَوَّرُ لَهُ فِيهِ، ثُمَّ يُقَالُ لَهُ: نَمْ، فَيَقُولُ: أَرْجِعُ إِلَى أَهْلِي فَأُخْبِرُهُمْ، فَيَقُولَانِ: نَمْ نَوْمَةَ الْعَرُوسِ الَّذِي لَا يُوقِظُهُ إِلَّا أَحَبُّ أَهْلِهِ إِلَيْهِ حَتَّى يَبْعَثَهُ اللهُ مِنْ مَضْجَعِهِ ذَلِكَ، وَإِنْ كَانَ مُنَافِقًا قَالَ: سَمِعْتُ النَّاسَ يَقُولُونَ: فَقُلْتُ مِثْلَهُمْ لَا أَدْرِي، فَيَقُولَانِ: قَدْ كُنَّا نَعْلَمُ أَنَّكَ تَقُولُ هَذَا، فَيُقَالُ لِلْأَرْضِ: الْتَئِمِي عَلَيْهِ فَتَلْتَئِمُ عَلَيْهِ حَتَّى تَخْتَلِفَ أَضْلَاعُهُ، فَلَا يَزَالُ فِيهَا مُعَذَّبًا حَتَّى يَبْعَثَهُ اللهُ مِنْ مَضْجَعِهِ ذَلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကွယ်လွန်သူ – သို့မဟုတ် သင်တို့ထဲမှ တစ်ဦး – အား မြှုပ်နှံပြီးသောအခါ အနက်ရောင်နှင့် အပြာရောင် ကောင်းကင်တမန်နှစ်ပါးသည် သူ့ထံသို့ ရောက်လာမည်။ တစ်ပါးကို 'မွန်ကိရ်' ဟုခေါ်ပြီး နောက်တစ်ပါးကို 'နကိရ်' ဟုခေါ်သည်။ ၎င်းတို့က သူ့အား 'ဤပုဂ္ဂိုလ် <span class=\"gray\">(မုဟမ္မဒ်)</span> အကြောင်း သင်ဘာပြောခဲ့သနည်း။' ဟု မေးလိမ့်မည်။ သူက 'ကိုယ်တော် ပြောလေ့ရှိသည်မှာ ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်နှင့် ရစူလ်တမန်တော်ဖြစ်သည်ဟူ၍ပင်။ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားကိုးကွယ်ရာအစစ်အမှန် မရှိကြောင်းနှင့် မုဟမ္မဒ်သည် ကိုယ်တော်၏ ကျွန်နှင့် ရစူလ်တမန်တော်ဖြစ်ကြောင်း ကျွန်ုပ်သက်သေခံပါသည်။' ဟု ပြန်ဖြေလိမ့်မည်။ ၎င်းတို့က 'သင်သည် ထိုသို့ပြောခဲ့သည်ကို ကျွန်ုပ်တို့သိသည်။' ဟု ဆိုလိမ့်မည်။ ထို့နောက် သူ၏သင်္ချိုင်းကို လက်တစ်ဆစ် ခုနစ်ဆယ်ပတ်လည်အထိ ကျယ်ဝန်းစေပြီး အလင်းဖြင့် ပြည့်နှက်နေစေလိမ့်မည်။ ထို့နောက် သူ့အား 'အိပ်ပါ။' ဟု ပြောလိမ့်မည်။ သို့သော် သူက 'ကျွန်ုပ်၏မိသားစုထံသို့ ပြန်သွားပြီး သူတို့အား ပြောပြပါရစေ။' ဟု ပြန်ဖြေလိမ့်မည်။ ၎င်းတို့က 'အိပ်ပါ။ သတို့သားသည် သူ၏မိသားစုတွင် အချစ်ဆုံးသူမှလွဲ၍ မည်သူကမျှ မနှိုးနိုင်သကဲ့သို့ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ထိုအိပ်စက်ရာမှ ပြန်လည်ရှင်ပြန်ထမြောက်စေသည်အထိ အိပ်ပါ။' ဟု ဆိုလိမ့်မည်။ အကယ်၍ သူသည် မုနာဖစ်က် (လျှို့ဝှက်သူ) ဖြစ်ပါက သူ၏အဖြေသည် 'ကျွန်ုပ်မသိပါ။ လူများပြောသည်ကို ကျွန်ုပ်ကြားပြီး သူတို့ပြောသကဲ့သို့ ကျွန်ုပ်ပြန်ပြောခဲ့သည်။' ဟု ဖြစ်လိမ့်မည်။ ၎င်းတို့က 'သင်သည် ထိုသို့ပြောခဲ့သည်ကို ကျွန်ုပ်တို့သိသည်။' ဟု ဆိုလိမ့်မည်။ မြေကြီးအား 'သူ့အား ပတ်လည်မှ ပိတ်ဆို့ပါ။' ဟု အမိန့်ပေးလိမ့်မည်ဖြစ်ပြီး သူ၏အရိုးများ တစ်ခုနှင့်တစ်ခု ထိခိုက်ကြေမွသည်အထိ သူ့အား ပိတ်ဆို့လိမ့်မည်။ သူသည် ဤပြစ်ဒဏ်တွင် ဆက်လက်ခံစားနေရမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ထိုအိပ်စက်ရာမှ ပြန်လည်ရှင်ပြန်ထမြောက်စေသည်အထိ ဖြစ်သည်။)</span></p><p lang=\"gd\" class=\"gd \">At-Tirmidhi said, \"This Hadith is Hasan, Gharib.\"</p><p lang=\"fil\" class=\"fil \">Abu Hurayrah narrated that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အား ဤလောကတွင် ခိုင်မာသောစကားဖြင့်လည်းကောင်း၊ နောင်တမလွန်ဘဝတွင်လည်းကောင်း ခိုင်မာစွာ ထိန်းထားမည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَلِكَ إِذَا قِيلَ لَهُ فِي الْقَبْرِ مَنْ رَبُّكَ، وَمَا دِينُكَ، وَمَنْ نَبِيُّكَ؟ فَيَقُولُ: رَبِّيَ اللهُ، وَدِينِي الْإِسْلَامُ، وَنَبِيِّي مُحَمَّدٌ جَاءَنَا بِالبَيِّنَاتِ مِنْ عِنْدِ اللهِ، فَآمَنْتُ بِهِ وَصَدَّقْتُ، فَيُقَالُ لَهُ: صَدَقْتَ، عَلَى هَذَا عِشْتَ، وَعَلَيْهِ مِتَّ، وَعَلَيْهِ تُبْعَثُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့အား သင်္ချိုင်းတွင် 'သင်၏ဘုရားသခင်ကား မည်သူနည်း။ သင်၏ဘာသာတရားကား အဘယ်နည်း။ သင်၏တမန်တော်ကား မည်သူနည်း။' ဟု မေးမြန်းသောအခါ သူက 'အလ္လာဟ်သည် ကျွန်ုပ်၏ဘုရားသခင်၊ အစ္စလာမ်သည် ကျွန်ုပ်၏ဘာသာတရားနှင့် မုဟမ္မဒ်သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ရှင်းလင်းသော သက်သေအထောက်အထားများကို ဆောင်ယူလာသော ကျွန်ုပ်၏တမန်တော်ဖြစ်သည်။ ကိုယ်တော်ကို ကျွန်ုပ်ယုံကြည်ပြီး ကိုယ်တော်အပေါ် သက်ဝင်ယုံကြည်ခဲ့သည်။' ဟု ပြန်ဖြေလိမ့်မည်။ သူ့အား 'သင်အမှန်ပြောခဲ့သည်။ ဤအပေါ်တွင် သင်အသက်ရှင်ခဲ့ပြီး ဤအပေါ်တွင်ပင် သေဆုံးခဲ့ပြီး ဤအပေါ်တွင်ပင် ပြန်လည်ရှင်ပြန်ထမြောက်လိမ့်မည်။' ဟု ပြောလိမ့်မည်။)</span></p><p lang=\"jv\" class=\"jv \">Ibn Jarir At-Tabari recorded that Abu Hurayrah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ، إِنَّ الْمَيِّتَ لَيَسْمَعُ خَفْقَ نِعَالِكُمْ حِينَ تُوَلُّونَ عَنْهُ مُدْبِرِينَ، فَإِنْ كَانَ مُؤْمِنًا كَانَتِ الصَّلَاةُ عِنْدَ رَأْسِهِ وَالزَّكَاةُ عَنْ يَمِينِهِ وَالصَّوْمُ عَنْ يَسَارِهِ وَكَانَ فِعْلُ الْخَيْرَاتِ مِنَ الصَّدَقَةِ وَالصِّلَةِ وَالْمَعْرُوفِ وَالْإِحْسَانِ إِلَى النَّاسِ عِنْدَ رِجْلَيْهِ، فَيُؤْتَى مِنْ قِبَلِ رَأْسِهِ، فَتَقُولُ الصَّلَاةُ: مَا قِبَلِي مَدْخَلٌ، فَيُؤْتَى عَنْ يَمِينِهِ فَتَقُولُ الزَّكَاةُ: مَا قِبَلِي مَدْخَلٌ، فَيُؤْتَى عَنْ يَسَارِهِ فَيَقُولُ الصِّيَامُ: مَا قِبَلِي مَدْخَلٌ، فَيُؤْتَى عِنْدَ رِجْلَيْهِ فَيَقُولُ فِعْلُ الْخَيْرَاتِ: مَا قِبَلِي مَدْخَلٌ، فَيُقَالُ لَهُ: اجْلِسْ، فَيَجْلِسُ قَدْ مَثُلَتْ لَهُ الشَّمْسُ قَدْ دَنَتْ لِلْغُرُوبِ، فَيُقَالُ لَهُ: أَخْبِرْنَا عَمَّا نَسْأَلُكَ، فَيَقُولُ: دَعْنِي حَتَّى أُصَلِّيَ، فَيُقَالُ لَهُ: إِنَّكَ سَتَفْعَلُ، فَأَخْبِرْنَا عَمَّا نَسْأَلُكَ، فَيَقُولُ: وَعَمَّ تَسْأَلُونِي؟ فَيُقَالُ: أَرَأَيْتَ هَذَا الرَّجُلَ الَّذِي كَانَ فِيكُمْ مَاذَا تَقُولُ بِهِ، وَمَاذَا تَشْهَدُ بِهِ عَلَيْهِ؟ فَيَقُولُ: أَمُحَمَّدٌ؟ فَيُقَالُ لَهُ: نَعَمْ، فَيَقُولُ: أَشْهَدُ أَنَّهُ رَسُولُ اللهِ، وَأَنَّه جَاءَنَا بِالْبَيِّنَاتِ مِنْ عِنْدِ اللهِ فَصَدَّقْنَاهُ، فَيُقَالُ لَهُ: عَلَى ذَلِكَ حَيِيتَ وَعَلَى ذَلِكَ مِتَّ، وَعَلَيْهِ تُبْعَثُ إِنْ شَاءَ اللهُ، ثُمَّ يُفْسَحُ لَهُ فِي قَبْرِهِ سَبْعُونَ ذِرَاعًا وَيُنَوَّرُ لَهُ فِيهِ، وَيُفْتَحُ لَهُ بَابٌ إِلَى الْجَنَّةِ فَيُقَالُ لَهُ: انْظُرْ إِلَى مَا أَعَدَّ اللهُ لَكَ فِيهَا، فَيَزْدَادُ غِبْطَةً وَسُرُورًا، ثُمَّ تُجْعَلُ نَسَمَتُهُ فِي النَّسَمِ الطَّيِّبِ، وَهِيَ طَيْرٌ خُضْرٌ تَعْلُقُ بِشَجَرِ الْجَنَّةِ، وَيُعَادُ الْجَسَدُ إِلَى مَا بُدِىءَ مِنَ التُّرَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏အသက်ကို ပိုင်ဆိုင်တော်မူသောအရှင်အား ကျိန်ဆိုပါ၏။ သင်တို့ ထွက်ခွာသွား၍ သူ့အားထားခဲ့သောအခါ ကွယ်လွန်သူသည် သင်တို့၏ဖိနပ် <span class=\"gray\">(သို့မဟုတ် ဖိနပ်များ)</span> သံကို ကြားရသည်။ အကယ်၍ သူသည် ယုံကြည်သူဖြစ်ပါက ဆွလားသ် (ဝတ်ပြုဆုတောင်းခြင်း) သည် သူ၏ခေါင်းဘေးတွင် ရပ်တည်မည်၊ ဇကားသ် (တောင်းရမ်းခွန်) သည် သူ၏ညာဘက်တွင်၊ ဆွောင်မ် (ဥပုသ်သီလ) သည် သူ၏ဘယ်ဘက်တွင် ရပ်တည်မည်။ ဆွဒကား (အလှူဒါန)၊ ဆွေမျိုးများနှင့် ဆက်ဆံရေးကောင်းမွန်အောင် ထိန်းသိမ်းခြင်းနှင့် လူများအပေါ် ကောင်းမှုပြုခြင်းကဲ့သို့သော ကောင်းမှုကုသိုလ်များသည် သူ၏ခြေထောက်ဘေးတွင် ရပ်တည်လိမ့်မည်။ သူ့အား ခေါင်းဘက်မှ ချဉ်းကပ်လာသောအခါ ဆွလားသ်က 'ကျွန်ုပ်ဘက်မှ ဝင်ခွင့်မရှိ။' ဟု ကြေညာလိမ့်မည်။ ညာဘက်မှ ချဉ်းကပ်လာသောအခါ ဇကားသ်က 'ကျွန်ုပ်ဘက်မှ ဝင်ခွင့်မရှိ။' ဟု ကြေညာလိမ့်မည်။ ဘယ်ဘက်မှ ချဉ်းကပ်လာသောအခါ ဆွောင်မ်က 'ကျွန်ုပ်ဘက်မှ ဝင်ခွင့်မရှိ။' ဟု ကြေညာလိမ့်မည်။ ခြေထောက်ဘက်မှ ချဉ်းကပ်လာသောအခါ ကောင်းမှုကုသိုလ်များက 'ကျွန်ုပ်တို့ဘက်မှ ဝင်ခွင့်မရှိ။' ဟု ကြေညာလိမ့်မည်။ သူ့အား ထိုင်ရန် အမိန့်ပေးလိမ့်မည်။ ထို့နောက် သူသည် နေဝင်လုဆဲဆဲအချိန်ကဲ့သို့ နေရောင်ခြည်ကို မြင်နေရစဉ် ထိုင်လိမ့်မည်။ သူ့အား 'ကျွန်ုပ်တို့ မေးမည့်အရာကို ပြောပြပါ။' ဟု ပြောလိမ့်မည်။ သူက 'ကျွန်ုပ် ဆွလားသ်ရွတ်ဆိုပြီးသည်အထိ ကျွန်ုပ်ကို ထားခဲ့ပါ။' ဟု ဆိုလိမ့်မည်။ သူ့အား 'သင် ဆွလားသ်ရွတ်ဆိုမည်၊ သို့သော် ဦးစွာ ကျွန်ုပ်တို့ သိလိုသည်များကို ပြောပြပါ။' ဟု ပြောလိမ့်မည်။ သူက 'သင်တို့ မေးခွန်းများက ဘာတွေလဲ။' ဟု မေးလိမ့်မည်။ သူ့အား 'သင်တို့အထဲသို့ စေလွှတ်ခဲ့သော ဤပုဂ္ဂိုလ်အကြောင်း သင်ဘာပြောလိုသနည်း၊ သူနှင့်ပတ်သက်၍ သင်၏သက်သေခံချက်ကား အဘယ်နည်း။' ဟု ပြောလိမ့်မည်။ သူက 'မုဟမ္မဒ်လား။' ဟု မေးလိမ့်မည်။ သူ့အား အတည်ပြုဖြေကြားလိမ့်မည်ဖြစ်ပြီး သူက 'ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်ပြီး ကိုယ်တော်သည် ကျွန်ုပ်တို့၏အရှင်သခင်ထံမှ သက်သေအထောက်အထားများကို ဆောင်ယူလာခဲ့သည်ဟု ကျွန်ုပ်သက်သေခံပါသည်။ ကျွန်ုပ်တို့ ကိုယ်တော်ကို ယုံကြည်ခဲ့ကြသည်။' ဟု ပြန်ဖြေလိမ့်မည်။ သူ့အား 'ဤသည်မှာ သင်အသက်ရှင်ခဲ့သည့်ပုံစံ၊ သေဆုံးခဲ့သည့်ပုံစံဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်အလိုတော်ရှိလျှင် ဤအပေါ်တွင်ပင် သင်ပြန်လည်ရှင်ပြန်ထမြောက်လိမ့်မည်။' ဟု ပြောလိမ့်မည်။ သူ၏သင်္ချိုင်းကို လက်တစ်ဆစ် ခုနစ်ဆယ်အရှည်အထိ ကျယ်ဝန်းစေပြီး အလင်းဖြင့် ပြည့်နှက်နေမည်။ ဂျန္နတ်သို့ တံခါးတစ်ခုကိုလည်း ဖွင့်ပေးလိမ့်မည်။ သူ့အား 'အလ္လာဟ်အရှင်မြတ်က သင့်အတွက် ဂျန္နတ်တွင် အဘယ်အရာများ ပြင်ဆင်ထားသည်ကို ကြည့်လော့။' ဟု ပြောလိမ့်မည်။ သူသည် ပျော်ရွှင်မှုနှင့် ဝမ်းမြောက်မှု တိုးလာမည်ဖြစ်ပြီး ထို့နောက် သူ၏ဝိညာဉ်ကို စိမ်းလန်းသောငှက်များအတွင်းရှိ သန့်စင်သောဝိညာဉ်များဖြင့် ဂျန္နတ်သစ်ပင်များမှ စားသုံးနေစေလိမ့်မည်။ ခန္ဓာကိုယ်ကို သူ၏မူလဇစ်မြစ်ဖြစ်သော မြေမှုန့်သို့ ပြန်လည်ပို့ဆောင်လိမ့်မည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်၊</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အား ဤလောကတွင် ခိုင်မာသောစကားဖြင့်လည်းကောင်း၊ နောင်တမလွန်ဘဝတွင်လည်းကောင်း ခိုင်မာစွာ ထိန်းထားမည်။)</span>) အိဗ်နု ဟစ်ဗ်ဗာန်သည် ဤဟဒီးဆ်ကို စုဆောင်းခဲ့ပြီး သူ၏မှတ်တမ်းတွင် ယုံကြည်ခြင်းမရှိသူ၏ အဖြေနှင့် သူ၏ပြစ်ဒဏ်ကို ထည့်သွင်းထားသည်။ အဘ်ဒူရ်-ရဇ်ဇာက်သည် တာဝုစ်က ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အား ဤလောကတွင် ခိုင်မာသောစကားဖြင့် ခိုင်မာစွာ ထိန်းထားမည်။)</span> ဆိုသည်မှာ 'လာအိလာဟ အိလ်လလ်လာဟ်' ကို ရည်ညွှန်းပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် နောင်တမလွန်ဘဝတွင်)</span> ဆိုသည်မှာ သင်္ချိုင်းထဲတွင် မေးမြန်းခြင်းကို ရည်ညွှန်းသည်။ ကတာဒါက မှတ်ချက်ပေးသည်၊ \"ဤဘဝအတွက်မူ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား ဖြောင့်မှန်သောလမ်းနှင့် ကောင်းမှုကုသိုလ်များပေါ်တွင် ခိုင်မာစေလိမ့်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် နောင်တမလွန်ဘဝတွင်)</span> သင်္ချိုင်းထဲ၌။\" စလဖ်များထဲမှ အခြားသူအများအပြားကလည်း ထိုနည်းတူ ပြောကြားခဲ့ကြသည်။</p>"
  }
]