[
  {
    "ayah_key": "46:7",
    "group_ayah_key": "46:7",
    "from_ayah": "46:7",
    "to_ayah": "46:9",
    "ayah_keys": "46:7,46:8,46:9",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့၏ ထင်ရှားသော အာယသ်များကို ၎င်းတို့အား ရွတ်ဖတ်ပြသောအခါ၊ မယုံကြည်သူများသည် မှန်ကန်သောအရာကို ရောက်ရှိလာသောအခါ၊ “၎င်းသည် ထင်ရှားသော မှော်အတတ်ဖြစ်သည်!” <span>(၇)</span> သို့မဟုတ် ၎င်းတို့က “သူသည် ၎င်းကို ဖန်တီးခဲ့သည်” ဟု ဆိုကြသည်။ ပြောပါ- “အကယ်၍ ကျွန်ုပ်သည် ၎င်းကို ဖန်တီးခဲ့ပါက၊ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်၍ ကျွန်ုပ်ကို ထောက်ခံရန် အင်အားမရှိပေ။ အသင်တို့ ၎င်းနှင့်ပတ်သက်၍ အသင်တို့အချင်းချင်း ပြောဆိုသည်များကို အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏။ ကျွန်ုပ်နှင့် အသင်တို့အကြား သက်သေအဖြစ် အရှင်မြတ်သည် လုံလောက်တော်မူ၏။ အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာရှင်ဖြစ်တော်မူ၏။ <span>(၈)</span> ပြောပါ- “ကျွန်ုပ်သည် ရစူလ်တမန်များထဲတွင် အသစ်အဆန်းမဟုတ်ပေ၊ ကျွန်ုပ် သို့မဟုတ် အသင်တို့နှင့်ပတ်သက်၍ မည်သို့လုပ်ဆောင်မည်ကိုလည်း ကျွန်ုပ်မသိပေ။ ကျွန်ုပ်အား ဗျာဒိတ်တော် ပေးပို့သည်ကိုသာ ကျွန်ုပ်လိုက်နာပြီး ကျွန်ုပ်သည် ထင်ရှားသော သတိပေးသူမျှသာ ဖြစ်သည်။” <span>(၉)</span></p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူများ၏ ကုရ်အာန်နှင့် ရစူလ်တမန် ﷺ အကြောင်း တောင်းဆိုမှုများကို ပယ်ချခြင်း</p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူများ၏ မယုံကြည်ခြင်းနှင့် ပုန်ကန်ခြင်းနှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ထင်ရှားသော အာယသ်များကို ရွတ်ဖတ်ပြသောအခါ ၎င်းတို့က ပြောဆိုကြသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا سِحْرٌ مُّبِينٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"၎င်းသည် ထင်ရှားသော မှော်အတတ်ဖြစ်သည်!\" )</span> ဆိုသည်မှာ ရိုးရှင်းသော မှော်အတတ်ဖြစ်သည်။ ၎င်းတို့၏ ဤပြောဆိုချက်တွင် ၎င်းတို့သည် လိမ်ညာခဲ့ပြီး၊ မမှန်သောစကားကို ဖန်တီးခဲ့ကာ လမ်းမှားရောက်၍ မယုံကြည်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ افْتَرَاهُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့က “သူသည် ၎င်းကို ဖန်တီးခဲ့သည်” ဟု ဆိုကြသည်)</span> ၎င်းတို့သည် မုဟမ္မဒ် ﷺ ကို ရည်ညွှန်းနေခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က တုံ့ပြန်၍ မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အကယ်၍ ကျွန်ုပ်သည် ၎င်းကို ဖန်တီးခဲ့ပါက၊ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်၍ ကျွန်ုပ်ကို ထောက်ခံရန် အင်အားမရှိပေ...\")</span> ဆိုလိုသည်မှာ၊ 'အကယ်၍ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်အပေါ် လိမ်ညာပြီး အရှင်မြတ်က ကျွန်ုပ်ကို စေလွှတ်တော်မမူဘဲ ကျွန်ုပ်ကို စေလွှတ်ခဲ့သည်ဟု မှားယွင်းစွာ ပြောဆိုပါက၊ အရှင်မြတ်သည် ကျွန်ုပ်အား ပြင်းထန်သော ပြစ်ဒဏ်ဖြင့် အပြစ်ပေးတော်မူမည်။ ထိုအခါ မြေပေါ်ရှိ မည်သူမျှ — အသင်တို့ သို့မဟုတ် အခြားမည်သူမဆို — ကျွန်ုပ်ကို အရှင်မြတ်ထံမှ ကာကွယ်ပေးနိုင်မည်မဟုတ်ပေ။' ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا - إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"မည်သူမျှ ကျွန်ုပ်ကို အလ္လာဟ်အရှင်မြတ်ထံမှ ကာကွယ်ပေးနိုင်မည်မဟုတ်၊ အရှင်မြတ်မှလွဲ၍ ကျွန်ုပ်သည် ခိုလှုံရာကို ရှာမတွေ့နိုင်ပေ။ <span class=\"gray\">(ကျွန်ုပ်၏တာဝန်မှာ)</span> အလ္လာဟ်အရှင်မြတ်ထံမှ ပေးပို့ရန်နှင့် အရှင်မြတ်၏ သတင်းစကားများကို <span class=\"gray\">(ပေးပို့ရန်)</span> သာဖြစ်သည်။\")</span><span class=\"gray\">(၇၂:၂၂-၂၃)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ - لَأَخَذْنَا مِنْهُ بِالْيَمِينِ - ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ - فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သူသည် ကျွန်ုပ်တို့နှင့်ပတ်သက်၍ မှားယွင်းသောစကားကို ဖန်တီးခဲ့ပါက၊ ကျွန်ုပ်တို့သည် သူ့ကို လက်ယာဘက်မှ ဖမ်းဆီးမိမည်ဖြစ်ပြီး။ ထို့နောက် သူ၏ အသက်သွေးကြောကို ဖြတ်တောက်မည်။ အသင်တို့ထဲမှ မည်သူမျှ ကျွန်ုပ်တို့ကို <span class=\"gray\">(သူ့ကို အပြစ်ပေးခြင်းမှ)</span> တားဆီးနိုင်မည်မဟုတ်ပေ။)</span><span class=\"gray\">(၆၉:၄၄-၄၇)</span> ထို့ကြောင့်၊ အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا ۖ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ ۖ كَفَىٰ بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အကယ်၍ ကျွန်ုပ်သည် ၎င်းကို ဖန်တီးခဲ့ပါက၊ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်၍ ကျွန်ုပ်ကို ထောက်ခံရန် အင်အားမရှိပေ။ အသင်တို့ ၎င်းနှင့်ပတ်သက်၍ အသင်တို့အချင်းချင်း ပြောဆိုသည်များကို <span class=\"gray\">(ဆိုလိုသည်မှာ ဤကုရ်အာန်ကို)</span> အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏။ ကျွန်ုပ်နှင့် အသင်တို့အကြား သက်သေအဖြစ် အရှင်မြတ်သည် လုံလောက်တော်မူ၏။...\")</span> ၎င်းသည် ၎င်းတို့အတွက် ပြင်းထန်သော ခြိမ်းခြောက်မှု၊ ခြောက်လှန့်မှုနှင့် သတိပေးချက်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْغَفُورُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာရှင်ဖြစ်တော်မူ၏။)</span> ၎င်းသည် ၎င်းတို့အတွက် နောင်တရကာ အလ္လာဟ်အရှင်မြတ်ထံသို့ လှည့်ပြန်ရန် တိုက်တွန်းချက်ဖြစ်သည်။ ဆိုလိုသည်မှာ 'ဤအရာများအားလုံးရှိလင့်ကစား အသင်တို့ ပြန်လှည့်၍ နောင်တရပါက၊ အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့၏ နောင်တကို လက်ခံတော်မူမည်၊ အသင်တို့ကို ခွင့်လွှတ်တော်မူမည်၊ အပြစ်မှ လွတ်ငြိမ်းခွင့်ပေးတော်မူမည်၊ အသင်တို့အပေါ် ကရုဏာထားတော်မူမည်။' ၎င်းသည် စူရတွလ်ဖုရ်ကာန်တွင် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا - قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّهُ كَانَ غَفُورًا رَحِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောသည်မှာ- \"<span class=\"gray\">(ဤကျမ်းသည်)</span> သူရေးမှတ်ထားသော ရှေးလူတို့၏ ဒဏ္ဍာရီများဖြစ်ပြီး ၎င်းတို့သည် နံနက်ခင်းနှင့် ညနေခင်းတွင် သူအား ညွှန်ကြားခံရခြင်းဖြစ်သည်။\" ပြောပါ- \"၎င်းကို ကောင်းကင်များနှင့် မြေကြီးအတွင်းရှိ လျှို့ဝှက်ချက်တိုင်းကို သိတော်မူသော အရှင်မြတ်က ပေးပို့ခဲ့ခြင်းဖြစ်သည်။ အမှန်စင်စစ်၊ အရှင်မြတ်သည် အမြဲတမ်း ခွင့်လွှတ်တော်မူသော၊ ကရုဏာရှင်ဖြစ်တော်မူ၏။\")</span><span class=\"gray\">(၂၅:၅-၆)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ကျွန်ုပ်သည် ရစူလ်တမန်များထဲတွင် အသစ်အဆန်းမဟုတ်ပေ...\")</span> ဆိုလိုသည်မှာ၊ 'ကျွန်ုပ်သည် ကမ္ဘာသို့ ပထမဆုံး ရောက်လာသော ရစူလ်တမန်မဟုတ်ပေ။ ယင်းအစား၊ ကျွန်ုပ်မတိုင်မီ ရစူလ်တမန်များ ရောက်ရှိခဲ့ကြသည်။ ထို့ကြောင့်၊ ကျွန်ုပ်သည် အသင်တို့အားလုံး ကျွန်ုပ်ကို ငြင်းပယ်ရန်နှင့် ကျွန်ုပ်အား စေလွှတ်ခြင်းကို သံသယဝင်ရန် ဖြစ်ပေါ်စေသင့်သော အဖြစ်အပျက် အသစ်အဆန်းတစ်ခု မဟုတ်ပေ။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်မတိုင်မီ ပရောဖက်များအားလုံးကို အမျိုးမျိုးသော လူမျိုးများထံသို့ စေလွှတ်ခဲ့သည်။' ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ် သို့မဟုတ် အသင်တို့နှင့်ပတ်သက်၍ မည်သို့လုပ်ဆောင်မည်ကိုလည်း ကျွန်ုပ်မသိပေ။)</span> 'အလီ ဘင် အဘီ သလ်ဟဟ်သည် အိဗ်နု အဗ္ဗာစ်ထံမှ သတင်းပို့သည်မှာ သူက ပြောခဲ့သည်၊ \"၎င်း <span class=\"gray\">(ဤအာယသ်တော်)</span> ကို ဗျာဒိတ်တော်တွင် ဆက်လက်၍ ပေးပို့ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အသင့်၏ အတိတ်နှင့် အနာဂတ်အပြစ်များကို ခွင့်လွှတ်တော်မူရန်)</span>။ အလားတူပင်၊ 'အိကရီမာဟ်၊ အလ်-ဟစန်၊ နှင့် ကွာတာဒဟ်တို့အားလုံးက ဤအာယသ်တော်ကို အောက်ပါအာယသ်တော်ဖြင့် ပယ်ဖျက်ခဲ့သည်ဟု ပြောကြားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အသင့်၏ အတိတ်နှင့် အနာဂတ်အပြစ်များကို ခွင့်လွှတ်တော်မူရန်)</span>။ ၎င်းတို့က ပြောကြားခဲ့သည်မှာ၊ ထိုနောက်ပိုင်း အာယသ်တော် ဗျာဒိတ်ကျရောက်သောအခါ၊ မွတ်စ်လင်မ်တစ်ဦးက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ အား \"အလ္လာဟ်အရှင်မြတ်သည် အသင့်အတွက် မည်သို့လုပ်ဆောင်မည်ကို ကြေညာတော်မူခဲ့ပြီ။ သို့သော် ကျွန်ုပ်တို့အတွက် မည်သို့လုပ်ဆောင်မည်နည်း။\" ထိုအခါ အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ပေးပို့တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ယုံကြည်သူ အမျိုးသားများနှင့် ယုံကြည်သူ အမျိုးသမီးများကို မြစ်များစီးဆင်းနေသော ဥယျာဉ်များသို့ ဝင်စေတော်မူရန်)</span>။ </p><p lang=\"my\" class=\"my \">၎င်းတို့ပြောခဲ့သည်မှာ ဤသို့ပင်ဖြစ်သည်။ စဟီးဟ်ကျမ်းတွင် အတည်ပြုထားသည်မှာ ယုံကြည်သူများက “အသင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်၊ ထိုအရာကို ပျော်မွေ့ပါစေ။ သို့သော် ကျွန်ုပ်တို့ မည်သည့်အရာ ရရှိမည်နည်း။” ဟု ပြောခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်တော်ကို ဗျာဒိတ်ပေးတော်မူခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က ခါရိဂျဟ် ဘင် ဇိုင်ဒ် ဘင် သာဘိသ်သည် အွမ်မုလ်-အလာအ် (အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ အား သစ္စာခံဝန်ခဲ့သော အန်ဆွာရ် အမျိုးသမီးတစ်ဦး) က ပြောကြားခဲ့သည်မှာ၊ \"အန်ဆွာရ်တို့သည် မုဟာဂျီရူန်များကို ၎င်းတို့နှင့်အတူ နေထိုင်ရန် မဲနှိုက်သောအခါ၊ ကျွန်ုပ်တို့၏မဲမှာ 'ဥစ်သမာန် ဘင် မာဇ်အူန်' ဖြစ်သည်။ နောက်ပိုင်းတွင် 'ဥစ်သမာန်' သည် ကျွန်ုပ်တို့အိမ်တွင် ဖျားနာခဲ့ပြီး၊ သူကွယ်လွန်သည်အထိ ကျွန်ုပ်တို့ ပြုစုခဲ့ကာ၊ သူ၏ဝတ်ရုံများဖြင့် <span class=\"gray\">(သင်္ဂြိုဟ်ရန်)</span> ပတ်ပေးခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ ရောက်ရှိလာသောအခါ ကျွန်ုပ်က 'အို အဘူ အစ်-ဆာအိဗ်! အလ္လာဟ်အရှင်မြတ် အသင့်အား ကရုဏာထားတော်မူပါစေ။ အလ္လာဟ်အရှင်မြတ်သည် အသင့်အား ဂုဏ်ပြုတော်မူပြီဟု ကျွန်ုပ်သက်သေခံပါသည်။' ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ က မေးမြန်းခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُدْرِيكِ أَنَّ اللهَ تَعَالَىٰ أَكْرَمَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင် အလ္လာဟ်အရှင်မြတ်က သူ့ကို ဂုဏ်ပြုတော်မူခဲ့သည်ကို မည်သို့သိသနည်း။)</span> ကျွန်ုပ်က \"ကျွန်ုပ်မသိပါ – ကျွန်ုပ်၏ ဖခင်နှင့် မိခင်တို့သည် အသင့်အတွက် ရွေးနုတ်ခံရပါစေ!\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا هُوَ فَقَدْ جَاءَهُ الْيَقِينُ مِنْ رَبِّهِ،وَإِنِّي لَأَرْجُو لَهُ الْخَيْرَ. وَاللهِ مَا أَدْرِي وَأَنَا رَسُولُ اللهِ مَا يُفْعَلُ بِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့အတွက်မူ သေခြင်းတရား <span class=\"gray\">(သေခြင်း)</span> သည် သူ့၏အရှင်မြတ်ထံမှ ရောက်ရှိလာခဲ့ပြီဖြစ်ပြီး၊ သူ့အတွက် ကောင်းသောအရာကို ကျွန်ုပ် ဧကန်မလွဲ ဆန္ဒရှိပါသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်အားဖြင့် ကျိန်ဆိုသည်မှာ၊ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ဖြစ်သော်လည်း၊ ကျွန်ုပ်အား မည်သို့ဖြစ်မည်ကို <span class=\"gray\">(သေဆုံးပြီးနောက်)</span> ကျွန်ုပ်မသိပေ။)</span> ထို့နောက် ကျွန်ုပ်က 'ဤနောက်ပိုင်းတွင် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ဘာသာတရားကိုင်းရှိုင်းသူဟု ကျွန်ုပ်ပြောတော့မည်မဟုတ်။' ဟု ပြောကြားခဲ့သည်။ ဤအဖြစ်အပျက်သည် ကျွန်ုပ်ကို စိတ်မသက်မသာ ဖြစ်စေခဲ့ပြီး ထို့နောက် ကျွန်ုပ် အိပ်ပျော်သွားခဲ့သည်။ ကျွန်ုပ်၏အိပ်မက်တွင် 'ဥစ်သမာန်' သည် စီးဆင်းနေသော ရေပန်းတစ်ခုကို ပိုင်ဆိုင်သည်ကို မြင်ခဲ့ရသည်။ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ ထံသွားရောက်၍ ထိုအကြောင်းကို ပြောပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَاكِ عَمَلُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သူ၏ <span class=\"gray\">(ကောင်းသော)</span> လုပ်ရပ်များဖြစ်သည်)</span>။\" အလ်-ဗုခါရီသည် ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သော်လည်း မွတ်စ်လင်မ်က မမှတ်တမ်းတင်ခဲ့ပေ။ အခြားပြောပြချက်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَدْرِي وَأَنَا رَسُولُ اللهِ مَا يُفْعَلُ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်ဖြစ်သော်လည်း သူ့အား မည်သို့ဖြစ်မည်ကို ကျွန်ုပ်မသိပေ။)</span> ဤနှင့် အလားတူကျမ်းများသည် အလ္လာဟ်အရှင်မြတ် သို့မဟုတ် အရှင်မြတ်၏ ရစူလ်တမန် ﷺ က ထင်ရှားစွာ ညွှန်ပြထားသူများမှအပ သီးခြားလူတစ်ဦးတစ်ယောက်သည် ဂျန္နသ်သို့ ဝင်ရောက်မည်ဟု ကြေညာရန် ခွင့်မပြုကြောင်း ဖော်ပြသည်။ ၎င်းတို့၏ ဥပမာများမှာ ဆယ်ဦး၊ အိဗ်နု ဆလ်လာမ်၊ အလ်-ဂူမိုင်ဆာအ်၊ ဘီလာလ်၊ စူရာကဟ်၊ 'အဗ်ဒုလ္လာဟ် ဘင် 'အမ်ရ် ဘင် ဟရာမ် <span class=\"gray\">(ဂျာဘိရ်၏ဖခင်)</span>၊ မအ်အူနဟ် ရေတွင်းအနီးတွင် လုပ်ကြံခံခဲ့ရသော ကုရ်အာန်ရွတ်ဖတ်သူ ခုနစ်ဆယ်ဦး၊ ဇိုင်ဒ် ဘင် ဟာရီစဟ်၊ ဂျာအ်ဖရ်၊ အိဗ်နု ရဝါဟဟ် နှင့် အခြားအလားတူ ပုဂ္ဂိုလ်များဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အပေါ် ကျေနပ်တော်မူပါစေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰ إِلَيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား ဗျာဒိတ်တော် ပေးပို့သည်ကိုသာ ကျွန်ုပ်လိုက်နာသည်)</span> ဆိုလိုသည်မှာ၊ 'အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အား ဗျာဒိတ်တော် ပေးပို့သည်ကိုသာ ကျွန်ုပ်လိုက်နာသည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ထင်ရှားသော သတိပေးသူမျှသာ ဖြစ်သည်)</span> ဆိုလိုသည်မှာ၊ 'ကျွန်ုပ်၏ သတိပေးချက်များသည် ဉာဏ်ပညာနှင့် ဆင်ခြင်တုံတရားရှိသော လူတိုင်းအတွက် ထင်ရှားသည်။' အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏။</p>"
  }
]