[
  {
    "ayah_key": "19:88",
    "group_ayah_key": "19:88",
    "from_ayah": "19:88",
    "to_ayah": "19:95",
    "ayah_keys": "19:88,19:89,19:90,19:91,19:92,19:93,19:94,19:95",
    "text": "<p lang=\"my\" class=\"my \">သူတို့က ပြောကြသည်– \"အလွန်တရာ ကရုဏာရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> အား သားတော်တစ်ပါး ယူခဲ့သည်\"ဟု။ <span>(၈၈)</span>အမှန်ပင် သင်တို့သည် အလွန်တရာ ကြောက်မက်ဖွယ်ကောင်းသော အရာတစ်ခုကို <span class=\"gray\">(ပြော)</span>ယူဆောင်လာခဲ့ကြလေပြီ။ <span>(၈၉)</span>ထိုအရာကြောင့် ကောင်းကင်များသည် ပြိုကွဲလုနီးပါး ဖြစ်ကုန်ကြ၏။ မြေကြီးသည်လည်း ကွဲအက်ကုန်၏။ တောင်များသည်လည်း ဟဒ်ဒါး ပြိုကျကုန်၏။ <span>(၉၀)</span>ထိုသူတို့သည် အလွန်တရာ ကရုဏာရှင်အရှင်မြတ်အား သားတော်တစ်ပါးရှိသည်ဟု စွပ်စွဲသောကြောင့်တည်း။ <span>(၉၁)</span>အမှန်စင်စစ် အလွန်တရာ ကရုဏာရှင်အရှင်မြတ်အတွက် သားတော်တစ်ပါး ရယူခြင်းသည် မသင့်တော်ပေ။ <span>(၉၂)</span>ကောင်းကင်များနှင့် မြေကြီး၌ အလွန်တရာ ကရုဏာရှင်အရှင်မြတ်ထံ ကျွန်တစ်ဦးအဖြစ် မလာရောက်သူဟူ၍ မရှိပေ။ <span>(၉၃)</span>စင်စစ် သူအရှင်မြတ်သည် ၎င်းတို့တစ်ဦးစီတိုင်းကို သိတော်မူ၏။ ၎င်းတို့ကို ပြည့်စုံသော အရေအတွက်ဖြင့် ရေတွက်ထားတော်မူ၏။ <span>(၉၄)</span>၎င်းတို့တစ်ဦးစီတိုင်းသည် ရှင်ပြန်ထမြောက်ရာနေ့၌ သူအရှင်မြတ်ထံ တစ်ဦးတည်း လာရောက်ကြရမည်။ <span>(၉၅)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်အား သားတော်တစ်ပါး စွပ်စွဲခြင်းကို ပြင်းပြင်းထန်ထန် ပယ်ချခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤဂုဏ်မြတ်သော စူရာဟ်ကျမ်း၌ အလ္လာဟ်အရှင်မြတ်သည် ဤစာသည် အလ္လာဟ်အရှင်မြတ်၏ ကိုးကွယ်သူနှင့် ကျွန်ဖြစ်ကြောင်း အတည်ပြုပြီးနောက် အဘမပါဘဲ မရ်ယမ်မှ သူ၏မွေးဖွားခြင်းကို ဖော်ပြခဲ့ပြီးနောက် အရှင်မြတ်တွင် သားတော်ရှိသည်ဟု တောင်းဆိုသူများကို ပြန်လှန်ချေပခြင်းကို စတင်ခဲ့သည်။ အရှင်မြတ်သည် သန့်ရှင်းစင်ကြယ်တော်မူ၏။ ထိုသို့သော ဖော်ပြချက်ထက် အလွန်တရာ ကြီးမြတ်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا - لَّقَدْ جِئْتُمْ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြသည်– \"အလွန်တရာ ကရုဏာရှင်သည် သားတော်တစ်ပါး ရယူခဲ့သည်။\" အမှန်ပင် သင်တို့သည် ယူဆောင်လာခဲ့ကြပြီ။)</span> ဆိုသည်မှာ \"သင်တို့၏ ဤပြောဆိုချက်၌\" ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">شَيْئًا إِدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြောက်မက်ဖွယ်ရာ အရာတစ်ခု။)</span> အိဗ်နု အဘ်ဘာစ်၊ မူဂျာဟစ်ဒ်၊ ကတာဒါဟ်နှင့် မာလိက်တို့အားလုံးက \"ကြောက်မက်ဖွယ်\" ဟု ပြောခဲ့ကြသည်။ ၎င်းကို ပထမသရကို ဆွဲ၍ အစ်ဒန်၊ အဒန်၊ အဒန်ဟု အသံထွက်သည်ဟု ပြောဆိုကြသည်။ ဤအသံထွက်သုံးမျိုးလုံးကို သိရှိကြသော်လည်း အကျော်ကြားဆုံးမှာ ပထမတစ်ခုဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا - أَن دَعَوْا لِلرَّحْمَٰنِ وَلَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာကြောင့် ကောင်းကင်များသည် ပြိုကွဲလုနီးပါး ဖြစ်ကုန်ကြ၏။ မြေကြီးသည်လည်း ကွဲအက်ကုန်၏။ တောင်များသည်လည်း ဟဒ်ဒါး ပြိုကျကုန်၏။ ထိုသူတို့သည် အလွန်တရာ ကရုဏာရှင်အရှင်မြတ်အား သားတော်တစ်ပါးရှိသည်ဟု စွပ်စွဲသောကြောင့်တည်း။)</span> ဆိုသည်မှာ အာဒမ်၏သားသမီးများထံမှ ဤမကောင်းမှုပြောဆိုချက်ကို ကြားရသောအခါ အလ္လာဟ်အရှင်မြတ်အပေါ် ၎င်းတို့၏ မြင့်မားသောလေးစားမှုကြောင့် ဖြစ်သည်။ ဤအကြောင်းရင်းမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံများဖြစ်ပြီး အရှင်မြတ်၏ တောင်းဟိဒ် (တစ်ပါးတည်းဖြစ်ခြင်း) နှင့် အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သော အရှင်မရှိဟူသောအချက်အပေါ် တည်မြဲကြသောကြောင့်ဖြစ်သည်။ အရှင်မြတ်၌ မည်သည့်အပေါင်းအဖော်၊ မည်သည့်တန်းတူ၊ မည်သည့်သားသမီး၊ မည်သည့်ကြင်ဖော်၊ မည်သည့်အစွမ်းအစတူ မရှိပေ။ စင်စစ်သော်ကား အရှင်မြတ်သည် တစ်ပါးတည်းသော၊ မိမိကိုယ်တိုင်သာ လုံလောက်သော သခင်ဖြစ်တော်မူ၏။ အရှင်မြတ်အား ဖန်ဆင်းခံအားလုံးက လိုအပ်ကြသည်။ အိဗ်နု ဂျာရီရ်က အိဗ်နု အဘ်ဘာစ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا - أَن دَعَوْا لِلرَّحْمَٰنِ وَلَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာကြောင့် ကောင်းကင်များသည် ပြိုကွဲလုနီးပါး ဖြစ်ကုန်ကြ၏။ မြေကြီးသည်လည်း ကွဲအက်ကုန်၏။ တောင်များသည်လည်း ဟဒ်ဒါး ပြိုကျကုန်၏။ ထိုသူတို့သည် အလွန်တရာ ကရုဏာရှင်အရှင်မြတ်အား သားတော်တစ်ပါးရှိသည်ဟု စွပ်စွဲသောကြောင့်တည်း။)</span> \"စင်စစ် ကောင်းကင်များ၊ မြေကြီးများ၊ တောင်များ နှင့် ဖန်ဆင်းခံအားလုံး – လူသားများနှင့် ဂျင်န်များမှအပ – သည် အလ္လာဟ်အရှင်မြတ်နှင့် အပေါင်းအဖော်ထားခြင်းကြောင့် ကြောက်လန့်ကုန်၏။ ဖန်ဆင်းခံများသည် အရှင်မြတ်၏ ကြီးမြတ်မှုကြောင့် အလ္လာဟ်အရှင်မြတ်နှင့် အပေါင်းအဖော်ထားခြင်းမတိုင်မီ တည်ရှိမှု ပျက်သုဉ်းလုနီးပါး ဖြစ်လိမ့်မည်။ ရုပ်တုကိုးကွယ်သူသည် အလ္လာဟ်အရှင်မြတ်နှင့် အပေါင်းအဖော်ထားခြင်းကြောင့် သူ၏ကောင်းမှုများမှ အကျိုးမရသကဲ့သို့၊ အလ္လာဟ်အရှင်မြတ်၏ အကြွင်းမဲ့တစ်ပါးတည်းဖြစ်ခြင်းကို ယုံကြည်ပြီး အရှင်မြတ်တစ်ပါးတည်းကို ကိုးကွယ်သူများ၏ အပြစ်များကို အလ္လာဟ်အရှင်မြတ် ခွင့်လွှတ်တော်မူမည်ဟု ကျွန်ုပ်တို့ မျှော်လင့်ပါသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقِّنُوا مَوْتَاكُمْ شَهَادَةَ أَنْ لَا إِلَهَ إِلَّا اللهُ، فَمَنْ قَالَهَا عِنْدَ مَوْتِهِ وَجَبَتْ لَهُ الْجَنَّةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ သေလုမြောပါးလူများကို လာအီလာဟ အစ်လလ်လါဟ်ကို သက်သေခံရန် အားပေးကြလော့။ အဘယ်ကြောင့်ဆိုသော် မည်သူမဆို ၎င်းတို့ သေဆုံးချိန်၌ ၎င်းကို ပြောဆိုပါက ၎င်းတို့သည် အမှန်ပင် ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်ရမည်။)</span> လူအများက \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်၊ ကျန်းမာသန်စွမ်းနေစဉ် ၎င်းကို ပြောဆိုသူအတွက်ကော မည်သို့နည်း\" ဟု မေးကြသည်။ အရှင်မြတ်က ပြန်ဖြေသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ أَوْجَبُ وَأَوْجَبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည် သူ၏ ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်ခြင်းကို ပို၍ပင် မရှိမဖြစ်လိုအပ်စေလိမ့်မည်။)</span> ထို့နောက် အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ لَوْ جِيءَ بِالسَّمٰوَاتِ وَالْأَرَضِينَ، وَمَا فِيهِنَّ وَمَا بَيْنَهُنَّ وَمَا تَحْتَهُنَّ، فَوُضِعْنَ فِي كِفَّةِ الْمِيزَانِ، وَوُضِعَتْ شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللهُ فِي الْكِفَّةِ الْأُخْرى لَرَجَحَتْ بِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ဝိညာဉ်သည် မည်သူ့လက်ထဲ၌ ရှိသနည်း၊ ထိုအရှင်အား ငါကျိန်ဆို၏။ အကယ်၍ ကောင်းကင်များနှင့် မြေကြီးများ၊ ၎င်းတို့ထဲ၌ ရှိသမျှ၊ ၎င်းတို့ကြား၌ ရှိသမျှ၊ ၎င်းတို့အောက်၌ ရှိသမျှတို့ကို ယူဆောင်လာပြီး ချိန်ခွင်တစ်ခု၏ တစ်ဖက်၌ ထားကာ၊ လာအီလာဟ အစ်လလ်လါဟ်၏ သက်သေခံချက်ကို ချိန်ခွင်၏ အခြားတစ်ဖက်၌ ထားပါက၊ ထိုသက်သေခံချက်သည် ၎င်းတို့အားလုံးကို အလေးသာလိမ့်မည်။)</span> ဤအရာကို အိဗ်နု ဂျာရီရ်က မှတ်တမ်းတင်ခဲ့ပြီး ကတ်ပြားပုံပြင်နှင့် သက်ဆိုင်သော ဟဒီးစ်တော်က ထောက်ခံထားသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ အဒ်-ဒဟ်ဟက်ခ်က ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာကြောင့် ကောင်းကင်များသည် ပြိုကွဲလုနီးပါး ဖြစ်ကုန်ကြ၏။)</span> \"ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ခမ်းနားကြီးကျယ်မှုကို ကြောက်ရွံ့ခြင်းကြောင့် အစိတ်စိတ်အမြွှာမြွှာ ကွဲထွက်သွားခြင်းဖြစ်သည်။\" အဗ်ဒုရ်-ရာဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အဆ်လမ်က ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَنشَقُّ الْأَرْضُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးသည်လည်း ကွဲအက်ကုန်၏။)</span> \"ဤသည်မှာ အနန္တတန်ခိုးရှင်၊ အနန္တကြီးမြတ်ရှင် အလ္လာဟ်အရှင်မြတ်အတွက် ဒေါသထွက်ခြင်းကြောင့် ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَخِرُّ الْجِبَالُ هَدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တောင်များသည်လည်း ဟဒ်ဒါး ပြိုကျကုန်၏။)</span> အိဗ်နု အဘ်ဘာစ်က \"ဆိုလိုသည်မှာ ဖြိုချခံရခြင်း\" ဟု ပြောသည်။ စအိဒ် ဘင်န် ဂျုဘိုင်ရ်က \"ဟဒ်ဒန် ဆိုသည်မှာ ၎င်း၏ အစိတ်အပိုင်းအချို့သည် တစ်ခုနှင့်တစ်ခု အဆက်မပြတ်ကျိုးပဲ့ခြင်း\" ဟု ပြောသည်။ အီမာမ် အဟ်မဒ်က အဘူမူဆာထံမှ သတင်းပေးပို့ခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أَحَدَ أَصْبَرُ عَلَى أَذىً سَمِعَهُ مِنَ اللهِ إِنَّهُ يُشْرَكُ بِهِ وَيُجْعَلُ لَهُ وَلَدٌ، وَهُوَ يُعَافِيهِمْ وَيَدْفَعُ عَنْهُمْ وَيَرْزُقُهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထက် မိမိကြားသိရသော ဆိုးကျိုးတစ်ခုနှင့်ပတ်သက်၍ ပို၍ သည်းခံသူ မရှိပေ။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်နှင့် အပေါင်းအဖော်ထားကြပြီး အရှင်မြတ်အား သားတော်တစ်ပါးရှိသည်ဟု စွပ်စွဲကြသော်လည်း အရှင်မြတ်က ၎င်းတို့အား ကျန်းမာရေးပေးသနားပြီး ၎င်းတို့ကို ကာကွယ်ပေးကာ ၎င်းတို့ကို ကျွေးမွေးထောက်ပံ့နေသောကြောင့်တည်း။)</span> ဤပြောဆိုချက်ကို ဆဟီဟ်ကျမ်းနှစ်ခု၌လည်း မှတ်တမ်းတင်ထားသည်။ ၎င်း၏ စကားရပ်တစ်ခု၌ အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ يَجْعَلُونَ لَهُ وَلَدًا وَهُوَ يَرْزُقُهُمْ وَيُعَافِيهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သူတို့က အရှင်မြတ်အား သားတော်တစ်ပါး ရှိသည်ဟု စွပ်စွဲကြသော်လည်း အရှင်မြတ်သည် သူတို့ကို ကျွေးမွေးထောက်ပံ့၍ ကျန်းမာရေးပေးသနားသော အရှင်ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَنبَغِي لِلرَّحْمَٰنِ أَن يَتَّخِذَ وَلَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလွန်တရာ ကရုဏာရှင်အရှင်မြတ်အတွက် သားတော်တစ်ပါး ရယူခြင်းသည် မသင့်တော်ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းသည် အရှင်မြတ်နှင့် မသင့်လျော်သကဲ့သို့ အရှင်မြတ်၏ မြင့်မြတ်သော ဂုဏ်တော်နှင့် ကြီးမြတ်မှုတို့နှင့်လည်း မကိုက်ညီပေ။ အရှင်မြတ်၏ ဖန်ဆင်းခံများ၌ အရှင်မြတ်နှင့် တန်းတူသူ မည်သူမျှ မရှိပေ။ အဘယ်ကြောင့်ဆိုသော် ဖန်ဆင်းခံအားလုံးသည် အရှင်မြတ်၏ ကျွန်များဖြစ်ကြသောကြောင့်တည်း။ ဤသည်ကြောင့် အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَٰنِ عَبْدًا - لَّقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီး၌ အလွန်တရာ ကရုဏာရှင်အရှင်မြတ်ထံ ကျွန်တစ်ဦးအဖြစ် မလာရောက်သူဟူ၍ မရှိပေ။ စင်စစ် သူအရှင်မြတ်သည် ၎င်းတို့တစ်ဦးစီတိုင်းကို သိတော်မူ၏။ ၎င်းတို့ကို ပြည့်စုံသော အရေအတွက်ဖြင့် ရေတွက်ထားတော်မူ၏။)</span> အရှင်မြတ်သည် ၎င်းတို့ကို ဖန်ဆင်းချိန်မှစ၍ ရှင်ပြန်ထမြောက်ရာနေ့အထိ ၎င်းတို့၏ အရေအတွက်ကို သိတော်မူ၏။ ယောက်ျား၊ မိန်းမ၊ သေးငယ်သူနှင့် ကြီးမားသူအားလုံးကို သိတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တစ်ဦးစီတိုင်းသည် ရှင်ပြန်ထမြောက်ရာနေ့၌ သူအရှင်မြတ်ထံ တစ်ဦးတည်း လာရောက်ကြရမည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းမှလွဲ၍ သူ့အတွက် ကူညီမည့်သူ၊ သူ့ကို ကယ်တင်မည့်သူ မရှိပေ။ အရှင်မြတ်၌ မည်သည့်အပေါင်းအဖော်မျှ မရှိပေ။ အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံများကို မိမိအလိုရှိသလို စီရင်ဆုံးဖြတ်တော်မူ၏။ အရှင်မြတ်သည် အတရားဆုံး ဖြစ်တော်မူ၏။ အမှုန်အမွှားမျှသော မတရားမှုကိုပင် မပြုတော်မူပေ။ မည်သူ့ကိုမျှ မညှာတာပေ။</p>"
  },
  {
    "ayah_key": "19:96",
    "group_ayah_key": "19:96",
    "from_ayah": "19:96",
    "to_ayah": "19:98",
    "ayah_keys": "19:96,19:97,19:98",
    "text": "<p lang=\"my\" class=\"my \">စင်စစ် ယုံကြည်ပြီး ကောင်းမှုများကို ပြုလုပ်ကြသူများအား အလွန်တရာ ကရုဏာရှင်အရှင်မြတ်သည် ၎င်းတို့အတွက် ချစ်ခြင်းမေတ္တာကို ပေးသနားတော်မူမည်။ <span>(၉၆)</span>သို့ဖြစ်ရာ သင်၏ ဘာသာစကားဖြင့် ဤ (ကျမ်းတော်မြတ်) ကို ကျွန်ုပ်တို့ လွယ်ကူစေခဲ့သည်၊ သို့မှသာ သင်သည် တက်ကဝါ (ဘုရားသခင်ကို ကြောက်ရွံ့သူများ) ရှိသူများအား ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးနိုင်မည်ဖြစ်ပြီး၊ ၎င်း (ကျမ်းတော်မြတ်) ဖြင့် လုဒ်ဒါး ဖြစ်ကြသော လူမျိုးများကို သတိပေးနိုင်မည်။ <span>(၉၇)</span>၎င်းတို့မတိုင်မီ မည်မျှများသော မျိုးဆက်များကို ကျွန်ုပ်တို့ ဖျက်ဆီးခဲ့ပြီနည်း။ ၎င်းတို့ထဲမှ တစ်ဦးတစ်ယောက်ကို သင်တွေ့နိုင်ပါသလော သို့မဟုတ် ၎င်းတို့၏ တီးတိုးသံကိုမျှ သင်ကြားနိုင်ပါသလော။ <span>(၉၈)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ဖြောင့်မတ်သူများအပေါ် ချစ်ခြင်းမေတ္တာကို နှလုံးသားများထဲ၌ ထားရှိတော်မူခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အနန္တကြီးမြတ်ရှင်သည် မိမိ၏ ယုံကြည်သူကျွန်များအကြောင်းကို အသိပေးတော်မူ၏။ ထိုကျွန်များသည် မုဟမ္မဒ် ﷺ ၏ ဥပဒေများနှင့် ကိုက်ညီသောကြောင့် အရှင်မြတ်နှစ်သက်တော်မူသည့် ဖြောင့်မတ်သောလုပ်ငန်းများကို လုပ်ဆောင်ကြသည်။ ထိုကျွန်များအတွက် ချစ်ခြင်းမေတ္တာကို အရှင်မြတ်သည် မိမိ၏ ဖြောင့်မတ်သောကျွန်များ၏ နှလုံးသားများထဲ၌ စိုက်ပျိုးပေးတော်မူ၏။ ဤသည်မှာ မရှိမဖြစ်လိုအပ်သောအရာဖြစ်ပြီး ရှောင်လွှဲ၍မရပေ။ ဤအရာကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ မှန်ကန်သော ဟဒီးစ်တော်များ၌ အမျိုးမျိုးသောနည်းလမ်းများဖြင့် သတင်းပေးပို့ထားသည်။ အီမာမ် အဟ်မဒ်က အဘူ ဟူရိုင်ရာဟ်က ပြောကြားသည်မှာ၊ ပရောဖက် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ إِذَا أَحَبَّ عَبْدًا دَعَا جِبْرِيلَ، فَقَالَ: يَا جِبْرِيلُ، إِنِّي أُحِبُّ فُلَانًا فَأَحِبَّهُ قَالَ: فَيُحِبُّهُ جِبْرِيلُ، قَالَ: ثُمَّ يُنَادِي فِي أَهْلِ السَّمَاءِ: إِنَّ اللهَ يُحِبُّ فُلَانًا فَأَحِبُّوهُ، قَالَ: فَيُحِبُّهُ أَهْلُ السَّمَاءِ، ثُمَّ يُوضَعُ لَهُ الْقَبُولُ فِي الْأَرْضِ، وَإِنَّ اللهَ إِذَا أَبْغَضَ عَبْدًا دَعَا جِبْرِيلَ فَقَالَ: يَا جِبْرِيلُ إِنِّي أُبْغِضُ فُلَانًا فَأَبْغِضْهُ، قَالَ: فَيُبْغِضُهُ جِبْرِيلُ، ثُمَّ يُنَادِي فِي أَهْلِ السَّمَاءِ: إِنَّ اللهَ يُبْغِضُ فُلَانًا فَأَبْغِضُوهُ، قَالَ: فَيُبْغِضُهُ أَهْلُ السَّمَاءِ، ثُمَّ يُوضَعُ لَهُ الْبَغْضَاءُ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်တစ်ဦးဦးကို ချစ်မြတ်နိုးသောအခါ ဂျစ်ဘရီလ်အား ခေါ်ပြီး \"အို ဂျစ်ဘရီလ်၊ စင်စစ် ငါသည် ထိုသူကို ချစ်မြတ်နိုး၏။ ထို့ကြောင့် သူ့ကို ချစ်မြတ်နိုးလော့\" ဟု မိန့်တော်မူသည်။ ထို့ကြောင့် ဂျစ်ဘရီလ်က သူ့ကို ချစ်မြတ်နိုးလိမ့်မည်။ ထို့နောက် သူ <span class=\"gray\">(ဂျစ်ဘရီလ်)</span> သည် ကောင်းကင်နေထိုင်သူများအား \"စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ထိုသူကို ချစ်မြတ်နိုး၏။ ထို့ကြောင့် သင်တို့လည်း သူ့ကို ချစ်မြတ်နိုးကြလော့\" ဟု ဟစ်အော်ခေါ်လိမ့်မည်။ ထို့နောက် ကောင်းကင်နေထိုင်သူများက သူ့ကို ချစ်မြတ်နိုးကြပြီး မြေကြီးပေါ်၌ သူ့ကို လက်ခံခြင်းကို ပေးသနားလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်တစ်ဦးဦးကို မုန်းတီးသောအခါ ဂျစ်ဘရီလ်အား ခေါ်ပြီး \"အို ဂျစ်ဘရီလ်၊ စင်စစ် ငါသည် ထိုသူကို မုန်းတီး၏။ ထို့ကြောင့် သူ့ကို မုန်းတီးလော့\" ဟု မိန့်တော်မူသည်။ ထို့ကြောင့် ဂျစ်ဘရီလ်က သူ့ကို မုန်းတီးလိမ့်မည်။ ထို့နောက် သူ <span class=\"gray\">(ဂျစ်ဘရီလ်)</span> သည် ကောင်းကင်နေထိုင်သူများကြား၌ \"စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ထိုသူကို မုန်းတီး၏။ ထို့ကြောင့် သင်တို့လည်း သူ့ကို မုန်းတီးကြလော့\" ဟု ဟစ်အော်ခေါ်လိမ့်မည်။ ထို့နောက် ကောင်းကင်နေထိုင်သူများက သူ့ကို မုန်းတီးကြပြီး မြေကြီးပေါ်၌ သူ့အပေါ် မုန်းတီးမှုကို ထားရှိလိမ့်မည်။)</span> အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့သည် ဤနှင့်ဆင်တူသော ပြောဆိုချက်များကို ဖော်ပြခဲ့ကြသည်။</p><p lang=\"jv\" class=\"jv \">Ibn Abi Hatim recorded that Abu Hurayrah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أَحَبَّ اللهُ عَبْدًا نَادَىٰ جِبْرِيلَ: إِنِّي قَدْ أَحْبَبْتُ فُلَانًا فَأَحِبَّهُ، فَيُنَادِي فِي السَّمَاءِ، ثُمَّ يُنْزِلُ لَهُ الْمَحَبَّةَ فِي أَهْلِ الْأَرْضِ، فَذَلِكَ قَوْلُ اللهِ عَزَّ وَجَلَّ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَٰنُ وُدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်တစ်ဦးဦးကို ချစ်မြတ်နိုးသောအခါ ဂျစ်ဘရီလ်အား ခေါ်ပြီး <span class=\"gray\">(ပြောသည်)</span> \"စင်စစ် ငါသည် ထိုသူကို ချစ်မြတ်နိုး၏။ ထို့ကြောင့် သူ့ကို ချစ်မြတ်နိုးလော့။\" ထို့နောက် ဂျစ်ဘရီလ်သည် ကောင်းကင်များသို့ ဟစ်အော်ခေါ်ပြီး သူ့အပေါ် ချစ်ခြင်းမေတ္တာသည် ကမ္ဘာမြေရှိလူများကြားသို့ ဆင်းသက်လာသည်။ ၎င်းသည် အနန္တတန်ခိုးရှင်၊ အနန္တကြီးမြတ်ရှင် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၏ အဓိပ္ပာယ်ဖြစ်သည်။ <span class=\"gray\">(စင်စစ် ယုံကြည်ပြီး ကောင်းမှုများကို ပြုလုပ်ကြသူများအား အလွန်တရာ ကရုဏာရှင်အရှင်မြတ်သည် ၎င်းတို့အတွက် ချစ်ခြင်းမေတ္တာကို ပေးသနားတော်မူမည်။)</span>)</span><span class=\"gray\">[19:96]</span> ဤအရာကို မွတ်စ်လင်မ်နှင့် အတ်-တီရ်မီဇီတို့ကလည်း သတင်းပေးပို့ခဲ့ပြီး အတ်-တီရ်မီဇီက \"ဟစန် ဆဟီဟ်\" ဟု ပြောဆိုခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်သည် ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးရန်နှင့် သတိပေးရန် ဆင်းသက်လာခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا يَسَّرْنَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ ဤ (ကျမ်းတော်မြတ်) ကို ကျွန်ုပ်တို့ လွယ်ကူစေခဲ့သည်)</span> ဆိုလိုသည်မှာ ကုရ်အာန်ကို ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِلِسَانِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ ကိုယ်ပိုင်ဘာသာစကားဖြင့်၊)</span> ဤသည်မှာ ပရောဖက် မုဟမ္မဒ် ﷺ ကို ရည်ညွှန်း၍ မိန့်ကြားထားခြင်းဖြစ်ပြီး ကုရ်အာန်သည် သန့်စင်သော၊ ပြည့်စုံသော၊ ကျွမ်းကျင်သော အာရဗီဘာသာစကားဖြင့် ဖြစ်သည်ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُبَشِّرَ بِهِ الْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တက်ကဝါ (ဘုရားသခင်ကို ကြောက်ရွံ့သူများ) ရှိသူများအား သင်သည် ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးနိုင်မည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ကို တုံ့ပြန်ပြီး အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ကို ယုံကြည်သူများ ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَتُنذِرَ بِهِ قَوْمًا لُّدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်း (ကျမ်းတော်မြတ်) ဖြင့် လုဒ်ဒါး ဖြစ်ကြသော လူမျိုးများကို သတိပေးနိုင်မည်။)</span> ဆိုလိုသည်မှာ အမှန်တရားမှ သွေဖည်ပြီး မဟုတ်မမှန်မှုဘက်သို့ လှည့်သွားကြသူများ ဖြစ်သည်။ အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့မတိုင်မီ မည်မျှများသော မျိုးဆက်များကို ကျွန်ုပ်တို့ ဖျက်ဆီးခဲ့ပြီနည်း။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများကို မယုံကြည်ဘဲ အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်များကို ငြင်းပယ်ခဲ့သော လူမျိုးများမှ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تُحِسُّ مِنْهُم مِّنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا</p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ '၎င်းတို့ထဲမှ တစ်ဦးတစ်ယောက်ကို သင်တွေ့ခဲ့ဖူးသလော သို့မဟုတ် ၎င်းတို့၏ တီးတိုးသံကိုမျှ သင်ကြားခဲ့ဖူးသလော။' အိဗ်နု အဘ်ဘာစ်၊ အဘူ အလ်-အာလီယာဟ်၊ အစ်ကရိမာဟ်၊ အလ်-ဟစန် အလ်-ဘစရီ၊ စအိဒ် ဘင်န် ဂျုဘိုင်ရ်၊ အဒ်-ဒဟ်ဟက်ခ်နှင့် အိဗ်နု ဇိုင်ဒ်တို့အားလုံးက \"ဆိုလိုသည်မှာ မည်သည့်အသံမျှ\" ဟု ပြောကြသည်။ အလ်-ဟစန်နှင့် ကတာဒါဟ်တို့နှစ်ဦးလုံးက ဆိုလိုသည်မှာ \"သင့်မျက်လုံးဖြင့် မြင်ရသလော၊ သို့မဟုတ် မည်သည့်အသံမျှ ကြားရသလော\" ဟု ပြောကြသည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရာဟ် မရ်ယမ်၏ တဖ်စီရ် (ကျမ်းဖွင့်ဆိုချက်) ၏ အဆုံးသတ်ဖြစ်သည်။ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။ ဤနောက်တွင် စူရာဟ် တာ ဟာ ၏ တဖ်စီရ် (ကျမ်းဖွင့်ဆိုချက်) ဖြစ်လာပါမည်။ အလ္လာဟ်အရှင်မြတ် အလိုရှိသော် ၎င်းကို လုပ်ဆောင်သွားမည်ဖြစ်ပြီး ချီးမွမ်းခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p>"
  }
]