[
  {
    "ayah_key": "27:62",
    "group_ayah_key": "27:62",
    "from_ayah": "27:62",
    "to_ayah": "27:62",
    "ayah_keys": "27:62",
    "text": "<p class=\"my translation\" lang=\"my\">ဒုက္ခရောက်သူက ခေါ်သောအခါ တုံ့ပြန်ပြီး မကောင်းမှုကို ဖယ်ရှားပေးကာ သင့်အား မြေကြီး၏ အမွေခံများအဖြစ် တစ်ဆက်ပြီးတစ်ဆက် ဖန်တီးပေးသော အရှင်သည် ကိုယ်တော်မဟုတ်ပါလော။ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားရှိသလော။ သင်တို့ အမှတ်ရသည်မှာ နည်းလှပေစွ။ <span>(62)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ခက်ခဲသောအချိန်များတွင် လူတို့သည် ကိုယ်တော်ကို ခေါ်ဆိုကြကြောင်း၊ ဘေးဆိုးကျရောက်သောအခါ ကိုယ်တော်ထံသို့သာ လှည့်ပြန်ကြကြောင်း ဖော်ပြထားသည်။ ကိုယ်တော်က အခြားနေရာတွင် မိန့်တော်မူထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်၌ သင်တို့အား ဘေးဆိုးကျရောက်သောအခါ ကိုယ်တော်မှတစ်ပါး သင်တို့ခေါ်ဆိုသူများ ပျောက်ကွယ်သွားကြသည်)</span><span class=\"gray\">(17:67)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့အား ဘေးဆိုးကျရောက်သောအခါ ကိုယ်တော်ထံသို့ အကူအညီအတွက် ကျယ်လောင်စွာ အော်ဟစ်ကြသည်)</span><span class=\"gray\">(16:53)</span>။ ထိုနည်းတူစွာ၊ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒုက္ခရောက်သူက ခေါ်သောအခါ တုံ့ပြန်သော အရှင်သည် ကိုယ်တော်မဟုတ်ပါလော)</span> ဆိုသည်မှာ ပြင်းထန်စွာ လိုအပ်သူတစ်ဦးသည် ကိုယ်တော်ထံသို့သာ လှည့်ရမည့် အရှင်၊ ဘေးဒုက္ခကျရောက်သူများကို သက်သာရာရစေနိုင်သည့် တစ်ပါးတည်းသော အရှင်သည် မည်သူနည်း။ အီမာမ် အာမဒ်က ဗလ်ဟဂျင်မ်မှ လူတစ်ဦးက \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ သင်သည် မည်သည့်အရာအတွက် ခေါ်ဆိုနေပါသနည်း။\" ဟု မေးမြန်းခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَدْعُو إِلَى اللهِ وَحْدَهُ الَّذِي إِنْ مَسَّكَ ضُرٌّ فَدَعَوْتَهُ كَشَفَ عَنْكَ، وَالَّذِي إِنْ أَضْلَلْتَ بِأَرْضٍ قَفْرٍ فَدَعَوْتَهُ رَدَّ عَلَيْكَ، وَالَّذِي إِنْ أَصَابَتْكَ سَنَةٌ فَدَعَوْتَهُ أَنْبَتَ لَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် လူများကို တစ်ဆူတည်းသော အလ္လာဟ်အရှင်မြတ်ထံသို့ ခေါ်နေသည်၊ ကိုယ်တော်သည် သင်တို့အား ဘေးဆိုးကျရောက်သောအခါ ကိုယ်တော်ကို ခေါ်လျှင် သင့်အား သက်သာရာရစေမည်။ သဲကန္တာရ၌ လမ်းပျောက်သောအခါ ကိုယ်တော်ကို ခေါ်လျှင် ကိုယ်တော်က သင့်အား ပြန်လည်ပို့ဆောင်ပေးမည်။ မိုးခေါင်ရေရှားမှု <span class=\"gray\">(အငတ်ဘေး)</span> ဖြစ်သောအခါ ကိုယ်တော်ကို ခေါ်လျှင် ကိုယ်တော်က သင့်သီးနှံများကို ပေါက်ရောက်စေမည်။)</span> ထိုသူက “ကျွန်ုပ်အား အကြံပေးပါ” ဟု လျှောက်သည်။ ကိုယ်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَسُبَّنَّ أَحَدًا وَلَا تَزْهَدَنَّ فِي الْمَعْرُوفِ، وَلَوْ أَنْ تَلْقَى أَخَاكَ وَأَنْتَ مُنْبَسِطٌ إِلَيْهِ وَجْهُكَ، وَلَوْ أَنْ تُفْرغَ مِنْ دَلْوِكَ فِي إِنَاءِ الْمُسْتَقِي، وَاتَّزِرْ إِلَى نِصْفِ السَّاقِ فَإِنْ أَبَيْتَ فَإِلَى الْكَعْبَيْنِ، وَإِيَّاكَ وَإِسْبَالَ الْإِزَارِ فَإِنَّ إِسْبَالَ الْإِزَارِ مِنَ الْمَخِيلَةِ وَإِنَّ اللهَ لَا يُحِبُّ الْمَخِيلَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူ့ကိုမျှ မပုပ်ခတ်နှင့်။ မည်သည့် ကောင်းမှုကုသိုလ်ကိုမျှ အရေးမကြီးဟု မယူဆနှင့်။ ၎င်းသည် သင့်ညီအစ်ကိုကို ရွှင်လန်းသော မျက်နှာဖြင့် တွေ့ဆုံခြင်း သို့မဟုတ် ရေတောင်းသူ၏ ခွက်ထဲသို့ သင့်ခွက်ထဲမှ ရေကို လောင်းထည့်ခြင်းမျှသာ ဖြစ်စေကာမူ။ သင့်အောက်ပိုင်းအဝတ်ကို ခြေသလုံးတစ်ဝက်အထိ ဝတ်ဆင်ပါ၊ သို့မဟုတ် – သင်အတင်းအကျပ်ဆိုပါက – ခြေမျက်စိအထိ ရောက်ပါစေ။ အဝတ်ကို ခြေမျက်စိအောက် မြေပြင်ပေါ် ဆွဲချခြင်းကို သတိပြုပါ၊ အကြောင်းမူကား ၎င်းသည် ဝါကြွားမှုတစ်မျိုးဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် ဝါကြွားမှုကို မနှစ်သက်ပါ။)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်၏ လမ်းစဉ်တွင် တိုက်ခိုက်ခဲ့သော မွဂျာဟစ်တစ်ဦး၏ ပုံပြင်</h2></div><p lang=\"my\" class=\"my \">ဖာတီမာ ဘင်သ် အလ်-ဟာစန် အွမ် အာမဒ် အလ်-အဂျလီယာဟ်၏ အတ္ထုပ္ပတ္တိတွင် အလ်-ဟာဖစ်ဇ် ဘင် အာစာကီရ်က သူမက ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- \"တစ်နေ့တွင် မယုံကြည်သူများသည် မွတ်စလင်မ်များကို စစ်ပွဲ၌ အနိုင်ယူခဲ့သည်။ ဖြောင့်မတ်သော ဥစ္စာဓနကြွယ်ဝသူတစ်ဦးပိုင်ဆိုင်သော မြင်းကောင်းတစ်ကောင်ရှိခဲ့သည်။ မြင်းသည် ထိုနေရာတွင်သာ ရပ်နေသဖြင့် ၎င်း၏ပိုင်ရှင်က 'မင်းဘာဖြစ်နေတာလဲ။ မင်းအတွက် ဝမ်းနည်းစရာပဲ! ငါက မင်းကို ဒီလိုနေ့အတွက်ပဲ ပြင်ဆင်ထားတာ။' ဟု ပြောလိုက်သည်။ မြင်းက သူ့ကို ပြန်ပြောသည်- 'သင်က ကျွန်ုပ်အား အလုပ်မလုပ်နိုင်ဟု ဘယ်လိုမျှော်လင့်နိုင်မှာလဲ၊ ကျွန်ုပ်ကို စားကျက်ထိန်းများကို ကျွေးမွေးခိုင်းပြီး သူတို့က ကျွန်ုပ်ကို ညှဉ်းပန်းကာ နည်းနည်းလေးသာ ကျွေးမွေးခဲ့ကြတာကို?' ထိုလူက 'ဒီနေ့ကစပြီး ကျွန်ုပ်ကိုယ်တိုင်ပဲ ကျွန်ုပ်၏ရင်ခွင်ထဲကနေ သင့်ကိုကျွေးမွေးမယ်လို့ အလ္လာဟ်ရှေ့မှာ ကတိပြုတယ်။' ဟု ပြောလိုက်သည်။ ထို့နောက် မြင်းသည် ပြေးလွှားလာပြီး ၎င်း၏ပိုင်ရှင်လည်း လွတ်မြောက်သွားခဲ့သည်။ ထိုနောက်ပိုင်းတွင် သူသည် မြင်းကို ၎င်း၏ရင်ခွင်ထဲကနေသာ အမြဲကျွေးမွေးခဲ့သည်။ ဤပုံပြင်သည် လူအများအကြား ကျော်ကြားလာပြီး သူတို့သည် သူ့ထံသို့ လာရောက်ကာ သူ၏နှုတ်မှ ပုံပြင်ကို နားထောင်ကြသည်။ ဤသတင်းသည် ဘိုင်ဇန်တိုင်းဘုရင်ထံ ရောက်ရှိသွားပြီး သူက 'ဒီလူရှိတဲ့မြို့ဟာ ဘေးအန္တရာယ်ကနေ ကင်းဝေးလိမ့်မယ်။' ဟု ပြောလိုက်သည်။ သူသည် ထိုလူကို သူ၏မြို့သို့ ခေါ်ဆောင်လိုသဖြင့် သူ၏မြို့တွင် နေထိုင်နေသော ဘာသာဖျက်သူ <span class=\"gray\">(အစ္စလာမ်မှ ထွက်သွားသူ)</span> တစ်ဦးကို သူ့ထံသို့ သွားစေခဲ့သည်။ ထိုသူရောက်ရှိသောအခါ အစ္စလာမ်နှင့် ၎င်း၏နောက်လိုက်များအပေါ် ကောင်းမွန်သော ရည်ရွယ်ချက်ရှိကြောင်း ဟန်ဆောင်ခဲ့သဖြင့် မွဂျာဟစ်က သူ့ကို ယုံကြည်ခဲ့သည်။ တစ်နေ့တွင် သူတို့သည် ကမ်းခြေတစ်လျှောက် လမ်းလျှောက်ထွက်ခဲ့ကြသည်။ သို့သော် ဘာသာဖျက်သူသည် ဘိုင်ဇန်တိုင်းဘုရင်၏ နောက်လိုက် အခြားလူတစ်ဦးနှင့် သဘောတူညီချက်ရယူကာ မွဂျာဟစ်ကို ဖမ်းဆီးရန် ကူညီရန် စီစဉ်ခဲ့သည်။ သူတို့ လုပ်ဆောင်သောအခါ သူသည် ကောင်းကင်သို့ ကြည့်ကာ 'အို အလ္လာဟ်! သူသည် ကိုယ်တော်၏နာမည်ကို သက်သေပြု၍ ကျွန်ုပ်ကို လှည့်ဖြားခဲ့သည်၊ ထို့ကြောင့် ကိုယ်တော်အလိုရှိသလို ကျွန်ုပ်ကို ကာကွယ်တော်မူပါ။' ဟု ပြောလိုက်သည်။ ထို့နောက် တောရိုင်းတိရစ္ဆာန်နှစ်ကောင် ထွက်လာပြီး သူတို့ကို ဖမ်းဆီးသွားခဲ့ပြီး မွဂျာဟစ်လည်း ဘေးကင်းစွာ ပြန်လာခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">ကမ္ဘာမြေ၏ အမွေခံခြင်း</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့အား ကမ္ဘာမြေ၏ အမွေခံများ ဖြစ်စေတော်မူသည်၊)</span> ဆိုသည်မှာ မျိုးဆက်တစ်ခုက ၎င်းတို့ရှေ့က မျိုးဆက်မှ တစ်ဆက်ပြီးတစ်ဆက် အမွေဆက်ခံခြင်းဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ مَا يَشَاءُ كَمَا أَنْشَأَكُمْ مِنْ ذُرِّيَّةِ قَوْمٍ آخَرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော် အလိုရှိပါက သင်တို့ကို ဖျက်ဆီးနိုင်ပြီး သင်တို့နေရာတွင် ကိုယ်တော်အလိုရှိသူများကို သင်တို့၏ အဆက်ခံများအဖြစ် ပြုလုပ်နိုင်သည်၊ သင်တို့ကို အခြားလူမျိုးများ၏ မျိုးဆက်မှ မြှင့်တင်ခဲ့သကဲ့သို့ပင်)</span><span class=\"gray\">(6:133)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကိုယ်တော်သည် သင်တို့ကို တစ်ဆက်ပြီးတစ်ဆက် ကမ္ဘာမြေပေါ်တွင် အစားထိုးလာစေသော မျိုးဆက်များ ဖြစ်စေခဲ့သည်။ ကိုယ်တော်သည် သင်တို့ထဲမှ အချို့ကို အခြားသူများထက် အဆင့်အတန်း မြှင့်တင်ပေးခဲ့သည်)</span><span class=\"gray\">(6:165)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်က ကောင်းကင်တမန်များအား \"ဧကန်မလွဲ ငါသည် ကမ္ဘာမြေပေါ်တွင် မျိုးဆက်များကို တစ်ဆက်ပြီးတစ်ဆက် ထားရှိမည်။\" ဟု မိန့်တော်မူခဲ့သည်ကို <span class=\"gray\">(မှတ်မိလော့။)</span>)</span><span class=\"gray\">(2:30)</span> ဆိုသည်မှာ ကျွန်ုပ်တို့ ဖော်ပြခဲ့ပြီးသည့်အတိုင်း တစ်ဦးပြီးတစ်ဦး ရောက်ရှိလာမည့် လူများဖြစ်သည်။ အလ္လာဟ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့အား ကမ္ဘာမြေ၏ အမွေခံများ ဖြစ်စေတော်မူသည်၊)</span> ဆိုသည်မှာ လူမျိုးအဆက်ဆက်၊ မျိုးဆက်အဆက်ဆက်၊ လူပုဂ္ဂိုလ်အဆက်ဆက် ဖြစ်သည်။ အကယ်၍ ကိုယ်တော်အလိုရှိခဲ့ပါက သူတို့အားလုံးကို တစ်ချိန်တည်း ဖန်ဆင်းနိုင်ပြီး အချို့ကို အချို့၏မျိုးဆက် မဖြစ်စေခဲ့ပါ။ အကယ်၍ ကိုယ်တော်အလိုရှိခဲ့ပါက သူတို့အားလုံးကို အတူတကွ ဖန်ဆင်းနိုင်သည်၊ အာဒမ်ကို မြေမှုန့်မှ ဖန်ဆင်းခဲ့သကဲ့သို့ပင်။ အကယ်၍ ကိုယ်တော်အလိုရှိခဲ့ပါက အချို့ကို အချို့၏မျိုးဆက် ဖြစ်စေနိုင်သည်၊ သို့သော် သူတို့အားလုံး တစ်ချိန်တည်း သေဆုံးသည်အထိ မည်သူ့ကိုမျှ မသေဆုံးစေခဲ့ပါ။ ဤသို့ဖြစ်ခဲ့ပါက ကမ္ဘာမြေသည် သူတို့အတွက် ကျဉ်းမြောင်းသွားပြီး နေထိုင်စားသောက်ရန် အလွန်ခက်ခဲလာမည်ဖြစ်ကာ သူတို့သည် တစ်ဦးနှင့်တစ်ဦး အနှောင့်အယှက်နှင့် ဒုက္ခပေးကြမည်ဖြစ်သည်။ သို့သော် ကိုယ်တော်၏ ဉာဏ်ပညာနှင့် အမိန့်တော်က သူတို့အား ဝိညာဉ်တစ်ခုမှ ဖန်ဆင်းသင့်သည်ဟု သတ်မှတ်ခဲ့သည်။ ထို့နောက် သူတို့၏ဦးရေကို အကြီးအကျယ် တိုးပွားစေသင့်သည်။ ထို့ကြောင့် ကိုယ်တော်သည် သူတို့ကို ကမ္ဘာမြေပေါ်တွင် ဖန်ဆင်းခဲ့ပြီး မျိုးဆက်အဆက်ဆက်၊ လူမျိုးအဆက်ဆက် ဖြစ်စေခဲ့သည်၊ သူတို့၏အချိန် ကုန်ဆုံးသည်အထိ ကမ္ဘာမြေပေါ်တွင် မည်သူမျှ မကျန်ရှိတော့သည်အထိပင်။ အလ္လာဟ်အရှင်မြတ်က သတ်မှတ်ထားသည့်အတိုင်းနှင့် သူတို့၏အရေအတွက်ကို ကိုယ်တော်က အပြည့်အဝ ရေတွက်ထားသည့်အတိုင်းပင်။ ထို့နောက် ရှင်ပြန်ထမြောက်ခြင်း ဖြစ်ပေါ်လာမည်ဖြစ်ပြီး လူတိုင်းသည် သူတို့၏လုပ်ဆောင်ချက်များအတိုင်း ဆုလာဘ် သို့မဟုတ် ပြစ်ဒဏ် ချမှတ်ခံရမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ ۗ أَإِلَٰهٌ مَعَ اللَّهِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒုက္ခရောက်သူက ခေါ်သောအခါ တုံ့ပြန်ပြီး မကောင်းမှုကို ဖယ်ရှားပေးကာ သင့်အား မြေကြီး၏ အမွေခံများအဖြစ် တစ်ဆက်ပြီးတစ်ဆက် ဖန်တီးပေးသော အရှင်သည် ကိုယ်တော်မဟုတ်ပါလော။ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားရှိသလော။)</span> ဆိုသည်မှာ ထိုသို့လုပ်ဆောင်နိုင်သူ အခြားမည်သူမဆိုရှိသလော၊ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ကိုးကွယ်ထိုက်သော ဘုရားတစ်ပါးပါးရှိသလော – ကိုယ်တော်သာ ထိုသို့လုပ်ဆောင်နိုင်ပြီး မည်သည့်အပေါင်းအဖော်မျှ မရှိကြောင်း သင်သိပါလျက်နှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَلِيلًا مَا تَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ အမှတ်ရသည်မှာ နည်းလှပေစွ!)</span> ဆိုသည်မှာ သူတို့ကို အမှန်တရားသို့ ပို့ဆောင်ပြီး ဖြောင့်မတ်သောလမ်းကို ပြသမည့်အရာကို သူတို့မည်မျှ နည်းပါးစွာ တွေးတောမိကြသနည်း။</p>"
  },
  {
    "ayah_key": "27:63",
    "group_ayah_key": "27:63",
    "from_ayah": "27:63",
    "to_ayah": "27:63",
    "ayah_keys": "27:63",
    "text": "<p class=\"my translation\" lang=\"my\">ကုန်းမြေနှင့် ပင်လယ်၏ မှောင်မိုက်ထဲတွင် သင့်အား လမ်းပြပြီး ကိုယ်တော်၏ ကရုဏာတော်ရှေ့မှ သတင်းကောင်း ကြေညာသူအဖြစ် လေများကို စေလွှတ်သော အရှင်သည် ကိုယ်တော်မဟုတ်ပါလော။ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားရှိသလော။ သူတို့ အပေါင်းအဖော်ပြုသော အရာအားလုံးထက် အလ္လာဟ်အရှင်မြတ်သည် သန့်စင်မြင့်မြတ်လှပေသည်!) အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည် <span>(63)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုန်းမြေနှင့် ပင်လယ်၏ မှောင်မိုက်ထဲတွင် သင့်အား လမ်းပြသော အရှင်သည် ကိုယ်တော်မဟုတ်ပါလော၊)</span> ဆိုသည်မှာ ကောင်းကင်နှင့် မြေကြီးပေါ်တွင် ကိုယ်တော်ဖန်ဆင်းထားသော လမ်းညွှန်အမှတ်အသားများဖြင့် ဖြစ်သည်။ ၎င်းသည် အာယတ်တော်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَامَاتٍ ۚ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် လမ်းညွှန်အမှတ်အသားများဖြင့်လည်းကောင်း၊ ကြယ်များဖြင့်လည်းကောင်း သူတို့သည် မိမိတို့ကိုယ်ကို လမ်းညွှန်ကြသည်)</span><span class=\"gray\">(16:16)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သင်တို့အတွက် ကြယ်များကို ပြုလုပ်ထားသည်၊ သို့မှသာ သင်တို့သည် ၎င်းတို့၏အကူအညီဖြင့် ကုန်းမြေနှင့် ပင်လယ်၏ မှောင်မိုက်ထဲတွင် သင်တို့၏ခရီးလမ်းကို လမ်းညွှန်နိုင်ကြမည်...)</span><span class=\"gray\">(6:97)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကိုယ်တော်၏ ကရုဏာတော်ရှေ့မှ သတင်းကောင်း ကြေညာသူအဖြစ် လေများကို စေလွှတ်သော အရှင်သည် ကိုယ်တော်မဟုတ်ပါလော။)</span> ဆိုသည်မှာ မိုးရွာစေသော မိုးတိမ်များရှေ့မှ လေများကိုဆိုလိုသည်။ ၎င်းလေများဖြင့် အလ္လာဟ်အရှင်မြတ်သည် မိုးခေါင်ရေရှားမှုနှင့် စိတ်ပျက်အားငယ်မှုတို့ကို ခံစားနေရသော ကိုယ်တော်၏ကျွန်များအား ကိုယ်တော်၏ ကရုဏာကို ပြသတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِلَٰهٌ مَعَ اللَّهِ ۚ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားရှိသလော။ သူတို့ အပေါင်းအဖော်ပြုသော အရာအားလုံးထက် အလ္လာဟ်အရှင်မြတ်သည် သန့်စင်မြင့်မြတ်လှပေသည်!)</span></p>"
  },
  {
    "ayah_key": "27:64",
    "group_ayah_key": "27:64",
    "from_ayah": "27:64",
    "to_ayah": "27:64",
    "ayah_keys": "27:64",
    "text": "<p class=\"my translation\" lang=\"my\">ဖန်ဆင်းခြင်းကို စတင်ဖန်ဆင်းပြီး ထို့နောက် ပြန်လည်ဖန်ဆင်းမည့်အရှင်၊ ကောင်းကင်နှင့် မြေကြီးမှ သင့်အား ပံ့ပိုးပေးသော အရှင်သည် ကိုယ်တော်မဟုတ်ပါလော။ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားရှိသလော။ ပြောလော့- \"သင်တို့ မှန်ကန်ပါက သင်တို့၏သက်သေအထောက်အထားများကို ယူဆောင်လာကြလော့။ <span>(64)</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် မိမိ၏ တန်ခိုးနှင့် အစွမ်းဖြင့် ဖန်ဆင်းခြင်းကို စတင်ပြီး ထို့နောက် ပြန်လည်ဖန်ဆင်းသော အရှင်ဖြစ်သည်။ ၎င်းသည် အာယတ်တော်များနှင့်တူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ - إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ သင်၏အရှင်သခင်၏ ပြစ်ဒဏ်သည် ပြင်းထန်ပြီး နာကျင်စေသည်။ ဧကန်မလွဲ၊ ကိုယ်တော်သည်သာ စတင်ဖန်ဆင်းပြီး ပြန်လည်ဖန်ဆင်းသော အရှင်ဖြစ်သည်)</span><span class=\"gray\">(85:12-13)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည်သာ ဖန်ဆင်းခြင်းကို စတင်ပြီး ထို့နောက် ပြန်လည်ဖန်ဆင်းမည့်အရှင်ဖြစ်သည်၊ ၎င်းသည် ကိုယ်တော်အတွက် ပို၍လွယ်ကူသည်)</span><span class=\"gray\">(30:27)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်နှင့် မြေကြီးမှ သင့်အား ပံ့ပိုးပေးသော အရှင်)</span> ဆိုသည်မှာ ကောင်းကင်မှ မိုးရေကို ရွာသွန်းစေပြီး မြေကြီး၏ ကောင်းချီးမင်္ဂလာများကို ပေါက်ရောက်စေခြင်းဖြင့် ဖြစ်သည်၊ ကိုယ်တော်က အခြားနေရာတွင် မိန့်တော်မူထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَاءِ ذَاتِ الرَّجْعِ - وَالْأَرْضِ ذَاتِ الصَّدْعِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြိမ်ကြိမ် မိုးရွာစေသော ကောင်းကင်ကို ရည်စူး၍။ မြေကြီးကိုလည်း ခွဲထွက်သော မြေကြီးကို ရည်စူး၍)</span><span class=\"gray\">(86:11-12)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးထဲသို့ ဝင်ရောက်သောအရာနှင့် ၎င်းမှ ထွက်လာသောအရာ၊ ကောင်းကင်မှ ဆင်းသက်သောအရာနှင့် ၎င်းသို့ တက်သွားသောအရာကို ကိုယ်တော်သိတော်မူသည်)</span><span class=\"gray\">(34:2)</span>။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းချီးမင်္ဂလာအဖြစ် ကောင်းကင်မှ ရေကို ရွာသွန်းစေပြီး မြေကြီးထဲသို့ ထိုးဖောက်ဝင်ရောက်စေကာ စမ်းရေများအဖြစ် ထွက်ပေါ်လာစေသည်။ ထို့နောက် ထိုရေဖြင့် ကိုယ်တော်သည် အမျိုးမျိုးသော သီးနှံများ၊ အသီးအနှံများနှင့် ပန်းများကို သူတို့၏ ပုံသဏ္ဌာန်နှင့် အရောင်အမျိုးမျိုးဖြင့် ပေါက်ရောက်စေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا وَارْعَوْا أَنْعَامَكُمْ ۗ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِأُولِي النُّهَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စားကြ၊ သင်တို့၏ တိရစ္ဆာန်များကို ကျက်စားစေကြလော့၊ ဧကန်မလွဲ ဤအရာ၌ နားလည်တတ်သူများအတွက် နိမိတ်လက္ခဏာများစွာရှိသည်)</span><span class=\"gray\">(20:54)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِلَٰهٌ مَعَ اللَّهِ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားဘုရားရှိသလော။)</span> ဆိုသည်မှာ ဤအရာကို မည်သူလုပ်ဆောင်ခဲ့သနည်း။ သို့မဟုတ် အခြားအဓိပ္ပါယ်ဖွင့်ဆိုချက်အရ ဤအရာပြီးနောက် <span class=\"gray\">(မည်သူသည် ကိုးကွယ်ထိုက်သနည်း)</span>။</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောလော့- \"သင်တို့ မှန်ကန်ပါက သင်တို့၏သက်သေအထောက်အထားများကို ယူဆောင်လာကြလော့။\")</span></p><p lang=\"my\" class=\"my \">ထိုအရာ၏ သက်သေအထောက်အထားကို တင်ပြကြလော့။ သို့သော် သူတို့၌ မည်သည့်သက်သေအထောက်အထားမျှ မရှိကြောင်း သိသာထင်ရှားသည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ ۚ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားဘုရားတစ်ပါးပါးကို ခေါ်ဝေါ်ပန်ကြားသူတိုင်းသည် ၎င်းနှင့်ပတ်သက်၍ မည်သည့်သက်သေအထောက်အထားမျှ မရှိသူဖြစ်သည်။ ထို့နောက် သူ၏အပြစ်ဒဏ်သည် သူ၏အရှင်သခင်ထံတွင်သာ ရှိသည်။ ဧကန်မလွဲ မယုံကြည်သူများသည် အောင်မြင်ကြမည်မဟုတ်ချေ။)</span><span class=\"gray\">(23:117)</span></p>"
  }
]