[
  {
    "ayah_key": "23:112",
    "group_ayah_key": "23:112",
    "from_ayah": "23:112",
    "to_ayah": "23:116",
    "ayah_keys": "23:112,23:113,23:114,23:115,23:116",
    "text": "<p lang=\"my\" class=\"my \">သူက \"သင်တို့သည် ကမ္ဘာမြေပေါ်တွင် နှစ်မည်မျှနေခဲ့ကြသနည်း\" ဟု မေးမည်။ <span>(112)</span>သူတို့က \"ကျွန်ုပ်တို့သည် တစ်ရက် သို့မဟုတ် တစ်ရက်၏ တစ်စိတ်တစ်ပိုင်းမျှသာ နေခဲ့ကြပါသည်၊ မှတ်တမ်းတင်သူများကို မေးမြန်းပါ\" ဟု ပြန်ဖြေကြမည်။ <span>(113)</span>သူက \"သင်တို့သည် အနည်းငယ်မျှသာ နေခဲ့ကြခြင်း ဖြစ်သည်၊ အကယ်၍ သင်တို့ သိရှိခဲ့ကြပါမူ\" ဟု မေးမည်။ <span>(114)</span>\"သင်တို့သည် ငါတို့ ဖန်ဆင်းသည်မှာ အချည်းနှီး ဖန်ဆင်းသည်ဟု ထင်ခဲ့ကြသလော၊ ထို့ပြင် သင်တို့သည် ငါတို့ထံသို့ ပြန်လှည့်လာကြရမည် မဟုတ်ဟု ထင်ခဲ့ကြသလော။ <span>(115)</span>သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အမှန်တရား၏ ဘုရင်ဖြစ်သည်။ ကိုးကွယ်ခံပိုင်ခွင့်ရှိသူဟူ၍ ကိုယ်တော်မှတစ်ပါး အခြားမရှိ၊ အလ်-အာရ်ရှ် အလ်-ကာရိမ် (မြင့်မြတ်သော ပလ္လင်တော်) ၏ အရှင်သခင်ပင်။ <span>(116)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် မိမိတစ်ပါးတည်းကိုသာ နာခံကိုးကွယ်ရန် ပျက်ကွက်ခြင်းဖြင့် ၎င်းတို့၏ တိုတောင်းသော လောကီဘဝတွင် အချိန်မည်မျှ ဖြုန်းတီးခဲ့ကြကြောင်း ၎င်းတို့အား မိန့်ကြားတော်မူသည်။</h2></div><p lang=\"my\" class=\"my \"> အကယ်၍ ၎င်းတို့သည် ဤလောကတွင် ခဏတာနေထိုင်စဉ် စိတ်ရှည်သည်းခံခဲ့ကြပါမူ၊ အလ္လာဟ်အရှင်မြတ်၏ သန့်စင်သော မိတ်ဆွေရင်းများကဲ့သို့ပင် အောင်မြင်မှုရရှိခဲ့ကြမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက \"သင်တို့သည် ကမ္ဘာမြေပေါ်တွင် နှစ်မည်မျှနေခဲ့ကြသနည်း\" ဟု မေးမည်။)</span> ဆိုသည်မှာ ဤလောကတွင် သင်တို့မည်မျှကြာကြာ နေခဲ့ကြသနည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က \"ကျွန်ုပ်တို့သည် တစ်ရက် သို့မဟုတ် တစ်ရက်၏ တစ်စိတ်တစ်ပိုင်းမျှသာ နေခဲ့ကြပါသည်၊ မှတ်တမ်းတင်သူများကို မေးမြန်းပါ\" ဟု ပြန်ဖြေကြမည်။)</span> ဆိုသည်မှာ မှတ်တမ်းများကို ထိန်းသိမ်းထားသူများဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက \"သင်တို့သည် အနည်းငယ်မျှသာ နေခဲ့ကြခြင်း ဖြစ်သည်...\" ဟု မေးမည်။)</span> ဆိုသည်မှာ မည်သို့ပင် ကြည့်စေကာမူ တိုတောင်းသော အချိန်မျှသာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့ သိရှိခဲ့ကြပါမူ။)</span> ဆိုသည်မှာ သင်တို့သည် ပျက်စီးမည့်အရာကို ထာဝရအရာထက် မနှစ်သက်ခဲ့ကြမည်ဖြစ်ပြီး၊ မိမိကိုယ်ကို ဤကဲ့သို့ ဆိုးရွားစွာ မဆက်ဆံခဲ့ကြမည်ဖြစ်ကာ၊ ဤတိုတောင်းသော ကာလအတွင်း အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသကို မရရှိခဲ့ကြမည်ဖြစ်သည်။ အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို သစ္စာရှိစွာ နာခံကိုးကွယ်ခဲ့ကြပါမူ၊ ယုံကြည်သူများကဲ့သို့ပင် အောင်မြင်မှုရရှိခဲ့ကြမည်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များကို အချည်းနှီး မဖန်ဆင်းခဲ့ပါ။</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ ဖန်ဆင်းသည်မှာ အချည်းနှီး ဖန်ဆင်းသည်ဟု ထင်ခဲ့ကြသလော၊)</span> ဆိုသည်မှာ 'သင်တို့သည် အချည်းနှီး၊ ရည်ရွယ်ချက်မရှိ၊ သင်တို့ထံမှ မည်သည့်အရာမျှ မလိုအပ်ဘဲ၊ ငါတို့ဘက်မှ မည်သည့်ဉာဏ်ပညာမျှ မရှိဘဲ ဖန်ဆင်းခြင်းခံခဲ့ရသည်ဟု ထင်ခဲ့ကြသလော' ဟု ဆိုလိုသည်။ သို့မဟုတ် \"ကစားခြင်း\" ဟူသည် တိရိစ္ဆာန်များကို ဖန်ဆင်းသကဲ့သို့ ကစားရန်နှင့် ပျော်ပါးရန်ဟု ဆိုလိုသည်။ တိရိစ္ဆာန်များမှာ ဆုလာဘ် သို့မဟုတ် ပြစ်ဒဏ်မရှိပေ။ သို့သော် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ရန်နှင့် ကိုယ်တော်၏ အမိန့်များကို လိုက်နာရန် ဖန်ဆင်းခံခဲ့ရခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့သည် ငါတို့ထံသို့ ပြန်လှည့်လာကြရမည် မဟုတ်ဟု ထင်ခဲ့ကြသလော။)</span> ဆိုသည်မှာ သင်တို့သည် နောက်ဘဝသို့ ပြန်လှည့်လာကြရမည် မဟုတ်ဟု ဆိုလိုသည်။ ၎င်းသည် ဤအာယတ်တော်နှင့် တူညီသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားသည် မိမိအား လျစ်လျူရှုထားမည်ဟု ထင်မှတ်သလော။)</span><span class=\"gray\">(75:36)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အမှန်တရား၏ ဘုရင်ဖြစ်သည်။)</span> ဆိုသည်မှာ ကိုယ်တော်သည် အချည်းနှီး အရာတစ်ခုခုကို ဖန်ဆင်းမည်ဆိုသည့် အယူအဆထက် သန့်စင် မြင့်မြတ်တော်မူသည်။ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် ထိုသို့သော အရာကို ပြုလုပ်ခြင်းမှ ဝေးကွာသော အမှန်တရား၏ ဘုရင်ဖြစ်သောကြောင့်ပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုးကွယ်ခံပိုင်ခွင့်ရှိသူဟူ၍ ကိုယ်တော်မှတစ်ပါး အခြားမရှိ၊ အလ်-အာရ်ရှ် အလ်-ကာရိမ် (မြင့်မြတ်သော ပလ္လင်တော်) ၏ အရှင်သခင်ပင်။)</span> ပလ္လင်တော်ကို ဖန်ဆင်းခံအားလုံး၏ အမြင့်ဆုံးနေရာဖြစ်သောကြောင့် ဖော်ပြထားပြီး၊ ၎င်းအား 'ကာရိမ်' ဟု ဖော်ပြထားသည်။ ဆိုလိုသည်မှာ လှပသောပုံပန်းသဏ္ဍာန်နှင့် ခမ်းနားထည်ဝါသော ပုံစံရှိသည်ဟု အလ္လာဟ်အရှင်မြတ်က အခြားနေရာတွင် မိန့်ကြားထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ထိုမြေ၌ ကောင်းမြတ်သော အပင်မျိုးစုံကို စိုက်ပျိုးပေါက်ရောက်စေ၏။)</span><span class=\"gray\">(26:7)</span>။</p>"
  },
  {
    "ayah_key": "23:117",
    "group_ayah_key": "23:117",
    "from_ayah": "23:117",
    "to_ayah": "23:118",
    "ayah_keys": "23:117,23:118",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာကို တောင်းပန်သူ၊ ၎င်းတွင် မည်သည့်သက်သေမျှမရှိဘဲ တောင်းပန်သူ၏ စာရင်းစစ်ခြင်းသည် ၎င်း၏အရှင်သခင်ထံတွင်သာ ရှိသည်။ အမှန်စင်စစ် ယုံကြည်မှုမရှိသူတို့သည် အောင်မြင်မည်မဟုတ်ပေ။ <span>(117)</span>ထို့ပြင် သင်က \"အို ကျွန်ုပ်၏အရှင်သခင်၊ ခွင့်လွှတ်တော်မူပါ၊ ကရုဏာထားတော်မူပါ၊ အကြောင်းမူ သင်သည် ကရုဏာထားသူတို့အနက် အကောင်းဆုံးဖြစ်သောကြောင့်တည်း\" ဟု ပြောပါ။ <span>(118)</span></p><div lang=\"my\" class=\"my \"><h2>ရှရစ်က် (ဘုရားနှင့်အခြားအရာများ တွဲဖက်ကိုးကွယ်ခြင်း) သည် အဆိုးဆုံးသော မှားယွင်းမှုဖြစ်ပြီး၊ ၎င်းကို ကျင့်သုံးသူသည် မည်သည့်အခါမျှ အောင်မြင်မည်မဟုတ်ပေ။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိနှင့် အခြားအရာများကို တွဲဖက်ကိုးကွယ်သူများအား ခြိမ်းခြောက်တော်မူသည်။ ကိုယ်တော်သည် မိမိနှင့် အခြားသူများကို တွဲဖက်ကိုးကွယ်သူများအား အကြောင်းကြားသည်– </p><p class=\"fa qpc-hafs\" lang=\"fa\">لَا بُرْهَانَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတွင် မည်သည့်သက်သေမျှမရှိဘဲ)</span> ဆိုသည်မှာ ၎င်းပြောဆိုသည့်အပေါ် မည်သည့်အထောက်အထားမျှမရှိခြင်း။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာကို တောင်းပန်သူ၊ ၎င်းတွင် မည်သည့်သက်သေမျှမရှိဘဲ တောင်းပန်သူ)</span> ၎င်းသည် အခြေအနေပြဝါကျဖြစ်ပြီး ၎င်း၏ ဖြည့်စွက်ချက်မှာ–</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ စာရင်းစစ်ခြင်းသည် ၎င်း၏အရှင်သခင်ထံတွင်သာ ရှိသည်။)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအတွက် ၎င်းကို စာရင်းစစ်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ယုံကြည်မှုမရှိသူတို့သည် အောင်မြင်မည်မဟုတ်ပေ။)</span> ဆိုသည်မှာ ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကိုယ်တော်ထံ၌ အောင်မြင်မည်မဟုတ်ပေ။ ၎င်းတို့သည် ကြွယ်ဝမည်မဟုတ်၊ ကယ်တင်ခြင်းခံရမည်မဟုတ်ပေ။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်က \"အို ကျွန်ုပ်၏အရှင်သခင်၊ ခွင့်လွှတ်တော်မူပါ၊ ကရုဏာထားတော်မူပါ၊ အကြောင်းမူ သင်သည် ကရုဏာထားသူတို့အနက် အကောင်းဆုံးဖြစ်သောကြောင့်တည်း\" ဟု ပြောပါ။)</span></p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ဤဆုတောင်းခြင်းကို ရွတ်ဖတ်ရန် ကျွန်ုပ်တို့အား သင်ကြားပေးနေသည်။ အဘယ်ကြောင့်ဆိုသော် ခွင့်လွှတ်ခြင်းသည် ယေဘုယျအားဖြင့် အပြစ်များကို ဖယ်ရှားခြင်းနှင့် လူများထံမှ ဝှက်ထားခြင်းကို ဆိုလိုပြီး၊ ကရုဏာသည် လူတစ်ဦးကို လမ်းညွှန်ခြင်းနှင့် ကောင်းမွန်သောအရာများကို ပြောဆိုပြုလုပ်ရန် ကူညီခြင်းကို ဆိုလိုသည်။</p>"
  }
]