[
  {
    "ayah_key": "33:35",
    "group_ayah_key": "33:35",
    "from_ayah": "33:35",
    "to_ayah": "33:35",
    "ayah_keys": "33:35",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်မလွဲ မွတ်စလင်မ် အမျိုးသား၊ အမျိုးသမီးများ၊ မုအ်မင်န် အမျိုးသား၊ အမျိုးသမီးများ၊ ကွါနစ် အမျိုးသား၊ အမျိုးသမီးများ၊ သစ္စာစကားပြောဆိုသော အမျိုးသား၊ အမျိုးသမီးများ၊ သည်းခံသော အမျိုးသား၊ အမျိုးသမီးများ၊ ခါရှစ်အ် အမျိုးသား၊ အမျိုးသမီးများ၊ ဆွဒ်ကှါတ်ဒ် ပေးသော အမျိုးသား၊ အမျိုးသမီးများ၊ ရိုဇာ (ဥပုသ်) စောင့်ထိန်းသော အမျိုးသား၊ အမျိုးသမီးများ၊ မိမိတို့၏ ကာမဂုဏ်ကို စောင့်ရှောက်သော အမျိုးသား၊ အမျိုးသမီးများ၊ အလ္လာဟ်အရှင်မြတ်အား ၎င်းတို့၏ နှလုံးသားများနှင့် လျှာများဖြင့် များစွာ အောက်မေ့ သတိရသော အမျိုးသား၊ အမျိုးသမီးများအတွက် အလ္လာဟ်အရှင်မြတ်သည် ခွင့်လွှတ်ခြင်းနှင့် ကြီးမြတ်သော အကျိုးကို ပြင်ဆင်ထားတော်မူသည်။ <span>(၃၅)</span></p><p lang=\"no\" class=\"no \">The Reason for Revelation</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသော တမန်တော်မြတ် ﷺ ၏ ဇနီးသည် အွမ္မုစလမာဟ်က ပြောကြားသည်မှာ \"ကျွန်မသည် တမန်တော်မြတ် ﷺ အား 'အမျိုးသားများကဲ့သို့ ကျွန်ုပ်တို့ကို ကွရ်အာန်တွင် အဘယ်ကြောင့် ဖော်ပြမထားပါသနည်း' ဟု မေးမြန်းခဲ့ပါသည်။ ထို့နောက် တစ်နေ့တွင် ကျွန်မ မသိလိုက်ဘဲ၊ ကိုယ်တော်သည် မိန်းဘာမှ ခေါ်နေခဲ့သည်၊ ကျွန်မသည် ကျွန်မ၏ ဆံပင်ကို ဖြီးနေခဲ့သည်၊ ထို့ကြောင့် ကျွန်မ၏ ဆံပင်ကို ပြန်ချည်ပြီးနောက် ကျွန်မ၏ အိမ်ရှိ အခန်းသို့ ထွက်သွားခဲ့သည်၊ ကျွန်မ နားထောင်စပြုခဲ့သည်၊ ကိုယ်တော်က မိန်းဘာမှ ပြောနေခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَاأَيُّهَا النَّاسُ إِنَّ اللهَ تَعَالَى يَقُولُ: إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားအပေါင်းတို့! ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ- <span class=\"gray\">(ဧကန်မလွဲ မွတ်စလင်မ် အမျိုးသား၊ အမျိုးသမီးများ၊ မုအ်မင်န် အမျိုးသား၊ အမျိုးသမီးများ...)</span>)</span> အာယသ်တော်၏ အဆုံးအထိ။\" ၎င်းကို အန်-နာစာအီ နှင့် အိဗ်နုဂျရီရ် တို့မှလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ မွတ်စလင်မ် အမျိုးသား၊ အမျိုးသမီးများ၊ မုအ်မင်န် အမျိုးသား၊ အမျိုးသမီးများ...)</span> သည် အီမာန်သည် အစ္စလာမ်နှင့် မတူညီသော အရာတစ်ခုဖြစ်ပြီး ပိုမိုတိကျကြောင်း ဖော်ပြသည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتِ الْأَعْرَابُ آمَنَّا ۖ قُلْ لَمْ تُؤْمِنُوا وَلَٰكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘဒ်ဝီများသည် \"ကျွန်ုပ်တို့ ယုံကြည်ပါသည်\" ဟု ပြောကြသည်။ ပြောလိုက်ပါ- \"သင်တို့ မယုံကြည်ကြသေးပါ၊ သို့သော် 'ကျွန်ုပ်တို့ (အစ္စလာမ်) တွင် လိုက်နာလက်ခံခဲ့ကြပါပြီ' ဟုသာ သင်တို့ ပြောဆိုကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ယုံကြည်ခြင်းသည် သင်တို့၏ နှလုံးသားများထဲသို့ မရောက်ရှိသေးသောကြောင့်တည်း။\")</span><span class=\"gray\">(၄၉:၁၄)</span>။ စဟီဟ်နှစ်ကျမ်းတွင် ပါရှိသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိမ်ထောင်ရေး ဖောက်ပြန်သူသည် သူယုံကြည်သူ ဖြစ်နေစဉ် အိမ်ထောင်ရေး ဖောက်ပြန်ခြင်းကို မပြုလုပ်ပါ။)</span> အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် သူ၏ အီမာန်ကို လုယူသွားသောကြောင့် ဖြစ်သည်။ သို့သော်လည်း ၎င်းသည် အစ္စလာမ်ဘာသာဝင်တို့၏ သဘောတူညီမှုအရ သူသည် ကာဖိရ် (မယုံကြည်သူ) ဖြစ်သည်ဟု မဆိုလိုပါ။ ၎င်းသည် အီမာန်သည် အစ္စလာမ်ထက် ပိုမိုတိကျကြောင်း ဖော်ပြသည်။ ကျွန်ုပ်တို့ အလ်-ဗုခါရီ၏ အဖွင့်အမှာတွင် ဖော်ပြခဲ့သည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَانِتِينَ وَالْقَانِتَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကွါနစ် အမျိုးသား၊ အမျိုးသမီးများ၊)</span> အလ်-ကွနူတ် (Al-Qunut) ဆိုသည်မှာ တိတ်ဆိတ်ငြိမ်သက်သောအချိန်၌ နာခံခြင်းကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညအချိန်တွင် စွဂျူဒ်ပြုလျက်သော်လည်းကောင်း၊ မတ်တပ်ရပ်လျက်သော်လည်းကောင်း (ကွါနစ်) ဖြစ်နေသူသည်၊ နောင်တမလွန်ဘဝကို ကြောက်ရွံ့ပြီး ၎င်း၏အရှင်၏ ကရုဏာကို မျှော်လင့်နေသူသည်...)</span><span class=\"gray\">(၃၉:၉)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ كُلٌّ لَهُ قَانِتُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေပြင်ရှိ ရှိသမျှ အရာအားလုံးသည် ထိုအရှင်ပိုင်ဆိုင်တော်မူသည်။ အားလုံးသည် ထိုအရှင်အား ဥက်နူတီ <span class=\"gray\">(ကွါနိတူန်)</span> ဖြစ်ကြသည်။)</span><span class=\"gray\">(၃၀:၂၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မရ်ယမ်! သင်၏အရှင်အား \"ဥက်နူတီ\" ပြုပါ၊ စွဂျူဒ်ပြုပါ၊ ရူကူအ်ပြုသူများ <span class=\"gray\">(ဦးညွတ်သူများ)</span> နှင့်အတူ ဦးညွတ်ပါ။\")</span><span class=\"gray\">(၃:၄၃)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">وَقُومُوا لِلَّهِ قَانِتِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်တွင် ကွါနိတီန်အဖြစ် ရပ်တည်ကြလော့)</span><span class=\"gray\">(၂:၂၃၈)</span>။ ထို့ကြောင့် အစ္စလာမ်ထက် ကျော်လွန်၍ ရောက်ရှိရမည့် ပိုမိုမြင့်မားသော အဆင့်တစ်ခု ရှိသည်၊ ၎င်းမှာ အီမာန် (Iman) ဖြစ်ပြီး ကွနူတ် (Qunut) သည် ၎င်းနှစ်ခုလုံးမှ ဆင်းသက်လာသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّادِقِينَ وَالصَّادِقَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သစ္စာစကားပြောဆိုသော အမျိုးသား၊ အမျိုးသမီးများ၊)</span> ၎င်းသည် ၎င်းတို့၏ စကားကို ရည်ညွှန်းသည်။ အဘယ်ကြောင့်ဆိုသော် သစ္စာစကားပြောဆိုခြင်းသည် ချီးကျူးထိုက်သော ဂုဏ်ပုဒ်ဖြစ်သောကြောင့်တည်း။ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အပေါ် နှစ်သက်တော်မူပါစေသော ဆွဟာဘာအချို့သည် ဂျာဟီလီယာခေတ်၌သော်လည်းကောင်း၊ အစ္စလာမ်ခေတ်၌သော်လည်းကောင်း တစ်ကြိမ်မျှ လိမ်ညာခဲ့သည်ဟု မသိရပါ။ သစ္စာစကားပြောဆိုခြင်းသည် ယုံကြည်ခြင်း၏ လက္ခဏာဖြစ်သည်၊ လိမ်ညာခြင်းသည် မုနာဖစ် (ဟန်ဆောင်မှု) ၏ လက္ခဏာဖြစ်သကဲ့သို့တည်း။ သစ္စာစကားပြောဆိုသူ မည်သူမဆို ကယ်တင်ခံရမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْكُمْ بِالصِّدْقِ فَإِنَّ الصِّدْقَ يَhْsِي إِلَى الْبِرِّ، وَإِنَّ الْبِرَّ يَhْsِي إِلَى الْجَنَّةِ، وَإِيَّاكُمْ وَالْكَذِبَ، فَإِنَّ الْكَذِبَ يَhْsِي إِلَى الْفُجُورِ، وَإِنَّ الْفُجُورَ يَhْsِي إِلَى النَّارِ، وَلَا يَزَالُ الرَّجُلُ يَصْدُقُ وَيَتَحَرَّى الصِّدْقَ حَتَّى يُكْتَبَ عِنْدَ اللهِ صِدِّيقًا، وَلَا يَزَالُ الرَّجُلُ يَكْذِبُ وَيَتَحَرَّى الْكَذِبَ حَتَّى يُكْتَبَ عِنْدَ اللهِ كَذَّابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သစ္စာစကားပြောဆိုရမည်၊ အဘယ်ကြောင့်ဆိုသော် သစ္စာစကားပြောဆိုခြင်းသည် ကောင်းမြတ်ခြင်းသို့ ဦးဆောင်ပြီး ကောင်းမြတ်ခြင်းသည် ဂျန္နတ် (ပရဒိသု) သို့ ဦးဆောင်သောကြောင့်တည်း။ လိမ်ညာခြင်းကို ရှောင်ကြဉ်ကြလော့၊ အဘယ်ကြောင့်ဆိုသော် လိမ်ညာခြင်းသည် မကောင်းမှုသို့ ဦးဆောင်ပြီး မကောင်းမှုသည် ဂျဟန္နမ် (ငရဲ) သို့ ဦးဆောင်သောကြောင့်တည်း။ လူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် သစ္စာရှိသူအဖြစ် မှတ်တမ်းတင်ခံရသည်အထိ သစ္စာစကားကို ဆက်လက်ပြောဆိုပြီး ထိုသို့ပြုလုပ်ရန် ကြိုးပမ်းနေမည်။ လူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် လိမ်ညာသူအဖြစ် မှတ်တမ်းတင်ခံရသည်အထိ လိမ်ညာခြင်းကို ဆက်လက်ပြောဆိုပြီး ထိုသို့ပြုလုပ်ရန် ဆက်လက်လုပ်ဆောင်နေမည်။)</span> ဤအကြောင်းအရာနှင့်ပတ်သက်၍ ဟဒီးစ်များစွာ ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّابِرِينَ وَالصَّابِرَاتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သည်းခံသော အမျိုးသား၊ အမျိုးသမီးများ၊)</span> ၎င်းသည် မဆုတ်မနစ် ကြိုးစားသူများ၏ ဂုဏ်ပုဒ်ဖြစ်သည်၊ ဆိုလိုသည်မှာ ဘေးဆိုးဒုက္ခနှင့် ရင်ဆိုင်ရသောအခါ သည်းခံခြင်းနှင့် အမိန့်ချမှတ်ထားသည်မှာ မလွဲဧကန်ဖြစ်ပေါ်လာမည်ကို သိရှိခြင်းဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် သည်းခံခြင်းနှင့် မဆုတ်မနစ် ကြိုးစားအားထုတ်ခြင်းတို့ဖြင့် ရင်ဆိုင်ကြသည်။ ဘေးအန္တရာယ် ပထမဆုံးကျရောက်ချိန်တွင် သည်းခံခြင်းသည် အခက်ခဲဆုံးဖြစ်သည်၊ ထို့နောက်တွင် ပိုမိုလွယ်ကူလာသည်၊ ၎င်းသည် စစ်မှန်သော မဆုတ်မနစ် ကြိုးစားအားထုတ်မှု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْخَاشِعِينَ وَالْخَاشِعَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခါရှစ်အ် အမျိုးသား၊ အမျိုးသမီးများ၊)</span> ခူရှူအ် (Khushu') ဆိုသည်မှာ စိတ်ငြိမ်သက်ခြင်းနှင့် တည်ငြိမ်အေးချမ်းခြင်း၊ စဉ်းစားဆင်ခြင်ခြင်းနှင့် ဂုဏ်သိက္ခာရှိခြင်း၊ နှိမ့်ချခြင်းတို့ကို ဆိုလိုသည်။ လူတစ်ဦးအား ဤသို့ဖြစ်စေရန် လှုံ့ဆော်ပေးသည်မှာ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ခြင်းနှင့် အရှင်သည် အမြဲစောင့်ကြည့်နေသည်ဟူသော အသိစိတ်ပင်ဖြစ်သည်။ ဟဒီးစ်တွင် ဖော်ပြထားသည့်အတိုင်း-</p><p class=\"fa qpc-hafs\" lang=\"fa\">اعْبُدُ اللهَ كَأَنَّكَ تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် အလ္လာဟ်အရှင်မြတ်ကို သင်မြင်နေရသကဲ့သို့ ခဝပ်ကိုးကွယ်ပါ၊ အဘယ်ကြောင့်ဆိုသော် သင်သည် အရှင်ကို မမြင်နိုင်သော်လည်း အရှင်သည် သင့်ကို မြင်နေသောကြောင့်တည်း။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွဒ်ကှါတ်ဒ် ပေးသော အမျိုးသား၊ အမျိုးသမီးများ၊)</span> အပ်စ်-ဆွဒ်ကှါဟ် <span class=\"gray\">(ဒါန)</span> ဆိုသည်မှာ လိုအပ်နေသူများ သို့မဟုတ် အားနည်းသူများ၊ အသက်မွေးဝမ်းကျောင်း ပြုရန် နည်းလမ်းမရှိသူများ၊ ငွေကြေးထောက်ပံ့ပေးမည့်သူ မရှိသူများအား ကောင်းမှုပြုခြင်းကို ဆိုလိုသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား နာခံသည့်အနေဖြင့်နှင့် အရှင်၏ဖန်ဆင်းခံများအပေါ် ကောင်းမှုပြုသည့်အနေဖြင့် ၎င်းတို့၏ ပိုလျှံသော စည်းစိမ်ဥစ္စာမှ ပေးကြသည်။ စဟီဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبْعَةٌ يُظِلُّهُمُ اللهُ فِي ظِلِّهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ - فَذَكَرَ مِنْهُمْ - وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لَاتَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏အရိပ်မှလွဲ၍ အခြားအရိပ်မရှိသောနေ့တွင် ခုနစ်ဦးအား ၎င်း၏အရိပ်ဖြင့် အုပ်မိုးပေးမည် <span class=\"gray\">(၎င်းတို့အနက်မှ သူက ဖော်ပြခဲ့သည်မှာ)</span>...ဒါနပေးကမ်းပြီး ၎င်းကို သူ၏ ဘယ်လက်က သူ၏ ညာလက်က ဘာပေးကမ်းသည်ကို မသိနိုင်လောက်အောင် ဖုံးကွယ်ထားသော အမျိုးသားတစ်ဦး။)</span> အခြားဟဒီးစ်တစ်ခုအရ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّدَقَةُ تُطْفِىءُ الْخَطِيئَةَ كَمَا يُطْفِىءُ الْمَاءُ النَّارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွဒ်ကှါဟ်သည် မကောင်းမှုများကို ရေသည် မီးကို ငြှိမ်းသတ်သကဲ့သို့ ငြှိမ်းသတ်ပေးသည်။)</span> ဒါနပေးကမ်းခြင်းကို အားပေးသော ဟဒီးစ်များစွာ ရှိသည်၊ ဤအကြောင်းအရာကို အခြားနေရာများတွင် အသေးစိတ် ဆွေးနွေးထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّائِمِينَ وَالصَّائِمَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရိုဇာ (ဥပုသ်) စောင့်ထိန်းသော အမျိုးသား၊ အမျိုးသမီးများ၊)</span> အိဗ်နုမာဂျာ မှတ်တမ်းတင်သော ဟဒီးစ်တစ်ခုအရ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّوْمُ زَكَاةُ الْبَدَنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရိုဇာ (ဥပုသ်) သည် ခန္ဓာကိုယ်၏ ဇကားဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် ခန္ဓာကိုယ်ကို စင်ကြယ်စေပြီး ရုပ်ပိုင်းဆိုင်ရာနှင့် ရှရီအတ်ဆိုင်ရာ နှစ်ခုလုံးတွင် မကောင်းသောအရာများမှ သန့်စင်စေသည်။ စအီဒ် ဘင်န် ဂျူဘိုင်ရ် က ပြောကြားခဲ့သည်မှာ \"ရမ်မဒွါန်လတွင် ရိုဇာစောင့်ထိန်းပြီး လတိုင်း သုံးရက် ရိုဇာစောင့်ထိန်းသူ မည်သူမဆို အာယသ်တော်တွင် ပါဝင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّائِمِينَ وَالصَّائِمَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရိုဇာ (ဥပုသ်) စောင့်ထိန်းသော အမျိုးသား၊ အမျိုးသမီးများ၊)</span>\" ရိုဇာစောင့်ထိန်းခြင်းသည် မိမိ၏ ကာမဂုဏ်ကို ကျော်လွှားရန် အကြီးမားဆုံး နည်းလမ်းများအနက် တစ်ခုလည်း ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَامَعْشَرَ الشَّبَابِ! مَنِ اسْتَطَاعَ مِنْكُمُ الْبَاءَةَ فَلْيَتَزَوَّجْ، فَإِنَّهُ أَغَضُّ لِلْبَصَرِ وَأَحْصَنُ لِلْفَرْجِ، وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူငယ်အပေါင်းတို့! သင်တို့အနက် အိမ်ထောင်ပြုရန် တတ်နိုင်သူ မည်သူမဆို အိမ်ထောင်ပြုပါ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် မျက်လုံးများကို အောက်ချထားရန်နှင့် ကာမဂုဏ်ကို ကာကွယ်ရန် အထိရောက်ဆုံးဖြစ်သောကြောင့်တည်း။ အိမ်ထောင်မပြုနိုင်သူ မည်သူမဆို ရိုဇာ (ဥပုသ်) စောင့်ထိန်းပါ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် သူ့အတွက် အကာအကွယ်ဖြစ်လိမ့်မည်။)</span> ထို့နောက် ဖော်ပြသင့်သည်မှာ အလွန်သင့်လျော်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့၏ ကာမဂုဏ်ကို စောင့်ရှောက်သော အမျိုးသား၊ အမျိုးသမီးများ)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ လျှို့ဝှက်အင်္ဂါအစိတ်အပိုင်းများကို တားမြစ်ထားသောနှင့် အပြစ်ရှိသော အရာများမှ ကာကွယ်ကြသည်၊ ခွင့်ပြုထားသည့်အရာမှလွဲ၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ - إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ - فَمَنِ ابْتَغَىٰ وَرَاءَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْعَادُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့၏ ကာမဂုဏ်ကို စောင့်ရှောက်သူများ။ ၎င်းတို့၏ ဇနီးမယားများ သို့မဟုတ် ၎င်းတို့၏ ညာလက်များ ပိုင်ဆိုင်သောသူများမှလွဲ၍ – အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အပြစ်တင်ခံရသူများ မဟုတ်သောကြောင့်တည်း။ သို့သော် ထိုအရာထက် ကျော်လွန်၍ ရှာဖွေသူ မည်သူမဆို၊ ထိုသူတို့သည် ကျူးကျော်သူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">(၇၀:၂၉-၃၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ္လာဟ်အရှင်မြတ်အား များစွာ အောက်မေ့သော အမျိုးသား၊ အမျိုးသမီးများ၊)</span> အိဗ်နု အဘီ ဟာတိမ် မှတ်တမ်းတင်ထားသည်မှာ အဘူ စအီဒ် အလ်-ခုဒ်ရီ၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသော၊ မှ ပြောကြားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أَيْقَظَ الرَّجُلُ امْرَأَتَهُ مِنَ اللَّيْلِ فَصَلَّيَا رَكْعَتَيْنِ كُتِبَا تِلْكَ اللَّيْلَةَ مِنَ الذَّاكِرِينَ اللهَ كَثِيرًا وَالذَّاكِرَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အမျိုးသားတစ်ဦးသည် ညအချိန်တွင် ၎င်း၏ ဇနီးကို နှိုးပြီး ရကအ် (၂) ခု ဆွလားသ် (ဝတ်ပြုဆုတောင်း) ပြုပါက၊ ထိုညတွင် ၎င်းတို့နှစ်ဦးအား အလ္လာဟ်အရှင်မြတ်အား များစွာ အောက်မေ့သော အမျိုးသား၊ အမျိုးသမီးများအနက်မှ အဖြစ် မှတ်တမ်းတင်ခံရမည်။)</span> ၎င်းကို အဘူ ဒါဝူးဒ်၊ အန်-နာစာအီ နှင့် အိဗ်နု မာဂျာတို့က အဘူ စအီဒ် နှင့် အဘူ ဟုရိုင်ရာဟ်တို့၏ ဟဒီးစ်မှ မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့နှစ်ဦးအပေါ် နှစ်သက်တော်မူပါစေသော၊ တမန်တော်မြတ် ﷺ ထံမှ ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အဘူ ဟုရိုင်ရာဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသော၊ မှ ပြောကြားသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် မက္ကာဟ်ရှိ လမ်းတစ်ခုပေါ်တွင် လျှောက်သွားနေခဲ့ပြီး၊ ကိုယ်တော်သည် ဂျုမ်ဒါန် <span class=\"gray\">(တောင်)</span> သို့ ရောက်ရှိလာပြီး မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذَا جُمْدَانُ، سِيرُوا، فَقَدْ سَبَقَ الْمُفَرِّدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ဂျုမ်ဒါန် ဖြစ်သည်၊ ရှေ့ဆက်သွားကြလော့၊ အဘယ်ကြောင့်ဆိုသော် မုဖရ်ရီဒူန်တို့သည် ရှေ့ရောက်နှင့်ပြီ။)</span> ၎င်းတို့က 'မုဖရ်ရီဒူန်တို့သည် မည်သူများနည်း' ဟု မေးကြသည်။ ကိုယ်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الذَّاكِرُونَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား များစွာ အောက်မေ့သော အမျိုးသား၊ အမျိုးသမီးများ၊)</span> ထို့နောက် ကိုယ်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ اغْفِرْ لِلْمُحَلِّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ ၎င်းတို့၏ ဆံပင်ကို ရိတ်ခဲ့သူများအား ခွင့်လွှတ်တော်မူပါ။)</span> ၎င်းတို့က 'နှင့် အတိုညှပ်သူများ' ဟု ပြောကြသည်။ ကိုယ်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ اغْفِرْ لِلْمُحَلِّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ ၎င်းတို့၏ ဆံပင်ကို ရိတ်ခဲ့သူများအား ခွင့်လွှတ်တော်မူပါ။)</span> ၎င်းတို့က 'နှင့် အတိုညှပ်သူများ' ဟု ပြောကြသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَالْمُقَصِّرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အတိုညှပ်သူများ။)</span> ၎င်းကို အီမာမ် အဟ်မဒ် မှ ဤသတင်းပို့နွယ်စဉ်ဖြင့် မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းကို မွတ်စလင်မ် မှလည်း မှတ်တမ်းတင်ခဲ့သည်၊ ၎င်း၏ နောက်ဆုံးအပိုင်းမှလွဲ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အတွက် ခွင့်လွှတ်ခြင်းနှင့် ကြီးမြတ်သော အကျိုးကို ပြင်ဆင်ထားတော်မူသည်။)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က ဤအာယသ်တော်တွင် ဖော်ပြထားသောသူအားလုံးအတွက် ၎င်းတို့၏ အပြစ်များကို ခွင့်လွှတ်ခြင်းနှင့် ကြီးမြတ်သော အကျိုးကို၊ ဆိုလိုသည်မှာ ဂျန္နတ် (ပရဒိသု) ကို၊ ပြင်ဆင်ထားတော်မူကြောင်း ကျွန်ုပ်တို့အား ပြောပြထားသည်။</p>"
  }
]