[
  {
    "ayah_key": "26:52",
    "group_ayah_key": "26:52",
    "from_ayah": "26:52",
    "to_ayah": "26:59",
    "ayah_keys": "26:52,26:53,26:54,26:55,26:56,26:57,26:58,26:59",
    "text": "<p lang=\"my\" class=\"my \">ထို့ပြင် မူဆာထံသို့ ငါတို့သည် \"ညအခါတွင် ငါ၏ကျေးကျွန်များနှင့်အတူ ထွက်ခွာသွားကြလော့။ အမှန်စင်စစ် သင်တို့ကို လိုက်လံဖမ်းဆီးလိမ့်မည်။ <span>(၅၂)</span> ထို့နောက် ဖိရ်အောင်သည် မြို့ကြီးများ <span class=\"gray\">(အားလုံး)</span> သို့ ခေါ်ဆိုသူများကို စေလွှတ်လိုက်၏။ <span>(၅၃)</span> <span class=\"gray\">(ဆိုသည်မှာ)</span> \"အမှန်စင်စစ် ဤသူတို့သည် အနည်းငယ်မျှသော အဖွဲ့ငယ်သာ ဖြစ်၏။ <span>(၅၄)</span>\"ထို့ပြင် အမှန်စင်စစ် သူတို့သည် ငါတို့ကို ဒေါသထွက်စေမည့်အရာများကို ပြုလုပ်ခဲ့ကြ၏။ <span>(၅၅)</span>\"သို့သော် ငါတို့သည် စုရုံးထားသော တပ်ကြီးတစ်တပ်ဖြစ်ပြီး ကြိုတင်သတိပေးထားခြင်း ခံရပြီးသူများ ဖြစ်၏။ <span>(၅၆)</span>ထို့ကြောင့် ငါတို့သည် ၎င်းတို့အား ဥယျာဉ်များနှင့် စမ်းရေတွင်းများမှ ထုတ်ပယ်ခဲ့၏။ <span>(၅၇)</span>ဘဏ္ဍာများနှင့် ဂုဏ်ယူဖွယ်ရာ နေရာအမျိုးမျိုးမှ ထုတ်ပယ်ခဲ့၏။ <span>(၅၈)</span>ဤသို့ဖြစ်ပြီး ငါတို့သည် ဣစ်ရာအီလ်သားတို့အား ၎င်းတို့ကို အမွေဆက်ခံစေခဲ့၏။ <span>(၅၉)</span></p><div lang=\"my\" class=\"my \"><h2>ဖိရ်အောင်ပြည်မှ ဣစ်ရာအီလ်သားတို့၏ ထွက်ခွာခြင်း</h2></div><p lang=\"my\" class=\"my \">မူဆာသည် အီဂျစ်တွင် ကာလကြာရှည်စွာ နေထိုင်ပြီးနောက်၊ ဖိရ်အောင်နှင့် သူ၏ခေါင်းဆောင်များအပေါ် အလ္လာဟ်အရှင်မြတ်၏ သက်သေသာဓကများ ထူထောင်ပြီးချိန်တွင်၊ ၎င်းတို့သည် မာန်မာနကြီးဆဲ၊ ခေါင်းမာဆဲ ဖြစ်နေခဲ့ကြသဖြင့်၊ ၎င်းတို့အတွက် ပြစ်ဒဏ်နှင့် လက်စားချေခြင်းမှလွဲ၍ ဘာမျှ မကျန်တော့ပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မူဆာအား (ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ) ညအခါတွင် ဣစ်ရာအီလ်သားတို့အား အီဂျစ်မှ ထုတ်ယူရန်နှင့် သူညွှန်ကြားခံရမည့် မည်သည့်နေရာသို့မဆို ခေါ်ဆောင်သွားရန် အမိန့်ပေးခဲ့သည်။ ထို့ကြောင့် မူဆာ (ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ) သည် သူ၏ဘုရားသခင် (အရှင်မြတ်၏ ဘုန်းတော်ကြီးပါစေ) ၏ အမိန့်အတိုင်း ပြုလုပ်ခဲ့ပြီး၊ ၎င်းတို့သည် ဖိရ်အောင်၏ လူမျိုးများထံမှ လက်ဝတ်ရတနာများစွာကို ငှားရမ်းပြီးနောက် ထွက်ခွာခဲ့ကြသည်။ တဖ်စီးရ်ပညာရှင်များစွာက ပြောကြားခဲ့သည်မှာ၊ သူတို့သည် လထွက်လာချိန်တွင် ထွက်ခွာခဲ့ကြပြီး၊ မုဂျာဟိဒ် (အလ္လာဟ်အရှင်မြတ်က သနားကြင်နာပါစေ) က ထိုညတွင် လကြတ်ခဲ့သည်ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူ၏။ မူဆာသည် ယူစွဖ် (ပရောဖက် ဂျိုးဇက်) (ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ) ၏ အုတ်ဂူအကြောင်း မေးမြန်းခဲ့ပြီး၊ ဣစ်ရာအီလ်သားတို့ထဲမှ သက်ကြီးရွယ်အို အမျိုးသမီးတစ်ဦးက ၎င်း၏တည်နေရာကို ပြသခဲ့သည်။ ထို့ကြောင့် သူသည် ရုပ်ကြွင်းများကို ၎င်းတို့နှင့်အတူ ယူဆောင်သွားခဲ့ပြီး၊ ၎င်းတို့သည် မူဆာကိုယ်တိုင် သယ်ဆောင်သွားသော အရာများထဲမှ တစ်ခုဖြစ်သည်ဟု ပြောကြားခဲ့ကြသည် (ငြိမ်းချမ်းခြင်း ၎င်းတို့နှစ်ဦးစလုံးအပေါ် သက်ရောက်ပါစေ)။ ယူစွဖ် (ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ) သည် သူ၏သေတမ်းစာတွင် ဣစ်ရာအီလ်သားတို့ အီဂျစ်မှ ထွက်ခွာပါက သူ၏ရုပ်ကြွင်းများကို ၎င်းတို့နှင့်အတူ ယူဆောင်သွားရန် ညွှန်ကြားခဲ့သည်ဟုလည်း ဆိုကြသည်။</p><p lang=\"my\" class=\"my \">နောက်တစ်မနက်တွင် ဣစ်ရာအီလ်သားတို့၏ ရပ်ကွက်များ၌ မည်သူ့ကိုမျှ မတွေ့ရှိရသောအခါ ဖိရ်အောင်သည် ဒေါသထွက်ခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်က သူဖျက်ဆီးခံရမည်ဟု စီရင်ထားပြီးဖြစ်သောကြောင့် သူ၏ဒေါသမှာ ပိုမိုပြင်းထန်လာခဲ့သည်။ ထို့ကြောင့် သူသည် သူ၏ခေါ်ဆိုသူများကို မြို့တိုင်းသို့ အလျင်အမြန် စေလွှတ်ခဲ့သည်၊ ဆိုလိုသည်မှာ သူ၏တပ်များကို စုစည်းရန်နှင့် ပေါင်းစည်းရန်ဖြစ်ပြီး၊ သူက ၎င်းတို့အား အော်ဟစ်ခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ هَٰؤُلَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသူတို့)</span> ဆိုလိုသည်မှာ ဣစ်ရာအီလ်သားများ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَشِرْذِمَةٌ قَلِيلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သည် အနည်းငယ်မျှသော အဖွဲ့ငယ်သာ ဖြစ်၏။)</span> ဆိုလိုသည်မှာ အဖွဲ့ငယ်လေးတစ်ခု။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّهُمْ لَنَا لَغَائِظُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အမှန်စင်စစ် သူတို့သည် ငါတို့ကို ဒေါသထွက်စေမည့်အရာများကို ပြုလုပ်ခဲ့ကြ၏။)</span> ဆိုလိုသည်မှာ၊ 'သူတို့နှင့်ပတ်သက်၍ ငါတို့ကြားရသည့်အခါတိုင်း ငါတို့ကို စိတ်ဆိုးဒေါသထွက်စေခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَجَمِيعٌ حَاذِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါတို့သည် စုရုံးထားသော တပ်ကြီးတစ်တပ်ဖြစ်ပြီး ကြိုတင်သတိပေးထားခြင်း ခံရပြီးသူများ ဖြစ်၏။)</span> ဆိုလိုသည်မှာ၊ 'သူတို့ သစ္စာဖောက်မည်ကို ငါတို့ အစဉ်အမြဲ သတိထားနေကြသည်။' ဆလဖ်ပညာရှင်အချို့က ဤသည်ကို \"ငါတို့သည် အမြဲတစေ ကြိုတင်သတိပေးခံထားရပြီး လက်နက်ကိုင်ဆောင်ထားသည်။ ငါသည် ၎င်းတို့အား နောက်ဆုံးလူအထိ ဖျက်ဆီးလိုပြီး၊ ၎င်းတို့၏ မြေများနှင့် ပိုင်ဆိုင်မှုအားလုံးကို ဖျက်ဆီးလိုသည်\" ဟူသော အဓိပ္ပါယ်ဖြင့် ဖတ်ရှုခဲ့ကြသည်။ ထို့ကြောင့် သူနှင့် သူ၏တပ်များသည် ဣစ်ရာအီလ်သားတို့အပေါ် ကျရောက်စေလိုသည့် အရာများဖြင့်ပင် ပြစ်ဒဏ်ခံရခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخْرَجْنَاهُم مِّن جَنَّاتٍ وَعُيُونٍ - وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါတို့သည် ၎င်းတို့အား ဥယျာဉ်များနှင့် စမ်းရေတွင်းများ၊ ဘဏ္ဍာများနှင့် ဂုဏ်ယူဖွယ်ရာ နေရာအမျိုးမျိုးမှ ထုတ်ပယ်ခဲ့၏။)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့ကို ထိုကောင်းချီးမင်္ဂလာများမှ ငရဲသို့ ပစ်ချခဲ့ပြီး၊ ၎င်းတို့သည် ဤလောကရှိ ဂုဏ်ယူဖွယ်ရာ နေရာများ၊ ဥယျာဉ်များနှင့် မြစ်များ၊ ကြွယ်ဝမှု၊ စားနပ်ရိက္ခာ၊ ရာထူးနှင့် အာဏာတို့ကို စွန့်ပစ်ခဲ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့နှင့် ငါတို့သည် ဣစ်ရာအီလ်သားတို့အား ၎င်းတို့ကို အမွေဆက်ခံစေခဲ့၏။)</span> ဤသည်မှာ အာယသ်များကဲ့သို့ပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် အားနည်းသည်ဟု မှတ်ယူခံရသူများအား ကမ္ဘာမြေ၏ အရှေ့ဘက်ခြမ်းများနှင့် ငါတို့ ကောင်းချီးပေးခဲ့သော အနောက်ဘက်ခြမ်းများကို အမွေဆက်ခံစေခဲ့၏။)</span><span class=\"gray\">(၇:၁၃၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُرِيدُ أَن نَّمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကမ္ဘာမြေပေါ်တွင် အားနည်းသောသူများအား ကျေးဇူးပြုလိုပြီး၊ ၎င်းတို့အား ခေါင်းဆောင်များ ဖြစ်စေလိုကာ ၎င်းတို့အား အမွေခံများ ဖြစ်စေလို၏။)</span> ထို့နောက် အာယသ်နှစ်ခု- <span class=\"gray\">(၂၈:၅-၆)</span>။</p>"
  },
  {
    "ayah_key": "26:60",
    "group_ayah_key": "26:60",
    "from_ayah": "26:60",
    "to_ayah": "26:68",
    "ayah_keys": "26:60,26:61,26:62,26:63,26:64,26:65,26:66,26:67,26:68",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် သူတို့သည် နေထွက်ချိန်၌ ၎င်းတို့အား လိုက်လံဖမ်းဆီးကြ၏။ <span>(၆၀)</span> တပ်နှစ်ခု တစ်ခုနှင့်တစ်ခု မြင်တွေ့သောအခါ မူဆာ၏ အပေါင်းအသင်းတို့က \"ငါတို့ အဖမ်းခံရတော့မည်မှာ သေချာပါသည်။ <span>(၆၁)</span><span class=\"gray\">(မူဆာက)</span> ဆို၏။ \"မဟုတ်ပေ၊ အမှန်စင်စစ် ငါနှင့်အတူ ငါ့ဘုရားသခင် ရှိတော်မူ၏။ သူသည် ငါ့ကို လမ်းပြလိမ့်မည်။ <span>(၆၂)</span>ထို့နောက် ငါတို့သည် မူဆာအား <span class=\"gray\">(မိန့်တော်မူသည်မှာ)</span> \"သင်၏တောင်ဝှေးဖြင့် ပင်လယ်ကို ရိုက်ပါ\" ဟု ဗျာဒိတ်ပေးခဲ့၏။ ထို့နောက် ပင်လယ်သည် ကွဲထွက်သွားပြီး၊ အပိုင်းတစ်ခုစီသည် ကြီးမားသော တောင်ကဲ့သို့ ဖြစ်လာ၏။ <span>(၆၃)</span>ထို့နောက် ငါတို့သည် အခြားသူများကို ထိုနေရာသို့ အနီးကပ်စေခဲ့၏။ <span>(၆၄)</span>ထို့ပြင် ငါတို့သည် မူဆာနှင့် သူနှင့်အတူရှိသူ အားလုံးကို ကယ်တင်ခဲ့၏။ <span>(၆၅)</span>ထို့နောက် ငါတို့သည် အခြားသူများကို နှစ်မြုပ်ခဲ့၏။ <span>(၆၆)</span>အမှန်စင်စစ် ဤသည်မှာ သက်သေလက္ခဏာတစ်ခုဖြစ်သည်၊ သို့သော် ၎င်းတို့အများစုမှာ မယုံကြည်သူများ ဖြစ်၏။ <span>(၆၇)</span>ထို့ပြင် အမှန်စင်စစ် သင်၏ဘုရားသခင်သည် တန်ခိုးအာနုဘော် အရှိန်အဝါ အလွန်ကြီးမားတော်မူသော၊ အလွန်ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။ <span>(၆၈)</span></p><div lang=\"my\" class=\"my \"><h2>ဖိရ်အောင်၏ လိုက်လံဖမ်းဆီးမှုနှင့် ဣစ်ရာအီလ်သားတို့အား နှင်ထုတ်ခြင်း၊ ထို့ပြင် သူနှင့်သူ၏လူများ မည်သို့နှစ်မြှုပ်ခံရပုံ</h2></div><p lang=\"my\" class=\"my \">တဖ်စီးရ်ပညာရှင်များစွာက ဖိရ်အောင်သည် ထိုအချိန်က အီဂျစ်၏ ခေါင်းဆောင်များ၊ အစိုးရတစ်ခုလုံး၊ ဆိုလိုသည်မှာ ဆုံးဖြတ်ချက်ချမှတ်သူများနှင့် သြဇာလွှမ်းမိုးသူများ၊ မင်းသားများ၊ ဝန်ကြီးများ၊ မှူးမတ်များ၊ ခေါင်းဆောင်များနှင့် စစ်သားများ ပါဝင်သော လူအုပ်ကြီးနှင့်အတူ ထွက်ခွာခဲ့သည်ဟု ပြောကြားခဲ့ကြသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَأَتْبَعُوهُم مُّشْرِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့သည် နေထွက်ချိန်၌ ၎င်းတို့အား လိုက်လံဖမ်းဆီးကြ၏။)</span> ဆိုလိုသည်မှာ၊ သူတို့သည် နေထွက်ချိန်၌ ဣစ်ရာအီလ်သားတို့နှင့် ဆုံခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا تَرَاءَى الْجَمْعَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တပ်နှစ်ခု တစ်ခုနှင့်တစ်ခု မြင်တွေ့သောအခါ)</span> ဆိုလိုသည်မှာ၊ အုပ်စုတစ်ခုစီသည် အခြားအုပ်စုကို မြင်တွေ့ရသောအခါ။ ထိုအချိန်တွင်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ أَصْحَابُ مُوسَىٰ إِنَّا لَمُدْرَكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာ၏ အပေါင်းအသင်းတို့က \"ငါတို့ အဖမ်းခံရတော့မည်မှာ သေချာပါသည်။\")</span> ဤသို့ဖြစ်ရခြင်းမှာ ဖိရ်အောင်နှင့် သူ၏လူများသည် ပင်လယ်နီကမ်းခြေတွင် ၎င်းတို့အား လိုက်မီခဲ့သောကြောင့်၊ ပင်လယ်က ၎င်းတို့ရှေ့တွင်ရှိပြီး၊ ဖိရ်အောင်နှင့် သူ၏တပ်များက ၎င်းတို့နောက်တွင် ရှိနေခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့က ဆိုကြသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّا لَمُدْرَكُونَ - قَالَ كَلَّا ۖ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငါတို့ အဖမ်းခံရတော့မည်မှာ သေချာပါသည်။\" <span class=\"gray\">(မူဆာက)</span> ဆို၏။ \"မဟုတ်ပေ၊ အမှန်စင်စစ် ငါနှင့်အတူ ငါ့ဘုရားသခင် ရှိတော်မူ၏။ သူသည် ငါ့ကို လမ်းပြလိမ့်မည်။\")</span> ဆိုလိုသည်မှာ၊ 'သင်တို့ ကြောက်ရွံ့သည့် မည်သည့်အရာမျှ သင်တို့အပေါ် ဖြစ်လာမည်မဟုတ်ပေ၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ဤနေရာသို့ ခေါ်ဆောင်လာရန် ငါ့ကို အမိန့်ပေးခဲ့ပြီး၊ သူသည် သူ၏ကတိကို မပျက်ကွက်ပါ။' ဟာရွန် (ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ) သည် ရှေ့ဆုံးတွင်ရှိပြီး၊ ယူးရှာအ် ဘင် နွန် နှင့် ဖိရ်အောင်၏ မိသားစုမှ ယုံကြည်သူတစ်ဦးတို့နှင့်အတူ၊ မူဆာ (ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ) သည် နောက်ဆုံးတွင်ရှိသည်။</p><p lang=\"my\" class=\"my \">တဖ်စီးရ်ပညာရှင်များစွာက ၎င်းတို့သည် ဘာလုပ်ရမှန်းမသိဘဲ ထိုနေရာတွင် ရပ်နေခဲ့ကြပြီး၊ ယူးရှာအ် ဘင် နွန် သို့မဟုတ် ဖိရ်အောင်၏ မိသားစုမှ ယုံကြည်သူတစ်ဦးက မူဆာ (ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ) အား \"အို အလ္လာဟ်၏ တမန်တော်၊ ဤနေရာသို့ ငါတို့ကို ခေါ်လာရန် သင်၏ဘုရားသခင်က အမိန့်ပေးခဲ့သည်လား?\" ဟု မေးမြန်းခဲ့သည်။ သူက \"ဟုတ်သည်\" ဟု ပြန်ဖြေခဲ့သည်။ ထို့နောက် ဖိရ်အောင်နှင့် သူ၏တပ်များသည် ချဉ်းကပ်လာပြီး အလွန်နီးကပ်နေခဲ့သည်။ ထိုအချိန်တွင် အလ္လာဟ်အရှင်မြတ်သည် သူ၏တမန်တော် မူဆာ (ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ) အား သူ၏တောင်ဝှေးဖြင့် ပင်လယ်ကို ရိုက်ခိုင်းခဲ့သည်။ ထို့ကြောင့် သူရိုက်လိုက်ရာ ပင်လယ်သည် အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်အရ ကွဲထွက်သွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ပင်လယ်သည် ကွဲထွက်သွားပြီး၊ အပိုင်းတစ်ခုစီသည် ကြီးမားသော တောင်ကဲ့သို့ ဖြစ်လာ၏။)</span> ဆိုလိုသည်မှာ၊ ကြီးမားသော တောင်များကဲ့သို့။ ဤသည်မှာ အိဗ်နု မပ်စ်အူဒ်၊ အိဗ်နု အဗ္ဗားစ်၊ မုဟမ္မဒ် ဘင် ကအ်ဗ်၊ အဒ်-ဒွဟ်ဟက်၊ ကတာဒါဟ်နှင့် အခြားသူတို့၏ အမြင်ဖြစ်သည်။ အတာအ် အလ်-ခုရာစာနီက \"၎င်းသည် တောင်နှစ်လုံးကြားရှိ လမ်းကြောင်းကို ရည်ညွှန်းသည်\" ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်က \"ပင်လယ်သည် လမ်းကြောင်းဆယ်နှစ်ခုအဖြစ် ပိုင်းခြားသွားပြီး၊ မျိုးနွယ်စုတစ်ခုစီအတွက် တစ်ခုစီဖြစ်သည်။\" အပ်စ်-စွတ်ဒ်ဒီက ထပ်မံဖြည့်စွက်သည်မှာ၊ \"ထိုလမ်းကြောင်းများတွင် တစ်ခုနှင့်တစ်ခု မြင်နိုင်သည့် ပြတင်းပေါက်များရှိပြီး၊ ရေသည် တံတိုင်းများကဲ့သို့ ထောင်မတ်နေခဲ့သည်\" ဟူ၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ပင်လယ်ကြမ်းပြင်ကို မြေပြင်ကဲ့သို့ ခိုင်မာစေရန် လေကို စေလွှတ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا لَّا تَخَافُ دَرَكًا وَلَا تَخْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့အတွက် ပင်လယ်၌ ခြောက်သွေ့သောလမ်းကို ရိုက်ပါ။ အဖမ်းခံရခြင်းကိုလည်း မကြောက်ရ၊ မစိုးရိမ်ရ။)</span><span class=\"gray\">(၂၀:၇၇)</span>။ ဤနေရာတွင် သူက မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَزْلَفْنَا ثَمَّ الْآخَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် အခြားသူများကို ထိုနေရာသို့ အနီးကပ်စေခဲ့၏။)</span> အိဗ်နု အဗ္ဗားစ်၊ အတာအ် အလ်-ခုရာစာနီ၊ ကတာဒါဟ်နှင့် အပ်စ်-စွတ်ဒ်ဒီက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَزْلَفْنَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် အနီးကပ်စေခဲ့၏)</span> ဆိုလိုသည်မှာ၊ \"ငါတို့သည် ဖိရ်အောင်နှင့် သူ၏တပ်များကို ပင်လယ်သို့ အနီးကပ်စေခဲ့သည်\"။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنجَيْنَا مُوسَىٰ وَمَن مَّعَهُ أَجْمَعِينَ - ثُمَّ أَغْرَقْنَا الْآخَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့သည် မူဆာနှင့် သူနှင့်အတူရှိသူ အားလုံးကို ကယ်တင်ခဲ့၏။ ထို့နောက် ငါတို့သည် အခြားသူများကို နှစ်မြုပ်ခဲ့၏။)</span> ဆိုလိုသည်မှာ၊ 'ငါတို့သည် မူဆာနှင့် ဣစ်ရာအီလ်သားများနှင့် ၎င်းတို့၏ဘာသာကို လိုက်နာသူတိုင်းကို ကယ်တင်ခဲ့ပြီး၊ ၎င်းတို့ထဲမှ တစ်ဦးတစ်ယောက်မျှ ဖျက်ဆီးမခံရပေ။ သို့သော် ဖိရ်အောင်နှင့် သူ၏တပ်များသည် နှစ်မြုပ်ခံရပြီး ၎င်းတို့ထဲမှ တစ်ဦးတစ်ယောက်မျှ အသက်မရှင်ဘဲ ဖျက်ဆီးခံရသည်။' ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသည်မှာ သက်သေလက္ခဏာတစ်ခုဖြစ်သည်)</span> ဆိုလိုသည်မှာ၊ ၎င်း၏ အံ့သြဖွယ်ရာများနှင့် အလ္လာဟ်အရှင်မြတ်၏ ယုံကြည်သောကျေးကျွန်များအား ကူညီခဲ့သည့် ဇာတ်လမ်းများနှင့်အတူ ဤပုံပြင်သည် အလ္လာဟ်အရှင်မြတ်၏ ဉာဏ်ပညာ၏ ပြတ်သားသော သက်သေနှင့် အထောက်အထားဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ - وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့အများစုမှာ မယုံကြည်သူများ ဖြစ်၏။ ထို့ပြင် အမှန်စင်စစ် သင်၏ဘုရားသခင်သည် တန်ခိုးအာနုဘော် အရှိန်အဝါ အလွန်ကြီးမားတော်မူသော၊ အလွန်ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။)</span> ဤဝါကျ၏ ရှင်းလင်းချက်ကို အထက်တွင် ဆွေးနွေးပြီးဖြစ်သည်။</p>"
  }
]