[
  {
    "ayah_key": "24:31",
    "group_ayah_key": "24:31",
    "from_ayah": "24:31",
    "to_ayah": "24:31",
    "ayah_keys": "24:31",
    "text": "<p lang=\"my\" class=\"my \">သက်ဝင်ယုံကြည်သော အမျိုးသမီးများအား ၎င်းတို့၏ အကြည့်များကို လျှော့ချရန်၊ ၎င်းတို့၏ လျှို့ဝှက်အင်္ဂါများကို ကာကွယ်ရန်နှင့် ထင်ရှားပေါ်လွင်သော အရာမှအပ ၎င်းတို့၏ အလှအပများကို ထုတ်ဖော်မပြရန် ပြောကြားပါ။ ၎င်းတို့၏ ခေါင်းစည်းပဝါများကို ၎င်းတို့၏ ရင်သားများပေါ်သို့ ဆွဲချထားရန်နှင့် ၎င်းတို့၏ အလှအပများကို ၎င်းတို့၏ ခင်ပွန်းများ၊ သို့မဟုတ် ၎င်းတို့၏ ဖခင်များ၊ သို့မဟုတ် ၎င်းတို့၏ ခင်ပွန်း၏ ဖခင်များ၊ သို့မဟုတ် ၎င်းတို့၏ သားများ၊ သို့မဟုတ် ၎င်းတို့၏ ခင်ပွန်း၏ သားများ၊ သို့မဟုတ် ၎င်းတို့၏ ညီအစ်ကိုများ၊ သို့မဟုတ် ၎င်းတို့၏ ညီအစ်ကိုများ၏ သားများ၊ သို့မဟုတ် ၎င်းတို့၏ ညီအစ်မများ၏ သားများ၊ သို့မဟုတ် ၎င်းတို့၏ အမျိုးသမီးများ၊ သို့မဟုတ် ၎င်းတို့၏ လက်ယာပိုင်ဆိုင်မှုများ၊ သို့မဟုတ် အမျိုးသမီးများအပေါ် ဆန္ဒမရှိသော အမျိုးသားများအနက်မှ တာဗီအင်များ၊ သို့မဟုတ် အမျိုးသမီးများ၏ လျှို့ဝှက်အင်္ဂါများကို မသိရှိသေးသော ကလေးများမှအပ ထုတ်ဖော်မပြရန် ပြောကြားပါ။ ၎င်းတို့၏ အလှအပများထဲမှ ဖုံးကွယ်ထားသည်များကို ထုတ်ဖော်ပြသရန် ၎င်းတို့၏ ခြေထောက်များကို မနင်းမိစေနှင့်။ အို ယုံကြည်သူအပေါင်းတို့၊ သင်တို့ အောင်မြင်မှုရရှိရန်အတွက် အသင်တို့အားလုံး အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှု တောင်းခံကြကုန်လော့။ <span>(၃၁)</span></p><div lang=\"my\" class=\"my \"><h2>ဟီဂျပ်၏ စည်းမျဉ်းများ</h2></div><p lang=\"my\" class=\"my \">၎င်းသည် အလ္လာဟ်အရှင်မြတ်မှ သက်ဝင်ယုံကြည်သော အမျိုးသမီးများအား အမိန့်ပေးထားခြင်းဖြစ်ပြီး၊ အရှင်၏ ယုံကြည်သူကျွန်များ၏ ဇနီးမယားများအပေါ် အရှင်၏ သဝန်တိုမှုလည်း ပါဝင်ပါသည်။ ၎င်းသည် ယုံကြည်သော အမျိုးသမီးများအား ဂျာဟီလီယာခေတ်အမျိုးသမီးများနှင့် ရုပ်တုကိုးကွယ်သော အမျိုးသမီးများ၏ လုပ်ရပ်များမှ ခွဲခြားရန်လည်း ဖြစ်ပါသည်။ ဤအာယတ်တော် ကျရောက်လာရခြင်း အကြောင်းရင်းကို မူကာတေလ် ဘင် ဟေယန်က ပြောပြခဲ့ပါသည်။ \"အကျွန်ုပ်တို့ ကြားသိရသည်မှာ – အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံး ဖြစ်သည် – ဂျာဘိရ် ဘင် အဗ်ဒွလ္လာဟ် အလ်-အန်ဆာရီက အက်စ်မာအ် ဘင်သ် မုရ်ရှီဒါသည် ဘနီ ဟာရီသာဟ်ရှိ သူမ၏ အိမ်တွင် ရှိနေစဉ် အမျိုးသမီးများသည် သူမထံသို့ အတွင်းပိုင်းအဝတ်အစားများ မပါဘဲ ဝင်လာကြပြီး ၎င်းတို့၏ ခြေကျင်းဝတ်များ၊ ရင်သားများနှင့် နဖူးမှ ဆံပင်များ ပေါ်နေသည်ကို မြင်တွေ့ခဲ့ရသည်။ အက်စ်မာအ်က 'ဒါ ဘယ်လောက်တောင် ရုပ်ဆိုးလိုက်တာလဲ!' ဟု ပြောလိုက်ပြီးနောက် အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ပြသခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သော အမျိုးသမီးများအား ၎င်းတို့၏ အကြည့်များကို လျှော့ချရန် ပြောကြားပါ...)</span>\" ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သော အမျိုးသမီးများအား ၎င်းတို့၏ အကြည့်များကို လျှော့ချရန် ပြောကြားပါ)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ ခင်ပွန်းများမှအပ ကြည့်ရှုခြင်းကို တားမြစ်ထားသည့်အရာများမှ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \"><span class=\"gray\">[အချို့သော]</span> ပညာရှင်များက အမျိုးသမီးများအနေဖြင့် ဆန္ဒမပါဘဲ မာဟ်ရမ်မဟုတ်သော အမျိုးသားများကို ကြည့်ရှုခွင့်ရှိသည်ဟု ပြောခဲ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော် ဆဟီဟ်တွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အီးဒ်နေ့တွင် ဗလီ၌ အီသီယိုးပီးယားလူမျိုးများ လှံများဖြင့် ကစားနေသည်ကို ကြည့်ရှုနေခဲ့ပြီး၊ ယုံကြည်သူတို့၏ မယ်တော် အာအီရှားသည် အရှင်၏ နောက်မှ ကြည့်ရှုနေခဲ့ကာ အရှင်က သူမကို ၎င်းတို့ထံမှ ဖုံးကွယ်ပေးထားခဲ့ပြီး သူမ ငြီးငွေ့၍ ထွက်သွားသည်အထိ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَحْفَظْنَ فُرُوجَهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ လျှို့ဝှက်အင်္ဂါများကို ကာကွယ်ပါ)</span>။ စအိဒ် ဘင် ဂျူဘိုင်ရ် က \"မကောင်းမှုများမှ\" ဟု ဆိုသည်။ အဘူ အလ်-အာလီယာဟ် က \"ကုရ်အာန်ရှိ လျှို့ဝှက်အင်္ဂါများကို ကာကွယ်ခြင်းအကြောင်း ဖော်ပြထားသော အာယတ်တိုင်းသည် ဇီနာမှ ကာကွယ်ခြင်းကို ဆိုလိုသည်။ သို့သော် ဤအာယတ်မှအပ –</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَحْفَظْنَ فُرُوجَهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ လျှို့ဝှက်အင်္ဂါများကို ကာကွယ်ပါ)</span>၊ ဆိုလိုသည်မှာ မည်သူတစ်ဦးတစ်ယောက်မျှ မမြင်စေရန် ကာကွယ်ခြင်းဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ထင်ရှားပေါ်လွင်သော အရာမှအပ ၎င်းတို့၏ အလှအပများကို ထုတ်ဖော်မပြရန်,)</span> ဆိုလိုသည်မှာ ၎င်းတို့အနေဖြင့် မာဟ်ရမ်မဟုတ်သော အမျိုးသားများအား ၎င်းတို့၏ အလှအပများထဲမှ ဖုံးကွယ်ရန် မဖြစ်နိုင်သောအရာမှအပ မည်သည့်အရာကိုမျှ မပြသသင့်ပေ။ အိဗ်နု မပ်စ်အူဒ် က \"အဝတ်အစားများနှင့် အပေါ်ဝတ်များကဲ့သို့သော\" ဟု ဆိုသည်။</p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အာရပ်အမျိုးသမီးများ ဝတ်ဆင်လေ့ရှိသော အဝတ်အစားများကို ဖုံးအုပ်ထားသည့် ခေါင်းစည်းပဝါနှင့် အပေါ်ဝတ်အောက်မှ ပေါ်လွင်နေသည့်အရာများ ဖြစ်သည်။ ဤအရာအတွက် သူမအပေါ် အပြစ်မရှိပါ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် သူမ ဖုံးကွယ်၍မရနိုင်သောအရာ ဖြစ်သောကြောင့်ဖြစ်သည်။ ထိုနည်းတူစွာ သူမ၏ အတွင်းဝတ်မှ ပေါ်လွင်နေသောအရာနှင့် သူမ ဖုံးကွယ်၍မရနိုင်သောအရာများလည်း ပါဝင်သည်။ အလ်-ဟာစန်၊ အိဗ်နု စီရင်၊ အဘူ အလ်-ဂျောင်ဇာအ်၊ အိဗ်ရာဟင်မ် အန်-နခါအီ နှင့် အခြားသူများလည်း အိဗ်နု မပ်စ်အူဒ်၏ အမြင်အတိုင်းပင် ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ ခေါင်းစည်းပဝါများကို ၎င်းတို့၏ ရင်သားများပေါ်သို့ ဆွဲချထားရန်)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ရင်ဘတ်နှင့် နံရိုးများကို ဖုံးအုပ်စေမည့် အပေါ်ဝတ်ကို ဝတ်ဆင်သင့်သည်။ သို့မှသာ ၎င်းတို့သည် ဂျာဟီလီယာခေတ်အမျိုးသမီးများနှင့် ကွဲပြားလိမ့်မည်။ ထိုခေတ်အမျိုးသမီးများသည် ထိုသို့မပြုဘဲ အမျိုးသားများရှေ့တွင် ၎င်းတို့၏ ရင်သားများ လုံးဝမဖုံးအုပ်ဘဲ၊ လည်ပင်း၊ နဖူးမှဆံပင်၊ ဆံပင်နှင့် နားကပ်များ မဖုံးအုပ်ဘဲ သွားလာလေ့ရှိကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ယုံကြည်သော အမျိုးသမီးများအား မိမိတို့ကိုယ်ကို ဖုံးအုပ်ရန် အမိန့်ပေးခဲ့ပြီး၊ အရှင်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ قُل لِّأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَابِيبِهِنَّ ۚ ذَٰلِكَ أَدْنَىٰ أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို နဗီတမန်တော်၊ အသင်၏ ဇနီးမယားများ၊ အသင်၏ သမီးတော်များနှင့် ယုံကြည်သူအမျိုးသမီးများအား ၎င်းတို့၏ အပေါ်ဝတ်များကို ၎င်းတို့၏ ခန္ဓာကိုယ်များပေါ်သို့ ဆွဲချထားရန် ပြောကြားပါလေ။ ၎င်းသည် ပိုမိုကောင်းမွန်ပေလိမ့်မည်။ သို့မှသာ ၎င်းတို့သည် သိရှိကြပြီး ဒုက္ခမရောက်ကြစေရန်ဖြစ်သည်။)</span><span class=\"gray\">(၃၃း၅၉)</span> ဤမြင့်မြတ်သော အာယတ်တော်၌ အရှင်က မိန့်တော်မူသည်–</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ <span class=\"gray\">(ခူမူရ်)</span> ခေါင်းစည်းပဝါများကို ၎င်းတို့၏ ရင်သားများပေါ်သို့ ဆွဲချထားရန်)</span> ခူမူရ် <span class=\"gray\">(ခေါင်းစည်းပဝါများ)</span> သည် ခီမာရ်၏ အများကိန်းဖြစ်ပြီး၊ ဖုံးအုပ်သည့်အရာကို ဆိုလိုသည်။ ၎င်းသည် ဦးခေါင်းကို ဖုံးအုပ်ရန် အသုံးပြုသည်။ ၎င်းကို လူအများကြားတွင် ခေါင်းစည်းပဝါအဖြစ် သိကြသည်။ စအိဒ် ဘင် ဂျူဘိုင်ရ် က ဆိုသည်–</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلْيَضْرِبْنَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဆွဲချထားရန်)</span> ဆိုလိုသည်မှာ ပတ်၍ ခိုင်မြဲစွာ ချည်နှောင်ထားခြင်းကို ဆိုလိုသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ခေါင်းစည်းပဝါများကို ၎င်းတို့၏ ရင်သားများပေါ်သို့)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ လည်ပင်းများနှင့် ရင်ဘတ်များပေါ်သို့ ဖြစ်ပြီး မည်သည့်အရာမျှ မမြင်ရအောင် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အာအီရှား၊ အလ္လာဟ်အရှင်မြတ် သူမအား နှစ်သက်တော်မူပါစေ၊ မှ မှတ်တမ်းတင်ထားသည်မှာ- \"အလ္လာဟ်အရှင်မြတ်က စောစီးစွာ ပြောင်းရွှေ့လာသော အမျိုးသမီးများအပေါ် ကရုဏာထားတော်မူပါစေ။ အလ္လာဟ်အရှင်မြတ်က ဤအာယတ်တော်ကို ထုတ်ဖော်ပြသသောအခါ–</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ ခေါင်းစည်းပဝါများကို ၎င်းတို့၏ ရင်သားများပေါ်သို့ ဆွဲချထားရန်)</span>၊ ၎င်းတို့သည် ၎င်းတို့၏ အပရွန်များကို ဆုတ်ဖြဲပြီး ၎င်းတို့ကိုယ်တိုင် ၎င်းတို့ဖြင့် ခေါင်းစည်းပဝါအဖြစ် အသုံးပြုခဲ့ကြသည်။\" အရှင်က စဖီယာဟ် ဘင်သ် ရှိဗာဟ် မှလည်း ရဝါယတ်ပြုသည်မှာ အာအီရှား၊ အလ္လာဟ်အရှင်မြတ် သူမအား နှစ်သက်တော်မူပါစေ၊ က ပြောလေ့ရှိသည်– \"ဤအာယတ်တော်–</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ ခေါင်းစည်းပဝါများကို ၎င်းတို့၏ ရင်သားများပေါ်သို့ ဆွဲချထားရန်)</span> ကျရောက်လာသောအခါ၊ ၎င်းတို့သည် ၎င်းတို့၏ အီဇာရ်များ <span class=\"gray\">(ခါးစည်းပုဝါများ)</span> ကိုယူကာ အစွန်းများမှ ဆုတ်ဖြဲပြီး ၎င်းတို့ကိုယ်တိုင် ၎င်းတို့ဖြင့် ခေါင်းစည်းပဝါအဖြစ် အသုံးပြုခဲ့ကြသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ အလှအပများကို ၎င်းတို့၏ ခင်ပွန်းများ၊ သို့မဟုတ် ၎င်းတို့၏ ဖခင်များ၊ သို့မဟုတ် ၎င်းတို့၏ ခင်ပွန်း၏ ဖခင်များ၊ သို့မဟုတ် ၎င်းတို့၏ သားများ၊ သို့မဟုတ် ၎င်းတို့၏ ခင်ပွန်း၏ သားများ၊ သို့မဟုတ် ၎င်းတို့၏ ညီအစ်ကိုများ၊ သို့မဟုတ် ၎င်းတို့၏ ညီအစ်ကိုများ၏ သားများ၊ သို့မဟုတ် ၎င်းတို့၏ ညီအစ်မများ၏ သားများမှအပ ထုတ်ဖော်မပြရန်၊)</span></p><p lang=\"my\" class=\"my \">ဤသူများအားလုံးသည် အမျိုးသမီးတစ်ဦးနှင့် ဘယ်တော့မှ လက်ထပ်၍မရနိုင်သော <span class=\"gray\">(မာဟ်ရမ်)</span> ဆွေမျိုးရင်းချာများဖြစ်ပြီး၊ သူမအနေဖြင့် ၎င်းတို့အား သူမ၏ အလှအပများကို ပြသခွင့်ရှိသော်လည်း၊ မဆင်ခြင်ဘဲ ထုတ်ဖော်ပြသခြင်း မပြုဘဲ ဖြစ်သည်။ အိဗ်နု အလ်-မွန်ဒီရ်က အိကရီမာဟ်က ဤအာယတ်တော်နှင့် ပတ်သက်၍ မှတ်ချက်ပြုခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ အလှအပများကို ၎င်းတို့၏ ခင်ပွန်းများ၊ သို့မဟုတ် ၎င်းတို့၏ ဖခင်များ၊ သို့မဟုတ် ၎င်းတို့၏ ခင်ပွန်း၏ ဖခင်များမှအပ ထုတ်ဖော်မပြရန်...)</span>၊</p><p lang=\"my\" class=\"my \">ဖခင်ဘက်မှ ဦးလေးနှင့် မိခင်ဘက်မှ ဦးလေးတို့ကို ဤနေရာတွင် ဖော်ပြထားခြင်းမရှိပေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အမျိုးသမီးတစ်ဦးကို ၎င်းတို့၏ သားများအား ဖော်ပြပြောဆိုနိုင်သောကြောင့် အမျိုးသမီးတစ်ဦးသည် သူမ၏ ခီမာရ်ကို သူမ၏ ဖခင်ဘက်မှ ဦးလေး သို့မဟုတ် မိခင်ဘက်မှ ဦးလေးရှေ့တွင် မချွတ်သင့်ပေ။ ခင်ပွန်းနှင့် ပတ်သက်၍ ဤအရာအားလုံးသည် သူ၏အတွက်ဖြစ်သောကြောင့် သူမသည် သူတစ်ပါးရှေ့တွင် ပေါ်ထွန်းရမည့် ပုံစံနှင့်မတူဘဲ သူ၏အတွက် မိမိကိုယ်ကို အလှဆင်ရာတွင် အကောင်းဆုံး ကြိုးစားသင့်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَوْ نِسَائِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့၏ အမျိုးသမီးများ၊)</span> ဆိုလိုသည်မှာ သူမသည် အခြားမွတ်စ်လင်မ်အမျိုးသမီးများရှေ့တွင်လည်း သူမ၏ အလှအပများကို ဝတ်ဆင်နိုင်သော်လည်း၊ အာဟ်လွတ် ဒစ်ဇင်မဟ် <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်အမျိုးသမီးများ)</span> ရှေ့တွင် မဝတ်ဆင်သင့်ပေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် သူမကို ၎င်းတို့၏ ခင်ပွန်းများအား ဖော်ပြပြောဆိုနိုင်သောကြောင့် ဖြစ်သည်။ ဤသည်မှာ အမျိုးသမီးအားလုံးအတွက် တားမြစ်ထားခြင်းဖြစ်သော်လည်း အာဟ်လွတ် ဒစ်ဇင်မဟ် အမျိုးသမီးများ၏ ကိစ္စတွင် ပို၍ တင်းကျပ်ပါသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့အား ထိုသို့ပြုလုပ်ခြင်းမှ တားဆီးရန် မည်သည့်အရာမျှ မရှိသော်လည်း၊ မွတ်စ်လင်မ်အမျိုးသမီးများသည် ၎င်းသည် တရားမဝင်ကြောင်း သိရှိသောကြောင့် ထိုသို့ပြုလုပ်ခြင်းမှ ရှောင်ကြဉ်ကြမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُبَاشِرِ الْمَرْأَةُ الْمَرْأَةَ فَتَنْعَتَهَا لِزَوْجِهَا كَأَنَّهُ يَنْظُرُ إِلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အမျိုးသမီးမျှ အခြားအမျိုးသမီးတစ်ဦးကို သူမ၏ ခင်ပွန်းအား မဖော်ပြသင့်ပေ၊ သို့မှသာ သူက သူမကို ကြည့်နေသကဲ့သို့ ဖြစ်မည်ကို ရှောင်ရှားရန်။)</span> ၎င်းကို အိဗ်နု မပ်စ်အူဒ် မှ ဆဟီဟ် နှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့၏ လက်ယာပိုင်ဆိုင်မှုများ။)</span> အိဗ်နု ဂျရီးရ် က \"ဆိုလိုသည်မှာ ရုပ်တုကိုးကွယ်သူ အမျိုးသမီးများထဲမှ ဖြစ်သည်။ မွတ်စ်လင်မ်အမျိုးသမီးတစ်ဦးအနေဖြင့် ထိုကဲ့သို့သော အမျိုးသမီးရှေ့တွင် သူမ၏ အလှအပများကို ထုတ်ဖော်ပြသခွင့်ရှိသည်၊ သူမသည် ရုပ်တုကိုးကွယ်သူ ဖြစ်နေလျှင်ပင်၊ အဘယ်ကြောင့်ဆိုသော် သူမသည် သူမ၏ ကျွန်မဖြစ်သောကြောင့်ဖြစ်သည်။\" ဤသည်မှာ စအိဒ် ဘင် အလ်-မုစိုင်ယိဘ် ၏ အမြင်လည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသမီးများအပေါ် ဆန္ဒမရှိသော အမျိုးသားများအနက်မှ တာဗီအင်များ၊)</span> ဥပမာ- ငှားရမ်းထားသော ကျွန်များ၊ အမျိုးသမီးနှင့် အဆင့်အတန်းတူမဟုတ်သော နောက်လိုက်များ၊ စိတ်အားနည်းပြီး အမျိုးသမီးများအပေါ် စိတ်ဝင်စားမှု သို့မဟုတ် ဆန္ဒမရှိသူများ ဖြစ်သည်။ အိဗ်နု အဗ်ဗားစ် က \"ဤသည်မှာ ဆန္ဒမရှိသူ အမျိုးအစား ဖြစ်သည်\" ဟု ဆိုသည်။</p><p lang=\"my\" class=\"my \">အိကရီမာဟ် က \"ဤသူသည် လိင်တံမာမှု မဖြစ်ပေါ်နိုင်သော လိင်နှစ်မျိုးပြောင်းသူ ဖြစ်သည်\" ဟု ဆိုသည်။ ဤသည်မှာ ဆလဖ်များထဲမှ အခြားသူများ၏ အမြင်လည်းဖြစ်သည်။ ဆဟီဟ်တွင် အာအီရှား မှ ရဝါယတ်ပြုသည်မှာ လိင်နှစ်မျိုးပြောင်းသူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ မိသားစုထံ ဝင်ထွက်သွားလာလေ့ရှိပြီး ၎င်းတို့က သူ့ကို ဆန္ဒမရှိသူများထဲမှ တစ်ဦးအဖြစ် သတ်မှတ်ခဲ့ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ရောက်လာသောအခါ သူသည် အမျိုးသမီးတစ်ဦးကို ရှေ့ဘက်တွင် အဆီအလွှာလေးလွှာနှင့် နောက်ဘက်တွင် ရှစ်လွှာရှိသည်ဟု ဖော်ပြပြောဆိုနေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أَرَى هَذَا يَعْلَمُ مَا هَهُنَا لَا يَدْخُلَنَّ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ဤသူသည် ဤအရာများကို သိသည်ဟု ငါထင်သည်၊ သူသည် သင်တို့ထံ မည်သည့်အခါမျှ မဝင်ရောက်စေရ။)</span> အရှင်က သူ့ကို နှင်ထုတ်ခဲ့ပြီး သူသည် အလ်-ဘိုင်ဒါအ် တွင် နေထိုင်ခဲ့ကာ သောကြာနေ့တိုင်း အစာရယူရန်သာ လာရောက်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَىٰ عَوْرَاتِ النِّسَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် အမျိုးသမီးများ၏ လျှို့ဝှက်အင်္ဂါများကို မသိရှိသေးသော ကလေးများ။)</span> အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အလွန်ငယ်သေးသောကြောင့် အမျိုးသမီးများအကြောင်း သို့မဟုတ် ၎င်းတို့၏ 'အော်ရာဟ်' သို့မဟုတ် ၎င်းတို့၏ နူးညံ့သောအပြောအဆို သို့မဟုတ် ၎င်းတို့၏ ဆွဲဆောင်မှုရှိသော လမ်းလျှောက်ပုံနှင့် လှုပ်ရှားပုံများအကြောင်း မည်သည့်အရာကိုမျှ နားမလည်သောကြောင့်ဖြစ်သည်။ ကလေးတစ်ဦးသည် ငယ်ရွယ်ပြီး ထိုအရာကို နားမလည်ပါက အမျိုးသမီးများထံ ဝင်ရောက်ခြင်းသည် အပြစ်မရှိပေ။ သို့သော် သူသည် ဆယ်ကျော်သက် သို့မဟုတ် ဆယ်ကျော်သက်အရွယ်နီးပါးဖြစ်ပြီး ဤအရာများကို သိရှိနားလည်ကာ မည်သူက လှပပြီး မည်သူက မလှပကြောင်း ခွဲခြားသိမြင်နိုင်ပါက သူသည် အမျိုးသမီးများထံ မဝင်ရောက်သင့်ပေ။ ဆဟီဟ် နှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَالدُّخُولَ عَلَى النِّسَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသမီးများထံ ဝင်ရောက်ခြင်းကို ရှောင်ကြဉ်ကြ။)</span> \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အမျိုးသားယောက္ခမများအကြောင်း အသင်မည်သို့ ထင်မြင်ပါသနည်း?\" ဟု ပြောသောအခါ အရှင်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْوُ: الْمَوْتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသားယောက္ခမသည် သေခြင်းပင်။)</span></p><div lang=\"fy\" class=\"fy \"><h2>The Etiquette of Women Walking in the Street</h2></div><p lang=\"jv\" class=\"jv \">Allah's saying:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ ခြေထောက်များကို မနင်းမိစေနှင့်...)</span> ဂျာဟီလီယာခေတ်တွင် အမျိုးသမီးများသည် ခြေကျင်းဝတ်များ ဝတ်ဆင်၍ လမ်းပေါ်တွင် လမ်းလျှောက်သောအခါ မည်သူမျှ မကြားနိုင်သောအခါ ၎င်းတို့သည် ၎င်းတို့၏ ခြေကျင်းဝတ်များ မြည်သံကို အမျိုးသားများ ကြားနိုင်စေရန် ၎င်းတို့၏ ခြေထောက်များကို နင်းလေ့ရှိကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သော အမျိုးသမီးများအား ဤသို့ပြုခြင်းကို တားမြစ်ခဲ့သည်။ ထိုနည်းတူစွာ အခြားဖုံးကွယ်ထားသော အလှဆင်ပစ္စည်းမျိုးရှိပါက အမျိုးသမီးများအား ဖုံးကွယ်ထားသည်များကို ထုတ်ဖော်ပြသနိုင်မည့် မည်သည့်လှုပ်ရှားမှုကိုမျှ ပြုလုပ်ခြင်းကို တားမြစ်ထားသည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ ခြေထောက်များကို မနင်းမိစေနှင့်...)</span> အဆုံးအထိ။ ထိုမှစ၍ အမျိုးသမီးများအနေဖြင့် အိမ်ပြင်သို့ ထွက်ခွာသောအခါ ရနံ့နှင့် ရေမွှေးဆွတ်ခြင်းကိုလည်း တားမြစ်ထားသည်၊ အမျိုးသားများ ၎င်းတို့၏ ရေမွှေးနံ့ကို ရှူမိမည်ကို စိုးရိမ်သောကြောင့် ဖြစ်သည်။ အဘူ အီစာ အတ်-တီရ်မီဇီက အဘူ မူဆာ၊ အလ္လာဟ်အရှင်မြတ် သူအား နှစ်သက်တော်မူပါစေ၊ မှ မှတ်တမ်းတင်ထားသည်မှာ နဗီတမန်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ عَيْنٍ زَانِيَةٌ، وَالْمَرْأَةُ إِذَا اسْتَعْطَرَتْ فَمَرَّتْ بِالْمَجْلِسِ فَهِيَ كَذَا وَكَذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်လုံးတိုင်းသည် ဇီနာနှင့် ကာမပိုင်များကို ကျူးလွန်၏။ အမျိုးသမီးတစ်ဦးသည် ရေမွှေးဆွတ်၍ လူစုလူဝေးကို ဖြတ်သွားသောအခါ သူမသည် ထိုသို့ထိုသို့ ဖြစ်သည်)</span> – ဆိုလိုသည်မှာ ကာမပိုင်ပြစ်မှု ကျူးလွန်သူဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အရှင်က \"အဘူ ဟူရိုင်ရာဟ် မှလည်း အလားတူ ရဝါယတ်ရှိပြီး၊ ဤသည်မှာ ဟာဆန် ဆဟီဟ် ဖြစ်သည်\" ဟု ဆိုသည်။ ၎င်းကို အဘူ ဒါဝူဒ် နှင့် အန်-နဆာအီ တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထိုနည်းတူစွာ အမျိုးသမီးများအနေဖြင့် လမ်းလယ်တွင် လမ်းလျှောက်ခြင်းကိုလည်း တားမြစ်ထားသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အရှက်အကြောက်မရှိ ထုတ်ဖော်ပြသခြင်းများ ပါဝင်သောကြောင့် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အဘူ ဒါဝူဒ်က အဘူ အူဆိုင်းဒ် အလ်-အန်ဆာရီ မှ မှတ်တမ်းတင်ထားသည်မှာ အရှင်သည် ဗလီမှ ထွက်လာစဉ် အမျိုးသားများနှင့် အမျိုးသမီးများ လမ်းပေါ်တွင် ရောနှောနေသည်ကို မြင်သောအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က အမျိုးသမီးများအား ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَأْخِرْنَ فَإِنَّهُ لَيْسَ لَكُنَّ أَنْ تَحْقُقْنَ الطَّرِيقَ، عَلَيْكُنَّ بِحَافَّاتِ الطَّرِيقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်သို့ ဆုတ်နေကြ၊ သင်တို့သည် လမ်းလယ်တွင် လမ်းလျှောက်ပိုင်ခွင့်မရှိ။ သင်တို့သည် လမ်းဘေးများတွင် နေသင့်သည်။)</span> အမျိုးသမီးများသည် နံရံများကို အလွန်အမင်း ကပ်နေကြသောကြောင့် ၎င်းတို့၏ အဝတ်အစားများ နံရံတွင် ကပ်ငြိနေလေ့ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့၊ သင်တို့ အောင်မြင်မှုရရှိရန်အတွက် အသင်တို့အားလုံး အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှု တောင်းခံကြကုန်လော့။)</span> ဆိုလိုသည်မှာ ဤလှပသော အကျင့်စာရိတ္တကောင်းများနှင့် ချီးမွမ်းဖွယ်ရာ စရိုက်လက္ခဏာများတွင် အသင်တို့အား အမိန့်ပေးထားသည်များကို ကျင့်သုံးကြပြီး၊ ဂျာဟီလီယာခေတ်လူမျိုးများ၏ မကောင်းသောနည်းလမ်းများကို စွန့်ပစ်ကြ၊ အကြောင်းမှာ အကြီးမြတ်ဆုံးသော အောင်မြင်မှုသည် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်၏ ရစူလ်တမန်တော် ﷺ အမိန့်ပေးထားသည်များကို ပြုလုပ်ခြင်းနှင့် အရှင်တားမြစ်ထားသည်များကို ရှောင်ကြဉ်ခြင်းတို့တွင် တွေ့ရှိနိုင်သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ခွန်အား၏ အရင်းအမြစ်ဖြစ်သည်။</p>"
  }
]