[
  {
    "ayah_key": "3:55",
    "group_ayah_key": "3:55",
    "from_ayah": "3:55",
    "to_ayah": "3:58",
    "ayah_keys": "3:55,3:56,3:57,3:58",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ <span class=\"gray\">(မှတ်ရမည်မှာ)</span> \"အို အီဆာ! ငါသည် သင့်ကို သိမ်းယူမည်၊ ငါ့ထံသို့ မြှင့်တင်မည်၊ သင့်ကို မယုံကြည်သူများထံမှ <span class=\"gray\">[ကယ်တင်ကာ]</span> စင်ကြယ်စေမည်၊ သင့်ကို လိုက်နာသူများကို ရှင်ပြန်ထမြောက်ရာနေ့အထိ မယုံကြည်သူများထက် သာလွန်စေမည်။ ထို့နောက် သင်တို့သည် ငါ့ထံသို့ ပြန်လာရမည်ဖြစ်ပြီး သင်တို့ အငြင်းပွားခဲ့သော ကိစ္စများတွင် ငါသည် သင်တို့ကြား၌ ဆုံးဖြတ်ပေးမည်။ <span>(၅၅)</span>မယုံကြည်သူများအား ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ပြင်းထန်သော ပြစ်ဒဏ်ပေးမည်ဖြစ်ပြီး ၎င်းတို့တွင် ကူညီသူများ ရှိမည်မဟုတ်ပေ။ <span>(၅၆)</span>ယုံကြည်ပြီး ကောင်းမှုများ ပြုသူများအတွက်မူ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အကျိုးကို အပြည့်အဝ ပေးဆပ်မည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူများကို နှစ်သက်တော်မမူပေ။ <span>(၅၇)</span>ဤသည်မှာ ငါတို့သည် သင့်အား အာယတ်တော်များနှင့် ပညာရှိသော သတိပေးချက်များမှ ရွတ်ပြခြင်းဖြစ်၏။ <span>(၅၈)</span></p><div lang=\"my\" class=\"my \"><h2>'သင့်ကို သိမ်းယူခြင်း' ၏ အဓိပ္ပါယ်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင့်ကို သိမ်းယူမည်၊ ငါ့ထံသို့ မြှင့်တင်မည်)</span> သင် အိပ်ပျော်နေစဉ်။ အလ္လာဟ်အရှင်မြတ်သည် အလားတူ အာယတ်တော်၌ မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَتَوَفَّاكُم بِاللَّيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဘက်၌ သင်တို့၏ ဝိညာဉ်များကို <span class=\"gray\">(သင်တို့ အိပ်ပျော်နေချိန်တွင်)</span> သိမ်းယူသူသည် အရှင်ပင်ဖြစ်သည်)</span><span class=\"gray\">[၆:၆၀]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَتَوَفَّى الْأَنفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ဝိညာဉ်များကို ၎င်းတို့ သေဆုံးချိန်၌ သိမ်းယူသည်၊ အိပ်ပျော်နေစဉ် မသေဆုံးသော ဝိညာဉ်များကိုလည်း သိမ်းယူသည်)</span><span class=\"gray\">[၃၉:၄၂]</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် နိုးထချိန်တွင် အောက်ပါစကားများကို ရွတ်ဖတ်လေ့ရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ للهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا، وَإِلَيْهِ النُّشُورُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ကို သေစေပြီးနောက် <span class=\"gray\">(အိပ်ပျော်စေပြီးနောက်)</span> အသက်ပြန်ရှင်စေတော်မူသောအလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းအားလုံးသည် အရှင့်အတွက်သာဖြစ်သည်။ ထို့ပြင် ပြန်လည်ရောက်ရှိရာသည် အရှင့်ထံသို့ပင်ဖြစ်သည်)</span>။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَىٰ مَرْيَمَ بُهْتَانًا عَظِيمًا - وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَٰكِن شُبِّهَ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ မယုံကြည်မှုနှင့် မရ်ယမ်အပေါ် စွပ်စွဲမှုများကြောင့်၊ ထို့ပြင် ၎င်းတို့၏ \"ကျွန်ုပ်တို့သည် မရ်ယမ်၏သား၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ အလ်-မစီးဟ် အီဆာကို သတ်ခဲ့သည်\" ဟူသော စကားကြောင့်ဖြစ်သည်။ — သို့သော် ၎င်းတို့သည် သူ့ကို မသတ်ခဲ့ကြ၊ လက်ဝါးကပ်တိုင်၌လည်း မတပ်ခဲ့ကြ၊ သို့သော် ၎င်းတို့အား ထိုသို့ ထင်ရစေခဲ့သည်)</span> အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا قَتَلُوهُ يَقِينًا - بَل رَّفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا - وَإِن مِّنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်၊ ၎င်းတို့သည် သူ့ကို မသတ်ခဲ့ကြပေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို အရှင့်ထံသို့ မြှင့်တင်တော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို လွှမ်းမိုးနိုင်သူ၊ အရာခပ်သိမ်းကို သိရှိနားလည်သူ ဖြစ်သည်။ ကျမ်းတော်ရှင်တို့အနက် <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်)</span> မည်သူမဆို သူ့၏ သေဆုံးခြင်းမတိုင်မီ သူ့ကို ယုံကြည်ရမည်သာဖြစ်သည်။ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူ <span class=\"gray\">['အီဆာ']</span> သည် ၎င်းတို့အပေါ် သက်သေခံဖြစ်ပေမည်။)</span><span class=\"gray\">[၄:၁၅၆-၁၅၉]</span></p><p lang=\"my\" class=\"my \">'သူ့၏ သေဆုံးခြင်း' ဟူသည် အီဆာကို ရည်ညွှန်းသည်။ ထိုအာယတ်တော်၏ အဓိပ္ပါယ်မှာ ကျမ်းတော်ရှင်များသည် အီဆာမသေဆုံးမီ အီဆာကို ယုံကြည်ကြမည်ဟူ၍ဖြစ်သည်။ ၎င်းသည် ရှင်ပြန်ထမြောက်ရာနေ့မတိုင်မီ အီဆာသည် ဤလောကသို့ ပြန်လည်ရောက်ရှိလာချိန်တွင် ဖြစ်ပေါ်လိမ့်မည်၊ ကျွန်ုပ်တို့ ရှင်းပြသကဲ့သို့ပင်။ ထိုအချိန်တွင် ကျမ်းတော်ရှင်အားလုံးသည် အီဆာကို ယုံကြည်ကြလိမ့်မည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် ဂျစ်ဇ်ယာကို ပယ်ဖျက်မည်ဖြစ်ပြီး လူများထံမှ အစ္စလာမ်ကိုသာ လက်ခံမည်ဖြစ်သည်။ အိဘ်န် အဘီ ဟာတီမ်က မှတ်တမ်းတင်ထားသည်မှာ အလ်-ဟာစန်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ဖြစ်သော၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي مُتَوَفِّيكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင့်ကို သိမ်းယူမည်)</span> ဟူသည် အိပ်စက်ခြင်းကို ရည်ညွှန်းသည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် အီဆာ အိပ်ပျော်နေစဉ် သူ့ကို မြှင့်တင်တော်မူခဲ့သောကြောင့်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အီဆာ၏ ဘာသာတရားကို ပြောင်းလဲခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကို မယုံကြည်သူများထံမှ <span class=\"gray\">[ကယ်တင်ကာ]</span> စင်ကြယ်စေမည်)</span> သင့်ကို ကောင်းကင်သို့ မြှင့်တင်ခြင်းဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَىٰ يَوْمِ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကို လိုက်နာသူများကို ရှင်ပြန်ထမြောက်ရာနေ့အထိ မယုံကြည်သူများထက် သာလွန်စေမည်)</span></p><p lang=\"my\" class=\"my \">ဤသည်ပင် ဖြစ်ပျက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အီဆာကို ကောင်းကင်သို့ မြှင့်တင်တော်မူသောအခါ၊ သူ၏ နောက်လိုက်များသည် ဂိုဏ်းဂဏများနှင့် အုပ်စုများအဖြစ် ကွဲပြားသွားခဲ့ကြသည်။ ၎င်းတို့အနက် အချို့သည် အလ္လာဟ်အရှင်မြတ်က အီဆာကို စေလွှတ်ခဲ့သည့်အတိုင်း အလ္လာဟ်အရှင်မြတ်၏ ကျွန်၊ အရှင့်၏ တမန်တော်နှင့် အရှင့်၏ မိန်းမကျွန်၏သားအဖြစ် ယုံကြည်ခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">သို့သော် ၎င်းတို့အနက် အချို့သည် အီဆာအပေါ် လွန်ကဲစွာပြုမူခဲ့ကြပြီး သူသည် အလ္လာဟ်အရှင်မြတ်၏သားဖြစ်သည်ဟု ယုံကြည်ခဲ့ကြသည်။ ၎င်းတို့အနက် အချို့က အီဆာသည် အလ္လာဟ်အရှင်မြတ်ကိုယ်တိုင်ဖြစ်သည်ဟု ဆိုခဲ့ကြပြီး၊ အချို့ကမူ သူသည် တြိเอก (သုံးပါးပေါင်းတစ်ဆူ) ထဲမှ တစ်ပါးဖြစ်သည်ဟု ဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤမှားယွင်းသော အယူဝါဒများကို ကုရ်အာန်၌ ဖော်ပြခဲ့ပြီး ၎င်းတို့ကို ပယ်ချခဲ့သည်။ ခရစ်ယာန်များသည် ခရစ်နှစ် တတိယရာစုအထိ ဤအတိုင်းပင် ရှိနေခဲ့ကြသည်။ ထိုစဉ်က ကွန်စတင်တိုင်းအမည်ရှိ ဂရိဘုရင်တစ်ပါးသည် ခရစ်ယာန်ဘာသာကို ဖျက်ဆီးရန် ရည်ရွယ်ချက်ဖြင့် ခရစ်ယာန်ဘာသာဝင် ဖြစ်လာခဲ့သည်။ ကွန်စတင်တိုင်းသည် အတွေးအခေါ်ပညာရှင်ဖြစ်သည် သို့မဟုတ် ရိုးရှင်းစွာပင် အသိပညာနည်းပါးသူ ဖြစ်ခဲ့သည်။ ကွန်စတင်တိုင်းသည် အီဆာ၏ ဘာသာတရားကို ထပ်ဖြည့်ခြင်းနှင့် ဖျက်ပစ်ခြင်းတို့ဖြင့် ပြောင်းလဲခဲ့သည်။ သူသည် ခရစ်ယာန်ဘာသာ၏ ထုံးတမ်းစဉ်လာများနှင့် ကြီးကျယ်သော ယုံကြည်ချက်ဟု ခေါ်ဆိုသော အရာများကို ထူထောင်ခဲ့သည်၊ ထိုအရာသည် အမှန်တကယ်တွင် ကြီးကျယ်သော သစ္စာဖောက်မှုပင်ဖြစ်သည်။ သူသည် ဝက်သားစားခြင်းကိုလည်း ခွင့်ပြုခဲ့သည်၊ အီဆာက သတ်မှတ်ခဲ့သော ဆွလားတ် (ဝတ်ပြုဆုတောင်းခြင်း) ၏ ဦးတည်ရာကို အရှေ့ဘက်သို့ ပြောင်းလဲခဲ့သည်၊ အီဆာအတွက် ဘုရားရှိခိုးကျောင်းများ တည်ဆောက်ခဲ့သည်၊ ထို့ပြင် သူကျူးလွန်ခဲ့သော အပြစ်အတွက် လျော်ကြေးအဖြစ် အစာရှောင်ခြင်းကို ဆယ်ရက် ထပ်ပေါင်းထည့်ခဲ့သည်ဟု ဆိုထားသည်။ ထို့ကြောင့် အီဆာ၏ ဘာသာတရားသည် ကွန်စတင်တိုင်း၏ ဘာသာတရား ဖြစ်လာခဲ့သည်။ ကွန်စတင်တိုင်းသည် ခရစ်ယာန်များအတွက် ဘုရားရှိခိုးကျောင်းများ၊ ဘုရားကျောင်းများနှင့် ဘုန်းကြီးကျောင်းပေါင်း တစ်သောင်းနှစ်ထောင်ကျော်ကို တည်ဆောက်ခဲ့သည်၊ ထို့ပြင် သူ၏အမည်ကို ခံယူထားသော မြို့ဖြစ်သည့် ကွန်စတန်တီနိုပယ် <span class=\"gray\">(အစ္စတန်ဘူလ်)</span> ကိုလည်း တည်ဆောက်ခဲ့သည်။ ဤကာလတစ်လျှောက်လုံးတွင် ခရစ်ယာန်များသည် ဂျူးများအပေါ် အသာစီးရခဲ့ပြီး လွှမ်းမိုးခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဂျူးများထက် အမှန်တရားနှင့် ပိုမိုနီးစပ်ခဲ့သောကြောင့် ၎င်းတို့အား ဂျူးများအပေါ် ကူညီခဲ့သည်၊ ဤအုပ်စုနှစ်ခုစလုံးသည် မယုံကြည်သူများ ဖြစ်ခဲ့ပြီး ယခုလည်း မယုံကြည်သူများပင် ဖြစ်ကြသည်၊ အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသည် ၎င်းတို့အပေါ် ကျရောက်ပါစေ။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ ကို စေလွှတ်သောအခါ၊ သူ့ကို ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်၊ အရှင့်၏ ကောင်းကင်တမန်များ၊ ကျမ်းဂန်များနှင့် ရစူလ်တမန်တော်များကို မှန်ကန်သော နည်းလမ်းဖြင့် ယုံကြည်ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် ကမ္ဘာမြေသို့ ရောက်ရှိလာခဲ့သော ပရောဖက်တိုင်း၏ စစ်မှန်သော နောက်လိုက်များ ဖြစ်ခဲ့ကြသည်။ ၎င်းတို့သည် စာမတတ်သော ပရောဖက် ﷺ၊ နောက်ဆုံး တမန်တော်နှင့် လူသားအားလုံး၏ သခင်ဖြစ်သူ၊ အမှန်တရားကို အပြည့်အဝ ယုံကြည်ရန် ၎င်းတို့ကို ဖိတ်ခေါ်သူကို ယုံကြည်ခဲ့ကြသည်။ ဤသည်မှာ ၎င်းတို့သည် ပရောဖက်တိုင်းအပေါ် ၎င်းတို့၏ ကိုယ်ပိုင်လူမျိုးထက် ပိုမိုအခွင့်အရေး ရှိခဲ့ရခြင်း အကြောင်းရင်းပင်ဖြစ်သည်၊ အထူးသဖြင့် ၎င်းတို့၏ ပရောဖက်၏ လမ်းစဉ်နှင့် ဘာသာတရားကို လိုက်နာသည်ဟု ဆိုသော်လည်း သူ၏ ဘာသာတရားကို ပြောင်းလဲပြင်ဆင်သူများထက် ပိုမိုအခွင့်အရေး ရှိခဲ့ခြင်းဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ပရောဖက်များထံသို့ ချမှတ်ခဲ့သော ဥပဒေအားလုံးကို မုဟမ္မဒ် ﷺ နှင့်အတူ စေလွှတ်ခဲ့သော ဥပဒေဖြင့် ပယ်ဖျက်ခဲ့သည်။ ထိုဥပဒေသည် နောက်ဆုံးနာရီ စတင်ချိန်အထိ မည်သည့်အခါမျှ ပြောင်းလဲခြင်း သို့မဟုတ် ပြင်ဆင်ခြင်း မရှိနိုင်သော စစ်မှန်သော ဘာသာတရား ပါဝင်သည်။ မုဟမ္မဒ်၏ ဘာသာတရားသည် အခြားသော ဘာသာတရားအားလုံးအပေါ် အမြဲတမ်း လွှမ်းမိုးပြီး အောင်မြင်နေမည်ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မွတ်စ်လင်မ်များအား ကမ္ဘာ့အရှေ့ပိုင်းနှင့် အနောက်ပိုင်းဒေသများ၊ ကမ္ဘာပေါ်ရှိ နိုင်ငံများကို သိမ်းပိုက်ရန် ခွင့်ပြုခဲ့ခြင်း အကြောင်းရင်းပင်ဖြစ်သည်။ ထို့ပြင် နိုင်ငံအားလုံးသည် ၎င်းတို့ထံ လက်အောက်ခံခဲ့ကြသည်၊ ၎င်းတို့သည် ကစ်စရာ <span class=\"gray\">(ပါရှားဘုရင်)</span> ကို ဖြိုဖျက်ခဲ့ပြီး ဇာကို ဖျက်ဆီးခဲ့သည်၊ ၎င်းတို့၏ ဘဏ္ဍာများကို သိမ်းယူခဲ့ပြီး ဤဘဏ္ဍာများကို အလ္လာဟ်အရှင်မြတ်အတွက် သုံးစွဲခဲ့ကြသည်။ ဤအရာအားလုံးသည် ၎င်းတို့၏ ပရောဖက် ﷺ က ၎င်းတို့အား ဖြစ်လာလိမ့်မည်ဟု ပြောပြခဲ့သည့်အတိုင်း ဖြစ်ပေါ်ခဲ့သည်၊ အရှင့်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို ဖော်ပြခဲ့သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَىٰ لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အနက် ယုံကြည်ပြီး ကောင်းမှုများ ပြုသူများအား ကမ္ဘာမြေပေါ်၌ အုပ်စိုးမှု ပေးမည်ဟု ကတိပြုထားသည်၊ အရှင့်မတိုင်မီက လူများအား ပေးသကဲ့သို့ပင်၊ ထို့ပြင် ၎င်းတို့အတွက် အရှင့်နှစ်သက်တော်မူသော ၎င်းတို့၏ ဘာသာတရားကို လိုက်နာရန် အာဏာကိုလည်း ပေးမည်။ ထို့ပြင် ၎င်းတို့၏ ကြောက်ရွံ့မှုအပြီးတွင် လုံခြုံသော အကာအကွယ်ကို သေချာပေါက် ပေးမည် <span class=\"gray\">(ဤအရာသည်)</span> ၎င်းတို့သည် ငါ့ကိုသာ ကိုးကွယ်ပြီး ငါနှင့် မည်သည့်အရာကိုမျှ မတွဲဖက်သရွေ့ ဖြစ်သည်)</span><span class=\"gray\">[၂၄:၅၅]</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် မွတ်စ်လင်မ်များသည် အီဆာကို စစ်မှန်စွာ ယုံကြည်သူများ ဖြစ်ကြသည်။ ထို့နောက် မွတ်စ်လင်မ်များသည် ခရစ်ယာန်များထံမှ အက်ရှ်-ရှမ်းကို သိမ်းပိုက်ခဲ့ကြပြီး ၎င်းတို့ကို အာရှမိုင်းနားရှိ ၎င်းတို့၏ ခိုင်ခံ့သောမြို့ ကွန်စတန်တီနိုပယ်သို့ ရွှေ့ပြောင်းစေခဲ့သည်။ မွတ်စ်လင်မ်များသည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ၎င်းတို့ထက် အသာစီးရနေမည်ဖြစ်သည်။ အမှန်ပင်၊ အမှန်တရားကို ပြောဆိုသူနှင့် စစ်မှန်သော သတင်းကို ရရှိခဲ့သူ မုဟမ္မဒ် ﷺ သည် မွတ်စ်လင်မ်များအား အနာဂတ်တွင် ကွန်စတန်တီနိုပယ်ကို သိမ်းပိုက်မည်ဖြစ်ပြီး ၎င်း၏ ဘဏ္ဍာများကို ရယူမည်ဖြစ်ကြောင်း ပြောကြားခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများအား ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ပြစ်ဒဏ်ပေးမည်ဟု ခြိမ်းခြောက်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَىٰ يَوْمِ الْقِيَامَةِ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ - فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُم مِّن نَّاصِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကို လိုက်နာသူများကို ရှင်ပြန်ထမြောက်ရာနေ့အထိ မယုံကြည်သူများထက် သာလွန်စေမည်။ ထို့နောက် သင်တို့သည် ငါ့ထံသို့ ပြန်လာရမည်ဖြစ်ပြီး သင်တို့ အငြင်းပွားခဲ့သော ကိစ္စများတွင် ငါသည် သင်တို့ကြား၌ ဆုံးဖြတ်ပေးမည်။ မယုံကြည်သူများအတွက်မူ ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ပြင်းထန်သော ပြစ်ဒဏ်ပေးမည်ဖြစ်ပြီး ၎င်းတို့တွင် ကူညီသူများ ရှိမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အီဆာကို မယုံကြည်သော ဂျူးများ၊ နှင့် သူ့အပေါ် လွန်ကဲစွာ ပြုမူခဲ့သော ခရစ်ယာန်များအား အလ္လာဟ်အရှင်မြတ်က ပြုလုပ်ခဲ့ခြင်းပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဤဘဝတွင် ပြစ်ဒဏ်ပေးခဲ့သည်၊ ၎င်းတို့သည် အသတ်ခံရ၊ ဖမ်းဆီးခံရ၊ ၎င်းတို့၏ ပိုင်ဆိုင်မှုများနှင့် နိုင်ငံများကို ဆုံးရှုံးခဲ့ကြသည်။ နောင်တမလွန်ဘဝတွင် ၎င်းတို့၏ ပြစ်ဒဏ်သည် ပိုမိုဆိုးရွားပြီး ပိုမိုပြင်းထန်ပေမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُم مِّنَ اللَّهِ مِن وَاقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့တွင် အလ္လာဟ်အရှင်မြတ်ကို ကာကွယ်ပေးသူ <span class=\"gray\">(ကာကွယ်သူ သို့မဟုတ် အကာအကွယ်ပေးသူ)</span> မည်သူမျှ မရှိပေ)</span><span class=\"gray\">[၁၃:၃၄]</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီး ကောင်းမှုများ ပြုသူများအတွက်မူ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အကျိုးကို အပြည့်အဝ ပေးဆပ်မည်)</span> ဤဘဝတွင် အောင်ပွဲနှင့် လွှမ်းမိုးမှုဖြင့်၊ နောင်တမလွန်ဘဝတွင် ဂျန္နတ်နှင့် မြင့်မားသော အဆင့်အတန်းများဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူများကို နှစ်သက်တော်မမူပေ။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ငါတို့သည် သင့်အား အာယတ်တော်များနှင့် ပညာရှိသော သတိပေးချက်များမှ ရွတ်ပြခြင်းဖြစ်၏။)</span> ဆိုလိုသည်မှာ \"အို မုဟမ္မဒ်၊ အီဆာ၊ သူ၏ မွေးဖွားခြင်းနှင့် သူ၏ ဘဝအကြောင်းနှင့် ပတ်သက်၍ ငါတို့သည် သင့်အား ပြောပြခဲ့သည့်အရာသည် အလ္လာဟ်အရှင်မြတ်က သင့်အား ပြောကြားခဲ့ပြီး ထုတ်ဖော်ပြသခဲ့သည့်အရာဖြစ်သည်၊ အလ်-လဝ်ဟ် အလ်-မဟ်ဖူးဇ် <span class=\"gray\">(ထိန်းသိမ်းထားသော မှတ်တမ်း)</span> မှ ချပေးခဲ့ခြင်းဖြစ်သည်။ ထို့ကြောင့် ၎င်း၌ သံသယမရှိပေ။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်သည် စူရာဟ် မရ်ယမ်၌ မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ - مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍ سُبْحَانَهُ إِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကား မရ်ယမ်၏သား အီဆာပင်။ <span class=\"gray\">(၎င်းသည်)</span> အမှန်တရား၏ ထုတ်ပြန်ချက်ဖြစ်သည်၊ ထိုအကြောင်းအရာနှင့် ပတ်သက်၍ ၎င်းတို့သည် သံသယရှိကြ <span class=\"gray\">(သို့မဟုတ် အငြင်းပွားကြ)</span> သည်။ အလ္လာဟ်အရှင်မြတ်အတွက် သားတစ်ပါးကို မွေးဖွားရန် မသင့်တော်ပေ။ အရှင့်အား ချီးမြှင့်တော်မူပါစေ။ အရှင့်သည် တစ်ခုခုကို အမိန့်ချမှတ်သောအခါ၊ \"ဖြစ်လော့!\" ဟုသာ မိန့်တော်မူသည်၊ ထိုအခါ ဖြစ်၏။)</span></p>"
  }
]