[
  {
    "ayah_key": "37:50",
    "group_ayah_key": "37:50",
    "from_ayah": "37:50",
    "to_ayah": "37:61",
    "ayah_keys": "37:50,37:51,37:52,37:53,37:54,37:55,37:56,37:57,37:58,37:59,37:60,37:61",
    "text": "<p lang=\"my\" class=\"my \">ထိုအခါ သူတို့သည် အချင်းချင်းမျက်နှာချင်းဆိုင်၍ မေးမြန်းကြမည် <span>(၅၀)</span>ထိုသူတို့အနက်မှ ပြောဆိုသူတစ်ဦးက \"ဧကန်စင်စစ် ငါ့မှာ အဖော်တစ်ဦး <span class=\"gray\">(ဤလောကတွင်)</span> ရှိခဲ့သည်\" <span>(၅၁)</span>\"သူက ပြောဖူးသည်- 'သင်သည် ယုံကြည်သူတို့အထဲမှပါလား <span>(၅၂)</span><span class=\"gray\">(ကျွန်ုပ်တို့)</span> သေဆုံးပြီး မြေမှုန့်နှင့်အရိုးများ ဖြစ်သွားသောအခါ ကျွန်ုပ်တို့သည် အကြွေးတင်နေရဦးမည် <span class=\"gray\">(မဒီနွန်)</span> လား?' <span>(၅၃)</span><span class=\"gray\">(ထိုပြောဆိုသူက)</span> \"သင်ကြည့်မည်လား?\" <span>(၅၄)</span>ထို့နောက် သူက ငုံ့ကြည့်လိုက်ရာ သူ့အား ငရဲမီးအလယ်၌ မြင်လိုက်သည် <span>(၅၅)</span>သူက \"အလ္လာဟ်အရှင်မြတ်အားဖြင့်! သင်သည် ငါ့ကို ပျက်စီးစေလုနီးပါးဖြစ်သည်။ <span>(၅၆)</span>\"အကယ်၍ ငါ့အရှင်၏ကျေးဇူးတော်မရှိခဲ့ပါလျှင် ငါသည် <span class=\"gray\">(ငရဲသို့)</span> ခေါ်ဆောင်ခံရသူများအထဲမှ အမှန်ပင်ဖြစ်ပေလိမ့်မည်။ <span>(၅၇)</span>\"ထိုအခါ ကျွန်ုပ်တို့သည် <span class=\"gray\">(နောက်ထပ်)</span> သေရတော့မည်မဟုတ်လော? <span>(၅၈)</span>\"ကျွန်ုပ်တို့၏ ပထမဆုံးသေဆုံးခြင်းမှတစ်ပါး၊ ကျွန်ုပ်တို့သည် ပြစ်ဒဏ်ခံရမည်မဟုတ်လော? <span>(၅၉)</span>ဧကန်စင်စစ် ဤသည်မှာ အမြင့်မြတ်ဆုံးအောင်မြင်မှုဖြစ်သည်။ <span>(၆၀)</span>ဤကဲ့သို့သောအရာအတွက် လုပ်ကိုင်သူတို့ လုပ်ကိုင်ကြပါစေ။ <span>(၆၁)</span></p><p lang=\"my\" class=\"my \">ဂျန္နတ်အာဟ်လ်များစုဝေးခြင်း၊ ၎င်းတို့အနက် တစ်ဦးနှင့် ငရဲရှိ ၎င်း၏လုပ်ဖော်ကိုင်ဖက်တို့အကြား အပြန်အလှန်ပြောဆိုခြင်း၊ နှင့် အလ္လာဟ်အရှင်မြတ်၏ကျေးဇူးတော်များကို ကျေးဇူးတင်ခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဂျန္နတ်အာဟ်လ်တို့ မည်သို့ အချင်းချင်းလှည့်ကာ သူတို့၏အခြေအနေ၊ ဤလောက၌ မည်သို့ရှိခဲ့ပုံနှင့် မည်သည့်ဒုက္ခများ ခံစားခဲ့ရပုံတို့ကို မေးမြန်းကြမည်အကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ ၎င်းသည် သူတို့ စကားပြောဆိုရန်နှင့် သောက်စားရန် စုဝေးကြသောအခါ သူတို့၏စကားဝိုင်း၏ တစ်စိတ်တစ်ပိုင်းဖြစ်ပြီး၊ သူတို့၏ပလ္လင်များပေါ်တွင် ထိုင်ကြ၊ အစေခံများ ကူးလူးဝင်ထွက်ကာ မည်သည့်မျက်လုံးမျှ မမြင်ဖူးသော၊ မည်သည့်နားမျှ မကြားဖူးသော၊ မည်သည့်လူသား၏စိတ်ကူးမျှ မမှီသော အကောင်းဆုံးအစားအသောက်များ၊ အဖျော်ယမကာများ၊ အဝတ်အထည်များနှင့် အခြားပျော်ရွှင်စရာအမျိုးမျိုးတို့ကို ယူဆောင်လာကြသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ قَائِلٌ مِنْهُمْ إِنِّي كَانَ لِي قَرِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် ပြောဆိုသူတစ်ဦးက \"ဧကန်စင်စစ် ငါ့မှာ အဖော်တစ်ဦးရှိခဲ့သည်...\" ဟု ပြောမည်)</span> အလ်-အောင်ဖီက အိဗ်နု အဗ်ဗားစ် (အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေ) ပြောသည်ဟု သတင်းပို့သည်၊ \"ဤသည်မှာ ဤလောက၌ အီမာန်သက်ဝင်ယုံကြည်သူများအထဲမှ အဖော်တစ်ဦးရှိခဲ့သော ရုပ်ပွားကိုးကွယ်သူတစ်ဦးကို ရည်ညွှန်းသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ أَإِنَّكَ لَمِنَ الْمُصَدِّقِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောဖူးသည်- \"သင်သည် ယုံကြည်သူတို့အထဲမှပါလား...\")</span> ဆိုသည်မှာ 'သင်သည် သေပြီးနောက်ရှင်ပြန်ထမြောက်ခြင်းကို၊ စာရင်းရှင်းတမ်းနှင့် အကျိုးဆုလာဘ် သို့မဟုတ် ပြစ်ဒဏ်ကို ယုံကြည်သလား?' ဟု အံ့သြခြင်း၊ မယုံကြည်ခြင်းနှင့် ခေါင်းမာခြင်းသဘောဖြင့် ပြောဆိုဖူးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ကျွန်ုပ်တို့)</span> သေဆုံးပြီး မြေမှုန့်နှင့်အရိုးများ ဖြစ်သွားသောအခါ ကျွန်ုပ်တို့သည် အကြွေးတင်နေရဦးမည် <span class=\"gray\">(မဒီနွန်)</span>။)</span> မူဂျာဟစ်ဒ်နှင့် အပ်စ်-ဆွဒ်ဒီတို့က \"စာရင်းရှင်းတမ်းတင်ရမည်\" ဟု ပြောကြသည်။ အိဗ်နု အဗ်ဗားစ် (အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေ) နှင့် မုဟမ္မဒ် ဘင် ကအ်ဘ် အလ်-ကူရာဇီတို့က \"ကျွန်ုပ်တို့၏လုပ်ရပ်များအတိုင်း အကျိုးဆုလာဘ် သို့မဟုတ် ပြစ်ဒဏ်ခံရမည်\" ဟု ပြောကြသည်။ အမြင်နှစ်ခုလုံး မှန်ကန်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ هَلْ أَنْتُمْ مُطَّلِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ထိုပြောဆိုသူက)</span> \"သင်ကြည့်မည်လား?\" ဟု ပြောသည်)</span> ဆိုသည်မှာ ငုံ့ကြည့်ခြင်းကို ဆိုလိုသည်။ ယုံကြည်သူသည် ဤစကားကို ဂျန္နတ်အာဟ်လ်များထဲမှ သူ၏အဖော်များအား ပြောမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူက ငုံ့ကြည့်လိုက်ရာ သူ့အား ငရဲမီးအလယ်၌ မြင်လိုက်သည်)</span> အိဗ်နု အဗ်ဗားစ် (အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေ)၊ ဆအီးဒ် ဘင် ဂျုဘိုင်းရ်၊ ခွလိုင်းဒ် အလ်-အူဆရီ၊ ကွတာဒါ၊ အပ်စ်-ဆွဒ်ဒီနှင့် အတာအ် အလ်-ခုရာစါနီတို့က \"ဤသည်မှာ ငရဲ၏အလယ်၌\" ဟု ဆိုကြသည်။ အလ်-ဟာစန် အလ်-ဘစရီက \"မီးလောင်နေသော ကြယ်ကဲ့သို့ ငရဲ၏အလယ်၌\" ဟု ဆိုသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">قَالَ تَاللَّهِ إِنْ كِدْتَ لَتُرْدِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက \"အလ္လာဟ်အရှင်မြတ်အားဖြင့်! သင်သည် ငါ့ကို ပျက်စီးစေလုနီးပါးဖြစ်သည်။\" ဟု ပြောသည်)</span> ယုံကြည်သူသည် ကုဖ်ရ်သက်ဝင်သူအား ရည်ရွယ်၍ ဤသို့ပြောမည်- 'အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ ငါသည် သင့်စကားကို နားထောင်ခဲ့ပါလျှင် သင်သည် ငါ့ကို ပျက်စီးစေလုနီးပါး ဖြစ်ခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا نِعْمَةُ رَبِّي لَكُنْتُ مِنَ الْمُحْضَرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါ့အရှင်၏ကျေးဇူးတော်မရှိခဲ့ပါလျှင် ငါသည် <span class=\"gray\">(ငရဲသို့)</span> ခေါ်ဆောင်ခံရသူများအထဲမှ အမှန်ပင်ဖြစ်ပေလိမ့်မည်။)</span> ဆိုလိုသည်မှာ 'အကယ်၍ ငါ့အရှင်၏ ကျေးဇူးတော်သည် ငါ့အပေါ် မရှိခဲ့ပါလျှင် ငါသည် သင်ရှိနေသည့် ငရဲ၏အလယ်၌ သင်ကဲ့သို့ပင် ပြစ်ဒဏ်ခံရန် သင့်နှင့်အတူ ခေါ်ဆောင်ခံရမည်ဖြစ်သည်။ သို့သော် ကိုယ်တော်သည် ငါ့အပေါ် ကျေးဇူးပြုတော်မူသည်၊ ငါ့ကို ကရုဏာထားတော်မူပြီး အီမာန်သက်ဝင်ယုံကြည်မှုနှင့် ကိုယ်တော်တစ်ပါးတည်းကိုသာ ယုံကြည်ရန် လမ်းပြတော်မူခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် လမ်းမပြခဲ့ပါလျှင် ကျွန်ုပ်တို့သည် လမ်းညွှန်မှုကို ဘယ်သောအခါမျှ ရရှိမည်မဟုတ်ပေ!)</span><span class=\"gray\">(၇:၄၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَا نَحْنُ بِمَيِّتِينَ - إِلَّا مَوْتَتَنَا الْأُولَىٰ وَمَا نَحْنُ بِمُعَذَّبِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ကျွန်ုပ်တို့သည် <span class=\"gray\">(နောက်ထပ်)</span> သေရတော့မည်မဟုတ်လော? ကျွန်ုပ်တို့၏ ပထမဆုံးသေဆုံးခြင်းမှတစ်ပါး၊ ကျွန်ုပ်တို့သည် ပြစ်ဒဏ်ခံရမည်မဟုတ်လော?)</span></p><p lang=\"my\" class=\"my \">ယုံကြည်သူတို့သည် အလ္လာဟ်အရှင်မြတ်ပေးသနားတော်မူသည့်အပေါ် ပျော်ရွှင်ကြပြီး ဂျန္နတ်တွင် အပြစ်ဒဏ်မရှိဘဲ၊ နောက်ထပ်သေဆုံးခြင်းမရှိဘဲ ထာဝစဉ်နေထိုင်ရမည်ကို သိရှိသောအခါ ဤသို့ပြောဆိုကြမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَهُوَ الْفَوْزُ الْعَظِيمُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ဤသည်မှာ အမြင့်မြတ်ဆုံးအောင်မြင်မှုဖြစ်သည်။)</span> အလ်-ဟာစန် အလ်-ဘစရီက \"သူတို့သည် သေခြင်းတရားက ပျော်ရွှင်မှုတိုင်းကို အဆုံးသတ်စေကြောင်း သိကြသည်၊ ထို့ကြောင့် သူတို့ပြောမည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَا نَحْنُ بِمَيِّتِينَ - إِلَّا مَوْتَتَنَا الْأُولَىٰ وَمَا نَحْنُ بِمُعَذَّبِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ကျွန်ုပ်တို့သည် သေရတော့မည်မဟုတ်လော? ကျွန်ုပ်တို့၏ ပထမဆုံးသေဆုံးခြင်းမှတစ်ပါး၊ ကျွန်ုပ်တို့သည် ပြစ်ဒဏ်ခံရမည်မဟုတ်လော?)</span> \"မဟုတ်ပါ\" ဟု ပြောမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَهُوَ الْفَوْزُ الْعَظِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ဤသည်မှာ အမြင့်မြတ်ဆုံးအောင်မြင်မှုဖြစ်သည်။)</span>။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمِثْلِ هَٰذَا فَلْيَعْمَلِ الْعَامِلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကဲ့သို့သောအရာအတွက် လုပ်ကိုင်သူတို့ လုပ်ကိုင်ကြပါစေ။)</span> အိဗ်နု ဂျရီးရ်က \"ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်ဖြစ်ပြီး၊ ဤပျော်ရွှင်မှုနှင့် ဤအောင်မြင်မှုကဲ့သို့သော အရာအတွက် ဤလောကတွင် လုပ်ကိုင်သူတို့ လုပ်ကိုင်ကြပါစေ၊ သို့မှသာ သူတို့သည် နောင်တမလွန်ဘဝ၌ ၎င်းကို ရရှိမည်\" ဟု ဆိုသည်။</p><p lang=\"my\" class=\"my \">ဣစ်ရာအီလ်သားနှစ်ဦး၏ ပုံပြင်</p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ဤအာယတ်တော်၏အဓိပ္ပါယ်တွင် ပါဝင်သည့် ဣစ်ရာအီလ်၏သားစဉ်မြေးဆက်တို့အနက်မှ အဖော်နှစ်ဦး၏ ပုံပြင်ကို ဖော်ပြခဲ့ကြသည်။ အဗူဂျအ်ဖရ် ဘင် ဂျရီးရ်သည် ဖူရာတ် ဘင် သအ်လဗဟ် အလ်-ဘာဟ်ရာနီက ဤအာယတ်တော်နှင့်ပတ်သက်၍ ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي كَانَ لِي قَرِينٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ငါ့မှာ အဖော်တစ်ဦးရှိခဲ့သည်)</span> \"အဖော်နှစ်ဦးရှိခဲ့သည်၊ ၎င်းတို့သည် ရှစ်ထောင်ဒီးနားရ် စုဆောင်းခဲ့ကြသည်။ ၎င်းတို့အနက် တစ်ဦးမှာ လက်မှုပညာရှိပြီး ကျန်တစ်ဦးမှာ မရှိပေ။ လက်မှုပညာရှိသူက ကျန်တစ်ဦးအား 'သင့်မှာ လက်မှုပညာမရှိဘူး၊ ဒါကြောင့် သင့်ကို ငွေခွဲပေးပြီး သင့်ကို ထားခဲ့မယ်' ဟု ပြောသည်။ ထို့ကြောင့် သူက သူ့ကို ထားခဲ့သည်။ ထို့နောက် ထိုသူသည် ကွယ်လွန်သွားသော ဘုရင်တစ်ပါး၏ အိမ်တစ်လုံးကို ဒီးနားရ်တစ်ထောင်ဖြင့် ဝယ်ယူခဲ့သည်။ သူက သူ၏အဖော်ကို ခေါ်ယူပြီး အိမ်ကို ပြသကာ 'ဒီအိမ်အကြောင်း ဘာထင်သလဲ? ငါ ဒီးနားရ်တစ်ထောင်နဲ့ ဝယ်ခဲ့တာ' ဟု ပြောသည်။ သူက 'ဘယ်လောက်လှလိုက်သလဲ' ဟု ပြောသည်။ သူထွက်သွားသောအခါ 'အို အလ္လာဟ်၊ ကျွန်တော့်အဖော်က ဒီအိမ်ကို ဒီးနားရ်တစ်ထောင်နဲ့ ဝယ်ခဲ့တယ်; ဂျန္နတ်အိမ်တွေထဲက တစ်လုံးကို ကျွန်တော် တောင်းဆိုပါတယ် – ပြီးတော့ သူက ဒီးနားရ်တစ်ထောင်ကို ဆဒကာပေးခဲ့သည်' ဟု ပြောသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်အလိုရှိသလောက် အချိန်ကြာမြင့်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ပထမလူသည် ဒီးနားရ်တစ်ထောင် မဟရ်ဖြင့် အမျိုးသမီးတစ်ဦးကို လက်ထပ်ခဲ့ပြီး၊ သူ၏အဖော်ကို ဖိတ်ခေါ်၍ အစားအသောက်လုပ်ပေးခဲ့သည်။ သူရောက်လာသောအခါ 'ကျွန်တော် ဒီအမျိုးသမီးကို ဒီးနားရ်တစ်ထောင် မဟရ်နဲ့ လက်ထပ်ခဲ့တယ်' ဟု ပြောသည်။ သူက 'ဘယ်လောက်လှလိုက်သလဲ' ဟု ပြန်ဖြေသည်။ သူထွက်သွားသောအခါ 'အို အရှင်သခင်၊ ကျွန်တော့်အဖော်က ဒီးနားရ်တစ်ထောင် မဟရ်နဲ့ အမျိုးသမီးတစ်ဦးကို လက်ထပ်ခဲ့တယ်; အလ်-ဟူရ် အလ်-အီန် များထဲက ဇနီးတစ်ဦးကို ကျွန်တော် တောင်းဆိုပါတယ်' – ပြီးတော့ သူက ဒီးနားရ်တစ်ထောင်ကို ဆဒကာပေးခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်အလိုရှိသလောက် အချိန်ကြာမြင့်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် ပထမလူသည် ဥယျာဉ်နှစ်ခုကို ဒီးနားရ်နှစ်ထောင်ဖြင့် ဝယ်ယူခဲ့ပြီး၊ သူ၏အဖော်ကို ခေါ်ယူ၍ ၎င်းတို့ကို ပြသခဲ့သည်။ သူက 'ကျွန်တော် ဒီဥယျာဉ်နှစ်ခုကို ဒီးနားရ်နှစ်ထောင်နဲ့ ဝယ်ခဲ့တာ' ဟု ပြောသည်။ သူက 'ဘယ်လောက်လှလိုက်သလဲ' ဟု ပြန်ဖြေသည်။ သူထွက်လာသောအခါ 'အို အရှင်သခင်၊ ကျွန်တော့်အဖော်က ဥယျာဉ်နှစ်ခုကို ဒီးနားရ်နှစ်ထောင်နဲ့ ဝယ်ခဲ့တယ်; ဂျန္နတ်မှာ ဥယျာဉ်နှစ်ခုကို ကျွန်တော် တောင်းဆိုပါတယ်' – ပြီးတော့ သူက ဒီးနားရ်နှစ်ထောင်ကို ဆဒကာပေးခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် ကောင်းကင်တမန်သည် သူတို့ထံသို့လာ၍ သူတို့၏ဝိညာဉ်များကို သိမ်းယူခဲ့သည်။ သူသည် သူ၏ငွေကို ဆဒကာပေးခဲ့သူအား သူနှစ်သက်သောအိမ်တွင် ထားခဲ့သည်။ ထိုနေရာတွင် မြေပြင်ပင် သူမအောက်၌ တောက်ပနေသည့် အလွန်လှပသော အမျိုးသမီးတစ်ဦးရှိသည်။ ထို့နောက် သူ <span class=\"gray\">(ကောင်းကင်တမန်)</span> က သူ့ကို ဥယျာဉ်နှစ်ခုသို့ ခေါ်ဆောင်သွားပြီး အလ္လာဟ်အရှင်မြတ်သာ သိသော အခြားအရာများကို ပေးခဲ့သည်။ ထိုသူက 'ဤသည်မှာ ထိုကဲ့သို့ရှိသော လူတစ်ဦးနှင့်တူသည်' ဟု ပြောသည်။ ကောင်းကင်တမန်က '၎င်းသည် အတိအကျပင် ဖြစ်သည်; ဤအိမ်၊ ဤဥယျာဉ်များနှင့် ဤဇနီးသည် သင့်အတွက်သာ ဖြစ်သည်' ဟု ပြောသည်။ ထိုသူက 'ကျွန်တော့်မှာ အဖော်တစ်ဦးရှိခဲ့ပြီး သူက ပြောဖူးသည်- သင်သည် ယုံကြည်သူတို့အထဲမှပါလား?' ဟု ပြောသည်။ သူ့အား 'သူက ငရဲမှာရှိတယ်' ဟု ပြောကြားခဲ့သည်။ သူက 'သင်ကြည့်မည်လား?' ဟု ပြောသည်။ ထို့ကြောင့် သူက ငုံ့ကြည့်လိုက်ရာ သူ့အား ငရဲအလယ်၌ မြင်လိုက်သည်။ ဤအခြေအနေတွင် သူက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَاللَّهِ إِنْ كِدْتَ لَتُرْدِينِ - وَلَوْلَا نِعْمَةُ رَبِّي لَكُنْتُ مِنَ الْمُحْضَرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အားဖြင့်! သင်သည် ငါ့ကို ပျက်စီးစေလုနီးပါးဖြစ်သည်။ အကယ်၍ ငါ့အရှင်၏ကျေးဇူးတော်မရှိခဲ့ပါလျှင် ငါသည် <span class=\"gray\">(ငရဲသို့)</span> ခေါ်ဆောင်ခံရသူများအထဲမှ အမှန်ပင်ဖြစ်ပေလိမ့်မည်။)</span>\"</p>"
  }
]