[
  {
    "ayah_key": "2:30",
    "group_ayah_key": "2:30",
    "from_ayah": "2:30",
    "to_ayah": "2:30",
    "ayah_keys": "2:30",
    "text": "<p lang=\"my\" class=\"my \">အကြင်အခါ၌ အသင်၏အရှင်သခင်သည် ကောင်းကင်တမန်များအား ပြောကြားတော်မူခဲ့သည်ကို <span class=\"gray\">(သင်မှတ်သားလော့)</span>။ \"အမှန်စင်စစ် ငါသည် ကမ္ဘာမြေပေါ်၌ <span class=\"gray\">(လူသားတို့ကို)</span> မျိုးဆက်ပြီးမျိုးဆက် ထားရှိတော့မည်။\" ၎င်းတို့က လျှောက်တင်ကြသည်- \"အရှင်မြတ်သည် ထိုကမ္ဘာမြေပေါ်၌ ဖောက်ပြန်ပျက်စီးစေမည့်သူများနှင့် သွေးထွက်သံယိုပြုမည့်သူများကို ထားရှိတော်မူမည်လော၊ ـ ကျွန်ုပ်တို့ကား အရှင်မြတ်အား ချီးမွမ်းခြင်းများဖြင့် ဂုဏ်တော်ချီးမြှင့်နေကြပြီး အရှင်မြတ်အား သန့်စင်သူများ ဖြစ်ကြပါသော်လည်း။\" ၎င်း<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က မိန့်တော်မူသည်- \"သင်တို့ မသိသောအရာများကို ငါသည် အသိဆုံးဖြစ်၏။ <span>(၃၀)</span></p><div lang=\"my\" class=\"my \"><h2>အာဒမ်နှင့် ၎င်း၏သားမြေးများသည် ကမ္ဘာမြေပေါ်တွင် မျိုးဆက်ပြီးမျိုးဆက် နေထိုင်ခဲ့ကြသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်၏သားမြေးများအပေါ် အရှင်မြတ်၏ ကျေးဇူးတော်ကို ထပ်လောင်းဖော်ပြတော်မူခဲ့သည်၊ ၎င်းတို့ကို ဖန်ဆင်းခြင်းမပြုမီ အမြင့်ဆုံးနေရာများ၌ ဖော်ပြခဲ့ကြောင်း မိန့်တော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်အခါ၌ <span class=\"gray\">(သင်မှတ်သားလော့)</span> အသင်၏အရှင်သခင်သည် ကောင်းကင်တမန်များအား ပြောကြားတော်မူခဲ့သည်ကို။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်၏ အဓိပ္ပါယ်မှာ \"အို မုဟမ္မဒ် ﷺ! အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များအား မည်သို့မိန့်တော်မူခဲ့ကြောင်းကို အသင်၏လူမျိုးတို့အား ဖော်ပြလော့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါသည် ကမ္ဘာမြေပေါ်၌ ခလီဖာ (မျိုးဆက်သစ်) တစ်ဦးကို ထားရှိတော့မည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ လူသားများသည် မျိုးဆက်ပြီးမျိုးဆက်၊ ရာစုပြီးရာစု မျိုးပွားခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေပေါ်တွင် မျိုးဆက်ပြီးမျိုးဆက် အချင်းချင်း အစားထိုး၍ ဆက်ခံစေတော်မူသော အရှင်သည် ၎င်းပင်ဖြစ်သည်။)</span><span class=\"gray\">(၆:၁၆၅)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် သင်တို့အား ကမ္ဘာမြေ၏ <span class=\"gray\">(ခူလဖာအ်)</span> အမွေခံများ ဖြစ်စေတော်မူသည်)</span><span class=\"gray\">(၂၇:၆၂)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ نَشَاءُ لَجَعَلْنَا مِنكُم مَّلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကျွန်ုပ်တို့ အလိုရှိတော်မူပါက၊ ကျွန်ုပ်တို့သည် သင်တို့ <span class=\"gray\">(လူသားအားလုံးကို ဖျက်ဆီးပစ်ပြီး)</span> သင်တို့၏နေရာ၌ ကောင်းကင်တမန်များကို ကမ္ဘာမြေပေါ်တွင် အစားထိုး <span class=\"gray\">(ယက်ခ်လူဖူန်)</span> ဖြစ်စေတော်မူမည်။)</span><span class=\"gray\">(၄၃: ၆၀)</span> နှင့်၊</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့၏နောက်၌ <span class=\"gray\">(ဆိုးသွမ်းသော)</span> မျိုးဆက်သစ် <span class=\"gray\">(ခါလ်ဖ်)</span> တစ်ခု ဆက်ခံခဲ့သည်)</span><span class=\"gray\">(၇:၁၆၉)</span>။ အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်ကို အတိအကျ ခလီဖာအဖြစ် ရည်ညွှန်းခြင်းမဟုတ်ပုံရသည်၊ မဟုတ်ပါက ကောင်းကင်တမန်များ၏ ပြောကြားချက်ကို ခွင့်ပြုတော်မူမည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ထိုကမ္ဘာမြေပေါ်၌ ဖောက်ပြန်ပျက်စီးစေမည့်သူများနှင့် သွေးထွက်သံယိုပြုမည့်သူများကို ထားရှိတော်မူမည်လော။)</span></p><p lang=\"my\" class=\"my \">ကောင်းကင်တမန်များသည် ၎င်းတို့ဖော်ပြခဲ့သည့် ကြမ်းတမ်းသောလုပ်ရပ်များကို ဤဖန်ဆင်းခံမျိုးနွယ်က များသောအားဖြင့် ကျူးလွန်တတ်သည်ဟု ဆိုလိုခဲ့သည်။ ကောင်းကင်တမန်များသည် လူ့သဘာဝကို နားလည်ထားသည့်အတိုင်း ဤအချက်ကို သိခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က လူသားကို ရွှံ့စေးမှ ဖန်ဆင်းမည်ဟု မိန့်တော်မူခဲ့သောကြောင့်ဖြစ်သည်။ သို့မဟုတ် ကောင်းကင်တမန်များသည် ဤအချက်ကို ခလီဖာဟူသော စကားလုံးမှ နားလည်ခဲ့ကြသည်၊ ထိုစကားလုံးသည် လူအချင်းချင်းဖြစ်ပွားသော အငြင်းပွားမှုများကို ဆုံးဖြတ်ပေးသူ၊ မတရားမှုနှင့် အပြစ်တို့မှ တားမြစ်သူဟုလည်း အဓိပ္ပါယ်ရကြောင်း အလ်-ကူရ်တူဘီက ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ကောင်းကင်တမန်များ ပြောကြားခဲ့သော စကားသည် အလ္လာဟ်အရှင်မြတ်နှင့် ငြင်းခုံခြင်းပုံစံ မဟုတ်သလို၊ အာဒမ်၏သားမြေးများကို မနာလို၍လည်း မဟုတ်ကြောင်း အချို့က မှားယွင်းစွာ ယူဆခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အရှင်မြတ်ကို စကားပြောရာတွင် မကျော်လွန်သူများဟု ဖော်ပြထားသည်၊ ဆိုလိုသည်မှာ ၎င်းတို့သည် အရှင်မြတ်၏ ခွင့်ပြုချက်မရှိဘဲ မည်သည့်အရာကိုမျှ မတောင်းဆိုကြပေ။ အလ္လာဟ်အရှင်မြတ်က ကမ္ဘာမြေပေါ်တွင် ဖန်ဆင်းခံတစ်ခုကို ဖန်ဆင်းတော့မည်ဖြစ်ကြောင်း ၎င်းတို့အား အသိပေးသောအခါ၊ ဤဖန်ဆင်းခံသည် ကမ္ဘာမြေပေါ်တွင် ဖောက်ပြန်ပျက်စီးစေမည်ဟု ၎င်းတို့သိထားသောကြောင့်၊ ကတာဒါဟ် ဖော်ပြခဲ့သည့်အတိုင်း ၎င်းတို့က လျှောက်တင်ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ထိုကမ္ဘာမြေပေါ်၌ ဖောက်ပြန်ပျက်စီးစေမည့်သူများနှင့် သွေးထွက်သံယိုပြုမည့်သူများကို ထားရှိတော်မူမည်လော။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ထိုအရာ၏ ပညာဉာဏ်ကို သိရှိလို၍ မေးမြန်းခြင်းသာ ဖြစ်သည်၊ ၎င်းတို့က \"အို ကျွန်ုပ်တို့၏အရှင်သခင်! ဤကဲ့သို့သော သတ္တဝါများကို ဖန်ဆင်းရခြင်း၏ ပညာဉာဏ်ကား အဘယ်နည်း၊ ၎င်းတို့သည် ကမ္ဘာမြေ၌ ဒုက္ခဖြစ်စေပြီး သွေးထွက်သံယိုပြုကြမည်ဖြစ်ပါက။ \"အကယ်၍ ဤလုပ်ရပ်နောက်ကွယ်မှ ပညာဉာဏ်သည် အရှင်မြတ်ကို ဝတ်ပြုရန်ဖြစ်ပါက၊ ကျွန်ုပ်တို့သည် အရှင်မြတ်အား ချီးမွမ်းဂုဏ်တော်ချီးမြှင့်ပါသည် <span class=\"gray\">(ဆိုလိုသည်မှာ ကျွန်ုပ်တို့သည် အရှင်မြတ်အား ဆုတောင်းပါသည်)</span> ကျွန်ုပ်တို့သည် မည်သည့်အခါမျှ ဖောက်ပြန်ပျက်စီးရာ၌ မပါဝင်ပါ၊ ထို့ကြောင့် အခြားသော သတ္တဝါများကို အဘယ်ကြောင့် ဖန်ဆင်းရမည်နည်း။\"</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကောင်းကင်တမန်တို့၏ စုံစမ်းမေးမြန်းမှုကို ပြန်ကြားရာတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَعْلَمُ مَا لاَ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မသိသောအရာများကို ငါသည် အသိဆုံးဖြစ်၏။)</span> ဆိုလိုသည်မှာ \"သင်တို့ ဖော်ပြခဲ့သော ဘေးဥပဒ်ထက် ဤဖန်ဆင်းခံမျိုးနွယ်ကို ဖန်ဆင်းခြင်း၏ အကျိုးကျေးဇူးက ပိုမိုကြီးမားကြောင်း ငါသိ၏၊ သင်တို့ မသိသောအရာများကိုပင်။ ငါသည် ၎င်းတို့ထဲမှ ပရောဖက်များကို ဖန်ဆင်းမည်ဖြစ်ပြီး တမန်တော်များကို စေလွှတ်မည်။ ငါသည် ၎င်းတို့ထဲမှ သစ္စာရှိသူများ၊ အာဇာနည်များ၊ ဖြောင့်မတ်သော မွတ်စလင်မ်များ၊ ဝတ်ပြုကိုးကွယ်သူများ၊ ခြိုးခြံသူများ၊ ဘာသာတရားကိုင်းရှိုင်းသူများ၊ ၎င်းတို့၏ အသိပညာကို အကောင်အထည်ဖော်သော ပညာရှင်များ၊ နှိမ့်ချသောသူများနှင့် အလ္လာဟ်အရှင်မြတ်ကို ချစ်မြတ်နိုးကာ အရှင်မြတ်၏ တမန်တော်များကို လိုက်နာသူများကို ဖန်ဆင်းမည်။\"</p><p lang=\"my\" class=\"my \">ကောင်းကင်တမန်များသည် ကျွန်၏လုပ်ရပ်မှတ်တမ်းများကို အလ္လာဟ်အရှင်မြတ်ထံ ပို့ဆောင်သောအခါ၊ အလ္လာဟ်အရှင်မြတ်က ပိုမိုသိရှိတော်မူသော်လည်း ၎င်းတို့အား \"ငါ၏ကျွန်များကို သင်တို့ မည်သို့ထားခဲ့ကြသနည်း\" ဟု မေးမြန်းတော်မူကြောင်း ဆွာဟီဟ်တွင် မှတ်တမ်းတင်ထားသည်။ ၎င်းတို့က \"ကျွန်ုပ်တို့သည် ၎င်းတို့အား ဆွလားသ်ဖတ်နေစဉ် ရောက်ရှိခဲ့ပြီး ဆွလားသ်ဖတ်နေစဉ်ပင် ထားခဲ့ပါသည်\" ဟု လျှောက်တင်ကြလိမ့်မည်။ ဤသည်မှာ ကောင်းကင်တမန်များသည် လူသားများနှင့် အလှည့်ကျတာဝန်ထမ်းဆောင်ကြပြီး ဖဂျရ်နှင့် အဆရ် ဆွလားသ်များတွင် တာဝန်လဲလှယ်ကြသောကြောင့်ဖြစ်သည်။ ဆင်းသက်လာသော ကောင်းကင်တမန်များသည် ကျွန်ုပ်တို့နှင့်အတူ ဆက်ရှိနေမည်ဖြစ်ပြီး ကျွန်ုပ်တို့နှင့်အတူ ရှိနေခဲ့သော ကောင်းကင်တမန်များသည် ကျွန်ုပ်တို့၏ လုပ်ရပ်များနှင့်အတူ တက်ကြွလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرْفَعُ إِلَيْهِ عَمَلُ اللَّيْلِ قَبْلَ النَّهَارِ وَعَمَلُ النَّهَارِ قَبْلَ اللَّيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဉ့်၏လုပ်ရပ်များသည် နံနက်မတိုင်မီ အလ္လာဟ်အရှင်မြတ်ထံသို့ တက်ကြွပြီး၊ နေ့၏လုပ်ရပ်များသည် ညမကျရောက်မီ တက်ကြွသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ကောင်းကင်တမန်များ၏ \"ကျွန်ုပ်တို့သည် ၎င်းတို့အား ဆွလားသ်ဖတ်နေစဉ် ရောက်ရှိခဲ့ပြီး ဆွလားသ်ဖတ်နေစဉ်ပင် ထားခဲ့ပါသည်\" ဟူသော ပြောကြားချက်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို ရှင်းပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَعْلَمُ مَا لاَ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မသိသောအရာများကို ငါသည် အသိဆုံးဖြစ်၏။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၏ အဓိပ္ပါယ်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَعْلَمُ مَا لاَ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မသိသောအရာများကို ငါသည် အသိဆုံးဖြစ်၏။)</span> ဟူသည်မှာ \"ငါသည် ၎င်းတို့အား ဖန်ဆင်းရာ၌ တိကျသော ပညာဉာဏ်တစ်ခုရှိသည်၊ သင်တို့ မသိသောအရာဖြစ်သည်။\" ၎င်းသည် အောက်ပါမေးခွန်းကို ပြန်ကြားခြင်းဖြစ်သည်ဟုလည်း ဆိုကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ကား အရှင်မြတ်အား ချီးမွမ်းခြင်းများဖြင့် ဂုဏ်တော်ချီးမြှင့်နေကြပြီး အရှင်မြတ်အား သန့်စင်သူများ ဖြစ်ကြပါသော်လည်း)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَعْلَمُ مَا لاَ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မသိသောအရာများကို ငါသည် အသိဆုံးဖြစ်၏။)</span> ဆိုလိုသည်မှာ \"အသင်တို့နှင့် အီဗ်လီးစ်သည် မတူညီကြကြောင်း ငါသိ၏၊ သူသည် သင်တို့အထဲမှ ဖြစ်သော်လည်း။\" အခြားသူများက ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَآءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ</p><p lang=\"my\" class=\"my \">\"<span class=\"gray\">(အရှင်မြတ်သည် ထိုကမ္ဘာမြေပေါ်၌ ဖောက်ပြန်ပျက်စီးစေမည့်သူများနှင့် သွေးထွက်သံယိုပြုမည့်သူများကို ထားရှိတော်မူမည်လော၊ ـ ကျွန်ုပ်တို့ကား အရှင်မြတ်အား ချီးမွမ်းခြင်းများဖြင့် ဂုဏ်တော်ချီးမြှင့်နေကြပြီး အရှင်မြတ်အား သန့်စင်သူများ ဖြစ်ကြပါသော်လည်း။)</span> ဟူသည်မှာ ၎င်းတို့အား အာဒမ်၏သားမြေးများအစား ကမ္ဘာမြေပေါ်တွင် နေထိုင်ခွင့်ပြုရန် ၎င်းတို့၏ တောင်းဆိုချက်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَعْلَمُ مَا لاَ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မသိသောအရာများကို ငါသည် အသိဆုံးဖြစ်၏။)</span> သင်တို့ ကောင်းကင်ဘုံ၌ နေထိုင်ခြင်းသည် သင်တို့အတွက် ပိုကောင်းသည်လား၊ ပိုဆိုးသည်လားဆိုသည်ကို။\" အလ်-ရာဇီနှင့် အခြားသူများက ဤသို့ ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အသိဆုံးဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ခလီဖာတစ်ဦး ခန့်အပ်ခြင်း၏ တာဝန်နှင့် ဆက်စပ်သော ပြဿနာအချို့</h2></div><p lang=\"my\" class=\"my \">အလ်-ကူရ်တူဘီနှင့် အခြားပညာရှင်များက ဤအာယတ်တော် <span class=\"gray\">(၂:၃၀)</span> သည် လူအချင်းချင်း အငြင်းပွားမှုများကို ဆုံးဖြတ်ရန်၊ ဖိနှိပ်ခံရသူအား ဖိနှိပ်သူထံမှ ကူညီရန်၊ အစ္စလာမ့်ပြစ်ဒဏ်ဆိုင်ရာ ဥပဒေကို အကောင်အထည်ဖော်ရန်နှင့် မကောင်းမှုကို တားမြစ်ရန် ခလီဖာတစ်ဦး ခန့်အပ်ရန် တာဝန်ရှိကြောင်း သက်သေပြသည်ဟု ဆိုသည်။ အီမာမ်ကို ခန့်အပ်ခြင်းဖြင့်သာ ပြီးမြောက်နိုင်သော အခြားတာဝန်များစွာလည်း ရှိသည်၊ တာဝန်တစ်ခုကို ထမ်းဆောင်ရန် လိုအပ်သောအရာသည် ကိုယ်တိုင်က တာဝန်တစ်ခုဖြစ်သည်။ ဤနေရာတွင် ကျွန်ုပ်တို့ ပြောကြားသင့်သည်မှာ အီမာမဟ်သည် အစားထိုးသူတစ်ဦးကို အမည်တပ်ခြင်းဖြင့်ဖြစ်စေ၊ အဟ်လ် အစ်-စွန္နဟ် ပညာရှင်အုပ်စုတစ်စုက အဘူဗကရ်၏ ကိစ္စတွင် တမန်တော်မြတ် ﷺ မှ ဖြစ်ပွားခဲ့သည်ဟု ဆိုခဲ့သည့်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် အစားထိုးသူတစ်ဦးကို အရိပ်အမြွက်ပြခြင်းဖြင့်ဖြစ်စေ ဖြစ်ပေါ်သည်။ သို့မဟုတ် လက်ရှိခလီဖာသည် ၎င်း၏နောက်တွင် ခလီဖာအဖြစ် သတ်သတ်မှတ်မှတ် ပုဂ္ဂိုလ်တစ်ဦးကို အမည်တပ်ခြင်းဖြင့်ဖြစ်စေ၊ အဘူဗကရ်က ဥမရ်နှင့်အတူ လုပ်ဆောင်ခဲ့သည့်အတိုင်းဖြစ်သည်။ သို့မဟုတ် ခလီဖာသည် ထိုကိစ္စကို မွတ်စလင်မ် အကြံပေးကောင်စီ၏ လက်ထဲတွင်ဖြစ်စေ၊ သို့မဟုတ် ဖြောင့်မတ်သော အမျိုးသားအုပ်စုတစ်စု၏ လက်ထဲတွင်ဖြစ်စေ ထားရှိနိုင်သည်၊ ဥမရ် လုပ်ဆောင်ခဲ့သည့်အတိုင်းဖြစ်သည်။ သို့မဟုတ် အာဏာပိုင်များက သတ်သတ်မှတ်မှတ် ပုဂ္ဂိုလ်တစ်ဦးပတ်လည်တွင် စုဝေးကာ သစ္စာခံယူခြင်းဖြင့်ဖြစ်စေ၊ သို့မဟုတ် ပညာရှင်အများစု၏ အဆိုအရ ၎င်းတို့ထဲမှတစ်ဦးကို ရွေးကောက်ခံပုဂ္ဂိုလ်ကို ရွေးချယ်ရန် ရွေးချယ်နိုင်ခြင်းဖြင့်ဖြစ်စေ ဖြစ်ပေါ်သည်။</p><p lang=\"my\" class=\"my \">ခလီဖာသည် တာဝန်ယူတတ်သော အရွယ်ရောက်ပြီးသော မွတ်စလင်မ်အမျိုးသားဖြစ်ရမည်၊ အစ်ဂျ်တိဟာဒ် <span class=\"gray\">(လွတ်လပ်သော ဥပဒေပိုင်းဆိုင်ရာ စီရင်ဆုံးဖြတ်ချက်များ)</span> ကို လုပ်ဆောင်နိုင်ရမည်၊ ကိုယ်ခန္ဓာကြံ့ခိုင်ရမည်၊ ဖြောင့်မတ်ရမည်၊ စစ်ပွဲနှင့် နိုင်ငံရေးအကြောင်း အသိပညာရှိရမည်။ ၎င်းသည် မှန်ကန်သော အမြင်အရ ကူရိုင်းရှ်မျိုးနွယ်မှ ဖြစ်ရမည်၊ သို့သော် ၎င်းသည် ဘနီဟာရှိမ်မျိုးနွယ်မှ ဖြစ်ရန် မလိုအပ်သလို၊ ရာဖီဒါဟ် <span class=\"gray\">(ရှိအာများ)</span> မှားယွင်းစွာ ပြောဆိုသည့်အတိုင်း အမှားအယွင်းမှ ကင်းစင်ရန်လည်း မလိုအပ်ပေ။</p><p lang=\"my\" class=\"my \">ခလီဖာသည် ဖောက်ပြန်သူ <span class=\"gray\">(ဖာစိက်)</span> ဖြစ်လာသောအခါ၊ ၎င်းအား ရာထူးမှ ဖယ်ရှားသင့်သလော။ ဤကိစ္စနှင့်ပတ်သက်၍ သဘောထားကွဲလွဲမှုများရှိသည်၊ သို့သော် မှန်ကန်သောအမြင်မှာ ၎င်းအား ရာထူးမှ ဖယ်ရှားရန် မဟုတ်ပေ၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَنْ تَرَوْا كُفْرًا بَوَاحًا عِنْدَكُمْ مِنَ اللهِ فِيهِ بُرْهَانٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ ရှင်းလင်းသော သက်သေအထောက်အထားရှိသည့် ထင်ရှားသော ကုဖရ်ကို သင်တို့ မမြင်မချင်း။)</span></p><p lang=\"my\" class=\"my \">ခလီဖာသည် ၎င်း၏ရာထူးမှ နုတ်ထွက်ပိုင်ခွင့်ရှိသလော။ ဤကိစ္စနှင့်ပတ်သက်၍ သဘောထားကွဲလွဲမှုရှိသည်။ အလ်-ဟာစန် ဘင် အလီသည် ခလီဖာရာထူးမှ နုတ်ထွက်ပြီး မုအာဝိယဟ်ထံ လွှဲပြောင်းပေးခဲ့သည်မှာ အမှန်ဖြစ်သည်။ သို့သော် ဤသည်မှာ လိုအပ်ချက်ကြောင့် ဖြစ်ပေါ်ခဲ့ခြင်းဖြစ်ပြီး အလ်-ဟာစန်အား ဤလုပ်ရပ်အတွက် ချီးမွမ်းခြင်းခံခဲ့ရသည်။</p><p lang=\"my\" class=\"my \">ကမ္ဘာလောကအတွက် အီမာမ်နှစ်ဦး သို့မဟုတ် ထို့ထက်ပို၍ တစ်ချိန်တည်း ခန့်အပ်ခြင်းသည် ခွင့်မပြုပေ။ ဤသည်မှာ ခွင့်မပြုကြောင်း အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ جَاءَكُمْ وَأَمْرُكُمْ جَمِيعٌ يُرِيدُ أَنْ يُفَرِّقَ بَيْنَكُمْ فَاقْتُلُوهُ كَائِنًا مَنْ كَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ စည်းလုံးနေစဉ် သင်တို့ထံ ရောက်ရှိလာပြီး သင်တို့အား ခွဲထုတ်ရန် ကြိုးစားသူ မည်သူမဆို၊ ထိုသူသည် မည်သူဖြစ်စေ ၎င်းအား ကွပ်မျက်ကြလော့။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ပညာရှင်အများစု၏ အမြင်ဖြစ်သည်။ အီမာမ် အလ်-ဟာရာမိုင်းန်က အဘူအိစ်ဟာက်သည် ပြည်နယ်အသီးသီးသည် အချင်းချင်း ဝေးကွာနေသောအခါ အီမာမ်နှစ်ဦး သို့မဟုတ် ထို့ထက်ပို၍ ခန့်အပ်ခြင်းကို ခွင့်ပြုခဲ့သည်ဟု ပြောကြားခဲ့သည်။ သို့သော် အီမာမ် အလ်-ဟာရာမိုင်းန် ကိုယ်တိုင်သည် ဤအမြင်နှင့်ပတ်သက်၍ မပြတ်သားခဲ့ပေ။</p>"
  }
]