[
  {
    "ayah_key": "2:213",
    "group_ayah_key": "2:213",
    "from_ayah": "2:213",
    "to_ayah": "2:213",
    "ayah_keys": "2:213",
    "text": "<p lang=\"my\" class=\"my \">လူသားတို့သည် တစ်ဦးတစ်ဝတည်းသော လူ့အဖွဲ့အစည်းဖြစ်ခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်သည် သတင်းကောင်းပေးသူများနှင့် သတိပေးသူများအဖြစ် နဗီများ (တမန်တော်များ) ကို စေလွှတ်တော်မူခဲ့၏။ ၎င်းတို့နှင့်အတူ အရှင်မြတ်သည် ကျမ်းဂန်ကို အမှန်တရားနှင့်တကွ ချပေးတော်မူခဲ့၏။ ၎င်းတို့ကွဲပြားခဲ့ကြသည့် ကိစ္စရပ်များတွင် လူများအကြား စီရင်ဆုံးဖြတ်ရန် ဖြစ်၏။ ကျမ်းဂန်ကို ပေးအပ်ခြင်းခံရသူများသာ ၎င်းနှင့်ပတ်သက်၍ ကွဲပြားခဲ့ကြ၏၊ ၎င်းတို့ထံသို့ ရှင်းလင်းသော သက်သေများ ရောက်လာပြီးနောက် တစ်ဦးနှင့်တစ်ဦး အမုန်းပွားမှုကြောင့် ဖြစ်၏။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ခွင့်ပြုချက်ဖြင့် ယုံကြည်သူတို့အား ၎င်းတို့ကွဲပြားခဲ့ကြသည့် အမှန်တရားသို့ လမ်းပြတော်မူခဲ့၏။ အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို ဖြောင့်မတ်သောလမ်းသို့ လမ်းပြတော်မူ၏။ <span>(၂၁၃)</span></p><div lang=\"my\" class=\"my \"><h2>ရှင်းလင်းသော သက်သေလက္ခဏာများ ရောက်ရှိပြီးနောက် ငြင်းခုံခြင်းသည် လမ်းလွဲခြင်းကို ပြသသည်။</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က အိဗ်နု အဗ္ဗားစ် ပြောသည်ဟု ဖော်ပြခဲ့သည်၊ \"အာဒမ်နှင့် နူးဟ်တို့ကြား ဆယ်ဆက်မြောက် (မျိုးဆက်) ရှိခဲ့သည်၊ ၎င်းတို့အားလုံးသည် အမှန်တရား၏ဘာသာတရားပေါ်တွင် ရှိခဲ့ကြသည်။ ၎င်းတို့သည် နောက်ပိုင်းတွင် ငြင်းခုံခဲ့ကြသောကြောင့် အလ္လာဟ်အရှင်မြတ်သည် နဗီများ (တမန်တော်များ) ကို သတိပေးသူများနှင့် သတင်းကောင်းပေးသူများအဖြစ် စေလွှတ်တော်မူခဲ့သည်။\" ၎င်းနောက် 'အဗ်ဒုလ္လာဟ်သည် ဤအာယသ်တော်ကို ဤသို့ ရွတ်ဖတ်ခဲ့သည်ဟု ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَاخْتَلَفُوا</p><p lang=\"my\" class=\"my \">လူသားတို့သည် တစ်ဦးတစ်ဝတည်းသော အွမ္မသ် (လူ့အဖွဲ့အစည်း) ဖြစ်ခဲ့ကြပြီး ၎င်းတို့သည် ထို့နောက် ငြင်းခုံခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အလ်-ဟာကိမ်က ၎င်း၏ မွတ်စ်တတ်ဒ်ရက်က်တွင် ၎င်းကို မှတ်တမ်းတင်ထားပြီး ပြောခဲ့သည်၊ \"၎င်း၏ ရာဝီ (ဆင့်ပွားပြောကြားသူ) ကွင်းဆက်သည် ဆဟီးဟ် (စစ်မှန်) ဖြစ်သည်၊ သို့သော် ၎င်းတို့ <span class=\"gray\">(အလ်-ဗုခါရီနှင့် မွတ်စ်လင်မ်)</span> က မှတ်တမ်းတင်ခဲ့ခြင်း မရှိပါ။\" အဗူ ဂျာအ်ဖရ် ရာဇီက အဗူ အလ်-'အာလီယဟ်က အုဗိုင်ယ် ဘင် ကအ်ဘ်သည် ဤအာယသ်တော်ကို ဤသို့ ရွတ်ဖတ်ခဲ့သည်ဟု ပြောခဲ့သည်ဟု ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَاخْتَلَفُوا فَبَعَثَ اللهُ النَّبِيِّينَ مُبَشِّرِينَ وُمُنْذِرِينَ</p><p lang=\"my\" class=\"my \">လူသားတို့သည် တစ်ဦးတစ်ဝတည်းသော အွမ္မသ် (လူ့အဖွဲ့အစည်း) ဖြစ်ခဲ့ကြပြီး ၎င်းတို့သည် ထို့နောက် ငြင်းခုံခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် နဗီများ (တမန်တော်များ) ကို သတိပေးသူများနှင့် သတင်းကောင်းပေးသူများအဖြစ် စေလွှတ်တော်မူခဲ့သည်။</p><p lang=\"gd\" class=\"gd \">Abdur-Razzaq said that Ma'mar said that Qatadah said that Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ النَّاسُ أُمَّةً وَاحِدَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့သည် တစ်ဦးတစ်ဝတည်းသော လူ့အဖွဲ့အစည်းဖြစ်ခဲ့ကြသည်)</span> ဟူသည်မှာ; \"၎င်းတို့အားလုံးသည် လမ်းညွှန်မှုကို ရရှိခဲ့ကြသည်။ ထို့နောက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاخْتَلَفُوا فَبَعَثَ اللَّهُ النَّبِيِّينَ</p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ငြင်းခုံခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်သည် နဗီများ (တမန်တော်များ) ကို စေလွှတ်တော်မူခဲ့သည်။</p><p lang=\"my\" class=\"my \">စေလွှတ်ခြင်းခံရသူ ပထမဆုံးမှာ နူးဟ်ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">အဗ်ဒုရ်-ရဇ်ဇာက်က အဗူ ဟုရိုင်ရဟ်က ဤအာယသ်တော်ကို မှတ်ချက်ပေးခဲ့သည်ဟု ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ခွင့်ပြုချက်ဖြင့် ယုံကြည်သူတို့အား ၎င်းတို့ကွဲပြားခဲ့ကြသည့် အမှန်တရားသို့ လမ်းပြတော်မူခဲ့၏။)</span> တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ الآخِرُونَ الْأَوَّلُونَ يَوْمَ الْقِيَامَةِ، نَحْنُ أَوَّلُ النَّاسِ دُخُولًا الْجَنَّــةَ، بَيْدَ أَنَّهُم أُوتُوا الْكِتَابَ مِنْ قَبْلِنا وأُوتِينَاهُ مِن بَعْدِهِمْ، فَهَدانا اللهُ لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقَّ بِإِذْنِهِ، فَهَذَا الْيَوْمُ الَّذِي اخْتَلَفُوا فِيهِ فَهَدَانَا اللهُ لَهُ، فَالنَّاسُ لَنَا فِيهِ تَبَعٌ، فَغدًا لِلْيَهُودِ، وَبَعْدَ غَدٍ لِلنَّصَارَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် နောက်ဆုံး <span class=\"gray\">(အွမ္မသ်)</span> ဖြစ်သည်၊ သို့သော် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ပထမဆုံး <span class=\"gray\">(ရှေ့တန်းအကျဆုံး)</span> ဖြစ်သည်။ ကျွန်ုပ်တို့သည် ဂျန္နသ် (သုခဘုံ) သို့ ဝင်ရောက်မည့် ပထမဆုံးလူများ ဖြစ်သည်၊ ၎င်းတို့ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> သည် ကျွန်ုပ်တို့မတိုင်မီ ကျမ်းဂန်ကို ရရှိခဲ့ကြပြီး ကျွန်ုပ်တို့သည် ၎င်းတို့နောက်ပိုင်းတွင် ရရှိခဲ့သော်လည်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ငြင်းခုံခဲ့ကြသည့် နေရာတိုင်းတွင် အမှန်တရားသို့ ကျွန်ုပ်တို့ကို လမ်းပြတော်မူခဲ့သည်။ ဤသည်မှာ ၎င်းတို့ ငြင်းခုံခဲ့ကြသည့်နေ့ <span class=\"gray\">(သောကြာနေ့)</span> ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့ကို ၎င်းသို့ လမ်းပြတော်မူခဲ့သည်။ သို့ဖြစ်၍ လူများသည် ကျွန်ုပ်တို့ကို လိုက်နာကြသည်၊ အဘယ်ကြောင့်ဆိုသော် မနက်ဖြန်သည် ဂျူးများအတွက်ဖြစ်ပြီး တစ်ဖန်နက်ဖြန်သည် ခရစ်ယာန်များအတွက် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု ဝဟ်ဗ်က 'အဗ်ဒုရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အပ်စ်လမ်က ၎င်း၏ဖခင်က ဤအာယသ်တော်နှင့်ပတ်သက်၍ ပြောခဲ့သည်ဟု ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ခွင့်ပြုချက်ဖြင့် ယုံကြည်သူတို့အား ၎င်းတို့ကွဲပြားခဲ့ကြသည့် အမှန်တရားသို့ လမ်းပြတော်မူခဲ့၏။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် စုဝေးရာနေ့ <span class=\"gray\">(သောကြာနေ့)</span> နှင့် ပတ်သက်၍ ငြင်းခုံခဲ့ကြသည်။ ဂျူးများသည် ၎င်းကို စနေနေ့အဖြစ် ပြုလုပ်ခဲ့ကြပြီး ခရစ်ယာန်များသည် တနင်္ဂနွေနေ့ကို ရွေးချယ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ ၏ အွမ္မသ် (လူ့အဖွဲ့အစည်း) ကို သောကြာနေ့သို့ လမ်းပြတော်မူခဲ့သည်။ ၎င်းတို့သည် မှန်ကန်သော ကိဗ်လာ (ဦးတည်ရာ) နှင့် ပတ်သက်၍လည်း ငြင်းခုံခဲ့ကြသည်။ ခရစ်ယာန်များသည် အရှေ့ဘက်သို့ မျက်နှာမူခဲ့ကြပြီး ဂျူးများသည် ဗိုင်သ် အလ်-မက်ဒစ်စ် (ဂျေရုဆလင်) သို့ မျက်နှာမူခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ ၏ အွမ္မသ် (လူ့အဖွဲ့အစည်း) ကို မှန်ကန်သော ကိဗ်လာ <span class=\"gray\">(မက္ကာဟ်ရှိ ကအ်ဗဟ်)</span> သို့ လမ်းပြတော်မူခဲ့သည်။ ၎င်းတို့သည် နမာဇ် (ဆွလားသ်) နှင့် ပတ်သက်၍လည်း ငြင်းခုံခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့အနက် အချို့သည် ဦးညွှတ်သော်လည်း ပျပ်ဝပ်ခြင်း မပြုကြဘဲ၊ အခြားသူများက ပျပ်ဝပ်သော်လည်း ဦးညွှတ်ခြင်း မပြုကြပေ။ ၎င်းတို့အနက် အချို့က စကားပြောနေရင်း နမာဇ် ဖတ်ကြပြီး အချို့က လမ်းလျှောက်နေရင်း ဖတ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ ၏ အွမ္မသ် (လူ့အဖွဲ့အစည်း) ကို အမှန်တရားသို့ လမ်းပြတော်မူခဲ့သည်။ ၎င်းတို့သည် ဆွောင်မ် (ဥပုသ်) နှင့် ပတ်သက်၍လည်း ငြင်းခုံခဲ့ကြသည်၊ ၎င်းတို့အနက် အချို့က နေ့၏တစ်စိတ်တစ်ပိုင်းကို ဥပုသ်စောင့်ကြပြီး၊ အခြားသူများက အချို့သော အစားအစာ အမျိုးအစားများမှ ဥပုသ်စောင့်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ ၏ အွမ္မသ် (လူ့အဖွဲ့အစည်း) ကို အမှန်တရားသို့ လမ်းပြတော်မူခဲ့သည်။ ၎င်းတို့သည် အိဗ်ရာဟီမ် (အာဗြဟံ) နှင့် ပတ်သက်၍လည်း ငြင်းခုံခဲ့ကြသည်။ ဂျူးများက 'သူသည် ဂျူးတစ်ဦးဖြစ်သည်' ဟု ပြောခဲ့ကြပြီး ခရစ်ယာန်များသည် ၎င်းအား ခရစ်ယာန်တစ်ဦးဟု ယူဆခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ဟနီဖန် မွတ်စ်လမန် (မှန်ကန်သောဘာသာတရားကို ယုံကြည်ပြီး အလ္လာဟ်အရှင်မြတ်ထံ လုံးလုံးလျားလျား လက်အောက်ခံသူ) ဖြစ်အောင် ပြုလုပ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ ၏ အွမ္မသ် (လူ့အဖွဲ့အစည်း) ကို အမှန်တရားသို့ လမ်းပြတော်မူခဲ့သည်။</p><p lang=\"my\" class=\"my \">၎င်းတို့သည် 'အီဆာ (ယေရှု) နှင့် ပတ်သက်၍လည်း ငြင်းခုံခဲ့ကြသည်။ ဂျူးများသည် ၎င်းအား ငြင်းပယ်ခဲ့ကြပြီး ၎င်း၏မိခင်အား ကြီးလေးသောပြစ်မှုဖြင့် စွပ်စွဲခဲ့ကြသည်၊ ခရစ်ယာန်များကမူ ၎င်းအား ဘုရားနှင့် ဘုရား၏သားအဖြစ် ပြုလုပ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား မိမိ၏နှုတ်ကပတ်တော်နှင့် မိမိထံမှ ဝိညာဉ် <span class=\"gray\">(ဖန်ဆင်းခဲ့သူများထဲမှ ဝိညာဉ်)</span> တစ်ခုဖြင့် ဖန်ဆင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ ၏ အွမ္မသ် (လူ့အဖွဲ့အစည်း) ကို အမှန်တရားသို့ လမ်းပြတော်မူခဲ့သည်။\"</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ps qpc-hafs\" lang=\"ps\">بِإِذْنِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...မိမိ၏ခွင့်ပြုချက်ဖြင့်)</span> ဟူသည်မှာ၊ '၎င်းတို့အပေါ် အရှင်မြတ်၏ အသိပညာဖြင့်၊ ၎င်းတို့ကို အရှင်မြတ်ညွှန်ကြားပြီး လမ်းပြခဲ့သည့်အရာဖြင့်' အိဗ်နု ဂျရီရ်၏ အဆိုအရ ဖြစ်သည်။ ထို့အပြင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَهْدِي مَن يَشَاءُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို လမ်းပြတော်မူ၏)</span> ဟူသည်မှာ အရှင်မြတ်ဖန်ဆင်းထားသူများထဲမှ ဖြစ်သည်။ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခဲ့သည်)-</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ဖြောင့်မတ်သောလမ်းသို့)</span> ဟူသည်မှာ၊ အရှင်မြတ်သည် ဆုံးဖြတ်ချက်နှင့် ရှင်းလင်းသော သက်သေကို အမိန့်ပေးသည်။ အလ်-ဗုခါရီနှင့် မွတ်စ်လင်မ်တို့က 'အာအိရှဟ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ညဘက်၌ နမာဇ် ဖတ်ရန် နိုးထလာသောအခါ မိန့်ကြားလေ့ရှိသည်ဟု ဖော်ပြခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ ربَّ جِبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ، فَاطِرَ السَّمٰوَاتِ وَالْأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ، اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ، إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلى صِرَاطٍ مُسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> ဂျိဗ်ရီလ်၊ မီကာအီလ်နှင့် အစ္စရာဖီလ်တို့၏ အရှင်သခင်၊ ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းရှင်၊ မြင်သာသောနှင့် မမြင်သာသောတို့ကို သိရှိသူ။ အရှင်မြတ်သည် အရှင်မြတ်၏ကျွန်များ ၎င်းတို့ငြင်းခုံခဲ့ကြသည့်အရာနှင့် ပတ်သက်၍ စီရင်ဆုံးဖြတ်တော်မူသည်၊ ထို့ကြောင့် အရှင်မြတ်၏ခွင့်ပြုချက်ဖြင့် အမှန်တရားနှင့်ပတ်သက်၍ ငြင်းခုံခဲ့ကြသောအရာသို့ ကျွန်ုပ်အား လမ်းပြတော်မူပါ။ အမှန်စင်စစ် အရှင်မြတ်သည် မိမိအလိုရှိသူကို ဖြောင့်မတ်သောလမ်းသို့ လမ်းပြတော်မူ၏။)</span></p><p lang=\"lb\" class=\"lb \">A Du'a reads:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ أَرِنَا الْحَقَّ حَقًّا، وَارْزُقْنَا اتِّبَاعَهُ، وَأَرِنَا الْبَاطِلَ بَاطِلًا، وَارْزُقْنَا اجْتنِاَبَهُ، وَلَا تَجْعَلْهُ مُلْتَبِسًا عَلَيْنَا فَنَضِلَّ، وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်! အမှန်တရားကို အမှန်တရားအဖြစ် ပြသတော်မူပါ၊ ၎င်းကို လိုက်နာခြင်းကို ကျွန်ုပ်တို့အား ပေးသနားတော်မူပါ။ မကောင်းမှုကို မကောင်းမှုအဖြစ် ပြသတော်မူပါ၊ ၎င်းမှ ကျွန်ုပ်တို့ကို ဝေးကွာစေတော်မူပါ၊ မကောင်းမှု၏ အဖြစ်မှန်နှင့် ပတ်သက်၍ ကျွန်ုပ်တို့ကို မရှုပ်ထွေးစေပါနှင့် သို့မှသာ ၎င်းကြောင့် ကျွန်ုပ်တို့ လမ်းမမှားကြဘဲ၊ ကျွန်ုပ်တို့ကို ယုံကြည်သူများအတွက် ခေါင်းဆောင်များ ဖြစ်စေတော်မူပါ။)</span></p>"
  }
]