[
  {
    "ayah_key": "101:1",
    "group_ayah_key": "101:1",
    "from_ayah": "101:1",
    "to_ayah": "101:11",
    "ayah_keys": "101:1,101:2,101:3,101:4,101:5,101:6,101:7,101:8,101:9,101:10,101:11",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အကြွင်းမဲ့ ကရုဏာတော်ရှင်၊ အကြွင်းမဲ့ မဟာကရုဏာတော်ရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْقَارِعَةُ - مَا الْقَارِعَةُ - وَمَا أَدْرَاكَ مَا الْقَارِعَةُ - يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ - وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنفُوشِ - فَأَمَّا مَن ثَقُلَتْ مَوَازِينُهُ - فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ - وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ - فَأُمُّهُ هَاوِيَةٌ - وَمَا أَدْرَاكَ مَا هِيَهْ - نَارٌ حَامِيَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အလ်-ကာရိအာဟ်။)</span><span class=\"gray\">(၂။ အလ်-ကာရိအာဟ်ဟူသည် အဘယ်နည်း။)</span><span class=\"gray\">(၃။ အလ်-ကာရိအာဟ်ဟူသည် အဘယ်အရာဖြစ်ကြောင်း သင်မည်သို့ သိနိုင်မည်နည်း။)</span><span class=\"gray\">(၄။ ၎င်းသည် လူသားတို့ ပျံ့ကြဲနေသော ပိုးဖလံများကဲ့သို့ ဖြစ်နေမည့်နေ့ဖြစ်သည်။)</span><span class=\"gray\">(၅။ တောင်များသည်လည်း ဖွတ်ထားသော သိုးမွှေးကဲ့သို့ ဖြစ်နေလိမ့်မည်။)</span><span class=\"gray\">(၆။ ထို့နောက် ၎င်း၏ ချိန်ခွင်လေးသူမှာ၊)</span><span class=\"gray\">(၇။ သူသည် သာယာသော ဘဝဖြင့် နေထိုင်ရလိမ့်မည်။)</span><span class=\"gray\">(၈။ သို့သော် ၎င်း၏ ချိန်ခွင်ပေါ့သူမှာ၊)</span><span class=\"gray\">(၉။ သူ၏မိခင်မှာ ဟာဝီယာဟ် ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">(၁၀။ ၎င်းကား အဘယ်အရာဖြစ်ကြောင်း သင်မည်သို့ သိနိုင်မည်နည်း။)</span><span class=\"gray\">(၁၁။ ပြင်းထန်ပူပြင်းသော မီး!)</span></p><p lang=\"my\" class=\"my \">အလ်-ကာရိအာဟ်သည် တရားစီရင်ရာနေ့၏ အမည်များအနက် တစ်ခုဖြစ်သည်၊ အလ်-ဟက္ကာဟ်၊ အတ်-သမ္မာဟ်၊ အစ်-စက္ခာဟ်၊ အလ်-ဂှာရှီယာဟ်နှင့် အခြားအမည်များကဲ့သို့ပင်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းအတွက် စိုးရိမ်ပူပန်မှုနှင့် ကြောက်ရွံ့မှုကို ပိုမိုပြင်းထန်စေရန် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَدْرَاكَ مَا الْقَارِعَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ကာရိအာဟ်ဟူသည် အဘယ်အရာဖြစ်ကြောင်း သင်မည်သို့ သိနိုင်မည်နည်း။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အရှင်မြတ်က ၎င်းကို ဤသို့မိန့်ကြား၍ ရှင်းပြတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် လူသားတို့ ပျံ့ကြဲနေသော ပိုးဖလံများကဲ့သို့ ဖြစ်နေမည့်နေ့ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ ပြန့်ကျဲခြင်း၊ ကွဲပြားခြင်း၊ လာခြင်းနှင့် သွားခြင်းတို့တွင်၊ ၎င်းတို့အပေါ် ဖြစ်ပျက်နေသည်များကို အံ့အားသင့်နေသောကြောင့် ၎င်းတို့သည် ပြန့်ကျဲနေသော ပိုးဖလံများကဲ့သို့ ဖြစ်နေလိမ့်မည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ပျံ့နှံ့နေသော ကျိုင်းကောင်များကဲ့သို့ ဖြစ်ကြ၏။)</span><span class=\"gray\">(၅၄:၇)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنفُوشِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တောင်များသည်လည်း ဖွတ်ထားသော သိုးမွှေးကဲ့သို့ ဖြစ်နေလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဟောင်းနွမ်းစပြုလာပြီး <span class=\"gray\">(မှေးမှိန်ကာ)</span> ပြဲပြဲစပြုနေသည့် ဖွတ်ထားသော သိုးမွှေးကဲ့သို့ ဖြစ်လာလိမ့်မည်။ မုဂျာဟိဒ်၊ အိကရီမာဟ်၊ စအိဒ် ဘင် ဂျုဘိုင်ရ်၊ အလ်-ဟာစန်၊ ကတာဒါဟ်၊ အတာအ် အလ်-ခုရာစနီ၊ အဒ်-ဒဟ်ဟက်နှင့် အစ်-စွတ်ဒ်ဒီတို့အားလုံးက ဤသို့ဆိုခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَالْعِهْنِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သိုးမွှေး <span class=\"gray\">('အိဟ်န်)</span> ကဲ့သို့။)</span> \"သိုးမွှေးထည်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ကောင်းမှုကုသိုလ်ပြုခဲ့သူများ ရရှိမည့် ရလဒ်များနှင့် ၎င်းတို့၏ လုပ်ဆောင်မှုများအပေါ် မူတည်၍ ရရှိမည့် ဂုဏ်သရေနှင့် ရှက်ရွံ့မှုအကြောင်းကို အသိပေးတော်မူသည်။ အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا مَن ثَقُلَتْ مَوَازِينُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်း၏ ချိန်ခွင်လေးသူမှာ၊)</span> ဆိုလိုသည်မှာ သူ၏ ကောင်းမှုကုသိုလ်များသည် သူ၏ မကောင်းမှုများထက် ပိုများသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သာယာသော ဘဝဖြင့် နေထိုင်ရလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ဂျန္နတ် (ပရဒိသု) ၌ ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်း၏ ချိန်ခွင်ပေါ့သူမှာ၊)</span> ဆိုလိုသည်မှာ သူ၏ မကောင်းမှုများသည် သူ၏ ကောင်းမှုများထက် ပိုများသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُمُّهُ هَاوِيَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏မိခင်မှာ ဟာဝီယာဟ် ဖြစ်လိမ့်မည်။)</span> ဤသည်မှာ သူသည် ဂျဟန္နမ်ငရဲမီးထဲသို့ ဦးခေါင်းနှင့် ထိုးကျလိမ့်မည်ဟု ဆိုထားပြီး 'သူ၏မိခင်' ဟူသော အသုံးအနှုန်းကို သူ၏ ဦးနှောက်ကို ရည်ညွှန်းရန် အသုံးပြုထားသည် <span class=\"gray\">(၎င်းသည် သူ၏ဦးခေါင်း၏ မိခင်ဖြစ်သောကြောင့်)</span>။ </p><p lang=\"my\" class=\"my \">ဤနှင့်ဆင်တူသော ဖော်ပြချက်ကို အိဗ်နု အဘ်ဘာစ်၊ အိကရီမာဟ်၊ အဘူ စွာလိဟ်နှင့် ကတာဒါဟ်တို့မှ သတင်းပို့ထားသည်။ ကတာဒါဟ်က \"သူသည် ဂျဟန္နမ်မီးထဲသို့ သူ၏ဦးခေါင်းနှင့် ထိုးကျလိမ့်မည်\" ဟု ပြောခဲ့သည်။ အဘူ စွာလိဟ်ကလည်း \"၎င်းတို့သည် မီးထဲသို့ ၎င်းတို့၏ဦးခေါင်းများနှင့် ထိုးကျလိမ့်မည်\" ဟု ပြောခဲ့ရာတွင် ဆင်တူသော ဖော်ပြချက်ကို ပြုလုပ်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">၎င်းသည် နောင်တမလွန်ဘဝတွင် သူပြန်သွားမည့်၊ အဆုံးသတ်ရမည့် သူ၏မိခင်မှာ ဟာဝီယာဟ် ဖြစ်လိမ့်မည်ဟုလည်း ဆိုထားသည်၊ ၎င်းသည် ဂျဟန္နမ်မီး၏ အမည်များအနက် တစ်ခုဖြစ်သည်။ အိဗ်နု ဂျာရီရ်က \"အလ်-ဟာဝီယာဟ်ကို သူ၏မိခင်ဟု ခေါ်ဆိုရခြင်းမှာ သူ၌ ၎င်းမှလွဲ၍ အခြားနေရာ မရှိတော့မည်ဖြစ်သောကြောင့်သာ ဖြစ်သည်\" ဟု ပြောခဲ့သည်။ အိဗ်နု ဇိုင်းဒ်က \"အလ်-ဟာဝီယာဟ်သည် မီးဖြစ်သည်၊ ၎င်းသည် သူ၏မိခင်နှင့် သူပြန်သွားရမည့်၊ အခြေချရမည့် နေရာဖြစ်လိမ့်မည်\" ဟု ပြောခဲ့သည်။ ထို့နောက် သူသည် အာယတ်တော်ကို ရွတ်ဖတ်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَأْوَاهُمُ النَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ နေရာသည် ငရဲမီး ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">(၃:၁၅၁)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က ကတာဒါဟ်ထံမှ သူပြောခဲ့သည်မှာ \"၎င်းသည် မီးဖြစ်သည်၊ ၎င်းသည် ၎င်းတို့၏ နေရာဖြစ်သည်\" ဟု ဖော်ပြထားသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က အလ်-ဟာဝီယာဟ်၏ အဓိပ္ပာယ်ကို ရှင်းပြရာတွင် မိန့်ကြားသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا أَدْرَاكَ مَا هِيَهْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကား အဘယ်အရာဖြစ်ကြောင်း သင်မည်သို့ သိနိုင်မည်နည်း။)</span>။</p><p lang=\"de\" class=\"de \">Allah's statement</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَارٌ حَامِيَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြင်းထန်ပူပြင်းသော မီး!)</span> ဆိုလိုသည်မှာ အလွန်အမင်းပူပြင်းခြင်း။ ၎င်းသည် ပြင်းထန်သော မီးတောက်နှင့် မီးတို့နှင့်အတူ ပါလာသော အပူဖြစ်သည်။ အဘူ ဟူရိုင်ရာဟ်ထံမှ တမန်တော်မြတ် ﷺ က မိန့်ကြားသည်ဟု ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَارُ بَنِي آدَمَ الَّتِي تُوقِدُونَ، جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنْ نَارِ جَهَنَّمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အားလုံး မီးမွှေးသော အာဒမ်၏သားသမီးတို့၏ မီးသည် ဂျဟန္နမ်မီး၏ အပုံခုနစ်ဆယ်မှ တစ်ပုံဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့ <span class=\"gray\">(သာဝကများ)</span> က \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! ၎င်းသည် မလုံလောက်ဘူးလား?\" ဟု မေးလျှောက်ခဲ့ကြသည်။ အရှင်မြတ်က ပြန်ဖြေကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهَا فُضِّلَتْ عَلَيْهَا بِتِسْعَةٍ وَسِتِّينَ جُزْءًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ၎င်းထက် ခြောက်ဆယ့်ကိုးဆ ပိုမိုသည်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်ကို အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့က မှတ်တမ်းတင်ထားသည်။ အချို့သော အသုံးအနှုန်းများတွင် သူက ဤသို့ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهَا فُضِّلَتْ عَلَيْهَا بِتِسْعَةٍ وَسِتِّينَ جُزْءًا، كُلُّهُنَّ مِثْلُ حَرِّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ၎င်းထက် ခြောက်ဆယ့်ကိုးဆ ပိုမိုသည်၊ ၎င်းတို့တစ်ခုစီသည် ၎င်း၏ပူပြင်းမှုနှင့်တူသည်။)</span></p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အဘူ ဟူရိုင်ရာဟ်ထံမှ မှတ်တမ်းတင်ခဲ့သည့် ဟဒီးဆ်တော်တစ်ခုတွင် တမန်တော်မြတ် ﷺ က မိန့်ကြားသည်ဟု ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْوَنَ أَهْلِ النَّارِ عَذَابًا مَنْ لَهُ نَعْلَانِ، يَغْلِي مِنْهُمَا دِمَاغُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် ဂျဟန္နမ်မီးသားတို့တွင် အပြင်းထန်ဆုံး ပြစ်ဒဏ်ကို ခံရမည့်သူမှာ ၎င်း၏ ဦးနှောက်ကို ဆူပွက်စေမည့် ဖိနပ်နှစ်ရံရှိသော အမျိုးသားတစ်ဦး ဖြစ်လိမ့်မည်။)\"</span></p><p lang=\"my\" class=\"my \">ဆဟီးဟ်နှစ်အုပ်တွင် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားသည်ဟု အတည်ပြုထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اشْتَكَتِ النَّارُ إِلَى رَبِّهَا فَقَالَتْ: يَا رَبِّ أَكَلَ بَعْضِي بَعْضًا، فَأَذِنَ لَهَا بِنَفَسَيْنِ: نَفَسٍ فِي الشِّتَاءِ، وَنَفَسٍ فِي الصَّيْفِ، فَأَشَدُّ مَا تَجِدُونَ فِي الشِّتَاءِ مِنْ بَرْدِهَا، وَأَشَدُّ مَا تَجِدُونَ فِي الصَّيْفِ مِنْ حَرِّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျဟန္နမ်မီးသည် ၎င်း၏အရှင်သခင်ထံ တိုင်တန်း၍ \"အို အရှင်သခင်! ကျွန်ုပ်၏ အစိတ်အပိုင်းအချို့သည် ကျွန်ုပ်၏ အခြားအစိတ်အပိုင်းများကို စားသုံးနေပါသည်\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်)</span> က ၎င်းအား အသက်ရှူခြင်းနှစ်ကြိမ် ပြုလုပ်ရန် ခွင့်ပြုတော်မူသည်- တစ်ကြိမ်မှာ ဆောင်းရာသီတွင်ဖြစ်ပြီး တစ်ကြိမ်မှာ နွေရာသီတွင်ဖြစ်သည်။ ထို့ကြောင့် သင်တို့ ဆောင်းရာသီတွင် ခံစားရသော အပြင်းထန်ဆုံး အအေးဓာတ်သည် ၎င်း၏ အအေးဓာတ်မှဖြစ်ပြီး သင်တို့ နွေရာသီတွင် ခံစားရသော အပြင်းထန်ဆုံး အပူဓာတ်သည် ၎င်း၏ အပူဓာတ်မှ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဆဟီးဟ်နှစ်အုပ်တွင် သူက ဤသို့ပြောခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا عَنِ الصَّلَاةِ، فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပူပြင်းထန်လာသောအခါ အေးသွားသောအခါ နမာဇ်ဖတ်ကြလော့၊ အမှန်ပင် ပြင်းထန်သော အပူသည် ဂျဟန္နမ်၏ အသက်ရှူခြင်းမှ ဖြစ်သည်။)</span></p>"
  }
]