[
  {
    "ayah_key": "22:49",
    "group_ayah_key": "22:49",
    "from_ayah": "22:49",
    "to_ayah": "22:51",
    "ayah_keys": "22:49,22:50,22:51",
    "text": "<p class=\"my translation\" lang=\"my\">ပြောပါ- \"အိုလူသားတို့! ငါသည် သင့်ထံသို့ ထင်ရှားသော သတိပေးသူအဖြစ်သာ <span class=\"gray\">(စေလွှတ်ခြင်းခံရ)</span>၏။ <span>(၄၉)</span>ထို့ကြောင့် ယုံကြည်ပြီး ဖြောင့်မတ်သောကောင်းမှုများကို ပြုလုပ်သူတို့အတွက် ခွင့်လွှတ်ခြင်းနှင့် ရစ်ဇ်ကာရင်မ် <span>(၅၀)</span>သို့သော် ငါတို့၏ အာယတ်များကို ပျက်စီးစေရန် ကြိုးစားသူတို့သည် ငရဲဘုံသားများ ဖြစ်ကြလိမ့်မည် <span>(၅၁)</span></p><div lang=\"my\" class=\"my \"><h2>ဖြောင့်မတ်သူနှင့် မဖြောင့်မတ်သူတို့၏ အကျိုးဆပ်မှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ တမန်တော် ﷺ အား မိန့်ကြားခဲ့သည်၊ မယုံကြည်သူများက သူတို့အတွက် ပြစ်ဒဏ်ကို အလျင်အမြန်ချရန် တောင်းဆိုသောအခါတွင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنَّمَا أَنَا لَكُمْ نَذِيرٌ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အိုလူသားတို့! ငါသည် သင့်ထံသို့ ထင်ရှားသော သတိပေးသူအဖြစ်သာ <span class=\"gray\">(စေလွှတ်ခြင်းခံရ)</span>၏။\")</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ကြီးမားသော ပြစ်ဒဏ်မတိုင်မီ သတိပေးရန် ငါ့ကို စေလွှတ်ခဲ့သည်၊ သို့သော် သင့်၏ စစ်ဆေးခြင်းနှင့် ပတ်သက်၍ ငါနှင့် ဘာမှမဆိုင်ပါ။ သင့်ကိစ္စသည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်- အကယ်၍ ကိုယ်တော်အလိုရှိပါက၊ ကိုယ်တော်သည် သင့်အတွက် ပြစ်ဒဏ်ကို အလျင်အမြန်ချမည်၊ အကယ်၍ ကိုယ်တော်အလိုရှိပါက၊ ကိုယ်တော်သည် သင့်အတွက် ၎င်းကို ရွှေ့ဆိုင်းမည်။ ကိုယ်တော်အလိုရှိပါက၊ ကိုယ်တော်ထံ နောင်တရသူတို့၏ နောင်တကို လက်ခံမည်၊ အကယ်၍ ကိုယ်တော်အလိုရှိပါက၊ ကိုယ်တော်သည် ကံကြမ္မာအရ ဖျက်ဆီးခံရမည့်သူတို့ကို လမ်းလွဲစေမည်။ ကိုယ်တော်သည် ကိုယ်တော်အလိုရှိသမျှနှင့် ရွေးချယ်သမျှကို ပြုလုပ်သူတစ်ဦးတည်းသာ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا مُعَقِّبَ لِحُكْمِهِ ۚ وَهُوَ سَرِيعُ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ စီရင်ဆုံးဖြတ်ချက်ကို နောက်ပြန်ဆုတ်စေနိုင်သူ မည်သူမျှမရှိ၊ ကိုယ်တော်သည် စစ်ဆေးခြင်းတွင် လျင်မြန်လှ၏။)</span><span class=\"gray\">(၁၃:၄၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَنَا لَكُمْ نَذِيرٌ مُّبِينٌ - فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင့်ထံသို့ ထင်ရှားသော သတိပေးသူအဖြစ်သာ <span class=\"gray\">(စေလွှတ်ခြင်းခံရ)</span>၏။ ထို့ကြောင့် ယုံကြည်ပြီး ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုလုပ်သူတို့၊)</span> ဆိုလိုသည်မှာ၊ နှလုံးသားဖြင့် ယုံကြည်ပြီး ၎င်းတို့၏ လုပ်ဆောင်ချက်များသည် ၎င်းတို့၏ ယုံကြည်ခြင်းကို အတည်ပြုသူများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက် ခွင့်လွှတ်ခြင်းနှင့် ရစ်ဇ်ကာရင်မ် ရှိသည်။)</span> ဆိုလိုသည်မှာ၊ သူတို့၏ ယခင်မကောင်းမှုများအတွက် ခွင့်လွှတ်ခြင်းနှင့် ကောင်းမှုအနည်းငယ်အတွက် ကြီးမားသော အကျိုးဆပ်မှုဖြစ်သည်။ မုဟမ္မဒ် ဘင် ကအ်ဘ် အလ်-ကူရာဇီက ပြောသည်မှာ၊ \"သင်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကို ကြားသောအခါ</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَرِزْقٌ كَرِيمٌ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Rizq Karim)</span> this means Paradise.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါတို့၏ အာယတ်များကို ပျက်စီးစေရန် ကြိုးစားသူတို့၊)</span> မူဂျာဟစ်ဒ်က ပြောသည်မှာ၊ \"လူတို့အား တမန်တော် ﷺ ကို လိုက်နာခြင်းမှ တားဆီးရန်ဖြစ်သည်။\" ၎င်းသည် 'အဗ်ဒုလ္လာဟ် ဘင် အဇ်-ဇူဘိုင်ရ်' ၏ အမြင်လည်းဖြစ်သည်။ \"တားဆီးရန်။\" အိဗ်န် အဗ္ဗားစ်က ပြောသည်မှာ၊ \"သူတို့ကို ပျက်စီးစေရန်ဆိုသည်မှာ ယုံကြည်သူများကို ခေါင်းမာစွာ ဆန့်ကျင်ခြင်းဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ငရဲဘုံသားများ ဖြစ်ကြလိမ့်မည်။)</span> ၎င်းသည် ပြင်းထန်သော ပြစ်ဒဏ်နှင့်အတူ အလွန်ပူပြင်းသော မီးကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့ကို ၎င်းမှ ကယ်တင်ပါစေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများနှင့် အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ <span class=\"gray\">(လူတို့ကို)</span> တားဆီးသူများအတွက်၊ သူတို့သည် ဖျက်ဆီးမှုများကို ပြန့်ပွားစေခဲ့သောကြောင့် ပြစ်ဒဏ်ပေါ်တွင် ပြစ်ဒဏ်ကို ထပ်ပေါင်းပေးမည်။)</span><span class=\"gray\">[၁၆:၈၈]</span></p>"
  }
]