[
  {
    "ayah_key": "25:21",
    "group_ayah_key": "25:21",
    "from_ayah": "25:21",
    "to_ayah": "25:24",
    "ayah_keys": "25:21,25:22,25:23,25:24",
    "text": "<p lang=\"my\" class=\"my \">ငါတို့နှင့် တွေ့ဆုံခြင်းကို မမျှော်လင့်သူတို့က \"အဘယ်ကြောင့် ကောင်းကင်တမန်များကို ငါတို့ထံ မချပေးသနည်း၊ သို့မဟုတ် အဘယ်ကြောင့် ငါတို့၏အရှင်သခင်ကို ငါတို့ မတွေ့ရသနည်း\" ဟု ဆိုကြ၏။ ဧကန်စင်စစ် သူတို့သည် မိမိတို့ကိုယ်ကို အလွန်အမင်း ထင်မှတ်ကြပြီး ကြီးစွာသော မာနဖြင့် မထီမဲ့မြင် ပြုကြသည် <span>(၂၁)</span>ကောင်းကင်တမန်များကို မြင်တွေ့ရမည့်နေ့တွင် – ထိုနေ့၌ ပြစ်မှုကျူးလွန်သူများအတွက် သတင်းကောင်းဟူ၍ ရှိမည်မဟုတ်။ ထိုသူတို့က \"ဟစ်ဂျရမ် မဟ်ဂျူရာ\" ဟု ပြောကြလိမ့်မည်။ <span>(၂၂)</span>၎င်းတို့ပြုခဲ့သော မည်သည့်လုပ်ရပ်ကိုမဆို ငါတို့သည် လှည့်၍ ကြည့်ရှုမည်ဖြစ်ပြီး ထိုလုပ်ရပ်များကို လွင့်ပျံ့နေသော ဖုန်မှုန့်များကဲ့သို့ ဖြစ်စေမည်။ <span>(၂၃)</span>ထိုနေ့တွင် ဂျန္နတ် (ပရဒိသု) နေသူတို့သည် အကောင်းဆုံး နေရာနှင့် အလှပဆုံးသော နားခိုရာနေရာကို ရရှိကြလိမ့်မည်။ <span>(၂၄)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူတို့၏ ခေါင်းမာမှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူတို့က ပြောဆိုခဲ့ကြသည့်အခါ ၎င်းတို့၏ ငြင်းပယ်မှုတွင် မည်မျှခေါင်းမာသည်ကို ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا أُنزِلَ عَلَيْنَا الْمَلَائِكَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့် ကောင်းကင်တမန်များကို ငါတို့ထံ မချပေးသနည်း၊)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းတို့အား ကိုယ်တိုင်မြင်နိုင်ရန်နှင့် မုဟမ္မဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်ဖြစ်သည်ဟု ၎င်းတို့က ငါတို့အား ပြောပြနိုင်ရန်' ဖြစ်သည်။ ၎င်းတို့က ပြောဆိုခဲ့သည့်အခါနှင့် ဆင်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် အသင်သည် အလ္လာဟ်အရှင်မြတ်နှင့် ကောင်းကင်တမန်များကို <span class=\"gray\">(ငါတို့ရှေ့သို့)</span> မျက်နှာချင်းဆိုင် ခေါ်ဆောင်လာမည်)</span><span class=\"gray\">(၁၇:၉၂)</span>။ ထို့ကြောင့် ၎င်းတို့ကလည်း ပြောဆိုခဲ့သည်–</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ نَرَىٰ رَبَّنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် အဘယ်ကြောင့် ငါတို့၏အရှင်သခင်ကို ငါတို့ မတွေ့ရသနည်း)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدِ اسْتَكْبَرُوا فِي أَنفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် သူတို့သည် မိမိတို့ကိုယ်ကို အလွန်အမင်း ထင်မှတ်ကြပြီး ကြီးစွာသော မာနဖြင့် မထီမဲ့မြင် ပြုကြသည်)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းတို့ထံ ကောင်းကင်တမန်များကို ချပေးခဲ့ပြီး လူသေများက ၎င်းတို့နှင့် စကားပြောခဲ့လျှင်တောင်...)</span><span class=\"gray\">(၆:၁၁၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَّحْجُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်များကို မြင်တွေ့ရမည့်နေ့တွင် – ထိုနေ့၌ ပြစ်မှုကျူးလွန်သူများအတွက် သတင်းကောင်းဟူ၍ ရှိမည်မဟုတ်။ ထိုသူတို့က \"ဟစ်ဂျရမ် မဟ်ဂျူရာ\" ဟု ပြောကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့သည် ကောင်းကင်တမန်များကို မြင်တွေ့ရသည့်အခါ ၎င်းတို့အတွက် ကောင်းသောနေ့ မဟုတ်ချေ၊ ထိုနေ့၌ ၎င်းတို့အတွက် သတင်းကောင်းဟူ၍ ရှိမည်မဟုတ်။ ၎င်းတို့ သေဆုံးချိန်တွင်လည်း ဤအရာကို အတည်ပြုသည်။ ထိုအခါ ကောင်းကင်တမန်များသည် ၎င်းတို့အား ငရဲနှင့် အနန္တတန်ခိုးရှင်၏ ဒေါသအမျက်တို့ကို သတင်းပေးပို့ကြသည်။ မယုံကြည်သူ၏ ဝိညာဉ်ကို ထုတ်ယူနေစဉ် ကောင်းကင်တမန်တို့က ၎င်းအား \"အို မကောင်းသောကိုယ်ခန္ဓာမှ မကောင်းသောဝိညာဉ်၊ ထွက်လာပါလေ၊ ပြင်းထန်ပူပြင်းသော လေနှင့် ဆူပွက်နေသောရေ၊ အနက်ရောင်မီးခိုး၏ အရိပ်ဆီသို့ ထွက်လာပါလေ\" ဟု ပြောကြသည်။ ၎င်းသည် ထွက်လာရန် ငြင်းဆန်ပြီး ၎င်း၏ကိုယ်ခန္ဓာအနှံ့ ပြန့်ကျဲသွားသည်။ ထို့ကြောင့် ၎င်းတို့သည် ၎င်းအား ရိုက်နှက်ကြသည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا ۙ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့၏ ဝိညာဉ်များကို ကောင်းကင်တမန်တို့က ဖမ်းဆုပ်သွားသည့်အခါ၊ ၎င်းတို့သည် ၎င်းတို့၏ မျက်နှာများနှင့် ကျောများကို ရိုက်နှက်ကြသည်ကို အသင် မြင်တွေ့ရလျှင်...)</span><span class=\"gray\">(၈:၅၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားသူတို့သည် သေဆုံးခြင်း၏ ပြင်းထန်သောဝေဒနာများထဲ၌ ရှိနေစဉ်၊ ကောင်းကင်တမန်တို့သည် ၎င်းတို့၏လက်များကို ဖြန့်ကျက်ထားသည်ကို အသင် မြင်တွေ့ရလျှင်)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့အား ရိုက်နှက်ရန်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخْرِجُوا أَنفُسَكُمُ ۖ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ပြောလျက်)</span>: \"သင်တို့၏ ဝိညာဉ်များကို ထုတ်ယူကြလော့! ဤနေ့၌ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ် အမှန်တရားမဟုတ်သည်ကို ပြောဆိုခဲ့ခြင်းကြောင့် သိမ်ဖျင်းသော ပြစ်ဒဏ်ဖြင့် အစားပေးခံရမည်။ သင်တို့သည် အရှင်မြတ်၏ အာယတ်များကို မလေးမစား ငြင်းပယ်ခဲ့ကြသည်!\")</span><span class=\"gray\">(၆:၉၃)</span> ထို့ကြောင့် ဤအာယတ်တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်များကို မြင်တွေ့ရမည့်နေ့တွင် – ပြစ်မှုကျူးလွန်သူများအတွက် သတင်းကောင်းဟူ၍ ရှိမည်မဟုတ်။)</span> ၎င်းသည် သေခြင်းတရား နီးကပ်လာသောအခါ ယုံကြည်သူတို့၏ အခြေအနေနှင့် ဆန့်ကျင်ဘက်ဖြစ်သည်။ အကြောင်းမှာ ၎င်းတို့သည် ဝမ်းမြောက်ခြင်းနှင့် နှစ်သက်ပျော်ရွှင်ခြင်း သတင်းကောင်းများကို ရရှိသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنتُمْ تُوعَدُونَ - نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ - نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် \"ကျွန်ုပ်တို့၏အရှင်သခင်သည် အလ္လာဟ်ဖြစ်သည်\" ဟု ပြောဆို၍ ထို့နောက် ခိုင်မြဲစွာ ရပ်တည်သူတို့အပေါ် ကောင်းကင်တမန်တို့သည် ဆင်းသက်၍ <span class=\"gray\">(ပြောကြမည်)</span>: \"မကြောက်ကြနှင့်၊ မဝမ်းနည်းကြနှင့်! သို့သော် သင်တို့အား ကတိပေးထားသော ဂျန္နတ် (ပရဒိသု) ၏ သတင်းကောင်းကို လက်ခံကြလော့! ကျွန်ုပ်တို့သည် ဤလောကဘဝတွင် သင်တို့၏ မိတ်ဆွေများ ဖြစ်ခဲ့ကြပြီး နောင်ဘဝတွင်လည်း <span class=\"gray\">(ထို့အတူ)</span> ဖြစ်ကြသည်။ ထိုနေရာ၌ သင်တို့၏ စိတ်ဆန္ဒရှိသမျှကို ရရှိကြလိမ့်မည်၊ ထိုနေရာ၌ သင်တို့ တောင်းဆိုသမျှကို ရရှိကြလိမ့်မည်။ အနန္တခွင့်လွှတ်တော်မူသော၊ အနန္တမေတ္တာရှင်ထံမှ ဧည့်ခံကျွေးမွေးခြင်း ဖြစ်သည်!\")</span><span class=\"gray\">(၄၁:၃၀-၃၂)</span> အလ်-ဘရာအ် ဘင် အာဇိဘ်မှ သက်သေခံ ဟဒီးဆ်တော်အရ ကောင်းကင်တမန်များသည် ယုံကြည်သူ၏ ဝိညာဉ်အား <span class=\"gray\">(သေဆုံးချိန်၌)</span> \"အို ကောင်းမွန်သော ကိုယ်ခန္ဓာရှိ ကောင်းမွန်သော ဝိညာဉ်၊ သင်နေထိုင်ခဲ့သည့်အတိုင်း ထွက်လာပါ။ အနားယူရန်၊ မွှေးကြိုင်သောရနံ့များဆီသို့၊ အမျက်မထွက်သော အရှင်ထံသို့ ထွက်လာပါ\" ဟု ပြောဆိုကြသည်။ အခြားပညာရှင်များက အာယတ်တော်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်များကို မြင်တွေ့ရမည့်နေ့တွင် – သတင်းကောင်းဟူ၍ မရှိ)</span> သည် ရှင်ပြန်ထမြောက်မည့်နေ့ကို ရည်ညွှန်းသည်ဟု ပြောဆိုခဲ့ကြသည်။ ဤသည်မှာ မူဂျာဟစ်၊ အဒ်-ဒဟ်ဟက်နှင့် အခြားသူတို့၏ အမြင်ဖြစ်သည်။ သို့သော် ဤအမြင်နှစ်ခုကြားတွင် ဆန့်ကျင်ဘက်မရှိ၊ အကြောင်းမှာ ထိုနေ့နှစ်ခုစလုံး – သေဆုံးသည့်နေ့နှင့် ရှင်ပြန်ထမြောက်မည့်နေ့ – တွင် ကောင်းကင်တမန်များသည် ယုံကြည်သူများနှင့် မယုံကြည်သူများထံ ပေါ်ထွန်းလာမည်ဖြစ်ပြီး၊ ၎င်းတို့သည် ယုံကြည်သူများအား နတ်ဘုရား၏ ကရုဏာနှင့် နှစ်သက်ပျော်ရွှင်ခြင်းသတင်းကောင်းများကို ပေးအပ်ကြမည်ဖြစ်သည်။ မယုံကြည်သူများအားမူ နောင်တနှင့် ဝမ်းနည်းပူဆွေးမှုကို ဖြစ်စေမည့်သတင်းများကို ပေးအပ်ကြမည်ဖြစ်ရာ ထိုနေ့၌ ဆိုးသွမ်းသူများနှင့် ပြစ်မှုကျူးလွန်သူများအတွက် သတင်းကောင်းဟူ၍ ရှိမည်မဟုတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ حِجْرًا مَّحْجُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(ကောင်းကင်တမန်တို့)</span> က \"ဟစ်ဂျရမ် မဟ်ဂျူရာ\" ဟု ပြောကြလိမ့်မည်။)</span> ကောင်းကင်တမန်တို့က မယုံကြည်သူများအား 'ယနေ့ သင်တို့အတွက် အောင်မြင်မှုသည် တားမြစ်ထားသည်' ဟု ပြောကြလိမ့်မည်။ အလ်-ဟစ်ဂျရ်၏ အခြေခံအဓိပ္ပါယ်မှာ တားဆီးခြင်း သို့မဟုတ် ပိတ်ပင်ခြင်းဖြစ်သည်။ ထို့ကြောင့် ထိုစကားလုံးကို \"ဟာဂျရာ အလ်-ကာဒီ အာလာ ဖူလန်\" <span class=\"gray\">(သို့မဟုတ်၊ \"တရားသူကြီးက ထိုသူကို တားမြစ်ခဲ့သည်\")</span> ဟူသော စကားစုတွင် အသုံးပြုသည်။ ထိုအခါ သူသည် ဒေဝါလီခံခြင်း၊ အလွဲသုံးစားလုပ်ခြင်း၊ အရွယ်မရောက်သေးခြင်း စသည်တို့တွင် သူ၏ စည်းစိမ်ဥစ္စာကို စွန့်ပယ်ခြင်းမှ တားမြစ်သည်။ အလ်-ဟစ်ဂျရ် <span class=\"gray\">(ကအ်ဗာအနီးရှိ မြေနိမ့်သော ဆိုင်းအစွန်း နံရံ)</span> အမည်ကိုလည်း ဤမူရင်းမှ ဆင်းသက်လာသည်။ အကြောင်းမှာ ၎င်းသည် လူများကို ၎င်းအတွင်း၌ တဝါဖ် (ကအ်ဗာကို ပတ်လည်လှည့်ခြင်း) ပြုလုပ်ခြင်းမှ တားဆီးထားသောကြောင့်ဖြစ်ပြီး၊ ၎င်းတို့သည် ၎င်း၏နောက်မှ သွားရမည်ဖြစ်သည်။ စိတ်ကိုလည်း အလ်-ဟစ်ဂျရ် ဟု ခေါ်သည်၊ အကြောင်းမှာ ၎င်းသည် လူတစ်ဦးအား သူ့အတွက် မသင့်လျော်သောအရာများကို လိုက်စားခြင်းမှ တားဆီးသောကြောင့်ဖြစ်သည်။ နိဂုံးချုပ်အားဖြင့် စကားစုရှိ နာမ်စားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြလိမ့်မည်)</span> ကောင်းကင်တမန်များကို ရည်ညွှန်းသည်။ ဤသည်မှာ မူဂျာဟစ်၊ အိက်ရီမာဟ်၊ အလ်-ဟာစန်၊ အဒ်-ဒဟ်ဟက်၊ ကတာဒါဟ်၊ အတိယျာဟ် အလ်-'အော်ဖီ၊ အတာအ် အလ်-ခုရာစနီ၊ ခုဆိုင်းဖ်နှင့် အခြားသူတို့၏ အမြင်ဖြစ်သည်; အိဗ်နု ဂျရီရ် ကလည်း ဤအမြင်ကို နှစ်သက်ခဲ့သည်။ အိဗ်နု ဂျရီရ်က အိဗ်နု ဂျူရိုင်းဂျ်က ၎င်းသည် ရုပ်တုကိုးကွယ်သူတို့၏ စကားများကို ရည်ညွှန်းသည်ဟု ပြောဆိုခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَرَوْنَ الْمَلَائِكَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်များကို မြင်တွေ့ရမည့်နေ့တွင်)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့သည် ကောင်းကင်တမန်များထံမှ ခိုလှုံရာကို ရှာဖွေကြလိမ့်မည်။ ဤသည်မှာ ဘေးဆိုးနှင့် ဒုက္ခကြုံလာသောအခါ အာရပ်တို့က ပြောဆိုလေ့ရှိသောကြောင့်ဖြစ်သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">حِجْرًا مَّحْجُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဟစ်ဂျရမ် မဟ်ဂျူရာ။\")</span> အိဗ်နု ဂျူရိုင်းဂျ် ပြောဆိုခဲ့သည့်အရာတွင် အချက်တစ်ခု ရှိသော်လည်း၊ ဆက်စပ်အကြောင်းအရာအရ ဤသည်မှာ ရည်ရွယ်ချက် မဟုတ်နိုင်ချေ၊ ပညာရှင်အများစုက မတူညီသောအရာကို ပြောဆိုခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِمْنَا إِلَىٰ مَا عَمِلُوا مِنْ عَمَلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ပြုခဲ့သော မည်သည့်လုပ်ရပ်ကိုမဆို ငါတို့သည် လှည့်၍ ကြည့်ရှုမည်)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့ကို ၎င်းတို့၏ ကောင်းမှုမကောင်းမှုများအတွက် စစ်ဆေးမည့် ရှင်ပြန်ထမြောက်ရာနေ့ကို ရည်ညွှန်းသည်။ ဤရုပ်တုကိုးကွယ်သူတို့က ကယ်တင်ခြင်းကို ဆောင်ကြဉ်းပေးလိမ့်မည်ဟု ထင်မှတ်ခဲ့သော လုပ်ရပ်များသည် ၎င်းတို့အတွက် အချည်းနှီးဖြစ်ကြောင်း အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်။ အကြောင်းမှာ ၎င်းတို့သည် အစ္စလာမ့်ဥပဒေ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်၏ ဥပဒေများနှင့် မကိုက်ညီသောကြောင့်ဖြစ်ပြီး၊ စေတနာဖြူစင်မှုအရ ဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်ချမှတ်ထားသော ဥပဒေများကို လိုက်နာမှုအရ ဖြစ်စေ မကိုက်ညီချေ။ စေတနာဖြူစင်မှု မရှိသော သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်၏ ဥပဒေများနှင့် မကိုက်ညီသော လုပ်ရပ်တိုင်းသည် အချည်းနှီးဖြစ်ပြီး၊ မယုံကြည်သူတို့၏ လုပ်ရပ်များသည် တစ်ခုခုမဟုတ်၊ နှစ်ခုလုံးပါဝင်နိုင်ရာ၊ ထိုအခါ လက်ခံခံရဖို့ အခွင့်အလမ်း ပိုနည်းသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِمْنَا إِلَىٰ مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَّنثُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ပြုခဲ့သော မည်သည့်လုပ်ရပ်ကိုမဆို ငါတို့သည် လှည့်၍ ကြည့်ရှုမည်ဖြစ်ပြီး ထိုလုပ်ရပ်များကို လွင့်ပျံ့နေသော ဖုန်မှုန့်များကဲ့သို့ ဖြစ်စေမည်။)</span> ဆူဖယန် အသ်-သော်ရီက အဗူ အစ်ဟာက်မှ အလ်-ဟာရစ်သ်မှတဆင့် အလီ၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို မှတ်ချက်ပြုခဲ့ကြောင်း ပြန်လည်ပြောပြခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلْنَاهُ هَبَاءً مَّنثُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုလုပ်ရပ်များကို လွင့်ပျံ့နေသော ဖုန်မှုန့်များ <span class=\"gray\">(ဟဘအ်)</span> ကဲ့သို့ ဖြစ်စေမည်။)</span> \"နေရောင်ခြည်သည် သေးငယ်သော အပေါက်မှ ဖြတ်သန်းလာသောအခါ\"။ အလားတူအမြင်ကို အလီမှ အခြားသော သတင်းပေးသူများမှတဆင့်လည်း ပြန်လည်ပြောပြခဲ့ပြီး၊ အိဗ်နု အဗ္ဗါစ်၊ မူဂျာဟစ်၊ အိက်ရီမာဟ်၊ စအိဒ် ဘင် ဂျူဘိုင်းရ်၊ အစ်-စွတ်ဒီ၊ အဒ်-ဒဟ်ဟက်နှင့် အခြားသူတို့မှလည်း အလားတူအရာကို ပြန်လည်ပြောပြခဲ့သည်။ အလ်-ဟာစန် အလ်-ဘစွရီက \"ဤသည်မှာ သေးငယ်သော ပြတင်းပေါက်မှ ဝင်လာသော ရောင်ခြည်များကို ရည်ညွှန်းသည်၊ မည်သူမဆို ၎င်းတို့အား ဖမ်းဆုပ်ရန် ကြိုးစားလျှင် မတတ်နိုင်ချေ\" ဟု ပြောဆိုခဲ့သည်။ အဗူ အလ်-အဟ်ဝါစ်က အဗူ အစ်ဟာက်မှ အလ်-ဟာရစ်သ်မှတဆင့် အလီက ပြောဆိုခဲ့သည်– \"ဟဘအ်သည် တိရစ္ဆာန်များကြောင့် ထလာသော ဖုန်မှုန့်များကို ရည်ညွှန်းသည်။\" အလားတူအမြင်ကို အိဗ်နု အဗ္ဗါစ်နှင့် အဒ်-ဒဟ်ဟက်တို့မှလည်း ပြန်လည်ပြောပြခဲ့ပြီး၊ ဤအရာကို အဗ္ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်းဒ် ဘင် အစွလမ် ကလည်း ပြောဆိုခဲ့သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">هَبَاءً مَّنثُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လွင့်ပျံ့နေသော ဖုန်မှုန့်များ <span class=\"gray\">(ဟဘအ်)</span>။)</span> ကတာဒါဟ်က ပြောဆိုခဲ့သည်– \"လေတိုက်ခတ်သောအခါ အပင်ခြောက်များကို မမြင်ဖူးဘူးလား။ ဤသည်မှာ ထိုအရွက်များကို ရည်ညွှန်းသည်။\" ယအ်လာ ဘင် အူဘိုင်းဒ်က ပြောဆိုခဲ့သည်– \"ပြာ သို့မဟုတ် ဖုန်မှုန့်များကို လေတိုက်ခတ်၍ လွင့်ပျံ့သွားသောအခါ။\" နိဂုံးချုပ်အားဖြင့်၊ ဤအမြင်များအားလုံးသည် မယုံကြည်သူတို့၏ လုပ်ရပ်များသည် အသုံးမဝင်သော လွင့်ပျံ့နေသောအရာများကဲ့သို့ ဖြစ်ပြီး ၎င်းတို့အတွက် မည်သည့်အရာမျှ အကျိုးမပြုနိုင်ကြောင်း ထောက်ပြနေသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ ۖ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏အရှင်သခင်ကို မယုံကြည်သူတို့၏ ဥပမာမှာ ၎င်းတို့၏လုပ်ရပ်များသည် ပြင်းထန်သောလေတိုက်ခတ်သော ပြာများကဲ့သို့ဖြစ်သည်)</span><span class=\"gray\">(၁၄:၁၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُم بِالْمَنِّ وَالْأَذَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! သင်တို့၏ လှူဒါန်းမှုများကို သင်တို့၏ ရက်ရောမှုကို ပြန်ပြောင်းသတိပေးခြင်းဖြင့်သော်လည်းကောင်း၊ ထိခိုက်နစ်နာအောင် ပြုခြင်းဖြင့်သော်လည်းကောင်း အချည်းနှီး မဖြစ်စေကြနှင့်၊)</span> အရှင်မြတ်၏ မိန့်တော်မူချက်အထိ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَقْدِرُونَ عَلَىٰ شَيْءٍ مِّمَّا كَسَبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့ရရှိထားသော မည်သည့်အရာမျှကိုမှ မတတ်နိုင်ကြ။)</span><span class=\"gray\">(၂:၂၆၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّىٰ إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့အတွက်မူ ၎င်းတို့၏လုပ်ရပ်များသည် သဲကန္တာရရှိ ရေငွေ့ပြာတစ်ခုနှင့်တူသည်။ ရေငတ်သူက ၎င်းအား ရေဟု ထင်မှတ်သော်လည်း၊ ၎င်းထံသို့ ရောက်သောအခါ မည်သည့်အရာမျှ မတွေ့ရချေ။)</span><span class=\"gray\">(၂၄:၃၉)</span></p><div lang=\"my\" class=\"my \"><h2>ပရဒိသုနေသူတို့၏ နေရာ</h2></div><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ပရဒိသုနေသူတို့သည် အကောင်းဆုံး နေရာနှင့် အလှပဆုံးသော နားခိုရာနေရာကို ရရှိကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ၊ ရှင်ပြန်ထမြောက်မည့်နေ့တွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲနေသူများနှင့် ပရဒိသုနေသူများသည် မတူညီကြပေ။ ပရဒိသုနေသူတို့သာ အောင်မြင်သူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">(၅၉:၂၀)</span> ဤသည်မှာ ပရဒိသုနေသူတို့သည် မြင့်မားသော အဆင့်အတန်းများနှင့် လုံခြုံသော နေရာများသို့ တက်လှမ်းကြမည်ဖြစ်သောကြောင့်ဖြစ်ပြီး၊ ထို့ကြောင့် ၎င်းတို့သည် လုံခြုံမှု၊ လှပမှုနှင့် ကောင်းမြတ်မှုရှိသော နေရာ၌ ရှိကြလိမ့်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا ۚ حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာ၌ ထာဝရနေထိုင်ကြမည် – နေရာထိုင်ခင်းအဖြစ်၊ အနားယူရာနေရာအဖြစ် အလွန်ကောင်းမွန်လှသည်။)</span><span class=\"gray\">(၂၅:၇၆)</span> ငရဲနေသူတို့သည် အနိမ့်ဆုံး အဆင့်များနှင့် အဆက်မပြတ် နောင်တရခြင်းဆီသို့ ကျဆင်းသွားကြမည်ဖြစ်ပြီး၊ ဒဏ်ခတ်မှုများနှင့် ညှဉ်းပန်းနှိပ်စက်မှု အမျိုးမျိုးကို ကြုံတွေ့ကြရမည်ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ၎င်း <span class=\"gray\">(ငရဲ)</span> သည် နေရာထိုင်ခင်းအဖြစ်နှင့် အနားယူရာနေရာအဖြစ် ဆိုးရွားလှသည်။)</span><span class=\"gray\">(၂၅:၆၆)</span> ဆိုလိုသည်မှာ၊ မြင်ရတာ မည်မျှဆိုးရွားသော နေရာထိုင်ခင်းဖြစ်ပြီး၊ နေထိုင်ရတာ မည်မျှဆိုးရွားသော နေရာဖြစ်သနည်း။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ပရဒိသုနေသူတို့သည် အကောင်းဆုံး နေရာနှင့် အလှပဆုံးသော နားခိုရာနေရာကို ရရှိကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့ပြုခဲ့သော လက်ခံနိုင်ဖွယ် လုပ်ရပ်များအတွက် အလဲအလှယ်အနေဖြင့် ၎င်းတို့ရရှိမည့်အရာနှင့် ရောက်ရှိမည့် အဆင့်အတန်းတို့သည် ငရဲနေသူတို့နှင့် ဆန့်ကျင်ဘက်ဖြစ်ပြီး၊ ငရဲနေသူတို့သည် ပရဒိသုသို့ ဝင်ရောက်ရန်နှင့် ငရဲမှ လွတ်မြောက်ရန် အရည်အချင်းပြည့်မီစေမည့် မည်သည့်လုပ်ရပ်တစ်ခုမျှ မရှိချေ။ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းချီးခံစားရသူတို့၏ အခြေအနေကို ဘေးဆိုးကျရောက်သူတို့နှင့် ဆန့်ကျင်ဘက်ထား၍ ဖော်ပြထားပြီး၊ ဘေးဆိုးကျရောက်သူတို့သည် မည်သည့်ကောင်းမြတ်မှုကိုမျှ ခံစားရမည်မဟုတ်ချေ။ စအိဒ် ဘင် ဂျူဘိုင်းရ်က ပြောဆိုသည်– \"အလ္လာဟ်အရှင်မြတ်သည် တရားစီရင်ခြင်းကို ထိုနေ့၏ တစ်ဝက်တွင် အပြီးသတ်မည်ဖြစ်ပြီး၊ ပရဒိသုနေသူတို့သည် ပရဒိသု၌ ၎င်းတို့၏ နေ့လည်ခင်း အနားယူကြမည်ဖြစ်ပြီး ငရဲနေသူတို့သည် ငရဲ၌ အနားယူကြမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ပရဒိသုနေသူတို့သည် အကောင်းဆုံး နေရာနှင့် အလှပဆုံးသော နားခိုရာနေရာကို ရရှိကြလိမ့်မည်။)</span>\" အိက်ရီမာဟ်က ပြောဆိုသည်– \"ပရဒိသုနေသူတို့ ပရဒိသုသို့ ဝင်ရောက်မည့်အချိန်နှင့် ငရဲနေသူတို့ ငရဲသို့ ဝင်ရောက်မည့်အချိန်ကို ငါသိသည်။ ဤလောကတွင် ၎င်းသည် နံနက်စောစောပိုင်း စတင်၍ လူတို့သည် နေ့လည်ခင်း အနားယူရန် မိမိတို့၏ မိသားစုများထံ ပြန်သွားကြသည့် အချိန်ဖြစ်သည်။ ငရဲနေသူတို့သည် ငရဲသို့ သွားကြမည်ဖြစ်သော်လည်း ပရဒိသုနေသူတို့သည် ပရဒိသုသို့ ခေါ်ဆောင်ခြင်း ခံရမည်ဖြစ်ပြီး ပရဒိသု၌ ၎င်းတို့၏ နေ့လည်ခင်း အနားယူကြမည်ဖြစ်ပြီး ၎င်းတို့အား ဝေလငါး၏ အသည်းကို ကျွေးမွေးမည်ဖြစ်ကာ ၎င်းတို့အားလုံး ဝလင်စွာ စားသုံးကြမည်ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသော အရာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ပရဒိသုနေသူတို့သည် အကောင်းဆုံး နေရာနှင့် အလှပဆုံးသော နားခိုရာနေရာကို ရရှိကြလိမ့်မည်။)</span></p>"
  }
]