[
  {
    "ayah_key": "28:25",
    "group_ayah_key": "28:25",
    "from_ayah": "28:25",
    "to_ayah": "28:28",
    "ayah_keys": "28:25,28:26,28:27,28:28",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် ၎င်းတို့အနက်မှ တစ်ဦးသည် ရှက်ရွံ့စွာ လမ်းလျှောက်၍ သူ၏ထံသို့ ရောက်လာ၏။ သူမက “ဧကန်မလွဲ ကျွန်ုပ်၏ဖခင်သည် ကျွန်ုပ်တို့အတွက် <span class=\"gray\">(ကျွန်ုပ်တို့၏ သိုးအုပ်များအား)</span> ရေတိုက်ပေးခြင်းအတွက် သင့်အား အစားပြန်ပေးရန် ခေါ်ဆိုနေပါသည်” ဟု ပြောကြားခဲ့သည်။ ထို့နောက် သူသည် ၎င်း၏ထံသို့ ရောက်ရှိလာပြီး ပုံပြင်ကို ပြန်လည်ပြောပြသောအခါ ၎င်းက “မကြောက်နှင့်။ သင်သည် မတရားပြုသူများထံမှ လွတ်မြောက်ခဲ့ပြီ။ <span>(၂၅)</span>ထို <span class=\"gray\">(အမျိုးသမီးနှစ်ဦးအနက်)</span> တစ်ဦးက “အို ကျွန်ုပ်၏ဖခင်! သူ့ကို ငှားရမ်းပါ! ဧကန်မလွဲ သင့်အတွက် ငှားရမ်းရန် အကောင်းဆုံးလူသည် ခွန်အားကြီးသူ၊ ယုံကြည်စိတ်ချရသူ ဖြစ်၏။ <span>(၂၆)</span>သူက “ငါသည် ငါ့သမီးနှစ်ဦးအနက်မှ တစ်ဦးအား သင့်အား ထိမ်းမြားပေးရန် ရည်ရွယ်သည်၊ သို့သော် သင်သည် ငါ့အား ရှစ်နှစ်ကြာ အလုပ်အကျွေးပြုရမည်ဟူသော အခြေအနေနှင့်တကွ။ သို့သော် သင်သည် ဆယ်နှစ်ပြည့်အောင် လုပ်ဆောင်ခဲ့လျှင် ၎င်းသည် <span class=\"gray\">(ကျေးဇူးပြုခြင်း)</span> သင့်ထံမှ ဖြစ်လိမ့်မည်။ သို့သော် ငါသည် သင့်အား အခက်အခဲမဖြစ်စေလိုပါ။ အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက သင်သည် ငါ့အား ဖြောင့်မတ်သူများအနက်မှ တစ်ဦးအဖြစ် တွေ့ရှိရလိမ့်မည်။ <span>(၂၇)</span>သူ <span class=\"gray\">(မူဆာ)</span> က “၎င်းသည် ကျွန်ုပ်နှင့် သင်ကြား <span class=\"gray\">(သဘောတူထားသော ကိစ္စ)</span> ဖြစ်သည်။ ထိုသတ်မှတ်ကာလနှစ်ခုအနက် မည်သည့်ကာလကိုမဆို ကျွန်ုပ်ပြည့်စုံအောင် လုပ်ဆောင်ခဲ့လျှင် ကျွန်ုပ်အပေါ် မတရားမှု မရှိပါ။ ကျွန်ုပ်တို့ပြောသောစကားများအပေါ် အလ္လာဟ်အရှင်မြတ်သည် သက်သေ ဖြစ်တော်မူ၏။ <span>(၂၈)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာ၊ အမျိုးသမီးနှစ်ဦး၏ ဖခင်နှင့် ၎င်းတို့အနက် တစ်ဦးနှင့် သူ၏ ထိမ်းမြားခြင်း</h2></div><p lang=\"my\" class=\"my \">ထိုအမျိုးသမီးနှစ်ဦးသည် သိုးများနှင့်အတူ လျင်မြန်စွာ ပြန်လာသောအခါ သူတို့၏ဖခင်က ၎င်းတို့ အလွန်လျင်မြန်စွာ ပြန်လာခြင်းကို အံ့သြခဲ့သည်။ သူက ၎င်းတို့အား ဘာဖြစ်ခဲ့သည်ကို မေးမြန်းခဲ့ပြီး ၎င်းတို့က တမန်တော် မူဆာ (အပေါ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော် သက်ရောက်ပါစေ) ပြုလုပ်ခဲ့သည်များကို ပြောပြခဲ့ကြသည်။ ထို့ကြောင့် သူက ၎င်းတို့အနက်မှ တစ်ဦးကို သူ၏ဖခင်နှင့် တွေ့ဆုံရန် ခေါ်ဆိုစေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့အနက်မှ တစ်ဦးသည် ရှက်ရွံ့စွာ လမ်းလျှောက်၍ သူ၏ထံသို့ ရောက်လာ၏။)</span> ဆိုလိုသည်မှာ သူမသည် လွတ်လပ်သောအမျိုးသမီးတစ်ဦးကဲ့သို့ လမ်းလျှောက်နေခဲ့သည်။ သစ္စာရှိသူတို့၏ ခေါင်းဆောင်၊ 'ဥမာရ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ ပြန်လည်ပြောပြသည်မှာ “သူမသည် သူမ၏ အဝတ်စများကို ခေါက်၍ သူတို့ထံမှ ကိုယ့်ကိုကိုယ် ဖုံးအုပ်ထားခဲ့သည်။”</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာသ်င်မ်က 'အမ်ရ် ဘင် မိုင်မွန် ပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်။ 'ဥမာရ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က “သူမသည် ရှက်ရွံ့စွာ လမ်းလျှောက်လာပြီး သူမ၏ အဝတ်ကို သူမ၏မျက်နှာပေါ် ဖုံးအုပ်ထားသည်။ သူမသည် ကြွေ့ကြွေ့ဝံ့ဝံ့ လာရောက်လှုပ်ရှားသော ရဲတင်းသော အမျိုးသမီးမျိုး မဟုတ်ပါ။” ဤဇာတ်ကြောင်းပြောသူများ၏ ဆင့်ကဲမှတ်တမ်းသည် သဟီဟ် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမက “ဧကန်မလွဲ ကျွန်ုပ်၏ဖခင်သည် ကျွန်ုပ်တို့အတွက် <span class=\"gray\">(ကျွန်ုပ်တို့၏ သိုးအုပ်များအား)</span> ရေတိုက်ပေးခြင်းအတွက် သင့်အား အစားပြန်ပေးရန် ခေါ်ဆိုနေပါသည်” ဟု ပြောကြားခဲ့သည်။)</span> ဤသည်မှာ ကောင်းမွန်သော ကိုယ်ကျင့်တရား၏ နမူနာဖြစ်သည်။ သူမသည် သူ့အား သူမနှင့်ပတ်သက်၍ မသင်္ကာစိတ်များ မရှိစေရန်အတွက် တိုက်ရိုက် မဖိတ်ခေါ်ခဲ့ပါ။ သူမက “ကျွန်ုပ်၏ဖခင်က သင့်အား ကျွန်ုပ်တို့၏သိုးများအား ရေတိုက်ပေးခြင်းအတွက် အစားပြန်ပေးရန် ဖိတ်ခေါ်နေသည်” ဟု ပြောကြားခဲ့သည်။ ဆိုလိုသည်မှာ ထိုအတွက် သင့်အား အခကြေးငွေအချို့ ပေးရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် ၎င်း၏ထံသို့ ရောက်ရှိလာပြီး ပုံပြင်ကို ပြန်လည်ပြောပြသောအခါ)</span> ဆိုလိုသည်မှာ သူက ၎င်း၏ပုံပြင်နှင့် သူ၏တိုင်းပြည်မှ အဘယ်ကြောင့် ထွက်ခွာခဲ့ရသည်ကို ပြောပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لَا تَخَفْ ۖ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက “မကြောက်နှင့်။ သင်သည် မတရားပြုသူများထံမှ လွတ်မြောက်ခဲ့ပြီ။” ဟု ပြောကြားခဲ့သည်။)</span> သူက 'စိတ်အေးအေးထားပြီး အနားယူပါ၊ အဘယ်ကြောင့်ဆိုသော် သင်သည် သူတို့၏နိုင်ငံမှ ထွက်ခွာခဲ့ပြီးဖြစ်သောကြောင့် ကျွန်ုပ်တို့၏မြေတွင် သူတို့၌ အာဏာမရှိတော့ပါ။' ထို့ကြောင့် သူက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် မတရားပြုသူများထံမှ လွတ်မြောက်ခဲ့ပြီ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ ۖ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအမျိုးသမီးနှစ်ဦးအနက် တစ်ဦးက “အို ကျွန်ုပ်၏ဖခင်! သူ့ကို ငှားရမ်းပါ! ဧကန်မလွဲ သင့်အတွက် ငှားရမ်းရန် အကောင်းဆုံးလူသည် ခွန်အားကြီးသူ၊ ယုံကြည်စိတ်ချရသူ ဖြစ်၏။” ဟု ပြောကြားခဲ့သည်။)</span> ထိုအမျိုးသား၏ သမီးနှစ်ဦးအနက်မှ တစ်ဦးက ဤသို့ ပြောကြားခဲ့ပြီး သူမသည် တမန်တော် မူဆာ (အပေါ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော် သက်ရောက်ပါစေ) နောက်မှ လမ်းလျှောက်ခဲ့သူ ဖြစ်သည်ဟု ဆိုကြသည်။ သူမက သူမ၏ဖခင်အား ပြောကြားခဲ့သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَا أَبَتِ اسْتَأْجِرْهُ</p><p lang=\"so\" class=\"so \"><span class=\"gray\">(O my father! Hire him!)</span> as a shepherd to look after the sheep. 'Umar, Ibn 'Abbas, Shurayh Al-Qadi, Abu Malik, Qatadah, Muhammad bin Ishaq and others said: \"When she said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ သင့်အတွက် ငှားရမ်းရန် အကောင်းဆုံးလူသည် ခွန်အားကြီးသူ၊ ယုံကြည်စိတ်ချရသူ ဖြစ်၏။)</span> သူမ၏ဖခင်က သူမအား ‘ထိုအကြောင်းကို သင်ဘာသိသနည်း’ ဟု မေးမြန်းခဲ့သည်။ သူမက သူ့အား ‘သူသည် လူဆယ်ဦးမှသာ မနိုင်သော ကျောက်တုံးတစ်တုံးကို မယူခဲ့သည်၊ ကျွန်မသူနှင့်အတူ ပြန်လာသောအခါ ကျွန်မသူ့ရှေ့မှ လမ်းလျှောက်ခဲ့သည်၊ သို့သော် သူက ကျွန်မအား ကျွန်မ၏နောက်မှ လမ်းလျှောက်ပါဟု ပြောခဲ့သည်၊ လမ်းကြောင်းနှင့်ပတ်သက်၍ ကျွန်မရှုပ်ထွေးခဲ့လျှင် ကျောက်စရစ်ခဲတစ်ခု ပစ်ချပါ၊ သို့မှသာ ကျွန်မ မည်သည့်လမ်းကြောင်းသို့ သွားရမည်ကို သိရမည်’ ဟု ပြောကြားခဲ့သည်။ 'အဗ်ဒုလ္လာဟ် <span class=\"gray\">(အိဗ်နု မပ်စ်အူဒ်)</span> က “ထိုးထွင်းသိမြင်မှု အရှိဆုံးလူများမှာ သုံးဦးရှိသည်- အဘူဘက္ကရ်၏ 'ဥမာရ်နှင့်ပတ်သက်သော ထိုးထွင်းဉာဏ်၊ တမန်တော် ယူဆွဖ်၏ အဖော်က ‘သူ့ကို နေထိုင်ရအဆင်ပြေအောင် လုပ်ပေးပါ’ ဟု ပြောခဲ့သောအခါ၊ နှင့် တမန်တော် မူဆာ၏ အဖော်က သူမပြောခဲ့သောအခါ” ဟု ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَتِ اسْتَأْجِرْهُ ۖ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ဖခင်! သူ့ကို ငှားရမ်းပါ! ဧကန်မလွဲ သင့်အတွက် ငှားရမ်းရန် အကောင်းဆုံးလူသည် ခွန်အားကြီးသူ၊ ယုံကြည်စိတ်ချရသူ ဖြစ်၏။)</span>။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ငါ့သမီးနှစ်ဦးအနက်မှ တစ်ဦးအား သင့်အား ထိမ်းမြားပေးရန် ရည်ရွယ်သည်၊)</span> ဆိုလိုသည်မှာ ဤအဘိုးအိုက သူ့အား သူ၏သိုးအုပ်များကို ဂရုစိုက်ရန် တောင်းဆိုခဲ့သည်၊ ထို့နောက် သူက သူ၏သမီးနှစ်ဦးအနက်မှ တစ်ဦးအား သူနှင့် ထိမ်းမြားပေးလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ أَنْ تَأْجُرَنِي ثَمَانِيَ حِجَجٍ ۖ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်သည် ငါ့အား ရှစ်နှစ်ကြာ အလုပ်အကျွေးပြုရမည်ဟူသော အခြေအနေနှင့်တကွ။ သို့သော် သင်သည် ဆယ်နှစ်ပြည့်အောင် လုပ်ဆောင်ခဲ့လျှင် ၎င်းသည် <span class=\"gray\">(ကျေးဇူးပြုခြင်း)</span> သင့်ထံမှ ဖြစ်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ ‘သင်သည် ငါ၏သိုးအုပ်များကို ရှစ်နှစ်ကြာ ကျွေးမွေးစောင့်ရှောက်ရမည်ဟူသော အခြေအနေနှင့်တကွ၊ သင်သည် ငါ့အား ထပ်ဆောင်းနှစ်နှစ် ပေးလိုပါက ၎င်းသည် သင့်သဘောဖြစ်သည်။ သို့သော် သင်မလိုချင်ပါက ရှစ်နှစ်သည် လုံလောက်သည်’ ဟု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ ۚ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါသည် သင့်အား အခက်အခဲမဖြစ်စေလိုပါ။ အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက သင်သည် ငါ့အား ဖြောင့်မတ်သူများအနက်မှ တစ်ဦးအဖြစ် တွေ့ရှိရလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ‘ငါသည် သင့်အား ဖိအားပေးလိုခြင်း သို့မဟုတ် သင့်အား အခက်အခဲဖြစ်စေခြင်း သို့မဟုတ် သင့်နှင့် ငြင်းခုံလိုခြင်း မရှိပါ။’</p><p lang=\"no\" class=\"no \">Ibn Abi Hatim recorded that 'Ali bin Rabah Al-Lakhmi said, \"I heard 'Utbah bin An-Nadar As-Sulami, the Companion of the Messenger of Allah ﷺ narrating that the Messenger of Allah ﷺ said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ مُوسَى عَلَيْهِ السَّلَامُ آجَرَ نَفْسَهُ بِعِفَّةِ فَرْجِهِ وَطُعْمَةِ بَطْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော် မူဆာ (အပေါ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော် သက်ရောက်ပါစေ) သည် မိမိကိုယ်ကို သန့်ရှင်းစင်ကြယ်စေရန်နှင့် မိမိကိုယ်ကို ကျွေးမွေးရန် ရည်ရွယ်ချက်ဖြင့် အငှားချခဲ့သည်။)</span> ထို့အပြင် အလ္လာဟ်အရှင်မြတ်သည် တမန်တော် မူဆာ (အပေါ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော် သက်ရောက်ပါစေ) အကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ ذَٰلِكَ بَيْنِي وَبَيْنَكَ ۖ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ ۖ وَاللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက “၎င်းသည် ကျွန်ုပ်နှင့် သင်ကြား <span class=\"gray\">(သဘောတူထားသော ကိစ္စ)</span> ဖြစ်သည်။ ထိုသတ်မှတ်ကာလနှစ်ခုအနက် မည်သည့်ကာလကိုမဆို ကျွန်ုပ်ပြည့်စုံအောင် လုပ်ဆောင်ခဲ့လျှင် ကျွန်ုပ်အပေါ် မတရားမှု မရှိပါ။ ကျွန်ုပ်တို့ပြောသောစကားများအပေါ် အလ္လာဟ်အရှင်မြတ်သည် သက်သေ ဖြစ်တော်မူ၏။” ဟု ပြောကြားခဲ့သည်။)</span> မူဆာက သူ၏ယောက္ခမအား “ကိစ္စသည် သင်ပြောသည့်အတိုင်း ဖြစ်သည်။ သင်သည် ကျွန်ုပ်အား ရှစ်နှစ်အတွက် ငှားရမ်းထားပြီး သင်သည် ဆယ်နှစ်ပြည့်အောင် လုပ်ဆောင်ခဲ့လျှင် ၎င်းသည် ကျွန်ုပ်၏ရွေးချယ်မှု ဖြစ်သည်။ သို့သော် ကျွန်ုပ်သည် ပမာဏနည်းသော ကာလကိုသာ လုပ်ဆောင်ခဲ့လျှင် ကျွန်ုပ်သည် ပဋိညာဉ်ကို ပြည့်စုံအောင် လုပ်ဆောင်ခဲ့ပြီး အခြေအနေများကို ပြည့်မီပြီးသား ဖြစ်လိမ့်မည်။” ထို့ကြောင့် သူက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသတ်မှတ်ကာလနှစ်ခုအနက် မည်သည့်ကာလကိုမဆို ကျွန်ုပ်ပြည့်စုံအောင် လုပ်ဆောင်ခဲ့လျှင် ကျွန်ုပ်အပေါ် မတရားမှု မရှိပါ။)</span> ဆိုလိုသည်မှာ ‘ကျွန်ုပ်အပေါ် အပြစ်တင်စရာ မရှိပါ။ ပြီးပြည့်စုံသော ကာလသည် ခွင့်ပြုထားသည်၊ သို့သော် ၎င်းကို ထပ်ဆောင်းအဖြစ် မှတ်ယူဆဲ ဖြစ်သည်။’ ဤသည်မှာ အာယသ်တော်အတိုင်း ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မည်သူမဆို နှစ်ရက်အတွင်း ထွက်ခွာရန် အလျင်စလိုလုပ်ဆောင်ခဲ့လျှင် သူ၏အပေါ်၌ အပြစ်မရှိပါ၊ မည်သူမဆို ဆက်လက်နေထိုင်ခဲ့လျှင် သူ၏အပေါ်၌ အပြစ်မရှိပါ)</span><span class=\"gray\">(၂း၂၀၃)</span>။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိဝစလ္လမ်) သည် များစွာအစာရှောင်လေ့ရှိပြီး ခရီးသွားစဉ် အစာရှောင်ခြင်းနှင့်ပတ်သက်၍ မေးမြန်းခဲ့သော ဟမ်ဇဟ် ဘင် 'အမ်ရ် အလ်-အဆ်လာမီ (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) အား မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ شِئْتَ فَصُمْ، وَإِنْ شِئْتَ فَأَفْطِرْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်အလိုရှိပါက အစာရှောင်ပါ၊ အကယ်၍ သင်အလိုရှိပါက အစာမရှောင်ပါနှင့်။)</span> အခြားသော မှတ်တမ်းများ၏ သက်သေအရ အစာရှောင်ခြင်းက ပိုမိုကောင်းမွန်သော်လည်း ဖြစ်သည်။ ထို့အပြင် တမန်တော် မူဆာ (အပေါ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော် သက်ရောက်ပါစေ) သည် သတ်မှတ်ကာလနှစ်ခုအနက် ပိုမိုကြာမြင့်သော ကာလကို ပြည့်စုံအောင် လုပ်ဆောင်ခဲ့သည်ကို ဖော်ပြသည့် သက်သေအထောက်အထားများ ရှိသည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက ဆအိဒ် ဘင် ဂျူဘိုင်ရ် ပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်- “ဟီရာမြို့သား ဂျူးလူမျိုးတစ်ဦးက ကျွန်ုပ်အား မေးမြန်းခဲ့သည်- ‘မူဆာသည် ထိုသတ်မှတ်ကာလနှစ်ခုအနက် မည်သည့်ကာလကို ပြည့်စုံအောင် လုပ်ဆောင်ခဲ့သနည်း။’ ကျွန်ုပ်က ‘ကျွန်ုပ်သည် အာရပ်တို့၏ ပညာရှင်ထံသွားရောက် မေးမြန်းသည်အထိ မသိပါ။’ ထို့ကြောင့် ကျွန်ုပ်သည် အိဗ်နု 'အဗ်ဗားစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံသို့သွားရောက်၍ မေးမြန်းခဲ့သည်။ သူက ‘သူသည် ၎င်းတို့အနက်မှ ပိုမိုကြာမြင့်ပြီး ပိုမိုကောင်းမွန်သော ကာလကို ပြည့်စုံအောင် လုပ်ဆောင်ခဲ့သည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်တစ်ပါးက တစ်စုံတစ်ရာကို ပြုလုပ်မည်ဟု ပြောကြားခဲ့သောအခါ သူသည် ၎င်းကို ပြုလုပ်ခဲ့သည်’ ဟု ပြောကြားခဲ့သည်။” ဤသည်မှာ အလ်-ဘူခါရီက မှတ်တမ်းတင်ခဲ့သည့်အတိုင်း ဖြစ်သည်။</p>"
  }
]