[
  {
    "ayah_key": "4:80",
    "group_ayah_key": "4:80",
    "from_ayah": "4:80",
    "to_ayah": "4:81",
    "ayah_keys": "4:80,4:81",
    "text": "<p lang=\"my\" class=\"my \">တမန်တော်ကို နာခံသူသည် အမှန်ပင် အလ္လာဟ်အရှင်မြတ်ကို နာခံပြီးဖြစ်သည်။ သို့သော် လှည့်ထွက်သွားသူကိုမူ သင်သည် ၎င်းတို့အပေါ် စောင့်ကြည့်သူအဖြစ် ကျွန်ုပ်တို့ မစေလွှတ်ခဲ့ပေ။ <span>(၈၀)</span>၎င်းတို့က \"ကျွန်ုပ်တို့သည် နာခံပါသည်\" ဟု ပြောဆိုကြသည်။ သို့သော် ၎င်းတို့သည် သင့်ထံမှ ထွက်ခွာသွားသောအခါ ၎င်းတို့ထဲမှ အုပ်စုတစ်စုသည် သင်ပြောသည်မှအပ အခြားအရာများကို ညလုံးပေါက် စီမံကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ညဉ့်ဘက် <span class=\"gray\">(ကြံစည်မှုများ)</span> ကို မှတ်တမ်းတင်ထားသည်။ ထို့ကြောင့် ၎င်းတို့ကို ရှောင်ကြဉ်ပါ <span class=\"gray\">(၎င်းတို့ကို မပြစ်ဒဏ်ပါနှင့်)</span>၊ အလ္လာဟ်အရှင်မြတ်ကိုသာ ယုံကြည်စိတ်ချပါ။ အလ္လာဟ်အရှင်မြတ်သည် ကိစ္စရပ်များကို စီမံခန့်ခွဲရာတွင် အမြဲတမ်း ပြည့်စုံလုံလောက်သော အရှင်ဖြစ်သည်။ <span>(၈၁)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော် <span class=\"gray\">(ﷺ)</span> ကို နာခံခြင်းသည် အလ္လာဟ်အရှင်မြတ်ကို နာခံခြင်းဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ကျွန်နှင့် တမန်တော် မုဟမ္မဒ် ﷺ ကို နာခံသူတိုင်းသည် အလ္လာဟ်အရှင်မြတ်ကို နာခံခြင်းဖြစ်ကြောင်း၊ ၎င်းအား မနာခံသူတိုင်းသည် အလ္လာဟ်အရှင်မြတ်ကို မနာခံခြင်းဖြစ်ကြောင်း ဖော်ပြထားသည်။ အမှန်စင်စစ် တမန်တော် ﷺ ပြောဆိုသည့် မည်သည့်အရာမဆို ၎င်း၏ဆန္ဒအရ မဟုတ်ဘဲ၊ ၎င်းထံသို့ ထုတ်ဖော်ပြသသည့် ဗျာဒိတ်တော်ပင်ဖြစ်သည်။ အစ်ဗ်နု အဘီ ဟာတိမ်က အဘူ ဟူရိုင်ရဟ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَطَاعَنِي فَقَدْ أَطَاعَ اللهَ، وَمَنْ عَصَانِي فَقَدْ عَصَى اللهَ، وَمَنْ أَطَاعَ الْأَمِيرَ فَقَدْ أَطَاعَنِي، وَمَنْ عَصَى الْأَمِيرَ فَقَدْ عَصَانِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ငါ့ကိုနာခံလျှင် အလ္လာဟ်ကိုနာခံ၏။ မည်သူမဆို ငါ့ကိုမနာခံလျှင် အလ္လာဟ်ကိုမနာခံ။ မည်သူမဆို အမီရ် <span class=\"gray\">(ခေါင်းဆောင်၊ အုပ်ချုပ်သူ)</span> ကို နာခံလျှင် ငါ့ကိုနာခံ၏။ မည်သူမဆို အမီရ်ကို မနာခံလျှင် ငါ့ကိုမနာခံ။)</span> ဤဟဒီးဆ်ကို ဆွဟီးဟ်ကျမ်းနှစ်စောင်တွင် မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن تَوَلَّىٰ فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လှည့်ထွက်သွားသူကိုမူ သင်သည် ၎င်းတို့အပေါ် စောင့်ကြည့်သူအဖြစ် ကျွန်ုပ်တို့ မစေလွှတ်ခဲ့ပေ။)</span> ဆိုသည်မှာ ၎င်းအတွက် စိတ်ပူစရာမလို။ သင်၏ တာဝန်မှာ ပြောကြားရန်သာဖြစ်သည်။ သင့်ကို နာခံသူသည် ပျော်ရွှင်မှုနှင့် အောင်မြင်မှုကို ရရှိမည်ဖြစ်ပြီး သင်သည်လည်း ၎င်းရရှိသော အကျိုးနှင့် အလားတူဆုလာဘ်ကို ရရှိမည်။ သင့်ထံမှ လှည့်ထွက်သွားသူအတွက်မူ ၎င်းသည် ကျရှုံးမှုနှင့် ဆုံးရှုံးမှုကို ရရှိမည်ဖြစ်ပြီး ၎င်းလုပ်ဆောင်မှုကြောင့် သင်သည် မည်သည့်ဝန်ထုပ်ဝန်ပိုးကိုမျှ ထမ်းဆောင်ရမည် မဟုတ်ပေ။ ဟဒီးဆ်တော်တစ်ပုဒ်တွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ يُطِعِ اللهَ وَرَسُولَهُ فَقَدْ رَشَدَ، وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ فَإِنَّهُ لَا يَضُرُّ إِلَّا نَفْسَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အလ္လာဟ်နှင့် ၎င်း၏ တမန်တော်ကို နာခံလျှင် လမ်းပြမှုကို ရရှိမည်။ မည်သူမဆို အလ္လာဟ်နှင့် ၎င်း၏ တမန်တော်ကို မနာခံလျှင် မိမိကိုယ်ကိုသာ ထိခိုက်စေမည်။)</span></p><div lang=\"my\" class=\"my \"><h2>မုနာဖစ်က်တို့၏ မိုက်မဲမှု</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ طَاعَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"ကျွန်ုပ်တို့သည် နာခံပါသည်\" ဟု ပြောဆိုကြသည်၊)</span>။ အလ္လာဟ်အရှင်မြတ်က မုနာဖစ်က်တို့သည် သစ္စာရှိသူနှင့် နာခံသူအဖြစ် ဟန်ဆောင်ကြသည်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِذَا بَرَزُوا مِنْ عِندِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် သင့်ထံမှ ထွက်ခွာသွားသောအခါ)</span> ဆိုသည်မှာ ၎င်းတို့ ထွက်ခွာသွားပြီး သင့်အနားတွင် မရှိတော့သည့်အခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَيَّتَ طَائِفَةٌ مِّنْهُمْ غَيْرَ الَّذِي تَقُولُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထဲမှ အုပ်စုတစ်စုသည် သင်ပြောသည်မှအပ အခြားအရာများကို ညလုံးပေါက် စီမံကြသည်)</span>။ ၎င်းတို့သည် သင့်အနားတွင်ရှိစဉ် ဟန်ဆောင်သည့်အရာမှအပ အခြားအရာများကို ညဘက်တွင် အချင်းချင်း ကြံစည်ကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ညဉ့်ဘက် <span class=\"gray\">(ကြံစည်မှုများ)</span> ကို မှတ်တမ်းတင်ထားသည်။)</span> ဆိုသည်မှာ ၎င်းတို့၏ ကြံစည်မှုများကို အရှင်မြတ်သည် အပြည့်အဝ သိရှိတော်မူပြီး မိမိ၏ စာရေးမှတ်တမ်းတင်သူများဖြစ်သည့် ကျွန်များ၏ လုပ်ဆောင်ချက်များကို မှတ်တမ်းတင်ရန် တာဝန်ရှိသော ကောင်းကင်တမန်များကို မိန့်ကြား၍ မှတ်တမ်းတင်ထားခြင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ ခြိမ်းခြောက်မှုဖြစ်ပြီး၊ မုနာဖစ်က်တို့ ဖုံးကွယ်ရန် ကြိုးစားသည့်အရာ၊ တမန်တော် ﷺ ကို ဆန့်ကျင်၍ ဆန့်ကျင်ရန် ညဘက်တွင် ကြံစည်မှုများကို အရှင်မြတ်သိရှိကြောင်း၊ ၎င်းတို့သည် တမန်တော်ကို သစ္စာရှိသူနှင့် နာခံသူအဖြစ် ဟန်ဆောင်နေသော်လည်း ထိုသို့ ကြံစည်မှုများကို သိရှိကြောင်း ဖော်ပြထားသည်။ ဤအပြုအမူအတွက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အမှန်ပင် အပြစ်ပေးမည်ဖြစ်သည်။ အလားတူ အာယသ်တော်တစ်ပိုဒ်တွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(မုနာဖစ်က်တို့)</span> က \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ တမန်တော်ကိုလည်းကောင်း ယုံကြည်ပြီးဖြစ်သည်၊ ကျွန်ုပ်တို့နာခံသည်\" ဟု ပြောဆိုကြသည်၊)</span><span class=\"gray\">[22:47]</span> အာယသ်တော်၏ အဆုံးအထိ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَعْرِضْ عَنْهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ကို ရှောင်ကြဉ်ပါ)</span> ဆိုသည်မှာ ၎င်းတို့ကို ခွင့်လွှတ်ပါ၊ ၎င်းတို့အပေါ် သည်းခံပါ၊ ၎င်းတို့ကို မပြစ်ဒဏ်ပါနှင့်၊ လူအများရှေ့တွင် ၎င်းတို့ကို မဖော်ထုတ်ပါနှင့်၊ ၎င်းတို့ကို မကြောက်ပါနှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَىٰ بِاللَّهِ وَكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကိုသာ ယုံကြည်စိတ်ချပါ။ အလ္လာဟ်အရှင်မြတ်သည် ကိစ္စရပ်များကို စီမံခန့်ခွဲရာတွင် အမြဲတမ်း ပြည့်စုံလုံလောက်သော အရှင်ဖြစ်သည်။)</span> ဆိုသည်မှာ မိမိကို မှီခိုပြီး မိမိထံသို့ ပြန်လှည့်လာသူများအတွက် အကာအကွယ်ပေးသူ၊ ထောက်ခံအားပေးသူနှင့် ကူညီမစသူအဖြစ် အရှင်မြတ်သည် လုံလောက်သည်။</p>"
  },
  {
    "ayah_key": "4:82",
    "group_ayah_key": "4:82",
    "from_ayah": "4:82",
    "to_ayah": "4:83",
    "ayah_keys": "4:82,4:83",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် ကုရ်အာန်ကို ဂရုတစိုက် မစဉ်းစားကြဘူးလား။ အကယ်၍ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားသူတစ်ပါးထံမှ ဖြစ်ခဲ့လျှင် ၎င်းတို့သည် ထိုကျမ်း၌ ဆန့်ကျင်ကွဲလွဲမှုများကို များစွာ တွေ့ရှိကြမည်မှာ သေချာသည်။ <span>(၈၂)</span>၎င်းတို့ထံသို့ <span class=\"gray\">(လူထု)</span> ဘေးကင်းရေး သို့မဟုတ် ကြောက်ရွံ့မှုနှင့် ပတ်သက်သည့် ကိစ္စတစ်စုံတစ်ရာ ရောက်ရှိလာသောအခါ ၎င်းတို့သည် ထိုကိစ္စကို <span class=\"gray\">(လူအများကြား)</span> ကြေညာကြသည်။ အကယ်၍ ၎င်းတို့သည် ထိုကိစ္စကို တမန်တော်ထံ သို့မဟုတ် ၎င်းတို့အနက် အာဏာပိုင်များထံ လွှဲပြောင်းခဲ့လျှင် မှန်ကန်သော စုံစမ်းစစ်ဆေးသူများသည် ၎င်းတို့ထံမှ <span class=\"gray\">(တိုက်ရိုက်)</span> နားလည်ကြမည်ဖြစ်သည်။ အကယ်၍ သင့်အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော် မရှိခဲ့ပါလျှင် သင်တို့အနည်းငယ်မှလွဲ၍ သင်တို့သည် ရှိုင်သွာန်ကို လိုက်နာခဲ့ကြမည်ဖြစ်သည်။ <span>(၈၃)</span></p><div lang=\"mt\" class=\"mt \"><h2>The Qur'an is True</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ကုရ်အာန်ကို စဉ်းစားဆင်ခြင်ရန် အမိန့်ပေးထားပြီး ၎င်းကို လျစ်လျူရှုခြင်း သို့မဟုတ် ၎င်း၏ ဉာဏ်ပညာရှိသော အဓိပ္ပါယ်များနှင့် ပြေပြစ်သော စကားလုံးများကို လျစ်လျူရှုခြင်းမှ တားမြစ်ထားသည်။ အလ္လာဟ်အရှင်မြတ်က ကုရ်အာန်တွင် မည်သည့် မညီညွတ်မှု၊ ဆန့်ကျင်ကွဲလွဲမှု၊ အငြင်းပွားဖွယ်ရာ ဖော်ပြချက်များ သို့မဟုတ် ကွဲလွဲမှုများ မရှိကြောင်း ဖော်ပြထားသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အသိဉာဏ်အရှိဆုံး၊ ချီးမွမ်းခြင်းခံထိုက်သော အရှင်ထံမှ ဗျာဒိတ်တော်ဖြစ်သောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် ကုရ်အာန်သည် အမှန်တရား၊ အလ္လာဟ်အရှင်မြတ်ထံမှ ဆင်းသက်လာသော အမှန်တရားဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ပိုဒ်တွင် မိန့်ကြားထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကုရ်အာန်ကို နက်နက်နဲနဲ မစဉ်းစားကြဘူးလား၊ သို့မဟုတ် ၎င်းတို့၏ နှလုံးသားများကို <span class=\"gray\">(နားလည်ခြင်းမှ)</span> သော့ခတ်ထားသလား။)</span><span class=\"gray\">[47:24]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားသူတစ်ပါးထံမှ ဖြစ်ခဲ့လျှင်၊)</span> ဆိုသည်မှာ အကယ်၍ ၎င်းသည် လိမ်လည်လှည့်ဖြား၍ ဖန်တီးထားခဲ့ခြင်းဖြစ်လျှင်၊ အသိပညာမဲ့သော ရုပ်တုကိုးကွယ်သူများနှင့် မုနာဖစ်က်တို့က ၎င်းတို့၏ နှလုံးသားများထဲတွင် ထင်မြင်ကြသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوَجَدُوا فِيهِ اخْتِلَافًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုကျမ်း၌ ဆန့်ကျင်ကွဲလွဲမှုများကို အမှန်ပင် တွေ့ရှိကြမည်)</span>၊ ကွဲလွဲမှုများနှင့် မညီညွတ်မှုများကို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَثِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(များစွာ)</span>။ သို့သော် ဤကုရ်အာန်သည် ချို့ယွင်းချက်များ ကင်းမဲ့သည်၊ ထို့ကြောင့် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်သည် အသိပညာတွင် ခိုင်မာစွာ အခြေစိုက်ထားသူများကို ဖော်ပြထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းကို ယုံကြည်ကြသည်၊ ၎င်း၏ အားလုံးသည် ကျွန်ုပ်တို့၏ အရှင်သခင်ထံမှ ဖြစ်သည်။)</span><span class=\"gray\">(၃:၇)</span> ဆိုသည်မှာ ကုရ်အာန်၏ မုဟ်ကမ် အခန်းများ <span class=\"gray\">(လုံးဝရှင်းလင်းသော)</span> နှင့် မုတာရှာဘီဟ် အခန်းများ <span class=\"gray\">(လုံးဝမရှင်းလင်းသော)</span> အားလုံးသည် မှန်ကန်သည်။ ထို့ကြောင့် ၎င်းတို့သည် ရှင်းလင်းသောအရာမှ လုံးဝမရှင်းလင်းသောအရာကို နားလည်ပြီး ထို့ကြောင့် လမ်းပြမှုကို ရရှိသည်။ နှလုံးသားထဲတွင် မုနာဖစ်က်ရောဂါရှိသူများအတွက်မူ ၎င်းတို့သည် မုတာရှာဘီဟ်မှ မုဟ်ကမ်ကို နားလည်ပြီး ထို့ကြောင့် လမ်းလွဲမှုကိုသာ ရရှိသည်။ အလ္လာဟ်အရှင်မြတ်သည် အသိပညာရှိသူများကို ချီးမွမ်းပြီး ဆိုးသွမ်းသူများကို ဝေဖန်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အမ်ရ် ဗင်န် ရှူအိုင်ဗ်က သူ၏ဖခင်က သူ၏ အဘိုးပြောသည်ဟု မှတ်တမ်းတင်ထားသည်၊ \"ကျွန်တော်နှင့် ကျွန်တော်၏ ညီအစ်ကိုသည် စည်းဝေးပွဲတစ်ခုတွင် ရှိနေခဲ့ကြသည်။ ထိုစည်းဝေးပွဲသည် ကျွန်တော့်အတွက် အနီရောင်ကုလားအုတ်များထက် ပို၍ တန်ဖိုးရှိသည်။ ကျွန်တော်နှင့် ကျွန်တော်၏ ညီအစ်ကိုတို့ ရောက်လာရာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ၏ ဆွဟာဘာခေါင်းဆောင်အချို့သည် ၎င်း၏တံခါးအနီးတွင် ထိုင်နေသည်ကို တွေ့ရသည်။ ကျွန်တော်တို့သည် ၎င်းတို့နှင့် ခွဲခွာနေရခြင်းကို မကြိုက်သောကြောင့် အခန်းအနီးတွင် ထိုင်ခဲ့ကြသည်။ ထို့နောက် ၎င်းတို့သည် အာယသ်တော်တစ်ပိုဒ်ကို ဖော်ပြပြီး အသံကျယ်လာသည်အထိ ငြင်းခုံခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် အလွန်အမျက်ထွက်သဖြင့် ၎င်းထွက်သွားသောအခါ ၎င်း၏မျက်နှာသည် နီရဲနေသည်။ ၎င်းက ၎င်းတို့အပေါ် သဲများကို ပစ်ချပြီး ၎င်းတို့အား ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَهْلًا يَا قَوْمِ، بِهَذَا أُهْلِكَتِ الْأُمَمُ مِنْ قَبْلِكُمْ، بِاخْتِلَافِهِمْ عَلى أَنْبِيَائِهِمْ، وضربهم الْكُتُبَ بَعْضَهَا بِبَعْضٍ، إِنَّ الْقُرْآنَ لَمْ يَنْزِلْ يُكَذِّبُ بَعْضُهُ بَعْضًا، إِنَّمَا يُصَدِّقُ بَعْضُهُ بَعْضًا، فَمَا عَرَفْتُمْ مِنْهُ فَاعْمَلُوا بِهِ، وَمَا جَهِلْتُمْ مِنْهُ فَرُدُّوهُ إِلى عَالِمِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြည့်ရှုကြလော့၊ အို လူအများတို့! ဤသည်မှာ သင်တို့ရှေ့က လူမျိုးများသည် ၎င်းတို့၏ တမန်တော်များနှင့် ငြင်းခုံခြင်းကြောင့်လည်းကောင်း၊ ကျမ်းဂန်များ၏ အစိတ်အပိုင်းများကို အခြားအစိတ်အပိုင်းများနှင့် ဆန့်ကျင်ခြင်းကြောင့်လည်းကောင်း ဖျက်ဆီးခံခဲ့ရခြင်း ဖြစ်သည်။ ကုရ်အာန်သည် မိမိကိုယ်ကို မဆန့်ကျင်ပေ။ ယင်းအစား၊ ၎င်းသည် မိမိကိုယ်တိုင်၏ အမှန်တရားကို သက်သေခံသည်။ ထို့ကြောင့် ၎င်းနှင့်ပတ်သက်၍ သင်တို့သိရှိသည့် မည်သည့်အရာကိုမဆို ကျင့်သုံးကြလော့၊ ၎င်းနှင့်ပတ်သက်၍ သင်တို့မသိရှိသည့် မည်သည့်အရာကိုမဆို ထိုအကြောင်းအရာ၌ အသိပညာရှိသူများထံ လွှဲပြောင်းကြလော့။)</span>\"</p><p lang=\"my\" class=\"my \">အဟ်မဒ်က အဘ်ဒူလ်လာဟ် ဗင်န် အမ်ရ်က \"ကျွန်တော်သည် တစ်နေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ထံသို့ သွားခဲ့သည်။ ကျွန်တော်တို့ ထိုင်နေစဉ်တွင် အမျိုးသားနှစ်ဦးသည် အာယသ်တော်တစ်ပိုဒ်နှင့် ပတ်သက်၍ ငြင်းခုံကြပြီး ၎င်းတို့၏ အသံများ ကျယ်လောင်လာခဲ့သည်။ တမန်တော် ﷺ မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا هَلَكَتِ الْأُمَمُ قَبْلَكُمْ بِاخْتِلَافِهِمْ فِي الْكِتَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့ရှေ့က လူမျိုးများသည် ကျမ်းဂန်နှင့်ပတ်သက်၍ ၎င်းတို့၏ သဘောထားကွဲလွဲမှုများကြောင့် ဖျက်ဆီးခံခဲ့ရသည်။)</span> မွတ်စလင်မ်နှင့် အန်-နာစာအီတို့သည် ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်စိတ်ချရမှုမရှိသောနှင့် စုံစမ်းစစ်ဆေးမှုမပြုလုပ်ရသေးသော သတင်းများကို ထုတ်ဖော်ပြောဆိုခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا جَاءَهُمْ أَمْرٌ مِّنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံသို့ <span class=\"gray\">(လူထု)</span> ဘေးကင်းရေး သို့မဟုတ် ကြောက်ရွံ့မှုနှင့် ပတ်သက်သည့် ကိစ္စတစ်စုံတစ်ရာ ရောက်ရှိလာသောအခါ ၎င်းတို့သည် ထိုကိစ္စကို <span class=\"gray\">(လူအများကြား)</span> ကြေညာကြသည်၊)</span> မိမိတို့၏ အမှန်တရားကို မသေချာခင် ကိစ္စများတွင် လိုက်ပါသူများကို ပြစ်တင်ရှုတ်ချခြင်း၊ ထိုကိစ္စများကို ထုတ်ဖော်ပြောဆိုခြင်း၊ လူသိရှင်ကြားဖြစ်အောင် လုပ်ဆောင်ခြင်းနှင့် ၎င်းတို့၏ သတင်းများကို ဖြန့်ဝေခြင်း၊ ထိုသတင်းများသည် လုံးဝမမှန်ကန်နိုင်သော်လည်း ထိုသို့ပြုလုပ်ခြင်းကို ပြစ်တင်ရှုတ်ချခြင်းဖြစ်သည်။ ၎င်း၏ ဆွဟီးဟ်ကျမ်း၏ နိဒါန်းတွင် အီမာမ် မွတ်စလင်မ်က အဘူ ဟူရိုင်ရဟ်က တမန်တော် ﷺ မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَفَى بِالْمَرْءِ كَذِبًا أَنْ يُحَدِّثَ بِكُلِّ مَا سَمِعَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြားသမျှ အရာအားလုံးကို ပြောပြခြင်းသည် လူတစ်ဦးကို လိမ်ညာသူဖြစ်စေရန် လုံလောက်သည်၊)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အဘူ ဒါဝုဒ်က ၎င်း၏ စူနန်ကျမ်းရှိ အဒပ် <span class=\"gray\">(ယဉ်ကျေးမှု)</span> အခန်းတွင် စုဆောင်းထားသော အလားတူ မှတ်တမ်းဖြစ်သည်။ ဆွဟီးဟ်ကျမ်းနှစ်စောင်တွင် အလ်-မူဂီရဟ် ဗင်န် ရှူအ်ဗဟ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က \"ပြောစကားရှိသည်\" နှင့် \"ဤမည်သူ ပြောဆိုသည်\" ဟူသော စကားများကို တားမြစ်ခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။ ဤဟဒီးဆ်သည် မိမိပြောပြသည့် အကြောင်းအရာ၏ ယုံကြည်စိတ်ချရမှုနှင့် အမှန်တရားကို စုံစမ်းစစ်ဆေးခြင်းမရှိဘဲ လူများပြောဆိုသည့် စကားများကို မကြာခဏ ပြောပြတတ်သူများကို ရည်ညွှန်းသည်။ ဆွဟီးဟ်ကျမ်းတွင်လည်း မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَدَّثَ بِحَدِيثٍ وَهُوَ يُرَى أَنَّهُ كَذِبٌ، فَهُوَ أَحَدُ الْكَاذِبَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ဟဒီးဆ်တစ်ခုကို မှားယွင်းကြောင်း သိရှိလျက် ပြောပြလျှင် ၎င်းသည် လိမ်ညာသူနှစ်ဦးအနက် တစ်ဦးဖြစ်သည်။ <span class=\"gray\">(တီထွင်သူနှင့် လိမ်ညာမှုကို ဖြန့်ဝေသူ)</span>။)</span></p><p lang=\"my\" class=\"my \">ဤနေရာတွင် ဆွဟီးဟ်ကျမ်းနှစ်စောင်တွင် စုဆောင်းထားသော 'အုမရ် ဗင်န် အလ်-ခတ္တားဗ်၏ ဟဒီးဆ်ကို ဖော်ပြသင့်သည်။ 'အုမရ်အား အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က ၎င်း၏ဇနီးများကို ကွာရှင်းလိုက်ကြောင်း အကြောင်းကြားသောအခါ ၎င်းသည် ၎င်း၏အိမ်မှလာပြီး ဗလီထဲသို့ ဝင်ရောက်လာရာ ထိုသတင်းနှင့်ပတ်သက်၍ လူများပြောဆိုနေသည်ကို တွေ့ရှိရသည်။ ၎င်းသည် မစောင့်နိုင်တော့ဘဲ တမန်တော် ﷺ ထံသို့ သွားရောက်၍ အမှန်တကယ်ဖြစ်ပျက်ခဲ့သည်များကို မေးမြန်းခဲ့သည်၊ ၎င်းအား \"သင်သည် သင်၏ဇနီးများကို ကွာရှင်းပြီးပြီလား\" ဟု မေးမြန်းခဲ့သည်။ တမန်တော် ﷺ က \"မဟုတ်ဘူး\" ဟု မိန့်ကြားခဲ့သည်။ 'အုမရ်က \"ကျွန်တော်က အလ္လာဟ်ဟူ အက္ကဗရ်... ဟု ပြောခဲ့သည်\" ဟု ပြောပြီး ကျန်ရှိသော ဟဒီးဆ်ကို ဖော်ပြခဲ့သည်။ မွတ်စလင်မ်က စုဆောင်းထားသော မှတ်တမ်းတွင် 'အုမရ်က \"ကျွန်တော်က '၎င်းတို့ကို သင်ကွာရှင်းပြီးပြီလား' ဟု မေးခဲ့သည်။ ၎င်းက 'မဟုတ်ဘူး' ဟု မိန့်ကြားခဲ့သည်။ ထို့ကြောင့် ကျွန်တော်သည် ဗလီတံခါးဝတွင် ရပ်လျက် အသံအကျယ်ဆုံးဖြင့် 'အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် ၎င်း၏ဇနီးများကို မကွာရှင်းခဲ့ပေ' ဟု အော်ပြောခဲ့သည်။ ထို့နောက် ဤအာယသ်တော် ထုတ်ဖော်ပြသခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا جَاءَهُمْ أَمْرٌ مِّنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَىٰ أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنبِطُونَهُ مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံသို့ <span class=\"gray\">(လူထု)</span> ဘေးကင်းရေး သို့မဟုတ် ကြောက်ရွံ့မှုနှင့် ပတ်သက်သည့် ကိစ္စတစ်စုံတစ်ရာ ရောက်ရှိလာသောအခါ ၎င်းတို့သည် ထိုကိစ္စကို <span class=\"gray\">(လူအများကြား)</span> ကြေညာကြသည်။ အကယ်၍ ၎င်းတို့သည် ထိုကိစ္စကို တမန်တော်ထံ သို့မဟုတ် ၎င်းတို့အနက် အာဏာပိုင်များထံ လွှဲပြောင်းခဲ့လျှင် မှန်ကန်သော စုံစမ်းစစ်ဆေးသူများသည် ၎င်းတို့ထံမှ <span class=\"gray\">(တိုက်ရိုက်)</span> နားလည်ကြမည်ဖြစ်သည်။)</span> ထို့ကြောင့် ကျွန်တော်သည် ထိုကိစ္စကို မှန်ကန်စွာ စုံစမ်းစစ်ဆေးခဲ့သည်။\" ဤအာယသ်တော်သည် မှန်ကန်သော စုံစမ်းစစ်ဆေးခြင်း သို့မဟုတ် သက်ဆိုင်ရာ အရင်းအမြစ်များမှ ကိစ္စရပ်များကို ထုတ်နုတ်ခြင်းကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနည်းငယ်မှလွဲ၍ သင်တို့သည် ရှိုင်သွာန်ကို လိုက်နာခဲ့ကြမည်ဖြစ်သည်။)</span> ဆိုသည်မှာ မွတ်မင်န်များကို ရည်ညွှန်းသည်။ 'အလီ ဗင်န် အဘီ သွလ်ဟဟ်က အစ်ဗ်နု 'အဗ်ဘာစ်ထံမှ မှတ်တမ်းတင်ထားသည့်အတိုင်းဖြစ်သည်။</p>"
  }
]