[
  {
    "ayah_key": "102:1",
    "group_ayah_key": "102:1",
    "from_ayah": "102:1",
    "to_ayah": "102:8",
    "ayah_keys": "102:1,102:2,102:3,102:4,102:5,102:6,102:7,102:8",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် အစပြုပါ၏။ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲတစေ သနားကြင်နာတော်မူသော အရှင်မြတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْهَاكُمُ التَّكَاثُرُ - حَتَّىٰ زُرْتُمُ الْمَقَابِرَ - كَلَّا سَوْفَ تَعْلَمُونَ - ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ - كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ - لَتَرَوُنَّ الْجَحِيمَ - ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ - ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အခြင်းခြင်းတိုးပွားများပြားအောင် ကြိုးပမ်းခြင်းက သင်တို့ကို လမ်းလွဲစေခဲ့သည်၊)</span><span class=\"gray\">(၂။ သင်တို့သည် သင်္ချိုင်းဂူများသို့ ရောက်ရှိသွားသည်အထိ။)</span><span class=\"gray\">(၃။ မဟုတ်ဘူး။ သင်တို့သည် မကြာမီ သိရှိကြရမည်။)</span><span class=\"gray\">(၄။ ထပ်မံ၍ မဟုတ်ဘူး။ သင်တို့သည် မကြာမီ သိရှိကြရမည်။)</span><span class=\"gray\">(၄။ ထပ်မံ၍ မဟုတ်ဘူး။ သင်တို့သည် မကြာမီ သိရှိကြရမည်။)</span><span class=\"gray\">(၅။ မဟုတ်ဘူး။ အကယ်၍ သင်တို့သည် အသေအချာသော အသိပညာဖြင့် သိရှိခဲ့ပါလျှင်၊)</span><span class=\"gray\">(၆။ မုချဧကန် သင်တို့သည် မီးလောင်ရာငရဲကို တွေ့မြင်ကြရမည်။)</span><span class=\"gray\">(၇။ ထို့ပြင် သင်တို့သည် ယင်းကို သေချာသော မျက်မြင်ဖြင့် တွေ့မြင်ကြရမည်။)</span><span class=\"gray\">(၈။ ထို့နောက် ထိုနေ့၌ သင်တို့သည် စည်းစိမ်ချမ်းသာများအကြောင်းကို မေးမြန်းခံကြရမည်။)</span></p><p lang=\"my\" class=\"my \">ဤလောကကို ချစ်ခြင်းနှင့် နောင်တမလွန်ဘဝကို လျစ်လျူရှုခြင်း၏ ရလဒ်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဤလောက၊ ၎င်း၏ ပျော်ရွှင်မှုများနှင့် ၎င်း၏ အလှဆင်မှုများကို ချစ်ခြင်းဖြင့် အားလုံးသည် ပျားပန်းခပ်နေကြပြီး၊ ၎င်းသည် သင်တို့ကို နောင်တမလွန်ဘဝကို ရှာဖွေခြင်းနှင့် ၎င်းကို ဆန္ဒရှိခြင်းမှ အာရုံပျံ့လွင့်စေသည်ဟု မိန့်တော်မူသည်။ ၎င်းသည် သေခြင်းတရား သင့်ထံသို့ ရောက်ရှိလာပြီး သင်္ချိုင်းဂူများသို့ သွားရောက်သည်အထိ သင့်ကို နှောင့်နှေးစေကာ ၎င်း၏ နေထိုင်သူများ ဖြစ်လာစေသည်။</p><p lang=\"my\" class=\"my \">ဆဟီဟ် အလ်-ဘူခါရီကျမ်း၌ အလ်-ရိကွတ်ကျမ်း <span class=\"gray\">(နှလုံးသားကို နူးညံ့စေသော အဆိုများ)</span> တွင် အနပ်စ် ဘင် မာလစ်က် မှ မှတ်တမ်းတင်ထားသည်မှာ ဥဘိုင်း ဘင် ကပ်ဘ် က \"ဤသည်မှာ ကုရ်အာန်၏ အစိတ်အပိုင်းတစ်ခုဟု ကျွန်ုပ်တို့ ယုံကြည်ခဲ့ကြသည်၊ အာယသ်တော် ထုတ်ပြန်သည်အထိ၊ ၎င်းက မိန့်တော်မူသည်မှာ၊\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْهَاكُمُ التَّكَاثُرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချင်းချင်းတိုးပွားများပြားအောင် ကြိုးပမ်းခြင်းက သင်တို့ကို လမ်းလွဲစေခဲ့သည်)</span>\" </p><p lang=\"my\" class=\"my \">အထက်ပါ စကားကို တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူခဲ့သော ဟဒီးစ်ကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كَانَ لِابْنِ آدَمَ وَادٍ مِنْ ذَهَبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အာဒမ်၏သား၌ ရွှေချိုင့်ဝှမ်းတစ်ခု ရှိခဲ့လျှင် သူသည် ထိုကဲ့သို့ နောက်ထပ်တစ်ခုကို ဆန္ဒရှိလိမ့်မည်...)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် က 'အဗ်ဒုလ္လာဟ် ဘင် အရှ်-ရှစ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ခ်ဖ်တောခ်ကွတ် (Al-Takathur)\n<p class=\"ar qpc-hafs\" lang=\"ar\">أَلْهَاكُمُ التَّكَاثُرُ</p><p lang=\"my\" class=\"my \">အိုလူသားတို့၊ များပြားခြင်းကို တပ်မက်ခြင်းသည် သင်တို့ကို အာရုံပြောင်းစေခဲ့ပြီ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كَانَ لِابْنِ آدَمَ وَادٍ مِنْ ذَهَبٍ</p><p lang=\"my\" class=\"my \">လူသားသည် အသက်ကြီးရင့်လာသည်၊ သို့သော် အရာနှစ်ခု သူ့တွင် ကျန်ရှိနေသေးသည်- လောဘနှင့် မျှော်လင့်ချက်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဤအခြေအနေဖြင့် ခြိမ်းခြောက်တော်မူသည်။ ၎င်းသည် ငရဲသားများ တွေ့မြင်ရမည့်အရာ ဖြစ်သည်။ ၎င်းသည် ငရဲမီး ဖြစ်သည်၊ အကယ်၍ ၎င်းသည် တစ်ကြိမ်မျှ အသက်ရှူထုတ်လိုက်ပါက <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်)</span> နီးစပ်သော ကောင်းကင်တမန်တိုင်း၊ စေလွှတ်ခြင်းခံရသော တမန်တော်တိုင်းသည် ကြောက်ရွံ့မှု၊ ကြောက်မက်ဖွယ်ကောင်းမှုနှင့် ၎င်း၏ ထိတ်လန့်ဖွယ်ရာများကို တွေ့မြင်ရခြင်းကြောင့် ဒူးထောက်လဲကျကြလိမ့်မည်။ ဤသည်မှာ ၎င်းနှင့်ပတ်သက်၍ မှတ်တမ်းတင်ထားသော အဆိုများအပေါ် အခြေခံထားခြင်း ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ထိုနေ့၌ သင်တို့သည် စည်းစိမ်ချမ်းသာများအကြောင်းကို မေးမြန်းခံကြရမည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ 'ထိုနေ့၌ သင်တို့အားလုံးသည် အလ္လာဟ်အရှင်မြတ်က သင်တို့အား ပေးသနားတော်မူသော ကျန်းမာခြင်း၊ လုံခြုံခြင်း၊ စားဝတ်နေရေးနှင့် အခြားသော ကျေးဇူးတော်များအတွက် သင်တို့၏ ကျေးဇူးတင်မှုကို မေးမြန်းခြင်း ခံကြရမည်။ ကိုယ်တော်အား ကျေးဇူးတင်ခြင်းနှင့် ကိုယ်တော်ကို ကိုးကွယ်ခြင်းဖြင့် ကိုယ်တော်၏ ကျေးဇူးတော်များကို ပြန်လည်ပေးဆပ်ခဲ့ပါသလား။' ဟူ၍ မေးမြန်းခံကြရမည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီးရ် က မှတ်တမ်းတင်ထားသည်မှာ အလ်-ဟူစိုင်း ဘင် 'အလီ အစ်-စူဒါအီ က သူ့အား အလ်-ဝါလစ် ဘင် အလ်-ကွာစင်မ် ထံမှ၊ သူက ယဇီးဒ် ဘင် ကိုက်စန် ထံမှ၊ သူက အဗီ ဟာဇင်မ် ထံမှ၊ သူက အဘူ ဟူရိုင်ရဟ် ထံမှ ပြောကြားခဲ့သည်မှာ၊ သူက ပြောကြားခဲ့သည် \"တစ်ကြိမ်တွင် အဘူ ဗက္ကရ် နှင့် 'ဥမရ် တို့ ထိုင်နေကြစဉ် တမန်တော်မြတ် ﷺ က ၎င်းတို့ထံသို့ ရောက်လာပြီး မိန့်တော်မူသည်မှာ၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَجْلَسَكُمَا هٰهُنَا؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှစ်ဦးကို ဤနေရာတွင် ဘာက ထိုင်စေသနည်း။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က \"အရှင်မြတ်ကို သစ္စာတရားဖြင့် စေလွှတ်တော်မူသော အရှင်မြတ်ကို တိုင်တည်၍ ပြောရလျှင် ဆာလောင်မှုမှတစ်ပါး အဘယ်အရာမျှ ကျွန်ုပ်တို့အား အိမ်မှ မထွက်ခွာစေခဲ့ပါ\" ဟု ပြန်လည်ဖြေကြားခဲ့ကြသည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ၊ </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي بَعَثَنِي بِالْحَقِّ مَا أَخْرَجَنِي غَيْرُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ကို သစ္စာတရားဖြင့် စေလွှတ်တော်မူသော အရှင်မြတ်ကို တိုင်တည်၍ ပြောရလျှင် ဤအရာမှတစ်ပါး အဘယ်အရာမျှ ကျွန်ုပ်အား အပြင်သို့ မထွက်ခွာစေခဲ့ပါ။)</span> ထို့ကြောင့် ၎င်းတို့သည် အန်ဆွာရ် လူမျိုးတစ်ဦး၏ အိမ်သို့ ရောက်သည်အထိ သွားခဲ့ကြပြီး၊ အိမ်ရှင်အမျိုးသမီးက ၎င်းတို့အား ကြိုဆိုခဲ့သည်။ တမန်တော်မြတ် ﷺ က သူမအား မိန့်တော်မူသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَيْنَ فُلَانٌ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘယ်သူလဲ?)</span></p><p lang=\"my\" class=\"my \">သူမက 'သူသည် ကျွန်ုပ်တို့အတွက် ရေခပ်ရန် သွားပါသည်' ဟု ပြန်လည်ဖြေကြားခဲ့သည်။ ထို့နောက် ထိုလူသည် သူ့ပုံးကို သယ်ဆောင်လာပြီး 'ကြိုဆိုပါ၏။ ယနေ့ ကျွန်ုပ်ထံ လာရောက်သော တမန်တော်မြတ်ထက် ပိုမိုကောင်းမွန်သော <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> ကျွန်များအား အဘယ်အရာမျှ မလာရောက်ခဲ့ပါ။' ထို့နောက် သူသည် သူ့ပုံးကို စွန်ပလွန်ပင်အနီးတွင် ချိတ်ထားပြီး ၎င်းကို တက်ကာ စွန်ပလွန်သီးစည်းတစ်ခုဖြင့် ၎င်းတို့ထံ ပြန်လာခဲ့သည်။ ထို့ကြောင့် တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا كُنْتَ اجْتَنَـيْتَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့် <span class=\"gray\">(အချို့ကို)</span> ခူးမလာခဲ့သနည်း။)</span></p><p lang=\"my\" class=\"my \">ထိုလူက 'အရှင်မြတ်ကိုယ်တိုင် မျက်စိဖြင့် ရွေးချယ်စေချင်သည်' ဟု ပြန်လည်ဖြေကြားခဲ့သည်။ ထို့နောက် သူသည် <span class=\"gray\">(သိုးသတ်ရန်)</span> ဓားတစ်ချောင်းကို ယူလာပြီး တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكَ وَالْحَلُوبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နို့ထွက်သိုးကို မသတ်နှင့်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် သူသည် ထိုနေ့၌ ၎င်းတို့အတွက် သိုးတစ်ကောင်ကို သတ်ပေးခဲ့ပြီး ၎င်းတို့အားလုံး စားသုံးခဲ့ကြသည်။ ထို့နောက် တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتُسْأَلُنَّ عَنْ هَذَا يَوْمَ الْقِيَامَةِ، أَخْرَجَكُمْ مِنْ بُيُوتِكُمُ الْجُوعُ، فَلَمْ تَرْجِعُوا حَتَّى أَصَبْتُمْ هَذَا، فَهَذَا مِنَ النَّعِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကယာမတ်နေ့တွင် သင်တို့သည် ဤအရာနှင့်ပတ်သက်၍ မေးမြန်းခံကြရမည်။ ဆာလောင်မှုက သင်တို့အား အိမ်မှ ထွက်ခွာစေခဲ့ပြီး သင်တို့သည် ဤအစားအစာကို မရရှိမချင်း ပြန်မသွားခဲ့ကြပါ။ ထို့ကြောင့် ဤသည်မှာ စည်းစိမ်ချမ်းသာများမှ ဖြစ်သည်။)</span>\" </p><p lang=\"my\" class=\"my \">မွတ်စလင်မ် ကလည်း ဤဟဒီးစ်ကို မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ဆဟီဟ် အလ်-ဘူခါရီ နှင့် အလ်-တိရ်မီဇီ၊ အန်-နစာအီ နှင့် အိဗ်နု မာဂျာ ၏ ဆွန္နန်ကျမ်းများတွင် အိဗ်နု 'အဘ်ဘားစ် ထံမှ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِعْمَتَانِ مَغْبُونٌ فِيهِمَا كَثِيرٌ مِنَ النَّاسِ: الصِّحَّةُ وَالْفَرَاغُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျိုးပေးနှစ်ခုကို လူအများစုက မမျှတစွာ ဆက်ဆံကြသည်- ကျန်းမာခြင်းနှင့် အားလပ်ချိန်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ လူတို့သည် ဤကျေးဇူးတော်နှစ်ခုအတွက် ကျေးဇူးတင်မှု နည်းပါးကြသည်။ ၎င်းတို့သည် ၎င်းတို့၏ တာဝန်ဝတ္တရားများကို မထမ်းဆောင်ကြပါ။ ထို့ကြောင့် မိမိအပေါ်တွင် မဖြစ်မနေလိုအပ်သော အခွင့်အရေးကို ထိန်းသိမ်းစောင့်ရှောက်ခြင်းမရှိသူသည် မမျှတသောသူ ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် က အဘူ ဟူရိုင်ရဟ် ထံမှ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ عَزَّ وَجَلَّ - قال عفان: يَوْمَ الْقِيَامَةِ - : يَا ابْنَ آدَمَ، حَمَلْتُكَ عَلَى الْخَيْلِ وَالْإِبِلِ، وَزَوَّجْتُكَ النِّسَاءَ، وَجَعَلْتُكَ تَرْبَعُ وَتَرْأَسُ، فَأَيْنَ شُكْرُ ذَلِكَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ ဂုဏ်ကျက်သရေရှင်သည် ကယာမတ်နေ့တွင် မိန့်တော်မူသည်မှာ \"အို အာဒမ်၏သား! သင့်အား မြင်းများနှင့် ကုလားအုတ်များပေါ်တွင် တင်ဆောင်စေခဲ့ပြီ၊ သင့်အား အမျိုးသမီးများကို လက်ထပ်ထိမ်းမြားစေခဲ့ပြီ၊ သင့်အား <span class=\"gray\">(မြေကြီးပေါ်တွင်)</span> နေထိုင်အုပ်စိုးစေခဲ့ပြီ။ ထိုအရာအတွက် ကျေးဇူးတင်ခြင်းကား အဘယ်မှာနည်း။\")</span></p><p lang=\"my\" class=\"my \">အဟ်မဒ် သည် ဤဟဒီးစ်ကို ဤနည်းဖြင့် တစ်ဦးတည်း မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရာဟ် အလ်-တကာဆွရ် ၏ တဖ်စီရ် ပြီးဆုံးခြင်း ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ အားလုံး ပိုင်ဆိုင်ပါသည်။</p>"
  }
]