[
  {
    "ayah_key": "14:47",
    "group_ayah_key": "14:47",
    "from_ayah": "14:47",
    "to_ayah": "14:48",
    "ayah_keys": "14:47,14:48",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော်များအား ပေးထားသော ကတိကို မတည်မအောင်မြင်ခြင်း မရှိဟု မမှတ်ယူကြကုန်လင့်။ ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အပြစ်ဒဏ်ပေးနိုင်သူ ဖြစ်တော်မူ၏။ <span>(၄၇)</span>ကမ္ဘာမြေကြီးသည် အခြားကမ္ဘာမြေကြီးအဖြစ်သို့လည်းကောင်း၊ ကောင်းကင်များလည်း ပြောင်းလဲသွားမည့်နေ့တွင် ၎င်းတို့ <span class=\"gray\">(သက်ရှိအားလုံး)</span> သည် တစ်ပါးတည်းသော၊ မည်သူမျှ မတွန်းလှန်နိုင်သော အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်သို့ ရောက်ရှိလာကြလိမ့်မည် <span>(၄၈)</span></p><div lang=\"no\" class=\"no \"><h2>Allah never breaks a Promise</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကတိကို အတည်ပြုတော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော်များအား ပေးထားသော ကတိကို မတည်မအောင်မြင်ခြင်း မရှိဟု မမှတ်ယူကြကုန်လင့်။)</span> ဤလောကတွင် သူတို့အား အောင်ပွဲခံစေမည်ဟူသော ကိုယ်တော်၏ ကတိတော်နှင့် သက်သေများ ထွက်ပေါ်လာမည့်နေ့တွင်လည်း အောင်ပွဲခံစေမည်ဟူသော ကိုယ်တော်၏ ကတိတော်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်ဖြစ်ပြီး ကိုယ်တော်အလိုရှိသမျှ မည်သည့်အရာမျှ ကိုယ်တော်၏တန်ခိုးတော်မှ လွတ်ကင်းနိုင်ခြင်း မရှိ၊ မည်သူမျှ ကိုယ်တော်ကို မခုခံနိုင်ကြောင်း အတည်ပြုတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်ကို မယုံကြည်ငြင်းပယ်သူများအား အပြစ်ဒဏ်ပေးနိုင်ကြောင်း အတည်ပြုတော်မူ၏၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ငြင်းပယ်သူတို့အပေါ် အပြစ်ဒဏ်ကျရောက်စေသတည်း။)</span><span class=\"gray\">[၇၇:၁၅]</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေကြီးသည် အခြားကမ္ဘာမြေကြီးအဖြစ်သို့လည်းကောင်း၊ ကောင်းကင်များလည်း ပြောင်းလဲသွားမည့်နေ့တွင်)</span> ဆိုလိုသည်မှာ၊ ကျွန်ုပ်တို့ သိရှိအသိအမှတ်ပြုထားသော ဤကမ္ဘာမြေကြီးမှ အခြားကမ္ဘာမြေကြီးအဖြစ်သို့ ပြောင်းလဲသွားမည့်နေ့တွင် ကိုယ်တော်၏ ကတိတော် ပြည့်စုံလာလိမ့်မည်။ ဆဟီဟ်ကျမ်းနှစ်ခုတွင် စဟ်လ် ဘင် စအ်ဒ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُحْشَرُ النَّاسُ يَوْمَ الْقِيَامَةِ عَلَى أَرْضٍ بَيْضَاءَ عَفْرَاءَ كَقُرْصَةِ النَّقِيِّ لَيْسَ فِيهَا مَعْلَمٌ لِأَحَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် လူသားများသည် ဖြူဖွေး<span class=\"gray\">(မြုံသော)</span>၊ ပြားချပ်သော ကမ္ဘာမြေပြင်ပေါ်၌ ဂျုံမုန့်ပြားကဲ့သို့ စုရုံးရောက်ရှိလာကြလိမ့်မည်။ ၎င်း၌ မည်သူ့အတွက်မျှ သိသာထင်ရှားသည့် လက္ခဏာရပ်များ မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အာအိရှာဟ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ၊ \"ဤအာယသ်တော်နှင့်ပတ်သက်၍ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ အား ပထမဆုံး မေးမြန်းခဲ့သူမှာ ကျွန်မဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေကြီးသည် အခြားကမ္ဘာမြေကြီးအဖြစ်သို့လည်းကောင်း၊ ကောင်းကင်များလည်း ပြောင်းလဲသွားမည့်နေ့တွင်)</span> ဟုဆိုကာ 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! ထိုအခါ လူသားများ မည်သည့်နေရာတွင် ရှိနေကြမည်နည်း?' ဟု မေးမြန်းရာ ကိုယ်တော်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الصِّرَاطِ</p><p lang=\"la\" class=\"la \"><span class=\"gray\">(On the Sirat.)</span>\" Muslim, but not Al-Bukhari, collected this Hadith. At-Tirmidhi and Ibn Majah also recorded it, and At-Tirmidhi said \"Hasan Sahih\".</p><p lang=\"my\" class=\"my \">အိမာမ် မွတ်စလင်မ် ဘင် အလ်-ဟဂျ်ဂျာဂျ်သည် ၎င်း၏ ဆဟီဟ်ကျမ်း၌ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ၏ အစေခံ သောင်ဗာန် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ၊ \"ကျွန်တော်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ဘေးတွင် ရပ်နေစဉ် ဂျူးဘာသာဝင် ရဗ္ဗီတစ်ဦး ကိုယ်တော်ထံသို့ ရောက်လာပြီး 'အသင် မိုဟမ္မဒ်အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ' ဟု ပြောကြားသည်။ ကျွန်တော်က ၎င်းကို အင်အားသုံး၍ တွန်းလိုက်ရာ ပြုတ်ကျလုနီးပါး ဖြစ်သွားပြီး ကျွန်တော်က ဘာကြောင့် ထိုသို့လုပ်သည်ဟု သူက မေးမြန်းသည်။ ကျွန်တော်က 'ဘာကြောင့် 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်' ဟု မပြောတာလဲ?' ဟု မေးသည်။ ဂျူးလူမျိုးက 'သူ့ကို သူ့မိသားစု ပေးထားတဲ့ နာမည်နဲ့ ခေါ်တာပါ' ဟု ပြောသည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ اسْمِي مُحَمَّدٌ الَّذِي سَمَّانِي بِهِ أهْلِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုဟမ္မဒ်သည် ကျွန်ုပ်၏မိသားစုက ကျွန်ုပ်အား ပေးထားသော နာမည်ဖြစ်၏။)</span> ဂျူးလူမျိုးက 'တစ်ခုခု မေးမြန်းရန် လာရောက်ခြင်းဖြစ်သည်' ဟု ပြောသည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က ပြန်လည်ဖြေကြားသည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَيَنْفَعُكَ شَيْئًا إِنْ حَدَّثْتُكَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်မေးခွန်းကို ကျွန်ုပ်ဖြေကြားပါက သင်အကျိုးရှိမည်လော?)</span> သူက 'ကျွန်ုပ်၏ နားဖြင့် နားထောင်မည်' ဟု ပြောသည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ကိုယ်တော်ကိုင်ထားသော တောင်ဝှေးဖြင့် မြေပြင်ကို တို့ထိပြီး မိန့်တော်မူသည်မှာ၊</p><p class=\"qpc-hafs\">سَل</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မေးပါ။)</span> ဂျူးလူမျိုးက 'ကမ္ဘာမြေကြီးသည် အခြားကမ္ဘာမြေကြီးအဖြစ်သို့လည်းကောင်း၊ ကောင်းကင်များလည်း ပြောင်းလဲသွားမည့်အခါ လူသားများ မည်သည့်နေရာတွင် ရှိနေကြမည်နည်း?' ဟု မေးသည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمْ فِي الظُّلْمَةِ دُونَ الْجَسْرِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قال: فمن أول الناس إجازة؟ فقال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فُقَرَاءُ الْمُهَاجِرِينَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فقال اليهودي: فما تحفتهم حين يدخلون الجنة؟ قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">زِيَادَةُ كَبِدِ النُّونِ</p><p class=\"ps qpc-hafs\" lang=\"ps\">قال: فما غذاؤهم في إثرها؟ قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنْحَرُ لَهُمْ ثَوْرُ الْجَنَّةِ الَّذِي كَانَ يَأْكُلُ مِنْ أَطْرَافِهَا</p><p class=\"sd qpc-hafs\" lang=\"sd\">قال: فما شرابهم عليه؟ قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ عَيْنٍ فِيهَا تُسَمَّى سَلْسَبِيلًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">قال: صدقت، قال: وجئت أسألك عن شيء لا يعلمه أحد من أهل الأرض إلا نبي أو رجل أو رجلان. قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَنْفَعُكَ إِنْ حَدَّثْتُكَ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قال: أسمع بأذني. قال: جئت أسألك عن الولد، قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَاءُ الرُّجُلِ أَبْيَضُ، وَمَاءُ الْمَرْأَةِ أَصْفَرُ، فَإِذَا اجْتَمَعَا فَعَلَا مَنِيُّ الرُّجُلِ مَنِيَّ الْمَرْأَةِ، أَذْكَرَا بِإِذْنِ اللهِ تَعَالَى، وَإِذَا عَلَا مَنِيُّ الْمَرْأَةِ مَنِيَّ الرَّجُلِ، أَنَّثَا بِإِذْنِ اللهِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قال اليهودي: لقد صدقت وإنك لنبي ثم انصرف، فقال رسول الله صلّى الله عليه وسلّم:</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَقَدْ سَأَلَنِي هَذَا عَنِ الَّذِي سَأَلَنِي عَنْهُ، وَمَا لِي عِلْمٌ بِشَيْءٍ مِنْهُ حَتَّى أَتَانِي اللهُ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တံတား <span class=\"gray\">(ဂျပ်ဆ်ရ်)</span> မတိုင်မီ မှောင်မိုက်ထဲတွင်။)</span> သူက 'မည်သူက ပထမဆုံး ဖြတ်သန်းသွားမည်နည်း?' ဟု မေးသည်။ ကိုယ်တော်က မိန့်တော်မူသည်မှာ၊ <span class=\"gray\">(ဆင်းရဲသော ပြောင်းရွှေ့လာသူများ <span class=\"gray\">(မိုဟာဂျီရင်)</span> ဖြစ်သည်။)</span> သူက '၎င်းတို့ ဂျန္နတ်ကို ဝင်ရောက်သည့်အခါ မည်သို့ <span class=\"gray\">(ဧည့်ခံစားသောက်ဖွယ်ရာ)</span> ရရှိမည်နည်း?' ဟု မေးသည်။ ကိုယ်တော်က မိန့်တော်မူသည်မှာ၊ <span class=\"gray\">(ငါးအသည်းခြံဖြစ်သည်။)</span> သူက 'ထို့နောက် ဘာရရှိမည်နည်း?' ဟု မေးသည်။ ကိုယ်တော်က မိန့်တော်မူသည်မှာ၊ <span class=\"gray\">(၎င်းတို့အတွက် ဂျန္နတ်၏ လမ်းကြောင်းများတစ်လျှောက် ကျက်စားခဲ့သော ဂျန္နတ်နွားတစ်ကောင်ကို သတ်ဖြတ်လိမ့်မည်။)</span> သူက 'မည်သည့်အရာမှ သောက်သုံးကြမည်နည်း?' ဟု မေးသည်။ ကိုယ်တော်က မိန့်တော်မူသည်မှာ၊ <span class=\"gray\">(ဆလ်ဆဘီးလ်ဟု ခေါ်သော စမ်းရေတွင်းမှ ဖြစ်သည်။)</span> သူက 'အသင်မှန်ကန်စွာ မိန့်ကြားခဲ့ပြီ။ ကမ္ဘာမြေသားများထဲမှ မည်သူမျှ မသိနိုင်သော အရာတစ်ခုကို အသင်အား မေးမြန်းရန် လာရောက်ခြင်းဖြစ်သည်၊ နဗီတမန်တော်တစ်ပါး သို့မဟုတ် တစ်ဦးနှစ်ဦးသော အခြားလူများမှလွဲ၍ ဖြစ်သည်။' ကိုယ်တော်က မိန့်တော်မူသည်မှာ၊ <span class=\"gray\">(ကျွန်ုပ်က ၎င်းအကြောင်း ပြောပြပါက သင်အကျိုးရှိမည်လော?)</span> သူက ပြန်ဖြေသည်မှာ၊ 'ကျွန်ုပ် နားထောင်မည်။ ကလေးအကြောင်း အသင်အား မေးမြန်းရန် လာရောက်ခြင်းဖြစ်သည်' ကိုယ်တော် ﷺ က မိန့်တော်မူသည်မှာ၊ <span class=\"gray\">(ယောက်ျား၏ အရည်သည် ဖြူပြီး မိန်းမ၏ အရည်သည် ဝါ၏။ ၎င်းတို့ ဆုံတွေ့ကြသောအခါ၊ ယောက်ျား၏ သုက်လွှတ်မှုသည် မိန်းမ၏ သုက်လွှတ်မှုထက် ပိုများပါက အလ္လာဟ်၏ ခွင့်ပြုချက်ဖြင့် ယောက်ျားဖြစ်လာ၏။ မိန်းမ၏ သုက်လွှတ်မှုသည် ယောက်ျား၏ သုက်လွှတ်မှုထက် ပိုများပါက အလ္လာဟ်၏ ခွင့်ပြုချက်ဖြင့် မိန်းမဖြစ်လာ၏။)</span> ဂျူးလူမျိုးက 'အသင်မှန်ကန်စွာ မိန့်ကြားခဲ့ပြီ၊ အသင်သည် ဧကန်စင်စစ် နဗီတမန်တော်ဖြစ်သည်' ဟု ပြောသည်။ ထို့နောက် သူထွက်သွားသည်။ ထို့ကြောင့် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ၊ <span class=\"gray\">(သူသည် ကျွန်ုပ်အား ကျွန်ုပ်မသိရှိသေးသော အရာများကို မေးမြန်းခဲ့ပြီး အလ္လာဟ်အရှင်မြတ် ကျွန်ုပ်အား ၎င်းကို မပေးမီအထိဖြစ်သည်။)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَرَزُوا لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် အလ္လာဟ်ရှေ့မှောက်သို့ ပေါ်လာကြလိမ့်မည်)</span> ဟူသည်မှာ သက်ရှိများ ၎င်းတို့၏ ဂူများမှ အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက်၌ ရှင်ပြန်ထမြောက်လာမည့်အချိန်ကို ဖော်ပြခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْوَاحِدِ الْقَهَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ပါးတည်းသော၊ မည်သူမျှ မတွန်းလှန်နိုင်သော အရှင်။)</span> အရာခပ်သိမ်းအပေါ် အပြည့်အဝ တန်ခိုးအာဏာနှင့် ထိန်းချုပ်မှုရှိတော်မူပြီး ကိုယ်တော်အား ဦးခေါင်းများနှင့် စိတ်များသည် အစေခံကြရသည်။</p>"
  },
  {
    "ayah_key": "14:49",
    "group_ayah_key": "14:49",
    "from_ayah": "14:49",
    "to_ayah": "14:51",
    "ayah_keys": "14:49,14:50,14:51",
    "text": "<p class=\"my translation\" lang=\"my\">ထိုနေ့တွင် ပြစ်မှုကျူးလွန်သူများကို မြင်ရမည်၊ မူကာရန်နွန် <span class=\"gray\">(ကြိုးချည်နှောင်ခံရလျက်)</span> သံခြေကျင်းများဖြင့် <span>(၄၉)</span>၎င်းတို့၏ အဝတ်အစားများသည် ကတိရန် <span class=\"gray\">(ကတ္တရာစေး)</span> ဖြင့် ပြုလုပ်ထားမည်ဖြစ်ပြီး မီးသည် ၎င်းတို့၏ မျက်နှာများကို ဖုံးလွှမ်းထားမည် <span>(၅၀)</span>အလ္လာဟ်အရှင်မြတ်သည် လူတစ်ဦးစီကို ၎င်းတို့ လုပ်ဆောင်ခဲ့သည့်အတိုင်း ပြန်လည်ပေးဆပ်မည်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလျှင်အမြန် စာရင်းရှင်းလင်းတော်မူသည် <span>(၅၁)</span></p><div lang=\"my\" class=\"my \"><h2>ရှင်ပြန်ထမြောက်ရာနေ့တွင် ပြစ်မှုကျူးလွန်သူတို့၏ အခြေအနေ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးသည် အခြားမြေကြီးအဖြစ်သို့လည်းကောင်း၊ ကောင်းကင်များလည်း ထို့အတူ ပြောင်းလဲသွားမည့်နေ့၌)</span> 'ဖန်ဆင်းခံများကို ၎င်းတို့၏ အရှင်သခင်ရှေ့သို့ ခေါ်ဆောင်လာကြလိမ့်မည်။ အို မုဟမ္မဒ်၊ ကူဖ်ရ်နှင့် မကောင်းမှုတို့ကို ကျူးလွန်ခဲ့သော ရာဇဝတ်ကောင်များကို သင် တွေ့မြင်ရလိမ့်မည်။'</p><p class=\"ps qpc-hafs\" lang=\"ps\">مُّقَرَّنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူကာရန်နင်)</span> အတူတကွ ချည်နှောင်ခံရလျက်၊ တစ်ဦးနှင့်တစ်ဦး ၎င်းတို့၏ အလားတူများနှင့်အတူ၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သကဲ့သို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုကျင့်သူများကို ၎င်းတို့၏ အပေါင်းအသင်းများနှင့်အတူ စုစည်းကြလော့။)</span><span class=\"gray\">[37:22]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا النُّفُوسُ زُوِّجَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝိညာဉ်များကို ၎င်းတို့၏ ကိုယ်ခန္ဓာများနှင့် ပေါင်းစပ်လိုက်သောအခါ။)</span><span class=\"gray\">[81:7]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို ကျဉ်းမြောင်းသောနေရာတစ်ခုသို့ ပစ်ချလိုက်သောအခါ၊ ကြိုးချည်နှောင်ခံရလျက်၊ ၎င်းတို့သည် ထိုနေရာ၌ ပျက်စီးခြင်းကို တောင်းဆိုကြလိမ့်မည်။)</span><span class=\"gray\">[25:13]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ - وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျင်နီမျိုးနွယ်ဝင် ရှိုင်တွာန်များကိုလည်း <span class=\"gray\">(အပါအဝင်)</span> ဆောက်လုပ်သူနှင့် ရေငုပ်သူအမျိုးမျိုး၊ အခြားသူများကိုလည်း သံခြေကျင်းများဖြင့် ချည်နှောင်ခံရလျက်။)</span><span class=\"gray\">[38:37-38]</span> အလ္လာဟ်အရှင်မြတ်က နောက်ထပ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَرَابِيلُهُم مِّن قَطِرَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အဝတ်အစားများသည် ကတိရန် <span class=\"gray\">(ကတ္တရာစေး)</span> ဖြင့် ပြုလုပ်ထားမည်၊)</span> ကုလားအုတ်များကို သုတ်လိမ်းရာတွင် အသုံးပြုသော။ ကတာဒါဟ်က ကတိရန် <span class=\"gray\">(ကတ္တရာစေး)</span> သည် မီးအမြန်ဆုံးလောင်ကျွမ်းနိုင်သည့် အရာများထဲမှ တစ်ခုဖြစ်ကြောင်း မှတ်ချက်ပြုခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်က အာယသ်တော်တွင် ဖော်ပြထားသော ကတိရန်သည် အရည်ပျော်နေသော ခဲဖြစ်သည်ဟု ဆိုလေ့ရှိသည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَغْشَىٰ وُجُوهَهُمُ النَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီးသည် ၎င်းတို့၏ မျက်နှာများကို ဖုံးလွှမ်းထားမည်)</span>၊ ၎င်းသည် အရှင်မြတ်၏ အခြားမိန့်တော်မူချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီးသည် ၎င်းတို့၏ မျက်နှာများကို လောင်ကျွမ်းစေမည်ဖြစ်ပြီး၊ ထိုနေရာတွင် ၎င်းတို့သည် နှုတ်ခမ်းများ ပျက်စီးလျက် ပြုံးနေကြလိမ့်မည်။)</span><span class=\"gray\">[23:104]</span> အိမာမ် အဟ်မဒ်က ယဟ်ယာ အိဗ်နု အဘီ အိစ်ဟာက်က အဗန် အိဗ်နု ယဇီးဒ်က ယဟ်ယာ အိဗ်နု အဘီ ကသီးရ်က ဇိုင်ဒ် အိဗ်နု အဘီ စလာမ်က အဘူ မာလိက် အလ်-အရှ်အရီက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْبَعٌ فِي أُمَّتِي مِنْ أَمْرِ الْجَاهِلِيَّةِ لَا يَتْرُكُونَهُنَّ: الْفَخْرُ بِالْأَحْسَابِ، وَالطَّعْنُ فِي الْأَنْسَابِ، وَالِاسْتِسْقَاءُ بِالنُّجُومِ، وَالنِّيَاحَةُ عَلَى الْمَيِّتِ، وَالنَّائِحَةُ إِذَا لَمْ تَتُبْ قَبْلَ مَوْتِهَا، تُقَامُ يَوْمَ الْقِيَامَةِ وَعَلَيْهَا سِرْبَالٌ مِنْ قَطِرَانٍ وَدِرْعٌ مِنْ جَرَبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျာဟိလ်လီယာခေတ်မှ လက္ခဏာလေးရပ်သည် ငါ၏အွမ္မသ်တွင် ကျန်ရှိနေမည်ဖြစ်ပြီး၊ ၎င်းတို့သည် ၎င်းတို့ကို စွန့်လွှတ်ကြမည်မဟုတ်ပေ- ၎င်းတို့၏ မိသားစုမျိုးရိုးအကြောင်း ကြွားဝါခြင်း၊ မိသားစုဆက်ဆံရေးကို အကျည်းတန်အောင် ပြောဆိုခြင်း၊ ကြယ်များမှတစ်ဆင့် မိုးကို တောင်းခံခြင်း၊ ၎င်းတို့၏ သေဆုံးသူများအတွက် ငိုကြွေးခြင်း။ အမှန်စင်စစ်၊ ငိုကြွေးသူသည် ၎င်း၏ အပြုအမူမှ နောင်တမရဘဲ မသေဆုံးမီ သေဆုံးသွားပါက၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကတိရန်အဝတ်အစားနှင့် ယားနာဝတ်ရုံကို ဝတ်ဆင်လျက် ထမြောက်လာလိမ့်မည်။)</span> မွတ်စ်လင်မ်က ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က နောက်ထပ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ اللَّهُ كُلَّ نَفْسٍ مَّا كَسَبَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် လူတစ်ဦးစီကို ၎င်းတို့ လုပ်ဆောင်ခဲ့သည့်အတိုင်း ပြန်လည်ပေးဆပ်ရန်အလို့ငှာ။)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် မကောင်းမှုပြုသူများကို ၎င်းတို့ ပြုလုပ်ခဲ့သည့်အတိုင်း ပြန်လည်ပေးဆပ်ရန်အလို့ငှာ။)</span><span class=\"gray\">[53:31]</span> အလ္လာဟ်အရှင်မြတ်က ဤနေရာ၌ မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလျှင်အမြန် စာရင်းရှင်းလင်းတော်မူသည်)</span>၊ အရှင်မြတ်က အရှင်မြတ်၏ ကျွန်များကို စာရင်းရှင်းလင်းရန် ဆန္ဒရှိသည့်အခါ၊ အရှင်မြတ်သည် အရာခပ်သိမ်းကို သိတော်မူ၍ အရှင်မြတ်၏ စောင့်ကြည့်မှုမှ မည်သည့်အရာမျှ လွတ်မြောက်သွားခြင်း မရှိပေ။ အမှန်စင်စစ်၊ အရှင်မြတ်၏ ဖန်ဆင်းခံအားလုံးအပေါ် အရှင်မြတ်၏ တန်ခိုးတော်သည် ဖန်ဆင်းခံတစ်ခုတည်းအပေါ် အရှင်မြတ်၏ တန်ခိုးတော်နှင့် အတူတူပင် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အားလုံးကို ဖန်ဆင်းခြင်းနှင့် သင်တို့အားလုံးကို ရှင်ပြန်ထမြောက်စေခြင်းသည် လူတစ်ဦးတည်းကဲ့သို့သာ ဖြစ်သည်။)</span><span class=\"gray\">[31:28]</span> ထို့ကြောင့် မုဂျာဟိဒ်က ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَرِيعُ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလျှင်အမြန် စာရင်းရှင်းလင်းသည်)</span>၊ ဆိုလိုသည်မှာ \"စာရင်းထားရှိခြင်း\" ဖြစ်သည်။</p>"
  }
]