[
  {
    "ayah_key": "9:34",
    "group_ayah_key": "9:34",
    "from_ayah": "9:34",
    "to_ayah": "9:35",
    "ayah_keys": "9:34,9:35",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! အမှန်စင်စစ် အလ်အဟ်ဘာရ် <span class=\"gray\">(ဂျူးဘာသာရေးဆရာများ)</span> နှင့် အလ်ရုဟ်ဘာန် <span class=\"gray\">(ဘုန်းကြီးများ)</span> အများအပြားသည် လူသားတို့၏ စည်းစိမ်ဥစ္စာကို မဟုတ်မမှန် စားသုံးကြပြီး အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်မှ <span class=\"gray\">(၎င်းတို့အား)</span> ပိတ်ပင်ကြသည်။ ရွှေနှင့် ငွေကို စုဆောင်း၍ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ အသုံးမပြုသူများအား ပြင်းထန်သော ပြစ်ဒဏ်နှင့် ပတ်သက်၍ သတင်းကောင်းပြောကြားလော့ <span>(၃၄)</span>ထိုနေ့၌ ယင်းတို့အား ဂျဟန္နမ် (ငရဲ) မီးဖြင့် အပူပေးပြီး ၎င်းတို့၏ နဖူးများ၊ ဘေးနှစ်ဖက်နှင့် နောက်ကျောများကို မီးတံဖြင့် ကပ်တံဆိပ်ရိုက်နှိပ်ခြင်း ခံရမည်။ <span class=\"gray\">(၎င်းတို့အား ပြောကြားမည်မှာ)</span> “ဤသည်မှာ သင်တို့ကိုယ်တိုင်အတွက် စုဆောင်းခဲ့သော ဘဏ္ဍာဖြစ်သည်။ ယခု သင်တို့ စုဆောင်းခဲ့သည်များကို မြည်းစမ်းကြလော့။ <span>(၃၅)</span></p><div lang=\"my\" class=\"my \"><h2>ပျက်စီးနေသော ဘာသာရေးပညာရှင်များနှင့် လမ်းမှားရောက်နေသော ကိုးကွယ်သူများအား သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အဆ်ဆူဒီက အဟ်ဘာရ်ဆိုသည်မှာ ဂျူးဘာသာရေးဆရာများဖြစ်ပြီး ရုဟ်ဘာန်ဆိုသည်မှာ ခရစ်ယာန်ဘုန်းကြီးများဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ ဤပြောကြားချက်သည် မှန်ကန်ပါသည်။ အကြောင်းမူ အဟ်ဘာရ်တို့သည် အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသကဲ့သို့ ဂျူးဘာသာရေးဆရာများပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَن قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့် အဟ်ဘာရ် <span class=\"gray\">(ဂျူးဘာသာရေးဆရာများ)</span> နှင့် ဘာသာရေးပညာရှင်များသည် ၎င်းတို့အား အပြစ်ရှိသော စကားများကို ပြောဆိုခြင်းနှင့် မဟုတ်မခံစားသုံးခြင်းမှ မတားမြစ်ကြပါသနည်း။)</span><span class=\"gray\">[၅:၆၃]</span></p><p lang=\"my\" class=\"my \">ရုဟ်ဘာန်ဆိုသည်မှာ ခရစ်ယာန်ဘုန်းကြီးများ သို့မဟုတ် ကိုးကွယ်သူများဖြစ်ပြီး 'ကစ်စ်စီးစွန်း' ဆိုသည်မှာ ၎င်းတို့၏ ပညာရှင်များဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ခု၌ မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ၎င်းတို့အနက်တွင် ကစ်စ်စီးစွန်းနှင့် ရုဟ်ဘာန်များရှိသောကြောင့်ဖြစ်သည်။)</span><span class=\"gray\">[၅:၈၂]</span>။ </p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်သည် ပျက်စီးနေသော ဘာသာရေးပညာရှင်များနှင့် လမ်းမှားရောက်နေသော ကိုးကွယ်သူများအား သတိပေးထားသည်။ စူဖ်ယာန် ဘင်န် အူယိုင်နာဟ်က “ကျွန်ုပ်တို့၏ ပညာရှင်များအနက် ပျက်စီးသွားသူများသည် ဂျူးများနှင့် တူညီပြီး၊ ကျွန်ုပ်တို့၏ ကိုးကွယ်သူများအနက် လမ်းမှားရောက်သွားသူများသည် ခရစ်ယာန်များနှင့်တူသည်” ဟု ပြောကြားခဲ့သည်။ စစ်မှန်သော ဟဒီးဆ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَرْكَبُنَّ سُنَنَ مَنْ كَانَ قَبْلَكُمْ حَذْوَ القُذَّةِ بِالْقُذَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သင်တို့ရှေ့က ရှိခဲ့သူတို့၏ လမ်းစဉ်များကို အဆင့်ဆင့်လိုက်နာကြမည်ဖြစ်သည်။)</span> ၎င်းတို့က \"ဂျူးများနှင့် ခရစ်ယာန်များလား\" ဟု မေးမြန်းသောအခါ ကိုယ်တော် ﷺ က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခြားမည်သူနည်း။)</span> အခြားသော ဖော်ပြချက်တစ်ခု၌ ၎င်းတို့က \"ပါရှားနှင့် ရောမလား\" ဟု မေးမြန်းသောအခါ ကိုယ်တော် ﷺ က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ النَّاسِ إِلَّا هَؤُلَاءِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့မဟုတ်လျှင် အခြားမည်သူရှိအံ့နည်း။)</span> ဤကျမ်းစာများသည် ၎င်းတို့၏ လုပ်ရပ်များနှင့် စကားများကို အတုယူခြင်းမှ သတိပေးထားသည်။ အကြောင်းမူ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည့်အတိုင်း</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့၏ စည်းစိမ်ဥစ္စာကို မဟုတ်မခံ စားသုံးကြပြီး အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်မှ <span class=\"gray\">(၎င်းတို့အား)</span> ပိတ်ပင်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် လောကီအကျိုးအမြတ်အတွက် ဘာသာရေးကို ရောင်းစားကြပြီး လူတို့အကြား ၎င်းတို့၏ ရာထူးနှင့် ဂုဏ်ပုဒ်ကို အသုံးပြု၍ ၎င်းတို့၏ ပစ္စည်းဥစ္စာများကို တရားမဝင် စားသုံးကြသည်။ ဥပမာအားဖြင့် ဂျူးများကို ဂျာဟီလီယာခေတ် (အသိပညာမရှိသောခေတ်) က လူများက လေးစားခဲ့ကြပြီး ၎င်းတို့ထံမှ လက်ဆောင်များ၊ အခွန်များနှင့် လက်ဆောင်ပဏ္ဏာများကို စုဆောင်းခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ ကို စေလွှတ်သောအခါ ဂျူးများသည် ၎င်းတို့၏ ဂုဏ်ပုဒ်နှင့် ရာထူးကို ဆက်လက်ထိန်းသိမ်းထားနိုင်ရန် မျှော်လင့်၍ ၎င်းတို့၏ လမ်းမှားမှု၊ မယုံကြည်မှုနှင့် ပုန်ကန်မှုတို့၌ ဆက်လက်တည်ရှိနေခဲ့ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ဤအရာအားလုံးကို ပရောဖက်ပြုမှု၏ အလင်းရောင်ဖြင့် ငြိမ်းသတ်ပြီး ၎င်းတို့ထံမှ ယူဆောင်သွားကာ အစားအားဖြင့် ၎င်းတို့အား အရှက်ရစေခြင်းနှင့် အဆင့်အတန်းကျဆင်းစေခြင်းကို ပေးခဲ့သည်။ ထို့အပြင် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသကို ခံခဲ့ရသည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်မှ <span class=\"gray\">(၎င်းတို့အား)</span> ပိတ်ပင်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">သို့ဖြစ်၍ ၎င်းတို့သည် လူတို့၏ ပစ္စည်းဥစ္စာများကို တရားမဝင် စားသုံးကြပြီး လူတို့အား သစ္စာတရားကို လိုက်နာခြင်းမှ ပိတ်ပင်ကြသည်။ ၎င်းတို့သည် သစ္စာတရားကို မဟုတ်မခံဖြင့် ရောထွေးပြီး ၎င်းတို့၏ မသိနားမလည်သော တပည့်နောက်လိုက်များရှေ့တွင် ဖြောင့်မတ်ခြင်းသို့ ဖိတ်ခေါ်သည်ဟု ဟန်ဆောင်ကြသည်။ အမှန်တကယ်တွင်မူ ၎င်းတို့သည် ငရဲဘုံသို့ ဖိတ်ခေါ်နေခြင်းဖြစ်ပြီး ရှင်ပြန်ထမြောက်ရာနေ့၌ မည်သည့်အကူအညီပေးသူကိုမျှ ရှာတွေ့ကြမည်မဟုတ်ပေ။</p><div lang=\"my\" class=\"my \"><h2>ရွှေနှင့်ငွေ စုဆောင်းသူများ၏ ပြစ်ဒဏ်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရွှေနှင့် ငွေကို စုဆောင်း၍ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ အသုံးမပြုသူများအား ပြင်းထန်သော ပြစ်ဒဏ်နှင့် ပတ်သက်၍ သတင်းကောင်းပြောကြားလော့။)</span><span class=\"gray\">[၉:၃၄]</span>။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ ခေါင်းဆောင်များ၏ တတိယအမျိုးအစားဖြစ်သည်။ အကြောင်းမူကား လူတို့သည် ၎င်းတို့၏ ဘာသာရေးပညာရှင်များ၊ ကိုးကွယ်သူများနှင့် ၎င်းတို့အနက်မှ ချမ်းသာသူများကို မှီခိုအားထားကြသည်။ ဤလူအမျိုးအစားများ ပျက်စီးသောအခါ လူ့အဖွဲ့အစည်းတစ်ခုလုံး ပျက်စီးသွားသည်။ အိဗ်နုလ်မူဘာရက်က တစ်ချိန်က “ဘုရင်များနှင့် ဆိုးသွမ်းသော အဟ်ဘာရ်များနှင့် ရုဟ်ဘာန်များမှလွဲ၍ ဘာသာတရားကို မည်သူဖျက်ဆီးခဲ့သနည်း” ဟု ပြောကြားခဲ့သည်။ ကန်ဇ် (Kanz) ကိုမူ မာလစ်ခ်က အဗ်ဒုလ်လာဟ် ဘင်န် ဒီနာရ်မှ အိဗ်နု အူမာရ်အား ကိုးကား၍ ဖော်ပြခဲ့သည့်အတိုင်း ဇကားသ် မပေးဆောင်ရသေးသော စည်းစိမ်ဥစ္စာကို ဆိုလိုသည်။ အလ်ဘူခါရီက အဇ်ဇူဟ်ရီက ခါလစ်ဒ် ဘင်န် အဆ်လမ်က အဗ်ဒုလ်လာဟ် ဘင်န် အူမာရ်အား ကိုးကား၍ “၎င်းသည် ဇကားသ် မသတ်မှတ်မီက ဖြစ်သည်။ ဇကားသ် သတ်မှတ်သောအခါ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို စည်းစိမ်ဥစ္စာအတွက် သန့်စင်စရာအဖြစ် ပြုလုပ်ခဲ့သည်” ဟု မှတ်တမ်းတင်ခဲ့သည်။ အူမာရ် ဘင်န် အဗ်ဒုလ်အဇီးဇ်နှင့် အီရာခ် ဘင်န် မာလစ်ခ်တို့က ဤအာယသ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြင့် ပယ်ဖျက်ခံရပြီဟု ပြောကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً</p><p lang=\"jv\" class=\"jv \"><span class=\"gray\">(Take Sadaqah <span class=\"gray\">(alms)</span> from their wealth)</span><span class=\"gray\">[9:103]</span></p><p lang=\"my\" class=\"my \">ရွှေနှင့် ငွေစုဆောင်းခြင်းကို ဆုံးမသြဝါဒပေးသော ဟဒီးဆ်တော်များစွာရှိသည်။ ဤတွင် ထိုဟဒီးဆ်တော်အချို့ကို ကျွန်ုပ်တို့ ဖော်ပြပါမည်။</p><p lang=\"my\" class=\"my \">အဗ်ဒုရ်ရဇ်ဇာက်က အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ပတ်သက်၍ အလီထံမှ ဟဒီးဆ်တော်တစ်ခုကို မှတ်တမ်းတင်ခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရွှေနှင့် ငွေကို စုဆောင်းသူများ...)</span> အလီက ပရောဖက် ﷺ မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبًّا لِلذَّهَبٍ تَبًّا لِلْفِضَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရွှေအတွက် ဝဋ်ကြွေး! ငွေအတွက် ဝဋ်ကြွေး!)</span> ကိုယ်တော် ﷺ သည် ဤစကားကို သုံးကြိမ်တိုင်တိုင် ထပ်ခါတလဲလဲ မိန့်တော်မူခဲ့ပြီး ဤဟဒီးဆ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ဆွဟာဘာများကို ခက်ခဲစေခဲ့သည်။ ၎င်းတို့က \"ကျွန်ုပ်တို့ မည်သည့်စည်းစိမ်ဥစ္စာကို အသုံးပြုသင့်သနည်း\" ဟု မေးမြန်းခဲ့ကြသည်။ အူမာရ်က \"ကျွန်ုပ် ခင်ဗျားတို့အတွက် ရှာဖွေပေးပါမည်\" ဟု ပြောပြီး \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကိုယ်တော်၏ အမိန့်တော်သည် ကိုယ်တော်၏ ဆွဟာဘာများကို ခက်ခဲစေခဲ့ပါသည်။ ၎င်းတို့က 'မည်သည့်စည်းစိမ်ဥစ္စာကို အသုံးပြုသင့်သနည်း' ဟု မေးမြန်းခဲ့ကြသည်\" ဟု မေးလျှောက်ခဲ့သည်။ ပရောဖက် ﷺ က အဖြေပေးတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِسَانًا ذَاكِرًا وَقَلْبًا شَاكِرًا وَزَوْجَةً تُعِينُ أَحَدَكُمْ عَلَى دِينِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အောက်မေ့သတိရသော လျှာ၊ ကျေးဇူးတင်တတ်သော နှလုံးသားနှင့် သင်တို့အနက်မှ တစ်ဦးအား ၎င်း၏ ဘာသာရေးကို အကောင်အထည်ဖော်ရန် ကူညီသော ဇနီး။)</span> အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُحْمَىٰ عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَىٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ ۖ هَٰذَا مَا كَنَزْتُمْ لِأَنفُسِكُمْ فَذُوقُوا مَا كُنتُمْ تَكْنِزُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့၌ ယင်းတို့အား ဂျဟန္နမ် (ငရဲ) မီးဖြင့် အပူပေးပြီး ၎င်းတို့၏ နဖူးများ၊ ဘေးနှစ်ဖက်နှင့် နောက်ကျောများကို မီးတံဖြင့် ကပ်တံဆိပ်ရိုက်နှိပ်ခြင်း ခံရမည်။ <span class=\"gray\">(၎င်းတို့အား ပြောကြားမည်မှာ)</span> “ဤသည်မှာ သင်တို့ကိုယ်တိုင်အတွက် စုဆောင်းခဲ့သော ဘဏ္ဍာဖြစ်သည်။ ယခု သင်တို့ စုဆောင်းခဲ့သည်များကို မြည်းစမ်းကြလော့။”)</span></p><p lang=\"my\" class=\"my \">ဤစကားများကို ၎င်းတို့အား ဆုံးမသွန်သင်ခြင်း၊ ဝေဖန်ပြစ်တင်ခြင်းနှင့် လှောင်ပြောင်ခြင်းသဘောဖြင့် ပြောကြားလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ - ذُقْ إِنَّكَ أَنتَ الْعَزِيزُ الْكَرِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်း၏ခေါင်းပေါ်သို့ ဆူပွက်နေသောရေ၏ ပြစ်ဒဏ်ကို လောင်းချကြလော့။ “သင် မြည်းစမ်းလော့! အမှန်စင်စစ် သင်သည် အင်အားကြီးမား၍ မြင့်မြတ်သူ <span class=\"gray\">(ဟန်ဆောင်သူ)</span> ဖြစ်ခဲ့သည်!”)</span><span class=\"gray\">[၄၄:၄၈-၄၉]</span>။ </p><p lang=\"my\" class=\"my \">“အရာတစ်ခုကို တပ်မက်ပြီး အလ္လာဟ်အရှင်မြတ်အား နာခံခြင်းထက် ပိုမိုနှစ်သက်သူသည် ထိုအရာဖြင့် အပြစ်ပေးခံရမည်” ဟူသော ဆိုရိုးစကားရှိသည်။ အကြောင်းမူကား ဤလူများအတွက် ငွေစုဆောင်းခြင်းသည် အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုထက် ပို၍ကောင်းမွန်သောကြောင့် ၎င်းတို့သည် ထိုအရာဖြင့် အပြစ်ပေးခံရသည်။ ဥပမာအားဖြင့် အဗူလဟဗ် — အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ကျိန်ဆဲပါစေ — သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို ဆန့်ကျင်ရာတွင် အထူးတက်ကြွခဲ့ပြီး ၎င်း၏ ဇနီးသည်လည်း ဤကိစ္စတွင် ၎င်းအား ကူညီခဲ့သည်။ ထို့ကြောင့် ရှင်ပြန်ထမြောက်ရာနေ့၌ ၎င်း၏ဇနီးသည် ၎င်းအား အပြစ်ပေးရာတွင် ကူညီလိမ့်မည်။ အကြောင်းမူ ၎င်း၏ လည်ပင်းတွင် ကောက်ကွေးနေသော စွန်ပလွန်မျှင်ကြိုးတစ်ချောင်း ရှိနေမည်ဖြစ်ပြီး သူမသည် ငရဲမီးမှ ထင်းများကို စုဆောင်း၍ ၎င်း၏ခေါင်းပေါ်သို့ ပစ်ချလိမ့်မည်။ သို့ဖြင့် ဤဘဝတွင် ၎င်းစောင့်ရှောက်ခဲ့သူတစ်ဦး၏ လက်ဖြင့် ၎င်း၏ ပြစ်ဒဏ်သည် ပိုမိုပြင်းထန်လာမည်ဖြစ်သည်။ အလားတူပင် ငွေသည် ဤဘဝတွင် စုဆောင်းခဲ့သူများအတွက် အဖိုးတန်ခဲ့သည်။ ထို့ကြောင့် ငွေသည် နောင်တမလွန်ဘဝတွင် ၎င်းတို့အတွက် အဆိုးဆုံး အန္တရာယ်ကို ပေးလိမ့်မည်။ ထိုအခါ ငွေသည် ဂျဟန္နမ်ငရဲမီး၌ အပူပေးခံရမည်ဖြစ်ပြီး၊ ထိုမီး၏အပူသည် လုံလောက်စွာပြင်းထန်ကာ ၎င်းတို့၏ နဖူး၊ ဘေးနှစ်ဖက်နှင့် နောက်ကျောများကို ထိုမီးဖြင့် ကပ်တံဆိပ်ရိုက်နှိပ်ခြင်း ခံရလိမ့်မည်။ </p><p lang=\"jv\" class=\"jv \">Imam Abu Ja'far Ibn Jarir recorded that Thawban said that the Messenger of Allah ﷺ used to declare,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ تَركَ بَعْدَهُ كَنْزًا مُثِّلَ لَهُ يَوْمَ الْقِيَامَةِ شُجَاعًا أَقَرَعَ لَهُ زَبِيبَتَانِ يَتْبَعُهُ وَيَقُولُ: وَيْلَكَ مَا أَنْتَ؟ فَيَقُولُ: أَنَا كَنْزُكَ الَّذِي تَرَكْتَهُ بَعْدكَ وَلَا يَزَالُ يَتْبَعُهُ حَتَّى يُلْقِمَهُ يَدَهُ فَيَقْضِمَهَا ثُمَّ يَتْبَعُهَا سَائِرَ جَسَدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ဘဏ္ဍာတစ်ခုကို <span class=\"gray\">(၎င်းအတွက် ဇကားသ် မပေးဆောင်ဘဲ)</span> ချန်ထားခဲ့ပါက ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်း၏စည်းစိမ်ဥစ္စာသည် ဦးပြည်း၍ မျက်လုံးအပေါ်တွင် အနက်ရောင်အစက်နှစ်ခုရှိသော အဆိပ်ပြင်းသည့် မြွေဖိုတစ်ကောင်ကဲ့သို့ ဖြစ်လာမည်။ ထိုမြွေသည် ၎င်းနောက်သို့ လိုက်မည်ဖြစ်ပြီး ၎င်းက 'မင်းကို ဝဋ်ကြွေး! မင်း ဘယ်သူလဲ' ဟု ပြောလိမ့်မည်။ မြွေက 'ငါသည် မင်းချန်ထားခဲ့သော ဘဏ္ဍာဖြစ်သည်' ဟု ပြောလိမ့်မည်။ ထိုမြွေသည် ထိုသူက ၎င်း၏လက်ကို မပေးမချင်း နောက်ကနေ လိုက်နေမည်ဖြစ်ပြီး မြွေက ထိုလက်ကို ဝါးမြိုလိမ့်မည်၊ ထို့နောက် ၎င်း၏ခန္ဓာကိုယ်တစ်ခုလုံးကို ဝါးမြိုလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု ဟစ်ဗ်ဘာန်ကလည်း ဤဟဒီးဆ်တော်ကို ၎င်း၏ ဆွဟီဟ်တွင် စုဆောင်းခဲ့သည်။ ဤဟဒီးဆ်တော်၏ အစိတ်အပိုင်းကို အဗူဟုရိုင်ရာဟ်ထံမှ ဆွဟီဟ်နှစ်ခုတွင်လည်း စုဆောင်းခဲ့သည်။ ၎င်း၏ ဆွဟီဟ်တွင် မွတ်စ်လင်မ်က အဗူဟုရိုင်ရာဟ်ထံမှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ رَجُلٍ لَا يُؤَدِّي زَكَاةَ مَالِهِ إِلَّا جُعِلَ لَهُ يَوْمَ الْقِيَامَةِ صَفَائِحُ مِنْ نَارٍ، فَيُكْوَى بِهَا جَنْبُهُ وَجَبْهَتُهُ وَظَهْرُهُ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ، حَتَّى يُقْضَى بَيْنَ الْعِبَادِ ثُمَّ يُرَى سَبِيلُهُ إِمَّا إِلَى الْجَنَّةِ وَإِمَّا إِلَى النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ၎င်း၏ငွေကြေးပေါ်တွင် သက်ဆိုင်ရာ ဇကားသ်ကို မပေးဆောင်ပါက ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်း၏ ဘေးတစ်ဖက်၊ နဖူးနှင့် နောက်ကျောကို အနှစ်ငါးသောင်း ရှည်လျားသောနေ့၌ မီးချောင်းများဖြင့် ကပ်တံဆိပ်ရိုက်နှိပ်ခြင်း ခံရမည်။ ထိုသူသည် ကျွန်များအကြား စီရင်ဆုံးဖြတ်ပြီးသည်အထိ ဖြစ်သည်။ ထို့နောက် ထိုသူအား ၎င်း၏ ရည်မှန်းရာဖြစ်သော ဂျန္နတ် (ပရဒိသု) သို့မဟုတ် ငရဲဘုံကို ပြသလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်၏ တဖ်စီရ် (ရှင်းလင်းချက်) တွင် အလ်ဘူခါရီက ဇိုင်းဒ် ဘင်န် ဝဟဗ်က “ကျွန်ုပ်သည် ရဘာဒဟ် ဒေသရှိ အဗူဓရ်ထံသို့ ရောက်ရှိခဲ့ပြီး ၎င်းအား ‘ဤဒေသတွင် ဘာကြောင့် နေထိုင်ရပါသနည်း’ ဟု မေးမြန်းခဲ့သည်။ ၎င်းက ‘ကျွန်ုပ်တို့သည် အာ့ရှ်ရှားမ်တွင် ရှိနေစဉ် ကျွန်ုပ်သည် ဤအာယသ်တော်ကို ရွတ်ဖတ်ခဲ့သည်” ဟု ပြောကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရွှေနှင့် ငွေကို စုဆောင်း၍ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ အသုံးမပြုသူများအား ပြင်းထန်သော ပြစ်ဒဏ်နှင့် ပတ်သက်၍ သတင်းကောင်းပြောကြားလော့။)</span></p><p lang=\"my\" class=\"my \">မူအာဝိယာဟ်က ‘ဤအာယသ်တော်သည် ကျွန်ုပ်တို့နှင့် သက်ဆိုင်သည်မဟုတ်၊ ကျမ်းဂန်ရှင်များနှင့်သာ သက်ဆိုင်သည်’ ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် ကျွန်ုပ် <span class=\"gray\">(အဗူဓရ်)</span> က ‘မဟုတ်ပါ။ ၎င်းသည် ကျွန်ုပ်တို့နှင့် ၎င်းတို့နှစ်ဦးစလုံးနှင့် သက်ဆိုင်သည်’ ဟု ပြောကြားခဲ့သည်။</p>"
  }
]