[
  {
    "ayah_key": "21:87",
    "group_ayah_key": "21:87",
    "from_ayah": "21:87",
    "to_ayah": "21:88",
    "ayah_keys": "21:87,21:88",
    "text": "<p lang=\"my\" class=\"my \">ဒွန်နွန်ကို <span class=\"gray\">(အမှတ်ရကြလော့)</span>။ သူသည် ဒေါသဖြင့် ထွက်ခွာသွားခဲ့ရာ၊ ငါတို့သည် သူ့ကို အပြစ်ပေးမည်မဟုတ်ဟု သူထင်မှတ်ခဲ့သည်။ သို့သော် သူသည် မှောင်မိုက်များ <span class=\"gray\">(ဇူလူမတ်)</span> အတွင်းမှ <span class=\"gray\">(ပြောဆိုကာ)</span> အော်ဟစ်ခဲ့သည်- \"အသင့်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိပါ၊ အသင်သည် အလွန်သန့်စင်မြင့်မြတ်သူ ဖြစ်ပါ၏! အမှန်စင်စစ်၊ ကျွန်ုပ်သည် ပြစ်မှုကျူးလွန်သူများထဲမှ ဖြစ်ပါသည်။\" <span class=\"gray\">(၈၇)</span> ထို့ကြောင့် ငါတို့သည် သူ၏တောင်းဆိုမှုကို အဖြေပေးခဲ့ပြီး၊ သူ့အား ဆင်းရဲဒုက္ခမှ ကယ်တင်ခဲ့သည်။ ထိုနည်းတူ ငါတို့သည် မုအ်မင်န် (ယုံကြည်သူ)များကို ကယ်တင်ပါသည်။ <span class=\"gray\">(၈၈)</span></p><div><h2>ယူနုစ်</h2></div><p lang=\"my\" class=\"my \">ဤဇာတ်လမ်းကို ဤနေရာတွင်နှင့် ဆူရတ် အစ်စ်-ဆပ်ဖတ် (Surat As-Saffat) နှင့် ဆူရာ နွန် (Surah Nun) တွင် ဖော်ပြထားသည်။ မတ္တာ၏သား ယူနုစ် (ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ)ကို အလ္လာဟ်အရှင်မြတ်သည် နိုင်းနဗီ (Nineveh) မြို့သားများထံသို့ စေလွှတ်ခဲ့သည်။ နိုင်းနဗီသည် မော်စီလ် (Mawsil) ဒေသ <span class=\"gray\">[အီရတ်မြောက်ပိုင်း]</span> ရှိ မြို့တစ်မြို့ ဖြစ်သည်။ သူသည် ၎င်းတို့ကို အလ္လာဟ်ထံသို့ ဖိတ်ခေါ်ခဲ့သော်လည်း၊ ၎င်းတို့သည် သူ့ကို ငြင်းပယ်ပြီး ၎င်းတို့၏ မယုံကြည်မှုကို ဆက်လက်ပြုလုပ်ခဲ့ကြသည်။ ထို့ကြောင့် သူသည် ဒေါသဖြင့် ၎င်းတို့ကို စွန့်ခွာခဲ့ပြီး သုံး <span class=\"gray\">[ရက်]</span> ကြာပြီးနောက် အပြစ်ပေးမည်ဟု ခြိမ်းခြောက်ခဲ့သည်။ ၎င်းတို့သည် သူသည် အမှန်ကိုပြောနေကြောင်းနှင့် ပရောဖက်သည် ဘယ်သောအခါမျှ မလိမ်ညာကြောင်း နားလည်သောအခါ၊ ၎င်းတို့သည် ၎င်းတို့၏ ကလေးများ၊ နွားများနှင့် သိုးအုပ်များဖြင့် သဲကန္တာရသို့ ထွက်သွားခဲ့ကြသည်။ ၎င်းတို့သည် မိခင်များကို ကလေးများမှ ခွဲထုတ်ခဲ့ကြပြီး၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းပန်ကာ တောင်းဆိုခဲ့ကြသည်။ ကုလားအုတ်များနှင့် ၎င်းတို့၏ သားငယ်များ အော်ဟစ်ခြင်း၊ နွားများနှင့် ၎င်းတို့၏ နွားပေါက်များ အော်မြည်ခြင်း၊ သိုးများနှင့် ၎င်းတို့၏ သိုးပေါက်များ မည်သံပေးခြင်းတို့ဖြင့် တောင်းဆိုခဲ့ကြရာ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အပြစ်ဒဏ်မှ ကင်းလွတ်စေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَىٰ حِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပြစ်ဒဏ်ကို မြင်ပြီးနောက် ယုံကြည်သော မည်သည့်မြို့မျှ မရှိသလော၊ ၎င်း၏ယုံကြည်မှုက ၎င်းကို ကယ်တင်ခဲ့သလော။ ယူနုစ်၏ လူမျိုးမှလွဲ၍၊ ၎င်းတို့ ယုံကြည်သောအခါ၊ ငါတို့သည် ၎င်းတို့ထံမှ လောကီဘဝတွင် အရှက်ရစေသော ပြစ်ဒဏ်ကို ဖယ်ရှားခဲ့ပြီး၊ ခဏတာ ပျော်မွေ့ခွင့် ပေးခဲ့သည်)</span><span class=\"gray\">(၁၀:၉၈)</span>။</p><p lang=\"my\" class=\"my \">ယူနုစ်၊ ထိုအတောအတွင်း၊ သင်္ဘောတစ်စီးဖြင့် လူအချို့နှင့်အတူ ခရီးထွက်ခဲ့ရာ၊ သင်္ဘောသည် ပင်လယ်ပြင်တွင် လှိုင်းပုတ်ခံခဲ့ရသည်။ လူများသည် နစ်မြုပ်မည်ကို ကြောက်ရွံ့ကြရာ၊ ၎င်းတို့သည် လူတစ်ဦးကို ရွေးချယ်ရန် မဲနှိုက်ခဲ့ကြသည်။ ရွေးချယ်ခံရသူကို ရေထဲသို့ ပစ်ချရန်ဖြစ်သည်။ မဲက ယူနုစ်ထံသို့ ကျရောက်ခဲ့သော်လည်း၊ ၎င်းတို့သည် သူ့ကို ရေထဲသို့ ပစ်ချရန် ငြင်းဆန်ခဲ့ကြသည်။ ဤအဖြစ်အပျက်သည် ဒုတိယအကြိမ်နှင့် တတိယအကြိမ် ထပ်မံဖြစ်ပွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَاهَمَ فَكَانَ مِنَ الْمُدْحَضِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် <span class=\"gray\">(သဘောတူကာ)</span> မဲနှိုက်ခဲ့ရာ၊ သူသည် ရှုံးနိမ့်သူများထဲမှ ဖြစ်ခဲ့သည်)</span><span class=\"gray\">[၃၇:၁၄၁]</span> ဆိုလိုသည်မှာ မဲက သူ့အား ဆန့်ကျင်ခဲ့သည်။ ထို့ကြောင့် ယူနုစ်သည် ထရပ်ကာ သူ၏အဝတ်အစားကို ချွတ်ပြီး ပင်လယ်ထဲသို့ သူ့ကိုယ်သူ ပစ်ချခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အစ်ဗ်နု မပ်စ်အူဒ် (Ibn Mas'ud) ပြောဆိုသည့်အတိုင်း – ပင်လယ်စိမ်းမှ ငါးကြီးတစ်ကောင်ကို စေလွှတ်ခဲ့သည်။ ထိုငါးကြီးသည် သမုဒ္ဒရာများကို ဖြတ်၍ လာကာ ယူနုစ်သည် ပင်လယ်ထဲသို့ သူ့ကိုယ်သူ ပစ်ချလိုက်သောအခါ သူ့ကို မျိုချလိုက်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထိုငါးကြီးအား သူ၏အသားကို မစားရန်နှင့် သူ၏အရိုးများကို မချိုးရန် အမိန့်ပေးခဲ့သည်၊ <span class=\"gray\">(အရှင်မြတ်က မိန့်တော်မူသည့်ပမာ)</span> \"ယူနုစ်သည် မင်းအတွက် အစာမဟုတ်၊ မင်း၏ဝမ်းဗိုက်သည် သူ့အတွက် ထောင်သာ ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَا النُّونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒွန်နွန်ကို <span class=\"gray\">(အမှတ်ရကြလော့)</span>)</span> ဤနေရာတွင် နွန် (Nun) သည် ငါးကို ရည်ညွှန်းသည်။ ဤနေရာတွင် သူ့အား စွပ်စွဲခြင်းသည် မှန်ကန်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذ ذَّهَبَ مُغَاضِبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ဒေါသဖြင့် ထွက်ခွာသွားသောအခါ၊)</span> အဒ်-ဒဟ်ဟက် (Ad-Dahhak) က “သူ၏လူမျိုးအပေါ် ဒေါသထွက်ခြင်း” ဟု ပြောကြားခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူ့ကို အပြစ်ပေးမည်မဟုတ်ဟု သူထင်မှတ်ခဲ့သည်!)</span> ဆိုလိုသည်မှာ ငါး၏ဝမ်းဗိုက်ထဲတွင် သူ့ကို ကန့်သတ်ထားမည်မဟုတ်ဟု ထင်မှတ်ခဲ့သည်။ ဤကဲ့သို့ပင် အစ်ဗ်နု အဗ္ဗားစ် (Ibn 'Abbas)၊ မုဂျာဟစ်ဒ် (Mujahid)၊ အဒ်-ဒဟ်ဟက် (Ad-Dahhak) နှင့် အခြားသူများထံမှ သတင်းပို့ခဲ့သည်။ ဤသည်မှာ အစ်ဗ်နု ဂျရီရ် (Ibn Jarir) နှစ်သက်သော အမြင်ဖြစ်ပြီး၊ သူသည် ထိုအချက်အတွက် အောက်ပါအာယတ်ကို အထောက်အထားအဖြစ် ကိုးကားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنفِقْ مِمَّا آتَاهُ اللَّهُ ۚ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا ۚ سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ စားဝတ်နေရေးကို ကန့်သတ်ထားသောသူသည် အလ္လာဟ်အရှင်မြတ် ပေးထားသည့်အတိုင်း သုံးစွဲပါစေ။ အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်လူတစ်ဦးတစ်ယောက်ကိုမျှ အရှင်မြတ်ပေးထားသည်ထက် ပို၍ဝန်ထုပ်ဝန်ပိုး မပေးပါ။ အလ္လာဟ်အရှင်မြတ်သည် ဒုက္ခပြီးနောက် သက်သာရာကို ပေးမည်)</span><span class=\"gray\">(၆၅:၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَىٰ فِي الظُّلُمَاتِ أَن لَّا إِلَٰهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူသည် မှောင်မိုက်နက်ရှိုင်းမှုများအတွင်းမှ <span class=\"gray\">(ပြောဆိုကာ)</span> အော်ဟစ်ခဲ့သည်- \"အသင့်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိပါ၊ အသင်သည် အလွန်သန့်စင်မြင့်မြတ်သူ ဖြစ်ပါ၏! အမှန်စင်စစ်၊ ကျွန်ုပ်သည် ပြစ်မှုကျူးလွန်သူများထဲမှ ဖြစ်ပါသည်။\")</span></p><p lang=\"my\" class=\"my \">အစ်ဗ်နု မပ်စ်အူဒ် (Ibn Mas'ud) သည် 'မှောင်မိုက်နက်ရှိုင်းမှုများ' နှင့်ပတ်သက်၍ “ငါး၏ဝမ်းဗိုက်၏ မှောင်မိုက်ခြင်း၊ ပင်လယ်၏ မှောင်မိုက်ခြင်းနှင့် ည၏ မှောင်မိုက်ခြင်း” ဟု ပြောကြားခဲ့သည်။ ဤအချက်ကို အစ်ဗ်နု အဗ္ဗားစ် (Ibn 'Abbas)၊ အမ်ရ် ဘင် မိုင်မွန် ('Amr bin Maymun)၊ စအီဒ် ဘင် ဂျုဘိုင်းရ် (Sa'id bin Jubayr)၊ မုဟမ္မဒ် ဘင် ကအ်ဘ် (Muhammad bin Ka'b)၊ အဒ်-ဒဟ်ဟက် (Ad-Dahhak)၊ အလ်-ဟစန် (Al-Hasan) နှင့် ကတာဒါ (Qatadah) တို့ထံမှလည်း ပြန်လည်ပြောကြားခဲ့သည်။ စလင်မ် ဘင် အဘူ အလ်-ဂျအ်ဒ် (Salim bin Abu Al-Ja'd) က “ပင်လယ်၏ မှောင်မိုက်ခြင်းထဲရှိ အခြားငါးတစ်ကောင်၏ ဝမ်းဗိုက်ထဲရှိ ငါး၏ မှောင်မိုက်ခြင်း” ဟု ပြောကြားခဲ့သည်။ အစ်ဗ်နု မပ်စ်အူဒ် (Ibn Mas'ud)၊ အစ်ဗ်နု အဗ္ဗားစ် (Ibn 'Abbas) နှင့် အခြားသူများက “ဤသည်မှာ ငါးသည် သူ့ကို ပင်လယ်ကို ဖြတ်၍ ဆွဲခေါ်သွားပြီး ပင်လယ်အောက်ခြေသို့ ရောက်သည်အထိ ဖြတ်သွားသောကြောင့် ဖြစ်သည်။ ယူနုစ်သည် ပင်လယ်အောက်ခြေရှိ ကျောက်တုံးများက အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းနေသည်ကို ကြားခဲ့ရပြီး၊ ထိုအချိန်တွင် သူက အောက်ပါအတိုင်း ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا إِلَٰهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိပါ၊ အသင်သည် အလွန်သန့်စင်မြင့်မြတ်သူ ဖြစ်ပါ၏! အမှန်စင်စစ်၊ ကျွန်ုပ်သည် ပြစ်မှုကျူးလွန်သူများထဲမှ ဖြစ်ပါသည်။)</span>\"</p><p lang=\"my\" class=\"my \">အော်ဖ် အလ်-အအ်ရာဘီ (Awf Al-A'rabi) က “ယူနုစ်သည် ငါး၏ဝမ်းဗိုက်ထဲ ရောက်ရှိလာသောအခါ၊ သူသေပြီဟု ထင်ခဲ့သည်။ ထို့နောက် သူသည် သူ၏ခြေထောက်များကို လှုပ်ရှားခဲ့သည်။ သူခြေထောက်များကို လှုပ်ရှားသောအခါ၊ သူရှိရာနေရာတွင် ဆွတ်ဂျူဒ် (Sujud) ပြုလုပ်ခဲ့ပြီး၊ ထို့နောက် 'အို အရှင်သခင်၊ အခြားမည်သူမျှ မရောက်ဖူးသော နေရာ၌ ကိုးကွယ်ရာနေရာတစ်ခုကို အသင်အတွက် ကျွန်ုပ်ရယူထားပါသည်' ဟု အော်ဟစ်ခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် 'ငါတို့သည် သူ၏တောင်းဆိုမှုကို အဖြေပေးခဲ့ပြီး၊ သူ့အား ဆင်းရဲဒုက္ခမှ ကယ်တင်ခဲ့သည်')</span> ဆိုလိုသည်မှာ 'ငါတို့သည် သူ့ကို ငါး၏ဝမ်းဗိုက်မှ ထိုမှောင်မိုက်ခြင်းမှ ထုတ်ဆောင်ခဲ့သည်'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ نُنجِي الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူ ငါတို့သည် မုအ်မင်န် (ယုံကြည်သူ)များကို ကယ်တင်ပါသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဒုက္ခရောက်နေချိန်တွင် ငါတို့အား ခေါ်ဝေါ်ပြီး ငါတို့ထံ နောင်တရသောအခါ၊ အထူးသဖြင့် ၎င်းတို့သည် ဒုက္ခရောက်နေချိန်၌ ဤစကားလုံးများဖြင့် ငါတို့အား ခေါ်ဝေါ်ပါက၊</p><p lang=\"my\" class=\"my \">ပရောဖက်များ၏ ခေါင်းဆောင် ﷺ သည် ဤစကားလုံးများဖြင့် အလ္လာဟ်အရှင်မြတ်အား ခေါ်ဝေါ်ရန် ကျွန်ုပ်တို့ကို အားပေးခဲ့သည်။ အီမာမ် အဟ်မဒ် (Imam Ahmad) သည် စအ်ဒ် ဘင် အဘီ ဝက္ကပ်စ် (Sa'd bin Abi Waqqas) (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ခဲ့သည်- “ကျွန်ုပ်သည် 'ဥစ်မာန် ဘင် အဖ္ဖာန် ('Uthman bin 'Affan) (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) အား ဗလီတွင် တွေ့ဆုံခဲ့ပြီး သူ့အား ဆလာမ် (Salam) ပေးခဲ့သည်။ သူသည် ကျွန်ုပ်ကို စိုက်ကြည့်ခဲ့သော်လည်း ကျွန်ုပ်၏ ဆလာမ်ကို ပြန်မပေးခဲ့ပါ။ ကျွန်ုပ်သည် 'ဥမာရ် ဘင် အလ်-ခတ္တားဘ် ('Umar bin Al-Khattab) ထံသွားပြီး 'အို မုအ်မင်န် (ယုံကြည်သူ)များ၏ အုပ်ချုပ်သူ၊ အစ္စလာမ်တွင် တစ်ခုခု ဖြစ်ပျက်ခဲ့သလော' ဟု ပြောကြားခဲ့သည်။ ကျွန်ုပ်သည် ထိုစကားကို နှစ်ကြိမ် ပြောခဲ့သည်။ သူက 'မဖြစ်ပါဘူး၊ ဘာကြောင့်မေးတာလဲ' ဟု ပြောကြားခဲ့သည်။ ကျွန်ုပ်က 'ကျွန်ုပ်သည် ခဏတာက 'ဥစ်မာန်ကို ဗလီတွင် တွေ့ဆုံပြီး ဆလာမ်ပေးခဲ့သည်၊ သူသည် ကျွန်ုပ်ကို စိုက်ကြည့်ခဲ့သော်လည်း ကျွန်ုပ်၏ ဆလာမ်ကို ပြန်မပေးခဲ့ပါ။' 'ဥမာရ်သည် 'ဥစ်မာန်ကို လူလွှတ်ခေါ်ယူပြီး 'သင်သည် သင်၏ညီအစ်ကို၏ ဆလာမ်ကို ဘာကြောင့် ပြန်မပေးခဲ့တာလဲ' ဟု မေးခဲ့သည်။ သူက 'အမှန်မဟုတ်ပါဘူး' ဟု ပြောကြားခဲ့သည်။ စအ်ဒ်က 'ဟုတ်ပါတယ်' ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့နှစ်ဦးစလုံး ကျိန်ဆိုရသည့်အထိ ရောက်ရှိခဲ့သည်။ ထို့နောက် 'ဥစ်မာန်သည် သတိရပြီး 'ဟုတ်တယ်၊ သင်မှန်တယ်။ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်ခြင်းကို ကျွန်ုပ်တောင်းခံပြီး အရှင်မြတ်ထံ နောင်တရပါတယ်။ သင်သည် ခဏတာက ကျွန်ုပ်အနား ဖြတ်သွားခဲ့သော်လည်း ကျွန်ုပ်သည် ရစူလ် (တမန်တော်)မြတ် ﷺ ထံမှ ကြားခဲ့ရသော အရာတစ်ခုကို တွေးတောနေခဲ့သည်။ ထိုအရာကို ကျွန်ုပ်တွေးတောတိုင်း ကျွန်ုပ်၏မျက်လုံးများနှင့် ကျွန်ုပ်၏နှလုံးသားပေါ်သို့ ကန့်လန့်ကာတစ်ခု ကျလာလေ့ရှိသည်။' စအ်ဒ်က 'ကျွန်ုပ်က သင့်ကို ဘာဖြစ်ခဲ့တယ်ဆိုတာ ပြောပြပါ့မယ်။ ရစူလ် (တမန်တော်)မြတ် ﷺ က ကျွန်ုပ်တို့ကို ဆုတောင်းခြင်း၏ ပထမပိုင်းကို ပြောပြခဲ့သည်၊ ထို့နောက် အာရပ်လူမျိုးတစ်ဦး ရောက်လာပြီး သူ့ကို အလုပ်ရှုပ်စေခဲ့သည်။ ထို့နောက် ရစူလ် (တမန်တော်)မြတ် ﷺ ထပြီး ကျွန်ုပ်က သူ့နောက်လိုက်ခဲ့သည်။ သူသည် သူ၏အိမ်ထဲသို့ ဝင်တော့မည်ကို ကျွန်ုပ်စိုးရိမ်လာသောအခါ ကျွန်ုပ်၏ခြေထောက်များကို တုံးတိုက်မိခဲ့သည်။ ကျွန်ုပ်သည် ရစူလ် (တမန်တော်)မြတ် ﷺ ထံ လှည့်ကြည့်ရာ၊ သူက မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ هَذَا، أَبُو إِسْحَاقَ؟</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(ဒါဘယ်သူလဲ? အဘူ အစ်ဟာက် (Abu Ishaq) လား?)</span> ကျွန်ုပ်က “ဟုတ်ကဲ့၊ အို အလ္လာဟ်၏ ရစူလ် (တမန်တော်)မြတ်” ဟု ပြောကြားခဲ့သည်။ သူက မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَه</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘာကိစ္စလဲ?)</span> ကျွန်ုပ်က “အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြုပြီး ပြောရလျှင် ဘာမှမရှိပါ၊ သင့်သည် ကျွန်ုပ်တို့ကို ဆုတောင်းခြင်း၏ ပထမပိုင်းကို ပြောပြခဲ့ပြီးနောက်၊ ဤအာရပ်လူမျိုး ရောက်လာပြီး သင့်ကို အလုပ်ရှုပ်စေခဲ့သည်” ဟု ပြောကြားခဲ့သည်။ သူက မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ دَعْوَةُ ذِي النُّونِ إِذْ هُوَ فِي بَطْنِ الْحُوتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်တယ်၊ ဒွန်နွန်သည် ငါး၏ဝမ်းဗိုက်ထဲမှာ ရှိနေစဉ်က သူ၏ဆုတောင်းခြင်းသည်-</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا إِلَٰهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိပါ၊ အသင်သည် အလွန်သန့်စင်မြင့်မြတ်သူ ဖြစ်ပါ၏! အမှန်စင်စစ်၊ ကျွန်ုပ်သည် ပြစ်မှုကျူးလွန်သူများထဲမှ ဖြစ်ပါသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهُ لَمْ يَدْعُ بِهَا مُسْلِمٌ رَبَّهُ فِي شَيْءٍ قَطُّ إِلَّا اسْتَجَابَ لَهُ</p><p lang=\"my\" class=\"my \">မည်သည့် မွတ်စလင်မ် (မုအ်မင်န်) မဆို ဤစကားလုံးများဖြင့် သူ၏အရှင်မြတ်အား တစ်စုံတစ်ရာအတွက် ဆုတောင်းပါက၊ အရှင်မြတ်သည် သူ၏ဆုတောင်းကို ဧကန်မလွဲ အဖြေပေးမည်။)” ဤအချက်ကို အတ်-တီရ်မီဇီ (At-Tirmidhi) နှင့် အန်-နစာအီ (An-Nasa'i) တို့က အလ်-ယောင်မ် ဝလ်-လိုင်လာ (Al-Yawm wal-Laylah) တွင် မှတ်တမ်းတင်ခဲ့သည်။ အစ်ဗ်နု အဘီ ဟာတီမ် (Ibn Abi Hatim) သည် စအ်ဒ်က ရစူလ် (တမန်တော်)မြတ် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَنْ دَعَا بِدُعَاءِ يُونُسَ اسْتُجِيبَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယူနုစ်၏ ဆုတောင်းခြင်း စကားလုံးများဖြင့် ဆုတောင်းသူ မည်သူမဆို အဖြေပေးခံရမည်။)</span> အဘူ စအီဒ် (Abu Sa'id) က “သူသည် အောက်ပါကို ရည်ညွှန်းသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ نُنجِي الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူ ငါတို့သည် မုအ်မင်န် (ယုံကြည်သူ)များကို ကယ်တင်ပါသည်။)</span>\"</p>"
  },
  {
    "ayah_key": "21:89",
    "group_ayah_key": "21:89",
    "from_ayah": "21:89",
    "to_ayah": "21:90",
    "ayah_keys": "21:89,21:90",
    "text": "<p lang=\"my\" class=\"my \">ဇကာရီယာကို <span class=\"gray\">(အမှတ်ရကြလော့)</span>။ သူသည် သူ၏အရှင်သခင်ထံ အော်ဟစ်ခဲ့သောအခါ- \"အို ကျွန်ုပ်၏အရှင်သခင်! ကျွန်ုပ်ကို တစ်ဦးတည်း <span class=\"gray\">(သားသမီးမရှိဘဲ)</span> မထားတော်မူပါနှင့်၊ အသင်သည် အမွေခံများထဲတွင် အကောင်းဆုံးဖြစ်သော်လည်း။ <span class=\"gray\">(၈၉)</span> ထို့ကြောင့် ငါတို့သည် သူ၏တောင်းဆိုမှုကို အဖြေပေးခဲ့ပြီး၊ သူ့အား ယဟ်ယာကို ပေးသနားခဲ့ကာ၊ သူ၏ဇနီးကိုလည်း သူ့အတွက် ကုသပေးခဲ့သည်။ အမှန်စင်စစ်၊ ၎င်းတို့သည် ကောင်းမှုပြုရန် အလျင်စလို ပြုမူလေ့ရှိကြပြီး၊ ၎င်းတို့သည် ငါတို့ထံ မျှော်လင့်ခြင်းနှင့် ကြောက်ရွံ့ခြင်းတို့ဖြင့် တောင်းဆိုလေ့ရှိကြသည်၊ ၎င်းတို့သည် ငါတို့ရှေ့တွင် ခါရှီအ် (Khashi'in) များ ဖြစ်ကြသည်။ <span class=\"gray\">(၉၀)</span></p><div lang=\"ha\" class=\"ha \"><h2>Zakariyya and Yahya</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကျွန် ဇကာရီယာအကြောင်းကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်၊ ဇကာရီယာသည် သူ၏နောက် ပရောဖက်ဖြစ်မည့် သားတစ်ဦးကို ပေးသနားရန် အလ္လာဟ်အရှင်မြတ်အား တောင်းဆိုခဲ့သည်။ ထိုဇာတ်လမ်းကို ဆူရာ မရ်ယမ် (Surah Maryam) အစပိုင်းတွင် အသေးစိတ် ဖော်ပြခဲ့ပြီး၊ ဆူရာ အင်မရာန် (Surah 'Imran) တွင်လည်း ဖော်ပြခဲ့ပြီးဖြစ်သည်။ ဤနေရာတွင် အကျဉ်းချုံး ဖော်ပြထားသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذْ نَادَىٰ رَبَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သူ၏အရှင်သခင်ထံ အော်ဟစ်ခဲ့သောအခါ)</span> ဆိုလိုသည်မှာ လျှို့ဝှက်စွာ၊ သူ၏လူမျိုးများထံမှ ဝှက်၍။</p><p class=\"ps qpc-hafs\" lang=\"ps\">رَبِّ لَا تَذَرْنِي فَرْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏အရှင်သခင်! ကျွန်ုပ်ကို တစ်ဦးတည်း မထားတော်မူပါနှင့်၊)</span> ဆိုလိုသည်မှာ သားသမီးမရှိဘဲ၊ ကျွန်ုပ်နောက်ပိုင်းတွင် လူတို့ကြားတွင် ရပ်တည်မည့် အမွေခံမရှိဘဲ မထားတော်မူပါနှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنتَ خَيْرُ الْوَارِثِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် အမွေခံများထဲတွင် အကောင်းဆုံးဖြစ်သော်လည်း။)</span> ဤသည်မှာ သက်ဆိုင်ရာအကြောင်းအရာနှင့် လိုက်ဖက်သော ဆုတောင်းခြင်းနှင့် ချီးမွမ်းခြင်းပုံစံဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَىٰ وَأَصْلَحْنَا لَهُ زَوْجَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါတို့သည် သူ၏တောင်းဆိုမှုကို အဖြေပေးခဲ့ပြီး၊ သူ့အား ယဟ်ယာကို ပေးသနားခဲ့ကာ၊ သူ၏ဇနီးကိုလည်း သူ့အတွက် ကုသပေးခဲ့သည်။)</span> အစ်ဗ်နု အဗ္ဗားစ် (Ibn 'Abbas)၊ မုဂျာဟစ်ဒ် (Mujahid) နှင့် စအီဒ် ဘင် ဂျုဘိုင်းရ် (Sa'id bin Jubayr) တို့က “သူမသည် မြုံနေပြီး သားသမီးဘယ်တော့မှ မရှိခဲ့ပါ၊ ထို့နောက် သူမသည် မွေးဖွားခဲ့သည်” ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ၎င်းတို့သည် ကောင်းမှုပြုရန် အလျင်စလို ပြုမူလေ့ရှိကြသည်၊)</span> ဆိုလိုသည်မှာ ဝတ်ပြုမှုများနှင့် အလ္လာဟ်အရှင်မြတ်အပေါ် နာခံမှုလုပ်ရပ်များ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَدْعُونَنَا رَغَبًا وَرَهَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် ငါတို့ထံ မျှော်လင့်ခြင်းနှင့် ကြောက်ရွံ့ခြင်းတို့ဖြင့် တောင်းဆိုလေ့ရှိကြသည်၊)</span> အသ်-သော်ရီ (Ath-Thawri) က “ငါတို့နှင့်အတူရှိသော <span class=\"gray\">(အကျိုး)</span>ကို မျှော်လင့်ပြီး ငါတို့နှင့်အတူရှိသော <span class=\"gray\">(ပြစ်ဒဏ်)</span>ကို ကြောက်ရွံ့ခြင်း” ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانُوا لَنَا خَاشِعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် ငါတို့ရှေ့တွင် ခါရှီအ် (Khashi'in) များ ဖြစ်ကြသည်။)</span> 'အလီ ဘင် အဘီ တာလ်ဟဟ် ('Ali bin Abi Talhah) သည် အစ်ဗ်နု အဗ္ဗားစ် (Ibn 'Abbas) ထံမှ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ခဲ့သည့်အရာကို စိတ်ရင်းမှန်ဖြင့် ယုံကြည်ခြင်းဟု ဆိုလိုကြောင်း သတင်းပို့ခဲ့သည်။ မုဂျာဟစ်ဒ် (Mujahid) က “စစ်မှန်စွာ ယုံကြည်ခြင်း” ဟု ပြောကြားခဲ့သည်။ အဘူ အလ်-အာလီယာ (Abu Al-'Aliyah) က “ကြောက်ရွံ့ခြင်း” ဟု ပြောကြားခဲ့သည်။ အဘူ စီနန် (Abu Sinan) က “ခူရှူအ် (Khushu') ဆိုသည်မှာ ကျွန်ုပ်တို့၏ နှလုံးသားများမှ ဘယ်သောအခါမျှ မထွက်ခွာသင့်သော ကြောက်ရွံ့ခြင်းကို ဆိုလိုသည်” ဟု ပြောကြားခဲ့သည်။ ခါရှီအ် (Khashi'in) များသည် နှိမ့်ချသူများ ဖြစ်သည်ဟု မုဂျာဟစ်ဒ် (Mujahid) ထံမှလည်း သတင်းပို့ခဲ့သည်။ အလ်-ဟစန် (Al-Hasan)၊ ကတာဒါ (Qatadah) နှင့် အဒ်-ဒဟ်ဟက် (Ad-Dahhak) တို့က “ခါရှီအ် (Khashi'in) များသည် အလ္လာဟ်အရှင်မြတ်ရှေ့တွင် နှိမ့်ချသူများ ဖြစ်ကြသည်” ဟု ပြောကြားခဲ့သည်။ ဤအဆိုပြုချက်များအားလုံးသည် အဓိပ္ပါယ်ချင်း နီးစပ်သည်။</p>"
  }
]