[
  {
    "ayah_key": "27:32",
    "group_ayah_key": "27:32",
    "from_ayah": "27:32",
    "to_ayah": "27:35",
    "ayah_keys": "27:32,27:33,27:34,27:35",
    "text": "<p lang=\"my\" class=\"my \">သူမကပြောခဲ့သည်– \"အို၊ အကြီးအကဲတို့! ကျွန်ုပ်၏ ကိစ္စနှင့်ပတ်သက်၍ ကျွန်ုပ်အား အကြံဉာဏ်ပေးကြပါ။ သင်တို့ ကျွန်ုပ်နှင့်အတူ မရှိသမျှ ကိစ္စတစ်ခုကိုမျှ ကျွန်ုပ် မဆုံးဖြတ်ပါ။ <span>(၃၂)</span>သူတို့က ပြောကြသည်– \"ကျွန်ုပ်တို့တွင် ကြီးမားသော ခွန်အားရှိပြီး စစ်ပွဲအတွက် ကြီးမားသော စွမ်းရည်ရှိသည်၊ သို့သော် ၎င်းသည် သင်၏ အမိန့်ဖြစ်သည်။ ထို့ကြောင့် သင် အမိန့်ပေးမည့်အရာကို စဉ်းစားပါ။ <span>(၃၃)</span>သူမက ပြောခဲ့သည်– \"အမှန်စင်စစ်၊ ဘုရင်များသည် မြို့တစ်မြို့သို့ ဝင်ရောက်သောအခါ ၎င်းကို ဖျက်ဆီးပြီး ၎င်းမြို့သူမြို့သားများထဲမှ အလေးစားဆုံးသူများကို အနိမ့်ဆုံးဖြစ်အောင် ပြုလုပ်ကြသည်။ ဤကဲ့သို့ပင် သူတို့ ပြုမူကြသည်။ <span>(၃၄)</span>\"သို့သော် အမှန်စင်စစ်၊ ကျွန်ုပ်သည် သူ့ထံ လက်ဆောင်တစ်ခု ပေးပို့တော့မည်ဖြစ်ပြီး၊ သံတမန်များ မည်သည့် <span class=\"gray\">(အဖြေ)</span> နှင့် ပြန်လာမည်ကို ကြည့်ရှုမည်။ <span>(၃၅)</span></p><div lang=\"my\" class=\"my \"><h2>ဘီလ်ကစ်စ်က သူမ၏ အကြီးအကဲများနှင့် တိုင်ပင်ဆွေးနွေးခြင်း</h2></div><p lang=\"my\" class=\"my \">သူမသည် စူလေးမန်၏ စာကို သူတို့အား ဖတ်ပြပြီး ဤသတင်းနှင့်ပတ်သက်၍ သူတို့နှင့် တိုင်ပင်ဆွေးနွေးသောအခါ သူမက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي مَا كُنْتُ قَاطِعَةً أَمْرًا حَتَّىٰ تَشْهَدُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို၊ အကြီးအကဲတို့! ကျွန်ုပ်၏ <span class=\"gray\">(ဤ)</span> ကိစ္စနှင့်ပတ်သက်၍ ကျွန်ုပ်အား အကြံဉာဏ်ပေးကြပါ။ သင်တို့ ကျွန်ုပ်နှင့်အတူ မရှိသမျှ ကိစ္စတစ်ခုကိုမျှ ကျွန်ုပ် မဆုံးဖြတ်ပါ။\")</span> ဆိုလိုသည်မှာ 'သင်တို့ အတူတကွ ပေါင်းစည်း၍ ကျွန်ုပ်အား အကြံဉာဏ်မပေးမချင်း'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا نَحْنُ أُولُو قُوَّةٍ وَأُولُو بَأْسٍ شَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြသည်– \"ကျွန်ုပ်တို့တွင် ကြီးမားသော ခွန်အားရှိပြီး စစ်ပွဲအတွက် ကြီးမားသော စွမ်းရည်ရှိသည်...\")</span></p><p lang=\"my\" class=\"my \">သူတို့သည် သူမအား သူတို့၏ လူအင်အား၊ ပြင်ဆင်မှုနှင့် ခွန်အားတို့ကို ပြန်လည်သတိပေးခဲ့ပြီးနောက် ကိစ္စကို သူမထံ လွှဲပြောင်းပေးကာ ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَمْرُ إِلَيْكِ فَانْظُرِي مَاذَا تَأْمُرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းသည် သင်၏ အမိန့်ဖြစ်သည်။ ထို့ကြောင့် သင် အမိန့်ပေးမည့်အရာကို စဉ်းစားပါ။)</span> ဆိုလိုသည်မှာ 'သူ့ထံသွားရောက်၍ တိုက်ခိုက်လိုပါက ကျွန်ုပ်တို့၌ အာဏာနှင့် ခွန်အားရှိသည်။' ကိစ္စသည် သင်၏ ဆုံးဖြတ်ချက်ပေါ်မူတည်၍ သင် သင့်လျော်သည်ဟု မြင်သည့်အတိုင်း ကျွန်ုပ်တို့အား ညွှန်ကြားပါ၊ ကျွန်ုပ်တို့ နာခံပါမည်။ အိဗ်နု အဗ္ဗားစ်က ပြောသည်- \"ဘီလ်ကစ်စ်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ဘုရင်များသည် မြို့တစ်မြို့သို့ ဝင်ရောက်သောအခါ ၎င်းကို ဖျက်ဆီးပြီး ၎င်းမြို့သူမြို့သားများထဲမှ အလေးစားဆုံးသူများကို အနိမ့်ဆုံးဖြစ်အောင် ပြုလုပ်ကြသည်။)</span> အလ္လာဟ်အရှင်မြတ်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ يَفْعَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကဲ့သို့ပင် သူတို့ ပြုမူကြသည်။)</span> ထို့နောက် သူမသည် ငြိမ်းချမ်းရေးနည်းလမ်းများကို အသုံးပြုကာ အပစ်အခတ်ရပ်စဲရေးကို ရှာဖွေပြီး စူလေးမန်ကို နှစ်သိမ့်ရန် ကြိုးစားခဲ့ကာ ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အမှန်စင်စစ်၊ ကျွန်ုပ်သည် သူ့ထံ လက်ဆောင်တစ်ခု ပေးပို့တော့မည်ဖြစ်ပြီး၊ သံတမန်များ မည်သည့်အရာနှင့် ပြန်လာမည်ကို ကြည့်ရှုမည်။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်သည် သူ၏ ဂုဏ်သိက္ခာနှင့် ကိုက်ညီသော လက်ဆောင်တစ်ခုကို ပေးပို့မည်ဖြစ်ပြီး သူ၏ တုံ့ပြန်မှုကို စောင့်ကြည့်မည်။ ဖြစ်နိုင်သည်မှာ သူသည် ၎င်းကို လက်ခံပြီး ကျွန်ုပ်တို့ကို တစ်ယောက်တည်း ထားခဲ့မည်။ သို့မဟုတ် သူသည် ကျွန်ုပ်တို့အား နှစ်စဉ်ပေးချေနိုင်သော အခွန်ကို ချမှတ်မည်ဖြစ်ပြီး ထို့ကြောင့် သူသည် ကျွန်ုပ်တို့ကို တိုက်ခိုက်ခြင်းနှင့် စစ်ဆင်နွှဲခြင်း မပြုတော့ပါ။' ကတာဒါဟ်က ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်သည် သူမအား ကရုဏာထား၍ သူမကို ကျေနပ်ပါစေ - သူမသည် မွတ်စလင်တစ်ဦးအနေဖြင့်နှင့် <span class=\"gray\">(ယင်းမတိုင်မီ)</span> ရုပ်တုကိုးကွယ်သူတစ်ဦးအနေဖြင့် မည်မျှပညာရှိပါသနည်း! သူမသည် လက်ဆောင်ပေးခြင်းသည် လူများအပေါ် ကောင်းမွန်သော သက်ရောက်မှုရှိကြောင်း နားလည်ခဲ့သည်။\" အိဗ်နု အဗ္ဗားစ်နှင့် အခြားသူများက ပြောသည်- \"သူမသည် သူမ၏ လူမျိုးကို ပြောခဲ့သည်၊ သူသည် လက်ဆောင်ကို လက်ခံပါက သူသည် ဘုရင်တစ်ပါးဖြစ်သောကြောင့် သူ့ကို တိုက်ခိုက်ကြပါ။ သို့သော် သူသည် လက်မခံပါက သူသည် နဗီတစ်ပါးဖြစ်သောကြောင့် သူ့ကို လိုက်နာကြပါ။\"</p>"
  },
  {
    "ayah_key": "27:36",
    "group_ayah_key": "27:36",
    "from_ayah": "27:36",
    "to_ayah": "27:37",
    "ayah_keys": "27:36,27:37",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ <span class=\"gray\">(လက်ဆောင်နှင့်အတူ သံတမန်များ)</span> စူလေးမန်ထံ ရောက်ရှိလာသောအခါ သူက ပြောသည်- \"သင်တို့သည် ကျွန်ုပ်အား စည်းစိမ်ဥစ္စာဖြင့် ကူညီမည်လော။ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား ပေးထားသော အရာသည် သင်တို့အား ပေးထားသော အရာထက် ပိုကောင်းသည်။ မဟုတ်ဘူး၊ သင်တို့သည် သင်တို့၏ လက်ဆောင်ကြောင့် ဝမ်းမြောက်နေကြသည်။ <span>(၃၆)</span>\"သူတို့ထံ ပြန်သွားကြ။ ကျွန်ုပ်တို့သည် သူတို့အား မခံမရပ်နိုင်သော စစ်တပ်များဖြင့် အမှန်ပင် လာရောက်မည်ဖြစ်ပြီး၊ သူတို့အား ထိုနေရာမှ အရှက်ရစေစွာ မောင်းထုတ်မည်၊ သူတို့သည် နှိမ့်ချခံရမည်။ <span>(၃၇)</span></p><div lang=\"my\" class=\"my \"><h2>လက်ဆောင်နှင့် စူလေးမန်၏ တုံ့ပြန်မှု</h2></div><p lang=\"my\" class=\"my \">ဆလာဖ်နှင့် အခြားသူများထဲမှ တဖ်စီရ်ပညာရှင် တစ်ဦးထက်ပိုသောသူများက သူမသည် သူ့ထံသို့ ရွှေ၊ ရတနာ၊ ပုလဲနှင့် အခြားအရာများဖြင့် ပြုလုပ်ထားသော ကြီးမားသည့် လက်ဆောင်တစ်ခုကို ပို့ခဲ့သည်ဟု ဖော်ပြခဲ့သည်။ စူလေးမန် (အရှင်မြတ်၏ ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ) သည် သူတို့ယူဆောင်လာသည်များကို လုံးဝမကြည့်ဘဲ မည်သည့်အာရုံစိုက်မှုမျှ မပြုခဲ့ကြောင်း ထင်ရှားသည်။ သို့သော် သူသည် လှည့်ထွက်သွားပြီး သူတို့ကို ပြစ်တင်ရှုံ့ချလျက် ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَتُمِدُّونَنِ بِمَالٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့သည် ကျွန်ုပ်အား စည်းစိမ်ဥစ္စာဖြင့် ကူညီမည်လော။\")</span> ဆိုလိုသည်မှာ 'သင်တို့၏ ရှစ်ရ်ခ် (အလ္လာဟ်အရှင်မြတ်နှင့်တွဲဖက်ကိုးကွယ်မှု) နှင့် သင်တို့၏ နိုင်ငံတော်နှင့်အတူ ကျွန်ုပ် သင်တို့ကို တစ်ယောက်တည်း ထားခဲ့ရန် သင်တို့သည် ကျွန်ုပ်အား စည်းစိမ်ဥစ္စာဖြင့် မြှောက်ပင့်ရန် ကြိုးစားနေကြသည်လော။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا آتَانِيَ اللَّهُ خَيْرٌ مِمَّا آتَاكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား ပေးထားသော အရာသည် သင်တို့အား ပေးထားသော အရာထက် ပိုကောင်းသည်။)</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား ပေးထားသော အာဏာ၊ စည်းစိမ်ဥစ္စာနှင့် တပ်ဖွဲ့များသည် သင်တို့ပိုင်ဆိုင်ထားသည်ထက် ပိုကောင်းသည်။'</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ သင်တို့သည် သင်တို့၏ လက်ဆောင်ကြောင့် ဝမ်းမြောက်နေကြသည်။)</span> ဆိုလိုသည်မှာ 'သင်တို့သည် လက်ဆောင်များနှင့် ပဏ္ဏာများကြောင့် လွှမ်းမိုးခံရသူများဖြစ်သည်။ ကျွန်ုပ်တို့သည် သင်တို့ထံမှ အစ္စလာမ် သို့မဟုတ် ဓားမှလွဲ၍ မည်သည့်အရာကိုမျှ လက်ခံမည်မဟုတ်ပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْجِعْ إِلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ထံ ပြန်သွားကြ)</span> ဆိုလိုသည်မှာ သူတို့၏ လက်ဆောင်နှင့်အတူ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ بِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူတို့အား မခံမရပ်နိုင်သော စစ်တပ်များဖြင့် အမှန်ပင် လာရောက်မည်ဖြစ်ပြီး၊)</span> သူတို့သည် ၎င်းတို့နှင့် ယှဉ်ပြိုင်ရန် သို့မဟုတ် ဆန့်ကျင်ရန် မည်သည့်အင်အားမျှ မရှိကြပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَنُخْرِجَنَّهُمْ مِنْهَا أَذِلَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကျွန်ုပ်တို့သည် သူတို့အား ထိုနေရာမှ အရှက်ရစေစွာ မောင်းထုတ်မည်၊)</span> 'သူတို့အား သူတို့၏ မြေမှ အရှက်ရစေစွာ မောင်းထုတ်မည်။'</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُمْ صَاغِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူတို့သည် နှိမ့်ချခံရမည်။)</span> ဆိုလိုသည်မှာ အရှက်ခွဲခံရပြီး နှင်ထုတ်ခံရခြင်း။ </p><p lang=\"my\" class=\"my \">သူမ၏ သံတမန်များသည် သူမ၏ မပို့ဆောင်ရသေးသော လက်ဆောင်နှင့်အတူ သူမထံ ပြန်ရောက်လာပြီး စူလေးမန် ပြောခဲ့သည့်အရာကို ပြောပြသောအခါ သူမနှင့် သူမ၏ လူမျိုးများသည် သတိထားမိပြီး သူ့ကို နာခံခဲ့သည်။ သူမသည် စူလေးမန်ကို ဂုဏ်ပြုပြီး အစ္စလာမ်၌ သူ့ကို လိုက်နာရန် ရည်ရွယ်ချက်ဖြင့် သူမ၏ တပ်များနှင့်အတူ နာခံမှုနှင့် နှိမ့်ချမှုဖြင့် သူ့ထံ လာရောက်ခဲ့သည်။ စူလေးမန် (အရှင်မြတ်၏ ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ) သည် သူတို့သည် သူ့ထံ လာနေကြောင်း သိရှိသောအခါ သူသည် အလွန်ဝမ်းမြောက်ခဲ့သည်။</p>"
  }
]