[
  {
    "ayah_key": "40:28",
    "group_ayah_key": "40:28",
    "from_ayah": "40:28",
    "to_ayah": "40:29",
    "ayah_keys": "40:28,40:29",
    "text": "<p lang=\"my\" class=\"my \">ဖာရိုနီ၏ မိသားစုဝင် ယုံကြည်သူတစ်ဦးသည် မိမိ၏ ယုံကြည်ခြင်းကို ဖုံးကွယ်ထားပြီး ပြောကြားခဲ့သည်- \"ကျွန်ုပ်၏အရှင်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်သည်ဟု သူပြောကြားသောကြောင့် သင်တို့သည် လူတစ်ဦးကို သတ်မည်လော၊ သူသည် သင်တို့ထံသို့ သင်တို့၏အရှင်မြတ်ထံမှ ရှင်းလင်းသော သက်သေများဖြင့် ရောက်ရှိလာပြီ။ အကယ်၍ သူသည် လိမ်လည်သူဖြစ်ပါက ၎င်း၏လိမ်လည်မှု၏ <span class=\"gray\">(အပြစ်)</span> သည် ၎င်းအပေါ်သို့ ကျရောက်လိမ့်မည်။ သို့သော် သူသည် မှန်ကန်စွာပြောနေပါက ၎င်း၏ခြိမ်းခြောက်မှု <span class=\"gray\">(ဘေးဒုက္ခ)</span> အချို့သည် သင်တို့အပေါ်သို့ ကျရောက်လိမ့်မည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် နယ်ကျွံသူ၊ လိမ်လည်သူအား လမ်းပြတော်မမူ။ <span>(၂၈)</span> \"အို ကျွန်ုပ်၏ လူမျိုးတို့၊ ယနေ့ သင်တို့တွင် ဤနယ်မြေ၌ အာဏာစက်ရှိသောကြောင့် သင်တို့၏နိုင်ငံတော်ဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်သည် ကျွန်ုပ်တို့အပေါ် ကျရောက်လာပါက မည်သူက ကယ်တင်မည်နည်း။\" ဖာရိုနီက ပြောကြားခဲ့သည်- \"ကျွန်ုပ် မြင်သည့်အရာကိုသာ သင်တို့ကို ပြသသည်၊ မှန်ကန်သောမူဝါဒလမ်းစဉ်သို့သာ သင်တို့ကို လမ်းညွှန်သည်! <span>(၂၉)</span></p><p lang=\"my\" class=\"my \">မူဆာကို ဖာရိုနီ၏ မိသားစုမှ ယုံကြည်သူတစ်ဦးက ထောက်ခံခဲ့သည်။</p><p lang=\"my\" class=\"my \">လူသိများသော အမြင်မှာ ဤယုံကြည်သူလူသားသည် ဖာရိုနီ၏မိသားစုမှ ကော့ပတစ် <span class=\"gray\">(အီဂျစ်)</span> လူမျိုးဖြစ်သည်။ အစ်-ဆွတ်ဒီက ၎င်းသူသည် ဖာရိုနီ၏ ညီအစ်ကိုဝမ်းကွဲ <span class=\"gray\">[ဖခင်ဘက်မှ ဦးလေး၏သား]</span> ဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ ထို့ပြင် ၎င်းသူသည် မူဆာ (အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှု သက်ရောက်ပါစေ) နှင့်အတူ ကယ်တင်ခြင်းခံရသူဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ အစ်ဘ်နု ဂျူရေးဂျ်က အစ်ဘ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ သတင်းပေးပို့ခဲ့သည်- \"ဖာရိုနီ၏မိသားစုဝင်များထဲမှ ဤလူ၊ ဖာရိုနီ၏ဇနီးနှင့် ပြောဆိုခဲ့သူမှလွဲ၍ မည်သူမျှ မယုံကြည်ခဲ့ကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُوسَىٰ إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မူဆာ! အမှန်စင်စစ်၊ ခေါင်းဆောင်များသည် သင့်ကိုသတ်ရန် အချင်းချင်းတိုင်ပင်နေကြပြီ။)</span>\" <span class=\"gray\">(၂၈:၂၀)</span> ဤသည်ကို အစ်ဘ်နု အဘီ ဟာတိမ်က သတင်းပေးပို့ခဲ့သည်။ ဤလူသည် မိမိ၏ယုံကြည်ခြင်းကို မိမိ၏လူမျိုး အီဂျစ်လူမျိုးများထံမှ ဖုံးကွယ်ထားခဲ့ပြီး ဖာရိုနီက ပြောကြားခဲ့သည့် ဤနေ့တွင်မှ ထုတ်ဖော်ခဲ့ခြင်းဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">ذَرُونِي أَقْتُلْ مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ကို မူဆာကိုသတ်ခွင့်ပေးပါ။)</span> ထိုသူသည် အလ္လာဟ်အရှင်မြတ်အတွက် ဒေါသတကြီးဖြစ်ခဲ့ပြီး၊ ဂျီဟတ်ဒ်၏ အကောင်းဆုံးမှာ မတရားသော အုပ်စိုးရှင်တစ်ဦးရှေ့တွင် တရားမျှတသော စကားကိုပြောဆိုခြင်းပင်ဖြစ်သည်ဟု ဟဒီးဆ်တော်တွင် ဖော်ပြထားသည်။ ဤလူသားက ဖာရိုနီအား ပြောကြားခဲ့သော စကားများထက် ဤအရာအတွက် ပိုမိုကြီးကျယ်သော ဥပမာမရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် \"ကျွန်ုပ်၏အရှင်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်သည်\" ဟု ပြောကြားသော လူတစ်ဦးကို သတ်မည်လော၊)</span> အလ်-ဘူခါရီသည် ၎င်း၏ ဆွဟီဟ်တွင် 'ဥရ်ဝါး ဘင် အဇ်-ဇူဘိုင်ရ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ အလားတူ ပုံပြင်ကို ဖော်ပြခဲ့သည်။ ၎င်းက \"ကျွန်ုပ်သည် 'အဗ်ဒုလ္လာဟ် ဘင် 'အမ်ရ် ဘင် အလ်-'အာစ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) အား ပြောကြားခဲ့သည်- 'အို ဘုရားများအား ကိုးကွယ်သူများက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) အား အဆိုးဆုံး လုပ်ခဲ့သည့်အရာမှာ အဘယ်နည်း။' သူက ပြောကြားခဲ့သည်- 'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် ကအ်ဘာ၏ ခြံဝင်းတွင် ဆွလာတ်ဝတ်ပြုနေစဉ် 'ဥက်ဘာ ဘင် အဘီ မုအိသ် ရောက်လာပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) ၏ ပခုံးကို ဆွဲကိုင်ကာ ၎င်း၏အဝတ်အစားကို လည်ပင်းညှစ်မိသည်အထိ လိမ်ခဲ့သည်။ အဘူဗက္ကရ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ရောက်လာပြီး <span class=\"gray\">['ဥက်ဘာ၏]</span> ပခုံးကို ဆွဲကိုင်ကာ တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) ထံမှ တွန်းဖယ်ခဲ့ပြီးနောက် သူက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် 'ကျွန်ုပ်၏အရှင်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်သည်' ဟု ပြောကြားသော လူတစ်ဦးကို သတ်မည်လော၊ ထို့ပြင် သူသည် သင်တို့ထံသို့ သင်တို့၏အရှင်မြတ်ထံမှ ရှင်းလင်းသော သက်သေများဖြင့် ရောက်ရှိလာပြီလော။)</span>'\" ဤသည်ကို အလ်-ဘူခါရီက မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူသည် သင်တို့ထံသို့ သင်တို့၏အရှင်မြတ်ထံမှ ရှင်းလင်းသော သက်သေများဖြင့် ရောက်ရှိလာပြီလော။)</span> ဆိုသည်မှာ \"သူ့အရှင်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်သည်ဟု ပြောရုံမျှဖြင့် သင်တို့သည် လူတစ်ဦးကို မည်သို့သတ်နိုင်သနည်း၊ ထို့ပြင် သူပြောသည့်အရာသည် မှန်ကန်ကြောင်း သက်သေပြနိုင်သည်?\" ထို့နောက်၊ ငြင်းခုံရန်အတွက် သူသည် သူတို့နှင့်အတူလိုက်ပါပြီး ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ ۖ وَإِنْ يَكُ صَادِقًا يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သူသည် လိမ်လည်သူဖြစ်ပါက ၎င်း၏လိမ်လည်မှု၏ <span class=\"gray\">(အပြစ်)</span> သည် ၎င်းအပေါ်သို့ ကျရောက်လိမ့်မည်။ သို့သော် သူသည် မှန်ကန်စွာပြောနေပါက ၎င်း၏ခြိမ်းခြောက်မှု <span class=\"gray\">(ဘေးဒုက္ခ)</span> အချို့သည် သင်တို့အပေါ်သို့ ကျရောက်လိမ့်မည်။)</span> ဆိုသည်မှာ 'အကယ်၍ သူပြောသည့်အရာကို သင်တို့မယုံကြည်ပါက သူ့ကိုတစ်ယောက်တည်းထားပြီး မထိခိုက်ရန်သာ သာမန်ဉာဏ်ဖြင့် တွေးကြည့်ပါ။ အကယ်၍ သူလိမ်နေပါက အလ္လာဟ်အရှင်မြတ်သည် ဤလောကနှင့် နောင်လောကတွင် ၎င်း၏လိမ်လည်မှုများအတွက် အပြစ်ပေးလိမ့်မည်။ အကယ်၍ သူသည် မှန်ကန်စွာပြောနေပြီး သင်တို့က သူ့ကိုထိခိုက်ပါက သူသတိပေးနေသည့်အရာများထဲမှ အချို့သည် သင်တို့အပေါ်သို့လည်း ကျရောက်လိမ့်မည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် သင်တို့က သူ့ကိုဆန့်ကျင်ပါက ဤလောကနှင့် နောင်လောကတွင် ပြစ်ဒဏ်ပေးမည်ဟု ခြိမ်းခြောက်နေသောကြောင့်ဖြစ်သည်။ သူသည် သင်တို့ကိစ္စတွင် မှန်ကန်စွာပြောနေနိုင်သောကြောင့် သင်တို့သည် သူ့ကိုနှင့် ၎င်း၏လူမျိုးများကို တစ်ယောက်တည်းထားကာ မထိခိုက်သင့်ပေ။' မူဆာက ဖာရိုနီနှင့် ၎င်း၏လူမျိုးများကို ငြိမ်းချမ်းစွာထားရန် တောင်းဆိုခဲ့သည်ဟု အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ပြောကြားသည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاءَهُمْ رَسُولٌ كَرِيمٌ - أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ ۖ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ - وَأَنْ لَا تَعْلُوا عَلَى اللَّهِ ۖ إِنِّي آتِيكُمْ بِسُلْطَانٍ مُبِينٍ - وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ - وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့မတိုင်မီ ဖာရိုနီ၏လူမျိုးများကို ငါတို့စမ်းသပ်ခဲ့သည်၊ ထိုအခါ ၎င်းတို့ထံသို့ မြင့်မြတ်သော ရစူလ်တမန်တော်တစ်ပါး ရောက်လာပြီး \"အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များကို ကျွန်ုပ်ထံသို့ ပေးအပ်ပါ။ အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့အတွက် ယုံကြည်ထိုက်သော ရစူလ်တမန်တော်တစ်ပါးဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်၍ မိမိတို့ကိုယ်ကို မြှင့်တင်မထားကြနှင့်။ အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့ထံသို့ ထင်ရှားသော အာဏာဖြင့် ရောက်ရှိလာခဲ့ပြီ။ ထို့ပြင် အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့ ကျောက်ခဲဖြင့် ပစ်ပေါက်မည်ကို စိုးရိမ်သောကြောင့် ကျွန်ုပ်၏အရှင်နှင့် သင်တို့၏အရှင်ထံတွင် ခိုလှုံပါသည်။ သို့သော် သင်တို့သည် ကျွန်ုပ်ကို မယုံကြည်ပါက ကျွန်ုပ်ထံမှ ရှောင်ခွာပြီး ကျွန်ုပ်ကို တစ်ယောက်တည်း ထားကြပါ။\")</span><span class=\"gray\">(၄၄:၁၇-၂၁)</span>။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က ကုရိုင်ရှ်လူမျိုးများကို သူ့ကိုတစ်ယောက်တည်း ထားခဲ့ရန်နှင့် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များကို အလ္လာဟ်အရှင်မြတ်ထံသို့ ခေါ်ဝေါ်ခွင့်ပြုရန် ပြောကြားခဲ့သည်။ သူက သူတို့အား သူ့ကိုမထိခိုက်ရန်နှင့် သူနှင့် သူတို့အကြား ရှိခဲ့သော ဆွေမျိုးသားချင်းဆက်ဆံရေးကို ထိခိုက်ခြင်းမရှိစေရန် ထိန်းသိမ်းရန် တောင်းဆိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَىٰ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားပါ- \"ကျွန်ုပ်သည် ဤအတွက် သင်တို့ထံမှ မည်သည့်အဖိုးအခမျှ မတောင်းဆိုပါ။ သင်တို့နှင့် ကျွန်ုပ်၏ဆွေမျိုးသားချင်းဆက်ဆံရေးကြောင့် ကျွန်ုပ်အပေါ် ကြင်နာသနားမှုမှလွဲ၍\")</span><span class=\"gray\">(၄၂:၂၃)</span>၊ ဆိုသည်မှာ 'သင်တို့နှင့် ကျွန်ုပ်အကြား ရှိသော ဆွေမျိုးသားချင်းဆက်ဆံရေးကြောင့် ကျွန်ုပ်ကို မထိခိုက်ကြပါနှင့်၊ ထို့ကြောင့် ကျွန်ုပ်ကို မထိခိုက်ကြနှင့်၊ ကျွန်ုပ်၏တောင်းဆိုချက်ကို လူများထံ တင်ပြခွင့်ပြုပါ။' ဤသည်မှာ အလ်-ဟုဒိုင်ဘီယာနေ့တွင် သဘောတူညီခဲ့သော ငြိမ်းချမ်းရေးစာချုပ်၏ အခြေခံဖြစ်ပြီး ထင်ရှားသော အောင်ပွဲတစ်ခုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် နယ်ကျွံသူ၊ လိမ်လည်သူအား လမ်းပြတော်မမူ!)</span> ဆိုသည်မှာ 'အကယ်၍ အလ္လာဟ်အရှင်မြတ်စေလွှတ်ခဲ့သည်ဟု ပြောဆိုသူသည် သင်တို့ပြောသလို လိမ်လည်သူဖြစ်ပါက ၎င်း၏စကားများနှင့် လုပ်ရပ်များမှ လူတိုင်းအား ထင်ရှားလိမ့်မည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် မကိုက်ညီဘဲ ကိုယ့်ကိုယ်ကို ဆန့်ကျင်နေလိမ့်မည်။ သို့သော် ကျွန်ုပ်တို့မြင်ရသည်မှာ ဤလူသည် ဖြောင့်မတ်ပြီး သူပြောသည့်အရာသည် ကိုက်ညီနေသည်ကိုပင်။ အကယ်၍ သူသည် အပြစ်သားနှင့် လိမ်လည်သူဖြစ်ပါက အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို လမ်းပြတော်မမူဘဲ ၎င်း၏စကားများနှင့် လုပ်ရပ်များကို သင်တို့မြင်သည့်အတိုင်း ကျိုးကြောင်းဆီလျော်၍ ကိုက်ညီစေလိမ့်မည် မဟုတ်ပေ။' ထို့နောက် ဤယုံကြည်သူသည် ၎င်း၏လူမျိုးများကို အလ္လာဟ်အရှင်မြတ် ပေးသနားတော်မူခဲ့သော ကောင်းချီးမင်္ဂလာများ ဆုံးရှုံးရလိမ့်မည်ဟု သတိပေးခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ လက်စားချေမှုသည် ၎င်းတို့အပေါ် ကျရောက်လိမ့်မည်ဟု သတိပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِينَ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ လူမျိုးတို့၊ ယနေ့ သင်တို့တွင် ဤနယ်မြေ၌ အာဏာစက်ရှိသောကြောင့် သင်တို့၏နိုင်ငံတော်ဖြစ်သည်။)</span> ဆိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ဤနိုင်ငံတော်၊ ဤနယ်မြေ၌ အာဏာစက်၊ ခွန်အားနှင့် သြဇာအာဏာတို့ကို ပေးသနားတော်မူခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင်ခြင်းဖြင့်၊ ၎င်း၏ ရစူလ်တမန်တော်ကို ယုံကြည်ခြင်းဖြင့် ဤကောင်းချီးကို ဂရုစိုက်ပါ။ ၎င်း၏ ရစူလ်တမန်တော်ကို သင်တို့ ငြင်းပယ်ပါက အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို သတိပြုကြပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ يَنْصُرُنَا مِنْ بَأْسِ اللَّهِ إِنْ جَاءَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်သည် ကျွန်ုပ်တို့အပေါ် ကျရောက်လာပါက မည်သူက ကယ်တင်မည်နည်း။)</span> ဆိုသည်မှာ 'ဤစစ်သည်တော်များနှင့် တပ်များသည် သင်တို့အတွက် မည်သည့်အကျိုးမှ မပြုနိုင်ဘဲ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား အပြစ်ပေးရန် ဆုံးဖြတ်ပါက ၎င်း၏ပြစ်ဒဏ်ကို တားဆီးနိုင်မည်မဟုတ်ပေ။' ဖာရိုနီက ၎င်း၏လူမျိုးများကို ပြောကြားခဲ့သည်၊ ဖာရိုနီထက် ဘုရင်ရာထူးအတွက် ပိုမိုထိုက်တန်သော ဤဖြောင့်မတ်သူ၏ အကြံဉာဏ်ကို တုံ့ပြန်သည့်အနေဖြင့်-</p><p class=\"fa qpc-hafs\" lang=\"fa\"> مَا أُرِيكُمْ إِلَّا مَا أَرَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ် မြင်သည့်အရာကိုသာ သင်တို့ကို ပြသသည်၊)</span> ဆိုသည်မှာ 'ကျွန်ုပ်ကိုယ်တိုင်အတွက်လည်း ကောင်းသည်ဟု ထင်သည့်အရာကိုသာ သင်တို့အား ပြောကြားပြီး အကြံပေးသည်။' သို့သော် ဖာရိုနီသည် လိမ်ညာခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် မူဆာသည် သူယူဆောင်လာသော တမန်တော်သတင်းနှင့် ပတ်သက်၍ မှန်ကန်စွာ ပြောကြားနေသည်ကို သူသိသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَٰؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">[မူဆာ]</span> က ပြောကြားခဲ့သည်- \"အမှန်စင်စစ်၊ ဤလက္ခဏာများသည် မိုးကောင်းကင်များနှင့် မြေကြီး၏အရှင်မှလွဲ၍ မည်သူမျှ ချပေးတော်မူခဲ့ခြင်းမဟုတ်ကြောင်း သင်သိပါသည်။\")</span><span class=\"gray\">(၁၇:၁၀၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် ၎င်းတို့ကိုယ်တိုင် ယုံကြည်မှုရှိသော်လည်း <span class=\"gray\">(ထိုအာယသ်တော်များကို)</span> မတရားသဖြင့်နှင့် မောက်မာစွာ ငြင်းဆန်ခဲ့ကြသည်။)</span><span class=\"gray\">(၂၇:၁၄)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\"> مَا أُرِيكُمْ إِلَّا مَا أَرَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ် မြင်သည့်အရာကိုသာ သင်တို့ကို ပြသသည်၊)</span> – ဖာရိုနီသည် လိမ်ညာမှုနှင့် ဖန်တီးထားသောအရာကို ပြောကြားခဲ့သည်၊ သူသည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်အား သစ္စာဖောက်ခဲ့ပြီး ၎င်း၏လူမျိုးများကို ရိုးသားစွာ အကြံမပေးဘဲ လှည့်ဖြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်သည် သင်တို့ကို မှန်ကန်သောမူဝါဒလမ်းစဉ်သို့သာ လမ်းညွှန်သည်!)</span> ဆိုသည်မှာ 'ကျွန်ုပ်သည် သင်တို့ကို အမှန်တရား၊ ရိုးသားမှုနှင့် လမ်းညွှန်မှုလမ်းစဉ်သို့သာ ခေါ်ဆိုနေသည်။' ဤသည်မှာလည်း လိမ်ညာမှုပင်ဖြစ်သော်လည်း ၎င်း၏လူမျိုးများသည် သူ့ကိုနာခံပြီး လိုက်နာခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ ۖ وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဖာရိုနီ၏ အမိန့်ကို လိုက်နာခဲ့ကြပြီး ဖာရိုနီ၏ အမိန့်သည် မှန်ကန်သော လမ်းညွှန်မဟုတ်ပေ)</span><span class=\"gray\">(၁၁:၉၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَضَلَّ فِرْعَوْنُ قَوْمَهُ وَمَا هَدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ဖာရိုနီသည် ၎င်း၏လူမျိုးများကို လမ်းမှားသို့ ပို့ဆောင်ခဲ့ပြီး ၎င်းတို့ကို လမ်းပြတော်မမူခဲ့ပေ။)</span><span class=\"gray\">(၂၀:၇၉)</span> ဟဒီးဆ်တော်တစ်ခုအရ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ إِمَامٍ يَمُوتُ يَوْمَ يَمُوتُ وَهُوَ غَاشٌّ لِرَعِيَّتِهِ، إِلَّا لَمْ يَرَحْ رَائِحَةَ الْجَنَّةِ، وَإِنَّ رِيحَهَا لَيُوجَدُ مِنْ مَسِيرَةِ خَمْسِمِائَةِ عَامٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏လူမျိုးများကို လှည့်ဖြားပြီး သေဆုံးသွားသော မည်သည့်ခေါင်းဆောင်မဆို ဂျန္နတ်(ဥယျာဉ်)၏ မွှေးရနံ့ကိုပင် ရနံ့ခံရမည်မဟုတ်ပေ၊ ၎င်း၏ရနံ့ကို နှစ်ပေါင်းငါးရာခရီးအကွာအဝေးမှပင် ရနံ့ခံစားနိုင်သည်။)</span>\" အလ္လာဟ်အရှင်မြတ်သည် ဖြောင့်မတ်သောလမ်းသို့ လမ်းပြတော်မူသောအရှင်ဖြစ်သည်။</p>"
  }
]