[
  {
    "ayah_key": "13:6",
    "group_ayah_key": "13:6",
    "from_ayah": "13:6",
    "to_ayah": "13:6",
    "ayah_keys": "13:6",
    "text": "<p class=\"my translation\" lang=\"my\">သူတို့သည် ကောင်းမှုမတိုင်မီ မကောင်းမှုကို အလျင်စလိုဖြစ်စေရန် သင့်အား တောင်းဆိုကြ၏။ စံနမူနာပြ ပြစ်ဒဏ်များသည် ၎င်းတို့မတိုင်မီ ဖြစ်ပေါ်ခဲ့ပြီးဖြစ်သည်။ သို့သော် အမှန်စင်စစ် သင်၏အရှင်သခင်သည် လူသားများအတွက် ၎င်းတို့၏ မကောင်းမှုများ ရှိလင့်ကစား ခွင့်လွှတ်ခြင်းအပြည့်ရှိ၏။ ထို့ပြင် အမှန်စင်စစ် သင်၏အရှင်သခင်သည် <span class=\"gray\">(လည်း)</span> ပြင်းထန်စွာ အပြစ်ပေးသူ <span>(၆)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများသည် ပြစ်ဒဏ်ကို ယခုပင် ပေးဆောင်ရန် တောင်းဆိုကြသည်!</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَعْجِلُونَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင့်အား အလျင်စလိုဖြစ်စေရန် တောင်းဆိုကြသည်)</span>၊ မယုံကြည်သူများကို ရည်ညွှန်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုမတိုင်မီ မကောင်းမှု)</span>၊ ဆိုလိုသည်မှာ ပြစ်ဒဏ်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြား အာယတ်တော်များတွင် ၎င်းတို့ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ - لَّوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِن كُنتَ مِنَ الصَّادِقِينَ - مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُّنظَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “အို အသင်၊ ဓစ်က်ရ် <span class=\"gray\">(ကုရ်အာန်)</span> ကို ချပေးခြင်းခံရသူ၊ အမှန်စင်စစ် အသင်သည် ရူးသွပ်သူဖြစ်သည်! အကယ်၍ အသင်သည် မှန်ကန်သူများထဲမှ ဖြစ်ပါက အဘယ်ကြောင့် ကောင်းကင်တမန်များကို ကျွန်ုပ်တို့ထံ မယူဆောင်လာပါသနည်း?” ဟု ပြောကြ၏။ ကျွန်ုပ်တို့သည် ကောင်းကင်တမန်များကို အမှန်တရားနှင့်သာ <span class=\"gray\">(ဆိုလိုသည်မှာ ပြစ်ဒဏ်အတွက်)</span> ချပေးတော်မူသည်၊ ထိုကိစ္စတွင် ၎င်းတို့ <span class=\"gray\">(မယုံကြည်သူများ)</span> သည် ဆိုင်းငံ့ခြင်းခံရမည်မဟုတ်!)</span><span class=\"gray\">[၁၅:၆-၈]</span>၊ နှင့် အာယတ်တော်နှစ်ခု၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် သင့်အား ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် တောင်းဆိုကြသည်!)</span><span class=\"gray\">[၂၉:၅၃-၅၄]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မေးမြန်းသူတစ်ဦးသည် ကျရောက်တော့မည့် ပြစ်ဒဏ်နှင့်ပတ်သက်၍ မေးမြန်းခဲ့သည်)</span><span class=\"gray\">[၇၀:၁]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယင်းအပေါ် မယုံကြည်သူများသည် ၎င်းကို အလျင်စလိုဖြစ်စေရန် ကြိုးစားကြ၏။ ယုံကြည်သူများသည် ၎င်းကို ကြောက်ရွံ့ကြပြီး ၎င်းသည် အမှန်တရားဖြစ်ကြောင်း သိကြ၏)</span><span class=\"gray\">[၄၂:၁၈]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا رَبَّنَا عَجِّل لَّنَا قِطَّنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “အကျွန်ုပ်တို့၏အရှင်! ကျွန်ုပ်တို့ထံ Qittana ကို အလျင်စလိုဖြစ်စေပါ” ဟု ပြောကြ၏)</span><span class=\"gray\">[၃၈:၁၆]</span>၊ ဆိုလိုသည်မှာ ကျွန်ုပ်တို့၏ ထိုက်သင့်သော ပြစ်ဒဏ်နှင့် စစ်ဆေးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့သည်လည်း ဆုတောင်းခဲ့သည်ဟု မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">(အသင်တို့မှတ်သားပါ)</span> ၎င်းတို့ပြောခဲ့သောအခါ၊ “အို အလ္လာဟ်! အကယ်၍ ဤ <span class=\"gray\">(ကုရ်အာန်)</span> သည် အရှင်၏ထံတော်မှ အမှန်တကယ် အမှန်တရားဖြစ်ပါက”)</span><span class=\"gray\">[၈:၃၂]</span>။ ၎င်းတို့သည် ပုန်ကန်တတ်သော၊ ခေါင်းမာသော မယုံကြည်သူများဖြစ်ကြရာ တမန်တော်အား အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို ယူဆောင်လာရန် တောင်းဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က ပြန်လည်ဖြေကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ خَلَتْ مِن قَبْلِهِمُ الْمَثُلَاتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စံနမူနာပြ ပြစ်ဒဏ်များသည် ၎င်းတို့မတိုင်မီ ဖြစ်ပေါ်ခဲ့ပြီးဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ 'ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ပြစ်ဒဏ်ကို ယခင်မယုံကြည်သူ လူမျိုးများအပေါ် ကျင့်သုံးခဲ့ပြီး ၎င်းတို့၏ ဖျက်ဆီးခြင်းမှ သင်ခန်းစာယူနိုင်သူများအတွက် သင်ခန်းစာနှင့် စံနမူနာအဖြစ် ပြုလုပ်ခဲ့သည်။'</p><p lang=\"my\" class=\"my \">အကယ်၍ အရှင်၏ သည်းခံခြင်းနှင့် ခွင့်လွှတ်ခြင်း မရှိခဲ့ပါက၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ပိုမိုစောစီးစွာ အမှန်ပင် အပြစ်ပေးခဲ့မည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြား အာယတ်တော်တစ်ခုတွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِن دَابَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့ ရရှိခဲ့သည့်အရာများအတွက် အပြစ်ပေးမည်ဆိုလျှင်၊ ကမ္ဘာမြေမျက်နှာပြင်ပေါ်တွင် လှုပ်ရှားနေသော မည်သည့်သတ္တဝါကိုမျှ ချန်ထားခဲ့မည်မဟုတ်ပေ)</span><span class=\"gray\">[၃၅:၄၅]</span>။ အလ္လာဟ်အရှင်မြတ်သည် ဤမြင့်မြတ်သော အာယတ်တော်တွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အမှန်စင်စစ် သင်၏အရှင်သခင်သည် လူသားများ၏ မကောင်းမှုများ ရှိလင့်ကစား ခွင့်လွှတ်ခြင်းအပြည့်ရှိ၏)</span>။ အရှင်သည် လူတို့၏ မှားယွင်းမှုများနှင့် ညဉ့်အခါနှင့် နေ့အခါ ကျူးလွန်သော အမှားများကို ခွင့်လွှတ်ပေးပြီး ဖုံးအုပ်ပေးသော ခွင့်လွှတ်ခြင်းအပြည့်ရှိ၏။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က အရှင်၏ ပြစ်ဒဏ်သည် ပြင်းထန်ကြောင်း သတိပေးတော်မူသည်၊ သို့မှသာ ကြောက်ရွံ့ခြင်းနှင့် မျှော်လင့်ခြင်း နှစ်ခုစလုံးကို ဖော်ပြပြီး ပြောကြားပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြား အာယတ်တော်များတွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلَا يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် သင့်အား မဟုတ်မမှန် ပြောပါက၊ “သင်၏အရှင်သခင်သည် ကျယ်ပြန့်သော ကရုဏာတော်၏ ပိုင်ရှင်ဖြစ်ပြီး၊ အရှင်၏ အမျက်တော်သည် ပြစ်မှုကျူးလွန်သူ လူမျိုးများထံမှ ဘယ်သောအခါမျှ နောက်ပြန်ဆုတ်မည်မဟုတ်” ဟု ပြောပါ)</span><span class=\"gray\">[၆:၁၄၇]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ ۖ وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်၏အရှင်သခင်သည် လျင်မြန်စွာ အပြစ်ပေးသူဖြစ်ပြီး၊ အမှန်ပင် အရှင်သည် အလွန်အမင်း ခွင့်လွှတ်တော်မူသော၊ အကြင်နာတော် အလွန်ကြီးမားတော်မူသော အရှင်ဖြစ်သည်)</span><span class=\"gray\">[၇:၁၆၇]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ - وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ ကျွန်များအား အမှန်တကယ် ငါသည် အလွန်အမင်း ခွင့်လွှတ်တော်မူသော၊ အကြင်နာတော် အလွန်ကြီးမားတော်မူသော အရှင်ဖြစ်ကြောင်း ကြေညာပါလေ။ ထို့ပြင် ငါ၏ ပြစ်ဒဏ်သည် အမှန်ပင် အနာကျင်ဆုံး ပြစ်ဒဏ်ဖြစ်သည်)</span><span class=\"gray\">[၁၅:၄၉-၅၀]</span>။ ကြောက်ရွံ့ခြင်းနှင့် မျှော်လင့်ခြင်း နှစ်ခုစလုံးကို ဖော်ပြထားသော အခြား အာယတ်တော်များစွာရှိသည်။</p>"
  },
  {
    "ayah_key": "13:7",
    "group_ayah_key": "13:7",
    "from_ayah": "13:7",
    "to_ayah": "13:7",
    "ayah_keys": "13:7",
    "text": "<p class=\"my translation\" lang=\"my\">ငြင်းပယ်သူတို့က “အဘယ်ကြောင့် သူ့သခင်ထံမှ သက်သေပြစရာတစ်စုံတစ်ရာ သူ့ထံသို့ မချပေးသနည်း” ဟု ပြောကြသည်။ သင်သည် သတိပေးသူမျှသာဖြစ်ပြီး လူမျိုးတိုင်းအတွက် လမ်းပြတစ်ဦးရှိ၏။ <span>(7)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူတို့က အံ့ဖွယ်ရာကို တောင်းဆိုခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ ငြင်းပယ်မှုနှင့် ခေါင်းမာမှုကြောင့် ရုပ်တုကိုးကွယ်သူတို့သည် အဘယ်ကြောင့် တမန်တော်မြတ် ﷺ ထံသို့ ၎င်း၏သခင်ထံမှ အံ့ဖွယ်ရာတစ်ခုကို ယခင်တမန်တော်များကဲ့သို့ မချပေးသနည်းဟု မေးမြန်းခဲ့ကြကြောင်း ဖော်ပြထားသည်။ ဥပမာအားဖြင့် ငြင်းပယ်သူတို့သည် ပရောဖက် ﷺ အား အပ်-ဆာဖာကို ရွှေအဖြစ်ပြောင်းရန်၊ ၎င်းတို့ပတ်ဝန်းကျင်မှ တောင်များကို ဖယ်ရှားရန်နှင့် စိမ်းလန်းသော လယ်ကွင်းများနှင့် မြစ်များဖြင့် အစားထိုးရန် တောင်းဆိုခဲ့ကြသည့်အခါ ခေါင်းမာခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَنَعَنَا أَن نُّرْسِلَ بِالْآيَاتِ إِلَّا أَن كَذَّبَ بِهَا الْأَوَّلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာယတ်တော်များကို ငါတို့စေလွှတ်ခြင်းကို ရှေးလူမျိုးတို့ ငြင်းပယ်ခဲ့ကြသည်ဟူသော အချက်မှလွဲ၍ အခြားမည်သည့်အရာကမှ ငါတို့ကို မတားဆီးပေ။)</span><span class=\"gray\">[17:59]</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَنتَ مُنذِرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် သတိပေးသူမျှသာဖြစ်သည်)</span>၊ သင်၏တာဝန်မှာ အလ္လာဟ်အရှင်မြတ် သင့်အား အမိန့်ပေးထားသော အလ္လာဟ်၏ သတင်းစကားကို ပို့ဆောင်ရန်သာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ လမ်းပြမှုသည် သင့်အပေါ်၌မရှိ၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို လမ်းပြတော်မူသည်။)</span><span class=\"gray\">[2:272]</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلِّ قَوْمٍ هَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူမျိုးတိုင်းအတွက် လမ်းပြတစ်ဦးရှိ၏။)</span> ဆိုလိုသည်မှာ လူမျိုးတိုင်းအတွက် ခေါ်ယူသူတစ်ဦးရှိခဲ့သည်၊ ၎င်းသည် အိဗ်နု အဗ္ဗားစ် (Ibn 'Abbas) ၏ ပြောကြားချက်အရဖြစ်ပြီး အလီ ဘင် အဘီ တာလ်ဟဟ် (Ali bin Abi Talhah) ကလည်း ၎င်းထံမှ ပြောပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ဆင်တူယိုးမှား အာယတ်တော်တွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်လူမျိုးမဆို ၎င်းတို့အကြား သတိပေးသူ မရောက်ရှိဖူးခြင်း မရှိခဲ့ပါ။)</span><span class=\"gray\">[35:24]</span> ထိုနည်းတူ ကွာတာဒါ (Qatadah) နှင့် အဗ်ဒုရ်-ရာဟ်မာန် ဘင် ဇိုင်ဒ် ('Abdur-Rahman bin Zayd) တို့ထံမှလည်း သတင်းပေးပို့ထားပါသည်။</p>"
  }
]