[
  {
    "ayah_key": "84:16",
    "group_ayah_key": "84:16",
    "from_ayah": "84:16",
    "to_ayah": "84:25",
    "ayah_keys": "84:16,84:17,84:18,84:19,84:20,84:21,84:22,84:23,84:24,84:25",
    "text": "<p lang=\"my\" class=\"my \">မဟုတ်ဘူး! ငါ အရှ်-ရှဖက်ဖြင့် ကျိန်ဆို၏။ <span>(၁၆)</span>ညဉ့်နှင့် ညဉ့်စုဆောင်းသည်များကိုပါ <span>(၁၇)</span>လပြည့်ဝန်းဖြင့်လည်း ကျိန်ဆို၏။ <span>(၁၈)</span>သင်တို့သည် အဆင့်တစ်ခုမှ တစ်ဆင့်သို့ အမှန်ပင် သွားရလိမ့်မည်။ <span>(၁၉)</span>သူတို့ အဘယ်ကြောင့် ယုံကြည်မှုမရှိကြသနည်း။ <span>(၂၀)</span>သူတို့ထံ ကုရ်အာန်ရွတ်ပြသောအခါ ဦးချခြင်း မပြုကြသနည်း။ <span>(၂၁)</span>မဟုတ်ဘူး! မယုံကြည်သူများသည် ငြင်းပယ်နေကြ၏။ <span>(၂၂)</span>၎င်းတို့စုဆောင်းသည်များကို အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏။ <span>(၂၃)</span>ထို့ကြောင့် ၎င်းတို့အား နာကျင်ဖွယ်ရာပြစ်ဒဏ်အကြောင်းကို သတင်းကောင်းပြောကြားလော့။ <span>(၂၄)</span>ယုံကြည်ပြီး ကောင်းမှုများ ပြုသူများမှလွဲ၍ ၎င်းတို့အတွက် ဘယ်သောအခါမှ မကုန်ဆုံးနိုင်သော ဆုလာဘ်ရှိ၏။ <span>(၂၅)</span></p><p lang=\"my\" class=\"my \">လူသားတို့၏ ခရီးလမ်းအဆင့်အမျိုးမျိုးဖြင့် ကျိန်ဆိုခြင်း</p><p lang=\"uz\" class=\"uz \">It has been reported from 'Ali, Ibn 'Abbas, 'Ubadah bin As-Samit, Abu Hurayrah, Shaddad bin Aws, Ibn 'Umar, Muhammad bin 'Ali bin Al-Husayn, Makhul, Bakr bin 'Abdullah Al-Muzani, Bukayr bin Al-Ashaj, Malik, Ibn Abi Dhi'b, and 'Abdul-'Aziz bin Abi Salamah Al-Majishun, they all said, \"Ash-Shafaq is the redness <span class=\"gray\">(in the sky)</span></p><p lang=\"my\" class=\"my \">အဘ်ဒူရ်-ရဇ်ဇာက်သည် အဘူဟူရိုင်ရာဟ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ သူက “အရှ်-ရှဖက်သည် ဖြူရောင်ဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် အရှ်-ရှဖက်သည် မိုးကုပ်စက်ဝိုင်း၏ နီရဲခြင်းဖြစ်ပြီး၊ မွတ်ဂျာဟိဒ် ပြောကြားခဲ့သကဲ့သို့ နေဝင်မတိုင်မီဖြစ်စေ သို့မဟုတ် အာရဗီဘာသာစကား ပညာရှင်များကြားတွင် လူသိများသည့်အတိုင်း နေဝင်ပြီးနောက်ဖြစ်စေ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ်-ခလီလ် ဘင်န် အဟ်မဒ်က “အရှ်-ရှဖက်ဟူသည် နေဝင်ချိန်မှ နောက်ဆုံး ဣရှာအချိန် <span class=\"gray\">(လုံးဝမှောင်မိုက်သွားသောအခါ)</span> အထိ ပေါ်လာသော နီရဲခြင်းဖြစ်သည်။ ထိုနီရဲခြင်း ပျောက်ကွယ်သွားသောအခါ ‘အရှ်-ရှဖက် ပျောက်ကွယ်သွားပြီ’ ဟု ဆိုကြသည်” ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဂျောင်ဟာရီက “အရှ်-ရှဖက်ဟူသည် နေ၏ကျန်ရှိနေသော အလင်းရောင်နှင့် ညအစပိုင်းတွင် အမှောင်ထုအမှန်တကယ်ကျရောက်ခါနီးအထိ ၎င်း၏နီရဲခြင်းဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ 'အိကရိမာဟ်' ကလည်း “အရှ်-ရှဖက်သည် အလ်-မဂ်ရိဗ်နှင့် အလ်-ဣရှာအကြားရှိအရာဖြစ်သည်” ဟု ပြောကြားခဲ့ရာ အလားတူ ထုတ်ပြန်ပြောဆိုခဲ့သည်။</p><p lang=\"my\" class=\"my \">မွတ်စ်လင်မ်၏ ဆွာဟီးဟ်ကျမ်းတွင် အဗ်ဒူလ္လာဟ် ဘင်န် အမ်ရ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقْتُ الْمَغْرِبِ مَا لَمْ يَغِبِ الشَّفَقُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-မဂ်ရိဗ်အချိန်သည် အရှ်-ရှဖက် မပျောက်ကွယ်သေးသရွေ့ ဖြစ်သည်)</span>\"</p><p lang=\"my\" class=\"my \">ဤအရာအားလုံးတွင် အရှ်-ရှဖက်သည် အလ်-ဂျောင်ဟာရီနှင့် အလ်-ခလီလ်တို့ ပြောကြားခဲ့သည့်အတိုင်း ဖြစ်ကြောင်း သက်သေအထောက်အထား ရှိသည်။</p><p lang=\"gd\" class=\"gd \">Ibn 'Abbas, Mujahid, Al-Hasan and Qatadah, all said that,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَا وَسَقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းစုဆောင်းသည်များကိုပါ)</span> ဆိုသည်မှာ “၎င်းစုဆောင်းသည့်အရာများ” ကို ဆိုလိုသည်။ ကွာတာဒါဟ်က “ကြယ်များနှင့် ၎င်းစုဆောင်းသည့် တိရစ္ဆာန်များ” ဟု ပြောကြားခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Ikrimah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّيْلِ وَمَا وَسَقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဉ့်နှင့် ညဉ့်စုဆောင်းသည်များကိုပါ)</span></p><p lang=\"my\" class=\"my \">“၎င်း၏ မှောင်မိုက်မှုကြောင့် ၎င်းတွန်းပို့သောအရာများ၊ အဘယ်ကြောင့်ဆိုသော် ညအချိန်ဖြစ်သောအခါ အရာအားလုံးသည် ၎င်းတို့၏ အိမ်သို့ ပြန်သွားကြသည်” ဟု ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَمَرِ إِذَا اتَّسَقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လပြည့်ဝန်းဖြင့်လည်း ကျိန်ဆို၏။)</span> အိဗ်နု အဗ္ဗားစ်က “၎င်းပေါင်းစည်းပြီး ပြည့်စုံသွားသောအခါ” ဟု ပြောကြားခဲ့သည်။ အလ်-ဟစန်က “၎င်းပေါင်းစည်းပြီး ပြည့်ဝသွားသောအခါ” ဟု ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ကွာတာဒါဟ်က “၎င်း၏စက်ဝန်းကို ပြီးမြောက်သောအခါ” ဟု ပြောကြားခဲ့သည်။ ဤထုတ်ပြန်ချက်များသည် “ညဉ့်နှင့် ညဉ့်စုဆောင်းသည်များ” ဖြင့် စိတ်ကူး စတင်ခဲ့သကဲ့သို့ ၎င်း၏အလင်းရောင် ပြည့်စုံပြီး ပြည့်ဝသောအခါကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَرْكَبُنَّ طَبَقًا عَن طَبَقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အဆင့်တစ်ခုမှ တစ်ဆင့်သို့ အမှန်ပင် သွားရလိမ့်မည်။)</span> အလ်-ဘူခါရီသည် မွတ်ဂျာဟိဒ်ထံမှ အိဗ်နု အဗ္ဗားစ်က ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَرْكَبُنَّ طَبَقًا عَن طَبَقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အဆင့်တစ်ခုမှ တစ်ဆင့်သို့ အမှန်ပင် သွားရလိမ့်မည်။)</span> “အဆင့်ပြီး အဆင့်။ သင်တို့၏ နဗီတမန်တော် ﷺ က ဤသို့ မိန့်တော်မူခဲ့သည်”။ အလ်-ဘူခါရီသည် ဤထုတ်ပြန်ချက်ကို ဤစကားလုံးများဖြင့် မှတ်တမ်းတင်ထားသည်။</p><p lang=\"ceb\" class=\"ceb \">Ikrimah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">طَبَقًا عَن طَبَقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဆင့်တစ်ခုမှ တစ်ဆင့်သို့။)</span> “အဆင့်ပြီး အဆင့်။ နို့ဖြတ်ပြီးနောက်၊ သူသည် နို့စို့ခဲ့သည်။ ထို့ပြင် လူငယ်ဘဝမှ လူအိုဘဝသို့”။ အလ်-ဟစန် အလ်-ဘဆွရီက ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">طَبَقًا عَن طَبَقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဆင့်တစ်ခုမှ တစ်ဆင့်သို့။)</span> “အဆင့်ပြီး အဆင့်။ ဒုက္ခပြီးနောက် လွယ်ကူမှု၊ လွယ်ကူမှုပြီးနောက် ဒုက္ခ၊ ဆင်းရဲပြီးနောက် ချမ်းသာ၊ ချမ်းသာပြီးနောက် ဆင်းရဲ၊ ဖျားနာပြီးနောက် ကျန်းမာရေး၊ ကျန်းမာရေးပြီးနောက် ဖျားနာခြင်း”</p><p lang=\"my\" class=\"my \">၎င်းတို့၏ ယုံကြည်မှုမရှိခြင်းကို မနှစ်သက်ခြင်း၊ ၎င်းတို့အား ပြစ်ဒဏ်အကြောင်း သတင်းပေးခြင်း၊ အဆုံးစွန်သော ပျော်ရွှင်မှုသည် ယုံကြည်သူများအတွက် ဖြစ်လိမ့်မည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَهُمْ لَا يُؤْمِنُونَ - وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ ۩</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ အဘယ်ကြောင့် ယုံကြည်မှုမရှိကြသနည်း။ သူတို့ထံ ကုရ်အာန်ရွတ်ပြသောအခါ ဦးချခြင်း မပြုကြသနည်း။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၊ ၎င်း၏ ရစူလ်တမန်တော် ﷺ နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ခြင်းမှ ၎င်းတို့ကို အဘယ်အရာက တားဆီးထားသနည်း၊ ၎င်းတို့ထံ အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များနှင့် ၎င်း၏ နှုတ်ကပတ်တော်များကို ရွတ်ပြသောအခါ ကြောက်ရွံ့ခြင်း၊ လေးစားခြင်းနှင့် ရိုသေခြင်းတို့ကြောင့် အဘယ်ကြောင့် ဦးချခြင်းမပြုကြသနည်း။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး! မယုံကြည်သူများသည် ငြင်းပယ်နေကြ၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ အကျင့်စရိုက်မှ ငြင်းပယ်ခြင်း၊ ခေါင်းမာခြင်းနှင့် အမှန်တရားကို ဆန့်ကျင်ခြင်းတို့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့စုဆောင်းသည်များကို အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏။)</span> မွတ်ဂျာဟိဒ်နှင့် ကွာတာဒါဟ် နှစ်ဦးစလုံးက “၎င်းတို့ရင်ဘတ်ထဲတွင် ဖုံးကွယ်ထားသောအရာများ” ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့အား နာကျင်ဖွယ်ရာပြစ်ဒဏ်အကြောင်းကို သတင်းကောင်းပြောကြားလော့။)</span> ဆိုလိုသည်မှာ ‘အို မုဟမ္မဒ်၊ ၎င်းတို့အတွက် အလ္လာဟ်အရှင်မြတ်သည် နာကျင်ဖွယ်ရာပြစ်ဒဏ်ကို ပြင်ဆင်ထားကြောင်း ၎င်းတို့အား အသိပေးလော့’။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီး ကောင်းမှုများ ပြုသူများမှလွဲ၍၊)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ရှင်းလင်းသော ချွင်းချက်ဖြစ်ပြီး ‘သို့သော် ယုံကြည်သူများ’ ဟု ဆိုလိုသည်။ ဤသည်မှာ ၎င်းတို့၏နှလုံးသားဖြင့် ယုံကြည်သူများကို ရည်ညွှန်းသည်။ ထို့နောက် “ကောင်းမှုများ ပြုသူများ” ဟူသော ထုတ်ပြန်ချက်သည် ၎င်းတို့၏ကိုယ်ခန္ဓာအစိတ်အပိုင်းများဖြင့် ပြုလုပ်သောအရာများကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَهُمْ أَجْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ဆုလာဘ်ရှိ၏)</span> ဆိုလိုသည်မှာ နောင်တမလွန်ဘဝတွင် ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">غَيْرُ مَمْنُونٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘယ်သောအခါမှ မကုန်ဆုံးနိုင်သော)</span> အိဗ်နု အဗ္ဗားစ်က “မလျော့နည်းဘဲ” ဟု ပြောကြားခဲ့သည်။ မွတ်ဂျာဟိဒ်နှင့် အဒ်-ဒွဟ်ဟာက် နှစ်ဦးစလုံးက “အတိုင်းအတာမရှိဘဲ” ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့၏ ထုတ်ပြန်ချက်များ၏ ရလဒ်မှာ <span class=\"gray\">(ဆုလာဘ်သည်)</span> အဆုံးမရှိခြင်း ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَطَاءً غَيْرَ مَجْذُوذٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဆုံးမရှိသော လက်ဆောင်။)</span><span class=\"gray\">(၁၁:၁၀၈)</span> အစ်စ်-ဆွတ်ဒီက “၎င်းတို့ထဲမှ အချို့က ဤသည်မှာ အဆုံးမရှိဘဲနှင့် မလျော့နည်းဘဲဟု ဆိုလိုသည်” ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရာဟ် အလ်-အင်န်ရှိကားက်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်ဖြစ်ပြီး၊ အရှင်မြတ်သည် အောင်မြင်မှုနှင့် အမှားအယွင်းမှ ကင်းဝေးစေသော အရှင်ဖြစ်တော်မူ၏။</p>"
  }
]