[
  {
    "ayah_key": "26:136",
    "group_ayah_key": "26:136",
    "from_ayah": "26:136",
    "to_ayah": "26:145",
    "ayah_keys": "26:136,26:137,26:138,26:139,26:140,26:141,26:142,26:143,26:144,26:145",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က \"သင်သည် တရားဟောသည်ဖြစ်စေ၊ တရားဟောသူများထဲမှ မပါသည်ဖြစ်စေ ငါတို့အတွက် အတူတူပင်။ <span>(၁၃၆)</span>\"၎င်းသည် ရှေးလူဟောင်းတို့၏ ခူလုက်မှတစ်ပါး အခြားမရှိပေ။ <span>(၁၃၇)</span>\"ငါတို့သည် အပြစ်ပေးခံရမည် မဟုတ်ပါ။ <span>(၁၃၈)</span>ထို့ကြောင့် ၎င်းတို့သည် သူ့အား ငြင်းပယ်ခဲ့ကြရာ ငါတို့သည် ၎င်းတို့အား ဖျက်ဆီးခဲ့သည်။ အမှန်စင်စစ် ၎င်း၌ သက်သေလက္ခဏာတစ်ခု ရှိသည်။ သို့သော် ၎င်းတို့အနက် အများစုမှာ ယုံကြည်သူများ မဟုတ်ကြပေ။ <span>(၁၃၉)</span>အမှန်စင်စစ် သင်၏ အရှင်သခင်သည် အနန္တတန်ခိုးရှင်၊ အနန္တကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။ <span>(၁၄၀)</span></p><div lang=\"my\" class=\"my \"><h2>ဟူဒ်၏ လူမျိုးတို့၏ တုံ့ပြန်မှုနှင့် ၎င်းတို့၏ ပြစ်ဒဏ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဟူဒ်၏လူမျိုးတို့အား ၎င်းသည် သတိပေးပြီး၊ အားပေးပြီး၊ အမှန်တရားကို ရှင်းရှင်းလင်းလင်း ရှင်းပြပြီးနောက် ၎င်းတို့က မည်သို့ တုံ့ပြန်ခဲ့ကြသည်ကို ငါတို့အား ပြောပြတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا سَوَاءٌ عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُن مِّنَ الْوَاعِظِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"သင်သည် တရားဟောသည်ဖြစ်စေ၊ တရားဟောသူများထဲမှ မပါသည်ဖြစ်စေ ငါတို့အတွက် အတူတူပင်။\")</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ငါတို့၏နည်းလမ်းများကို စွန့်လွှတ်မည်မဟုတ်ပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင်၏ <span class=\"gray\">(ရိုးရိုး)</span> စကားကြောင့် ငါတို့၏ ဘုရားများကို စွန့်လွှတ်မည်မဟုတ်ပေ။ ငါတို့သည် သင့်ကို ယုံကြည်သူများ မဟုတ်ပေ။)</span><span class=\"gray\">(၁၁:၅၃)</span>။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း ဤသို့ပင် ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငြင်းပယ်သူများအတွက် သင်သည် ၎င်းတို့အား သတိပေးသည်ဖြစ်စေ၊ သတိမပေးသည်ဖြစ်စေ ၎င်းတို့အတွက် အတူတူပင်ဖြစ်၏။ ၎င်းတို့သည် ယုံကြည်မည်မဟုတ်ပေ။)</span><span class=\"gray\">(၂:၆)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်၏အရှင်သခင်၏ စကားတော်သည် အတည်ဖြစ်ပြီးဖြစ်သောသူတို့သည် ယုံကြည်ကြမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၁၀:၉၆)</span>။ ၎င်းတို့က ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هَٰذَا إِلَّا خُلُقُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ရှေးလူဟောင်းတို့၏ ခူလုက်မှတစ်ပါး အခြားမရှိပေ။)</span> အချို့ပညာရှင်များသည် ၎င်းကို \"ခလ်က်\" ဟု ဖတ်ကြသည်။ အိဗ်နု မပ်စ်အူဒ်၏ အဆိုအရ၊ အဗ်ဒူလ္လာဟ် အိဗ်နု အဗ္ဗားစ်၏ အဆိုအရ – အလ်-အဝ်ဖီမှ သတင်းပို့ထားသည့်အတိုင်း – နှင့် အလ်ကမာဟ်နှင့် မုဂျာဟစ်တို့၏ အဆိုအရ ၎င်းတို့က \"သင်သည် ငါတို့ထံသို့ ယူဆောင်လာသည်မှာ ရှေးလူဟောင်းတို့၏ ပုံပြင်များ <span class=\"gray\">(အဲခ်လာက်)</span> မှတစ်ပါး အခြားမရှိပေ။\" ဟု ဆိုလိုခဲ့ကြသည်။ ဤသည်မှာ ကုရိုင်ရှ်၏ ရုပ်တုကိုးကွယ်သူများ ပြောခဲ့သည့်အတိုင်းပင် ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"ရှေးဟောင်းပုံပြင်များ၊ ၎င်းအား ရေးမှတ်ထားပြီး ၎င်းအား နံနက်ပိုင်းနှင့် ညနေပိုင်းတို့တွင် အပြောခံရသည်။\" ဟု ပြောကြသည်။)</span><span class=\"gray\">(၂၅:၅)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَٰذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ ۖ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا - وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများက \"၎င်းသည် သူတီထွင်ခဲ့သော မုသားသာ ဖြစ်ပြီး အခြားသူများကလည်း သူ့ကို ကူညီခဲ့ကြသည်။ အမှန်စင်စစ် ၎င်းတို့သည် မတရားမှုနှင့် မုသားကို ပြုလုပ်ခဲ့ကြသည်။\" ဟု ပြောကြသည်။ ၎င်းတို့က \"ရှေးဟောင်းပုံပြင်များ...\" ဟု ပြောကြသည်။)</span><span class=\"gray\">(၂၅:၄-၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُم مَّاذَا أَنزَلَ رَبُّكُمْ ۙ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား \"သင်၏အရှင်သခင်သည် အဘယ်အရာကို ချပေးခဲ့သနည်း။\" ဟု မေးသောအခါ ၎င်းတို့က \"ရှေးဟောင်းပုံပြင်များ!\" ဟု ပြောကြသည်။)</span><span class=\"gray\">(၁၆:၂၄)</span>။ အချို့အခြား ပညာရှင်များက ၎င်းကို ရွတ်ဆိုခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هَٰذَا إِلَّا خُلُقُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ရှေးလူဟောင်းတို့၏ ခူလုက်မှတစ်ပါး အခြားမရှိပေ။)</span> \"ခူလုက်\" ဟူသည် ၎င်းတို့၏ ဘာသာရေးကို ဆိုလိုသည်။ ၎င်းတို့ လိုက်နာနေကြသည်မှာ ရှေးလူဟောင်းများ၊ ၎င်းတို့၏ ဖခင်များနှင့် ဘိုးဘွားများ၏ ဘာသာရေးဖြစ်ပြီး၊ ၎င်းတို့က \"ငါတို့သည် ၎င်းတို့အား လိုက်နာကြသည်၊ ၎င်းတို့ အသက်ရှင်ခဲ့သလို အသက်ရှင်ပြီး ၎င်းတို့ သေဆုံးခဲ့သလို သေဆုံးကြမည်ဖြစ်ပြီး၊ ရှင်ပြန်ထမြောက်ခြင်းနှင့် တရားစီရင်ခြင်းဟူ၍ မရှိပေ။\" ဟု ပြောနေသကဲ့သို့ပင်။ ထို့ကြောင့် ၎င်းတို့က ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَحْنُ بِمُعَذَّبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် အပြစ်ပေးခံရမည် မဟုတ်ပါ။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် သူ့အား ငြင်းပယ်ခဲ့ကြရာ ငါတို့သည် ၎င်းတို့အား ဖျက်ဆီးခဲ့သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ဟူဒ်အား မယုံကြည်ခြင်းနှင့် ခေါင်းမာစွာ ဆန့်ကျင်ခြင်းကို ဆက်လက်ပြုလုပ်ခဲ့ကြရာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဖျက်ဆီးခဲ့သည်။ ၎င်းတို့၏ ဖျက်ဆီးခြင်းနည်းလမ်းကို ကိစ်စကုရ်အာန်တွင် နေရာများစွာ၌ ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ပြင်းထန်ပြီး အမျက်ဒေါသထွက်သော လေကို ပို့ဆောင်ခဲ့သည်၊ ဆိုလိုသည်မှာ ပြင်းထန်စွာ တိုက်ခတ်သော အလွန်အေးသော လေကို ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့၏ ဖျက်ဆီးခြင်းနည်းလမ်းသည် ၎င်းတို့၏ သဘာဝနှင့် ကိုက်ညီခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် လူတို့တွင် အပြင်းထန်ဆုံးနှင့် အကြမ်းတမ်းဆုံးဖြစ်သောကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထက် ပိုမိုပြင်းထန်ပြီး အကြမ်းတမ်းဆုံးသောအရာဖြင့် ၎င်းတို့အား အနိုင်ယူခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ - إِرَمَ ذَاتِ الْعِمَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်သည် အီရမ်၏ အာဒ်လူမျိုး၊ တိုင်များပိုင်ဆိုင်သူများနှင့် မည်သို့ပြုမူခဲ့သည်ကို သင်မမြင်ဖူးသေးဘူးလား။)</span><span class=\"gray\">(၈၉:၆-၇)</span>။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း ရှေးခေတ် အာဒ်လူမျိုးကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ရှေးခေတ် အာဒ်လူမျိုးကို ဖျက်ဆီးခဲ့သူမှာ ကိုယ်တော်သာ ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၅၃:၅၀)</span>။ ၎င်းတို့သည် အီရမ် ဘင်န် ဆမ် ဘင်န် နူဟ်၏ မျိုးဆက်များ ဖြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَاتِ الْعِمَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တိုင်များပိုင်ဆိုင်သူများ)</span><span class=\"gray\">(၈၉:၇)</span> ၎င်းတို့သည် တိုင်များကြားတွင် နေထိုင်ခဲ့ကြသည်။ အီရမ်သည် မြို့တစ်မြို့ဖြစ်သည်ဟု ဆိုသူများသည် ဤအယူအဆကို အစ်္စရာအီလီယတ် တင်ပြချက်များ၊ ကပ်အ်နှင့် ဝဟ်ဘ်တို့၏ စကားများမှ ယူငင်ကြသည်၊ သို့သော် ထိုအတွက် ခိုင်မာသော အခြေခံမရှိပေ။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုကဲ့သို့သော အရာမျိုးသည် ကမ္ဘာပေါ်တွင် ဖန်ဆင်းခြင်း မခံရပေ။)</span><span class=\"gray\">(၈၉:၈)</span>။ ဆိုလိုသည်မှာ ဤလူမျိုးစုကဲ့သို့ ခွန်အား၊ တန်ခိုးနှင့် အာဏာရှင်ဆန်မှု၌ မည်သည့်အရာမျှ ဖန်ဆင်းခြင်းမခံရပေ။ အကယ်၍ မြို့တစ်မြို့ကို ဆိုလိုပါက \"ထိုကဲ့သို့သော အရာမျိုးသည် ကမ္ဘာပေါ်တွင် မတည်ဆောက်ရသေးပေ။\" ဟု ဆိုလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ۖ وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒ်လူမျိုးအတွက်မူ ၎င်းတို့သည် ကမ္ဘာပေါ်တွင် မတရားသဖြင့် မာန်မာနထောင်လွှားခဲ့ကြပြီး ၎င်းတို့က \"ငါတို့ထက် ခွန်အားပိုကြီးသူ မည်သူရှိသနည်း။\" ဟု ပြောခဲ့ကြသည်။ ၎င်းတို့အား ဖန်ဆင်းခဲ့သော အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထက် ခွန်အားပိုကြီးကြောင်းကို ၎င်းတို့မမြင်ကြဘူးလား။ ၎င်းတို့သည် ငါတို့၏သက်သေခံလက္ခဏာများကို ငြင်းပယ်ခဲ့ကြသည်။)</span><span class=\"gray\">(၄၁:၁၅)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒ်လူမျိုးအတွက်မူ ၎င်းတို့သည် ပြင်းထန်သော ကြမ်းတမ်းသော လေမုန်တိုင်းဖြင့် ဖျက်ဆီးခြင်းခံခဲ့ရသည်။)</span> ကိုယ်တော်၏ မိန့်ကြားချက်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُسُومًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆက်တိုက်)</span><span class=\"gray\">(၆၉:၆-၇)</span> ဆိုလိုသည်မှာ ဆက်တိုက် <span class=\"gray\">(ဆိုလိုသည်မှာ ခုနစ်ညနှင့် ရှစ်ရက်)</span> ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَى الْقَوْمَ فِيهَا صَرْعَىٰ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်သည် လူတို့ကို လဲကျနေသည် <span class=\"gray\">(ဖျက်ဆီးခံရသည်)</span> ကို မြင်ရလိမ့်မည်၊ ၎င်းတို့သည် အုန်းပင်၏ ခေါင်းပြတ်ကိုယ်ထည်များကဲ့သို့ပင် ဖြစ်သည်။)</span><span class=\"gray\">(၆၉:၇)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ခေါင်းပြတ်ကိုယ်ထည်များအဖြစ် ကျန်ရစ်ခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် လေသည် ၎င်းတို့ထဲမှ တစ်ဦးကို သယ်ယူလာပြီး ၎င်း၏ခေါင်းပေါ်သို့ ပြန်ချလိုက်သဖြင့် ၎င်း၏ဦးနှောက်များ ပြန့်ကျဲကာ ခေါင်းကွဲပြီး ဘေးသို့ ပစ်ချခံခဲ့ရသည်။ ၎င်းတို့သည် အမြစ်ပြတ်သွားသော အုန်းပင်စည်များကဲ့သို့ပင်။</p><p lang=\"my\" class=\"my \">၎င်းတို့သည် တောင်များ၊ ဂူများတွင် ခံတပ်များ တည်ဆောက်ခဲ့ကြပြီး လူတစ်ဦး၏ အရပ်တစ်ဝက်ခန့် နက်သော မြောင်းများကို တူးခဲ့ကြသည်၊ သို့သော် ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ကို လုံးဝ မကူညီနိုင်ခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော သက်တမ်းသည် ရောက်ရှိလာသောအခါ နောက်ဆုတ်၍မရပါ။)</span><span class=\"gray\">(၇၁:၄)</span>။ အလ္လာဟ်အရှင်မြတ်က ဤနေရာ၌ မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် သူ့အား ငြင်းပယ်ခဲ့ကြရာ ငါတို့သည် ၎င်းတို့အား ဖျက်ဆီးခဲ့သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ - إِذْ قَالَ لَهُمْ أَخُوهُمْ صَالِحٌ أَلَا تَتَّقُونَ - إِنِّي لَكُمْ رَسُولٌ أَمِينٌ - فَاتَّقُوا اللَّهَ وَأَطِيعُونِ - وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِيَ إِلَّا عَلَىٰ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁၄၁။ သမူဒ်လူမျိုးသည် တမန်တော်များကို ငြင်းပယ်ခဲ့သည်။)</span><span class=\"gray\">(၁၄၂။ ၎င်းတို့၏အစ်ကို ဆာလိဟ်က ၎င်းတို့အား \"သင်တို့သည် သက်ွာမရှိကြဘူးလား။\" ဟု ပြောသောအခါ။)</span><span class=\"gray\">(၁၄၃။ \"ငါသည် သင်တို့ထံသို့ ယုံကြည်စိတ်ချရသော တမန်တော်ဖြစ်၏။\")</span><span class=\"gray\">(၁၄၄။ \"ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြပြီး ငါ့ကို နာခံကြပါ။\")</span><span class=\"gray\">(၁၄၅။ \"ငါသည် သင်တို့ထံမှ မည်သည့်အဖိုးအခမျှ မတောင်းဆိုပေ။ ငါ၏အဖိုးအခသည် စကြာဝဠာတို့၏ အရှင်သခင်ထံမှသာ ဖြစ်၏။\")</span></p><div lang=\"my\" class=\"my \"><h2>ဆာလိဟ်နှင့် သမူဒ်လူမျိုး</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ကျွန်နှင့် တမန်တော်ဆာလိဟ်အကြောင်းကို ပြောပြထားသည်။ ကိုယ်တော်သည် ဆာလိဟ်အား ၎င်း၏လူမျိုး သမူဒ်ထံသို့ စေလွှတ်ခဲ့သည်။ ၎င်းတို့သည် အလ်-ဟိဂျ်ရ်မြို့ – ဝါဒီ အလ်-ကူရာနှင့် မဟာဆီးရီးယားအကြားတွင် တည်ရှိသော – ၌ နေထိုင်သော အာရပ်များ ဖြစ်ကြသည်။ ၎င်းတို့၏ တည်နေရာသည် လူသိများသည်။ ဆူရဟ် အလ်-အအ်ရာဖ်ကို ရှင်းပြရာတွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ဆွလ်လလ္လာဟုအလိုင်းဟိဝစလမ်) သည် ဆီးရီးယားကို စစ်ရေးလှုပ်ရှားမှု စတင်ရန် ဆန္ဒရှိသောအခါ ၎င်းတို့၏ နေထိုင်ရာနေရာကို မည်သို့ဖြတ်သန်းသွားကြောင်း ဖော်ပြသည့် ဟဒီးစ်များကို ငါတို့ ဖော်ပြခဲ့သည်။ ကိုယ်တော်သည် တဘူခ်အထိ သွားရောက်ခဲ့ပြီးနောက် စစ်ရေးလှုပ်ရှားမှုအတွက် ပြင်ဆင်ရန် အလ်-မာဒီနာသို့ ပြန်လည်ရောက်ရှိခဲ့သည်။</p><p lang=\"my\" class=\"my \">သမူဒ်သည် အာဒ်နောက်တွင် လာပြီး အိဗ်ရာဟင်မ် (အလိုင်းဟိစ္စလာမ်) မတိုင်မီက ဖြစ်သည်။ ၎င်းတို့၏တမန်တော် ဆာလိဟ်သည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်ထံသို့ ခေါ်ဖိတ်ခဲ့သည်၊ ကိုယ်တော်တစ်ပါးတည်းကိုသာ မည်သည့်တွဲဖက်၊ မည်သည့်အဖော်မျှမရှိဘဲ ဝတ်ပြုရန်နှင့် ၎င်းတို့ထံသို့ ရောက်ရှိလာသော မည်သည့်အမိန့်များကိုမဆို နာခံရန် ဖြစ်သည်။ သို့သော် ၎င်းတို့သည် ငြင်းပယ်ခဲ့ကြပြီး သူ့ကို ပယ်ချကာ ဆန့်ကျင်ခဲ့ကြသည်။ သူသည် ၎င်းတို့အား မိမိ၏ဖိတ်ခေါ်မှုအတွက် ၎င်းတို့ထံမှ မည်သည့်အဖိုးအခမျှ မတောင်းဆိုဘဲ ထိုအဖိုးအခကို အလ္လာဟ်အရှင်မြတ်ထံမှသာ တောင်းဆိုမည်ဟု ပြောကြားခဲ့သည်။ ထို့နောက် သူသည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်များကို သတိပေးခဲ့သည်။</p>"
  },
  {
    "ayah_key": "26:146",
    "group_ayah_key": "26:146",
    "from_ayah": "26:146",
    "to_ayah": "26:152",
    "ayah_keys": "26:146,26:147,26:148,26:149,26:150,26:151,26:152",
    "text": "<p lang=\"my\" class=\"my \">\"သင်တို့သည် ဤနေရာတွင် ရှိသော အရာများ၌ လုံခြုံစွာ ထားရှိခံရမည်လော။ <span>(၁၄၆)</span>\"ဥယျာဉ်များနှင့် စမ်းရေတွင်းများတွင်။ <span>(၁၄၇)</span>\"နှင့် သီးနှံများ၊ နူးညံ့သော အခိုင်များရှိသော အုန်းပင်များ။ <span>(၁၄၈)</span>\"သင်တို့သည် တောင်များတွင် အလွန်ကျွမ်းကျင်စွာ အိမ်များကို ထွင်းထုကြသည်။ <span>(၁၄၉)</span>\"ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြပြီး ငါ့ကို နာခံကြပါ။ <span>(၁၅၀)</span>\"နှင့် အစွန်းရောက်သူတို့၏ အမိန့်ကို မလိုက်နာကြနှင့်။ <span>(၁၅၁)</span>ကမ္ဘာပေါ်တွင် ဖျက်ဆီးမှုပြုလုပ်သူများဖြစ်ပြီး ပြုပြင်ပြောင်းလဲမှုမရှိသူများ။ <span>(၁၅၂)</span></p><div lang=\"my\" class=\"my \"><h2>၎င်းတို့၏ အခြေအနေများနှင့် ၎င်းတို့ ခံစားခဲ့ရသော ကျေးဇူးတော်များအား သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">ဆာလိဟ်သည် ၎င်းတို့အား တရားဟောကြားခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်သည် ၎င်းတို့အား ရောက်ရှိလာနိုင်ကြောင်း သတိပေးခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား များပြားသော စားနပ်ရိက္ခာများ ပေးသနားကာ အန္တရာယ်အမျိုးမျိုးမှ လုံခြုံစေခြင်း၊ ဥယျာဉ်များနှင့် စီးဆင်းနေသော စမ်းရေတွင်းများ ပေးသနားခြင်း၊ ၎င်းတို့အတွက် သီးနှံများနှင့် သစ်သီးဝလံများ ထုတ်လုပ်ပေးခြင်း စသည့် ကိုယ်တော်ပေးသနားခဲ့သော ကျေးဇူးတော်များကို သတိပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَخْلٍ طَلْعُهَا هَضِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် နူးညံ့သော အခိုင်များရှိသော အုန်းပင်များ။)</span> အလ်-အဝ်ဖီသည် အိဗ်နု အဗ္ဗားစ်ထံမှ \"မှည့်ရင့်ပြီး ကြွယ်ဝသော\" ဟု ဖော်ပြခဲ့သည်။ အလီ ဘင်န် အဘီ တလ်ဟာဟ်သည် အိဗ်နု အဗ္ဗားစ်ထံမှ ၎င်းသည် အလွန်ကောင်းမွန်စွာ ပေါက်ရောက်ခြင်းကို ဆိုလိုကြောင်း ဖော်ပြခဲ့သည်။ အစ္စမာအီလ် ဘင်န် အဘီ ခါလိဒ်သည် အမ်ရ် ဘင်န် အဘီ အမ်ရ် – သဟဗာများကို တွေ့ဆုံခဲ့သူ – ထံမှ အိဗ်နု အဗ္ဗားစ်ထံမှ ၎င်းသည် \"မှည့်ရင့်ပြီး နူးညံ့လာသောအခါ\" ဟု ဆိုလိုကြောင်း ဖော်ပြခဲ့သည်။ ဤသည်ကို အိဗ်နု အဘီ ဟာတိမ်က ဖော်ပြခဲ့ပြီး၊ ထို့နောက် သူက \"အဘူ ဆာလိဟ်ထံမှလည်း အလားတူပင် ဖော်ပြခဲ့သည်။\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် တောင်များတွင် အလွန်ကျွမ်းကျင်စွာ အိမ်များကို ထွင်းထုကြသည်။)</span> အိဗ်နု အဗ္ဗားစ်နှင့် အခြားသူများက \"အလွန်ကျွမ်းကျင်စွာ\" ဟု ပြောခဲ့ကြသည်။ သူ၏ အခြားတင်ပြချက်အရ \"၎င်းတို့သည် လောဘကြီးပြီး အစွန်းရောက်ခဲ့ကြသည်။\" ဤသည်မှာ မုဂျာဟစ်နှင့် အခြားအုပ်စုတစ်စု၏ အမြင်ဖြစ်သည်။ အမြင်နှစ်ခုကြားတွင် ဆန့်ကျင်မှုမရှိပေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် တောင်များတွင် ထွင်းထုထားသော အိမ်များကို အခြေချနေထိုင်ရန် မလိုအပ်ဘဲ အစွန်းရောက်သော ကစားနည်းပုံစံဖြင့် တည်ဆောက်ခဲ့ကြသောကြောင့် ဖြစ်သည်။ ၎င်းတို့သည် အုတ်စီခြင်းနှင့် ကျောက်ထွင်းခြင်းအနုပညာတွင် အလွန်ကျွမ်းကျင်ခဲ့ကြသည်၊ ၎င်းတို့၏ ဆောက်လုပ်ပုံများကို မြင်ဖူးသူတိုင်း သိသည့်အတိုင်းပင်။ ထို့ကြောင့် ဆာလိဟ်သည် ၎င်းတို့အား ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَأَطِيعُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြပြီး ငါ့ကို နာခံကြပါ။)</span> ဤလောကနှင့် နောင်ဘဝတွင် သင့်အား အကျိုးပြုနိုင်မည့်အရာကို အာရုံစိုက်ပါ။ သင့်အား ဖန်ဆင်းခဲ့သော၊ သင့်အား စားနပ်ရိက္ခာများ ပေးသနားခဲ့သော သင့်အရှင်သခင်ကို ကိုယ်တော်တစ်ပါးတည်းသာ ဝတ်ပြုရန်နှင့် နံနက်ပိုင်းနှင့် ညနေပိုင်းတို့တွင် ကိုယ်တော်အား ချီးမြှောက်ရန် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ - الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အစွန်းရောက်သူတို့၏ အမိန့်ကို မလိုက်နာကြနှင့်၊ ၎င်းတို့သည် ကမ္ဘာပေါ်တွင် ဖျက်ဆီးမှုပြုလုပ်ကြပြီး ပြုပြင်ပြောင်းလဲမှုမရှိသူများ ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ အကြီးအကဲများနှင့် ခေါင်းဆောင်များ၊ ၎င်းတို့သည် ၎င်းတို့အား ရှရစ်က်၊ မယုံကြည်ခြင်းနှင့် အမှန်တရားကို ဆန့်ကျင်ခြင်းသို့ ခေါ်ဆိုခဲ့ကြသူများ ဖြစ်သည်။</p>"
  }
]