[
  {
    "ayah_key": "8:5",
    "group_ayah_key": "8:5",
    "from_ayah": "8:5",
    "to_ayah": "8:8",
    "ayah_keys": "8:5,8:6,8:7,8:8",
    "text": "<p lang=\"my\" class=\"my \">သင်၏အရှင်သခင်က သင့်အား မှန်ကန်စွာဖြင့် သင်၏အိမ်မှ ထွက်ခွာစေခဲ့သကဲ့သို့ပင်။ ယုံကြည်သူတို့အနက်မှ အုပ်စုတစ်စုသည် ၎င်းအား မနှစ်သက်ကြပေ <span>(5)</span>၎င်းသည် ထင်ရှားပြီးနောက်တွင် မှန်ကန်သောကိစ္စနှင့် ပတ်သက်၍ သင့်နှင့် အငြင်းပွားနေကြသည်။ ၎င်းတို့သည် သေခြင်းသို့ မောင်းနှင်ခံနေရသကဲ့သို့ပင်။ ၎င်းတို့သည် <span class=\"gray\">(၎င်းကို)</span> ကြည့်ရှုနေကြစဉ်တွင် <span>(6)</span>ထို့ပြင် <span class=\"gray\">(မှတ်သားကြလော့)</span> အလ္လာဟ်အရှင်မြတ်က သင်တို့ <span class=\"gray\">(မွတ်စ်လင်မ်များ)</span> အား အဖွဲ့နှစ်ဖွဲ့အနက်မှ တစ်ဖွဲ့သည် သင်တို့နှင့် ဆိုင်သည်ဟု ကတိပြုခဲ့သောအခါ။ သင်တို့သည် လက်နက်မပါသောအဖွဲ့သည် သင်တို့နှင့် ဆိုင်စေလိုခဲ့ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်က မိမိ၏နှုတ်ကပတ်တော်များဖြင့် အမှန်တရားကို အတည်ပြုရန်နှင့် မယုံကြည်သူတို့၏ အမြစ်များကို ဖြတ်တောက်ရန် ရည်ရွယ်ခဲ့သည် <span>(7)</span>အလ္လာဟ်အရှင်မြတ်သည် အမှန်တရားကို အောင်မြင်စေရန်နှင့် အမှားကို အချည်းနှီး ဖြစ်စေရန်ဖြစ်သည်။ ရာဇဝတ်ကောင်များက ၎င်းကို မုန်းတီးနေသော်လည်းကောင်း <span>(8)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော် <span class=\"gray\">(ﷺ)</span> အား လိုက်နာခြင်းသည် ယုံကြည်သူတို့အတွက် ပိုမိုကောင်းမွန်သည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا أَخْرَجَكَ رَبُّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်က သင့်အား ထွက်ခွာစေခဲ့သကဲ့သို့...)</span> အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အား ၎င်းတို့၏အရှင်သခင်ကို ကြောက်ရွံ့ကြသူများ၊ ၎င်းတို့အချင်းချင်း အငြင်းပွားမှုများကို ဖြေရှင်းကြသူများ၊ အလ္လာဟ်အရှင်မြတ်နှင့် တမန်တော်မြတ် ﷺ အား နာခံကြသူများအဖြစ် ဖော်ပြပြီးနောက်တွင် ဤနေရာ၌ မိန့်ကြားခဲ့သည်- \"သင်တို့သည် စစ်သုံ့ပစ္စည်းများ ခွဲဝေရာတွင် အငြင်းပွားခဲ့ကြပြီး ၎င်းတို့နှင့်ပတ်သက်၍ အချင်းချင်း သဘောထားကွဲလွဲခဲ့ကြသောကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ကို သင်တို့ထံမှ သိမ်းယူခဲ့သည်။ အရှင်နှင့် အရှင်၏ တမန်တော်က ၎င်းတို့ကို မှန်ကန်မှုနှင့် တရားမျှတမှုဖြင့် ခွဲဝေပေးခဲ့သည်၊ ထို့ကြောင့် သင်တို့အားလုံးအတွက် ဆက်လက်၍ အကျိုးကျေးဇူးများ ရရှိစေသည်။ ထိုနည်းတူစွာပင် သင်တို့သည် စစ်ပွဲတွင် လက်နက်ကိုင်ရန်သူကို ရင်ဆိုင်ရခြင်းကို မနှစ်သက်ခဲ့ကြပေ။ ၎င်းတို့သည် ၎င်းတို့၏ဘာသာတရားကို ထောက်ခံရန်နှင့် ၎င်းတို့၏ ကုန်သည်လှေအုပ်ကို ကာကွယ်ရန် ချီတက်လာခဲ့ကြသည်။ သင်တို့သည် တိုက်ခိုက်ခြင်းကို မနှစ်သက်ခဲ့ကြပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က တိုက်ပွဲဖြစ်ပွားသင့်သည်ဟု ဆုံးဖြတ်ခဲ့ပြီး သင်တို့ဘက်မှ မစီစဉ်ဘဲ သင်တို့၏ရန်သူနှင့် တွေ့ဆုံစေခဲ့သည်။' ဤဖြစ်ရပ်သည် လမ်းညွှန်မှု၊ အလင်းရောင်၊ အောင်ပွဲနှင့် အောင်မြင်မှုကို သယ်ဆောင်လာခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ وَعَسَىٰ أَن تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ وَعَسَىٰ أَن تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَّكُمْ وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျီဟဒ်သည် သင်တို့အတွက် သတ်မှတ်ထားပြီး သင်တို့က ၎င်းကို မနှစ်သက်သော်လည်းကောင်း၊ သင်တို့ မနှစ်သက်သော အရာတစ်ခုသည် သင်တို့အတွက် ကောင်းမွန်ကောင်း ကောင်းမွန်နိုင်သည်။ သင်တို့ နှစ်သက်သောအရာတစ်ခုသည် သင်တို့အတွက် ဆိုးရွားကောင်း ဆိုးရွားနိုင်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သိတော်မူသော်လည်း သင်တို့သည် မသိကြပေ။)</span><span class=\"gray\">[2:216]</span></p><p lang=\"my\" class=\"my \">အလ်-ဆွတ်ဒီက မှတ်ချက်ပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ فَرِيقًا مِّنَ الْمُؤْمِنِينَ لَكَارِهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတို့အနက်မှ အုပ်စုတစ်စုသည် မနှစ်သက်ခဲ့ကြပေ)</span> လက်နက်ကိုင် <span class=\"gray\">[ရုပ်တုကိုးကွယ်သူများ]</span> နှင့် တွေ့ဆုံရခြင်းကို။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَ مَا تَبَيَّنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ထင်ရှားပြီးနောက်တွင် မှန်ကန်သောကိစ္စနှင့် ပတ်သက်၍ သင့်နှင့် အငြင်းပွားနေကြသည်၊)</span></p><p lang=\"my\" class=\"my \">အချို့က မှတ်ချက်ပေးခဲ့သည်၊ \"<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-)</span> ၎င်းတို့သည် ဗဒ်ရ်စစ်ပွဲအတွက် သင်ထွက်ခွာခဲ့သောအခါ သင့်နှင့် အငြင်းပွားခဲ့ကြသကဲ့သို့ပင် အလ်-အန်ဖာလ် (စစ်သုံ့ပစ္စည်းများ) နှင့် ပတ်သက်၍ သင့်အား မေးမြန်း၍ ငြင်းခုံကြသည်။ 'သင်သည် ကျွန်ုပ်တို့နှင့်အတူ ကုန်သည်လှေအုပ်ကို သိမ်းယူရန် ချီတက်ခဲ့သည်။ စစ်ပွဲဖြစ်လိမ့်မည်၊ ကျွန်ုပ်တို့ ပြင်ဆင်သင့်သည်ဟု သင် ကျွန်ုပ်တို့ကို အသိမပေးခဲ့ပေ' ဟု ပြောဆိုကြသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرِيدُ اللَّهُ أَن يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်က မိမိ၏နှုတ်ကပတ်တော်များဖြင့် အမှန်တရားကို အတည်ပြုရန် ရည်ရွယ်ခဲ့သည်)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်၊ 'အရှင်သည် သင်တို့ကို လက်နက်ကိုင်ရန်သူ <span class=\"gray\">[ကုန်သည်လှေအုပ်အစား]</span> နှင့် တွေ့ဆုံစေလိုခဲ့သည်မှာ သင်တို့ကို ၎င်းတို့အပေါ် လွှမ်းမိုးအောင်မြင်စေရန်၊ အရှင်၏ဘာသာတရားကို ထင်ရှားစေရန်နှင့် အစ္စလာမ်ကို အခြားဘာသာတရားအားလုံးအပေါ် အောင်မြင်လွှမ်းမိုးစေရန်ဖြစ်သည်။ အရှင်သည် အရာခပ်သိမ်း၏ အကျိုးဆက်များကို ပြည့်စုံစွာ သိရှိတော်မူသည်။ လူတို့သည် ၎င်းတို့အတွက် အဆင်ပြေသည်ဟု ထင်ရသော အရာကိုသာ နှစ်သက်သော်လည်း သင်တို့သည် အရှင်၏ ဉာဏ်ပညာရှိသော စီမံမှုဖြင့် ဝန်းရံလျက် ရှိကြသည်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ وَعَسَىٰ أَن تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ وَعَسَىٰ أَن تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျီဟဒ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တွင် တိုက်ခိုက်ခြင်း)</span> ကို သင်တို့ <span class=\"gray\">(မွတ်စ်လင်မ်များ)</span> အတွက် သတ်မှတ်ထားပြီး သင်တို့က ၎င်းကို မနှစ်သက်သော်လည်းကောင်း၊ သင်တို့ မနှစ်သက်သော အရာတစ်ခုသည် သင်တို့အတွက် ကောင်းမွန်ကောင်း ကောင်းမွန်နိုင်သည်။ သင်တို့ နှစ်သက်သောအရာတစ်ခုသည် သင်တို့အတွက် ဆိုးရွားကောင်း ဆိုးရွားနိုင်သည်။)</span><span class=\"gray\">[2:216]</span>။</p><p lang=\"my\" class=\"my \">မိုဟမ္မဒ် ဘင် အိစ်ဟာက်က 'အဗ္ဒူလ္လာဟ် ဘင် 'အဗ္ဗားစ်က ပြောသည်ဟု သတင်းပို့ခဲ့သည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ က အဘူဆွဖ်ယာန်သည် ရှမ်ဒေသမှ ထွက်ခွာခဲ့ကြောင်း <span class=\"gray\">(ကုရိုက်ရှ်တို့၏ ကုန်သည်လှေအုပ်နှင့်အတူ မက္ကာဟ်သို့ ဦးတည်သွားနေကြောင်း)</span> ကြားသိသောအခါ၊ ၎င်းတို့အား ကြားဖြတ်ဖမ်းဆီးရန် မွတ်စ်လင်မ်တို့အား ချီတက်ရန် တိုက်တွန်းခဲ့ပြီး၊ မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذِهِ عِيرُ قُرَيْشٍ فِيهَا أَمْوَالُهُمْ، فَاخْرُجُوا إِلَيْهَا لَعَلَّ اللهَ أَن يُّنَفِّلَكُمُوهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ကုရိုက်ရှ်တို့၏ ကုန်သည်လှေအုပ်ဖြစ်ပြီး ၎င်းတို့၏ ပစ္စည်းဥစ္စာများကို သယ်ဆောင်လာသည်၊ ထို့ကြောင့် ၎င်းအား ကြားဖြတ်ဖမ်းဆီးရန် ချီတက်ကြလော့၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား သင်တို့အတွက် စစ်သုံ့ပစ္စည်းများ ဖြစ်စေကောင်း ဖြစ်စေလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">လူတို့သည် မွတ်စ်လင်မ်တို့အား စုရုံးစေခဲ့ကြသည်။ သို့သော် အချို့ကမူ တမန်တော်မြတ် ﷺ သည် တိုက်ခိုက်စရာမလိုဟု ထင်မြင်ကာ စုရုံးခဲ့ခြင်း မရှိကြပေ။ အဘူဆွဖ်ယာန်သည် ကုန်သည်လှေအုပ်အတွက် စိုးရိမ်သောကြောင့်၊ အထူးသဖြင့် ဟီဂျာဇ် <span class=\"gray\">(အနောက်အာရေဗျ)</span> ဒေသသို့ ဝင်ရောက်သောအခါ၊ သူတွေ့ဆုံခဲ့သော ခရီးသွားများထံမှ နောက်ဆုံးသတင်းများကို သတိထား၍ စုံစမ်းနေခဲ့သည်။ အချို့ခရီးသွားများက မိုဟမ္မဒ်သည် ၎င်း၏အဖော်များကို ၎င်း၏ ကုန်သည်လှေအုပ်အတွက် စုရုံးခဲ့ပြီဖြစ်ကြောင်း ပြောပြခဲ့သည်။ သူသည် စိုးရိမ်ပူပန်ပြီး ဒမ်ဒမ် ဘင် 'အမ်ရ် အလ်-ဂီဖာရီအား မက္ကာဟ်သို့ သွားရောက်ရန် ငှားရမ်းခဲ့ကာ ကုရိုက်ရှ်တို့အား ၎င်းတို့၏ ကုန်သည်လှေအုပ်ကို ကာကွယ်ရန် စုရုံးစေခဲ့ပြီး၊ မိုဟမ္မဒ် ﷺ သည် ၎င်း၏အဖော်များကို ကုန်သည်လှေအုပ်ကို ကြားဖြတ်ဖမ်းဆီးရန် စုရုံးခဲ့ပြီဖြစ်ကြောင်း အသိပေးခဲ့သည်။ ဒမ်ဒမ် ဘင် 'အမ်ရ်သည် အလျင်အမြန် မက္ကာဟ်သို့ သွားရောက်ခဲ့သည်။ ထိုအတောအတွင်း အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် ၎င်း၏အဖော်များနှင့်အတူ ဒဖီရန်ဟုခေါ်သော ချိုင့်ဝှမ်းတစ်ခုသို့ မရောက်မချင်း ချီတက်ခဲ့သည်။ ချိုင့်ဝှမ်းမှ ထွက်ခွာသောအခါ သူသည် တပ်ချခဲ့ပြီး ကုရိုက်ရှ်တို့သည် ၎င်းတို့၏ ကုန်သည်လှေအုပ်ကို ကာကွယ်ရန် ချီတက်လာကြောင်း သတင်းရရှိခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် လူတို့အား အကြံဉာဏ်များ တောင်းခံခဲ့ပြီး ကုရိုက်ရှ်တို့နှင့်ပတ်သက်သော သတင်းများကို ၎င်းတို့အား ပြောကြားခဲ့သည်။ အဘူဘက္ကရ်သည် ထရပ်၍ ကောင်းသောအရာကို ပြောခဲ့သည်၊ 'အူမရ်လည်း ထိုနည်းတူပင် ပြောခဲ့သည်။ အလ်-မိက်ဒါဒ် ဘင် 'အမ်ရ်သည် ထရပ်၍ ပြောခဲ့သည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! အလ္လာဟ်အရှင်မြတ်က သင့်အား အမိန့်ပေးထားသည့်အတိုင်း ချီတက်ပါ၊ အကြောင်းမှာ ကျွန်ုပ်တို့သည် သင့်နှင့်အတူ ရှိနေပါသည်။ အလ္လာဟ်အရှင်မြတ်ကို အာမခံပါ၏! ကျွန်ုပ်တို့သည် အစ္စရေးလ်သားတို့က မူဆာအား ပြောခဲ့သည့်အတိုင်း သင့်အား ပြောဆိုကြမည် မဟုတ်ပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْهَبْ أَنتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ထို့ကြောင့် သင်နှင့် သင်၏အရှင်သခင်တို့ သွား၍ တိုက်ခိုက်ကြလော့၊ ကျွန်ုပ်တို့ကမူ ဤနေရာ၌ ထိုင်နေကြမည်\")</span><span class=\"gray\">[5:24]</span>။ </p><p lang=\"my\" class=\"my \">ထို့ထက်၊ သင်နှင့် သင်၏အရှင်သခင်တို့ သွား၍ တိုက်ခိုက်ကြပါ၊ ကျွန်ုပ်တို့သည် သင်တို့နှစ်ဦးနှင့်အတူ တိုက်ခိုက်ကြမည်။ သင့်အား အမှန်တရားဖြင့် စေလွှတ်တော်မူသော အရှင်မြတ်ကို အာမခံပါ၏! အကယ်၍ သင်သည် ကျွန်ုပ်တို့ကို ဘိရ်က်-အူလ်-ဂီမာဒ်သို့ ခေါ်သွားရန် ဆုံးဖြတ်ပါက၊ သင် ထိုနေရာသို့ မရောက်မချင်း ကျွန်ုပ်တို့သည် သင့်နှင့်အတူ တိုက်ခိုက်ကြမည်။' အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် အလ်-မိက်ဒါဒ်အား ကောင်းသောစကားများ ပြောကြားခဲ့ပြီး ၎င်း၏အကျိုးအတွက် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ က ထပ်မံ၍ မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَشِيرُوا عَلَيَّ أَيُّهَا النَّاسُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူအပေါင်းတို့၊ ငါ့ကို သင်တို့၏အမြင် ပေးကြလော့! အန်ဆွာရ်တို့ထံမှ ကြားလိုသည်။ အကြောင်းမှာ ထိုစဉ်က သူနှင့်အတူရှိသော လူအများစုသည် အန်ဆွာရ်များဖြစ်သောကြောင့်ဖြစ်သည်။ အန်ဆွာရ်တို့သည် အလ်-'အကဘာဟ်၌ တမန်တော်မြတ် ﷺ အား နာခံမည်ဟု ကတိသစ္စာပေးခဲ့ကြသောအခါ၊ ၎င်းတို့က ကြေညာခဲ့သည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! သင်သည် ကျွန်ုပ်တို့၏မြေသို့ မရောက်မချင်း ဤကတိသစ္စာဖြင့် ကျွန်ုပ်တို့ကို ချည်နှောင်ထားမည် မဟုတ်ပေ။ သင်သည် ကျွန်ုပ်တို့၏ဒေသသို့ ရောက်ရှိလာသောအခါ၊ သင်သည် ကျွန်ုပ်တို့၏ အကာအကွယ်အောက်၌ ရှိနေပြီး ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ သားသမီးများနှင့် ဇနီးမယားများကို ကာကွယ်သကဲ့သို့ပင် သင့်အား ကာကွယ်ပေးပါမည်။' အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် အန်ဆွာရ်တို့က အလ်-မဒီနာကို တိုက်ခိုက်သော ရန်သူများမှ ကာကွယ်ရန်မှတစ်ပါး အခြားဒေသများရှိ ရန်သူထံသို့ သူနှင့်အတူ ချီတက်ရန် မလိုအပ်ဟု ထင်မြင်မည်ကို စိုးရိမ်ခဲ့သည်။ တမန်တော်မြတ် ﷺ က ဤသို့ မိန့်ကြားသောအခါ၊ စအ်ဒ် ဘင် မူအာဓ်က သူ့အား မေးခဲ့သည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! သင် ဆိုလိုသည်မှာ ကျွန်ုပ်တို့ကိုလား?' တမန်တော်မြတ် ﷺ က အတည်ပြု ဖြေကြားခဲ့သည်။ စအ်ဒ်က ပြောခဲ့သည်၊ 'ကျွန်ုပ်တို့သည် သင့်အား ယုံကြည်ခဲ့ပြီး သင်ယူဆောင်လာခဲ့သော အရာသည် အမှန်တရားဖြစ်ကြောင်း သက်သေခံခဲ့ကာ သင့်အား ကတိသစ္စာများနှင့် နာခံမည်ဟု ကတိများ ပေးခဲ့ကြသည်။ ထို့ကြောင့် အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၊ အလ္လာဟ်အရှင်မြတ်က သင့်အား အမိန့်ပေးထားသည့်အတိုင်း ချီတက်ပါတော့။ အမှန်တရားဖြင့် သင့်အား စေလွှတ်တော်မူသော အရှင်မြတ်ကို အာမခံပါ၏၊ အကယ်၍ သင်သည် ဤပင်လယ် <span class=\"gray\">(ပင်လယ်နီ)</span> ကို ဖြတ်ကူးရန် ဆုံးဖြတ်ပါက၊ ကျွန်ုပ်တို့သည် သင့်နောက်သို့ လိုက်ပါမည်၊ ကျွန်ုပ်တို့အနက်မှ မည်သူမျှ နောက်မကျန်ရစ်စေရ။ ကျွန်ုပ်တို့သည် မနက်ဖြန် ကျွန်ုပ်တို့၏ရန်သူနှင့် တွေ့ဆုံရခြင်းကို မနှစ်သက်ကြပေ။ စစ်ပွဲတွင် ကျွန်ုပ်တို့သည် သည်းခံကြပြီး စစ်ပွဲ၌ ပြင်းထန်ကြသည်။ ကျွန်ုပ်တို့နှင့်ပတ်သက်၍ သင်၏မျက်စိကို ပျော်ရွှင်စေမည့် အရာကို အလ္လာဟ်အရှင်မြတ်က သင့်အား သက်သေခံစေလိုပါ၏။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာဖြင့် ကျွန်ုပ်တို့နှင့်အတူ ချီတက်ပါတော့။' အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် စအ်ဒ် ပြောကြားခဲ့သော စကားကို နှစ်သက်တော်မူပြီး ယင်းက သူ့အား အားပေးခဲ့သည်။ အရှင်မြတ် ﷺ က ကြေညာခဲ့သည်၊</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">سِيرُوا عَلَى بَرَكَةِ اللهِ وَأَبْشِرُوا فَإِنَّ اللهَ قَدْ وَعَدَنِي إِحْدَى الطَّائِفَتَيْنِ وَاللهِ لَكَأَنِّي الْآنَ أَنْظُرُ إِلَى مَصَارِعِ الْقَومِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာဖြင့် ချီတက်ကြပြီး သတင်းကောင်းကို လက်ခံရယူကြလော့။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် ငါ့အား စခန်းနှစ်ခုအနက်မှ တစ်ခုကို <span class=\"gray\">(ကုန်သည်လှေအုပ်ကို သိမ်းယူခြင်း သို့မဟုတ် ကုရိုက်ရှ်စစ်တပ်ကို အနိုင်ယူခြင်း)</span> ကတိပေးထားပြီး ဖြစ်သောကြောင့်တည်း။ အလ္လာဟ်အရှင်မြတ်ကို အာမခံပါ၏! ငါသည် ယခုအခါ လူမျိုး၏ <span class=\"gray\">(ကုရိုက်ရှ်တို့၏)</span> ပျက်စီးခြင်းကို ကြည့်ရှုနေသကဲ့သို့ပင်။)</span>\"</p><p lang=\"my\" class=\"my \">အလ်-'အဝ်ဖီက အိဗ်နု 'အဗ္ဗားစ်ထံမှ ထိုနည်းတူ သတင်းပို့ခဲ့သည်။ အလ်-ဆွတ်ဒီ၊ ကတာဒါဟ်၊ 'အဗ္ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အစ်လမ်; နှင့် စလဖ်နှင့် နောက်ပိုင်းမျိုးဆက်များအနက်မှ အခြားသူအများအပြားတို့က ထိုနည်းတူ ဖော်ပြခဲ့ကြသည်။ မိုဟမ္မဒ် ဘင် အိစ်ဟာက်က အကျဉ်းချုပ်တင်ပြခဲ့သည့်အတိုင်း ကျွန်ုပ်တို့သည် ပုံပြင်ကို အကျဉ်းချုပ်ထားသည်။</p>"
  }
]