[
  {
    "ayah_key": "113:1",
    "group_ayah_key": "113:1",
    "from_ayah": "113:1",
    "to_ayah": "113:5",
    "ayah_keys": "113:1,113:2,113:3,113:4,113:5",
    "text": "<p lang=\"cy\" class=\"cy \">The Position of Ibn Mas'ud concerning Al-Mu'awwidhatayn</p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်က ဇစ် ဘင် ဟူဘိုက်ရှ် ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ၊ အူဘိုင်း ဘင် ကာအ်ဗ်က အိဗ်နု မာစ်အူးဒ်သည် သူ၏ မူရှပ်ဖ် <span class=\"gray\">(ကုရ်အာန်မိတ္တူ)</span> တွင် မူအာဝစ်ဇ်ဒါတိုင်န်ကို မှတ်တမ်းမတင်ခဲ့ကြောင်း ပြောပြခဲ့သည်။ ထို့ကြောင့် အူဘိုင်းက \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ဂျိဘ်ရီလ်က သူ့ကို ပြောခဲ့သည်ဟု ကျွန်ုပ်အား ပြောကြားခဲ့ကြောင်း ကျွန်ုပ် သက်သေခံပါသည်၊\" </p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “အလ်ဖာလက္ခ်၏ အရှင်သခင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။”)</span><span class=\"gray\">(၁၁၃:၁)</span></p><p lang=\"mi\" class=\"mi \">So he said it. And Jibril said to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَعُوذُ بِرَبِّ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “လူသားတို့၏ အရှင်သခင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။”)</span><span class=\"gray\">(၁၁၄:၁)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် သူက ပြောကြားခဲ့သည်။ ထို့ကြောင့် တမန်တော်မြတ် ﷺ မိန့်ကြားခဲ့သည်ကို ကျွန်ုပ်တို့က ပြောကြားကြသည်။\"</p><p lang=\"gd\" class=\"gd \">The Virtues of Surahs Al-Falaq and An-Nas</p><p lang=\"my\" class=\"my \">သူ၏ ဆဟီးဟ်ကျမ်းတွင် မွတ်စ်လင်မ်က အွတ်ဗာဟ် ဘင် အာမစ် ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ آيَاتٍ أُنْزِلَتْ هَذِهِ اللَّيْلَةَ لَمْ يُرَ مِثْلُهُنَّ قَطُّ:</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယနေ့ညတွင် ကျွန်ုပ်ထံသို့ ယခင်က မတွေ့ဖူးသော အာယသ်တော်များ ကျရောက်ခဲ့သည်ကို သင်မမြင်ဖူးလော?)</span> ၎င်းတို့မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “အလ်ဖာလက္ခ်၏ အရှင်သခင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။”)</span><span class=\"gray\">(၁၁၃:၁)</span></p><p>and;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَعُوذُ بِرَبِّ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “လူသားတို့၏ အရှင်သခင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။”)</span><span class=\"gray\">(၁၁၄:၁)</span>)</p><p lang=\"gd\" class=\"gd \">This Hadith was recorded by Ahmad, At-Tirmidhi and An-Nasa'i. At-Tirmidhi said, \"Hasan Sahih.\"</p><p lang=\"my\" class=\"my \">အခြားဖော်ပြချက်တစ်ခု</p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်က အွတ်ဗာဟ် ဘင် အာမစ် ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ၊ သူက ပြောခဲ့သည်၊ \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ဤလမ်းများထဲမှ တစ်ခုပေါ်မှ ဦးဆောင်သွားနေစဉ်တွင် သူက ပြောခဲ့သည်၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عُقْبَةُ أَلَا تَرْكَبُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အွတ်ဗာဟ်! သင်မြင်းမစီးတော့ဘူးလား။)</span></p><p lang=\"my\" class=\"my \">ဤအရာကို မနာခံမှုအဖြစ် သတ်မှတ်မည်ကို ကျွန်ုပ်စိုးရိမ်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ဆင်းလာပြီး ကျွန်ုပ်ခဏတာ စီးနင်းခဲ့သည်။ ထို့နောက် သူစီးနင်းခဲ့သည်။ ထို့နောက် သူ ﷺ က မိန့်ကြားခဲ့သည်–</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَا عُقْبَةُ، أَلَا أُعَلِّمُكَ سُورَتَيْنِ مِنْ خَيْرِ سُورَتَيْنِ قَرَأَ بِهِمَا النَّاسُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အွတ်ဗာဟ်! လူသားများ ရွတ်ဖတ်ကြသည့် အကောင်းဆုံး ဆူရာနှစ်ခုထဲမှ ဆူရာနှစ်ခုကို သင်ကြားပေးရမည်လော?)</span></p><p lang=\"my\" class=\"my \">ကျွန်ုပ်က \"ဟုတ်ကဲ့၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်။\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် သူက ကျွန်ုပ်အား ရွတ်ဖတ်ရန် သင်ကြားပေးခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “အလ်ဖာလက္ခ်၏ အရှင်သခင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။”)</span><span class=\"gray\">(၁၁၃:၁)</span></p><p>and</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَعُوذُ بِرَبِّ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “လူသားတို့၏ အရှင်သခင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။”)</span><span class=\"gray\">(၁၁၄:၁)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ဆွလာတ်စတင်ရန် အဇန်ပေးခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ရှေ့သို့ထွက်ကာ <span class=\"gray\">(လူတို့ကို ဦးဆောင်ရန်)</span> ဆွလာတ်တွင် ၎င်းတို့ကို ရွတ်ဖတ်ခဲ့သည်။ ထို့နောက် သူက ကျွန်ုပ်အနားမှ ဖြတ်သွားပြီး ပြောခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ رَأَيْتَ يَا عُقَيْبُ، اقْرَأْ بِهِمَا كُلَّمَا نِمْتَ وَكُلَّمَا قُمْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အွတ်ဗိုင်းဘ်၊ သင်ဘယ်လိုထင်သလဲ။ သင်အိပ်ရာဝင်သည့်အခါတိုင်းနှင့် သင်နိုးထသည့်အခါတိုင်း ဤဆူရာနှစ်ခုကို ရွတ်ဖတ်ပါ။)</span>\"</p><p lang=\"fil\" class=\"fil \">An-Nasa'i and Abu Dawud both recorded this Hadith.</p><p lang=\"my\" class=\"my \">အခြားဖော်ပြချက်တစ်ခု</p><p lang=\"gd\" class=\"gd \">An-Nasa'I recorded from 'Uqbah bin 'Amir that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ النَّاسَ لَمْ يَتَعَوَّذُوا بِمِثْلِ هَذَيْنِ:</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ လူသားများသည် ဤနှစ်ခုကဲ့သို့သော မည်သည့်အရာနှင့်မျှ အကာအကွယ်မရှာကြပါ။</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “အလ်ဖာလက္ခ်၏ အရှင်သခင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။”)</span><span class=\"gray\">(၁၁၃:၁)</span></p><p>and;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَعُوذُ بِرَبِّ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “လူသားတို့၏ အရှင်သခင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။”)</span><span class=\"gray\">(၁၁၄:၁)</span></p><p lang=\"my\" class=\"my \">အခြားဖော်ပြချက်တစ်ခု</p><p lang=\"my\" class=\"my \">အန်-နာစာအီက အွတ်ဗာဟ် ဘင် အာမစ် ပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်မှာ၊ \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ လမ်းလျှောက်နေစဉ် သူက ပြောခဲ့သည်၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عُقْبَةُ قُلْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အွတ်ဗာဟ်! ပြောပါ။)</span> ကျွန်ုပ်က 'ဘာပြောရမလဲ?' ဟု ပြန်ဖြေသည်။ ထို့ကြောင့် သူက တိတ်ဆိတ်နေပြီး ကျွန်ုပ်အား မတုံ့ပြန်ခဲ့ပါ။ ထို့နောက် သူ ﷺ က မိန့်ကြားခဲ့သည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(Say!)</span> I replied, 'What should I say, O Messenger of Allah?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “အလ်ဖာလက္ခ်၏ အရှင်သခင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။”)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ကျွန်ုပ်သည် ၎င်း၏အဆုံးသို့ ရောက်သည်အထိ ရွတ်ဖတ်ခဲ့သည်။ ထို့နောက် သူက ပြောခဲ့သည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(Say!)</span> I replied, 'What should I say O Messenger of Allah?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَعُوذُ بِرَبِّ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “လူသားတို့၏ အရှင်သခင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။”)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ကျွန်ုပ်သည် ၎င်း၏အဆုံးသို့ ရောက်သည်အထိ ရွတ်ဖတ်ခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا سَأَلَ سَائِلٌ بِمِثْلِهَا، وَلَا اسْتَعَاذَ مُسْتَعِيذٌ بِمِثْلِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမျှ ဤအရာများကဲ့သို့သော မည်သည့်အရာနှင့်မျှ တောင်းပန်ခြင်းမရှိသလို၊ မည်သူမျှ ဤအရာများကဲ့သို့သော မည်သည့်အရာနှင့်မျှ အကာအကွယ်မရှာကြပါ။)</span>\"</p><p lang=\"my\" class=\"my \">အခြား ဟဒီးစ်တစ်ခု</p><p lang=\"my\" class=\"my \">အန်-နာစာအီက အိဗ်နု အာဘိစ် အလ်-ဂျူဟာနီက တမန်တော်မြတ် ﷺ က သူ့ကို ပြောခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا ابْنَ عَابِسٍ أَلَا أَدُلُّكَ - أَوْ أَلَا أُخْبِرُكَ - بِأَفْضَلِ مَا يَتَعَوَّذُ بِهِ الْمُتَعَوِّذُونَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အိဗ်နု အာဘိစ်! အကာအကွယ်ရှာသူများ အကာအကွယ်အတွက် အသုံးပြုသည့် အကောင်းဆုံးအရာကို သင်ကြားပေးရမည်လော – သို့မဟုတ် အသိပေးရမည်လော?)</span></p><p lang=\"my\" class=\"my \">သူက \"ဟုတ်ကဲ့၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်!\" ဟု ပြန်ဖြေသည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ</p><p class=\"qpc-hafs\">وَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَعُوذُ بِرَبِّ النَّاسِ</p><p class=\"fa qpc-hafs\" lang=\"fa\">هَاتَانِ السُّورَتَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “အလ်ဖာလက္ခ်၏ အရှင်သခင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။”)</span> နှင့် <span class=\"gray\">(ပြောပါ– “လူသားတို့၏ အရှင်သခင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။”)</span> ဤဆူရာနှစ်ခု <span class=\"gray\">(သည် အကောင်းဆုံးအကာအကွယ်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် မာလိက်က အာအိရှာဟ် ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နာမကျန်းဖြစ်သည့်အခါတိုင်း၊ သူသည် မူအာဝစ်ဇ်ဒါတိုင်န်ကို မိမိကိုယ်ပေါ်တွင် ရွတ်ဖတ်ပြီး <span class=\"gray\">(မိမိကိုယ်ပေါ်သို့)</span> မှုတ်ထုတ်လေ့ရှိသည်။ ထို့နောက် သူ၏ နာကျင်မှုပြင်းထန်လာပါက၊ အာအိရှာဟ်က သူမသည် မူအာဝစ်ဇ်ဒါတိုင်န်ကို သူ့အပေါ်တွင် ရွတ်ဖတ်ပြီး သူ၏လက်ကိုယူကာ ထိုဆူရာများ၏ ကောင်းချီးမင်္ဂလာကိုရှာရင်း သူ့ကိုယ်ပေါ်တွင် သုတ်လိမ်းပေးလေ့ရှိသည်ဟု ပြောခဲ့သည်။ အလ်-ဘူခါရီ၊ အဘူ ဒါဝူးဒ်၊ အန်-နာစာအီ နှင့် အိဗ်နု မာဂျာဟ် တို့အားလုံး ဤဟဒီးစ်ကို မှတ်တမ်းတင်ခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အဘူ စအိဒ် ထံမှ ဖော်ပြထားသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဂျင်န်နှင့် လူသားများ၏ မကောင်းသော မျက်လုံးများမှ အကာအကွယ်ရှာလေ့ရှိသည်။ သို့သော် မူအာဝစ်ဒါတိုင်န်များ ကျရောက်လာသောအခါ၊ သူသည် ၎င်းတို့ကို <span class=\"gray\">(အကာအကွယ်အတွက်)</span> အသုံးပြုခဲ့ပြီး ၎င်းတို့မှလွဲ၍ ကျန်အားလုံးကို စွန့်လွှတ်ခဲ့သည်။ အတ်-တီရ်မိဒီ၊ အန်-နာစာအီ နှင့် အိဗ်နု မာဂျာဟ် တို့သည် ဤအရာကို မှတ်တမ်းတင်ခဲ့သည်။ အတ်-တီရ်မိဒီက \"ဤဟဒီးစ်သည် ဟာစန် ဆဟီးဟ် ဖြစ်သည်။\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အကြင်အရှင်သည် အနန္တ ကရုဏာတော်ရှင်၊ အနန္တ မဟာ ဂရုဏာတော်ရှင် ဖြစ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ - مِن شَرِّ مَا خَلَقَ - وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ - وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ - وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ပြောပါ– “အလ်ဖာလက္ခ်၏ အရှင်သခင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။”)</span><span class=\"gray\">(၂။ “သူဖန်ဆင်းခဲ့သည့်အရာများ၏ ဆိုးကျိုးမှ။”)</span><span class=\"gray\">(၃။ “အမှောင်ထုဖုံးလွှမ်းသောအခါ ဃာစစ်ခ်၏ ဆိုးကျိုးမှ။”)</span><span class=\"gray\">(၄။ “အထုံးများပေါ်သို့ မှုတ်ထုတ်သူများ၏ ဆိုးကျိုးမှ။”)</span><span class=\"gray\">(၅။ “မနာလိုသူ မနာလိုသောအခါ သူ၏ဆိုးကျိုးမှ။”)</span></p><p lang=\"so\" class=\"so \">Ibn Abi Hatim recorded that Jabir said, \"Al-Falaq is the morning.\" Al-'Awfi reported from Ibn 'Abbas, \"Al-Falaq is the morning.\" The same has been reported from Mujahid, Sa'id bin Jubayr, 'Abdullah bin Muhammad bin 'Aqil, Al-Hasan, Qatadah, Muhammad bin Ka'b Al-Qurazi and Ibn Zayd. Malik also reported a similar statement from Zayd bin Aslam. Al-Qurazi, Ibn Zayd and Ibn Jarir all said, \"This is like Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالِقُ الْإِصْبَاحِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အရုဏ်ဦးကို ခွဲဖြာတော်မူသူ ဖြစ်၏။)</span>။\" <span class=\"gray\">(၆:၉၆)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن شَرِّ مَا خَلَقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူဖန်ဆင်းခဲ့သည့်အရာများ၏ ဆိုးကျိုးမှ၊)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် ဖန်ဆင်းထားသော အရာအားလုံး၏ ဆိုးကျိုးမှ ဖြစ်သည်ဟု အဓိပ္ပါယ်ရသည်။ သာဘစ် အလ်-ဘူနာနီ နှင့် အလ်-ဟာစန် အလ်-ဘဆ်ရီ တို့နှစ်ဦးစလုံးက \"သူ <span class=\"gray\">(အလ္လာဟ်)</span> ဖန်ဆင်းခဲ့သည့်အရာများထဲမှ ငရဲ၊ အိဗ်လီစ် နှင့် သူ၏သားမြေးများ။\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှောင်ထုဖုံးလွှမ်းသောအခါ ဃာစစ်ခ်၏ ဆိုးကျိုးမှ။)</span></p><p lang=\"my\" class=\"my \">မူဂျာဟစ်က \"ဃာစစ်ခ်သည် ညဖြစ်ပြီး၊ 'ဝါကဗ်ဖြစ်သောအခါ' ဟူသည် နေဝင်ချိန်ကို ရည်ညွှန်းသည်။\" ဟု ပြောခဲ့သည်။ အလ်-ဘူခါရီက သူ့ထံမှ ဤအရာကို ဖော်ပြခဲ့သည်။ အိဗ်နု အဘီ နာဂျစ်ကလည်း သူ့ထံမှ <span class=\"gray\">(မူဂျာဟစ်)</span> အလားတူ ဖော်ပြချက်ကို တင်ပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်၊ မိုဟမ္မဒ် ဘင် ကာအ်ဗ် အလ်-ကူရာဇီ၊ အဒ်-ဒဟာက်၊ ခူဆိုင်ဖ်၊ အလ်-ဟာစန် နှင့် ကွာတာဒါဟ် တို့ကလည်း အလားတူ ပြောခဲ့ကြသည်။ သူတို့က \"အမှန်စင်စစ်၊ ၎င်းသည် ညအချိန်တွင် သူ၏မှောင်မိုက်မှုနှင့်အတူ တိုးတက်လာသည့်အခါ ဖြစ်သည်။\" ဟု ပြောခဲ့သည်။ အဇ်-ဇူဟ်ရီက ပြောခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှောင်ထုဖုံးလွှမ်းသောအခါ ဃာစစ်ခ်၏ ဆိုးကျိုးမှ။)</span></p><p lang=\"my\" class=\"my \">\"၎င်းသည် နေဝင်သောအခါ ဖြစ်သည်။\" အဘူ အလ်-မုဟာဇ်ဇမ်က အဘူ ဟူရိုင်ရာဟ် ပြောသည်ကို ဖော်ပြခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ</p><p lang=\"my\" class=\"my \">\"၎င်းသည် ကြယ်ကိုဆိုလိုသည်။\" အိဗ်နု ဇိုင်ဒ်က ပြောခဲ့သည်၊ \"အာရပ်တို့သည် 'အလ်-ဃာစစ်ခ်သည် ပလေးအဒီးစ်ဟု သိကြသော ကောင်းကင်ဘုံရှိ ကြယ်တာရာ၏ နိမ့်ကျမှု <span class=\"gray\">(အနေအထား)</span> ဖြစ်သည်' ဟု ပြောလေ့ရှိသည်။ ၎င်းနိမ့်ကျလာသည့်အခါတိုင်း ဖျားနာသူများနှင့် ပလိပ်ရောဂါ ခံစားရသူအရေအတွက် တိုးလာပြီး၊ ၎င်းမြင့်တက်လာသည့်အခါတိုင်း ၎င်းတို့အရေအတွက် လျော့နည်းသွားလေ့ရှိသည်။'\"</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျာရီရ်က \"အခြားသူများက ၎င်းသည် လဖြစ်သည်ဟု ပြောကြသည်။\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤအယူအဆကို ထောက်ခံသူများ <span class=\"gray\">(၎င်းသည် လကိုဆိုလိုသည်)</span> အတွက် ထောက်ခံချက်မှာ အီမာမ် အာမဒ်က အလ်-ဟာရစ်သ် ဘင် အဘီ စလာမာဟ် ထံမှ မှတ်တမ်းတင်ခဲ့သည့် ဖော်ပြချက်တစ်ခုဖြစ်သည်။ သူက အာအိရှာဟ် ပြောသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ကျွန်ုပ်၏လက်ကို ဆွဲယူပြီး လထွက်လာသောအခါ ကျွန်ုပ်အား ပြသခဲ့သည်၊ ထို့နောက် သူက ပြောခဲ့သည်၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعَوَّذِي بِاللهِ مِنْ شَرِّ هَذَا الْغَاسِقِ إِذَا وَقَبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤဃာစစ်ခ် မှောင်လာသောအခါ ၎င်း၏ဆိုးကျိုးမှ အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံပါ။)</span>\" </p><p lang=\"gd\" class=\"gd \">At-Tirmidhi and An-Nasa'i both recorded this Hadith in their Books of Tafsir in their Sunans. </p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အထုံးများပေါ်သို့ မှုတ်ထုတ်သူများ၏ ဆိုးကျိုးမှ။)</span></p><p lang=\"my\" class=\"my \">မူဂျာဟစ်၊ အိက်ရီမာဟ်၊ အလ်-ဟာစန်၊ ကွာတာဒါဟ် နှင့် အဒ်-ဒဟာက် တို့အားလုံးက \"၎င်းသည် စုန်းမများကို ဆိုလိုသည်။\" ဟု ပြောခဲ့သည်။ မူဂျာဟစ်က \"သူတို့သည် သူတို့၏ စုန်းပညာများကို ပြုလုပ်ပြီး အထုံးများထဲသို့ မှုတ်ထုတ်သောအခါ။\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">အခြား ဟဒီးစ်တစ်ခုတွင် ဂျိဘ်ရီလ်သည် တမန်တော်မြတ် ﷺ ထံသို့ လာပြီး \"အို မိုဟမ္မဒ်၊ သင်ဖျားနာနေပါသလား?\" ဟု ပြောခဲ့သည်ဟု ဖော်ပြထားသည်။ တမန်တော်မြတ် ﷺ က ပြန်ဖြေခဲ့သည်–</p><p class=\"ps qpc-hafs\" lang=\"ps\">نَعَمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ကဲ့။)</span> ထို့ကြောင့် ဂျိဘ်ရီလ်က \"အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ သင့်အား ထိခိုက်စေသော ရောဂါတိုင်းမှ၊ မနာလိုသူတိုင်း၏ ဆိုးကျိုးနှင့် မကောင်းသော မျက်လုံးမှ၊ သင့်အပေါ် ဆွလာတ် <span class=\"gray\">(ရူကွာဟ်)</span> ကို ရွတ်ဖတ်ပါသည်။ အလ္လာဟ်အရှင်မြတ်က သင့်အား ကုသပေးတော်မူပါစေ။\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> အား စုန်းပယောဂပြုခြင်းအကြောင်း ဆွေးနွေးခြင်း</p><p lang=\"my\" class=\"my \">သူ၏ ဆဟီးဟ်ကျမ်းရှိ ဆေးပညာကျမ်းတွင် အလ်-ဘူခါရီက အာအိရှာဟ် ပြောသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် သူ၏ဇနီးများနှင့် ဆက်ဆံခဲ့သည်ဟု သူထင်မှတ်သည်အထိ စုန်းပယောဂပြုခံခဲ့ရသော်လည်း သူသည် ၎င်းတို့နှင့် ဆက်ဆံခြင်းမရှိခဲ့ပါ။\" ဆူဖယန်က \"ဤအဆင့်သို့ ရောက်ရှိသောအခါ ၎င်းသည် စုန်းပယောဂ၏ အဆိုးဆုံးပုံစံဖြစ်သည်။\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عَائِشَةُ، أَعَلِمْتِ أَنَّ اللهَ قَدْ أَفْتَانِي فِيمَا اسْتَفْتَيْتُهُ فِيهِ؟ أَتَانِي رَجُلَانِ فَقَعَدَ أَحَدُهُمَا عِنْدَ رَأْسِي وَالْآخَرُ عِنْدَ رِجْلَيَّ، فَقَال الَّذِي عِنْدَ رَأْسِي لِلْآخَرِ: مَا بَالُ الرَّجُلِ؟ قَالَ: مَطْبُوبٌ، قَالَ: وَمَنْ طَبَّهُ، قَالَ: لَبِيدُ بْنُ أَعْصَمَ: رَجُلٌ مِنْ بَنِي زُرَيْقٍ حَلِيفٌ لِيَهُودَ، كَانَ مُنَافِقًا، قَالَ: وَفِيمَ؟ قَالَ: فِي مُشْطٍ وَمُشَاطَةٍ، قَالَ: وَأَيْنَ؟ قَالَ: فِي جُفِّ طَلْعَةٍ ذَكَرٍ، تَحْتَ رَاعُوفَةٍ فِي بِئْرِ ذَرْوَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အာအိရှာဟ်! ကျွန်ုပ်သူ့ကို မေးခဲ့သည့်အရာနှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား အဖြေပေးခဲ့သည်ကို သင်သိပါသလား? လူနှစ်ဦး ကျွန်ုပ်ထံ လာခဲ့ပြီး သူတို့ထဲမှ တစ်ဦးက ကျွန်ုပ်၏ ခေါင်းရင်းတွင် ထိုင်ခဲ့ပြီး အခြားတစ်ဦးက ကျွန်ုပ်၏ ခြေရင်းတွင် ထိုင်ခဲ့သည်။ ကျွန်ုပ်၏ ခေါင်းရင်းတွင် ထိုင်နေသူက အခြားတစ်ဦးကို 'ဒီလူ ဘာဖြစ်နေတာလဲ?' ဟု ပြောခဲ့သည်။ အခြားတစ်ဦးက 'သူစုန်းပယောဂပြုခံထားရသည်။' ဟု ပြန်ဖြေခဲ့သည်။ ပထမတစ်ဦးက 'ဘယ်သူက သူ့ကို စုန်းပယောဂပြုခဲ့တာလဲ?' ဟု ပြောခဲ့သည်။ အခြားတစ်ဦးက 'လဘစ် ဘင် အာအ်စမ်။ သူသည် ဘနူ ဇူရိုင်က် မျိုးနွယ်မှ ဂျူးလူမျိုးတို့၏ မဟာမိတ်ဖြစ်သော လူတစ်ဦးဖြစ်ပြီး မူနာဖစ်(ဂ်) တစ်ဦးဖြစ်သည်။' ဟု ပြန်ဖြေခဲ့သည်။ ပထမတစ်ဦးက 'ဘာနှင့် <span class=\"gray\">(သူ့ကို စုန်းပယောဂပြုခဲ့တာလဲ)</span>?' ဟု မေးခဲ့သည်။ အခြားတစ်ဦးက 'ဖြီးသည့် ဘီးနှင့် ဘီးမှ ဆံပင်များဖြင့်။' ဟု ပြန်ဖြေခဲ့သည်။ ပထမတစ်ဦးက 'ဘယ်မှာ <span class=\"gray\">(ဘီးက)</span>?' ဟု မေးခဲ့သည်။ အခြားတစ်ဦးက 'ဓာရ်ဝမ်ဟုခေါ်သော ရေတွင်းတစ်ခုတွင် ကျောက်တုံးအောက်ရှိ အဖိုစွန်ပလွန်၏ အခြောက်ခံထားသော အခေါက်ထဲတွင်။' ဟု ပြန်ဖြေခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">အာအိရှာဟ်က ပြောခဲ့သည်၊ \"ထို့ကြောင့် သူက ၎င်းကို <span class=\"gray\">(ဆံပင်နှင့် ဘီးကို)</span> ဖယ်ရှားရန် ရေတွင်းသို့ သွားခဲ့သည်။ ထို့နောက် သူက ပြောခဲ့သည်၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذِهِ الْبِئْرُ الَّتِي أُرِيتُهَا، وَكَأَنَّ مَاءَهَا نُقَاعَةُ الحِنَّاءِ، وَكَأَنَّ نَخْلَهَا رُؤُوسُ الشَّيَاطِين</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ကျွန်ုပ်မြင်ခဲ့သော ရေတွင်းဖြစ်သည်။ ၎င်း၏ရေသည် ဟင်နားဆိုးထားသကဲ့သို့ ဖြစ်နေပြီး ၎င်း၏ စွန်ပလွန်ပင်များသည် ရှိုင်တွာန်များ၏ ခေါင်းများကဲ့သို့ ဖြစ်နေသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် သူက ၎င်းကို <span class=\"gray\">(ရေတွင်းထဲမှ)</span> ဖယ်ရှားခဲ့သည်။ ထို့နောက် ကျွန်ုပ် <span class=\"gray\">(အာအိရှာဟ်)</span> က 'သင်သည် ဤအရာကို လူသိရှင်ကြား မပြုလုပ်တော့ဘူးလား?' ဟု ပြောခဲ့သည်။ သူက ပြန်ဖြေခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا اللهُ فَقَدْ شَفَانِي، وَأَكْرَهُ أَنْ أُثِيرَ عَلَى أَحَدٍ مِنَ النَّاسِ شَرًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား ကုသပေးခဲ့ပြီး ကျွန်ုပ်သည် မည်သည့်လူတစ်ဦးတစ်ယောက်ထံသို့မျှ မကောင်းမှုသတင်းကို ဖြန့်ဝေရန် မနှစ်သက်ပါ။)</span>\"</p>"
  }
]