[
  {
    "ayah_key": "39:1",
    "group_ayah_key": "39:1",
    "from_ayah": "39:1",
    "to_ayah": "39:4",
    "ayah_keys": "39:1,39:2,39:3,39:4",
    "text": "<p lang=\"my\" class=\"my \">ဆူရဟ် အဇ်-ဇုမရ်၏ ကောင်းမြတ်မှုများ</p><p lang=\"my\" class=\"my \">အန်-နာစာအီက မှတ်တမ်းတင်ထားသည်မှာ အာအီရှား (အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူပါစေသော်) က ပြောကြားသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကျွန်ုပ်တို့က 'သူသည် ဥပုသ်မဖြတ်လိုတော့ဘူး' ဟု ပြောသည်အထိ ဥပုသ်စောင့်လေ့ရှိပြီး ကျွန်ုပ်တို့က 'သူသည် ဥပုသ်မစောင့်လိုတော့ဘူး' ဟု ပြောသည်အထိ ဥပုသ်မစောင့်ဘဲ နေလေ့ရှိပါသည်။ ၎င်း ﷺ သည် ဗနီအစ္စရာအီလ် <span class=\"gray\">[အလ်-အစ္စရာအ်]</span> နှင့် အဇ်-ဇုမရ်တို့ကို ညတိုင်း ရွတ်ဖတ်လေ့ရှိသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏နာမတော်ဖြင့် အနန္တကရုဏာတော်ရှင်၊ အနန္တမဟာကရုဏာတော်ရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ - إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ - أَلَا لِلَّهِ الدِّينُ الْخَالِصُ ۚ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ - لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَاءُ ۚ سُبْحَانَهُ ۖ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ဤကျမ်း၏ ဗျာဒိတ်တော်သည် အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင်ထံမှ ဖြစ်၏။)</span><span class=\"gray\">(၂။ အမှန်စင်စစ် ငါတို့သည် သင့်ထံသို့ ကျမ်းတော်ကို အမှန်တရားဖြင့် ချပေးတော်မူခဲ့ပြီ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့။ ကိုယ်တော်အတွက်သာ ဘာသာရေးလုပ်ငန်းများကို စေတနာထား၍ လုပ်ဆောင်ကြလော့။)</span><span class=\"gray\">(၃။ အမှန်စင်စစ် ဘာသာတရားသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်၏။ ၎င်းကိုယ်တော်မှတစ်ပါး အခြားသော အုပ်ထိန်းသူများကို ယူကြသောသူတို့ <span class=\"gray\">(က ပြောကြသည်)</span>: \"အလ္လာဟ်အရှင်မြတ်ထံသို့ ကျွန်ုပ်တို့ကို ပိုမိုနီးကပ်စေရန်အတွက်သာ ၎င်းတို့ကို ကျွန်ုပ်တို့ ကိုးကွယ်ကြသည်\" ဟု။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ကွဲလွဲနေကြသော ကိစ္စများနှင့်ပတ်သက်၍ ၎င်းတို့အကြား စီရင်ဆုံးဖြတ်တော်မူမည်။ ဧကန်မုချ အလ္လာဟ်အရှင်မြတ်သည် မုသားပြောသူနှင့် မယုံကြည်သူကို လမ်းမှန်သို့ မပို့ဆောင်။)</span><span class=\"gray\">(၄။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် သားတော်တစ်ပါးကို ယူလိုခဲ့လျှင် ၎င်းကိုယ်တော် ဖန်ဆင်းထားသူများထဲမှ ၎င်းကိုယ်တော် အလိုရှိရာကို ရွေးချယ်နိုင်ခဲ့မည်။ သို့သော် ၎င်းကိုယ်တော်၏ ဘုန်းတော်ကြီးပါစေ! ၎င်းကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၊ တစ်ဆူတည်းသော၊ အစွမ်းကုန် လွှမ်းမိုးတော်မူသောအရှင် ဖြစ်၏။)</span></p><p lang=\"my\" class=\"my \">တောင်ဟီဒ်အတွက် အမိန့်နှင့် ရှစ်ရ်က်ကို ငြင်းပယ်ခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဤကျမ်းတော်၊ ဆိုလိုသည်မှာ ခမ်းနားသော ကုရ်အာန်သည် ၎င်းကိုယ်တော်ထံမှ ဗျာဒိတ်တော်ဖြစ်ပြီး အဘယ်မျှသော သံသယမှ မရှိသည့် အမှန်တရားဖြစ်ကြောင်း ကျွန်ုပ်တို့အား ပြောကြားထားသည်။ ဤသည်မှာ အာယသ်တော်များကဲ့သို့ပင် ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ - نَزَلَ بِهِ الرُّوحُ الْأَمِينُ - عَلَىٰ قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ - بِلِسَانٍ عَرَبِيٍّ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသည်မှာ သတ္တဝါလောက၏ အရှင်ထံမှ ဗျာဒိတ်တော်ဖြစ်၏။ ယုံကြည်စိတ်ချရသော ရူဟ် <span class=\"gray\">(ဂျိဘ်ရီလ်)</span> က သင့်စိတ်နှလုံးသားသို့ ချပေးခဲ့ပြီး သင်သည် သတိပေးသူများထဲမှ <span class=\"gray\">(တစ်ဦး)</span> ဖြစ်စေရန်အတွက် ရှင်းလင်းသော အာရဗီဘာသာစကားဖြင့် ဖြစ်၏။)</span><span class=\"gray\">(၂၆:၁၉၂-၁၉၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَكِتَابٌ عَزِيزٌ - لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းသည် ခမ်းနားသော ကျမ်းတော်တစ်အုပ်ဖြစ်၏။ မမှန်မကန်မှုသည် ၎င်းရှေ့မှလည်းကောင်း၊ ၎င်းနောက်မှလည်းကောင်း ၎င်းထံသို့ မရောက်နိုင်ပေ။ <span class=\"gray\">(၎င်းသည်)</span> အနန္တပညာရှင်၊ ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်သူထံမှ ချပေးတော်မူခြင်းဖြစ်၏။)</span><span class=\"gray\">(၄၁:၄၁-၄၂)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကျမ်း၏ ဗျာဒိတ်တော်သည် အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်ထံမှ ဖြစ်၏။)</span> ဆိုလိုသည်မှာ အနန္တတန်ခိုးရှင်၊ အစွမ်းကုန် လွှမ်းမိုးတော်မူသောအရှင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနန္တပညာရှင်။)</span> ဆိုလိုသည်မှာ ၎င်းကိုယ်တော် မိန့်ကြားတော်မူသည့်၊ ပြုလုပ်တော်မူသည့်၊ ဥပဒေပြုတော်မူသည့်နှင့် အမိန့်ချမှတ်တော်မူသည့် အရာအားလုံးတွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنْزَلْنَا إِلَيْكَ الْKِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် သင့်ထံသို့ ကျမ်းတော်ကို အမှန်တရားဖြင့် ချပေးတော်မူခဲ့ပြီ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့။ ကိုယ်တော်အတွက်သာ ဘာသာရေးလုပ်ငန်းများကို စေတနာထား၍ လုပ်ဆောင်ကြလော့။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ မည်သည့်အဖော်အဖက်မှမပါဘဲ ကိုးကွယ်ကြလော့။ ထိုသို့ပြုရန် လူသားတို့ကို ဖိတ်ခေါ်ကြလော့။ ၎င်းကိုယ်တော်တစ်ပါးတည်းမှတစ်ပါး အခြားမည်သူတစ်ဦးတစ်ယောက် သို့မဟုတ် မည်သည့်အရာကိုမျှ ကိုးကွယ်ခြင်းသည် မသင့်တော်ကြောင်းနှင့် ၎င်းကိုယ်တော်တွင် မည်သည့်အဖော်အဖက်၊ တူညီသူ သို့မဟုတ် ပြိုင်ဘက်မျှ မရှိကြောင်း ၎င်းတို့အား သွန်သင်ကြလော့။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا لِلَّهِ الدِّينُ الْخَالِصُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဘာသာတရားသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်၏။)</span> ဆိုလိုသည်မှာ မည်သည့်အလုပ်ကိုမျှ ၎င်းကိုယ်တော်တစ်ပါးတည်းအတွက်သာ သန့်စင်စွာနှင့် ရိုးသားစွာ မလုပ်ဆောင်ပါက၊ မည်သည့်အဖော်အဖက်မျှမပါဘဲ၊ ၎င်းကိုယ်တော်က လက်ခံတော်မူမည်မဟုတ်ပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ရုပ်တုကိုးကွယ်သူများ ပြောသည်ကို ကျွန်ုပ်တို့အား ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံသို့ ကျွန်ုပ်တို့ကို ပိုမိုနီးကပ်စေရန်အတွက်သာ ၎င်းတို့ကို ကျွန်ုပ်တို့ ကိုးကွယ်ကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့ကို ကိုးကွယ်ရန် ၎င်းတို့အား တွန်းအားပေးသည့်အရာမှာ ၎င်းတို့သည် ၎င်းတို့၏ ရုပ်တုများကို ကောင်းကင်တမန်များ၏ ပုံသဏ္ဌာန်အတိုင်း ပြုလုပ်ထားခြင်းဖြစ်သည် – သို့မဟုတ် ၎င်းတို့က ထိုသို့ပြောဆိုကြသည် – ထိုပုံသဏ္ဌာန်များကို ကိုးကွယ်သည့်အခါ ၎င်းသည် ကောင်းကင်တမန်များကို ကိုးကွယ်ခြင်းနှင့်တူသည်ဟု ၎င်းတို့က ယုံကြည်ကြသည်။ သို့မှသာ အလ္လာဟ်အရှင်မြတ်ထံ ၎င်းတို့အတွက် ကြားဝင်ဆောင်ရွက်ပေးပြီး ၎င်းတို့အား အကူအညီနှင့် စားနပ်ရိက္ခာများအပြင် အခြားသော လောကီလိုအပ်ချက်များကို ပေးလိမ့်မည်ဟု ယူဆကြသည်။ ပြန်လည်ထမြောက်ခြင်းနှင့်ပတ်သက်၍ ၎င်းတို့သည် ၎င်းကို ငြင်းပယ်ခဲ့ပြီး မယုံကြည်ခဲ့ကြပေ။ ကသာဒါး၊ အစ်-ဆွဒ်ဒီ နှင့် မာလိခ်တို့က ဇိုင်ဒ် ဘင် အစ်လမ် နှင့် အိဗ်နု ဇိုင်ဒ်တို့မှ ဆင့်ပြန်၍ ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ်တို့ကို ပိုမိုနီးကပ်စေရန်အတွက်သာ။)</span> ဆိုလိုသည်မှာ \"၎င်းတို့သည် ကျွန်ုပ်တို့အတွက် ကြားဝင်ဆောင်ရွက်ပေးပြီး ၎င်းကိုယ်တော်ထံ ကျွန်ုပ်တို့ကို ပိုမိုနီးကပ်စေရန်\" ဖြစ်သည်။ ဂျာဟီလိယျာခေတ်တွင် ၎င်းတို့သည် ဟဂျ်ပြုလုပ်သည့်အခါ ၎င်းတို့၏ တလ်ဘီယာအတွက် အောက်ပါအတိုင်း ရွတ်ဖတ်လေ့ရှိသည်- \"အသင့်၏ အမှုတော်ထမ်းများ၊ အသင့်တွင် မည်သည့်အဖော်အဖက်မျှမရှိ၊ အသင့်တွင်ရှိသော အဖော်အဖက်မှအပ၊ ၎င်းနှင့် ၎င်းပိုင်ဆိုင်သမျှအားလုံးသည် အသင့်အတွက်သာဖြစ်သည်။\" ခေတ်အဆက်ဆက် ရုပ်တုကိုးကွယ်သူများ (ရှေးခေတ်နှင့် ခေတ်သစ်) က သက်သေအဖြစ် အသုံးပြုခဲ့သော ဤဆင်ခြင်တုံတရားမရှိသော ငြင်းခုံမှုသည် အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးမင်္ဂလာများနှင့် ငြိမ်းချမ်းရေး ၎င်းတို့အားလုံးအပေါ်၌ ရှိပါစေသော် – တမန်တော်များက ငြင်းပယ်ရန်နှင့် တားမြစ်ရန်၊ လူသားတို့ကို အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ မည်သည့်အဖော်အဖက်မျှမပါဘဲ ကိုးကွယ်ရန် ဖိတ်ခေါ်ရန်အတွက် ရောက်ရှိလာခြင်းဖြစ်သည်။ ဤသည်မှာ ရုပ်တုကိုးကွယ်သူများ ကိုယ်တိုင် တီထွင်ခဲ့ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ခွင့်ပြုခဲ့ခြင်းမရှိသလို၊ ၎င်းကိုယ်တော်က ခွင့်ပြုတော်မမူပါ။ အမှန်စင်စစ် ၎င်းကိုယ်တော်က ၎င်းကို မုန်းတီးပြီး တားမြစ်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် လူမျိုးတိုင်းတွင် ရစူလ်တမန်တော်တစ်ပါးကို စေလွှတ်ခဲ့သည် <span class=\"gray\">(ကြေညာလျက်)</span>: \"အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလော့၊ တာဂွတ်ကို ရှောင်ကြဉ်ကြလော့။\")</span><span class=\"gray\">(၁၆:၃၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ရှေ့တွင် မည်သည့် ရစူလ်တမန်တော်ကိုမျှ မစေလွှတ်ခဲ့ပါ၊ သို့သော် ငါတို့က ၎င်းထံသို့ ဗျာဒိတ်ပေးခဲ့သည် <span class=\"gray\">(မိန့်ကြားလျက်)</span>: \"ငါ <span class=\"gray\">(အလ္လာဟ်)</span> မှအပ အခြားမည်သူမျှ ကိုးကွယ်ခံပိုင်ခွင့်မရှိ၊ ထို့ကြောင့် ငါ့ကို ကိုးကွယ်ကြလော့။\")</span><span class=\"gray\">(၂၁:၂၅)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကောင်းကင်ဘုံရှိ ကောင်းကင်တမန်များ၊ ၎င်းကိုယ်တော်နှင့် နီးစပ်သူများနှင့် အခြားသူများအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံ နိမ့်ကျစွာ လက်နက်ချသည့် ကျွန်များဖြစ်ကြောင်း ကျွန်ုပ်တို့အား ပြောကြားသည်။ ၎င်းတို့သည် ၎င်းကိုယ်တော်နှစ်သက်သောသူအတွက် ၎င်းကိုယ်တော်၏ခွင့်ပြုချက်မပါဘဲ ကြားဝင်ဆောင်ရွက်ပေးခြင်းမရှိပေ။ ၎င်းတို့သည် ၎င်းတို့ <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူများ၏)</span> ဘုရင်များ၏ မင်းသားများနှင့် ဝန်ကြီးများကဲ့သို့ မဟုတ်ပေ။ ထိုမင်းသားများနှင့် ဝန်ကြီးများသည် ဘုရင်များ နှစ်သက်သူများရော၊ မုန်းတီးသူများအတွက်ပါ ၎င်းတို့၏ခွင့်ပြုချက်မပါဘဲ ကြားဝင်ဆောင်ရွက်ပေးတတ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အတွက် ပုံဥပမာများ မတင်ပြကြနှင့်။)</span><span class=\"gray\">(၁၆:၇၄)</span>။ အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာများထက် အလွန်တရာ မြင့်မြတ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အကြား စီရင်ဆုံးဖြတ်တော်မူမည်)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ကွဲလွဲနေကြသော ကိစ္စများနှင့်ပတ်သက်၍။)</span> ဆိုလိုသည်မှာ ၎င်းကိုယ်တော်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းကိုယ်တော်၏ ဖန်ဆင်းထားသမျှတို့အကြား စီရင်ဆုံးဖြတ်တော်မူမည်ဖြစ်ပြီး လူတိုင်းကို ၎င်းတို့၏ လုပ်ရပ်များအတိုင်း ဆုလာဘ်ပေးခြင်း သို့မဟုတ် အပြစ်ပေးခြင်း ပြုလုပ်တော်မူမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَٰؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ - قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ ۖ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ ۖ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကိုယ်တော်သည် ၎င်းတို့အားလုံးကို စုစည်းတော်မူမည့်နေ့ <span class=\"gray\">(ကို သတိရကြလော့)</span>။ ထို့နောက် ၎င်းကိုယ်တော်က ကောင်းကင်တမန်များအား \"ဤသူတို့သည် သင့်တို့ကို ကိုးကွယ်ခဲ့ကြသည်လား\" ဟု မိန့်တော်မူမည်။ ၎င်းတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> က \"အသင့်၏ ဘုန်းတော်ကြီးပါစေ! အသင့်သည် ၎င်းတို့အစား ကျွန်ုပ်တို့၏ ဝလီ <span class=\"gray\">(အရှင်သခင်)</span> ဖြစ်၏။ မဟုတ်ပါ၊ သို့သော် ၎င်းတို့သည် ဂျင်မ်များကို ကိုးကွယ်ခဲ့ကြသည်။ ၎င်းတို့အများစုသည် ၎င်းတို့အား ယုံကြည်သူများ ဖြစ်ကြသည်။\" ဟု ပြောကြမည်။)</span><span class=\"gray\">(၃၄:၄၀-၄၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မုချ အလ္လာဟ်အရှင်မြတ်သည် မုသားပြောသူနှင့် မယုံကြည်သူကို လမ်းမှန်သို့ မပို့ဆောင်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့်ပတ်သက်၍ တမင်တကာ မုသားပြောဆိုသူနှင့် အလ္လာဟ်အရှင်မြတ်၏ လက္ခဏာရပ်များနှင့် သက်သေအထောက်အထားများကို ၎င်း၏ စိတ်နှလုံးက ငြင်းပယ်သူကို ၎င်းကိုယ်တော်က မှန်ကန်သော လမ်းညွှန်မှုကို ပြသတော်မူမည်မဟုတ်ပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းကိုယ်တော်တွင် မည်သည့်သားသမီးမျှမရှိကြောင်း၊ အသိဉာဏ်မဲ့သော ရုပ်တုကိုးကွယ်သူများက ကောင်းကင်တမန်များကို သားသမီးဟု ပြောဆိုကြသကဲ့သို့၊ ခေါင်းမာသော ဂျူးနှင့် ခရစ်ယာန်များက 'ဥဇိုင်ရ်' နှင့် 'အီဆာ' ကို ပြောဆိုကြသကဲ့သို့ မဟုတ်ကြောင်း ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်၊ ၎င်းကိုယ်တော် ကောင်းချီးမင်္ဂလာများနှင့် မြင့်မြတ်တော်မူပါစေသော်၊ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَاءُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် သားတော် <span class=\"gray\">(သို့မဟုတ် သားသမီး)</span> ကို ယူလိုခဲ့လျှင် ၎င်းကိုယ်တော် ဖန်ဆင်းထားသူများထဲမှ ၎င်းကိုယ်တော် အလိုရှိရာကို ရွေးချယ်နိုင်ခဲ့မည်။)</span> ဆိုလိုသည်မှာ အဆိုပါကိစ္စသည် ၎င်းတို့ ပြောဆိုကြသည့်အတိုင်း ဖြစ်မည်မဟုတ်ပေ။ ဤသည်မှာ ဖြစ်ခဲ့ကြောင်း သို့မဟုတ် ခွင့်ပြုထားကြောင်း မဆိုလိုသည့် စည်းကမ်းချက်ပါ ဝါကျဖြစ်သည်။ အမှန်စင်စစ် ၎င်းသည် မဖြစ်နိုင်ပေ။ ရည်ရွယ်ချက်မှာ ၎င်းတို့၏ ပြောဆိုမှုများ၏ မသိနားမလည်မှုကို ထောက်ပြရန်သာဖြစ်သည်။ ၎င်းသည် အာယသ်တော်များကဲ့သို့ပင် ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا لَاتَّخَذْنَاهُ مِنْ لَدُنَّا إِنْ كُنَّا فَاعِلِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့သည် အပန်းဖြေစရာတစ်ခုကို ယူလိုခဲ့လျှင် ငါတို့သည် ငါတို့ထံမှ ၎င်းကို ယူနိုင်ခဲ့မည်ဖြစ်၏၊ အကယ်၍ ငါတို့သည် <span class=\"gray\">(ထိုသို့)</span> ပြုလုပ်မည်ဆိုလျှင်။)</span><span class=\"gray\">(၂၁:၁၇)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنْ كَانَ لِلرَّحْمَٰنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောလော့- \"အကယ်၍ အနန္တကရုဏာတော်ရှင်တွင် သားတော်တစ်ပါးရှိခဲ့လျှင် ကျွန်ုပ်သည် ကိုးကွယ်သူများထဲမှ ပထမဆုံးသောသူ ဖြစ်၏။\")</span><span class=\"gray\">(၄၃:၈၁)</span> ဤအာယသ်တော်များအားလုံးသည် စည်းကမ်းချက်ပါ ဝါကျများဖြစ်ပြီး၊ ပြောဆိုသူ၏ ရည်ရွယ်ချက်ကို အထောက်အကူပြုပါက မဖြစ်နိုင်သည့်အရာကို ရည်ညွှန်း၍ စည်းကမ်းချက်ပါ ဝါကျကို ဖွဲ့စည်းခြင်းသည် ခွင့်ပြုပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَهُ ۖ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းကိုယ်တော်၏ ဘုန်းတော်ကြီးပါစေ! ၎င်းကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၊ တစ်ဆူတည်းသော၊ အစွမ်းကုန် လွှမ်းမိုးတော်မူသောအရှင် ဖြစ်၏။)</span> ဆိုလိုသည်မှာ ၎င်းကိုယ်တော်တွင် မည်သည့်သားသမီးမျှရှိနိုင်သည်ဟူသော အယူအဆထက် ၎င်းကိုယ်တော်သည် မြင့်မြတ်ပြီး သန့်စင်တော်မူ၏။ အဘယ်ကြောင့်ဆိုသော် ၎င်းကိုယ်တော်သည် တစ်ဆူတည်းသော၊ တစ်ပါးတည်းသော၊ ထူးခြားသော၊ အရာအားလုံးကို ကျွန်ပြုပြီး လိုအပ်နေသည့် ကိုယ့်အားကိုယ်ကိုးနိုင်သောအရှင် ဖြစ်သည်။ ၎င်းကိုယ်တော်သည် အခြားအရာအားလုံးမှ လွတ်လပ်သူဖြစ်ပြီး အရာအားလုံးကို လက်အောက်ခံစေပြီး ၎င်းတို့သည် ၎င်းကိုယ်တော်ထံ နိမ့်ကျစွာ လက်နက်ချကြသည်။ မတရားပြုသူများနှင့် ငြင်းပယ်သူများ ပြောဆိုကြသည့်အရာများထက် ၎င်းကိုယ်တော်သည် ကောင်းချီးမင်္ဂလာများနှင့် မြင့်မြတ်တော်မူ၏။</p>"
  },
  {
    "ayah_key": "39:10",
    "group_ayah_key": "39:10",
    "from_ayah": "39:10",
    "to_ayah": "39:12",
    "ayah_keys": "39:10,39:11,39:12",
    "text": "<p lang=\"my\" class=\"my \">ပြောလော့- \"အို ငါ၏ယုံကြည်သူ အစေခံများ၊ သင်တို့၏အရှင်သခင်ကို တက်ကဝါပြုကြလော့။ ဤလောကတွင် ကောင်းမှုပြုသူများအတွက် ကောင်းကျိုးများရှိ၏။ အလ္လာဟ်အရှင်မြတ်၏ ကမ္ဘာမြေသည် ကျယ်ဝန်းလှ၏။ ခံနိုင်ရည်ရှိသူများသာ ၎င်းတို့၏ ဆုလာဘ်ကို အပြည့်အဝ၊ အတိုင်းအဆမရှိ ရရှိမည်။ <span>(၁၀)</span>ပြောလော့- \"အမှန်စင်စစ် ကျွန်ုပ်အား အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ရန် အမိန့်ပေးထားပြီး၊ ကိုယ်တော်အတွက်သာ ဘာသာတရားကို ရိုးသားစွာ ပြုလုပ်ရန်ဖြစ်သည်။ <span>(၁၁)</span>\"ကျွန်ုပ်အား <span class=\"gray\">(ဤသို့)</span> အမိန့်ပေးထားသည်မှာ ကျွန်ုပ်သည် မွတ်စလင်မ်တို့တွင် ပထမဆုံး ဖြစ်ရန်အတွက်ဖြစ်သည်။ <span>(၁၂)</span></p><p lang=\"my\" class=\"my \">တက်ကဝါ၊ ရွှေ့ပြောင်းခြင်းနှင့် ၎င်းကိုယ်တော်တစ်ပါးတည်းကိုသာ စေတနာအပြည့်ဖြင့် ကိုးကွယ်ရန် အမိန့်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ၎င်းကိုယ်တော်၏ ယုံကြည်သူ အစေခံများအား ၎င်းတို့၏ နာခံမှုတွင် တည်ကြည်စွာ ရပ်တည်ရန်နှင့် ၎င်းကိုယ်တော်ကို တက်ကဝါပြုရန် အမိန့်ပေးတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا فِي هَٰذِهِ الدُّنْيَا حَسَنَةٌ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောလော့- \"အို ငါ၏ယုံကြည်သူ အစေခံများ၊ သင်တို့၏အရှင်သခင်ကို တက်ကဝါပြုကြလော့။ ဤလောကတွင် ကောင်းမှုပြုသူများအတွက် ကောင်းကျိုးများရှိ၏...\")</span> ဆိုလိုသည်မှာ ဤလောကတွင် ကောင်းမှုပြုသူသည် ဤလောကနှင့် နောင်လောကတွင် ကောင်းကျိုး <span class=\"gray\">(ဆုလာဘ်)</span> ကို ရရှိမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرْضُ اللَّهِ وَاسِعَةٌ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကမ္ဘာမြေသည် ကျယ်ဝန်းလှ၏။)</span> မူဂျာဟစ်ဒ်က ပြောကြားသည်မှာ \"ထို့ကြောင့် ၎င်းကိုဖြတ်၍ ရွှေ့ပြောင်းကြလော့၊ ကြိုးစားကြလော့၊ ရုပ်တုများကို ရှောင်ကြဉ်ကြလော့။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခံနိုင်ရည်ရှိသူများသာ ၎င်းတို့၏ ဆုလာဘ်ကို အပြည့်အဝ၊ အတိုင်းအဆမရှိ ရရှိမည်။)</span> အလ်-အူဇာအီက ပြောကြားသည်မှာ \"၎င်းတို့၏ ဆုလာဘ်ကို အလေးချိန် သို့မဟုတ် အတိုင်းအတာ မရှိဘဲ၊ ၎င်းတို့အား အလွန်ကြီးမားသော ဆုလာဘ် ပေးသနားမည်။\" အစ်-ဆွဒ်ဒီက ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခံနိုင်ရည်ရှိသူများသာ ၎င်းတို့၏ ဆုလာဘ်ကို အပြည့်အဝ၊ အတိုင်းအဆမရှိ ရရှိမည်။)</span> ဆိုလိုသည်မှာ \"ဂျန္နတ် (ပရဒိသု) တွင်\" ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَهُ الدِّينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောလော့- \"အမှန်စင်စစ် ကျွန်ုပ်အား အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ရန် အမိန့်ပေးထားပြီး၊ ကိုယ်တော်အတွက်သာ ဘာသာတရားကို ရိုးသားစွာ ပြုလုပ်ရန်ဖြစ်သည်။\")</span> ဆိုလိုသည်မှာ 'မည်သည့်အဖော်အဖက်မျှမပါဘဲ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ရိုးသားမှုအပြည့်ဖြင့် ကိုးကွယ်ရန် ကျွန်ုပ်အား အမိန့်ပေးထားသည်' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား <span class=\"gray\">(ဤသို့)</span> အမိန့်ပေးထားသည်မှာ ကျွန်ုပ်သည် မွတ်စလင်မ်တို့တွင် ပထမဆုံး ဖြစ်ရန်အတွက်ဖြစ်သည်။)</span></p>"
  }
]