[
  {
    "ayah_key": "3:124",
    "group_ayah_key": "3:124",
    "from_ayah": "3:124",
    "to_ayah": "3:129",
    "ayah_keys": "3:124,3:125,3:126,3:127,3:128,3:129",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(မှတ်ရ)</span> အသင်သည် သက်ဝင်ယုံကြည်သူများအား၊ \"အသင့်အား အသင်တို့၏အရှင်သခင်က ကောင်းကင်မှစေလွှတ်သော ကောင်းကင်တမန်သုံးထောင်ဖြင့် ကူညီသည်ကို အသင်တို့အတွက် မလုံလောက်သေးဘူးလား။ <span>(၁၂၄)</span>\"သို့သော် အကယ်၍ အသင်တို့သည် သည်းခံခြင်းနှင့် တက်ကွာကို စွဲကိုင်ထားပြီး ရန်သူက အသင်တို့ထံသို့ အပြေးအလွှားလာပါက၊ အသင်တို့၏အရှင်သခင်သည် အသင်တို့အား <span class=\"gray\">(ထူးခြားသော)</span> အမှတ်အသားများရှိသော ကောင်းကင်တမန်ငါးထောင်ဖြင့် ကူညီတော်မူမည်။ <span>(၁၂၅)</span>အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့အတွက် သတင်းကောင်းတစ်ခုအဖြစ်နှင့် အသင်တို့၏နှလုံးသားများကို စိတ်ချမှုပေးရန်အတွက်သာ ထိုသို့ပြုလုပ်ခဲ့ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ထံမှလွဲ၍ အောင်ပွဲမရှိပေ၊ အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင် <span>(၁၂၆)</span>အရှင်မြတ်သည် မယုံကြည်သူများထဲမှ အချို့ကို ဖြတ်တောက်ပစ်ရန် သို့မဟုတ် ၎င်းတို့အား အရှက်ရစေရန်အလို့ငှာ၊ သို့မှသာ ၎င်းတို့သည် စိတ်ပျက်အားငယ်စွာဖြင့် ပြန်ဆုတ်သွားကြမည်။ <span>(၁၂၇)</span>ဆုံးဖြတ်ချက်သည် အသင့်အတွက် မဟုတ်ပေ။ အရှင်မြတ်က ၎င်းတို့အား <span class=\"gray\">(ခွင့်လွှတ်ရန်)</span> ကရုဏာဖြင့် လှည့်ကြည့်သည်ဖြစ်စေ သို့မဟုတ် ၎င်းတို့အား အပြစ်ပေးသည်ဖြစ်စေ၊ အမှန်စင်စစ် ၎င်းတို့သည် ပြစ်မှုကျူးလွန်သူများဖြစ်သည်။ <span>(၁၂၈)</span>ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေပေါ်ရှိ အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်သည်။ အရှင်မြတ်သည် အလိုရှိသူကို ခွင့်လွှတ်တော်မူ၍ အလိုရှိသူကို အပြစ်ပေးတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်မဟာကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။ <span>(၁၂၉)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းကင်တမန်များ၏ အကူအညီ</h2></div><p lang=\"my\" class=\"my \">တာဖ်စီရ် ပညာရှင်များသည် ဤအာယတ်တော်များတွင် ပါရှိသော ကတိတော်သည် ဗဒရ်တိုက်ပွဲ သို့မဟုတ် အူဟွဒ်တိုက်ပွဲကို ရည်ညွှန်းခြင်း ဟုတ်၊ မဟုတ် ကွဲပြားစွာ ထင်မြင်ကြသည်။</p><p lang=\"my\" class=\"my \">ပထမအမြင်</p><p lang=\"my\" class=\"my \">ဤကိစ္စနှင့် ပတ်သက်၍ အမြင်နှစ်ခုရှိပြီး၊ တစ်ခုမှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَقُولُ لِلْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မှတ်ရ)</span> အသင်သည် သက်ဝင်ယုံကြည်သူများအား ပြောခဲ့သည့်အခါ)</span><span class=\"gray\">[၃:၁၂၄]</span> သည် အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆက်စပ်နေသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့အား ဗဒရ်တွင် အောင်ပွဲပေးခဲ့ပြီးဖြစ်သည်။)</span><span class=\"gray\">[၃:၁၂၃]</span>။</p><p lang=\"my\" class=\"my \">ဤအကြောင်းကို အလ်-ဟစန် အလ်-ဘစရီ၊ 'အမ်ရ် အရှ်-ရှာ'ဘီ၊ အာရ်-ရာဘီ' ဘင် အနပ်စ် နှင့် အခြားသူအများအပြားတို့က ဖော်ပြခဲ့ကြသည်။ အိဗ်နု ဂျရီးရ်လည်း ဤအမြင်ကို သဘောတူခဲ့သည်။ 'အဗ္ဗာဒ် ဘင် မန်စူရ်က အလ်-ဟစန် ပြောသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلَاثَةِ آلَافٍ مِّنَ الْمَلَائِكَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မှတ်ရ)</span> အသင်သည် သက်ဝင်ယုံကြည်သူများအား၊ \"အသင့်အား အသင်တို့၏အရှင်သခင်က ကောင်းကင်တမန်သုံးထောင်ဖြင့် ကူညီသည်ကို အသင်တို့အတွက် မလုံလောက်သေးဘူးလား။\")</span><span class=\"gray\">[၃:၁၂၄]</span> သည် ဗဒရ်တိုက်ပွဲအကြောင်းဖြစ်သည်။ အိဗ်နု အဘီ ဟာတိမ်ကလည်း ဤမိန့်တော်မူချက်ကို မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က ထို့နောက် 'အမ်ရ် အရှ်-ရှာ'ဘီ ပြောသည်ကို ဖော်ပြခဲ့သည်။ \"ဗဒရ်နေ့တွင် မွတ်စ်လင်မ်များသည် ကူရ်ဇ် ဘင် ဂျာဘိရ် <span class=\"gray\">(ထင်ရှားသော မျိုးနွယ်စုခေါင်းဆောင်တစ်ဦး)</span> က ရုပ်တုကိုးကွယ်သူများကို ကူညီနေကြောင်း သတင်းရရှိခဲ့ရာ၊ ဤသတင်းသည် ၎င်းတို့အတွက် ခက်ခဲစေခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلَاثَةِ آلَافٍ مِّنَ الْمَلَائِكَةِ مُنزَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အသင့်အား အသင်တို့၏အရှင်သခင် <span class=\"gray\">(အလ္လာဟ်)</span> က ကောင်းကင်မှစေလွှတ်သော ကောင်းကင်တမန်သုံးထောင်ဖြင့် ကူညီသည်ကို အသင်တို့အတွက် မလုံလောက်သေးဘူးလား။\")</span>၊ အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُسَوِّمِينَ</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(<span class=\"gray\">(ထူးခြားသော)</span> အမှတ်အသားများရှိသော)</span><span class=\"gray\">[၃:၁၂၄၊၁၂၅]</span>။</p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူများ <span class=\"gray\">[ဗဒရ်တွင်]</span> ရှုံးနိမ့်ကြောင်း သတင်းသည် ကူရ်ဇ်ထံ ရောက်ရှိခဲ့ပြီး သူက ၎င်းတို့ကို အားဖြည့်ပေးခြင်းမပြုခဲ့ပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မွတ်စ်လင်မ်များအား ငါးထောင် <span class=\"gray\">(သော ကောင်းကင်တမန်များ)</span> ဖြင့် အားဖြည့်ပေးခြင်းမရှိခဲ့ပေ။\"</p><p lang=\"my\" class=\"my \">အာရ်-ရာဘီ' ဘင် အနပ်စ်နှင့် ပတ်သက်၍ သူက ပြောသည်မှာ \"အလ္လာဟ်အရှင်မြတ်သည် မွတ်စ်လင်မ်များအား ကောင်းကင်တမန်တစ်ထောင်ဖြင့် အားဖြည့်ပေးခဲ့ပြီး၊ ထို့နောက် ထိုအရေအတွက်သည် သုံးထောင်အထိ ရောက်ရှိခဲ့ကာ၊ ထို့နောက် ငါးထောင်အထိ ရောက်ရှိခဲ့သည်။\" အကယ်၍ တစ်စုံတစ်ယောက်က ဤအမြင်အရ၊ ဤအာယတ်တော်နှင့် ဗဒရ်အကြောင်း အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်တို့အကြား မည်သို့ပေါင်းစပ်နိုင်မည်နည်းဟု မေးပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُم بِأَلْفٍ مِّنَ الْمَلَائِكَةِ مُرْدِفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မှတ်ရ)</span> အသင်တို့သည် အသင်တို့၏အရှင်သခင်ထံ အကူအညီတောင်းခံခဲ့ပြီး အရှင်မြတ်က အသင်တို့အား <span class=\"gray\">(ပြောကြားလျက်)</span> အဖြေပေးခဲ့သည့်အခါ \"အကျွန်ုပ်သည် အသင်တို့အား ကောင်းကင်တမန်တစ်ထောင်ဖြင့် ကူညီမည်၊ တစ်ဦးပြီးတစ်ဦး <span class=\"gray\">(တစ်ဦးကိုတစ်ဦး လိုက်လျက်)</span> ဆက်တိုက်။\")</span><span class=\"gray\">[၈:၉]</span>၊ အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင် ဖြစ်တော်မူ၏။)</span> ကျွန်ုပ်တို့က ဤနေရာတွင် ဖော်ပြထားသော ကောင်းကင်တမန်တစ်ထောင်သည် အထက်ဖော်ပြပါ အာယတ်တော် <span class=\"gray\">(၃:၁၂၄)</span> တွင် ဖော်ပြထားသော သုံးထောင်နှင့် မဆန့်ကျင်ဟု ပြောပါသည်။ \"ဆက်တိုက်\" ဟူသော စကားလုံးသည် ၎င်းတို့သည် တစ်ဦးကိုတစ်ဦး လိုက်လျက်ရှိပြီး ထို့ကြောင့် ထောင်ပေါင်းများစွာ ထပ်မံလိုက်ပါလာမည်ကို ဖော်ပြသည်။ အထက်ဖော်ပြပါ အာယတ်တော်နှစ်ခု <span class=\"gray\">(၈:၉ နှင့် ၃:၁၂၄)</span> သည် အဓိပ္ပါယ်တူညီပြီး ၎င်းတို့နှစ်ခုစလုံးသည် ဗဒရ်တိုက်ပွဲအကြောင်း ဖြစ်ပုံရသည်။ အဘယ်ကြောင့်ဆိုသော် သက်သေအထောက်အထားများအရ ကောင်းကင်တမန်များသည် ဗဒရ်တိုက်ပွဲတွင် တိုက်ခိုက်ခဲ့ကြသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ إِن تَصْبِرُوا وَتَتَّقُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ အသင်တို့သည် သည်းခံခြင်းနှင့် တက်ကွာကို စွဲကိုင်ထားပါက၊)</span><span class=\"gray\">[၃:၁၂၅]</span> ဆိုသည်မှာ၊ အကယ်၍ အသင်တို့သည် ရန်သူကို တိုက်ခိုက်နေစဉ် သည်းခံခြင်းကို လိုက်နာပြီး၊ တစ်ချိန်တည်းမှာပင် ငါ့ကိုကြောက်ရွံ့ကာ ငါ့အမိန့်ကို နာခံပါကဖြစ်သည်။ အလ်-ဟစန်၊ ကတာဒါဟ်၊ အာရ်-ရာဘီ' နှင့် အပ်စ်-စွတ်ဒ်ဒီ တို့က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَأْتُوكُم مِّن فَوْرِهِمْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် အပြေးအလွှားလာကြမည်)</span> ဆိုသည်မှာ၊ ၎င်းတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> သည် အသင်တို့ထံသို့ ချက်ချင်း အပြေးအလွှားလာကြမည်။ အလ်-'အော်ဖီက အိဗ်နု 'အဗ္ဗားစ် ပြောသည်မှာ ထိုအာယတ်တော်သည် \"တစ်ချိန်တည်း\" ဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုသည်။ ၎င်းတို့၏ ဒေါသ မပြေသေးမီ <span class=\"gray\">(မယုံကြည်သူများအပေါ်)</span> ဟုလည်း အဓိပ္ပါယ်ရသည်ဟု ဆိုသည်။</p><p lang=\"my\" class=\"my \">ဒုတိယအမြင်</p><p lang=\"my\" class=\"my \">ဒုတိယအမြင်က ဤနေရာတွင် ဖော်ပြထားသော ကတိတော် <span class=\"gray\">[တိုက်ပွဲတွင် ကောင်းကင်တမန်များ ပါဝင်ခြင်းနှင့် ပတ်သက်၍]</span> သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆက်စပ်နေသည်ဟု ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် အသင့်မိသားစုထံမှ နံနက်ပိုင်းတွင် ထွက်ခွာပြီး သက်ဝင်ယုံကြည်သူများအား တိုက်ပွဲအတွက် နေရာချပေးသည့်အခါ)</span> အူဟွဒ်တိုက်ပွဲ၏။ သို့သော် ကျွန်ုပ်တို့ ထပ်ပေါင်းပြောရမည်မှာ ကောင်းကင်တမန်များသည် အူဟွဒ်တိုက်ပွဲတွင် မွတ်စ်လင်မ်များကို ကူညီရန် မလာခဲ့ပေ။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က အခြေအနေတစ်ခု သတ်မှတ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ إِن تَصْبِرُوا وَتَتَّقُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ အသင်တို့သည် သည်းခံခြင်းနှင့် တက်ကွာကို စွဲကိုင်ထားပါက)</span><span class=\"gray\">[၃:၁၂၅]</span>။</p><p lang=\"my\" class=\"my \">မွတ်စ်လင်မ်များသည် အူဟွဒ်တွင် သည်းခံခြင်းမရှိခဲ့ပေ။ ယင်းအစား ၎င်းတို့သည် ထွက်ပြေးခဲ့ကြပြီး၊ ထို့ကြောင့် ကောင်းကင်တမန်တစ်ပါး၏ အကူအညီကိုပင် မရရှိခဲ့ပေ။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ آلَافٍ مِّنَ الْمَلَائِكَةِ مُسَوِّمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့၏အရှင်သခင်သည် အသင်တို့အား အမှတ်အသားများရှိသော ကောင်းကင်တမန်ငါးထောင်ဖြင့် ကူညီမည်)</span>၊ ထူးခြားသော။</p><p lang=\"my\" class=\"my \">အဗူ အစ်ဟာက် အပ်စ်-ဆူဘိုင်'အီက ပြောသည်မှာ၊ ဟာရီသား ဘင် မူဒရီဘ် ပြောသည်မှာ 'အလီ ဘင် အဘီ တော်လစ်ဗ်က \"ကောင်းကင်တမန်များကို ဗဒရ်တွင် အဖြူရောင်သိုးမွှေးဝတ်ရုံများ ဝတ်ဆင်ခြင်းဖြင့် ခွဲခြားသိမြင်နိုင်ခဲ့သည်။\" ကောင်းကင်တမန်များသည် ၎င်းတို့၏ မြင်းများတွင်လည်း အထူးအမှတ်အသားများ ရှိခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَىٰ لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့အတွက် သတင်းကောင်းတစ်ခုအဖြစ်နှင့် အသင်တို့၏နှလုံးသားများကို စိတ်ချမှုပေးရန်အတွက်သာ ထိုသို့ပြုလုပ်ခဲ့ခြင်းဖြစ်သည်။)</span><span class=\"gray\">[၃:၁၂၆]</span>။</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် \"အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များကို စေလွှတ်တော်မူပြီး ၎င်းတို့ဆင်းသက်လာကြောင်း အသင်တို့အား ပြောပြခြင်းသည် အသင်တို့ကို အားပေးရန်နှင့် အသင်တို့၏နှလုံးသားများကို နှစ်သိမ့်မှုနှင့် စိတ်ချမှုပေးရန်ဖြစ်သည်။ အောင်ပွဲသည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ လာသည်ကို အသင်တို့ သိထားသင့်ပြီး၊ အကယ်၍ အရှင်မြတ်က အလိုရှိလျှင် အသင်တို့ တိုက်ခိုက်ရန်မလိုဘဲ အသင်တို့၏ရန်သူကို အောင်နိုင်စေခဲ့မည်ဖြစ်သည်။\" ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်သည် သက်ဝင်ယုံကြည်သူများအား တိုက်ခိုက်ရန် အမိန့်ပေးပြီးနောက် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانتَصَرَ مِنْهُمْ وَلَٰكِن لِّيَبْلُوَ بَعْضَكُم بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَن يُضِلَّ أَعْمَالَهُمْ - سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ - وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်၏။ အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့လျှင် ၎င်းတို့အား <span class=\"gray\">(အသင်တို့မပါဘဲ)</span> ကိုယ်တော်တိုင် အပြစ်ပေးနိုင်ခဲ့မည်။ သို့သော် <span class=\"gray\">(အရှင်မြတ်က အသင်တို့ကို တိုက်ခိုက်စေခြင်းသည်)</span> အသင်တို့အချို့ကို အချို့ဖြင့် စမ်းသပ်ရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် အသက်ပေးလှူခံရသူများ၏ ကောင်းမှုကုသိုလ်များကို အရှင်မြတ်သည် ပျက်စီးဆုံးရှုံးစေမည်မဟုတ်ပေ။ အရှင်မြတ်သည် ၎င်းတို့အား လမ်းပြတော်မူမည်ဖြစ်ပြီး ၎င်းတို့၏အခြေအနေကို ပြင်ဆင်ပေးမည်ဖြစ်၏။ ထို့ပြင် ၎င်းတို့အား အရှင်မြတ်က ၎င်းတို့အား သိရှိစေခဲ့သော ဂျန္နတ် <span class=\"gray\">(နိဗ္ဗာန်)</span> သို့ သွင်းတော်မူမည်။)</span><span class=\"gray\">[၄၇:၄-၆]</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَىٰ لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِ وَمَا النَّصْرُ إِلَّا مِنْ عِندِ اللَّهِ الْعَزِيزِ الْحَكِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့အတွက် သတင်းကောင်းတစ်ခုအဖြစ်နှင့် အသင်တို့၏နှလုံးသားများကို စိတ်ချမှုပေးရန်အတွက်သာ ထိုသို့ပြုလုပ်ခဲ့ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင်ထံမှလွဲ၍ အောင်ပွဲမရှိပေ။)</span><span class=\"gray\">[၃:၁၂၆]</span>။</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် \"အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်ဖြစ်ပြီး အရှင်မြတ်၏ တန်ခိုးတော်ကို မည်သူမျှ မချိုးဖောက်နိုင်ပေ။ အရှင်မြတ်သည် အရှင်မြတ်၏ အမိန့်တော်များနှင့် ဆုံးဖြတ်ချက်အားလုံးတွင် ပြည့်စုံသော ဉာဏ်ပညာတော်ရှိသည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَقْطَعَ طَرَفًا مِّنَ الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် မယုံကြည်သူများထဲမှ အချို့ကို ဖြတ်တောက်ပစ်ရန်)</span><span class=\"gray\">[၃:၁၂၇]</span> ဆိုသည်မှာ၊ အရှင်မြတ်၏ ဉာဏ်ပညာတော်အရ အရှင်မြတ်သည် အသင်တို့အား ဂျီဟာဒ်ပြုရန်နှင့် တိုက်ခိုက်ရန် အမိန့်ပေးတော်မူသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မယုံကြည်သူများအား ဂျီဟာဒ်ပြုခြင်း၏ အမျိုးမျိုးသော အကျိုးဆက်များကို ဖော်ပြထားသည်။ ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَقْطَعَ طَرَفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အချို့ကို ဖြတ်တောက်ပစ်ရန်...)</span> ဆိုသည်မှာ၊ လူမျိုးတစ်မျိုး၏ အချို့သောအပိုင်းကို ပျက်စီးစေရန်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنَ الَّذِينَ كَفَرُوا أَوْ يَكْبِتَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများထဲမှ သို့မဟုတ် ၎င်းတို့အား အရှက်ရစေရန်)</span> ၎င်းတို့အား အရှက်ရစေပြီး အသင်တို့ကို ထိခိုက်ရန် ၎င်းတို့၏ ရည်ရွယ်ချက်တွင် မအောင်မြင်ဘဲ ဒေါသများဖြင့်သာ ပြန်လာရန် ဖိအားပေးခြင်းဖြင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَكْبِتَهُمْ فَيَنقَلِبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့အား အရှက်ရစေရန်၊ သို့မှသာ ၎င်းတို့သည် ပြန်ဆုတ်သွားကြမည်)</span> ၎င်းတို့၏ နယ်မြေသို့ ပြန်သွားရန်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">خَائِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စိတ်ပျက်အားငယ်စွာဖြင့်)</span> ၎င်းတို့၏ ရည်ရွယ်ချက်များကို မအောင်မြင်ဘဲ။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ထို့နောက် ဤဘဝနှင့် နောင်တမလွန်ဘဝရှိ ဆုံးဖြတ်ချက်သည် အရှင်မြတ်တစ်ပါးတည်းအတွက်သာ ဖြစ်ပြီး မည်သည့်အဖော်အယှက်မှ မရှိကြောင်း သက်သေခံသော မိန့်တော်မူချက်တစ်ခုကို ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆုံးဖြတ်ချက်သည် အသင့်အတွက် မဟုတ်ပေ။)</span><span class=\"gray\">[၃:၁၂၈]</span></p><p lang=\"my\" class=\"my \">ဆိုသည်မှာ၊ \"ကိစ္စအားလုံးသည် ငါ့လက်ထဲတွင်သာ ရှိသည်။\" အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်၏တာဝန်မှာ <span class=\"gray\">(သတင်းစကားကို)</span> သယ်ဆောင်ရန်သာဖြစ်ပြီး ကျွန်ုပ်တို့၏တာဝန်မှာ စာရင်းရှင်းရန်ဖြစ်သည်။)</span><span class=\"gray\">[၁၃:၄၀]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား လမ်းပြခြင်းသည် အသင့်တာဝန်မဟုတ်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိသူကို လမ်းပြတော်မူသည်။)</span><span class=\"gray\">[၂:၂၇၂]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَٰكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အသင်သည် အသင်နှစ်သက်သူကို လမ်းမပြနိုင်ပေ၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိသူကို လမ်းပြတော်မူသည်။)</span><span class=\"gray\">[၂၈:၅၆]</span>။</p><p lang=\"mt\" class=\"mt \">Muhammad bin Ishaq said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၃:၁၂၈...ဆုံးဖြတ်ချက်သည် အသင့်အတွက် မဟုတ်ပေ။)</span>၊ ဆိုသည်မှာ၊ \"ငါ့ကျွန်များနှင့်ပတ်သက်၍ ဆုံးဖြတ်ချက်၏ မည်သည့်အစိတ်အပိုင်းမှ ငါအမိန့်ပေးသည်မှလွဲ၍ အသင့်အတွက် မဟုတ်ပေ။\" အလ္လာဟ်အရှင်မြတ်က ထို့နောက် ဂျီဟာဒ်၏ ကျန်ရှိသော အကျိုးဆက်များကို ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَتُوبَ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က ၎င်းတို့အား ခွင့်လွှတ်သည်ဖြစ်စေ)</span> ၎င်းတို့ကျူးလွန်သော မယုံကြည်ခြင်းအပေါ်၊ ထို့ကြောင့် ၎င်းတို့အား လမ်းမှားခြင်းမှ လမ်းမှန်သို့ ပို့ဆောင်ခြင်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يُعَذِّبَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့အား အပြစ်ပေးသည်ဖြစ်စေ)</span> ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် ၎င်းတို့၏ မယုံကြည်ခြင်းနှင့် မှားယွင်းမှုများကြောင့်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّهُمْ ظَالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့သည် ပြစ်မှုကျူးလွန်သူများဖြစ်သည်။)</span>၊ ထို့ကြောင့် ထိုကဲ့သို့သော ကံကြမ္မာကို ခံထိုက်သည်။<span class=\"gray\">(၃:၁၂၈ ပြီးဆုံး)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက မှတ်တမ်းတင်ထားသည်မှာ၊ စာလင်မ် ဘင် 'အဗ်ဒွလ္လာဟ် ပြောသည်မှာ သူ၏ဖခင် ပြောသည်မှာ သူသည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ နံနက်ဆွလားသ် ဒုတိယ ရကအသ်တွင် ဒူးထောက်ခြင်းမှ ခေါင်းမော့သောအခါ ပြောသည်ကို ကြားခဲ့သည်မှာ \"အို အလ္လာဟ်! အလိုရှိသူအား ကျိန်ဆဲပါ\" ဟု ပြောပြီးနောက်၊ ဆာမီ' အလ္လာဟ်ဟူ လီမန် ဟာမီဒါဟ်၊ ရဗ္ဗနာ ဝါ လကလ်-ဟမ်ဒ် ဟု ပြောပြီးနောက်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဤအာယတ်တော်ကို ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆုံးဖြတ်ချက်သည် အသင့်အတွက် မဟုတ်ပေ။)</span> ဤအကြောင်းကို အန်-နဆာ'အီကလည်း မှတ်တမ်းတင်ထားသည်။ အိမာမ် အဟ်မဒ်က စာလင်မ် ဘင် 'အဗ်ဒွလ္လာဟ် ပြောသည်မှာ သူ၏ဖခင် ပြောသည်မှာ သူသည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ပြောသည်ကို ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ الْعَنْ فُلَانًا، اللَّهُمَّ الْعَنِ الْحَارِثَ بْنَ هِشَامٍ، اللَّهُمَّ الْعَنْ سُهَيْلَ بْنَ عَمْرٍو، اللَّهُمَّ الْعَنْ صَفْوَانَ بْنَ أُمَيَّةَ</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(အို အလ္လာဟ်! အလိုရှိသူအား ကျိန်ဆဲပါ။ အို အလ္လာဟ်! အလ်-ဟာရစ်သ် ဘင် ဟိရှာမ်အား ကျိန်ဆဲပါ။ အို အလ္လာဟ်! ဆူဟိုင်းလ် ဘင် 'အမ်ရ်အား ကျိန်ဆဲပါ။ အို အလ္လာဟ်! ဆဖ်ဝါန် ဘင် အူမိုင်ယာအား ကျိန်ဆဲပါ။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ဤအာယတ်တော်ကို ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆုံးဖြတ်ချက်သည် အသင့်အတွက် မဟုတ်ပေ။ အရှင်မြတ်က ၎င်းတို့အား <span class=\"gray\">(ခွင့်လွှတ်ရန်)</span> ကရုဏာဖြင့် လှည့်ကြည့်သည်ဖြစ်စေ သို့မဟုတ် ၎င်းတို့အား အပြစ်ပေးသည်ဖြစ်စေ၊ အမှန်စင်စစ် ၎င်းတို့သည် ပြစ်မှုကျူးလွန်သူများဖြစ်သည်။)</span><span class=\"gray\">[၃:၁၂၈]</span>။</p><p lang=\"my\" class=\"my \">ဤပုဂ္ဂိုလ်အားလုံးကို <span class=\"gray\">(၎င်းတို့ နောက်ပိုင်းတွင် အစ္စလာမ်ဘာသာကို လက်ခံခဲ့ပြီးနောက်)</span> ခွင့်လွှတ်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အဗူ ဟူရိုင်ရာဟ် ပြောသည်မှာ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် တစ်စုံတစ်ဦးအား ကျိန်ဆဲရန် သို့မဟုတ် ဆုတောင်းရန် လုပ်ဆောင်သောအခါ၊ ဒူးထောက်ခြင်းပြီးစီးပြီး ဆာမီ' အလ္လာဟ်ဟူ လီမန် ဟာမီဒါဟ်၊ ရဗ္ဗနာ ဝါ လကလ်-ဟမ်ဒ် ဟု ပြောပြီးသောအခါ လုပ်ဆောင်လေ့ရှိသည်။ ထို့နောက် အရှင်မြတ်က <span class=\"gray\">(ကွနူးတ်)</span> ကို ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ أَنْجِ الْوَلِيدَ بْنَ الْوَلِيدِ، وَسَلَمَةَ بْنَ هِشَامٍ وَعَيَّاشَ بْنَ أَبِي رَبِيعَةَ، وَالْمُسْتَضْعَفِينَ مِنَ الْمُؤْمِنِينَ، اللَّهُمَّ اشْدُدْ وَطْأَتَكَ عَلى مُضَرَ، وَاجْعَلْهَا عَلَيْهِمْ سِنِينَ كَسِنِي يُوسُفَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်! အလ်-ဝလစ်ဒ် ဘင် အလ်-ဝလစ်ဒ်၊ ဆလာမာဟ် ဘင် ဟိရှာမ်၊ 'အိုင်ယာရှ် ဘင် အဘီ ရဘီ'အာဟ် နှင့် ယုံကြည်သူများထဲမှ အားနည်းသူများနှင့် ကူကယ်ရာမဲ့သူများကို ကယ်တင်တော်မူပါ။ အို အလ္လာဟ်! မူဒရ်မျိုးနွယ်စုအပေါ် အပြစ်ဒဏ်ကို တင်းကျပ်စေပြီး၊ ၎င်းတို့အပေါ် ယူစွဖ် <span class=\"gray\">(နဗီ)</span> ၏ ကာလကဲ့သို့ ငတ်မွတ်ခေါင်းပါးသော နှစ်များဖြစ်စေတော်မူပါ။)</span></p><p lang=\"my\" class=\"my \">အရှင်မြတ်သည် ဤဆုတောင်းချက်ကို အသံကျယ်ကျယ်ဖြင့် ပြောလေ့ရှိသည်။ အရှင်မြတ်သည် တစ်ခါတစ်ရံတွင် နံနက်ဆွလားသ်အတွင်း \"အို အလ္လာဟ်! အလိုရှိသူ <span class=\"gray\">(ပုဂ္ဂိုလ်များ)</span> ကို ကျိန်ဆဲပါ\" ဟု ပြောပြီး အာရပ်မျိုးနွယ်စုအချို့ကို ဖော်ပြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆုံးဖြတ်ချက်သည် အသင့်အတွက် မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက ဟာမီဒ်နှင့် သာဘစ်တို့ ပြောသည်မှာ၊ အနပ်စ် ဘင် မာလစ်က တမန်တော်မြတ် ﷺ သည် အူဟွဒ်တိုက်ပွဲအတွင်း ဒဏ်ရာရခဲ့ပြီး ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ يُفْلِحُ قَوْمٌ شَجُّوا نَبِيَّهُمْ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ တမန်တော်ကို ဒဏ်ရာရစေပြီးနောက် လူမျိုးတစ်မျိုးသည် မည်သို့အောင်မြင်နိုင်မည်နည်း။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆုံးဖြတ်ချက်သည် အသင့်အတွက် မဟုတ်ပေ။)</span> ကို ထုတ်ဖော်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အနပ်စ် ပြောသည်မှာ တမန်တော်မြတ်၏ ရှေ့သွားသည် အူဟွဒ်တိုက်ပွဲအတွင်း ကျိုးခဲ့ပြီး အရှင်မြတ်၏ နဖူးတွင်လည်း ဒဏ်ရာရရှိခဲ့ရာ သွေးများသည် အရှင်မြတ်၏ မျက်နှာပေါ်သို့ ကျဆင်းခဲ့သည်။ တမန်တော်မြတ် ﷺ က ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ يُفْلِحُ قَوْمٌ فَعَلُوا هذَا بِنَبِيِّهِمْ، وَهُوَ يَدْعُوهُمْ إِلى رَبِّهِمْ عَزَّ وَجَلَّ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ တမန်တော်ကို ဤကဲ့သို့ပြုလုပ်ပြီးနောက်၊ ထိုတမန်တော်က ၎င်းတို့အား အရှင်မြတ်၊ မြင့်မြတ်ဆုံးနှင့် ဂုဏ်အသရေအရှိဆုံး အရှင်မြတ်ထံသို့ ဖိတ်ခေါ်နေပါလျက် လူမျိုးတစ်မျိုးသည် မည်သို့အောင်မြင်နိုင်မည်နည်း။)</span> အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆုံးဖြတ်ချက်သည် အသင့်အတွက် မဟုတ်ပေ။ အရှင်မြတ်က ၎င်းတို့အား <span class=\"gray\">(ခွင့်လွှတ်ရန်)</span> ကရုဏာဖြင့် လှည့်ကြည့်သည်ဖြစ်စေ သို့မဟုတ် ၎င်းတို့အား အပြစ်ပေးသည်ဖြစ်စေ၊ အမှန်စင်စစ် ၎င်းတို့သည် ပြစ်မှုကျူးလွန်သူများဖြစ်သည်။)</span> မွတ်စ်လင်မ်ကလည်း ဤဟဒီးစ်တော်ကို စုဆောင်းခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေပေါ်ရှိ အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်သည်။)</span><span class=\"gray\">[၃:၁၂၉]</span>၊ အရာအားလုံးသည် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ပိုင်ဆိုင်မှုဖြစ်ပြီး အားလုံးသည် အရှင်မြတ်၏ လက်တော်အောက်ရှိ ကျွန်များဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَغْفِرُ لِمَن يَشَاءُ وَيُعَذِّبُ مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အလိုရှိသူကို ခွင့်လွှတ်တော်မူ၍ အလိုရှိသူကို အပြစ်ပေးတော်မူသည်။)</span> အရှင်မြတ်၏ ဆုံးဖြတ်ချက်သာဖြစ်ပြီး မည်သူမျှ အရှင်မြတ်၏ ဆုံးဖြတ်ချက်ကို ဆန့်ကျင်နိုင်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်အား အရှင်မြတ်ပြုလုပ်သည့်အရာနှင့် ပတ်သက်၍ မည်သူမျှ မေးမြန်းခြင်းခံရမည်မဟုတ်သော်လည်း၊ ၎င်းတို့အား မေးမြန်းခြင်းခံရမည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်မဟာကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၃:၁၂၉ ပြီးဆုံး...)</span></p>"
  }
]