[
  {
    "ayah_key": "55:37",
    "group_ayah_key": "55:37",
    "from_ayah": "55:37",
    "to_ayah": "55:45",
    "ayah_keys": "55:37,55:38,55:39,55:40,55:41,55:42,55:43,55:44,55:45",
    "text": "<p lang=\"my\" class=\"my \">ထိုအခါ မိုးကွဲအက်သွားပြီး ဝါရ်ဒါ ကဲ့သို့ ဒီဟန် ဖြစ်လာသောအခါ <span>(၃၇)</span>ထိုအခါ သင်တို့နှစ်ဦးတို့သည် သင်တို့၏ အရှင်သခင်၏ ကောင်းချီးမင်္ဂလာများအနက် မည်သည်ကို ငြင်းပယ်ကြမည်နည်း <span>(၃၈)</span>ထို့ကြောင့် ထိုနေ့တွင် သူ့အား သူ၏ အပြစ်အတွက် <span class=\"gray\">(လူသားဖြစ်စေ)</span> ဂျင်န်ဖြစ်စေ စစ်ဆေးမေးမြန်းခြင်းခံရမည် မဟုတ်ပေ <span>(၃၉)</span>ထိုအခါ သင်တို့နှစ်ဦးတို့သည် သင်တို့၏ အရှင်သခင်၏ ကောင်းချီးမင်္ဂလာများအနက် မည်သည်ကို ငြင်းပယ်ကြမည်နည်း <span>(၄၀)</span>ပြစ်မှုကျူးလွန်သူများသည် ၎င်းတို့၏ အမှတ်အသားများဖြင့် သိရှိရမည်ဖြစ်ပြီး ၎င်းတို့၏ နဖူးနှင့် ခြေထောက်တို့မှ ဖမ်းဆီးခြင်းခံရမည် <span>(၄၁)</span>ထိုအခါ သင်တို့နှစ်ဦးတို့သည် သင်တို့၏ အရှင်သခင်၏ ကောင်းချီးမင်္ဂလာများအနက် မည်သည်ကို ငြင်းပယ်ကြမည်နည်း <span>(၄၂)</span>ဤကား ပြစ်မှုကျူးလွန်သူများ ငြင်းပယ်ခဲ့သော ငရဲပင်ဖြစ်သည် <span>(၄၃)</span>၎င်းတို့သည် ငရဲနှင့် ဟမီမ် အာန် <span>(၄၄)</span>ကြားတွင် သွားလာကြမည် ထိုအခါ သင်တို့နှစ်ဦးတို့သည် သင်တို့၏ အရှင်သခင်၏ ကောင်းချီးမင်္ဂလာများအနက် မည်သည်ကို ငြင်းပယ်ကြမည်နည်း <span>(၄၅)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့၏ ကြောက်မက်ဖွယ်ရာများ</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا انْشَقَّتِ السَّمَاءُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ မိုးကွဲအက်သွားသောအခါ၊)</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်သည်၊ ဤအဓိပ္ပါယ်သည် ဤအာယတ်နှင့် အလားတူအာယတ်များတွင် ရှင်းလင်းသည်၊ ဥပမာ- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် မိုးသည် ကွဲအက်သွားမည်ဖြစ်ပြီး <span class=\"gray\">(မိုးသည်)</span> အားနည်းပြီး ပြတ်တောက်သွားမည်ဖြစ်သည်။)</span><span class=\"gray\">(၆၉:၁၆)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးသည် မိုးတိမ်များဖြင့် ကွဲအက်သွားပြီး ကောင်းကင်တမန်များကို ဂုဏ်အသရေရှိစွာ ဆင်းသက်စေမည့် နေ့ကို <span class=\"gray\">(အမှတ်ရပါ)</span>။)</span><span class=\"gray\">(၂၅:၂၅)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا السَّمَاءُ انْشَقَّتْ - وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကွဲအက်သွားသောအခါ၊ ၎င်း၏ အရှင်သခင်ကို နာခံပြီး နာခံရမည်။)</span><span class=\"gray\">(၈၄:၁-၂)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَانَتْ وَرْدَةً كَالدِّهَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ဒီဟန်ကဲ့သို့ ဝါရ်ဒါဖြစ်လာသည်။)</span> ၎င်းတို့သည် အပူပေးသောအခါ အနည်အနှစ်နှင့် ငွေများ အရည်ပျော်သကဲ့သို့ အရည်ပျော်သွားမည်ဟု ဆိုလိုသည်။ ၎င်းတို့သည် ဆိုးဆေးများ အရာတစ်ခုခုကို ဆေးဆိုးသကဲ့သို့ တစ်ခါတစ်ရံ အနီရောင်၊ တစ်ခါတစ်ရံ အဝါရောင်၊ သို့မဟုတ် အပြာရောင်၊ သို့မဟုတ် အစိမ်းရောင် ကဲ့သို့ အရောင်ဆိုးခံရမည်။ ဤအရာသည် တန်ခိုးကြီးသော ရှင်ပြန်ထမြောက်ရာနေ့၏ ကြောက်မက်ဖွယ်ရာများ၏ အတိုင်းအတာကို ပြသသည်။ အပ်စ်-ဆွဒ်ဒီက \"၎င်းသည် နှင်းဆီရောင်နှင့် ညစ်ပတ်သောဆီကဲ့သို့ ဖြစ်လိမ့်မည်\" ဟု ပြောခဲ့သည်။ မုဂျာဟိဒ်က</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَالدِّهَانِ</p><p lang=\"haw\" class=\"haw \"><span class=\"gray\">(like Dihān)</span>, \"Like the colors of dyes.\" Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ထိုနေ့တွင် သူ့အား သူ၏ အပြစ်များအတွက် <span class=\"gray\">(လူသားဖြစ်စေ)</span> ဂျင်န်ဖြစ်စေ စစ်ဆေးမေးမြန်းခြင်းခံရမည် မဟုတ်ပေ။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا يَوْمُ لَا يَنْطِقُونَ - وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့သည် ၎င်းတို့ စကားမပြောနိုင်သော နေ့ဖြစ်လိမ့်မည်၊ ၎င်းတို့အား မည်သည့်ဆင်ခြေမှ ပေးခွင့်ပြုမည်မဟုတ်ပါ။)</span><span class=\"gray\">(၇၇:၃၅-၃၆)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ထိုအချိန်တွင် ဖြစ်ပျက်မည့် ကိစ္စဖြစ်သည်။ ထို့နောက် သတ္တဝါအားလုံးကို ၎င်းတို့၏ လုပ်ရပ်များနှင့် ပတ်သက်၍ စစ်ဆေးမေးမြန်းခြင်းခံရမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ - عَمَّا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်၏ အရှင်သခင်ကို ကျိန်ဆို၍ ငါတို့သည် ၎င်းတို့အားလုံးကို အမှန်ပင် စစ်ဆေးမေးမြန်းမည်။ ၎င်းတို့ ပြုလုပ်ခဲ့သမျှအတွက်ပင်။)</span><span class=\"gray\">(၁၅:၉၂-၉၃)</span> ကွာတာဒါက ပြောသည်၊ \"ထိုအခါ ၎င်းတို့ကို မေးမြန်းခြင်းခံရမည်၊ ထို့နောက် ၎င်းတို့၏ ပါးစပ်များကို ပိတ်ထားမည်ဖြစ်ပြီး ၎င်းတို့၏ လက်များနှင့် ခြေထောက်များက ၎င်းတို့ ပြုလုပ်ခဲ့သည်များကို ဖော်ထုတ်မည်\"။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြစ်မှုကျူးလွန်သူများကို ၎င်းတို့၏ အမှတ်အသားများဖြင့် သိရမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ကို ခွဲခြားသိမြင်စေသော ထူးခြားသော အမှတ်အသားများဖြင့် ဖြစ်သည်။ အလ်-ဟဆန်နှင့် ကွာတာဒါတို့က \"၎င်းတို့၏ မျက်နှာမဲများ နှင့် မျက်လုံးပြာများဖြင့် သိရှိရမည်\" ဟု ပြောခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">ကျွန်ုပ်ပြောသည်မှာ ဤသည်မှာ ယုံကြည်သူများကို ခွဲခြားသိမြင်စေမည့် အမှတ်အသားများနှင့် ဆန့်ကျင်ဘက်ဖြစ်သည်၊ ဥပမာ- ဝူဇူပြုလုပ်စဉ်က ဆေးကြောခဲ့သော ခန္ဓာကိုယ်အစိတ်အပိုင်းများပေါ်တွင် ထွက်ပေါ်လာမည့် အလင်းရောင်ကဲ့သို့ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُؤْخَذُ بِالنَّوَاصِي وَالْأَقْدَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ နဖူးနှင့် ခြေထောက်တို့မှ ဖမ်းဆီးခြင်းခံရမည်။)</span> ဆိုလိုသည်မှာ အပြစ်ပေးသော ကောင်းကင်တမန်များသည် ၎င်းတို့၏ ခေါင်းများကို ၎င်းတို့၏ ခြေထောက်များဆီသို့ ကွေးညွှတ်ပြီး ဤသို့ပင် ငရဲမီးထဲသို့ ပစ်ချလိမ့်မည်။ အလ်-အာမာရှ်က အိဗ်နု အဗ္ဗားစ်က ပြောသည်၊ \"သူ့ကို နဖူးနှင့် ခြေထောက်တို့မှ ဖမ်းဆီးပြီး မီးဖိုထဲသို့ ပစ်ထည့်ရန် တုတ်တစ်ချောင်းကို ချိုးဖဲ့သကဲ့သို့ ချိုးဖဲ့လိမ့်မည်\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကား ပြစ်မှုကျူးလွန်သူများ ငြင်းပယ်ခဲ့သော ငရဲပင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'ဤသည်မှာ သင်တို့ မရှိဟု ငြင်းပယ်ခဲ့သော မီးပင်ဖြစ်သည်။ ယခု သင်တို့ မျက်စိရှေ့တွင် မြင်နေရပြီ!' အပြစ်ပေးခံရခြင်း၊ ဝေဖန်ခံရခြင်း၊ အရှက်ရခြင်းနှင့် အထင်သေးခံရခြင်းတို့နှင့်အတူ ဤစကားကို မယုံကြည်သူများအား ပြောကြားလိမ့်မည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ငရဲနှင့် ဟမီမ် အာန်ကြားတွင် သွားလာကြမည်!)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် တစ်ခါတစ်ရံ မီးဖြင့် အပြစ်ပေးခံရမည်ဖြစ်ပြီး တစ်ခါတစ်ရံတွင် ၎င်းတို့၏ အူများနှင့် အတွင်းအင်္ဂါများကို ဆုတ်ဖြဲနိုင်သော အရည်ပျော်ကြေးနီကဲ့သို့သော အချိုရည် ဟမီမ်ကို ပေးခြင်းခံရမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ - فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ လည်ပင်းများပေါ်တွင် သံကြိုးကွင်းများ ရှိနေပြီး သံကြိုးများဖြင့် ၎င်းတို့ကို ဟမီမ်ထဲသို့ ဆွဲခေါ်သွားမည်၊ ထို့နောက် မီးထဲတွင် မီးရှို့ခံရမည်။)</span><span class=\"gray\">(၄၀:၇၁-၇၂)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်</p><p class=\"qpc-hafs\">آنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာန်)</span> ဆိုသည်မှာ ပြင်းထန်ပြီး မခံမရပ်နိုင်သော အပူရှိန်ကြောင့် ပူပြင်းသည်ဟု အဓိပ္ပါယ်ရသည်။ အိဗ်နု အဗ္ဗားစ်က ပြောသည်- </p><p class=\"fa qpc-hafs\" lang=\"fa\">يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ငရဲနှင့် ဟမီမ် အာန်ကြားတွင် သွားလာကြမည်!)</span> \"၎င်းသည် အမြင့်ဆုံး အပူချိန်သို့ ရောက်ရှိပြီး ပြင်းထန်စွာ ဆူပွက်နေသည်။\" မုဂျာဟိဒ်၊ စအီးဒ် ဘင် ဂျုဘိုင်းရ်၊ အဒ်-ဒဟ်ဟက်၊ အလ်-ဟဆန်၊ အသ်-သောင်ရီ နှင့် အပ်စ်-ဆွဒ်ဒီတို့ကလည်း အလားတူ ပြောခဲ့ကြသည်။ ကွာတာဒါကလည်း မှတ်ချက်ပြုသည်၊ \"၎င်း၏ ဆူပွက်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်က ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းစဉ်က စတင်ခဲ့သည်!\" မုဟမ္မဒ် ဘင် ကအ်ဘ် အလ်-ကူရာဇီက ပြောသည်၊ \"<span class=\"gray\">(နာခံမှုမရှိသော)</span> ကျွန်ကို နဖူးမှ ဖမ်းဆီးပြီး ထိုဆူပွက်နေသော ရေထဲတွင် မွှေနှောက်လိမ့်မည်။ သူ၏ အသားများ အရည်ပျော်သွားပြီး သူ၏ ခေါင်းထဲတွင် အရိုးများနှင့် မျက်လုံးများသာ ကျန်ရှိတော့မည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၏ အဓိပ္ပါယ်ဖြစ်သည်၊ </p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟမီမ်ထဲတွင်၊ ထို့နောက် မီးထဲတွင် မီးရှို့ခံရမည်။)</span><span class=\"gray\">(၄၀:၇၂)</span> အလ်-ဟမီမ် အလ်-အာန် ဆိုသည်မှာ ပူပြင်းသည်ဟု အဓိပ္ပါယ်ရသည်။\" အလ်-ကူရာဇီမှ အခြားသော မှတ်တမ်းတစ်ခု ရှိသည်- </p><p class=\"sd qpc-hafs\" lang=\"sd\">حَمِيمٍ آنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟမီမ် အာန်)</span> ဆိုသည်မှာ \"ပြင်ဆင်ထားသော\" ဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုသည်။ ဤသည်မှာ အိဗ်နု ဇိုင်းဒ်၏ အမြင်လည်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ထိုစကားသည် \"ပြင်ဆင်ထားသော\" ဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုခြင်းသည် အလ်-ကူရာဇီ၏ ပထမမှတ်တမ်းနှင့် မဆန့်ကျင်ပေ၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">تُسْقَىٰ مِنْ عَيْنٍ آنِيَةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အာနီယားရေပန်းမှ သောက်ရမည်။)</span><span class=\"gray\">(၈၈:၅)</span> ဆိုလိုသည်မှာ ပြင်းထန်ပြီး မခံမရပ်နိုင်သော အပူရှိန် ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ- </p><p class=\"sd qpc-hafs\" lang=\"sd\">غَيْرَ نَاظِرِينَ إِنَاهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို ပြင်ဆင်ရန် မစောင့်ဆိုင်းဘဲ)</span><span class=\"gray\">(၃၃:၅၃)</span> ဆိုလိုသည်မှာ စနစ်တကျ ချက်ပြုတ်ပြင်ဆင်ခြင်း ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ- </p><p class=\"sd qpc-hafs\" lang=\"sd\"> حَمِيمٍ آنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟမီမ် အာန်။)</span> ဟမီမ်သည် အလွန်ပူပြင်းသည်။ အမှန်စင်စစ် နာခံမှုမရှိသော ပြစ်မှုကျူးလွန်သူများကို အပြစ်ပေးခြင်း နှင့် တာကွါရှိသူများကို ကောင်းချီးပေးခြင်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်၊ ကရုဏာတော်၊ တရားမျှတမှု၊ သနားကြင်နာမှု နှင့် သူ၏ ဖန်ဆင်းခံများအပေါ် ကြင်နာမှုတို့မှ ဖြစ်သည်။ ဤအာယတ်များတွင် ဖော်ပြထားသည့်အတိုင်း သူ၏ နှိပ်စက်မှုနှင့် အပြစ်ပေးမှုတို့နှင့် ပတ်သက်သော သူ၏ သတိပေးချက်များသည် သတ္တဝါအားလုံးကို ၎င်းတို့ ကျူးလွန်နေသော ရှစ်ခ်နှင့် နာခံမှုမရှိခြင်းတို့ကို စွန့်လွှတ်ရန် တိုက်တွန်းသင့်သည်၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဤကျေးဇူးကို သတိပေးခဲ့ခြင်း ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သင်တို့နှစ်ဦးတို့သည် သင်တို့၏ အရှင်သခင်၏ ကောင်းချီးမင်္ဂလာများအနက် မည်သည်ကို ငြင်းပယ်ကြမည်နည်း။)</span></p>"
  },
  {
    "ayah_key": "55:46",
    "group_ayah_key": "55:46",
    "from_ayah": "55:46",
    "to_ayah": "55:53",
    "ayah_keys": "55:46,55:47,55:48,55:49,55:50,55:51,55:52,55:53",
    "text": "<p lang=\"my\" class=\"my \">သို့သော် မိမိအရှင်သခင်၏ရှေ့တော်မှောက်တွင် ရပ်တည်ရမည်ကို ကြောက်ရွံ့သူအတွက် ဥယျာဉ်နှစ်ခုရှိမည် <span>(၄၆)</span>ထိုအခါ သင်တို့နှစ်ဦးတို့သည် သင်တို့၏ အရှင်သခင်၏ ကောင်းချီးမင်္ဂလာများအနက် မည်သည်ကို ငြင်းပယ်ကြမည်နည်း <span>(၄၇)</span>အဖ်နာန်နှင့် <span>(၄၈)</span>ထိုအခါ သင်တို့နှစ်ဦးတို့သည် သင်တို့၏ အရှင်သခင်၏ ကောင်းချီးမင်္ဂလာများအနက် မည်သည်ကို ငြင်းပယ်ကြမည်နည်း <span>(၄၉)</span>၎င်းတို့ <span class=\"gray\">(နှစ်ခုလုံး)</span> တွင် စီးဆင်းနေသော စမ်းရေတွင်းနှစ်ခု ရှိမည် <span class=\"gray\">(လွတ်လပ်စွာ)</span><span>(၅၀)</span>ထိုအခါ သင်တို့နှစ်ဦးတို့သည် သင်တို့၏ အရှင်သခင်၏ ကောင်းချီးမင်္ဂလာများအနက် မည်သည်ကို ငြင်းပယ်ကြမည်နည်း <span>(၅၁)</span>၎င်းတို့ <span class=\"gray\">(နှစ်ခုလုံး)</span> တွင် အသီးအနှံမျိုးစုံ နှစ်မျိုးစီ ရှိမည် <span>(၅၂)</span>ထိုအခါ သင်တို့နှစ်ဦးတို့သည် သင်တို့၏ အရှင်သခင်၏ ကောင်းချီးမင်္ဂလာများအနက် မည်သည်ကို ငြင်းပယ်ကြမည်နည်း <span>(၅၃)</span></p><p lang=\"my\" class=\"my \">ပရဒိသုဘုံရှိ တာကွါရှိသူတို့၏ ပျော်ရွှင်မှု</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلِمَنْ خَافَ مَقَامَ رَبِّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မိမိအရှင်သခင်၏ရှေ့တော်မှောက်တွင် ရပ်တည်ရမည်ကို ကြောက်ရွံ့သူအတွက်၊)</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَهَى النَّفْسَ عَنِ الْهَوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မိမိကိုယ်ကို လိုအင်ဆန္ဒများမှ ထိန်းချုပ်ထားသည်။)</span><span class=\"gray\">(၇၉:၄၀)</span>၊ ဤလောကီဘဝတွင် နစ်မွန်းခြင်း သို့မဟုတ် နှစ်သက်ခြင်းမရှိပေ။ သေပြီးနောက်ဘဝသည် ပို၍ကောင်းမွန်ပြီး ပို၍တည်မြဲကြောင်း သိသူ၊ ထို့ကြောင့် မိမိအရှင်သခင်၏ အမိန့်များကို လိုက်နာပြီး တားမြစ်ချက်များမှ ရှောင်ကြဉ်သူသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် မိမိအရှင်သခင်ထံမှ ဥယျာဉ်နှစ်ခု ရရှိမည်ဖြစ်သည်။ အလ်-ဘူခါရီက အဗ္ဗဒူလ္လာဟ် ဘင် ကွိုင်စ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَنَّتَانِ مِنْ فِضَّةٍ آنِيَتُهُمَا وَمَا فِيهِمَا، وَجَنَّتَانِ مِنْ ذَهَبٍ آنِيَتُهُمَا وَمَا فِيهِمَا، وَمَا بَيْنَ الْقَوْمِ وَبَيْنَ أَنْ يَنْظُرُوا إِلَىٰ رَبِّهِمْ عَزَّ وَجَلَّ إِلَّا رِدَاءُ الْكِبْرِيَاءِ عَلَىٰ وَجْهِهِ فِي جَنَّةِ عَدْنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငွေဖြင့်ပြုလုပ်ထားသော ဥယျာဉ်နှစ်ခု ရှိသည် – ၎င်းတို့၏ ခွက်များနှင့် ၎င်းတို့အတွင်းရှိ အရာအားလုံး။ ရွှေဖြင့်ပြုလုပ်ထားသော ဥယျာဉ်နှစ်ခု ရှိသည် – ၎င်းတို့၏ ခွက်များနှင့် ၎င်းတို့အတွင်းရှိ အရာအားလုံး။ အဒ်န်ဥယျာဉ်ရှိ လူများနှင့် ၎င်းတို့၏ အရှင်သခင်၊ အမြင့်မြတ်ဆုံးနှင့် အလေးအမြတ်ဆုံးကို ကြည့်ရှုခြင်းကြားတွင် သူ၏ မျက်နှာတော်ရှေ့တွင် ရှိသော မာန၏ အကာအကွယ်မှတစ်ပါး မည်သည့်အရာမျှ မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">အဘူ ဒါဝုဒ်မှလွဲ၍ အခြားအုပ်စုက 'အဗ္ဗဒူလ်-အဇီးဇ်၏ ဟဒီးစ်မှတစ်ဆင့် ဤအရာကို စုဆောင်းခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">ဤအာယတ်သည် အထွေထွေဖြစ်ပြီး လူသားနှင့် ဂျင်န်နှစ်ဦးစလုံးနှင့် သက်ဆိုင်သည်။ ဂျင်န်များထဲမှ ယုံကြည်ပြီး တာကွါရှိသူများသည် ပရဒိသုဘုံသို့ ဝင်ရောက်ကြမည်ဖြစ်ကြောင်း သက်သေပြသည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် အပ်စ်-သကလိုင်းန်အား ဤကျေးဇူးကို သတိပေးနေသောကြောင့် ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- </p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ - فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မိမိအရှင်သခင်၏ရှေ့တော်မှောက်တွင် ရပ်တည်ရမည်ကို ကြောက်ရွံ့သူအတွက် ဥယျာဉ်နှစ်ခုရှိမည်။ ထိုအခါ သင်တို့နှစ်ဦးတို့သည် သင်တို့၏ အရှင်သခင်၏ ကောင်းချီးမင်္ဂလာများအနက် မည်သည်ကို ငြင်းပယ်ကြမည်နည်း။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤဥယျာဉ်နှစ်ခုကို ဖော်ပြကာ မိန့်တော်မူသည်- </p><p class=\"sd qpc-hafs\" lang=\"sd\">ذَوَاتَا أَفْنَانٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဖ်နာန်နှင့်။)</span> ၎င်းတို့၏ သစ်ပင်များတွင် အမျိုးအစားစုံလင်သော မှည့်သောအသီးအနှံများကို သီးပွင့်စေပြီး လှပသော အပင်ငယ်လေးများ ရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သင်တို့နှစ်ဦးတို့သည် သင်တို့၏ အရှင်သခင်၏ ကောင်းချီးမင်္ဂလာများအနက် မည်သည်ကို ငြင်းပယ်ကြမည်နည်း။)</span> 'အတါအ် အလ်-ခုရာစါနီ နှင့် အခြားသူများစွာက အဖ်နာန်ဆိုသည်မှာ အခြားသစ်ပင်များ၏ အကိုင်းအခက်များဆီသို့ ရောက်ရှိနေသော ပြန့်ကားနေသည့် သစ်ပင်အကိုင်းအခက်များကို ဆိုလိုသည်ဟု ပြောခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِمَا عَيْنَانِ تَجْرِيَانِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(နှစ်ခုလုံး)</span> တွင် စီးဆင်းနေသော စမ်းရေတွင်းနှစ်ခု ရှိမည်။)</span> သစ်ပင်အမျိုးမျိုးကို သီးပွင့်စေသည့် ဤသစ်ပင်များနှင့် အကိုင်းအခက်များကို ရေလောင်းရန် လွတ်လပ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သင်တို့နှစ်ဦးတို့သည် သင်တို့၏ အရှင်သခင်၏ ကောင်းချီးမင်္ဂလာများအနက် မည်သည်ကို ငြင်းပယ်ကြမည်နည်း။)</span> အလ်-ဟဆန် အလ်-ဘဆ်ရီက ဤစမ်းရေတွင်းများထဲမှ တစ်ခုကို တပ်စ်နင်မ် ဟုခေါ်ပြီး အခြားတစ်ခုကို အပ်စ်-စလ်ဆာဘီလ် ဟုခေါ်သည်ဟု ပြောခဲ့သည်။ 'အတီယဟ်က ဤစမ်းရေတွင်းများထဲမှ တစ်ခု၏ ရေသည် ရပ်တန့်နေခြင်းမရှိသောရေမှဖြစ်ပြီး အခြားတစ်ခုသည် သောက်သုံးသူများကို ပျော်ရွှင်စေသော ဝိုင်မှဖြစ်သည်ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(နှစ်ခုလုံး)</span> တွင် အသီးအနှံမျိုးစုံ နှစ်မျိုးစီ ရှိမည်။)</span>၊ အမျိုးအစားအစုံ၊ ၎င်းတို့ အရင်က သိခဲ့ဖူးသော အသီးအနှံများ၊ ထို့ထက် ပိုကောင်းသော အသီးအနှံများ နှင့် ၎င်းတို့ အရင်က မသိခဲ့ဖူးသော အသီးအနှံများ။ ထိုနေရာတွင် မည်သည့် မျက်စိမျှ မမြင်ဖူး၊ မည်သည့်နားမျှ မကြားဖူး၊ မည်သည့် နှလုံးသားမျှ မတွေးဖူးသော ပျော်ရွှင်စရာများ ရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သင်တို့နှစ်ဦးတို့သည် သင်တို့၏ အရှင်သခင်၏ ကောင်းချီးမင်္ဂလာများအနက် မည်သည်ကို ငြင်းပယ်ကြမည်နည်း။)</span> အီဗ်ရာဟီမ် ဘင် အလ်-ဟကမ် ဘင် အဘာန်က သူ၏ ဖခင်က 'အိကရီမာမှ ဆင့်ပြန်သည်မှာ အိဗ်နု အဗ္ဗားစ်က ပြောသည်၊ \"ဤဘဝတွင် ရှိသော ချိုသည်ဖြစ်စေ၊ ခါးသည်ဖြစ်စေ မည်သည့် အသီးအနှံမျှ ပရဒိသုဘုံတွင် မရှိခြင်းမရှိပေ၊ ကိုလိုစင်သ်ပင်လျှင် ရှိသည်။\" အိဗ်နု အဗ္ဗားစ်ကလည်း ပြောသည်၊ \"ဤလောကတွင် ရှိသောအရာများသည် နာမည်အားဖြင့်သာ နောက်ဘဝတွင် ရှိသည်။\" ဆိုလိုသည်မှာ ပျော်ရွှင်မှုနှင့် တန်ဖိုးအားဖြင့် နှစ်ခုကြားတွင် ကြီးမားသော ကွာခြားမှုနှင့် ဆန့်ကျင်ဘက် ရှိသည်။</p>"
  }
]