[
  {
    "ayah_key": "9:122",
    "group_ayah_key": "9:122",
    "from_ayah": "9:122",
    "to_ayah": "9:122",
    "ayah_keys": "9:122",
    "text": "<p class=\"my translation\" lang=\"my\">ယုံကြည်သူများသည် အားလုံးအတူတကွ ထွက်ခွာသွားရန် (တိုက်ခိုက်ရန် - ဂျီဟာဒ်) မသင့်တော်ပေ။ ၎င်းတို့အဖွဲ့တိုင်းမှ အုပ်စုတစ်ခုသာ ထွက်ခွာသင့်သည်။ သို့မှသာ ၎င်းတို့သည် သာသနာရေး၌ လမ်းညွှန်ချက်များ ရရှိနိုင်မည်ဖြစ်ပြီး ၎င်းတို့၏လူမျိုးများထံသို့ ပြန်ရောက်သောအခါ ၎င်းတို့ကို သတိပေးနိုင်မည်ဖြစ်သည်။ သို့မှသာ ၎င်းတို့သည် (မကောင်းမှုကို) သတိထားနိုင်မည် (၁၂၂)</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် တဗူက်စစ်ပွဲအတွက် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ မွတ်စလင်မ်တို့အား ချီတက်ရန် အမိန့်တော်ကို ဤနေရာတွင် ရှင်းပြထားသည်။</h2></div><p lang=\"my\" class=\"my \">ပထမဦးစွာ ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်မှာ ဆလဖ်အုပ်စုတစ်စုက အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ စစ်ပွဲသို့ သွားသောအခါ ၎င်းနှင့်အတူ ချီတက်ခြင်းသည် မွတ်စလင်မ်အားလုံးအပေါ် မူလက မဖြစ်မနေလိုအပ်ကြောင်း ပြောကြားခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့ပြောသည့်အတိုင်း အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">انفِرُوا خِفَافًا وَثِقَالًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပေါ့ပါးသည်ဖြစ်စေ၊ လေးလံသည်ဖြစ်စေ ချီတက်ကြ)</span><span class=\"gray\">[၉:၄၁]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُم مِّنَ الْأَعْرَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဒီနာမြို့သားများနှင့် အနီးတစ်ဝိုက်ရှိ ကျေးလက်နေ အာရပ်လူမျိုးများအတွက် မသင့်တော်ပေ...)</span><span class=\"gray\">[၉:၁၂၀]</span>။ </p><p lang=\"my\" class=\"my \">သို့သော် ၎င်းတို့က အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော် <span class=\"gray\">[၉:၁၂၂]</span> ကို ထုတ်ပြန်သောအခါ ဤစီရင်ချက် <span class=\"gray\">(၉:၄၁ နှင့် ၉:၁၂၀)</span> ကို ပယ်ဖျက်ခဲ့သည်ဟု ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">သို့သော် ဤအာယတ်တော်သည် အလ္လာဟ်အရှင်မြတ်က အာရပ်ရပ်ကွက်အားလုံးအား စစ်ပွဲတွင် ပါဝင်ရန် အမိန့်တော်ကို ရှင်းပြထားသည်ဟု ကျွန်ုပ်တို့ ပြောနိုင်သည်၊ ဆိုလိုသည်မှာ မျိုးနွယ်စုတိုင်းမှ အနည်းဆုံးအဖွဲ့တစ်ဖွဲ့သည် ဂျီဟာဒ်အတွက် ချီတက်သင့်သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ သွားရောက်ခဲ့သူများသည် ၎င်းထံသို့ ဆင်းသက်လာသော ဗျာဒိတ်တော်၌ လမ်းညွှန်ချက်များနှင့် သင်ကြားမှုများကို ရရှိမည်ဖြစ်ပြီး ၎င်းတို့၏လူမျိုးများထံ ပြန်ရောက်သောအခါ ထိုစစ်ပွဲအကြောင်း သတိပေးမည်ဖြစ်သည်။ ဤနည်းအားဖြင့် တမန်တော် ﷺ နှင့်အတူ သွားရောက်ခဲ့သည့်အဖွဲ့သည် ရည်ရွယ်ချက်နှစ်ခုလုံး <span class=\"gray\">[ဂျီဟာဒ်နှင့် တမန်တော် ﷺ ထံမှ ဗျာဒိတ်တော်ကို သင်ယူခြင်း]</span> ကို အောင်မြင်လိမ့်မည်။ တမန်တော် ﷺ အပြီးတွင် မျိုးနွယ်စုတိုင်း သို့မဟုတ် ရပ်ကွက်တိုင်းမှ အဖွဲ့တစ်ဖွဲ့သည် သာသနာရေးဆိုင်ရာ အသိပညာကို ရှာဖွေသင့်သည် သို့မဟုတ် ဂျီဟာဒ်ကို ထမ်းဆောင်သင့်သည်၊ အဘယ်ကြောင့်ဆိုသော် ဤကိစ္စတွင် ဂျီဟာဒ်သည် မွတ်စလင်မ်အသိုင်းအဝိုင်းတိုင်း၏ အနည်းဆုံး အစိတ်အပိုင်းတစ်ခုမှ လိုအပ်သည်။ </p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဗ်နု အဘ္ဘားစ်ထံမှ အာယတ်တော်နှင့်ပတ်သက်၍ သတင်းပို့ခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُوا كَافَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများသည် အားလုံးအတူတကွ (တိုက်ခိုက်ရန် - ဂျီဟာဒ်) ထွက်ခွာသွားရန် (မသင့်တော်ပေ)။)</span></p><p lang=\"my\" class=\"my \">\"ယုံကြည်သူအားလုံးသည် စစ်ပွဲသို့မသွားဘဲ တမန်တော် ﷺ ကို တစ်ဦးတည်းမထားသင့်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَائِفَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏တပ်တိုင်းမှ အဖွဲ့တစ်ဖွဲ့သာ ထွက်ခွာသင့်သည်)</span> ဟု တမန်တော် ﷺ စေလွှတ်ခဲ့သော စစ်ဆင်ရေးများတွင် ပါဝင်ခဲ့သည်။ ထိုစစ်တပ်များသည် တမန်တော် ﷺ ထံ ပြန်ရောက်သောအခါ၊ ထိုအတောအတွင်း အလ္လာဟ်အရှင်မြတ်ထံမှ ကုရ်အာန်၏ ထုတ်ပြန်ထားသော အစိတ်အပိုင်းများကို လက်ခံရရှိခဲ့သည်။ တမန်တော် ﷺ နှင့်အတူ ကျန်ရှိခဲ့သောအဖွဲ့သည် ၎င်းထံမှ ထိုဗျာဒိတ်တော်ကို သင်ယူခဲ့ကြမည်။ ၎င်းတို့က 'အလ္လာဟ်အရှင်မြတ်သည် သင်၏တမန်တော်ထံ ကုရ်အာန်၏ အစိတ်အပိုင်းအချို့ကို ထုတ်ပြန်ခဲ့ပြီး ကျွန်ုပ်တို့ သင်ယူခဲ့ကြပြီ' ဟု ပြောကြားခဲ့ကြမည်။ ထို့ကြောင့် ၎င်းတို့မရှိခိုက်တွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော် ﷺ ထံ ထုတ်ပြန်ခဲ့သော အရာများကို ၎င်းတို့ထံမှ သင်ယူခဲ့ကြသည်။ ထိုအတောအတွင်း တမန်တော် ﷺ က အခြားလူအချို့ကို စစ်ရေးလှုပ်ရှားမှုများသို့ စေလွှတ်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَتَفَقَّهُوا فِي الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သာသနာရေး၌ လမ်းညွှန်ချက်များ ရရှိနိုင်ရန်)</span>၊ သို့မှသာ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏တမန်တော် ﷺ ထံ ထုတ်ပြန်ခဲ့သောအရာများကို သင်ယူနိုင်မည်ဖြစ်ပြီး စစ်တပ်များ ပြန်ရောက်သောအခါ သင်ကြားပေးနိုင်မည်ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَحْذَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ ၎င်းတို့သည် သတိထားနိုင်မည်။)</span>\" </p><p lang=\"my\" class=\"my \">မုဂျာဟိဒ်က ပြောကြားခဲ့သည်မှာ \"ဤအာယတ်တော်သည် တမန်တော် ﷺ ၏ ဆွဟာဘာအချို့နှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်၊ ၎င်းတို့သည် သဲကန္တာရသို့သွားရောက်ခဲ့ပြီး ၎င်း၏နေထိုင်သူများ၏ အကူအညီကို ရရှိခဲ့ကာ မိုးကောင်းသောနှစ်ကို ရရှိခဲ့ပြီး ၎င်းတို့တွေ့ဆုံသူတိုင်းကို တရားလမ်းမှန်သို့ ဖိတ်ခေါ်ခဲ့ကြသည်။ လူများက ၎င်းတို့ကို 'သင်တို့သည် သင်တို့၏အဖော်များကို စွန့်ပစ်ပြီး ကျွန်ုပ်တို့ထံ လာရောက်သည်ကို ကျွန်ုပ်တို့ တွေ့မြင်ရသည်' ဟု ပြောကြားခဲ့ကြသည်။ ၎င်းတို့သည် ဤအရာကြောင့် မိမိကိုယ်မိမိ မကောင်းဘူးဟု ခံစားခဲ့ရပြီး ၎င်းတို့အားလုံး သဲကန္တာရမှ တမန်တော် ﷺ ထံ ပြန်လာခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَائِفَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏တပ်တိုင်းမှ အဖွဲ့တစ်ဖွဲ့သာ ထွက်ခွာသင့်သည်)</span>၊ ဖြောင့်မတ်ခြင်းကို ရှာဖွေသူများ <span class=\"gray\">[အစ္စလာမ်သာသနာကို ဖိတ်ခေါ်ခြင်းကဲ့သို့သော၊ အခြားသူများ နောက်တွင် ကျန်ရှိနေစဉ်]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَتَفَقَّهُوا فِي الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် (အစ္စလာမ့်) သာသနာရေး၌ လမ်းညွှန်ချက်များ ရရှိနိုင်ရန်)</span> နှင့် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ခဲ့သောအရာများကို သင်ယူရန်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلِيُنذِرُوا قَوْمَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် ၎င်းတို့၏လူမျိုးများကို သတိပေးရန်)</span>၊ ရှေ့သို့သွားခဲ့သူများ ၎င်းတို့ထံ ပြန်ရောက်သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَحْذَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ ၎င်းတို့သည် (မကောင်းမှုကို) သတိထားနိုင်မည်။)</span>\" </p><p lang=\"my\" class=\"my \">ကွာတာဒါဟ်က ဤအာယတ်တော်နှင့်ပတ်သက်၍ ပြောကြားခဲ့သည်မှာ \"၎င်းသည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ စစ်တပ်တစ်ခုကို စေလွှတ်ခဲ့စဉ်က ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ကို စစ်ပွဲသို့သွားရန် အမိန့်ပေးခဲ့ပြီး၊ အခြားအဖွဲ့တစ်ဖွဲ့သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ သာသနာရေးဆိုင်ရာ လမ်းညွှန်ချက်များ ရယူရန် ကျန်ရှိနေခဲ့သည်။ အခြားအဖွဲ့တစ်ဖွဲ့သည် မိမိတို့လူမျိုးများထံ ပြန်လည်ရောက်ရှိပြီး ၎င်းတို့ကို <span class=\"gray\">(အလ္လာဟ်ထံသို့)</span> ဖိတ်ခေါ်ကာ ၎င်းတို့မတိုင်မီကရှိခဲ့သူများအား အလ္လာဟ်၏ ပြစ်ဒဏ်နှင့်ပတ်သက်၍ သတိပေးခဲ့သည်။\" </p><p lang=\"my\" class=\"my \">ဤကျမ်းပိုဒ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُوا كَافَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများသည် အားလုံးအတူတကွ ထွက်ခွာသွားရန် (မသင့်တော်ပေ)။)</span> ဟူသည် ဂျီဟာဒ်တွင် ပါဝင်ခြင်းနှင့်ပတ်သက်သည်မဟုတ်ပေ။ ၎င်းတို့က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် မူဒါအာရဗ်လူမျိုးများအား အလ္လာဟ်အရှင်မြတ်၏ အစာရေစာရှားပါးသောနှစ်များနှင့် စမ်းသပ်ရန် ဆုတောင်းခဲ့သည်ဟု ပြောကြားကြသည်၊ ထိုအခါ ၎င်းတို့၏ပြည်များတွင် အစာရေစာရှားပါးမှု ဒဏ်ခံခဲ့ရသည်။ ၎င်းတို့အထဲမှ မျိုးနွယ်စုအသီးသီးသည် တစ်ကြိမ်လျှင် မျိုးနွယ်စုတစ်ခုလုံးအားဖြင့် မဒီနာမြို့သို့ လာရောက်ခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့ရင်ဆိုင်ခဲ့ရသော အခက်အခဲများကြောင့်ဖြစ်ပြီး ၎င်းတို့သည် မွတ်စလင်မ်များဖြစ်သည်ဟု မှားယွင်းစွာ ကြွေးကြော်ခဲ့ကြသည်။ ဤအရာသည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ၏ ဆွဟာဘာများအတွက် အခက်အခဲဖြစ်စေခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့သည် ယုံကြည်သူများမဟုတ်ကြောင်း ၎င်းအား ထုတ်ပြန်ခဲ့သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်းတို့ကို ၎င်းတို့၏မျိုးနွယ်စုများထံ ပြန်ပို့ခဲ့ပြီး ၎င်းတို့ပြုလုပ်ခဲ့သည့်အရာကို ထပ်မံမပြုလုပ်ရန် ၎င်းတို့၏လူမျိုးများကို သတိပေးခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيُنذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏လူမျိုးများထံ ပြန်ရောက်သောအခါ ၎င်းတို့ကို သတိပေးရန်၊)</span></p>"
  },
  {
    "ayah_key": "9:123",
    "group_ayah_key": "9:123",
    "from_ayah": "9:123",
    "to_ayah": "9:123",
    "ayah_keys": "9:123",
    "text": "<p class=\"my translation\" lang=\"my\">အို၊ ယုံကြည်သူအပေါင်းတို့! သင်တို့နှင့် နီးစပ်သော ကာဖစ်ရ်များကို တိုက်ခိုက်ကြကုန်။ ထိုသူတို့သည် သင်တို့ထံတွင် ကြမ်းတမ်းမှုကို တွေ့ရှိပါစေ။ အလ္လာဟ်အရှင်မြတ်သည် တက္ကဝါ (ဘုရားကို ကြောက်ရွံ့သူ) ရှိသူများနှင့်အတူ ရှိသည်ကို သိထားကြကုန်။ <span>(123)</span></p><div lang=\"my\" class=\"my \"><h2>အနီးဆုံး၊ ထို့နောက် အဝေးဆုံးဒေသများရှိ ကာဖစ်ရ်များကို ဂျီဟတ်တိုက်ရန် အမိန့်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို အစ္စလာမ့်နိုင်ငံတော်နှင့် အနီးဆုံးဒေသများရှိ ကာဖစ်ရ်များကို တိုက်ခိုက်ရန် အမိန့်ပေးထားသည်၊ ထို့နောက် အဝေးဆုံးဒေသများကို ဖြစ်သည်။ ဤသည်ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အာရေဗျကျွန်းဆွယ်ရှိ ရုပ်တုကိုးကွယ်သူများကို စတင်တိုက်ခိုက်ခဲ့ခြင်း ဖြစ်သည်။ ၎င်းတို့နှင့် ပြီးစီးသွားသောအခါ အလ္လာဟ်အရှင်မြတ်က မက္ကာ၊ အလ်-မဒီနာ၊ အတ်-တာအစ်ဖ်၊ ယေမင်၊ ယာမာမ၊ ဟဂျ်ရ်၊ ခိုင်ဘာ၊ ဟဒ်ရမာဝတ်နှင့် အခြားသော အာရပ်ပြည်နယ်များအပေါ် ထိန်းချုပ်ခွင့်ပေးခဲ့ပြီး၊ အမျိုးမျိုးသော အာရပ်မျိုးနွယ်စုများသည် အစုလိုက်အပြုံလိုက် အစ္စလာမ်သို့ ဝင်ရောက်လာကြသောအခါ၊ ၎င်းသည် ကျမ်းဂန်ရှင်များကို စတင်တိုက်ခိုက်ခဲ့သည်။ ၎င်းသည် အာရေဗျကျွန်းဆွယ်နှင့် အနီးဆုံးဒေသဖြစ်သော ရောမလူမျိုးများကို တိုက်ခိုက်ရန် ပြင်ဆင်မှုများ စတင်ခဲ့ပြီး၊ ထို့ကြောင့် ၎င်းတို့သည် အစ္စလာမ်သို့ ခေါ်ဆိုခံရရန် အခွင့်အရေးအရှိဆုံးဖြစ်သည်။ အထူးသဖြင့် ၎င်းတို့သည် ကျမ်းဂန်ရှင်များထဲမှ ဖြစ်သောကြောင့်ဖြစ်သည်။ တမန်တော်မြတ် ﷺ သည် တဗုက်သို့ ရောက်သည်အထိ ချီတက်ခဲ့ပြီး ပြင်းထန်သော ဒုက္ခ၊ မိုးနည်းခြင်းနှင့် ပစ္စည်းရှားပါးခြင်းတို့ကြောင့် ပြန်လှည့်ခဲ့သည်။ ဤတိုက်ပွဲသည် ၎င်း၏ ဟစ်ဂျ်ရာပြီးနောက် နဝမနှစ်တွင် ဖြစ်ပွားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဒသမနှစ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် နုတ်ဆက်ဟဂျ်နှင့် အလုပ်များနေခဲ့သည်။ ထိုဟဂျ်မှ ပြန်လာပြီးနောက် ရှစ်ဆယ့်တစ်ရက်အကြာတွင် ရစူလ်တမန်တော် ﷺ ကွယ်လွန်ခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းအတွက် ပြင်ဆင်ထားသည့်အရာ <span class=\"gray\">[ဂျန္နတ် (အာခီရတ်) တွင်]</span> အတွက် ရွေးချယ်ခဲ့သည်။ ၎င်း၏ကွယ်လွန်ပြီးနောက် ၎င်း၏လုပ်ငန်းဆောင်ရွက်သူ၊ မိတ်ဆွေနှင့် ခလီဖာ အဘူဘက္ကရ် အပ်စ်-စစ်ဒီက် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) သည် ခေါင်းဆောင်ဖြစ်လာခဲ့သည်။ ထိုအချိန်က ဘာသာရေးသည် တိုက်ခိုက်ခံခဲ့ရပြီး အကယ်၍ အလ္လာဟ်အရှင်မြတ်က အဘူဘက္ကရ်မှတစ်ဆင့် ဘာသာရေးကို ခိုင်မာစေခြင်း မရှိခဲ့ပါက ရှုံးနိမ့်သွားနိုင်ခဲ့သည်။ အဘူဘက္ကရ်သည် ၎င်း၏အခြေခံများကို ထူထောင်ပြီး ၎င်း၏အုတ်မြစ်များကို ခိုင်မာစေခဲ့သည်။ ၎င်းသည် ဘာသာရေးမှ လမ်းလွဲသွားသူများကို ပြန်လည်ခေါ်ဆောင်ခဲ့ပြီး၊ အစ္စလာမ်မှ ပြောင်းလဲသွားသူများကို ပြန်လည်ရောက်ရှိစေခဲ့သည်။ ၎င်းသည် ဇကာတ်ကို မပေးလိုသော ဆိုးသွမ်းသူများထံမှ ယူခဲ့ပြီး၊ မသိနားမလည်သူများအား အမှန်တရားကို ရှင်းပြခဲ့သည်။ တမန်တော်မြတ် ﷺ ကိုယ်စား အဘူဘက္ကရ်သည် ၎င်းအား လွှဲအပ်ထားသည့်အရာကို ပေးအပ်ခဲ့သည်။ ထို့နောက် ၎င်းသည် ရောမလက်ဝါးကပ်တိုင်ကိုးကွယ်သူများနှင့် ပါရှန်းမီးကိုးကွယ်သူများကို တိုက်ခိုက်ရန် အစ္စလာမ့်စစ်တပ်များကို ပြင်ဆင်ခဲ့သည်။ ၎င်း၏ တာဝန်၏ ကောင်းချီးမင်္ဂလာဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအတွက် မြေများကို ဖွင့်ပေးခဲ့ပြီး၊ စီဇာနှင့် ခစ်စရာတို့ကိုလည်းကောင်း၊ ၎င်းတို့အား နာခံသောကျွန်များကိုလည်းကောင်း ချေမှုန်းခဲ့သည်။ အဘူဘက္ကရ်သည် ၎င်းတို့၏ ရတနာများကို အလ္လာဟ်အရှင်မြတ်၏ လမ်းတွင် သုံးစွဲခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကြိုတင်ဟောကိန်းထုတ်ခဲ့သည့်အတိုင်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤတာဝန်သည် အဘူဘက္ကရ်နောက်ပိုင်းတွင် အဘူဘက္ကရ်က ၎င်း၏အရိုက်အရာခံအဖြစ် ရွေးချယ်ခဲ့သူ အလ်-ဖာရုက်၊ မီဟ်ရာဘ်၏ ရှဟီးဒ်၊ အဘူ ဟဖ်စ်၊ အိုမာရ် ဗင်န် အလ်-ခတ္တဘ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ၏လက်တွင် ဆက်လက်ခဲ့သည်။ အိုမာရ်ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ကာဖစ်ရ်များကို အရှက်ရစေခဲ့ပြီး၊ အာဏာရှင်များနှင့် မုနာဖစ်က်များကို နှိမ်နှင်းခဲ့ကာ၊ ကမ္ဘာ့အရှေ့ဘက်နှင့် အနောက်ဘက်ဒေသများကို ဖွင့်ပေးခဲ့သည်။ အမျိုးမျိုးသော နိုင်ငံများ၏ ရတနာများကို နီးရာဝေးရာ ပြည်နယ်များမှ အိုမာရ်ထံသို့ ယူဆောင်လာခဲ့ပြီး၊ ၎င်းသည် တရားဝင်ပြီး လက်ခံနိုင်သော နည်းလမ်းအတိုင်း ပိုင်းခြားပေးခဲ့သည်။ ထို့နောက် အိုမာရ်သည် ချီးမွမ်းထိုက်သော ဘဝကို နေထိုင်ပြီးနောက် ရှဟီးဒ်အဖြစ် ကွယ်လွန်ခဲ့သည်။ ထို့နောက် မုဟာဂျိရ်နှင့် အန်ဆာရ်တို့အကြားမှ အဆွေတော်များသည် အိုမာရ်နောက်ပိုင်းတွင် ယုံကြည်သူတို့၏ ခေါင်းဆောင်နှင့် အိမ်တော်၏ ရှဟီးဒ် အွတ်စ်မာန် ဗင်န် အဖ်ဖာန် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ကို ရွေးချယ်ရန် သဘောတူခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အွတ်စ်မာန်၏ အုပ်ချုပ်မှုကာလတွင် အစ္စလာမ်သည် ၎င်း၏ အကျယ်ပြန့်ဆုံး ဝတ်စုံကို ဝတ်ဆင်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ အငြင်းပွားဖွယ်မရှိသော သက်သေအထောက်အထားသည် ကမ္ဘာ့ဒေသအမျိုးမျိုးရှိ ကျွန်များ၏ လည်ပင်းများပေါ်တွင် ထူထောင်ခဲ့သည်။ အစ္စလာမ်သည် ကမ္ဘာ့အရှေ့ဘက်နှင့် အနောက်ဘက်ဒေသများတွင် ပေါ်ပေါက်လာခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်သည် မြင့်မားလာကာ ၎င်း၏ဘာသာရေးသည် ထင်ရှားလာခဲ့သည်။ စင်ကြယ်သော ဘာသာရေးသည် အလ္လာဟ်အရှင်မြတ်၏ ရန်သူများကို ဆန့်ကျင်၍ ၎င်း၏ အနက်ရှိုင်းဆုံး ရည်ရွယ်ချက်များသို့ ရောက်ရှိခဲ့ပြီး၊ မွတ်စ်လင်မ်များက ဥမ္မသ်တစ်ခုကို အောင်နိုင်သောအခါ၊ ၎င်းတို့သည် နောက်တစ်ခုသို့ ဆက်လက်ရွှေ့ပြောင်းခဲ့ပြီး၊ ထို့နောက် နောက်တစ်ခုသို့ ဆက်လက်ရွှေ့ပြောင်းကာ ရက်စက်ကြမ်းကြုတ်သော ဆိုးသွမ်းသူများကို ချေမှုန်းခဲ့ကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်ကို ရိုသေလေးစားသောအားဖြင့် ဤသို့ပြုလုပ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُم مِّنَ الْكُفَّارِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ ယုံကြည်သူအပေါင်းတို့! သင်တို့နှင့် နီးစပ်သော ကာဖစ်ရ်များကို တိုက်ခိုက်ကြကုန်၊)</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَجِدُوا فِيكُمْ غِلْظَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် သင်တို့ထံတွင် ကြမ်းတမ်းမှုကို တွေ့ရှိပါစေ)</span>၊ ဆိုလိုသည်မှာ စစ်ပွဲတွင် ကာဖစ်ရ်များက သင်တို့အပေါ် ကြမ်းတမ်းမှုကို တွေ့ရှိပါစေ။ ပြည့်ဝသော ယုံကြည်သူဆိုသည်မှာ ၎င်း၏ယုံကြည်သူညီအစ်ကိုအပေါ် ကြင်နာပြီး ၎င်း၏ကာဖစ်ရ်ရန်သူအပေါ် ကြမ်းတမ်းသူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တော်တွင် မိန့်ကြားထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းနှစ်သက်တော်မူမည့် လူမျိုးတစ်စုကို ယူဆောင်လာမည်ဖြစ်ပြီး၊ ၎င်းတို့ကလည်း ၎င်းအား ချစ်မြတ်နိုးကြမည်။ ယုံကြည်သူများအပေါ် နူးညံ့ပြီး၊ ကာဖစ်ရ်များအပေါ် ခက်ထန်ကြမည်...)</span><span class=\"gray\">[5:54]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّحَمَّدٌ رَّسُولُ اللَّهِ ۚ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုဟမ္မဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်သည်။ ၎င်းနှင့်အတူရှိသူတို့သည် ကာဖစ်ရ်များကို ဆန့်ကျင်၍ ပြင်းထန်ကြပြီး၊ ၎င်းတို့အချင်းချင်း သနားကြင်နာကြကုန်သည်။)</span><span class=\"gray\">[48:29]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို တမန်တော်! ကာဖစ်ရ်များနှင့် မုနာဖစ်က်များကို ပြင်းပြင်းထန်ထန် ဂျီဟတ်တိုက်ပါ၊ ၎င်းတို့အပေါ် ကြမ်းတမ်းစွာ ဆက်ဆံပါ)</span><span class=\"gray\">[9:73]</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် တက္ကဝါ (ဘုရားကို ကြောက်ရွံ့သူ) ရှိသူများနှင့်အတူ ရှိသည်ကို သိထားကြကုန်)</span>၊ ဆိုလိုသည်မှာ ကာဖစ်ရ်များကို တိုက်ခိုက်ပြီး အလ္လာဟ်အရှင်မြတ်အား ယုံကြည်ကိုးစားပါ။ အကယ်၍ သင်တို့သည် ၎င်းအား ကြောက်ရွံ့ပြီး နာခံပါက အလ္လာဟ်အရှင်မြတ်သည် သင်တို့နှင့်အတူ ရှိကြောင်း သိထားပါ။ အစ္စလာမ်၏ ပထမ သုံးမျိုးဆက်ခေတ်ကာလများတွင် ဤကဲ့သို့ဖြစ်ခဲ့ပြီး၊ ဤဥမ္မသ်၏ အကောင်းဆုံး အဖွဲ့ဝင်များဖြစ်သည်။ ၎င်းတို့သည် ဘာသာရေးအပေါ် ခိုင်မာစွာ ရပ်တည်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်အား မကြုံစဖူး နာခံမှုအဆင့်သို့ ရောက်ရှိခဲ့သောကြောင့် ၎င်းတို့သည် ၎င်းတို့၏ ရန်သူများကို အမြဲတစေ အောင်နိုင်ခဲ့ကြသည်။ ထိုခေတ်ကာလတွင် အောင်ပွဲများသည် ပေါများခဲ့ပြီး ရန်သူများသည် အမြဲတစေ ပြင်းထန်သော ဆုံးရှုံးမှုနှင့် နိမ့်ကျမှု အခြေအနေတွင် ရှိခဲ့သည်။ </p><p lang=\"my\" class=\"my \">သို့ရာတွင် မငြိမ်မသက်မှုများ စတင်ပြီးနောက်၊ အမျိုးမျိုးသော မွတ်စ်လင်မ်ဘုရင်များအကြား ဆန္ဒများနှင့် ကွဲပြားမှုများ ပျံ့နှံ့လာခဲ့ပြီး၊ ရန်သူများသည် အစ္စလာမ်၏ ရှေ့တန်းစခန်းများကို တိုက်ခိုက်ရန် စိတ်အားထက်သန်ခဲ့ကြပြီး ကြီးကြီးမားမား ဆန့်ကျင်မှုမရှိဘဲ ၎င်း၏ နယ်မြေထဲသို့ ချီတက်ခဲ့ကြသည်။ ထို့နောက် မွတ်စ်လင်မ်ဘုရင်များသည် ၎င်းတို့အချင်းချင်း ရန်ငြိုးဖွဲ့နေကြခြင်းဖြင့် အလွန်အလုပ်များနေခဲ့ကြသည်။ ထို့နောက် ကာဖစ်ရ်များသည် အစ္စလာမ့်နိုင်ငံတော်များ၏ မြို့တော်များသို့ ချီတက်ခဲ့ကြပြီး၊ ၎င်း၏ဒေသအများအပြားကို ထိန်းချုပ်ပြီးနောက် အစ္စလာမ့်ပြည်နယ်များ တစ်ခုလုံးကိုပါ ထိန်းချုပ်ခဲ့ကြသည်။ အမှန်စင်စစ်၊ အရာခပ်သိမ်း၏ ပိုင်ဆိုင်မှုသည် အစအဆုံး အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။ တရားမျှတသော မွတ်စ်လင်မ်ဘုရင်တစ်ပါးသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များကို နာခံပြီး အလ္လာဟ်အရှင်မြတ်အား ယုံကြည်ကိုးစား၍ ရပ်တည်သောအခါတိုင်း၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား မွတ်စ်လင်မ်ပြည်နယ်အချို့ကို ပြန်လည်ထိန်းချုပ်ရန် ကူညီခဲ့ပြီး ၎င်း၏ နာခံမှုနှင့် အလ္လာဟ်အရှင်မြတ်အား ထောက်ခံမှုနှင့် ကိုက်ညီသော အရာများကို ရန်သူထံမှ ပြန်လည်သိမ်းယူပေးခဲ့သည်။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်အား မွတ်စ်လင်မ်များအား ၎င်း၏ ကာဖစ်ရ်ရန်သူများ၏ ခြေသလုံးမွေးများကို ထိန်းချုပ်နိုင်ရန် ကူညီပေးပါရန်နှင့် မွတ်စ်လင်မ်တို့၏ နှုတ်ကပတ်တော်ကို မြေပြင်အားလုံးအပေါ် မြှင့်တင်ပေးပါရန် တောင်းလျှောက်ပါသည်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ရက်ရောလှစွာ ပေးကမ်းတော်မူသော အရှင်ဖြစ်သည်။</p>"
  }
]