[
  {
    "ayah_key": "20:83",
    "group_ayah_key": "20:83",
    "from_ayah": "20:83",
    "to_ayah": "20:89",
    "ayah_keys": "20:83,20:84,20:85,20:86,20:87,20:88,20:89",
    "text": "<p lang=\"my\" class=\"my \">\"အို မူဆာ၊ သင့်လူမျိုးများထံမှ အဘယ်အရာက သင့်ကို အလျင်စလိုဖြစ်စေသနည်း။ <span>(၈၃)</span> သူက \"သူတို့သည် ကျွန်ုပ်၏ ခြေရာနောက်တွင် ကပ်လျက်ရှိပြီး၊ အရှင်သခင်၊ သင့်အား နှစ်သက်စေရန် ကျွန်ုပ်သည် သင့်ထံသို့ အလျင်စလိုလာခဲ့ပါသည်\" ဟု ပြောခဲ့သည်။ <span>(၈၄)</span><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က \"သင့်မရှိခိုက်တွင် သင့်လူမျိုးများကို ငါတို့စမ်းသပ်ခဲ့ပြီးဖြစ်သည်၊ အလ်-ဆာမီရီက သူတို့ကို လမ်းမှားသို့ ပို့ဆောင်ခဲ့ပြီ\" ဟု မိန့်တော်မူခဲ့သည်။ <span>(၈၅)</span> ထို့နောက် မူဆာသည် သူ၏လူမျိုးများထံသို့ အမျက်ဒေါသနှင့် စိတ်မကောင်းဖြစ်လျက် <span class=\"gray\">[အာစစ်ဖ်]</span> ပြန်လာခဲ့သည်။ သူက \"အို ကျွန်ုပ်၏လူမျိုးများ၊ သင်တို့၏ အရှင်သခင်က သင်တို့အား ကောင်းမွန်သော ကတိတစ်ခု ပေးခဲ့သည်မဟုတ်လော။ ထိုကတိသည် သင်တို့ထံသို့ ရောက်ရှိလာရန် ကြာမြင့်နေပြီဟု သင်တို့ထင်မြင်ခဲ့ကြသလော။ သို့မဟုတ် သင်တို့အပေါ်တွင် သင်တို့၏ အရှင်သခင်ထံမှ အမျက်ဒေါသ ကျရောက်လာစေရန် သင်တို့ဆန္ဒရှိခဲ့ကြသလော။ ထို့ကြောင့် သင်တို့သည် ကျွန်ုပ်အားပေးခဲ့သော ကတိကို ဖောက်ဖျက်ခဲ့ကြသည်မဟုတ်လော။ <span>(၈၆)</span> သူတို့က \"ကျွန်ုပ်တို့သည် သင့်အား ကတိကို ကျွန်ုပ်တို့၏ ဆန္ဒအလျောက် ဖောက်ဖျက်ခဲ့ခြင်းမဟုတ်ပါ။ သို့သော် ကျွန်ုပ်တို့သည် လူမျိုးများ၏ အဆင်တန်ဆာများ၏ အလေးချိန်ကို သယ်ဆောင်ခဲ့ရသည်၊ ထို့နောက် ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ပစ်ချခဲ့ကြသည်၊ ၎င်းသည် အလ်-ဆာမီရီ အကြံပြုခဲ့သောအရာဖြစ်သည်\" ဟု ပြောခဲ့ကြသည်။ <span>(၈၇)</span> ထို့နောက် သူသည် သူတို့အတွက် အော်ဟစ်နေသော နွားကလေးတစ်ကောင်ကို ထုတ်ယူခဲ့သည်။ သူတို့က \"၎င်းသည် သင်တို့၏ ဘုရားဖြစ်သည်၊ မူဆာ၏ ဘုရားဖြစ်သည်\" ဟု ပြောခဲ့ကြသည်၊ သို့သော် သူသည် မေ့လျော့ခဲ့သည် <span>(၈၈)</span> ၎င်းသည် သူတို့အား စကားတစ်ခွန်းမျှ <span class=\"gray\">(ပြန်လည်ဖြေကြားရန်)</span> ပြန်လည်ပေးနိုင်ခြင်းမရှိကြောင်း၊ ၎င်းသည် သူတို့ကို ထိခိုက်စေရန် သို့မဟုတ် အကျိုးပြုရန် အစွမ်းမရှိကြောင်း သူတို့မမြင်ခဲ့ကြသလော။ <span>(၈၉)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာသည် အလ္လာဟ်အရှင်မြတ်နှင့် ချိန်းဆိုရာသို့သွားခြင်းနှင့် အစ္စရေးလ်၏သားမြေးများသည် နွားကလေးကို ကိုးကွယ်ရာသို့ ကျရောက်ခြင်း</h2></div><p lang=\"my\" class=\"my \">ဖိရ်အောန်၏ ဖျက်ဆီးခြင်းနောက်ပိုင်းတွင် မူဆာသည် အစ္စရေးလ်၏သားမြေးများနှင့်အတူ ခရီးသွားခဲ့သောအခါ ဖြစ်ပျက်ခဲ့သည်များကို အလ္လာဟ်အရှင်မြတ်က ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَتَوْا عَلَىٰ قَوْمٍ يَعْكُفُونَ عَلَىٰ أَصْنَامٍ لَّهُمْ ۚ قَالُوا يَا مُوسَى اجْعَل لَّنَا إِلَٰهًا كَمَا لَهُمْ آلِهَةٌ ۚ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ - إِنَّ هَٰؤُلَاءِ مُتَبَّرٌ مَّا هُمْ فِيهِ وَبَاطِلٌ مَّا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ရုပ်တုများကိုသာ ကိုးကွယ်လျက်ရှိသော လူမျိုးစုတစ်ခုထံ ရောက်ရှိလာကြ၏။ သူတို့က \"အို မူဆာ၊ ထိုသူတို့တွင် ဘုရားများရှိသကဲ့သို့ ကျွန်ုပ်တို့အတွက်လည်း ဘုရားတစ်ပါး ဖန်တီးပေးပါ\" ဟု ဆို၏။ မူဆာက \"အမှန်စင်စစ် သင်တို့သည် မသိနားမလည်သော လူမျိုးစုဖြစ်၏။ ဤသူများသည် သူတို့လုပ်ဆောင်နေသောအရာများကြောင့် ဖျက်ဆီးခံရလတ္တံ့။ သူတို့လုပ်ဆောင်နေသော အရာအားလုံးသည် အချည်းနှီးဖြစ်၏။\")</span><span class=\"gray\">[၇း၁၃၈-၁၃၉]</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မူဆာနှင့် ညပေါင်းသုံးဆယ်အတွက် ကတိပြုခဲ့သည်။ ထို့နောက် ညပေါင်းဆယ်ည ထပ်မံဖြည့်စွက်ခဲ့ရာ စုစုပေါင်း ညပေါင်းလေးဆယ် ဖြစ်လာခဲ့သည်။ ထိုကတိမှာ မူဆာသည် ထိုရက်ပေါင်းများစွာကို နေ့ရောညပါ အစာရှောင်ရန်ဖြစ်သည်။ ထို့ကြောင့် မူဆာသည် တောင်ပေါ်သို့ အလျင်အမြန်တက်သွားခဲ့ပြီး သူ၏ညီ ဟာရွန်အား အစ္စရေးလ်၏သားမြေးများကို တာဝန်ယူစေခဲ့သည်။ ဤသည့်အတွက်ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَعْجَلَكَ عَن قَوْمِكَ يَا مُوسَىٰ - قَالَ هُمْ أُولَاءِ عَلَىٰ أَثَرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို မူဆာ၊ သင့်လူမျိုးများထံမှ အဘယ်အရာက သင့်ကို အလျင်စလိုဖြစ်စေသနည်း\" ဟု မေးရာ၊ သူက \"သူတို့သည် ကျွန်ုပ်၏ ခြေရာနောက်တွင် ကပ်လျက်ရှိသည်\" ဟု ပြန်ဖြေခဲ့သည်)</span> ဆိုလိုသည်မှာ သူတို့သည် ရောက်ရှိလာပြီး တောင်အနီးတွင် အခြေချနေထိုင်ကြပြီဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ အရှင်သခင်၊ သင့်အား နှစ်သက်စေရန် ကျွန်ုပ်သည် သင့်ထံသို့ အလျင်စလိုလာခဲ့ပါသည်)</span> ဆိုလိုသည်မှာ \"သင်သည် ကျွန်ုပ်အား ပိုမိုနှစ်သက်စေရန်\" ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِن بَعْدِكَ وَأَضَلَّهُمُ السَّامِرِيُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က \"သင့်မရှိခိုက်တွင် သင့်လူမျိုးများကို ငါတို့စမ်းသပ်ခဲ့ပြီးဖြစ်သည်၊ အလ်-ဆာမီရီက သူတို့ကို လမ်းမှားသို့ ပို့ဆောင်ခဲ့ပြီ\" ဟု မိန့်တော်မူခဲ့သည်)</span> အလ္လာဟ်အရှင်မြတ်သည် သူ၏တမန်တော် မူဆာအား သူတို့ကို စွန့်ခွာသွားပြီးနောက် အစ္စရေးလ်၏သားမြေးများအား မည်သို့ဖြစ်ပျက်ခဲ့ကြောင်း၊ နှင့် အလ်-ဆာမီရီက သူတို့အတွက် ဖန်တီးခဲ့သော နွားကလေးကို သူတို့ဘုရားအဖြစ် ကိုးကွယ်ခဲ့ကြောင်း အသိပေးခဲ့သည်။ ဤအချိန်ကာလအတွင်း အလ္လာဟ်အရှင်မြတ်သည် မူဆာအတွက် တော်ရဟ်ကျမ်းပါရှိသော ကျောက်ပြားများကို ရေးသားပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِن كُلِّ شَيْءٍ مَّوْعِظَةً وَتَفْصِيلًا لِّكُلِّ شَيْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا ۚ سَأُرِيكُمْ دَارَ الْفَاسِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူ့အား ကျောက်ပြားများပေါ်တွင် အရာခပ်သိမ်းမှ သင်ခန်းစာနှင့် အရာခပ်သိမ်း၏ ရှင်းလင်းချက်ကို ရေးသားပေးခဲ့သည် <span class=\"gray\">(ထို့ပြင် မိန့်တော်မူသည်)</span>- \"၎င်းတို့ကို ခိုင်မာစွာ ဆုပ်ကိုင်ထားပါ၊ သင့်လူမျိုးများကို ၎င်းတို့ထဲမှ အကောင်းဆုံးကို ယူရန် ညွှန်ကြားပါ။ ငါသည် သင်တို့အား မကောင်းမှုပြုသူများ၏ နေအိမ်ကို ပြသမည်။\")</span><span class=\"gray\">[၇း၁၄၅]</span> ဆိုလိုသည်မှာ \"ငါ၏နာခံမှုကို စွန့်ပစ်ပြီး ငါ၏အမိန့်ကို ဆန့်ကျင်သူများအား မည်သည့်အရာများ နောက်ဆုံးတွင် ဖြစ်ပျက်လာမည်ကို ငါပြသမည်\" ဟူ၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَرَجَعَ مُوسَىٰ إِلَىٰ قَوْمِهِ غَضْبَانَ أَسِفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မူဆာသည် သူ၏လူမျိုးများထံသို့ အမျက်ဒေါသနှင့် စိတ်မကောင်းဖြစ်လျက် <span class=\"gray\">[အာစစ်ဖ်]</span> ပြန်လာခဲ့သည်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က သူတို့လုပ်ဆောင်နေသည်များကို အသိပေးပြီးနောက် သူသည် သူတို့အပေါ် အလွန်အမင်း အမျက်ဒေါသထွက်ပြီး စိတ်မကောင်းဖြစ်ခဲ့သည်။ သူသည် သူတို့အတွက် အလွန်စိုးရိမ်ပူပန်ခဲ့သည်။ ဤအချိန်တွင် သူသည် တော်ရဟ်ကျမ်းကို လက်ခံရရှိခဲ့ပြီး ၎င်းတွင် သူတို့၏ ရှရီအာ <span class=\"gray\">(ဥပဒေ)</span> ပါဝင်သည်။ ဤသည်မှာ သူတို့အတွက် ကြီးမားသော ဂုဏ်ထူးဖြစ်သည်။ အဘယ့်ကြောင့်ဆိုသော် သူတို့သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားသူများကို ကိုးကွယ်ခဲ့သော လူမျိုးဖြစ်သည်။ အသိဉာဏ်ရှိသော မည်သူမဆို သူတို့လုပ်ဆောင်နေသည်မှာ မှားယွင်းပြီး မိုက်မဲသော အရာဖြစ်သည်ကို မြင်နိုင်သည်။ ဤသည့်အတွက်ကြောင့် အလ္လာဟ်အရှင်မြတ်က သူ <span class=\"gray\">(မူဆာ)</span> သည် အမျက်ဒေါသနှင့် စိတ်မကောင်းဖြစ်လျက် သူတို့ထံ ပြန်လာခဲ့သည်ဟု မိန့်တော်မူခဲ့သည်။ ဤနေရာတွင် စိတ်မကောင်းခြင်းအတွက် အသုံးပြုသော စကားလုံးမှာ Asif ဖြစ်ပြီး သူ၏အမျက်ဒေါသ၏ ပြင်းထန်မှုကို အလေးပေးဖော်ပြရန် အသုံးပြုသည်။ မူဂျာဟစ်ဒ်က \"အမျက်ဒေါသနှင့် စိတ်မကောင်းဖြစ်လျက်ဆိုသည်မှာ စိုးရိမ်ပူပန်ခြင်းကို ဆိုလိုသည်\" ဟု ပြောခဲ့သည်။ ကွာတာဒါဟ်နှင့် အလ်-ဆွဒ်ဒီတို့က \"ဤနေရာတွင် Asif ဆိုသည်မှာ သူ၏လူမျိုးများ သူနောက်ကွယ်တွင် လုပ်ဆောင်ခဲ့သည်များကြောင့် ဝမ်းနည်းခြင်းကို ဆိုလိုသည်\" ဟု ပြောခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا قَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">(မူဆာ)</span> က \"အို ကျွန်ုပ်၏လူမျိုးများ၊ သင်တို့၏ အရှင်သခင်က သင်တို့အား ကောင်းမွန်သော ကတိတစ်ခု ပေးခဲ့သည်မဟုတ်လော...\" ဟု ပြောခဲ့သည်)</span> ဆိုလိုသည်မှာ \"ငါပြောခဲ့သော အရာတွင် ဤဘဝနှင့် နောင်တမလွန်ဘဝရှိ ကောင်းမှုအားလုံးကိုလည်းကောင်း၊ အရာများ၏ နောက်ဆုံးရလဒ်တွင် ကောင်းမွန်သော အဆုံးသတ်ကိုလည်းကောင်း သူသည် သင်တို့အား ကတိမပြုခဲ့သလော။ သူသည် သင်တို့၏ ရန်သူ <span class=\"gray\">(ဖိရ်အောန်)</span> ကို အနိုင်ယူရန် မည်သို့ကူညီခဲ့ကြောင်းနှင့် သင်တို့ကို အောင်မြင်စေခဲ့ကြောင်း၊ သူ၏အကူအညီဖြင့် အခြားဆုလာဘ်များစွာဖြင့်လည်းကောင်း သင်တို့ကို မည်သို့ချီးမြှင့်ခဲ့ကြောင်း သင်တို့သည် ကိုယ်တိုင်တွေ့မြင်ပြီးဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَطَالَ عَلَيْكُمُ الْعَهْدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုကတိသည် သင်တို့ထံသို့ ရောက်ရှိလာရန် ကြာမြင့်နေပြီဟု သင်တို့ထင်မြင်ခဲ့ကြသလော။)</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်က သင်တို့အား ကတိပြုထားသည်များကို စောင့်ဆိုင်းနေရင်း သူ၏ယခင်ကျေးဇူးများနှင့် ယခင်က သင်တို့နှင့် ပြုခဲ့သော ကတိများကို မေ့လျော့နေခြင်း' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ أَرَدتُّمْ أَن يَحِلَّ عَلَيْكُمْ غَضَبٌ مِّن رَّبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင်တို့၏ အရှင်သခင်ထံမှ အမျက်ဒေါသ သင်တို့အပေါ် ကျရောက်လာစေရန် သင်တို့ဆန္ဒရှိခဲ့ကြသလော။)</span> ဤနေရာရှိ 'သို့မဟုတ်' ဟူသော စကားလုံးသည် 'မဟုတ်ပါ၊ သို့သော်' ဟု အဓိပ္ပာယ်ရသည်။ ၎င်းကို ယခင်အကြောင်းအရာနှင့် နောက်အကြောင်းအရာကို ပိုင်းခြားရန် အသုံးပြုသည်။ ၎င်းသည် \"မဟုတ်ပါ၊ သို့သော် သင်တို့သည် သင်တို့လုပ်ဆောင်ခဲ့သည်များကြောင့် သင်တို့အရှင်သခင်၏ အမျက်ဒေါသကို သင်တို့အပေါ် ခွင့်ပြုစေလိုသည်။ ထို့ကြောင့် သင်တို့သည် ကျွန်ုပ်အားပေးခဲ့သော ကတိကို ဖောက်ဖျက်ခဲ့ကြပြီ\" ဟု ပြောနေသကဲ့သို့ ဖြစ်သည်။ အစ္စရေးလ်၏သားမြေးများသည် မူဆာ၏ အပြစ်တင်မှုနှင့် ဆူပူကြိမ်းမောင်းမှုကို တုံ့ပြန်ရာတွင် ပြောခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင့်အားပေးခဲ့သော ကတိကို ကျွန်ုပ်တို့၏ ဆန္ဒအလျောက် ဖောက်ဖျက်ခဲ့ခြင်းမဟုတ်ပါ)</span> ဆိုလိုသည်မှာ ကျွန်ုပ်တို့၏စွမ်းအားနှင့် ကျွန်ုပ်တို့၏ရွေးချယ်မှုဖြင့် ဖြစ်သည်။ ထို့နောက် သူတို့သည် ဆင်ခြေများပေးခဲ့ကြပြီး အီဂျစ်မှ ထွက်ခွာခဲ့စဉ်က ကော့ပ်လူမျိုးများထံမှ ငှားယူခဲ့သော သူတို့သယ်ဆောင်လာသည့် ကော့ပ်ရတနာများကို မည်သို့ ဖယ်ရှားခဲ့ကြောင်း သူအား ပြောပြခဲ့သည်။ ထို့ကြောင့် သူတို့သည် ၎င်းတို့ကို ပစ်ချခဲ့သည်၊ ဆိုလိုသည်မှာ သူတို့သည် ၎င်းတို့ကို လွှင့်ပစ်ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းသည် တဖြည်းဖြည်း အသံတိုးလာသော အော်ဟစ်သံပြုသည့် နွားကလေးတစ်ကောင် ဖြစ်လာခဲ့သည်။ ဤနွားကလေးသည် စမ်းသပ်မှု၊ အတားအဆီးနှင့် စိန်ခေါ်မှုတစ်ခုဖြစ်သည်။ ဤသည့်အတွက်ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَٰلِكَ أَلْقَى السَّامِرِيُّ - فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَّهُ خُوَارٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"...၎င်းသည် အလ်-ဆာမီရီ အကြံပြုခဲ့သောအရာဖြစ်သည်\" ဟု ပြောခဲ့သည်။ ထို့နောက် သူသည် သူတို့အတွက် <span class=\"gray\">(မီးမှ)</span> အော်ဟစ်နေသော နွားကလေးတစ်ကောင် <span class=\"gray\">(ရုပ်တု)</span> ကို ထုတ်ယူခဲ့သည်)</span> မိုဟာမက်ဒ် ဘင် အစ်ဟာက်က အိဘ်နု အဗ္ဗာစ်ပြောခဲ့သည်ကို မှတ်တမ်းတင်ခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا إِلَٰهُكُمْ وَإِلَٰهُ مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ သင်တို့၏ ဘုရားဖြစ်သည်၊ မူဆာ၏ ဘုရားဖြစ်သည်)</span> \"ထို့ကြောင့် သူတို့သည် ၎င်း <span class=\"gray\">(နွားကလေး)</span> အား ဘာသာရေးအရ သက်ဝင်ယုံကြည်ခဲ့ကြပြီး ယခင်က မည်သည့်အရာကိုမျှ မချစ်ခဲ့ဖူးသော အချစ်မျိုးဖြင့် ချစ်ခဲ့ကြသည်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَنَسِيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူသည် မေ့လျော့ခဲ့သည်)</span> ဆိုလိုသည်မှာ သူသည် အစ္စလာမ်သာသနာ၏ လမ်းစဉ်ကို စွန့်ပစ်ခဲ့သည်ဟု အဓိပ္ပာယ်ရသည်။ ဤသည်မှာ အလ်-ဆာမီရီကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ကို ပယ်ချရာတွင်နှင့် ဆူပူကြိမ်းမောင်းရာတွင်၊ ထို့အပြင် သူတို့လုပ်ဆောင်ခဲ့သော အရာတွင် သူတို့၏မိုက်မဲမှုနှင့် ဆင်ခြင်တုံတရားကင်းမဲ့မှုကို ရှင်းပြရာတွင် မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သူတို့အား စကားတစ်ခွန်းမျှ <span class=\"gray\">(ပြန်လည်ဖြေကြားရန်)</span> ပြန်လည်ပေးနိုင်ခြင်းမရှိကြောင်း၊ ၎င်းသည် သူတို့ကို ထိခိုက်စေရန် သို့မဟုတ် အကျိုးပြုရန် အစွမ်းမရှိကြောင်း သူတို့မမြင်ခဲ့ကြသလော။)</span> ဤသည်မှာ နွားကလေးအကြောင်းဖြစ်သည်။ 'သူတို့မေးမြန်းသောအခါနှင့် သူတို့ပြောဆိုသောအခါ ၎င်းက သူတို့ကို တုံ့ပြန်ခြင်းမရှိသည်ကို သူတို့မမြင်ခဲ့ကြသလော။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သူတို့ကို ထိခိုက်စေရန် သို့မဟုတ် အကျိုးပြုရန် အစွမ်းမရှိကြောင်း။)</span> ဆိုလိုသည်မှာ သူတို့၏ လောကီကိစ္စများနှင့် နောင်တမလွန်ကိစ္စများတွင် ဖြစ်သည်။ အိဘ်နု အဗ္ဗာစ်က \"အလ္လာဟ်အရှင်မြတ်ကို အမှန်ဆိုရသော် နွားကလေး၏ အော်ဟစ်သံသည် ၎င်း၏နောက်မှ ဝင်ရောက်ပြီး ပါးစပ်မှ ထွက်လာသော လေသာဖြစ်ပြီး ထိုသို့ဖြင့် အသံထွက်ပေါ်လာခြင်းဖြစ်သည်။\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဟာစန် အလ်-ဘာဆရီထံမှ မှတ်တမ်းတင်ထားသော အလ်-ဖီတွန် ဟဒီးစ်တစ်ခုတွင် ဤနွားကလေး၏အမည်မှာ ဘာဟ်မွတ် ဖြစ်သည်ဟု ဖော်ပြထားသည်။ ဤအသိဉာဏ်မဲ့သူများ၏ ဆင်ခြေကို ရည်ညွှန်း၍ သူတို့သည် ကော့ပ်လူမျိုးများ၏ ရတနာများကို ဖယ်ရှားခြင်းသက်သက်သာ ဖြစ်သည်ဟု တောင်းဆိုခဲ့သည်။ ထိုသို့ပြုလုပ်နေစဉ်တွင် သူတို့သည် ရတနာများကို <span class=\"gray\">(မီးတွင်းထဲသို့)</span> ပစ်ချခဲ့ကြပြီး နောက်ဆုံးတွင် နွားကလေးကို ကိုးကွယ်ခဲ့ကြသည်။ ထို့ကြောင့် သူတို့သည် ရွံရှာဖွယ်ကောင်းသောအရာတစ်ခုကို ဖယ်ရှားရန် ကြိုးပမ်းခဲ့ကြသော်လည်း ပို၍ဆိုးရွားသောအရာကို လုပ်ဆောင်ခဲ့ကြသည်။ ဤသည်မှာ 'အဗ်ဒူလ္လာဟ် ဘင် 'ဥမာရ်ထံမှ သတင်းပို့ထားသော စစ်မှန်သည့် ထွက်ဆိုချက်တစ်ခုနှင့် ဆင်တူသည်။ အီရတ်မှ အမျိုးသားတစ်ဦးက ခြင်သွေးသည် သူ၏အဝတ်အစားပေါ် ကျရောက်ပါက မည်သို့စီရင်ဆုံးဖြတ်ရမည်ကို မေးခဲ့သည်။ ထိုအမျိုးသားက ထိုကဲ့သို့သော အဝတ်အစားဖြင့် ဝတ်ဆင်၍ ဝတ်ပြုခွင့်ရှိ၊ မရှိ သိလိုခဲ့သည်။ အိဘ်နု 'ဥမာရ်က \"အီရတ်လူမျိုးများကို ကြည့်ပါ။ သူတို့သည် ရစူလ်အလ္လာဟ် ﷺ ၏မြေးတော် အလ်-ဟူစိုင်းန်ကို သတ်ခဲ့ကြပြီး ခြင်သွေးအကြောင်းကို မေးနေကြသည်\" ဟု ပြန်လည်ဖြေကြားခဲ့သည်။</p>"
  },
  {
    "ayah_key": "20:9",
    "group_ayah_key": "20:9",
    "from_ayah": "20:9",
    "to_ayah": "20:10",
    "ayah_keys": "20:9,20:10",
    "text": "<p class=\"my translation\" lang=\"my\">မူဆာ၏ပုံပြင် သင့်ထံသို့ ရောက်ရှိလာပြီလား <span>(၉)</span> သူသည် မီးကိုမြင်သောအခါ သူ၏မိသားစုအား \"ခဏစောင့်ကြပါ။ အမှန်စင်စစ် ကျွန်ုပ်သည် မီးကို မြင်ခဲ့ရပြီ။ ကျွန်ုပ်သည် သင်တို့အတွက် ၎င်းမှ မီးတောက်တစ်ခုကို ယူဆောင်လာနိုင်မည် သို့မဟုတ် မီးရှိရာ၌ လမ်းညွှန်မှုကို ရှာဖွေနိုင်မည်\" ဟု ပြောခဲ့သည်။ <span>(၁၀)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာ၏ သတင်းစကားအကြောင်း ဆွေးနွေးခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤအချက်မှစ၍ အလ္လာဟ်အရှင်မြတ်သည် မူဆာ၏ပုံပြင်၊ သူ့ထံသို့ ဗျာဒိတ်တော်များ စတင်ရောက်ရှိပုံ၊ နှင့် အလ္လာဟ်အရှင်မြတ်က သူ့အား တိုက်ရိုက်ပြောဆိုပုံတို့ကို စတင်ဖော်ပြခဲ့သည်။ ဤအရာသည် မူဆာသည် သူနှင့် သူ၏ယောက္ခမတို့ သဘောတူထားသော သိုးကျောင်းသည့်အချိန်ကို ပြည့်စုံပြီးနောက် ဖြစ်ပေါ်ခဲ့သည်။ သူသည် သူ၏မိသားစုနှင့်အတူ ခရီးသွားနေခဲ့ပြီး၊ ဆယ်နှစ်ကျော်ကြာ ဝေးကွာပြီးနောက် အီဂျစ်ပြည်သို့ ဦးတည်သွားနေခဲ့သည်ဟု ဆိုကြသည်။ သူ၏ဇနီးသည်နှင့်အတူ ရှိနေပြီး အေးခဲသော ဆောင်းညတစ်ညတွင် လမ်းပျောက်ခဲ့သည်။ ထို့ကြောင့် သူသည် နှင်း၊ ရေခဲမိုး၊ ထူထပ်သော တိမ်များ၊ မှောင်မိုက်မှုနှင့် မြူများ ဖုံးလွှမ်းနေသော တောင်ကြားများနှင့် တောင်များကြားတွင် စခန်းချခဲ့သည်။ သူသည် အလင်းရောင်ထုတ်လုပ်ရန် သူ့တွင်ရှိသော မီးစွဲကိရိယာဖြင့် မီးဖိုရန် ကြိုးစားခဲ့သော်လည်း မီးမစွဲဘဲ မီးပွားများပင် မထွက်တော့ပေ။ ဤအခြေအနေတွင်ရှိစဉ် တောင်ဘက်မှ မီးကို သူမြင်ခဲ့သည်။ သူရှိရာနေရာမှ တောင်၏ ညာဘက်ခြမ်းမှ မီးတောက်ပနေပုံရသည်။ ထို့နောက် သူသည် သူ၏မိသားစုအား သတင်းကောင်းကြေညာ၍ ပြောခဲ့သည်မှာ</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا بِقَبَسٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်သည် မီးကို မြင်ခဲ့ရပြီ။ ကျွန်ုပ်သည် သင်တို့အတွက် ၎င်းမှ မီးတောက်တစ်ခုကို ယူဆောင်လာနိုင်မည်)</span> ဆိုလိုသည်မှာ မီးမှ မီးတောက်တစ်ခုဖြစ်သည်။ အခြားအာယတ်တစ်ခုတွင် သူက ပြောခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ جَذْوَةٍ مِّنَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မီးတောက်နေသော မီးခဲ။)</span><span class=\"gray\">[၂၈း၂၉]</span>) ၎င်းသည် မီးတောက်နေသော မီးခဲဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَصْطَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ အနွေးဓာတ်ရရှိနိုင်ရန်။)</span><span class=\"gray\">[၂၈း၂၉]</span> ဤသည်က ထိုအချိန်တွင် အမှန်တကယ် အေးသောရာသီဥတု ဖြစ်ကြောင်း သက်သေပြသည်။ သူ၏ပြောဆိုချက်နှင့် ပတ်သက်၍</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِقَبَسٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီးတောက်တစ်ခု)</span> ဤသည်က အမှောင်ထုဖုံးလွှမ်းနေကြောင်း သက်သေပြသည်။ သူ၏ပြောဆိုချက်ကို ရည်ညွှန်း၍</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ أَجِدُ عَلَى النَّارِ هُدًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မီးရှိရာ၌ လမ်းညွှန်မှုကို ရှာဖွေနိုင်မည်။)</span> ဆိုလိုသည်မှာ ကျွန်ုပ်အား လမ်းကို လမ်းညွှန်ပေးနိုင်သူ တစ်ဦးဦးဖြစ်သည်။ ဤသည်က သူလမ်းပျောက်ခဲ့ကြောင်း သက်သေပြသည်။ ဤသည်မှာ အက်သ်-သောရီက အဘူ စအစ်ဒ် အလ်-အဝါရ်ထံမှ၊ ၎င်းက အစ်ကရီမာထံမှ၊ ၎င်းက အိဘ်နု အဗ္ဗာစ်ထံမှ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍ သူပြောခဲ့သည်ကို မှတ်တမ်းတင်ထားသကဲ့သို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ أَجِدُ عَلَى النَّارِ هُدًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မီးရှိရာ၌ လမ်းညွှန်မှုကို ရှာဖွေနိုင်မည်။)</span> \"ဤသည်မှာ ကျွန်ုပ်အား လမ်းကို လမ်းညွှန်ပေးနိုင်မည့်သူ တစ်ဦးဦးဖြစ်သည်။ သူတို့သည် အေးခဲနေပြီး လမ်းပျောက်နေခဲ့ကြသည်။ ထို့နောက် သူ <span class=\"gray\">(မူဆာ)</span> သည် မီးကို မြင်သောအခါ 'ကျွန်ုပ်သည် ကျွန်ုပ်တို့အား လမ်းညွှန်ပေးနိုင်မည့်သူ တစ်ဦးဦးကို ရှာဖွေနိုင်မည်၊ သို့မဟုတ် အနည်းဆုံး ကျွန်ုပ်သည် သင်တို့အား မီးဖိုရန် မီးအချို့ကို ယူဆောင်လာနိုင်မည်' ဟု ပြောခဲ့သည်\"။</p>"
  }
]