[
  {
    "ayah_key": "3:18",
    "group_ayah_key": "3:18",
    "from_ayah": "3:18",
    "to_ayah": "3:20",
    "ayah_keys": "3:18,3:19,3:20",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိကြောင်း သက်သေခံတော်မူ၏။ ကောင်းကင်တမန်များနှင့် အသိပညာရှင်များ <span class=\"gray\">(သည်လည်း ဤအရာကို သက်သေခံကြသည်)</span>; <span class=\"gray\">(အရှင်မြတ်သည် အမြဲတစေ)</span> မိမိဖန်ဆင်းခြင်းကို တရားမျှတမှုဖြင့် ထိန်းသိမ်းတော်မူ၏။ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အနန္တတန်ခိုးရှင်၊ အရာရာကိုသိတော်မူသော <span>(၁၈)</span> စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတွင် သာသနာမှာ အစ္စလာမ်သာဖြစ်သည်။ ကျမ်းဂန်ကို ပေးအပ်ခြင်းခံရသူများ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> သည် အသိပညာ ရောက်ရှိလာပြီးနောက် ပြိုင်ဆိုင်မှုကြောင့်သာ ကွဲပြားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ အာယတ်များကို ငြင်းပယ်သူ မည်သူမဆို၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် စစ်ဆေးခြင်း၌ လျင်မြန်တော်မူ၏ <span>(၁၉)</span> ထို့ကြောင့် အကယ်၍ ၎င်းတို့သည် သင်နှင့် ငြင်းခုံကြပါက ပြောပါလေ- \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ထံသို့ မိမိကိုယ်ကို ပေးအပ်ပြီးဖြစ်သည်၊ ကျွန်ုပ်ကို လိုက်နာသူများ <span class=\"gray\">(သည်လည်း ထို့အတူပင်)</span> ဖြစ်သည်\" ဟူ၍။ ကျမ်းဂန်ကို ပေးအပ်ခြင်းခံရသူများ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> နှင့် စာမတတ်သူများ <span class=\"gray\">(အာရပ် ဘုရားမဲ့ဝါဒီများ)</span> ကိုလည်း ပြောပါလေ- \"သင်တို့ <span class=\"gray\">(သည်လည်း)</span> မိမိကိုယ်ကို ပေးအပ်ကြမည်လား?\" အကယ်၍ ၎င်းတို့သည် ပေးအပ်ကြပါက မှန်ကန်စွာ လမ်းပြခံရပေမည်။ သို့သော် ၎င်းတို့သည် နောက်ဆုတ်သွားပါက သင်၏ တာဝန်မှာ သတင်းစကားကို ပို့ဆောင်ရန်သာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အစေခံများကို မြင်တော်မူ၏ <span>(၂၀)</span></p><div lang=\"my\" class=\"my \"><h2>တောင်ဟီးဒ် (အရှင်တစ်ပါးတည်းဟု သက်သေခံခြင်း) ၏ သက်သေခံချက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သက်သေခံတော်မူ၏၊ စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သက်သေခံအဖြစ် လုံလောက်တော်မူ၏၊ ကိုယ်တော်သည် အမှန်ဆုံးနှင့် တရားမျှတဆုံး သက်သေခံဖြစ်သည်။ ကိုယ်တော်၏ ထုတ်ပြန်ချက်သည် ပြည့်စုံသော အမှန်တရားဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنَّهُ لَا إِلَٰهَ إِلَّا هُوَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လာအီလာဟ အီလ္လာဟူဝါ)</span> ဆိုသည်မှာ၊ ကိုယ်တော်တစ်ပါးတည်းသာ ဖန်ဆင်းခံအားလုံး၏ အရှင်သခင်နှင့် ဘုရားဖြစ်သည်။ လူတိုင်းနှင့် အရာအားလုံးသည် ကိုယ်တော်၏ အစေခံများ၊ ဖန်ဆင်းခံများဖြစ်ပြီး ကိုယ်တော်ကို လိုအပ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် အချမ်းသာဆုံး၊ မည်သူ့ကိုမျှ မည်သည့်အရာကိုမျှ မလိုအပ်သူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တစ်ခုတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّٰكِنِ اللَّهُ يَشْهَدُ بِمَا أَنزَلَ إِلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်ပို့ချတော်မူခဲ့သော <span class=\"gray\">(ကုရ်အာန်ကျမ်းကို)</span> သင် <span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ)</span> ထံသို့ သက်သေခံတော်မူ၏)</span><span class=\"gray\">[4:166]</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ သက်သေခံချက်ကို ဖော်ပြပြီးနောက် ကိုယ်တော်၏ ကောင်းကင်တမန်များနှင့် အသိပညာရှင်များ၏ သက်သေခံချက်ကို ထပ်မံဖော်ပြတော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَهِدَ اللَّهُ أَنَّهُ لَا إِلَٰهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိကြောင်း သက်သေခံတော်မူ၏)</span>၊ ကောင်းကင်တမန်များနှင့် အသိပညာရှင်များ <span class=\"gray\">(သည်လည်း ဤအရာကို သက်သေခံကြသည်)</span>။ ဤအာယတ်သည် အသိပညာရှင်များ၏ ကြီးမားသော ဂုဏ်ကျေးဇူးကို အလေးပေးဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَائِمًا بِالْقِسْطِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ကိုယ်တော်သည်)</span> မိမိဖန်ဆင်းခြင်းကို တရားမျှတမှုဖြင့် ထိန်းသိမ်းတော်မူ၏)</span> ကိုယ်တော်ပြုတော်မူသမျှ၌၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا إِلَٰهَ إِلَّا هُوَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ)</span> ဤအချက်ကို အလေးပေးဖော်ပြလျက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْعَزِيزُ الْحَكِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနန္တတန်ခိုးရှင်၊ အရာရာကိုသိတော်မူသော။)</span> အရှင်မြတ်၏ တန်ခိုးနှင့် ကြီးမြတ်မှုကြောင့် အားနည်းခြင်းကို လက်မခံသော အနန္တတန်ခိုးရှင်၊ ကိုယ်တော်၏ ထုတ်ပြန်ချက်များ၊ လုပ်ဆောင်ချက်များ၊ ဥပဒေများနှင့် အမိန့်တော်များအားလုံးတွင် ဉာဏ်ပညာရှိတော်မူသော အရှင်မြတ်။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်ထံတွင် သာသနာမှာ အစ္စလာမ်ဖြစ်သည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الدِّينَ عِندَ اللَّهِ الْإِسْلَامُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတွင် သာသနာမှာ အစ္စလာမ်ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်ပုဂ္ဂိုလ်ထံမှမဆို အစ္စလာမ်မှတစ်ပါး အခြားမည်သည့်သာသနာကိုမျှ လက်ခံတော်မမူကြောင်း ဖော်ပြထားသည်။ အစ္စလာမ်တွင် တမန်တော်များအားလုံးကို နာခံခြင်းပါဝင်သည်၊ ၎င်းတို့၏တာဝန်ကို အပြီးသတ်ပေးခဲ့သော မိုဟမ္မဒ် ﷺ အထိဖြစ်သည်။ ထို့ကြောင့် မိုဟမ္မဒ် ﷺ မှတစ်ဆင့်မှသာ အလ္လာဟ်အရှင်မြတ်ထံသို့ ရောက်နိုင်သော လမ်းကြောင်းအားလုံးကို ပိတ်လိုက်ခြင်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိုဟမ္မဒ် ﷺ ကို ပို့ချပြီးနောက်၊ မိုဟမ္မဒ်၏ လမ်းစဉ်မှတစ်ပါး အခြားလမ်းစဉ်ကို လိုက်နာ၍ အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံသူ မည်သူမဆို၊ ၎င်းထံမှ လက်ခံမည်မဟုတ်ပေ။ အခြားအာယတ်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَن يُقْبَلَ مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ္စလာမ်မှတစ်ပါး အခြားသာသနာကို ရှာဖွေသူ မည်သူမဆို၊ ၎င်းထံမှ မည်သည့်အခါမျှ လက်ခံမည်မဟုတ်ပေ)</span><span class=\"gray\">[3:85]</span>။</p><p lang=\"my\" class=\"my \">ဤအာယတ် <span class=\"gray\">[3:19]</span> တွင် အလ္လာဟ်အရှင်မြတ်သည် မိမိထံတွင် လက်ခံသော တစ်ခုတည်းသော သာသနာသည် အစ္စလာမ်သာဖြစ်ကြောင်း အခိုင်အမာ မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الدِّينَ عِندَ اللَّهِ الْإِسْلَامُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတွင် သာသနာမှာ အစ္စလာမ်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းဂန်ကို ကြိုတင်ရရှိခဲ့သူများသည် တမန်တော်များကို ပို့ချပြီး ကျမ်းဂန်များကို ထုတ်ဖော်ပြသကာ ထိုသို့မပြုလုပ်ရန် လိုအပ်သော သက်သေအထောက်အထားများ ပေးအပ်ပြီးနောက် သာသနာ၌ ကွဲပြားခဲ့ကြကြောင်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်ကို ပေးအပ်ခြင်းခံရသူများ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> သည် အသိပညာ ရောက်ရှိလာပြီးနောက် ပြိုင်ဆိုင်မှုကြောင့်သာ ကွဲပြားခဲ့ကြသည်)</span> ဆိုသည်မှာ ၎င်းတို့အချို့သည် အခြားသူများကို မတရားပြုကျင့်ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် မနာလိုမှု၊ မုန်းတီးမှုနှင့် တစ်ဦးနှင့်တစ်ဦး ရန်ငြိုးထားမှုကြောင့် အမှန်တရားနှင့်ပတ်သက်၍ ကွဲပြားခဲ့ကြသည်။ ဤမုန်းတီးမှုသည် ၎င်းတို့အချို့အား ၎င်းတို့မုန်းတီးသူများကို မှန်ကန်နေသည့်တိုင် ဆန့်ကျင်စေခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِآيَاتِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အာယတ်များကို ငြင်းပယ်သူ မည်သူမဆို)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ် မိမိကျမ်းတော်၌ ပို့ချတော်မူခဲ့သည်များကို ငြင်းပယ်သူ မည်သူမဆို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် စစ်ဆေးခြင်း၌ လျင်မြန်တော်မူ၏။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ငြင်းပယ်မှုအတွက် အပြစ်ပေးမည်၊ ၎င်း၏ ငြင်းဆိုမှုအတွက် စစ်ဆေးမည်၊ ကိုယ်တော်၏ ကျမ်းတော်ကို ဆန့်ကျင်မှုအတွက် ညှင်းပန်းနှိပ်စက်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَإِنْ حَاجُّوكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အကယ်၍ ၎င်းတို့သည် သင် <span class=\"gray\">(မိုဟမ္မဒ် ﷺ)</span> နှင့် ငြင်းခုံကြပါက)</span> ၎င်းတို့သည် သင့်အား တောင်ဟီးဒ် (အရှင်တစ်ပါးတည်းဟု သက်သေခံခြင်း) နှင့်ပတ်သက်၍ ငြင်းခုံကြပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါလေ- \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ထံသို့ <span class=\"gray\">(အစ္စလာမ်၌)</span> မိမိကိုယ်ကို ပေးအပ်ပြီးဖြစ်သည်၊ ကျွန်ုပ်ကို လိုက်နာသူများ <span class=\"gray\">(သည်လည်း ထို့အတူပင်)</span> ဖြစ်သည်\")</span> ဆိုသည်မှာ ပြောပါလေ၊ 'ကျွန်ုပ်သည် ကျွန်ုပ်၏ ကိုးကွယ်မှုကို မိတ်ဖက်၊ ပြိုင်ဘက်၊ သားသမီး သို့မဟုတ် အပေါင်းအဖော်မရှိဘဲ အလ္လာဟ်အရှင်မြတ်အတွက်သာ ရိုးသားစွာ ပြုလုပ်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنِ اتَّبَعَنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်ကို လိုက်နာသူများ)</span> ကျွန်ုပ်၏သာသနာကို လိုက်နာပြီး ကျွန်ုပ်၏ယုံကြည်ချက်ကို လက်ခံသူများ။' အခြားအာယတ်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هَٰذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَىٰ بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါလေ <span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ)</span>: \"ဤသည်မှာ ကျွန်ုပ်၏ လမ်းစဉ်ဖြစ်သည်၊ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ထံသို့ ခိုင်မာသော အသိပညာဖြင့် ဖိတ်ခေါ်သည်၊ ကျွန်ုပ်နှင့် ကျွန်ုပ်ကို လိုက်နာသူ မည်သူမဆို...\")</span><span class=\"gray\">[12:108]</span>။</p><div lang=\"my\" class=\"my \"><h2>အစ္စလာမ်သည် လူသားမျိုးနွယ်၏ သာသနာဖြစ်ပြီး တမန်တော် <span class=\"gray\">(ﷺ)</span> သည် လူသားမျိုးနွယ်အားလုံးထံသို့ ပို့ချခြင်းခံရသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ အစေခံနှင့် တမန်တော် မိုဟမ္မဒ် ﷺ အား ကျမ်းနှစ်ခုကို ရရှိသူများနှင့် စာမတတ်သော ရုပ်တုကိုးကွယ်သူများကို ကိုယ်တော်၏ သာသနာ၊ လမ်းစဉ်၊ ဥပဒေနှင့် အလ္လာဟ်အရှင်မြတ် ပို့ချတော်မူခဲ့သမျှအားလုံးကို ဖိတ်ခေါ်ရန် အမိန့်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لِّلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوا وَّإِن تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်ကို ပေးအပ်ခြင်းခံရသူများ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> နှင့် စာမတတ်သူများ <span class=\"gray\">(အာရပ် ဘုရားမဲ့ဝါဒီများ)</span> ကိုလည်း ပြောပါလေ- \"သင်တို့ <span class=\"gray\">(သည်လည်း)</span> မိမိကိုယ်ကို ပေးအပ်ကြမည်လား?\" အကယ်၍ ၎င်းတို့သည် ပေးအပ်ကြပါက မှန်ကန်စွာ လမ်းပြခံရပေမည်။ သို့သော် ၎င်းတို့သည် နောက်ဆုတ်သွားပါက သင်၏ တာဝန်မှာ သတင်းစကားကို ပို့ဆောင်ရန်သာဖြစ်သည်။)</span> ဆိုသည်မှာ ၎င်းတို့၏ စစ်ဆေးခြင်းသည် အလ္လာဟ်အရှင်မြတ်ထံတွင်ရှိပြီး ၎င်းတို့၏ ပြန်လည်ရောက်ရှိရာနှင့် နောက်ဆုံးခရီးသည် ကိုယ်တော်ထံသို့ဖြစ်သည်။ ကိုယ်တော်သည် မိမိအလိုရှိသူကို လမ်းပြတော်မူပြီး မိမိအလိုရှိသူကို လမ်းမှားစေတော်မူ၏၊ ကိုယ်တော်သည် ဤအရာအားလုံးအတွက် ပြည့်စုံသော ဉာဏ်ပညာနှင့် ငြင်းခုံဖွယ်မရှိသော သက်သေအထောက်အထားများ ရှိတော်မူ၏။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بَصِيرٌ بِالْعِبَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အစေခံများကို မြင်တော်မူ၏။)</span> အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် မည်သူသည် လမ်းပြခံထိုက်ကြောင်းနှင့် မည်သူသည် လမ်းပြခံမထိုက်ကြောင်း ပြည့်စုံစွာ သိတော်မူသောကြောင့်ဖြစ်သည်။ စင်စစ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ပြုတော်မူသည်များကို မည်သူမျှ မေးမြန်းနိုင်မည်မဟုတ်ပေ၊ ၎င်းတို့ကိုမူ မေးမြန်းခြင်းခံရမည်။)</span><span class=\"gray\">[21:23]</span> ကိုယ်တော်၏ ပြည့်စုံသော ဉာဏ်ပညာနှင့် ကရုဏာကြောင့်ဖြစ်သည်။ ဤအာယတ်နှင့် အလားတူ အာယတ်များသည် မိုဟမ္မဒ် ﷺ ၏ သတင်းစကားသည် ဖန်ဆင်းခံအားလုံးအတွက် ကမ္ဘာလုံးဆိုင်ရာဖြစ်ကြောင်း၊ ၎င်းသည် သာသနာ၌ ကျမ်းတော်နှင့် စွန္နဟ်တို့၏ အဖုံဖုံသော ကျမ်းများအရ ခိုင်မာစွာ ထူထောင်ထားကြောင်း ရှင်းလင်းသော သက်သေအထောက်အထားများဖြစ်သည်။ ဥပမာအားဖြင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါလေ <span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ)</span>: \"အို လူသားမျိုးနွယ်တို့! စင်စစ် ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အဖြစ် သင်တို့အားလုံးထံသို့ စေလွှတ်ခြင်းခံရသည်\")</span><span class=\"gray\">[7:158]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَىٰ عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏ အစေခံထံသို့ စံတန်ဖိုးကို ပို့ချတော်မူသော အရှင်သည် မင်္ဂလာရှိတော်မူစေသတည်း၊ သို့မှသာ ၎င်းသည် အာလမ်ဟ် <span class=\"gray\">(လူသားမျိုးနွယ်နှင့် ဂျင်န်)</span> များအား သတိပေးသူ ဖြစ်နိုင်ပေမည်။)</span><span class=\"gray\">[25:1]</span>။</p><p lang=\"my\" class=\"my \">စဟီးနှစ်ခုနှင့် အခြားဟဒီးစ်ကျမ်းများက တမန်တော် ﷺ သည် ကိုယ်တော်၏ခေတ်က ကမ္ဘာမြေဘုရင်များထံသို့လည်းကောင်း၊ ကွဲပြားခြားနားသော လူမျိုးများ၊ အာရပ်များနှင့် အာရပ်မဟုတ်သူများ၊ ကျမ်းဂန်ရှင်များနှင့် စာမတတ်သူများထံသို့လည်းကောင်း အလ္လာဟ်အရှင်မြတ် အမိန့်ပေးထားသည့်အတိုင်း စာများပို့ခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ 'အဘ်ဒူရ်ရ်-ရဇ်ဇာက်က မအ်မာရ်က ဟမ်မာမ်ပြောကြောင်း၊ ဟမ်မာမ်က အဘူဟူရိုင်ရာဟ် ပြောကြောင်း၊ အဘူဟူရိုင်ရာဟ်က တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ، لَا يَسْمَعُ بِي أَحَدٌ مِنْ هَذِهِ الْأُمَّةِ: يَهُودِيٌّ وَلَا نَصْرَانِيٌّ، وَمَاتَ وَلَمْ يُؤْمِنْ بِالَّذِي أُرْسِلْتُ بِهِ، إِلَّا كَانَ مِنْ أَهْلِ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ စိတ်ဝိညာဉ်သည် ကိုယ်တော်၏လက်၌ရှိသော အရှင်မြတ်ကို အမှူးထား၍! ဤအွမ္မသ်တွင် မည်သူမျှ၊ ဂျူးဖြစ်စေ၊ ခရစ်ယာန်ဖြစ်စေ၊ ကျွန်ုပ်အကြောင်းကို ကြားသိပြီး ကျွန်ုပ်ပို့ချခြင်းခံရသည့်အရာကို မယုံကြည်ဘဲ သေဆုံးသွားသူ မည်သူမဆို၊ ငရဲသားများထဲမှ ဖြစ်လိမ့်မည်။)</span> မွတ်စ်လင်မ်သည် ဤဟဒီးစ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"nl\" class=\"nl \">The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ إِلَى الْأَحْمَرِ وَالْأَسْوَدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်ကို အနီနှင့်အနက်ထံသို့ ပို့ချခဲ့သည်)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ النَّبِيُّ يُبْعَثُ إِلى قَوْمِهِ خَاصَّةً، وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်တစ်ပါးကို မိမိလူမျိုးထံသို့သာ ပို့ချခဲ့သော်လည်း ကျွန်ုပ်ကို လူသားမျိုးနွယ်အားလုံးထံသို့ ပို့ချခဲ့သည်။)</span></p>"
  }
]