[
  {
    "ayah_key": "2:224",
    "group_ayah_key": "2:224",
    "from_ayah": "2:224",
    "to_ayah": "2:225",
    "ayah_keys": "2:224,2:225",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ <span class=\"gray\">(နာမတော်)</span>ကို ကောင်းမှုပြုခြင်း၊ ကုသိုလ်တရား လက်ကိုင်ထားခြင်းနှင့် လူသားများအကြား ငြိမ်းချမ်းရေး ဖော်ဆောင်ခြင်းတို့တွင် သင်တို့၏ သစ္စာပြုမှုများ၌ အကြောင်းပြချက် မပြုကြကုန်လင့်။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူထသော၊ အလုံးစုံကို သိတော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span class=\"gray\">(ဆိုလိုသည်မှာ အလွန်အမင်း ကျိန်ဆိုခြင်း မပြုနှင့်။ ကောင်းမှုတစ်ခုခုကို မပြုလုပ်ရန် ကျိန်ဆိုထားလျှင် ထိုကျိန်ဆိုမှုအတွက် ပြစ်ဒဏ်ပေးဆပ်ပြီး ကောင်းမှုပြုလုပ်ပါ)</span><span>(၂၂၄)</span>အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ ကျိန်ဆိုမှုများတွင် ရည်ရွယ်ချက် မရှိဘဲ ပြုလုပ်ခဲ့သော အရာအတွက် သင်တို့ကို အပြစ်မတင်ပေ။ သို့သော် သင်တို့၏ နှလုံးသားများက ရယူခဲ့သော အရာအတွက် သင်တို့ကို အပြစ်တင်မည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူထသော၊ အလွန် သည်းခံတော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(၂၂၅)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းမှုတစ်ခုကို စွန့်လွှတ်ရန် ကျိန်ဆိုခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူ၏။ 'သင်တို့သည် ဘာသာတရားကိုင်းရှိုင်းသည့် လုပ်ရပ်များနှင့် ဆွေမျိုးများနှင့် ဆက်ဆံရေးဖြတ်တောက်ခြင်းမှ ရှောင်ကြဉ်ရန် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် ကျိန်ဆိုထားပါက ထိုအကြောင်းများကို စွန့်လွှတ်ရန် သင်တို့၏ သစ္စာများကို လက်တွေ့အကောင်အထည် မဖော်သင့်ပါ။' အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တစ်ခုတွင် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنكُمْ وَالسَّعَةِ أَن يُؤْتُوا أُولِي الْقُرْبَىٰ وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် ကျေးဇူးတော်များနှင့် စည်းစိမ်ဥစ္စာများဖြင့် ပြည့်စုံသူတို့သည် မိမိတို့၏ ဆွေမျိုးသားချင်းများ၊ အလ်-မစာကင်း <span class=\"gray\">(ဆင်းရဲသားများ)</span>နှင့် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်အတွက် မိမိတို့၏ နေအိမ်များကို စွန့်ခွာသွားသူများအား <span class=\"gray\">(မည်သည့် အကူအညီမျိုးကိုမဆို)</span> မပေးတော့ရန် မကျိန်ဆိုကြကုန်လင့်။ ၎င်းတို့သည် ခွင့်လွှတ်ကြပါစေ၊ သည်းခံကြပါစေ။ အလ္လာဟ်အရှင်မြတ်က သင်တို့ကို ခွင့်လွှတ်တော်မူသည်ကို သင်တို့ မချစ်ခင်ကြပေဘူးလား။)</span><span class=\"gray\">(၂၄:၂၂)</span></p><p lang=\"my\" class=\"my \">အပြစ်ရှိသော ကျိန်ဆိုမှုကို ဆက်လက်တည်မြဲစေခြင်းသည် ပြစ်ဒဏ်ပေးဆပ်၍ ချိုးဖျက်ခြင်းထက် ပိုမိုအပြစ်ကြီး၏။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهِ لَأَنْ يَلَجَّ أَحَدُكُمْ بِيَمِينِهِ فِي أَهْلِهِ آثَمُ لَهُ عِنْد اللهِ مِنْ أَنْ يُعْطِيَ كَفَّارَتَهُ الَّتِي افْتَرَضَ اللهُ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အားဖြင့် သစ္စာပြု၏။ သင်တို့အနက် တစ်ဦးဦးသည် မိမိ၏ ဆွေမျိုးများနှင့် <span class=\"gray\">(ဆက်ဆံရေးဖြတ်တောက်ခြင်းနှင့်)</span>ပတ်သက်၍ ကျိန်ဆိုထားသော သစ္စာကို လက်တွေ့အကောင်အထည်ဖော်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်က ထိုသို့သောကိစ္စများတွင် လိုအပ်စေထားသော ကဖ်ဖာရာ <span class=\"gray\">(ပြစ်ဒဏ်)</span> ကို <span class=\"gray\">(ကတိကို ဖျက်၍)</span> ပေးဆောင်ခြင်းထက် အလ္လာဟ်အရှင်မြတ်ထံတွင် ပိုမိုအပြစ်ကြီးပါသည်။)</span></p><p lang=\"my\" class=\"my \">မွတ်စလင်မ်က ဤဟဒီးဆ်ကို ဤသို့ပင် ဖော်ပြခဲ့ပြီး အီမာမ် အဟ်မဒ်ကလည်း ဖော်ပြခဲ့သည်။</p><p lang=\"gd\" class=\"gd \">Ali bin Abu Talhah reported that Ibn 'Abbas said that what Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِّأَيْمَانِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ကျိန်ဆိုမှုများတွင် အလ္လာဟ်အရှင်မြတ်၏ <span class=\"gray\">(နာမတော်)</span>ကို အကြောင်းပြချက် မပြုကြကုန်လင့်)</span> ဆိုသည်မှာ \"ကောင်းမှုများ ပြုလုပ်ခြင်းမှ ရှောင်ကြဉ်ရန် သစ္စာမပြုပါနှင့်။ <span class=\"gray\">(ထိုကဲ့သို့ သစ္စာပြုပါက)</span> ၎င်းကို ချိုးဖျက်ပြီး ကဖ်ဖာရာ <span class=\"gray\">(ပြစ်ဒဏ်)</span> ပေးဆောင်ကာ ကောင်းမှုပြုလုပ်ပါ။\" ဤသည်ကို မဆ်ရူက်၊ အရှ်-ရှာအ်ဘီ၊ အိဗ်ရာဟင်မ် အန်-နခအ်အီ၊ မွဂျာဟစ်ဒ်၊ တာဝူးဆ်၊ စအိဒ် ဘင် ဂျုဘိုင်ရ်၊ အတာအ်၊ အိက်ရိမာဟ်၊ မခူးလ်၊ အဇ်-ဇုဟ်ရီ၊ အလ်-ဟစန်၊ ကတာဒါဟ်၊ မွကာတီးလ် ဘင် ဟိုင်ယာန်၊ အရ်-ရာဘီအ် ဘင် အနပ်စ်၊ အဒ်-ဒဟ်ဟက်၊ အတာအ် အလ်-ခုရာစါနီ နှင့် အပ်စ်-စွတ်ဒီ တို့ကလည်း ပြောကြားခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">ဤအမြင်ကို ထောက်ခံသော၊ အများစု၏ အမြင်ဖြစ်သော၊ အဘူ မူဆာ အလ်-အရှ်အာရီက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု ဖော်ပြခဲ့သော အရာမှာ ဆဟီးဟ်ကျမ်းနှစ်ခုတွင် ဖော်ပြထားသည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي وَاللهِ إِنْ شَاءَ اللهُ، لَا أَحْلِفُ عَلى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا إِلَّا أَتَيْتُ الَّذِي هُوَ خَيْرٌ وَتَحَلَّلْتُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အားဖြင့် သစ္စာပြု၏။ အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိပါက၊ မည်သည့်အရာကိုမဆို ပြုလုပ်ရန် ကျိန်ဆိုပြီးနောက် ၎င်းထက်ပိုမိုကောင်းမွန်သော လုပ်ရပ်ကို တွေ့ရှိလျှင်၊ ပိုမိုကောင်းမွန်သည့်အရာကို ကျွန်ုပ်ပြုလုပ်ပြီး ကျိန်ဆိုမှုကို ချိုးဖျက်မည်။)</span> မွတ်စလင်မ်က အဘူ ဟုရိုင်ရာက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَلَفَ عَلى يَمِينٍ فَرَأَى غَيْرَهَا خَيْرًا مِنْهَا فَلْيُكَفِّرْ عَنْ يَمِينِهِ، وَلْيَفْعَلِ الَّذِي هُوَ خَيْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကျိန်ဆိုပြီးနောက် မိမိ၏ ကျိန်ဆိုမှုထက် ပိုမိုကောင်းမွန်သည့်အရာကို တွေ့ရှိပါက <span class=\"gray\">(မိမိ၏ ကျိန်ဆိုမှုကို ချိုးဖျက်ပြီး)</span> ကဖ်ဖာရာ <span class=\"gray\">(ပြစ်ဒဏ်)</span> ပေးဆောင်ကာ ပိုမိုကောင်းမွန်သည့် လုပ်ရပ်ကို ပြုလုပ်သင့်သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>လဂ်ဝ် <span class=\"ru gray\" lang=\"ru\">(Unintentional)</span> ကျိန်ဆိုမှုများ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ကျိန်ဆိုမှုများတွင် ရည်ရွယ်ချက် မရှိဘဲ ပြုလုပ်ခဲ့သော အရာအတွက် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို အပြစ်မတင်ပေ။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်၏ အဓိပ္ပါယ်မှာ 'အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သော လဂ်ဝ် <span class=\"gray\">(မရည်ရွယ်ဘဲ)</span> ကျိန်ဆိုမှုများအတွက် သင်တို့ကို အပြစ်မပေး၊ အပြစ်မတင်ပေ။' လဂ်ဝ် ကျိန်ဆိုမှုများသည် မရည်ရွယ်ဘဲ ပြုလုပ်ခြင်းဖြစ်ပြီး လျှာက အမှန်တကယ် ရည်ရွယ်ချက်မရှိဘဲ ထပ်ခါတလဲလဲ ပြောဆိုလေ့ရှိသော အလေ့အထစကားများ ကဲ့သို့ဖြစ်သည်။ ဥပမာအားဖြင့်၊ ဆဟီးဟ်ကျမ်းနှစ်ခုတွင် အဘူ ဟုရိုင်ရာက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَلَفَ فَقَالَ فِي حَلِفِهِ بِاللَّاتِ وَالْعُزَّى، فَلْيَقُلْ لَا إِلَهَ إِلَّا اللهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကျိန်ဆိုရာတွင် အလ်-လာတ် နှင့် အလ်-'ဥဇ္ဇာ <span class=\"gray\">(ရုပ်တုနှစ်ခု)</span> ကို <span class=\"gray\">(မရည်ရွယ်ဘဲ)</span> ထည့်သွင်းပြောဆိုခဲ့ပါက၊ ထို့နောက် 'အလ္လာဟ်မှတစ်ပါး အခြားကိုးကွယ်ရာ ဘုရားမရှိ' ဟု ပြောဆိုသင့်သည်။)</span></p><p lang=\"my\" class=\"my \">ရစူလ်တမန်တော်မြတ် ﷺ က ဤစကားကို အစ္စလာမ်မတိုင်မီက မိမိတို့၏ ရုပ်တု အလ်-လာတ် ဖြင့် ကျိန်ဆိုလေ့ရှိသော မွတ်စလင်မ်အသစ်အချို့အား မိန့်ကြားခဲ့သည်။ ထို့ကြောင့် တမန်တော်မြတ် ﷺ က ၎င်းတို့သည် ဤစကားလုံးများကို မှားယွင်းစွာ ပြောဆိုခဲ့သကဲ့သို့ပင် ၎င်းတို့အား အီခ်လာ့စ်၏ ကြွေးကြော်သံကို ရည်ရွယ်ချက်ရှိရှိ ရွတ်ဆိုရန် အမိန့်ပေးခဲ့သည်၊ သို့မှသာ ၎င်း <span class=\"gray\">(အီခ်လာ့စ်စကားလုံး)</span> က <span class=\"gray\">(ရှိရ်က်၏)</span> စကားလုံးကို ဖျက်ဆီးပစ်နိုင်မည်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့သော် သင်တို့၏ နှလုံးသားများက ရယူခဲ့သော အရာအတွက် သင်တို့ကို အပြစ်တင်မည်ဖြစ်သည်။)</span> နှင့် အခြားအာယတ်တစ်ခုတွင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا عَقَّدتُّمُ الْأَيْمَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့၏ ရည်ရွယ်ချက်ရှိရှိ ကျိန်ဆိုမှုများအတွက်)</span><span class=\"gray\">(၅:၈၉)</span></p><p lang=\"my\" class=\"my \">အဘူ ဒါဝူးဒ်က 'လဂ်ဝ် ကျိန်ဆိုမှုများ' အခန်းအောက်တွင် ဖော်ပြခဲ့သည်မှာ အတာအ်က အာအိရှာက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّغْوُ فِي الْيَمِينِ هُوَ كَلَامُ الرَّجُلِ فِي بَيْتِهِ: كَلَّا وَاللهِ، وَبَلَى وَاللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျိန်ဆိုမှုများရှိ လဂ်ဝ်တွင် လူတစ်ဦးက မိမိအိမ်တွင် ပြောဆိုသော စကားများဖြစ်သည့် 'မဟုတ်ဘူး၊ အလ္လာဟ်အရှင်မြတ်အားဖြင့်' နှင့် 'ဟုတ်တယ်၊ အလ္လာဟ်အရှင်မြတ်အားဖြင့်' ကဲ့သို့သော စကားများ ပါဝင်သည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘူ ဟာသင်မ်က အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ \"လဂ်ဝ် ကျိန်ဆိုမှုတွင် ဒေါသထွက်နေစဉ် ကျိန်ဆိုခြင်းလည်း ပါဝင်သည်။\"</p><p lang=\"my\" class=\"my \">သူက အိဗ်နု အဗ္ဗားစ်က ထပ်မံပြောကြားသည်မှာ \"လဂ်ဝ် ကျိန်ဆိုမှုတွင် အလ္လာဟ်အရှင်မြတ် ခွင့်ပြုထားသည်ကို တားမြစ်ရန် ကျိန်ဆိုခြင်းလည်း ပါဝင်ပြီး ဤအမျိုးအစားသည် ကဖ်ဖာရာ <span class=\"gray\">(ပြစ်ဒဏ်ပေးဆပ်မှု)</span> မလိုအပ်ပါ။\" စအိဒ် ဘင် ဂျုဘိုင်ရ် ကလည်း အလားတူ ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့အပြင် အဘူ ဒါဝူးဒ်က 'ဒေါသထွက်နေစဉ် ကျိန်ဆိုခြင်း' အခန်းအောက်တွင် ဖော်ပြခဲ့သည်မှာ စအိဒ် ဘင် မူဆိုင်းယဘ်က အန်ဆာရီ ညီအစ်ကိုနှစ်ဦးစလုံး အမွေဆက်ခံခွင့်ရရှိခဲ့ပြီး တစ်ဦးက အမွေကို ခွဲဝေရန် တောင်းဆိုခဲ့သည်ဟု ပြောကြားခဲ့သည်။ သူ၏ညီက \"အကယ်၍ မင်းက ငါ့ကို အမွေကို ထပ်မံခွဲဝေရန် တောင်းဆိုမည်ဆိုလျှင် ငါ့တွင်ရှိသမျှ အားလုံးကို ကအ်ဘာ၏ တံခါးအတွက် သုံးစွဲမည်\" ဟု ပြောကြားခဲ့သည်။ 'ဥမရ်က သူ့အား \"ကအ်ဘာသည် မင်း၏ငွေကို မလိုအပ်ပါ။ ထို့ကြောင့် မင်း၏ ကျိန်ဆိုမှုကို ချိုးဖျက်ပြီး ကဖ်ဖာရာ <span class=\"gray\">(ပြစ်ဒဏ်)</span> ပေးဆောင်ကာ မင်း၏ညီနှင့် ပြန်လည်သင့်မြတ်ပါ။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ကို ကျွန်ုပ်ကြားခဲ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يـَمِينَ عَلَيْكَ وَلَا نَذْرَ فِي مَعْصِيَةِ الرَّبِّ عَزَّ وَجَلَّ، وَفِي قَطِيعَةِ الرَّحِمِ، وَفِيمَا لَا تـَمْلِكُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ကိုယ်တိုင်နှင့် ဆန့်ကျင်၍၊ သို့မဟုတ် အရှင်မြတ်ကို မနာခံရန်၊ ဆွေမျိုးသားချင်း ဆက်ဆံရေးကို ဖြတ်တောက်ရန် သို့မဟုတ် သင်ပိုင်ဆိုင်ခြင်းမရှိသည်ကို စွန့်ပစ်ရန် သစ္စာမပြုပါနှင့်။)</span>\"</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့သော် သင်တို့၏ နှလုံးသားများက ရယူခဲ့သော အရာအတွက် သင်တို့ကို အပြစ်တင်မည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်၊ မွဂျာဟစ်ဒ် နှင့် အခြားသူအချို့က ဤအာယတ်၏ အဓိပ္ပါယ်မှာ မိမိသည် လိမ်ညာနေသည်ကို သိလျက်နှင့် ကိစ္စတစ်ခုအကြောင်း ကျိန်ဆိုခြင်းဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ မွဂျာဟစ်ဒ်နှင့် အခြားသူများက ဤအာယတ်သည် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသော စကားနှင့် ဆင်တူသည်ဟု ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ الْأَيْمَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့သော် သင်တို့၏ ရည်ရွယ်ချက်ရှိရှိ ကျိန်ဆိုမှုများအတွက် သင်တို့ကို အပြစ်ပေးမည်။)</span><span class=\"gray\">(၅:၈၉)</span> အလ္လာဟ်အရှင်မြတ်က <span class=\"gray\">(အထက်ပါ ၂:၂၂၅)</span> တွင် မိန့်ကြားတော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّهُ غَفُورٌ حَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူထသော၊ အလွန် သည်းခံတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span> ဆိုသည်မှာ၊ ကိုယ်တော်သည် မိမိ၏ကျွန်များအား အလွန်ခွင့်လွှတ်တော်မူပြီး ၎င်းတို့အပေါ် အလွန်သည်းခံတော်မူသည်ဟု အဓိပ္ပါယ်ရသည်။</p>"
  },
  {
    "ayah_key": "2:226",
    "group_ayah_key": "2:226",
    "from_ayah": "2:226",
    "to_ayah": "2:227",
    "ayah_keys": "2:226,2:227",
    "text": "<p class=\"my translation\" lang=\"my\">မိမိတို့၏ ဇနီးမယားများနှင့် လိင်ဆက်ဆံမှု မပြုရန် ကျိန်ဆိုသူများသည် လေးလ စောင့်ဆိုင်းရမည်။ ထို့နောက် ၎င်းတို့ ပြန်လာပါက စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူထသော၊ အလွန်ကရုဏာထားတော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(၂၂၆)</span>အကယ်၍ ၎င်းတို့သည် ကွာရှင်းရန် ဆုံးဖြတ်လျှင် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူထသော၊ အလုံးစုံကို သိတော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(၂၂၇)</span></p><div lang=\"my\" class=\"my \"><h2>အီလာအ် နှင့် ၎င်း၏ စည်းမျဉ်းများ</h2></div><p lang=\"my\" class=\"my \">အီလာအ် ဆိုသည်မှာ အမျိုးသားတစ်ဦးသည် မိမိ၏ ဇနီးနှင့် လေးလထက် နည်းသည်ဖြစ်စေ၊ များသည်ဖြစ်စေ သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် လိင်ဆက်ဆံမှု မပြုရန် ကျိန်ဆိုသည့် ကျိန်ဆိုမှုတစ်မျိုးဖြစ်သည်။ အကယ်၍ အီလာအ် ကျိန်ဆိုမှုသည် လေးလထက် နည်းပါက၊ အမျိုးသားသည် ကျိန်ဆိုထားသည့် ကာလကုန်ဆုံးသည်အထိ စောင့်ဆိုင်းရမည်ဖြစ်ပြီး ထို့နောက် မိမိ၏ ဇနီးနှင့် လိင်ဆက်ဆံခွင့် ရရှိသည်။ သူမသည် စိတ်ရှည်ရမည်ဖြစ်ပြီး ဤကိစ္စတွင် ကာလမကုန်ဆုံးမီ သူမ၏ ခင်ပွန်းအား ကျိန်ဆိုမှုကို ရပ်စဲရန် တောင်းဆို၍ မရပါ။ ဆဟီးဟ်ကျမ်းနှစ်ခုတွင် ဖော်ပြထားသည်မှာ အာအိရှာက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် မိမိ၏ ဇနီးများနှင့် တစ်လကြာ ကင်းကွာနေမည်ဟု ကျိန်ဆိုခဲ့ကြောင်း ပြောကြားခဲ့သည်။ ထို့နောက် ကိုယ်တော်သည် နှစ်ဆယ့်ကိုးရက်အကြာတွင် ဆင်းသက်လာပြီး မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّهْرُ تِسْعٌ وَعِشْرُونَ</p><p lang=\"cy\" class=\"cy \"><span class=\"gray\">(The <span class=\"gray\">(lunar)</span> month is twenty-nine days.)</span></p><p lang=\"my\" class=\"my \">အလားတူ 'ဥမရ် ဘင် အလ်-ခတ္တားဘ်က ဖော်ပြခဲ့ပြီး ဆဟီးဟ်ကျမ်းနှစ်ခုတွင်လည်း ပါဝင်သည်။ အကယ်၍ အီလာအ် ကာလသည် လေးလထက် ပိုမိုပါက၊ ဤကိစ္စတွင် ဇနီးသည်သည် လေးလကုန်ဆုံးချိန်တွင် မိမိ၏ ခင်ပွန်းအား အီလာအ်ကို ရပ်စဲပြီး မိမိနှင့် လိင်ဆက်ဆံရန် တောင်းဆိုခွင့်ရှိသည်။ သို့မဟုတ်ပါက၊ ဇနီးကို ထိခိုက်မှုမဖြစ်စေရန် လိုအပ်ပါက အာဏာပိုင်များက အတင်းအကြပ်ပြုလုပ်ခိုင်းခြင်းဖြင့် သူမကို ကွာရှင်းသင့်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلَّذِينَ يُؤْلُونَ مِن نِّسَائِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့၏ ဇနီးမယားများနှင့် လိင်ဆက်ဆံမှု မပြုရန် ကျိန်ဆိုသူများ)</span> ဆိုသည်မှာ ဇနီးနှင့် လိင်ဆက်ဆံမှု မပြုရန် ကျိန်ဆိုခြင်းကို ဆိုလိုသည်။ ဤအာယတ်က အီလာအ်သည် ဇနီးနှင့် သက်ဆိုင်ပြီး ကျွန်မနှင့် မသက်ဆိုင်ကြောင်း ဖော်ပြသည်၊ အများစုသော ပညာရှင်များ သဘောတူထားသည့်အတိုင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...လေးလ စောင့်ဆိုင်းရမည်။)</span> ဆိုသည်မှာ ခင်ပွန်းသည်သည် ကျိန်ဆိုသည့်အချိန်မှစ၍ လေးလ စောင့်ဆိုင်းပြီးနောက် အီလာအ်ကို ရပ်စဲရမည် <span class=\"gray\">(အကယ်၍ ကျိန်ဆိုမှုသည် လေးလ သို့မဟုတ် ပိုမိုပါက)</span> နှင့် မိမိ၏ ဇနီးထံ ပြန်လာရန် သို့မဟုတ် သူမကို ကွာရှင်းရန် လိုအပ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်ကြားတော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَإِن فَاءُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့နောက် ၎င်းတို့ ပြန်လာပါက၊)</span> ဆိုသည်မှာ ပုံမှန်ဆက်ဆံရေးသို့ ပြန်လာခြင်း၊ ဇနီးနှင့် လိင်ဆက်ဆံခြင်း ဖြစ်သည်။ ဤသည်မှာ အိဗ်နု အဗ္ဗားစ်၊ မဆ်ရူက်၊ အရှ်-ရှာအ်ဘီ၊ စအိဒ် ဘင် ဂျုဘိုင်ရ် နှင့် အိဗ်နု ဂျရီရ် တို့၏ တဖ်စီရ် <span class=\"gray\">(ကျမ်းမြတ်၏ ရှင်းလင်းချက်)</span> ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူထသော၊ အလွန်ကရုဏာထားတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span> အီလာအ် ကျိန်ဆိုမှုကြောင့် ဇနီး၏ အခွင့်အရေးများတွင် ဖြစ်ပေါ်ခဲ့သော မည်သည့်ချို့ယွင်းချက်ကိုမဆို ခွင့်လွှတ်တော်မူသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ عَزَمُوا الطَّلَاقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် ကွာရှင်းရန် ဆုံးဖြတ်လျှင်၊)</span> ဆိုသည်မှာ အီလာအ်ကာလ လေးလ ပြည့်မြောက်ရုံဖြင့် ကွာရှင်းခြင်း မဖြစ်ပေါ်ကြောင်း ဖော်ပြသည်။ မာလိက်က နာဖိအ်ထံမှ ဖော်ပြခဲ့သည်မှာ 'အဗ်ဒုလ္လာဟ် ဘင် 'ဥမရ်က ပြောကြားသည်မှာ \"အကယ်၍ အမျိုးသားသည် မိမိ၏ ဇနီးနှင့် အီလာအ် ကျိန်ဆိုပါက၊ လေးလပြည့်ပြီးနောက်တွင်ပင် ကွာရှင်းခြင်းသည် အလိုအလျောက် မဖြစ်ပေါ်ပါ။ လေးလပြည့်သည့်အခါတွင် သူသည် <span class=\"gray\">(ဇနီးကို)</span> ပြန်ထားရမည် သို့မဟုတ် ကွာရှင်းရမည်။\" အလ်-ဘူခါရီကလည်း ဤဟဒီးဆ်ကို ဖော်ပြခဲ့သည်။ အိဗ်နု ဂျရီရ်က စုဟိုင်းလ် ဘင် အဘူ စွာလိဟ်က သူ၏ဖခင်က ပြောကြားသည်မှာ \"ကျွန်ုပ်သည် မိမိ၏ ဇနီးနှင့် အီလာအ် ပြုလုပ်သူအကြောင်း သဟာဘဟ် <span class=\"gray\">(တမန်တော်မြတ်၏ အပေါင်းအသင်း)</span> ဆယ့်နှစ်ဦးအား မေးမြန်းခဲ့သည်။ ၎င်းတို့အားလုံးက လေးလပြည့်သည်အထိ သူ ဘာမှ လုပ်စရာမလိုဘဲ ထို့နောက် <span class=\"gray\">(ဇနီးကို)</span> ပြန်ထားရန် သို့မဟုတ် ကွာရှင်းရန် လိုအပ်သည်ဟု ပြောကြားခဲ့ကြသည်။\" အဒ်-ဒါရကွသ်နီကလည်း ဤအရာကို စုဟိုင်းလ်ထံမှ ဖော်ပြခဲ့သည်။</p><p lang=\"so\" class=\"so \">It is also reported from 'Umar, 'Uthman, 'Ali, Abu Ad-Darda', 'A'ishah, Ibn 'Umar and Ibn 'Abbas. This is also the opinion of Sa'id bin Musayyib, 'Umar bin 'Abdul-'Aziz, Mujahid, Tawus, Muhammad bin Ka'b and Al-Qasim.</p>"
  }
]