[
  {
    "ayah_key": "38:17",
    "group_ayah_key": "38:17",
    "from_ayah": "38:17",
    "to_ayah": "38:20",
    "ayah_keys": "38:17,38:18,38:19,38:20",
    "text": "<p lang=\"my\" class=\"my \">..ကျွန်ုပ်တို့၏ကျွန် ဒါဝုဒ်ကို အမှတ်ရလော့၊ သူသည် အလ်အိုင်ဒ်နှင့် ပြည့်စုံ၏။ အမှန်စင်စစ် သူသည် အရာခပ်သိမ်း၌ အမြဲတစေ ပြန်လှည့်လာသူဖြစ်ပြီး နောင်တရသူလည်းဖြစ်သည်။ <span>(၁၇)</span>အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် တောင်များကို သူနှင့်အတူ 'အာရှိ' နှင့် 'အစ်ရှ်ရာက်' အချိန်များတွင် ကျွန်ုပ်တို့၏ ချီးမွမ်းခြင်းများကို ရွတ်ဆိုစေခဲ့သည်။ <span>(၁၈)</span>နှင့် <span class=\"gray\">(ထိုနည်းတူ)</span> ငှက်များသည် စုဝေးခဲ့ကြပြီး၊ အားလုံးသည် သူ့ကို နာခံကြသည်။ <span>(၁၉)</span>ကျွန်ုပ်တို့သည် သူ့၏နိုင်ငံတော်ကို ခိုင်မာစေခဲ့ပြီး၊ သူ့ကို အလ်ဟစ်က္မဟ် (ဉာဏ်ပညာ) နှင့် စကားပြောဆိုရာ၌လည်းကောင်း၊ ဆုံးဖြတ်ချက်ချရာ၌လည်းကောင်း မှန်ကန်သော တရားစီရင်ဆုံးဖြတ်ချက်ကို ပေးခဲ့သည်။ <span>(၂၀)</span></p><p lang=\"id\" class=\"id \">Dawud, peace be upon him </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ၎င်း၏ကျွန်နှင့် ရစူလ်ဒါဝုဒ် (၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) သည် စွမ်းအားနှင့် ပြည့်စုံသူဖြစ်ကြောင်း ပြောပြခဲ့သည်။ အလ်-အိုင်ဒ်ဆိုသည်မှာ အသိပညာနှင့် လုပ်ဆောင်မှုတို့တွင် ခွန်အားဟု အဓိပ္ပါယ်ရသည်။ အိဗ်နု အဘ်ဘာစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ)၊ အစ်ဆူဒီ နှင့် အိဗ်နု ဇိုင်ဒ်တို့က “အလ်-အိုင်ဒ်သည် ခွန်အားကို ဆိုလိုသည်” ဟု ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">မွဂျာဟစ်ဒ်က “အလ်-အိုင်ဒ်သည် အလ္လာဟ်အရှင်မြတ်အား နာခံမှုတွင် ခွန်အားဟု အဓိပ္ပါယ်ရသည်” ဟု ပြောကြားခဲ့သည်။ ကတာဒါဟ်က “ဒါဝုဒ် (၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) သည် ဝတ်ပြုကိုးကွယ်မှု၌လည်းကောင်း၊ အစ္စလာမ်ကို မှန်ကန်စွာ နားလည်မှု၌လည်းကောင်း ခွန်အားပေးခြင်း ခံရသည်” ဟု ပြောကြားခဲ့သည်။ သူက ၎င်း (၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) သည် ည၏ သုံးပုံတစ်ပုံကို ဝတ်ပြုဆုတောင်းခြင်းဖြင့် ကုန်ဆုံးလေ့ရှိပြီး၊ တစ်သက်တာ၏ ထက်ဝက်ကို အစာရှောင်ခဲ့ကြောင်း ပြောပြခဲ့သည်။ ဤသည်မှာ ဆွဟီးဟ်နှစ်ခုတွင် မှတ်တမ်းတင်ထားပြီး၊ ထိုတွင် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحَبُّ الصَّلَاةِ إِلَى اللهِ تَعَالَى صَلَاةُ دَاوُدَ، وَأَحَبُّ الصِّيَامِ إِلَى اللهِ عَزَّ وَجَلَّ صِيَامُ دَاوُدَ، كَانَ يَنَامُ نِصْفَ اللَّيْلِ، وَيَقُومُ ثُلُثَهُ، وَيَنَامُ سُدُسَهُ، وَكَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا، وَلَا يَفِرُّ إِذَا لَاقَى، وَأَنَّهُ كَانَ أَوَّابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံ အချစ်မြတ်နိုးဆုံး ဆွလာဟ်မှာ ဒါဝုဒ်၏ ဆွလာဟ်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်ထံ အချစ်မြတ်နိုးဆုံး အစာရှောင်ခြင်းမှာ ဒါဝုဒ်၏ အစာရှောင်ခြင်းဖြစ်သည်။ သူသည် ညတစ်ဝက်ကို အိပ်စက်ပြီး၊ ည၏ သုံးပုံတစ်ပုံကို ဝတ်ပြုဆုတောင်းပြီး၊ ထို့နောက် ည၏ ခြောက်ပုံတစ်ပုံကို အိပ်စက်ကာ၊ တစ်ရက်ခြား အစာရှောင်လေ့ရှိသည်။ သူသည် စစ်မြေပြင်မှ လုံးဝမထွက်ပြေးခဲ့ဘဲ၊ အမြဲတစေ အလ္လာဟ်ထံ လှည့်ပြန်ခဲ့သည်)</span> ဆိုသည်မှာ သူ၏ အရေးကိစ္စအားလုံးနှင့်ပတ်သက်၍ အလ္လာဟ်ထံ လှည့်ပြန်ခဲ့ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် တောင်များကို သူနှင့်အတူ 'အာရှိ' နှင့် 'အစ်ရှ်ရာက်' အချိန်များတွင် ကျွန်ုပ်တို့၏ ချီးမွမ်းခြင်းများကို ရွတ်ဆိုစေခဲ့သည်)</span> ဆိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်သည် တောင်များကို နေထွက်ချိန်နှင့် နေ့အဆုံးပိုင်းတွင် သူနှင့်အတူ ၎င်း၏ ချီးမွမ်းခြင်းများကို ရွတ်ဆိုစေခဲ့ခြင်းဖြစ်သည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ ۖ </p><p lang=\"gl\" class=\"gl \"><span class=\"gray\">(O you mountains. Glorify <span class=\"gray\">(Allah)</span> with him! And you birds <span class=\"gray\">(also)</span>!)</span><span class=\"gray\">(34:10)</span>. </p><p lang=\"my\" class=\"my \">ငှက်များသည်လည်း သူနှင့်အတူ အလ္လာဟ်အရှင်မြတ်၏ ချီးမွမ်းခြင်းများကို ရွတ်ဆိုလေ့ရှိသည်။ ငှက်တစ်ကောင်သည် သူအနီးမှ ပျံသန်းသွားပြီး သူ၏ဇဗူရ်ကျမ်း ရွတ်ဆိုသံကို ကြားလျှင် မထွက်ခွာဘဲ၊ လေထဲတွင် ဝဲပျံနေကာ သူနှင့်အတူ အလ္လာဟ်အရှင်မြတ်ကို ချီးမွမ်းကြသည်။ မြင့်မားသော တောင်များသည်လည်း သူ့အား တုံ့ပြန်ပြီး သူ၏ အလ္လာဟ်အရှင်မြတ် ချီးမွမ်းခြင်းများကို ပဲ့တင်ထပ်ကြသည်။ အိဗ်နု ဂျရီရ်က အဘ်ဒူလ္လာဟ် ဘင်န် အလ်ဟာရစ်သ် ဘင်န် နော်ဖယ်လ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ အိဗ်နု အဘ်ဘာစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) သည် အဒ်ဒူဟာဆွလာဟ်ကို မဖတ်ခဲ့ပေ။ <span class=\"gray\">[အဘ်ဒူလ္လာဟ်က ပြောသည်-]</span> “ဒါကြောင့် ကျွန်တော် သူ့ကို အွမ္မု ဟာနီ (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထံ ခေါ်သွားပြီး သူမအား 'အစ်မ ကျွန်တော့်ကို ပြောပြတဲ့ အတိုင်း သူ့ကို ပြောပြပါ' လို့ ပြောခဲ့တယ်။ သူမက 'အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ဟာ မက္ကာအောင်နိုင်တဲ့နေ့မှာ ကျွန်မအိမ်ကို ဝင်လာတယ်။ သူက ရေကို ဇလုံကြီးထဲ လောင်းထည့်ဖို့ ခေါ်တယ်။ ပြီးတော့ သူနဲ့ ကျွန်မကြား ကန့်လန့်ကာအဖြစ် သုံးတဲ့ အဝတ်တစ်ထည်ကို ခေါ်ပြီး သူရေချိုးတယ်။ ပြီးတော့ သူက အိမ်ပတ်ပတ်လည်ကို ရေဖြန်းပြီး ရကအ်ဟ်ရှစ်ခု ဆွလာဟ်ဖတ်တယ်။ ဒါက အဒ်ဒူဟာဆွလာဟ်ဖြစ်ပြီး၊ အဲဒီရဲ့ မတ်တပ်ရပ်ခြင်း၊ ဦးညွတ်ခြင်း၊ ဆွဂျ်ဒါပြုခြင်းနဲ့ ထိုင်ခြင်းအားလုံးဟာ အတိုချုပ်ဆိုမှုမှာ တူညီကြပါတယ်' လို့ ပြောခဲ့တယ်။ အိဗ်နု အဘ်ဘာစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထွက်သွားပြီး 'ကျွန်တော် ကုရ်အာန်ကို အစအဆုံးဖတ်ပြီးပြီ၊ ဒါပေမယ့် အခုထိ ဆွလာဟ် အဒ်ဒူဟာအကြောင်းကို တစ်ခါမှ မသိခဲ့ဘူး' လို့ ပြောခဲ့တယ်။ ပြီးတော့ သူက ရွတ်ဆိုခဲ့တယ်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အာရှိ' နှင့် 'အစ်ရှ်ရာက်' အချိန်များတွင် သူနှင့်အတူ ကျွန်ုပ်တို့၏ ချီးမွမ်းခြင်းများကို ရွတ်ဆိုသည်)</span> ကျွန်တော်က 'ဆွလာဟ် အလ်-အစ်ရှ်ရာက်ဆိုတာ ဘာလဲ' လို့ ပြောခဲ့ဖူးတယ်။ ဒါပေမဲ့ အခုတော့ ဘာလဲဆိုတာ သိပြီ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالطَّيْرَ مَحْشُورَةً ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(ထိုနည်းတူ)</span> ငှက်များသည် စုဝေးခဲ့ကြသည်)</span> ဆိုသည်မှာ၊ လေထဲတွင် ဝဲပျံနေခြင်းဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَهُ أَوَّابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အားလုံးသည် သူ့ကို နာခံကြသည်)</span> ဆိုသည်မှာ၊ ၎င်းတို့သည် သူ့အား နာခံပြီး အလ္လာဟ်အရှင်မြတ်ကို ချီးမွမ်းရာတွင် သူ့နောက်သို့ လိုက်ပါခဲ့ကြသည်။ စအီးဒ် ဘင်န် ဂျူဘိုင်ရ်၊ ကတာဒါဟ်နှင့် မာလိက်တို့က ဇိုင်ဒ် ဘင်န် အစလမ်နှင့် အိဗ်နု ဇိုင်ဒ်တို့မှ သတင်းပို့ကာ ပြောကြားခဲ့သည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">ကُلٌّ لَهُ أَوَّابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အားလုံးသည် သူ့ကို နာခံကြသည်)</span> ဆိုသည်မှာ “သူ၏ အမိန့်များကို လိုက်နာကြခြင်း” ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَشَدَدْنَا مُلْكَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ့၏နိုင်ငံတော်ကို ခိုင်မာစေခဲ့သည်)</span> ဆိုသည်မှာ 'ကျွန်ုပ်တို့သည် သူ့အား ဘုရင်များ လိုအပ်သည့် အရာအားလုံးနှင့် ပြည့်စုံသော အုပ်စိုးမှုကို ပေးခဲ့သည်' ဟု အဓိပ္ပါယ်ရသည်။ အိဗ်နု အဘီ နဂျီဟ်က မွဂျာဟစ်ဒ်က “သူသည် ဤလောကသားများတွင် အခိုင်မာဆုံးနှင့် အစွမ်းအထက်ဆုံးသူဖြစ်သည်” ဟု ပြောကြားခဲ့ကြောင်း သတင်းပို့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَآتَيْنَاهُ الْحِكْمَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူ့ကို အလ်ဟစ်က္မဟ် (ဉာဏ်ပညာ) ပေးခဲ့သည်)</span> မွဂျာဟစ်ဒ်က “၎င်းသည် နားလည်မှု၊ ဆင်ခြင်တုံတရားနှင့် ဉာဏ်ပညာကို ဆိုလိုသည်” ဟု ပြောကြားခဲ့သည်။ ကတာဒါဟ်က “အလ္လာဟ်၏ကျမ်းတော်နှင့် ထိုကျမ်းတော်၌ ပါရှိသည်များကို လိုက်နာခြင်း” ဟု ပြောကြားခဲ့သည်။ အစ်ဆူဒီက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحِكْمَةَ </p><p lang=\"nl\" class=\"nl \"><span class=\"gray\">(Al-Hikmah)</span> \"Prophethood.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَفَصْلَ الْخِطَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မှန်ကန်သော တရားစီရင်ဆုံးဖြတ်ချက်)</span> ရှူရိုင်းဟ် အလ်-ကာဒီနှင့် အစ်ရှ်ရှအ်ဘီတို့က “မှန်ကန်သော တရားစီရင်ဆုံးဖြတ်ချက်သည် သက်သေခံချက်နှင့် ကျမ်းသစ္စာပြုခြင်းဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ ကတာဒါဟ်က “တရားလိုဘက်မှ သက်သေနှစ်ဦး သို့မဟုတ် တရားခံဘက်မှ ကျမ်းသစ္စာပြုခြင်းသည် မှန်ကန်သော တရားစီရင်ဆုံးဖြတ်ချက်၏ အဓိပ္ပါယ်ဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ ပရောဖက်များနှင့် ရစူလ်တမန်တော်များ တရားစီရင်ခဲ့ကြပြီး၊ မူမင်များနှင့် သူတော်စင်များ လက်ခံခဲ့ကြသော မှန်ကန်သော တရားစီရင်ဆုံးဖြတ်ချက်ဖြစ်သည်။ ၎င်းသည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ဤအွမ္မသ်၏ တရားစီရင်ရေးစနစ်၏ အခြေခံဖြစ်သည်။ ဤသည်မှာ အဘူ အဘ်ဒူရ်-ရဟ်မာန် အစ်ဆူလာမီ၏ အမြင်ဖြစ်သည်။ မွဂျာဟစ်ဒ်နှင့် အစ်ဆူဒီတို့က “၎င်းသည် မှန်ကန်သော တရားစီရင်ဆုံးဖြတ်ချက် ချမှတ်ခြင်းနှင့် ကိစ္စကို နားလည်ခြင်းကို ဆိုလိုသည်” ဟု ပြောကြားခဲ့သည်။ မွဂျာဟစ်ဒ်က “၎င်းသည် စကားပြောဆိုရာ၌လည်းကောင်း၊ တရားစီရင်ဆုံးဖြတ်ရာ၌လည်းကောင်း မှန်ကန်ခြင်းဖြစ်ပြီး၊ ၎င်းတွင် အထက်ပါအရာအားလုံး ပါဝင်သည်” ဟုလည်း ပြောကြားခဲ့သည်။ ဤသည်မှာ ဆိုလိုရင်းဖြစ်ပြီး၊ ဤသည်မှာ အိဗ်နု ဂျရီရ် နှစ်သက်သော အမြင်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "38:21",
    "group_ayah_key": "38:21",
    "from_ayah": "38:21",
    "to_ayah": "38:25",
    "ayah_keys": "38:21,38:22,38:23,38:24,38:25",
    "text": "<p lang=\"my\" class=\"my \">တရားလိုများ၏ သတင်းသည် သင့်ထံ ရောက်ရှိခဲ့ပြီလား? ၎င်းတို့သည် <span class=\"gray\">(၎င်း၏)</span> မိဟ်ရာဗ် <span class=\"gray\">(ပုဂ္ဂလိက ဝတ်ပြုခန်း)</span> ထဲသို့ နံရံပေါ်မှ တက်ရောက်လာခဲ့သောအခါ <span>(၂၁)</span>၎င်းတို့သည် ဒါဝုဒ်ထံ ဝင်ရောက်လာသောအခါ၊ သူသည် ၎င်းတို့ကို ကြောက်ရွံ့ခဲ့သည်။ ၎င်းတို့က “မကြောက်ပါနှင့်! <span class=\"gray\">(ကျွန်ုပ်တို့သည်)</span> တရားလိုနှစ်ဦးဖြစ်ပြီး၊ ကျွန်ုပ်တို့ထဲမှ တစ်ဦးက အခြားတစ်ဦးအား မတရားပြုခဲ့သည်။ ထို့ကြောင့် ကျွန်ုပ်တို့ကြားတွင် မှန်ကန်စွာ တရားစီရင်ပေးပါ။ ကျွန်ုပ်တို့အား မတရားမပြုပါနှင့်။ မှန်ကန်သော လမ်းသို့လည်း လမ်းညွှန်ပေးပါ” ဟု ပြောခဲ့သည်။ <span>(၂၂)</span>“အမှန်စင်စစ်၊ ဤကျွန်ုပ်၏ အစ်ကို <span class=\"gray\">(ဘာသာတရားအရ)</span> သည် သိုးမ (၉၉) ကောင် ပိုင်ဆိုင်ပြီး၊ ကျွန်ုပ်၌မူ <span class=\"gray\">(တစ်ကောင်တည်းသော)</span> သိုးမတစ်ကောင်သာ ရှိသည်။ သူက 'ကျွန်ုပ်အား ပေးအပ်ပါ' ဟု ပြောပြီး သူသည် ကျွန်ုပ်အား စကားပြောဆိုရာ၌ အနိုင်ယူခဲ့သည်။ <span>(၂၃)</span><span class=\"gray\">[ဒါဝုဒ်]</span> က “သူ၏ သိုးမများအပြင် သင့်သိုးမကိုပါ တောင်းဆိုခြင်းဖြင့် သူသည် သင့်အား မတရားပြုခဲ့ပြီ။ အမှန်စင်စစ်၊ များစွာသော မိတ်ဖက်များသည် တစ်ဦးကိုတစ်ဦး ဖိနှိပ်ကြ၏။ သို့သော် ယုံကြည်ပြီး ကောင်းမှုများ ပြုသူများမှလွဲ၍ ဖြစ်၏။ ထိုသူတို့သည် နည်းပါးလှသည်” ဟု ပြောခဲ့သည်။ ဒါဝုဒ်က ကျွန်ုပ်တို့သည် သူ့အား စမ်းသပ်ခဲ့သည်ဟု မှန်းဆခဲ့ပြီး၊ သူသည် သူ၏ အရှင်သခင်ထံ ခွင့်လွှတ်မှုကို တောင်းခံခဲ့သည်။ သူသည် ဆွဂျ်ဒါပြုလျက် ပြိုလဲကျကာ <span class=\"gray\">(အလ္လာဟ်ထံ)</span> နောင်တရလျက် လှည့်ပြန်ခဲ့သည်။ <span>(၂၄)</span>ထို့ကြောင့်၊ ကျွန်ုပ်တို့သည် ထိုအပြစ်ကို သူ့အား ခွင့်လွှတ်ပေးခဲ့သည်။ အမှန်စင်စစ်၊ သူ၏အတွက်မူ ကျွန်ုပ်တို့ထံ အနီးကပ်ဝင်ခွင့်နှင့် ကောင်းမြတ်သော ပြန်လည်ရောက်ရှိရာ နေရာရှိသည်။ <span>(၂၅)</span></p><p lang=\"my\" class=\"my \">တရားလိုနှစ်ဦး၏ ပုံပြင်</p><p lang=\"my\" class=\"my \">ဤကျမ်းပိုဒ်ကို ဆွေးနွေးရာ၌ တဖ်ဆီရ်ပညာရှင်များသည် အစ္စရာအီလီယတ်သတင်းများအပေါ် အခြေခံထားသည့် ပုံပြင်တစ်ခုကို ဖော်ပြကြသည်။ အပြစ်ကင်းစင်သော ပရောဖက် ﷺ ထံမှ ကျွန်ုပ်တို့ မှန်ကန်သည်ဟု လက်ခံနိုင်သည့် မည်သည့်အရာမှ ဤနှင့်ပတ်သက်၍ သတင်းမပို့ထားပေ။ သို့သော် အိဗ်နု အဘီ ဟာတိမ်က ဟဒီးစ်တစ်ခုကို မှတ်တမ်းတင်ခဲ့သည်မှာ ၎င်း၏ သတင်းပို့စနစ် (စနဒ်) ကို ဆွဟီးဟ်ဟု မမှတ်ယူနိုင်ပါ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းကို ယဇီးဒ် အလ်-ရကရှီက အနပ်စ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ သတင်းပို့ခဲ့ခြင်းကြောင့် ဖြစ်သည်။ ယဇီးဒ်သည် သူတော်စင်များထဲမှ တစ်ဦးဖြစ်သော်လည်း၊ ၎င်း၏ ဟဒီးစ်များကို အီမာမ်များက အားနည်းသည်ဟု မှတ်ယူကြသည်။ ထို့ကြောင့် ဤပုံပြင်အကြောင်းကို အတိုချုပ် ပြောဆိုပြီး၊ ၎င်း၏ အသိပညာကို အလ္လာဟ်အရှင်မြတ်ထံ ပေးအပ်ခြင်းသည် ပိုကောင်းသည်။ အဘယ်ကြောင့်ဆိုသော် ကုရ်အာန်သည် မှန်ကန်ပြီး ၎င်းတွင် ပါဝင်သည့်အရာများသည်လည်း မှန်ကန်သောကြောင့် ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَفَزِعَ مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ၎င်းတို့ကို ကြောက်ရွံ့ခဲ့သည်)</span> ဤသည်မှာ သူသည် ၎င်း၏ မိဟ်ရာဗ် <span class=\"gray\">(ပုဂ္ဂလိက ဝတ်ပြုခန်း)</span> တွင် ရှိနေခြင်းကြောင့်ဖြစ်သည်။ ထိုသည်မှာ ၎င်း၏အိမ်၏ အမြင့်မြတ်ဆုံးအပိုင်းဖြစ်ပြီး၊ ထိုနေ့တွင် သူ့ထံ မည်သူမျှ မဝင်ရောက်ရန် သူအမိန့်ပေးထားခဲ့သည်။ ထို့ကြောင့်၊ ဤလူနှစ်ဦးသည် ၎င်းတို့၏ ကိစ္စနှင့်ပတ်သက်၍ မေးမြန်းရန် ၎င်း၏ မိဟ်ရာဗ် <span class=\"gray\">(ပုဂ္ဂလိက ဝတ်ပြုခန်း)</span> ကို ဝန်းရံထားသော ခြံစည်းရိုးပေါ်မှ တက်ရောက်လာသည်ကို သူသဘောမပေါက်ခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَزَّنِي فِي الْخِطَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ကျွန်ုပ်အား စကားပြောဆိုရာ၌ အနိုင်ယူခဲ့သည်)</span> ဆိုသည်မှာ၊ 'သူသည် ကျွန်ုပ်အား အနိုင်ယူခဲ့သည်' ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒါဝုဒ်က ကျွန်ုပ်တို့သည် သူ့အား စမ်းသပ်ခဲ့သည်ဟု မှန်းဆခဲ့သည်)</span></p><p lang=\"my\" class=\"my \">အလီ ဘင်န် အဘီ တလ်ဟာဟ်က အိဗ်နု အဘ်ဘာစ်က “၎င်းသည် 'ကျွန်ုပ်တို့သည် သူ့အား စမ်းသပ်ခဲ့သည်' ဟု အဓိပ္ပါယ်ရသည်” ဟု ပြောကြားခဲ့ကြောင်း သတင်းပို့သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَخَرَّ رَاكِعًا وَأَنَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ဆွဂျ်ဒါပြုလျက် ပြိုလဲကျကာ <span class=\"gray\">(အလ္လာဟ်ထံ)</span> နောင်တရလျက် လှည့်ပြန်ခဲ့သည်)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَغَفَرْنَا لَهُ ذَٰلِكَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့်၊ ကျွန်ုပ်တို့သည် ထိုအပြစ်ကို သူ့အား ခွင့်လွှတ်ပေးခဲ့သည်)</span></p><p lang=\"id\" class=\"id \">The Sajdah in Surah Sad</p><p lang=\"my\" class=\"my \">ဆူရဟ် ဆွာဒ်တွင် ဆွဂျ်ဒါပြုခြင်းသည် မဖြစ်မနေပြုရမည့် နေရာများထဲမှ တစ်ခုမဟုတ်ပေ။ ၎င်းသည် ကျေးဇူးတင်ခြင်း ဆွဂျ်ဒါ <span class=\"gray\">(ဆွဂျ်ဒတ် ရှိကရ်)</span> ဖြစ်သည်။ ၎င်းအတွက် သက်သေအထောက်အထားမှာ အီမာမ် အဟ်မဒ်က အိဗ်နု အဘ်ဘာစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ခဲ့သော သတင်းဖြစ်ပြီး၊ သူက ပြောခဲ့သည်- “ဆူရဟ် ဆွာဒ်ရှိ ဆွဂျ်ဒါသည် မဖြစ်မနေပြုရမည့် ဆွဂျ်ဒါများထဲမှ တစ်ခုမဟုတ်ပေ။ ကျွန်ုပ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ဤဆူရဟ်တွင် ဆွဂျ်ဒါပြုသည်ကို မြင်ခဲ့ရသည်”။ ဤကို အလ်-ဘူခါရီ၊ အဘူ ဒါဝုဒ်၊ အတ်-တေရ်မီဒီနှင့် အန်-နစာအီတို့က ၎င်း၏ တဖ်ဆီရ်တွင် မှတ်တမ်းတင်ခဲ့သည်။ အတ်-တေရ်မီဒီက “ဟစန် ဆွဟီးဟ်” ဟု ပြောခဲ့သည်။ ဤအာယသ်တော်၏ တဖ်ဆီရ်တွင် အန်-နစာအီကလည်း အိဗ်နု အဘ်ဘာစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က “ပရောဖက် ﷺ သည် ဆွာဒ်တွင် ဆွဂျ်ဒါပြုခဲ့ပြီး၊ သူက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَجَدَهَا دَاوُدُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ تَوْبَةً، وَنَسْجُدُهَا شُكْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒါဝုဒ်သည် နောင်တရခြင်းအပြုအမူအဖြစ် ဆွဂျ်ဒါပြုခဲ့ပြီး၊ ကျွန်ုပ်တို့သည် ကျေးဇူးတင်ခြင်းအပြုအမူအဖြစ် ဆွဂျ်ဒါပြုကြသည်)</span>\" </p><p lang=\"my\" class=\"my \">ဤကို အန်-နစာအီကသာ မှတ်တမ်းတင်ခဲ့သည်။ ၎င်း၏ သတင်းပို့စနစ် (စနဒ်) ရှိ အမျိုးသားများအားလုံးသည် ယုံကြည်စိတ်ချရသူများ ဖြစ်ကြသည်။ </p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်၏ တဖ်ဆီရ်တွင် အလ်-ဘူခါရီက အလ်-အဝမ်က ဆူရဟ် ဆွာဒ်ရှိ ဆွဂျ်ဒါနှင့်ပတ်သက်၍ မွဂျာဟစ်ဒ်အား မေးမြန်းခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။ သူက ပြောခဲ့သည်- “ကျွန်တော်က အိဗ်နု အဘ်ဘာစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ကို ‘ဘာကြောင့် ဆွဂျ်ဒါပြုရတာလဲ’ လို့ မေးခဲ့တယ်။ သူက ‘သင်မဖတ်ဖူးဘူးလား-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(and among his <span class=\"gray\">[Nuh's]</span> progeny Dawud, Sulayman)</span><span class=\"gray\">(6:84)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ هَدَى اللَّهُ ۖ فَبِهُدَاهُمُ اقْتَدِهْ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် လမ်းညွှန်တော်မူခဲ့သူများ ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့၏ လမ်းညွှန်မှုကို လိုက်နာလော့)</span><span class=\"gray\">(၆:၉၀)</span>။ ဒါဝုဒ် (၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) သည် သင့်ပရောဖက် ﷺ အား လိုက်နာရန် အမိန့်ပေးခံရသူများထဲမှ တစ်ဦးဖြစ်သည်။ ဒါဝုဒ်သည် ဤနေရာတွင် ဆွဂျ်ဒါပြုခဲ့သောကြောင့် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ လည်း ဤနေရာတွင် ဆွဂျ်ဒါပြုခဲ့သည်” ဟု ပြောခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အဘူ ဒါဝုဒ်က အဘူ စအီးဒ် အလ်-ခုဒ်ရီ (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က “အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် မင်မ်ဘရ် (ဓမ္မပလ္လင်) ပေါ်တွင် ရှိနေစဉ် ဆွာဒ်ကို ရွတ်ဖတ်ခဲ့သည်။ ဆွဂျ်ဒါပြုရမည့်နေရာသို့ ရောက်သောအခါ၊ သူသည် မင်မ်ဘရ်မှ ဆင်းလာပြီး ဆွဂျ်ဒါပြုခဲ့ကာ လူများလည်း သူနှင့်အတူ ဆွဂျ်ဒါပြုခဲ့ကြသည်။ အခြားအခါတစ်ခါတွင် သူရွတ်ဖတ်သောအခါ၊ ဆွဂျ်ဒါပြုရမည့်နေရာသို့ ရောက်သောအခါ လူများက ဆွဂျ်ဒါပြုရန် ပြင်ဆင်ခဲ့ကြသည်။ သူ ﷺ က ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا هِيَ تَوْبَةُ نَبِيٍّ، وَلَكِنِّي رَأَيْتُكُمْ تَشَزَّنْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ပရောဖက်တစ်ပါးအတွက် နောင်တရခြင်းဖြစ်သည်၊ သို့သော် သင်တို့ ဆွဂျ်ဒါပြုရန် ပြင်ဆင်နေသည်ကို ငါမြင်သည်)</span> ထို့နောက် သူ <span class=\"gray\">(မင်မ်ဘရ်မှ)</span> ဆင်းလာပြီး ဆွဂျ်ဒါပြုခဲ့သည်”။ ဤကို အဘူ ဒါဝုဒ်ကသာ မှတ်တမ်းတင်ခဲ့ပြီး ၎င်း၏ သတင်းပို့စနစ် (စနဒ်) သည် ဆွဟီးဟ်နှစ်ခု၏ စည်းကမ်းချက်များနှင့် ကိုက်ညီသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَىٰ وَحُسْنَ مَآبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သူ၏အတွက်မူ ကျွန်ုပ်တို့ထံ အနီးကပ်ဝင်ခွင့်နှင့် ကောင်းမြတ်သော <span class=\"gray\">(နောက်ဆုံး)</span> ပြန်လည်ရောက်ရှိရာ နေရာရှိသည်)</span> ဆိုသည်မှာ၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူသည် အလ္လာဟ်အရှင်မြတ်နှင့် နီးစပ်စေမည့် ကောင်းမှုများရှိမည်ဖြစ်ပြီး၊ သူသည် ကောင်းမြတ်သော <span class=\"gray\">(နောက်ဆုံး)</span> ပြန်လည်ရောက်ရှိရာ နေရာ၊ ဆိုလိုသည်မှာ နောင်တရခြင်းနှင့် ၎င်း၏နိုင်ငံတော်တွင် အပြည့်အဝ တရားမျှတမှုတို့ကြောင့် ဂျန္နတ် (ပရဒိသု) ၏ မြင့်မားသော အဆင့်အတန်းများကို ရရှိမည်ဖြစ်သည်။ ဆွဟီးဟ်ကျမ်းတွင် ဖော်ပြထားသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُقْسِطُونَ عَلَى مَنَابِرَ مِنْ نُورٍ عَنْ يَمِينِ الرَّحْمٰنِ، وَكِلْتَا يَدَيْهِ يَمِينٌ، الَّذِينَ يُقْسِطُونَ فِي أَهْلِيهِمْ وَمَا وَلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့၏ မိသားစုများနှင့် မိမိတို့၏ အုပ်ချုပ်မှုအောက်ရှိသူများအပေါ် တရားမျှတသူများသည် အာရ်-ရဟ်မာန်၏ လက်ယာဘက်ရှိ အလင်းရောင် မင်မ်ဘရ်များပေါ်တွင် ရှိကြမည်ဖြစ်ပြီး၊ ၎င်း၏လက်နှစ်ဖက်စလုံးသည် လက်ယာများဖြစ်သည်)</span>”</p>"
  }
]