[
  {
    "ayah_key": "2:222",
    "group_ayah_key": "2:222",
    "from_ayah": "2:222",
    "to_ayah": "2:223",
    "ayah_keys": "2:222,2:223",
    "text": "<p lang=\"my\" class=\"my \">ရာသီသွေးထွက်ခြင်းနှင့်စပ်လျဉ်း၍ သင့်အား မေးမြန်းကြကုန်၏။ သင်က ပြောကြားပါလေ။ ထိုအရာသည် ညစ်ညမ်းသော အရာဖြစ်သည်၊ ထို့ကြောင့် ရာသီသွေးလာနေစဉ် အမျိုးသမီးများနှင့် ဝေးဝေးနေကြကုန်။ ၎င်းတို့ သန့်စင်သည်အထိ ၎င်းတို့ထံ မချဉ်းကပ်ကြကုန်။ ၎င်းတို့ သန့်စင်ကြသောအခါတွင် အလ္လာဟ်အရှင်မြတ်က သင်တို့အား အမိန့်ပေးထားသည့်အတိုင်း ၎င်းတို့ထံ ချဉ်းကပ်ကြကုန်။ ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် နောင်တရသူများကို ချစ်တော်မူ၏။ မိမိကိုယ်ကို သန့်စင်အောင် ပြုလုပ်သူများကိုလည်း ချစ်တော်မူ၏။ <span>(222)</span>သင်တို့၏ ဇနီးမယားများသည် သင်တို့အတွက် စိုက်ပျိုးရာမြေဖြစ်ကုန်၏။ ထို့ကြောင့် သင်တို့၏ စိုက်ပျိုးရာမြေသို့ သင်တို့အလိုရှိသည့် အခါတိုင်း၊ အလိုရှိသည့်နည်းအတိုင်း သွားရောက်ကြကုန်။ မိမိတို့ကိုယ်တိုင်အတွက် <span class=\"gray\">(ကောင်းမှုများ၊ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်အား ကိုးကွယ်ယုံကြည်သော သားသမီးကောင်းများ ချီးမြှင့်ရန် တောင်းဆိုခြင်း)</span> များကို ကြိုတင်၍ ပို့ထားကြကုန်။ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြကုန်။ ဧကန်စင်စစ် သင်တို့သည် အရှင်မြတ်နှင့် <span class=\"gray\">(နောင်တမလွန်ဘဝတွင်)</span> တွေ့ဆုံရမည်ကို သိထားကြကုန်။ သက်ဝင်ယုံကြည်သူများအား <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> သတင်းကောင်း ပေးပါလေ။<span>(223)</span></p><div lang=\"my\" class=\"my \"><h2>ရာသီသွေးလာနေသော အမျိုးသမီးများနှင့် လိင်ဆက်ဆံခြင်းကို တားမြစ်ထားသည်</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အနပ်စ်က ပြောသည်- ဂျူးလူမျိုးများသည် ၎င်းတို့၏ ရာသီသွေးလာနေသော အမျိုးသမီးများကို ရှောင်ရှားကြ၏။ ၎င်းတို့နှင့် အတူစားခြင်း၊ သို့မဟုတ် အိမ်တွင်ပင် ရောနှောနေထိုင်ခြင်း မပြုကြပေ။ တမန်တော်မြတ် ﷺ ၏ သခင်ကြီးတို့သည် ဤကိစ္စနှင့်ပတ်သက်၍ မေးမြန်းကြသောအခါ အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရာသီသွေးထွက်ခြင်းနှင့်စပ်လျဉ်း၍ သင့်အား မေးမြန်းကြကုန်၏။ သင်က ပြောကြားပါလေ။ ထိုအရာသည် ညစ်ညမ်းသော အရာဖြစ်သည်၊ ထို့ကြောင့် ရာသီသွေးလာနေစဉ် အမျိုးသမီးများနှင့် ဝေးဝေးနေကြကုန်။ ၎င်းတို့ သန့်စင်သည်အထိ ၎င်းတို့ထံ မချဉ်းကပ်ကြကုန်။)</span></p><p lang=\"lb\" class=\"lb \">Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اصْنَعُوا كُلَّ شَيْءٍ إِلَّا النِّكَاحَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ အလိုရှိသမျှကို ပြုလုပ်ကြကုန်၊ လိင်ဆက်ဆံခြင်းမှအပ။)</span></p><p lang=\"my\" class=\"my \">ဂျူးလူမျိုးများအား တမန်တော်မြတ်၏ မိန့်ကြားချက်ကို ပြောပြသောအခါ ၎င်းတို့က ပြောကြသည်- \"ဤသူသည် ဘာဖြစ်နေသနည်း။ သူသည် ကျွန်ုပ်တို့၏ အလေ့အကျင့်များကို နားမထောင်ဘဲ ဆန့်ကျင်နေသည်ကို။\" ထိုအခါ အူဆိုင်းဒ် ဘင်န် ဟူဒိုင်ယာနှင့် အဘ်ဗားဒ် ဘင်န် ဘိရ်ရှ် တို့ ရောက်လာပြီးလျှင် လျှောက်တင်ကြသည်- \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်။ ဂျူးလူမျိုးများက ဤသို့ဤသို့ ပြောကြသည်၊ ကျွန်ုပ်တို့၏ အမျိုးသမီးများနှင့် <span class=\"gray\">(ဆိုလိုသည်မှာ ရာသီသွေးလာနေစဉ် ကာလတွင်)</span> လိင်ဆက်ဆံသင့်ပါသလား။\" အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ၏ မျက်နှာတော်သည် အရောင်ပြောင်းသွားခဲ့ရာ သခင်ကြီးတို့က အရှင်မြတ်သည် ၎င်းတို့အပေါ် အမျက်ထွက်နေသည်ဟု ထင်မှတ်ကြလေသည်။ ၎င်းတို့လည်း ပြန်ထွက်သွားကြသည်။ မကြာမီ အချိန်အတွင်းတွင် နွားနို့အချို့ကို အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထံ လက်ဆောင်အဖြစ် ယူဆောင်လာခဲ့ပြီး၊ အရှင်မြတ်က ၎င်းတို့အား သောက်ရန် အချို့ကို ပေးပို့ခဲ့သည်။ ထိုအခါ ၎င်းတို့က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ၎င်းတို့အပေါ် အမျက်မထွက်ကြောင်း သိရှိကြလေသည်။ မွတ်စလင်မ်ကလည်း ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့ကြောင့် ရာသီသွေးလာနေစဉ် အမျိုးသမီးများနှင့် ဝေးဝေးနေကြကုန်။)</span> ဆိုလိုသည်မှာ လိင်အင်္ဂါကို ရှောင်ကြဉ်ခြင်းဖြစ်သည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اصْنَعُوا كُلَّ شَيْءٍ إِلَّا النِّكَاحَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လိင်ဆက်ဆံခြင်းမှအပ သင်အလိုရှိရာကို ပြုလုပ်ပါ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ပညာရှင်အများစုက ဇနီးမယားအား လိင်ဆက်ဆံခြင်းမှအပ <span class=\"gray\">(ရာသီသွေးလာနေစဉ်)</span> ပွတ်သပ်ထိတွေ့ခွင့်ပြုသည်ဟု ပြောကြသည်။ အဘူ ဒါဝုဒ် မှတ်တမ်းတင်ထားသည်မှာ အစ်က်ရိမာက တမန်တော်မြတ်၏ ဇနီးတော်တစ်ပါးနှင့်ပတ်သက်၍ ပြောပြသည်မှာ အရှင်မြတ်သည် ရာသီသွေးလာနေစဉ် <span class=\"gray\">(မိမိ၏ ဇနီးတော်များထဲမှ တစ်ပါးကို)</span> ပွတ်သပ်ထိတွေ့လိုသောအခါ ၎င်း၏ လိင်အင်္ဂါကို တစ်စုံတစ်ရာဖြင့် ဖုံးအုပ်ထားလေ့ရှိသည်ဟု ဆိုသည်။</p><p lang=\"my\" class=\"my \">အဘူ ဂျာအ်ဖရ် ဘင်န် ဂျရီရ် က မှတ်တမ်းတင်ထားသည်မှာ မပ်စ်ရွူက် သည် အာအီရှာထံ သွား၍ နှုတ်ဆက်သောအခါ အာအီရှာကလည်း သူ့အား ပြန်လည်နှုတ်ဆက်သည်။ မပ်စ်ရွူက် က ပြောသည်- \"ကျွန်တော် မေးချင်တဲ့ ကိစ္စတစ်ခုရှိပါတယ်၊ ဒါပေမဲ့ ရှက်လို့ပါ။\" သူမက ပြန်ဖြေသည်- \"ငါသည် မင်း၏မိခင်ဖြစ်ပြီး မင်းသည် ငါ့သားဖြစ်သည်။\" သူက မေးသည်- \"ရာသီသွေးလာနေသော အမျိုးသမီးထံမှ ခင်ပွန်းသည်သည် ဘာကို ခံစားပိုင်ခွင့်ရှိသနည်း။\" သူမက ပြောသည်- \"သူမ၏ လိင်အင်္ဂါမှအပ အရာအားလုံးကိုပင်။\" ၎င်းသည် အစ်ဗ်နု အဘ်ဗားစ်၊ မူဂျာဟစ်ဒ်၊ အလ်-ဟစန်နှင့် အစ်က်ရိမာတို့၏ သဘောထားလည်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဇနီးသည်နှင့်အတူ အိပ်စက်ခွင့်နှင့် သူမနှင့်အတူ စားသောက်ခွင့် <span class=\"gray\">(ရာသီသွေးလာနေစဉ်)</span> ခွင့်ပြုထားသည်။ အာအီရှာက ပြောသည်- \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ကျွန်မရာသီသွေးလာနေစဉ် အရှင်မြတ်၏ ဆံပင်ကို ဆေးကြောခိုင်းလေ့ရှိသည်။ အရှင်မြတ်သည် ကျွန်မ၏ ပေါင်ပေါ်တွင် လှဲလျောင်း၍ ကျွန်မရာသီသွေးလာနေစဉ် ကိရ်အာန်ကို ဖတ်လေ့ရှိသည်။\" ဆဟီဟ်တွင်လည်း မှတ်တမ်းတင်ထားသည်မှာ အာအီရှာက ပြောသည်- \"ရာသီသွေးလာနေစဉ် ကျွန်မသည် အသားတစ်ပိုင်းမှ စားပြီး တမန်တော်မြတ် ﷺ အား ပေးသောအခါ အရှင်မြတ်သည် ကျွန်မစားခဲ့သော နေရာမှပင် စားလေ့ရှိသည်။ ကျွန်မသည် သောက်စရာကို အနည်းငယ်သောက်ပြီး တမန်တော်မြတ် ﷺ အား ခွက်ကို ပေးသောအခါ အရှင်မြတ်သည် ကျွန်မပါးစပ်ထားခဲ့သော နေရာတွင်ပင် အရှင်မြတ်၏ ပါးစပ်တော်ကို ထား၍ သောက်လေ့ရှိသည်။\"</p><p lang=\"my\" class=\"my \">ဆဟီဟ်နှစ်ခုတွင်လည်း မိုင်မူနာ ဘင့်တ် အလ်-ဟာရစ်စ် အလ်-ဟိလာလီယာက ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- \"တမန်တော်မြတ် ﷺ သည် ရာသီသွေးလာနေစဉ် ဇနီးတော်များထဲမှ တစ်ပါးပါးကို ပွတ်သပ်ထိတွေ့လိုသောအခါ အရှင်မြတ်သည် သူမအား အီဇာရ် <span class=\"gray\">(ခန္ဓာကိုယ်၏ အောက်ပိုင်းကို ဖုံးအုပ်သော အဝတ်စ)</span> ဝတ်ဆင်ရန် ပြောလေ့ရှိသည်။\" ဤအရာများသည် အလ်-ဘူခါရီက စုဆောင်းထားသော စကားလုံးများ ဖြစ်သည်။ အာအီရှာထံမှလည်း အလားတူ မှတ်တမ်းတင်ထားသည်။ ထို့အပြင် အီမာမ် အဟ်မဒ်၊ အဘူ ဒါဝုဒ်၊ အတ်-တိရ်မိဇီနှင့် အစ်ဗ်နု မာဂျာဟ်တို့က မှတ်တမ်းတင်ထားသည်မှာ အဘ်ဒူလာ ဘင်န် စအ်ဒ် အလ်-အန်ဆွာရီက အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ အား မေးလျှောက်သည်- \"ကျွန်တော်သည် ကျွန်တော့်ဇနီး ရာသီသွေးလာနေစဉ် မည်သည့်အရာကို ခွင့်ပြုထားပါသလဲ။\" အရှင်မြတ်က မိန့်တော်မူသည်- \"အီဇာရ် <span class=\"gray\">(ခန္ဓာကိုယ်၏ အောက်ပိုင်းကို ဖုံးအုပ်သော အဝတ်စ)</span> အပေါ်ပိုင်းရှိ အရာများကို။\" ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...၎င်းတို့ သန့်စင်သည်အထိ ၎င်းတို့ထံ မချဉ်းကပ်ကြကုန်။)</span> သည် အရှင်မြတ်၏ မိန့်ကြားချက်ကို ရှင်းပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့ကြောင့် ရာသီသွေးလာနေစဉ် အမျိုးသမီးများနှင့် ဝေးဝေးနေကြကုန်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရာသီသွေးလာနေစဉ် ဇနီးသည်နှင့် လိင်ဆက်ဆံခြင်းကို တားမြစ်ထားပြီး၊ ထို့မှအပ လိင်ဆက်ဆံခြင်းကို ခွင့်ပြုထားကြောင်း ညွှန်ပြသည်။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ သန့်စင်ကြသောအခါတွင် အလ္လာဟ်အရှင်မြတ်က သင်တို့အား အမိန့်ပေးထားသည့်အတိုင်း ၎င်းတို့ထံ ချဉ်းကပ်ကြကုန်။)</span> သည် အမျိုးသားများသည် ၎င်းတို့၏ ဇနီးမယားများ ရေချိုးပြီးနောက် လိင်ဆက်ဆံသင့်ကြောင်း ညွှန်ပြသည်။ ပညာရှင်များက သဘောတူညီကြသည်မှာ လစဉ်ရာသီပြီးဆုံးပြီးနောက် အမျိုးသမီးသည် ရေချိုးရန်၊ သို့မဟုတ် ရေကို အသုံးမပြုနိုင်ပါက သဲဖြင့် တယမ္မုမ် ပြုလုပ်ရန် တာဝန်ရှိသည်၊ ထို့မှသာ ခင်ပွန်းသည်နှင့် လိင်ဆက်ဆံခွင့် ရှိသည်။ အစ်ဗ်နု အဘ်ဗားစ် က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَطْهُرْنَ</p><p lang=\"my\" class=\"my \">\"<span class=\"gray\">(၎င်းတို့ သန့်စင်သည်အထိ)</span> ဆိုသည်မှာ သွေးမှ ဖြစ်သည်၊ ထို့အပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا تَطَهَّرْنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ သန့်စင်ကြသောအခါတွင်)</span> ဆိုသည်မှာ ရေဖြင့် ဖြစ်သည်။\" ၎င်းသည် မူဂျာဟစ်ဒ်၊ အစ်က်ရိမာ၊ အလ်-ဟစန်၊ မူကာသိလ် ဘင်န် ဟိုင်ယာန်နှင့် အလ်-လိုင်စ် ဘင်န် စအ်ဒ် နှင့် အခြားသူများ၏ တဖ်စီရ် (ကျမ်းမြတ်ကုရ်အာန် အဓိပ္ပါယ်ရှင်းလင်းချက်) လည်း ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>စအိုလမ်းကြောင်းမှ လိင်ဆက်ဆံခြင်းကို တားမြစ်ထားသည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အလ္လာဟ်အရှင်မြတ်က သင်တို့အား အမိန့်ပေးထားသည့်အတိုင်း။)</span> ၎င်းသည် အလ်-ဖရ်ဂျ် <span class=\"gray\">(လိင်အင်္ဂါ)</span> ကို ရည်ညွှန်းသည်၊ အစ်ဗ်နု အဘ်ဗားစ်၊ မူဂျာဟစ်ဒ်နှင့် အခြားပညာရှင်များက ပြောကြားထားသည့်အတိုင်းပင်။ ထို့ကြောင့် စအိုလမ်းကြောင်းမှ လိင်ဆက်ဆံခြင်းကို တားမြစ်ထားပြီး၊ အလ္လာဟ်အရှင်မြတ်အလိုတော်ရှိပါက ကျွန်ုပ်တို့ နောက်ပိုင်းတွင် ထပ်မံ အလေးပေးဖော်ပြပါမည်။ အဘူ ရာဇင်၊ အစ်က်ရိမာနှင့် အဒ်-ဒဟ်ဟက်နှင့် အခြားသူများက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့နောက် အလ္လာဟ်အရှင်မြတ်က သင်တို့အား အမိန့်ပေးထားသည့်အတိုင်း ၎င်းတို့ထံ ချဉ်းကပ်ကြကုန်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ သန့်စင်နေချိန်တွင် ဖြစ်သည်၊ ရာသီသွေးလာနေစဉ် မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် နောင်တရသူများကို ချစ်တော်မူ၏)</span> အပြစ်မှ၊ ထပ်ခါတလဲလဲ ပြုခဲ့သည့်တိုင်အောင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُحِبُّ الْمُتَطَهِّرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိကိုယ်ကို သန့်စင်အောင် ပြုလုပ်သူများကိုလည်း ချစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ ရာသီသွေးလာနေစဉ် ဇနီးသည်နှင့် လိင်ဆက်ဆံခြင်းနှင့် စအိုလမ်းကြောင်းမှ လိင်ဆက်ဆံခြင်းတို့ အပါအဝင် ညစ်ညမ်းမှုများနှင့် ဖျက်ဆီးမှုများမှ မိမိကိုယ်ကို သန့်စင်အောင် ပြုလုပ်သူများကို ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်- \"သင်တို့၏ ဇနီးမယားများသည် သင်တို့အတွက် စိုက်ပျိုးရာမြေဖြစ်ကုန်၏။\" ကို ဗျာဒိတ်တော်ပေးရခြင်း၏ အကြောင်းရင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِسَاؤُكُمْ حَرْثٌ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဇနီးမယားများသည် သင်တို့အတွက် စိုက်ပျိုးရာမြေဖြစ်ကုန်၏၊)</span></p><p lang=\"my\" class=\"my \">အစ်ဗ်နု အဘ်ဗားစ်က မှတ်ချက်ပေးသည်- \"ဆိုလိုသည်မှာ ကိုယ်ဝန်ဆောင်ရာ နေရာဖြစ်သည်။\" <span class=\"gray\">[အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်-]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့ကြောင့် သင်တို့၏ စိုက်ပျိုးရာမြေသို့ သင်တို့အလိုရှိသည့် အခါတိုင်း၊ အလိုရှိသည့်နည်းအတိုင်း သွားရောက်ကြကုန်။)</span> ဆိုလိုသည်မှာ သင်အလိုရှိရာ နေရာမှ ရှေ့မှဖြစ်စေ၊ နောက်မှဖြစ်စေ၊ စစ်မှန်သော ဟဒီးဆ်တော်များက ညွှန်ပြထားသည့်အတိုင်း လိင်ဆက်ဆံခြင်းသည် အင်္ဂါတစ်ခုတည်း <span class=\"gray\">(အမျိုးသမီး လိင်အင်္ဂါ)</span> တွင် ဖြစ်ပေါ်သရွေ့။</p><p lang=\"my\" class=\"my \">ဥပမာအားဖြင့် အလ်-ဘူခါရီ မှတ်တမ်းတင်ထားသည်မှာ အစ်ဗ်နု အလ်-မူန်ကဒီရ် က ဂျာဘိရ် ပြောသည်ကို ကြားခဲ့ရသည်ဟု ဆိုသည်။ ဂျူးလူမျိုးများသည် ခင်ပွန်းသည်က ၎င်း၏ဇနီးသည်နှင့် နောက်မှ <span class=\"gray\">(လိင်အင်္ဂါထဲသို့)</span> လိင်ဆက်ဆံပါက မွေးဖွားလာသော ကလေးသည် မျက်စိစွေမည်ဟု ပြောလေ့ရှိသည်။ ထိုအခါ ဤကျမ်းပိုဒ်ကို ဗျာဒိတ်တော် ပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِسَاؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဇနီးမယားများသည် သင်တို့အတွက် စိုက်ပျိုးရာမြေဖြစ်ကုန်၏။ ထို့ကြောင့် သင်တို့၏ စိုက်ပျိုးရာမြေသို့ သင်တို့အလိုရှိသည့် အခါတိုင်း၊ အလိုရှိသည့်နည်းအတိုင်း သွားရောက်ကြကုန်။)</span></p><p lang=\"my\" class=\"my \">မွတ်စလင်မ်နှင့် အဘူ ဒါဝုဒ်တို့ကလည်း ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အစ်ဗ်နု အဘူ ဟာသမ်က ပြောသည်မှာ မုဟမ္မဒ် ဘင်န် အလ်-မူန်ကဒီရ် က ဂျာဘိရ် ဘင်န် အဘ်ဒူလာက သူ့အား ပြောပြသည်မှာ ဂျူးလူမျိုးများသည် မွတ်စလင်မ်များအား ခင်ပွန်းသည်က ၎င်းတို့၏ ဇနီးသည်နှင့် နောက်မှ <span class=\"gray\">(လိင်အင်္ဂါထဲသို့)</span> လိင်ဆက်ဆံပါက ၎င်းတို့၏ ကလေးသည် မျက်စိစွေမည်ဟု ပြောလေ့ရှိသည်။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် ဗျာဒိတ်တော်ပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِسَاؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဇနီးမယားများသည် သင်တို့အတွက် စိုက်ပျိုးရာမြေဖြစ်ကုန်၏။ ထို့ကြောင့် သင်တို့၏ စိုက်ပျိုးရာမြေသို့ သင်တို့အလိုရှိသည့် အခါတိုင်း၊ အလိုရှိသည့်နည်းအတိုင်း သွားရောက်ကြကုန်။)</span></p><p lang=\"my\" class=\"my \">အစ်ဗ်နု ဂျူရိုင်ဂျ် <span class=\"gray\">(ဟဒီးဆ်တော် မှတ်တမ်းတင်သူများထဲမှ တစ်ဦး)</span> က ပြောသည်မှာ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُقْبِلَةً ومُدْبِرَةً إِذَا كَان ذٰلِكَ فِي الْفَرْجِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှေ့မှဖြစ်စေ၊ နောက်မှဖြစ်စေ၊ ၎င်းသည် ဖရ်ဂျ် <span class=\"gray\">(လိင်အင်္ဂါ)</span> တွင် ဖြစ်ပေါ်သရွေ့။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အစ်ဗ်နု အဘ်ဗားစ် က ပြောသည်- \"ကျမ်းပိုဒ် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِسَاؤُكُمْ حَرْثٌ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဇနီးမယားများသည် သင်တို့အတွက် စိုက်ပျိုးရာမြေဖြစ်ကုန်၏)</span> သည် တမန်တော်မြတ် ﷺ ထံ ရောက်လာပြီး <span class=\"gray\">(ဇနီးသည်နှင့် နောက်မှ လိင်ဆက်ဆံခြင်းနှင့်ပတ်သက်၍)</span> မေးမြန်းခဲ့သော အန်ဆွာရ်များထဲမှ အချို့လူများနှင့်ပတ်သက်၍ ဗျာဒိတ်တော် ပေးခဲ့သည်။ အရှင်မြတ်က ၎င်းတို့အား မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتِهَا عَلى كُلِّ حَالٍ إِذَا كَانَ فِي الْفَرْجِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လိင်အင်္ဂါတွင် ဖြစ်ပေါ်သရွေ့ သင်အလိုရှိသလို သူမနှင့် လိင်ဆက်ဆံပါ။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အဘ်ဒူလာ ဘင်န် စာဘစ် က ပြောသည်- ကျွန်တော်သည် ဟဖ်ဆွာ ဘင့်တ် အဘ်ဒူရ်-ရာဟ်မာန် ဘင်န် အဘူ ဘကရ် ထံသွား၍ \"ကျွန်တော် မေးချင်တာ တစ်ခုရှိပါတယ်၊ ဒါပေမဲ့ ရှက်လို့ပါ\" ဟု ပြောခဲ့သည်။ သူမက ပြောသည်- \"မရှက်ပါနဲ့ ဦးလေးသားရေ။\" သူက ပြောသည်- \"အမျိုးသမီးများနှင့် နောက်မှ လိင်ဆက်ဆံခြင်းနဲ့ပတ်သက်လို့ပါ။\" သူမက ပြောသည်- \"အွမ္မု စလာမာက ကျွန်မအား ပြောပြသည်မှာ အန်ဆွာရ်များက နောက်မှ <span class=\"gray\">(လိင်အင်္ဂါထဲသို့)</span> လိင်ဆက်ဆံခြင်းကို ရှောင်ကြဉ်လေ့ရှိကြသည်။ ဂျူးလူမျိုးများက ၎င်းတို့၏ အမျိုးသမီးများနှင့် နောက်မှ လိင်ဆက်ဆံသူများသည် မျက်စိစွေသော ကလေးများ မွေးဖွားမည်ဟု ပြောဆိုကြသည်။ မူဟာဂျီရွန်းများ အလ်-မဒီနာသို့ ရောက်လာသောအခါ ၎င်းတို့သည် အန်ဆွာရ် အမျိုးသမီးများနှင့် လက်ထပ်ကြပြီး ၎င်းတို့နှင့် နောက်မှ လိင်ဆက်ဆံခဲ့ကြသည်။ ဤအမျိုးသမီးများထဲမှ တစ်ဦးက ၎င်း၏ခင်ပွန်းသည်ကို မနာခံဘဲ ပြောသည်- \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထံ <span class=\"gray\">(ဤကိစ္စနှင့်ပတ်သက်၍ မေးမြန်းရန်)</span> ကျွန်မ မသွားမချင်း သင် ထိုသို့ ပြုမည်မဟုတ်ပေ။\" သူမသည် အွမ္မု စလာမာထံ သွား၍ ပုံပြင်ကို ပြောပြသည်။ အွမ္မု စလာမာက ပြောသည်- \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ကြွလာသည်အထိ စောင့်ပါ။\" အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ကြွလာသောအခါ အန်ဆွာရ် အမျိုးသမီးသည် ဤကိစ္စနှင့်ပတ်သက်၍ မေးလျှောက်ရန် ရှက်ရွံ့သဖြင့် သူမ ပြန်ထွက်သွားသည်။ အွမ္မု စလာမာက အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ အား ပုံပြင်ကို ပြောပြသောအခါ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p lang=\"fi\" class=\"fi \"><span class=\"gray\">(Summon the Ansari woman.)</span>\"</p><p lang=\"my\" class=\"my \">သူမအား ခေါ်ဆောင်လာပြီး အရှင်မြတ်က ဤကျမ်းပိုဒ်ကို သူမအား ရွတ်ဖတ်ပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِسَاؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဇနီးမယားများသည် သင်တို့အတွက် စိုက်ပျိုးရာမြေဖြစ်ကုန်၏။ ထို့ကြောင့် သင်တို့၏ စိုက်ပျိုးရာမြေသို့ သင်တို့အလိုရှိသည့် အခါတိုင်း၊ အလိုရှိသည့်နည်းအတိုင်း သွားရောက်ကြကုန်။)</span> အရှင်မြတ်က ထပ်လောင်းမိန့်တော်မူသည်-</p><p class=\"sn qpc-hafs\" lang=\"sn\">صِمَامًا وَاحِدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အင်္ဂါတစ်ခုတည်း <span class=\"gray\">(လိင်အင်္ဂါ)</span> တွင်သာ။)</span>\"</p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်ကို အတ်-တိရ်မိဇီကလည်း မှတ်တမ်းတင်ခဲ့ပြီး \"ဟစန်\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">အန်-နာစာအီ မှတ်တမ်းတင်ထားသည်မှာ ကအ်ဘ် ဘင်န် အလ်ကမာ က အဘူ အန်-နာဒရ် ပြောသည်ဟု ဆိုသည်။ အဘူ အန်-နာဒရ် က နာဖိအ် အား မေးသည်- \"အစ်ဗ်နု အူမာရ် ထံမှ သင်ပြောပြသည်မှာ အမျိုးသမီးများနှင့် နောက်ဘက် <span class=\"gray\">(စအိုလမ်းကြောင်း)</span> မှ လိင်ဆက်ဆံခြင်းကို သူက ခွင့်ပြုခဲ့သည်ဟု လူများက ထပ်ခါတလဲလဲ ပြောဆိုနေကြသည်။\" သူက ပြောသည်- \"သူတို့က ကျွန်တော့်အကြောင်း လိမ်ပြောနေခြင်း ဖြစ်သည်။ ဒါပေမဲ့ တကယ်ဖြစ်ခဲ့တာကို ကျွန်တော် ပြောပြပါရစေ။ အစ်ဗ်နု အူမာရ် သည် ကျွန်တော်နှင့်အတူ ရှိနေစဉ် ကိရ်အာန်ကို ရွတ်ဖတ်နေပြီး ဤကျမ်းပိုဒ်သို့ ရောက်ရှိလာခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِسَاؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဇနီးမယားများသည် သင်တို့အတွက် စိုက်ပျိုးရာမြေဖြစ်ကုန်၏။ ထို့ကြောင့် သင်တို့၏ စိုက်ပျိုးရာမြေသို့ သင်တို့အလိုရှိသည့် အခါတိုင်း၊ အလိုရှိသည့်နည်းအတိုင်း သွားရောက်ကြကုန်။)</span> သူက ထို့နောက် ပြောသည်- 'အို နာဖိအ်! ဤကျမ်းပိုဒ်၏ နောက်ကွယ်က ပုံပြင်ကို သင်သိပါသလား။' ကျွန်တော်က ပြောသည်- 'မသိပါ။' သူက ပြောသည်- 'ကျွန်ုပ်တို့၊ ကူရိုင်ရ်ှလူမျိုးများသည် ကျွန်ုပ်တို့၏ ဇနီးမယားများနှင့် နောက်မှ <span class=\"gray\">(လိင်အင်္ဂါထဲသို့)</span> လိင်ဆက်ဆံလေ့ရှိသည်။ ကျွန်ုပ်တို့ အလ်-မဒီနာသို့ ပြောင်းရွှေ့လာပြီး အန်ဆွာရ် အမျိုးသမီးအချို့နှင့် လက်ထပ်သောအခါ ၎င်းတို့နှင့်လည်း ထိုနည်းအတိုင်း ပြုလုပ်လိုခဲ့သည်။ ၎င်းတို့က မကြိုက်နှစ်သက်ဘဲ ၎င်းကိစ္စကို အကြီးအကျယ် ဖြစ်စေခဲ့သည်။ အန်ဆွာရ် အမျိုးသမီးများသည် ဂျူးလူမျိုးများ၏ အလေ့အထကို လိုက်နာခဲ့ကြပြီး ၎င်းတို့သည် အမျိုးသမီးများ ဘေးတစောင်း လဲလျောင်းနေစဉ် လိင်ဆက်ဆံလေ့ရှိသည်။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِسَاؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا حَرْثَكُمْ أَنَّىٰ شِئْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဇနီးမယားများသည် သင်တို့အတွက် စိုက်ပျိုးရာမြေဖြစ်ကုန်၏။ ထို့ကြောင့် သင်တို့၏ စိုက်ပျိုးရာမြေသို့ သင်တို့အလိုရှိသည့် အခါတိုင်း၊ အလိုရှိသည့်နည်းအတိုင်း သွားရောက်ကြကုန်။)</span>\"</p><p lang=\"my\" class=\"my \">၎င်းသည် စစ်မှန်သော ပြောပြသူများ၏ ကွင်းဆက် ရှိသည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ ဟူဇိုင်မာ ဘင်န် သာဘစ် အလ်-ခါသာမီ က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ဟု ပြောပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَحْيِي اللهُ مِنَ الْحَقِّ - ثَلَاثًا - لَا تَأْتُوا النِّسَاءَ فِي أَعْجَازِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သမ္မာတရားမှ မရှက်တော်မူပေ - အရှင်မြတ်က သုံးကြိမ်တိုင်တိုင် မိန့်တော်မူသည် - အမျိုးသမီးများနှင့် စအိုလမ်းကြောင်းမှ လိင်ဆက်ဆံခြင်းကို မပြုကြကုန်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်ကို အန်-နာစာအီနှင့် အစ်ဗ်နု မာဂျာဟ်တို့က မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"gd\" class=\"gd \">Abu 'Isa At-Tirmidhi and An-Nasa'i reported that Ibn 'Abbas narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَنْظُرُ اللهُ إِلى رَجُلٍ أَتَى رَجُلًا أَوِ امْرَأَةً فِي الدُّبُرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အခြားအမျိုးသားတစ်ဦးနှင့်ဖြစ်စေ၊ အမျိုးသမီးတစ်ဦးနှင့်ဖြစ်စေ စအိုလမ်းကြောင်းမှ လိင်ဆက်ဆံခဲ့သော အမျိုးသားတစ်ဦးကို ကြည့်ရှုတော်မူမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အတ်-တိရ်မိဇီက \"ဟစန် ဂရီဘ်\" ဟု ပြောခဲ့သည်။ ၎င်းသည် အစ်ဗ်နု ဟစ်ဗ်ဗာန် က သူ၏ ဆဟီဟ်တွင် စုဆောင်းခဲ့သော ပြောပြချက်လည်း ဖြစ်ပြီး၊ အစ်ဗ်နု ဟဇ်မ် ကမူ ၎င်းသည် စစ်မှန်သော ဟဒီးဆ်တော် ဖြစ်ကြောင်း ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့အပြင် အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အလီ ဘင်န် တလာက် က ပြောသည်- \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် အမျိုးသမီးများနှင့် စအိုလမ်းကြောင်းမှ လိင်ဆက်ဆံခြင်းကို တားမြစ်ခဲ့သည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် သမ္မာတရားမှ မရှက်တော်မူသောကြောင့် ဖြစ်သည်။\" အဘူ အီစာ အတ်-တိရ်မိဇီကလည်း ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ခဲ့ပြီး \"ဟစန်\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">အဘူ မုဟမ္မဒ် အဘ်ဒူလာ ဘင်န် အဘ်ဒူရ်-ရာဟ်မာန် ဒါရီမီက သူ၏ မူစ်နဒ်တွင် မှတ်တမ်းတင်ထားသည်မှာ စအီဒ် ဘင်န် ယစာရ် အဘူ ဟူဘပ် က ပြောသည်- ကျွန်တော်သည် အစ်ဗ်နု အူမာရ် အား မေးသည်- \"အမျိုးသမီးများနှင့် နောက်မှ လိင်ဆက်ဆံခြင်းနဲ့ပတ်သက်လို့ ဘာပြောမလဲ။\" သူက ပြောသည်- \"ဘာကို ဆိုလိုတာလဲ။\" ကျွန်တော်က ပြောသည်- \"စအိုလမ်းကြောင်းမှ လိင်ဆက်ဆံခြင်းကိုပါ။\" သူက ပြောသည်- \"မွတ်စလင်မ်တစ်ဦးက ထိုသို့ ပြုလုပ်ပါသလား။\" ဤဟဒီးဆ်တော်သည် စစ်မှန်သော ပြောပြသူများ၏ ကွင်းဆက် ရှိပြီး အစ်ဗ်နု အူမာရ် ထံမှ စအိုလမ်းကြောင်းမှ လိင်ဆက်ဆံခြင်းကို တိကျစွာ ပယ်ချခြင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အဘူ ဘကရ် ဘင်န် ဇီယာဒ် နိုင်းဆာဘူရီ မှတ်တမ်းတင်ထားသည်မှာ အစ်မာအီလ် ဘင်န် ရူဟ် က ပြောသည်မှာ သူသည် မာလိက် ဘင်န် အနပ်စ် အား မေးသည်- \"အမျိုးသမီးများနှင့် စအိုလမ်းကြောင်းမှ လိင်ဆက်ဆံခြင်းနဲ့ပတ်သက်လို့ ဘာပြောမလဲ။\" သူက ပြောသည်- \"သင်က အာရဗ်လူမျိုး မဟုတ်ဘူးလား။ လိင်ဆက်ဆံခြင်းသည် ကိုယ်ဝန်ဆောင်ရာ နေရာမှလွဲ၍ ဖြစ်ပေါ်ပါသလား။ ဖရ်ဂျ် <span class=\"gray\">(လိင်အင်္ဂါ)</span> တွင်သာ ပြုလုပ်ပါ။\" ကျွန်တော်က ပြောသည်- \"အို အဘူ အဘ်ဒူလာ! သင်က ထိုအလေ့အထကို ခွင့်ပြုသည်ဟု သူတို့က ပြောကြသည်။\" သူက ပြောသည်- \"သူတို့က ကျွန်တော့်အကြောင်း လိမ်ပြောနေကြသည်၊ သူတို့က ကျွန်တော့်အကြောင်း လိမ်ပြောနေကြသည်။\" ၎င်းသည် ဤကိစ္စနှင့်ပတ်သက်၍ မာလိက်၏ ခိုင်မာသော သဘောထားဖြစ်သည်။ ၎င်းသည် စအီဒ် ဘင်န် မူစိုင်ယစ်ဘ်၊ အဘူ စလာမာဟ်၊ အစ်က်ရိမာ၊ တာဝူးစ်၊ အတာအ်၊ စအီဒ် ဘင်န် ဂျူဘိုင်ရ်၊ အွရ်ဝါ ဘင်န် အဇ်-ဇူဘိုင်ရ်၊ မူဂျာဟစ်ဒ် ဘင်န် ဂျဘရ်၊ အလ်-ဟစန် နှင့် ဆလဖ် <span class=\"gray\">(သခင်ကြီးတို့နှင့် ၎င်းတို့နောက်ပိုင်း မျိုးဆက်နှစ်ခု)</span> မှ အခြားပညာရှင်များ၏ အမြင်လည်း ဖြစ်သည်။ ၎င်းတို့အားလုံးသည် ပညာရှင်အများစုနှင့်အတူ စအိုလမ်းကြောင်းမှ လိင်ဆက်ဆံခြင်းကို ပြင်းပြင်းထန်ထန် ပြစ်တင်ရှုတ်ချခဲ့ကြပြီး ၎င်းတို့ထဲမှ အများအပြားက ဤအလေ့အထကို ကူဖရ် (မယုံကြည်မှု) ဟု ခေါ်ဆိုခဲ့ကြသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِّمُواْ لِأَنفُسِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...မိမိတို့ကိုယ်တိုင်အတွက် ကြိုတင်၍ ပို့ထားကြကုန်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က သင်တို့အား တားမြစ်ထားသည့် အရာမှန်သမျှကို ရှောင်ကြဉ်ရင်း ဝတ်ပြုမှုများကို ပြုလုပ်ခြင်းဖြင့် ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُم مُّلَاقُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြကုန်။ ဧကန်စင်စစ် သင်တို့သည် အရှင်မြတ်နှင့် <span class=\"gray\">(နောင်တမလွန်ဘဝတွင်)</span> တွေ့ဆုံရမည်ကို သိထားကြကုန်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အရှင်မြတ်သည် သင်တို့၏ အပြုအမူအားလုံးအတွက် သင်တို့ကို တာဝန်ခံစေမည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَبَشِّرِ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သက်ဝင်ယုံကြည်သူများအား <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> သတင်းကောင်း ပေးပါလေ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ် အမိန့်ပေးထားသည့်အရာကို နာခံပြီး အရှင်မြတ် တားမြစ်ထားသည့်အရာမှ ရှောင်ကြဉ်သူများကို ဖြစ်သည်။ အစ်ဗ်နု ဂျရီရ် မှတ်တမ်းတင်ထားသည်မှာ အတာအ် က ပြောသည်၊ သို့မဟုတ် အစ်ဗ်နု အဘ်ဗားစ် ထံမှ ဆက်စပ်၍ ပြောပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِّمُوا لِأَنفُسِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...မိမိတို့ကိုယ်တိုင်အတွက် ကြိုတင်၍ ပို့ထားကြကုန်။)</span> ဆိုလိုသည်မှာ လိင်ဆက်ဆံခြင်းမပြုမီ 'ဘိစ်မစ်လ္လာဟ်' ဟု ပြောခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်၏ အမည်တော်ကို ဖော်ပြခြင်းဖြစ်သည်။\" အလ်-ဘူခါရီကလည်း အစ်ဗ်နု အဘ်ဗားစ် မှ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنَّ أَحَدَكُمْ إِذَا أَرَادَ أَنْ يَأْتِيَ أَهْلَهُ قَالَ: بِاسْمِ اللهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا، فَإنَّهُ إِنْ يُقَدَّرْ بَيْنَهُمَا وَلَدٌ فِي ذلِكَ، لَمْ يَضُرَّهُ الشَّيْطَانُ أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ တစ်ဦးဦးသည် ၎င်း၏ ဇနီးသည်နှင့် လိင်ဆက်ဆံရာတွင် 'အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်။ အို အလ္လာဟ်အရှင်မြတ်! ကျွန်ုပ်တို့အား ရှိုင်တွာန် (မာရ်နတ်) မှ ကာကွယ်တော်မူပါ။ အရှင်မြတ် ကျွန်ုပ်တို့အား ချီးမြှင့်တော်မူသည့်အရာ <span class=\"gray\">(ဆိုလိုသည်မှာ မွေးဖွားလာမည့် ကလေး)</span> ကိုလည်း ရှိုင်တွာန်မှ ကာကွယ်တော်မူပါ' ဟု ပြောပါက၊ ထိုအချိန်တွင် ၎င်းတို့နှစ်ဦးကြား ကလေးတစ်ဦး မွေးဖွားရန် ကံကြမ္မာစီရင်ထားပါက၊ ရှိုင်တွာန်သည် ထိုကလေးအား မည်သည့်အခါမျှ ထိခိုက်နိုင်မည်မဟုတ်ပေ။)</span></p>"
  }
]