[
  {
    "ayah_key": "8:9",
    "group_ayah_key": "8:9",
    "from_ayah": "8:9",
    "to_ayah": "8:10",
    "ayah_keys": "8:9,8:10",
    "text": "<p class=\"my translation\" lang=\"my\"><span class=\"gray\">(မှတ်ပါ)</span> သင်တို့သည် သင်တို့၏အရှင်သခင်ထံ အကူအညီတောင်းခံကြသောအခါ၊ ကိုယ်တော်က သင်တို့အား အဖြေပေးခဲ့သည် <span class=\"gray\">(မိန့်တော်မူသည်မှာ)</span>။ \"ငါသည် သင်တို့ကို 'မုရ်ဒီဖီးန်' အမည်ရှိသော ကောင်းကင်တမန်တစ်ထောင်ဖြင့် ကူညီမည်။ <span>(၉)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ဝမ်းမြောက်ဖွယ်ရာ သတင်းအဖြစ်သာ ပြုလုပ်ပေးတော်မူခဲ့ပြီး၊ သင်တို့၏စိတ်နှလုံးများ ၎င်းနှင့်အတူ ငြိမ်သက်စေရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ထံမှမှတစ်ပါး အောင်ပွဲဟူ၍ မရှိပေ။ မှန်ကန်စွာပင် အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အရာရာကိုသိတော်မူသောပညာရှင် ဖြစ်တော်မူ၏။ <span>(၁၀)</span></p><div lang=\"my\" class=\"my \"><h2>မွတ်စလင်မ်တို့သည် အလ္လာဟ်ထံ အကူအညီတောင်းခံကြသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များကို သူတို့အား ကူညီရန် စေလွှတ်တော်မူသည်</h2></div><p lang=\"my\" class=\"my \">အလ်-ဘွခါရီသည် စစ်ပွဲများဆိုင်ရာကျမ်း <span class=\"gray\">(သူ၏ဆွဟီဟ်တွင်)</span>၌ “အခန်း၊ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊” အောက်တွင် ရေးသားထားသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(မှတ်ပါ)</span> သင်တို့သည် သင်တို့၏အရှင်သခင်ထံ အကူအညီတောင်းခံကြသောအခါ ကိုယ်တော်က သင်တို့အား အဖြေပေးခဲ့သည်)</span> အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ မှန်ကန်စွာပင် အလ္လာဟ်အရှင်မြတ်သည် ပြင်းထန်စွာ အပြစ်ပေးတော်မူမည်ဖြစ်သည်)</span>\" ဟု အိဗ်နု မပ်စ်အူဒ်က ပြောကြားခဲ့သည်မှာ \"ကျွန်ုပ်သည် အလ်-မစ်က်ဒါးဒ် ဘင်န် အလ်-အပ်စ်ဝဒ် ပြုလုပ်ခဲ့သောအရာတစ်ခုကို မျက်မြင်သက်သေ ဖြစ်ခဲ့ရသည်။ ထိုအရာကို ကျွန်ုပ်ကိုယ်တိုင် ပြုလုပ်ခဲ့ရခြင်းသည် အခြားမည်သည့်အရာထက်မဆို ပို၍နှစ်သက်ဖွယ် ကောင်းလိမ့်မည်။ အလ်-မစ်က်ဒါးဒ်သည် တမန်တော်မြတ် ﷺ ထံသို့ ရောက်ရှိလာခဲ့ပြီး၊ ထိုအချိန်တွင် ကိုယ်တော်မြတ်သည် ရုပ်တုကိုးကွယ်သူများအား အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းနေခဲ့သည်။ သူက ကြေညာသည်မှာ 'ကျွန်ုပ်တို့သည် မူဆာ၏လူမျိုးများ ပြောခဲ့သကဲ့သို့ \"သင်နှင့် သင်၏အရှင်သခင်တို့ သွား၍ သင်တို့နှစ်ဦးတည်း တိုက်ခိုက်ကြကုန်\" ဟု ပြောဆိုမည်မဟုတ်ပေ။'</p><p lang=\"my\" class=\"my \">ယင်းအစား၊ ကျွန်ုပ်တို့သည် ကိုယ်တော်၏ ညာဘက်၊ ဘယ်ဘက်၊ ကိုယ်တော်၏ ရှေ့မှနှင့် နောက်မှ တိုက်ခိုက်ကြပါမည်။' အလ်-မစ်က်ဒါးဒ်က ကိုယ်တော်အား ပြောကြားခဲ့သည့် စကားများကြောင့် တမန်တော်မြတ် ﷺ ၏ မျက်နှာတော်သည် ပျော်ရွှင်မှုဖြင့် ဝင်းပနေသည်ကို ကျွန်ုပ် မြင်ခဲ့ရသည်။\" အလ်-ဘွခါရီသည် အိဗ်နု အဗ္ဗါစ်ထံမှ ဗဒရ်နေ့တွင် တမန်တော်မြတ် ﷺ မိန့်ကြားခဲ့သည်ဟု ဆက်လက် ဖော်ပြခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ! أَنْشُدُكَ عَهْدَكَ وَوَعْدَكَ، اللَّهُمَّ! إِنْ شِئْتَ لَمْ تُعْبَد</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်! ကိုယ်တော်၏ ပဋိညာဉ်နှင့် ကတိတော် <span class=\"gray\">(အောင်ပွဲ)</span> အတွက် ကိုယ်တော်ထံ ကျွန်ုပ် ဆုတောင်းတောင်းပန်ပါသည်။ အို အလ္လာဟ်အရှင်မြတ်! ကိုယ်တော်သည် ထိုသို့ ဆုံးဖြတ်တော်မူပါက <span class=\"gray\">(ကျွန်ုပ်တို့ကို ရှုံးနိမ့်စေပါက)</span> ကိုယ်တော်အား ဝတ်ပြုခံရတော့မည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အဗူဗကရ်သည် တမန်တော်မြတ်၏ လက်ကို ကိုင်၍ “လုံလောက်ပါပြီ” ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် ကြွေးကြော်လျက် ထွက်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ အလုံးအရင်းသည် ထွက်ပြေးကြလိမ့်မည်၊ ၎င်းတို့သည် သူတို့၏ နောက်ကျောများကို ပြသကြလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">အန်-နဆာအီသည်လည်း ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِأَلْفٍ مِّنَ الْمَلَائِكَةِ مُرْدِفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(‘မုရ်ဒီဖီးန်’ ကောင်းကင်တမန်တစ်ထောင်ဖြင့်)</span> ဆိုသည်မှာ ၎င်းတို့သည် အစဉ်အတိုင်း တစ်ဦးနောက်တစ်ဦး လိုက်ပါလာခြင်းဖြစ်သည်၊ ဟာရူန် ဘင်န် ဟုဘိုင်ရာက အိဗ်နု အဗ္ဗါစ်ထံမှ ၎င်းနှင့်ပတ်သက်၍ ဖော်ပြခဲ့သည့်အတိုင်းဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">مُرْدِفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုရ်ဒီဖီးန်)</span>၊ ဆိုသည်မှာ တစ်ဦးနောက်တစ်ဦး အစဉ်အတိုင်းဖြစ်သည်။ 'အလီ ဘင်န် အဘီ သွလ်ဟဟ် အလ်-ဝါလီဘီက အိဗ်နု အဗ္ဗါစ်က ပြောကြားခဲ့သည်မှာ \"အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏တမန်တော်မြတ် ﷺ နှင့် မွတ်စလင်မ်အပေါင်းအား ကောင်းကင်တမန်တစ်ထောင်ဖြင့် ကူညီတော်မူခဲ့သည်၊ ဂျိဗ်ရီလ် ဦးဆောင်သော ငါးရာသည် တစ်ဖက်၌ရှိပြီး၊ မီကာအီလ် ဦးဆောင်သော ငါးရာသည် အခြားတစ်ဖက်၌ ရှိခဲ့သည်။\" အိမာမ် အဗူဂျာဖှရ် ဘင်န် ဂျရီးရ် အတ်-သွဗရီနှင့် မွတ်စ်လင်မ်တို့သည် အိဗ်နု အဗ္ဗါစ်က 'အုမရ်က ပြောကြားခဲ့သည်မှာ \"မွတ်စလင်မ်တစ်ဦးသည် ရုပ်တုကိုးကွယ်သူတစ်ဦးကို <span class=\"gray\">(ဗဒရ်စစ်ပွဲအတွင်း)</span> လိုက်လံတိုက်ခိုက်နေစဉ် သူ၏အပေါ်မှ ကြိမ်လုံးရိုက်သံနှင့် မြင်းစီးသူတစ်ဦးက 'လာပါ၊ အို ဟိုင်းဇူမ်!' ဟု ပြောသံကို ကြားခဲ့ရသည်။ ထို့နောက် သူသည် ရုပ်တုကိုးကွယ်သူကို ကြည့်လိုက်ရာ မြေပြင်ပေါ်သို့ လဲကျသွားသည်ကို တွေ့ရသည်။ သူ စုံစမ်းကြည့်သောအခါ ထိုရုပ်တုကိုးကွယ်သူ၏ နှာခေါင်းတွင် ဒဏ်ရာရရှိနေပြီး မျက်နှာသည် ပြဲလျက်ရှိသည်ကို တွေ့ရှိရသည်၊ ၎င်းကို ကြိမ်လုံးဖြင့် ရိုက်နှက်ခဲ့သကဲ့သို့ပင်ဖြစ်ပြီး မျက်နှာတစ်ခုလုံးသည် အစိမ်းရောင်သို့ ပြောင်းလဲနေသည်။ အန်ဆွာရီအမျိုးသားသည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ ထံသို့ လာရောက်၍ ဖြစ်ပျက်ခဲ့သည်များကို ပြောပြခဲ့ရာ တမန်တော်မြတ် ﷺ က ပြန်လည်မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَدَقْتَ، ذَلِكَ مِنْ مَدَدِ السَّمَاءِ الثَّالِثَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် အမှန်ကို ပြောခဲ့သည်၊ ၎င်းသည် တတိယကောင်းကင်မှ အားဖြည့်မှုဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">မွတ်စလင်မ်တို့သည် ထိုစစ်ပွဲတွင် ရုပ်တုကိုးကွယ်သူ <span class=\"gray\">ခုနစ်ဆယ်</span>ကို သတ်ဖြတ်ခဲ့ကြပြီး အခြားခုနစ်ဆယ်ကို ဖမ်းဆီးခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘွခါရီသည် သူ၏ ဆွဟီဟ်တွင် ဗဒရ်စစ်ပွဲ၌ ကောင်းကင်တမန်များ ပါဝင်ခြင်းနှင့်ပတ်သက်သော အခန်းတစ်ခုကိုလည်း ရေးသားခဲ့သည်။ သူသည် ဗဒရ်စစ်ပွဲတွင် ပါဝင်ခဲ့သော ရိဖှာအဟ် ဘင်န် ရာဖီအ် အဇ်-ဇုရာကီထံမှ ဟဒီးဆ်တစ်ခုကို စုဆောင်းခဲ့သည်မှာ ဂျိဗ်ရီလ်သည် တမန်တော်မြတ် ﷺ ထံသို့ လာရောက်၍ “သင်တို့အနက် ဗဒရ်တွင် ပါဝင်ခဲ့သူများသည် မည်မျှ ဂုဏ်ပြုခံရပါသနည်း” ဟု မေးမြန်းခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ أَفْضَلِ الْمُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကောင်းဆုံး မွတ်စလင်မ်များအနက်မှဖြစ်သည်။)</span> ဂျိဗ်ရီလ်က “ဗဒရ်တွင် ပါဝင်ခဲ့သော ကောင်းကင်တမန်များနှင့်လည်း ဤသို့ပင်ဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ အလ်-ဘွခါရီသည် ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။ အတ်-သွဗရာနီသည်လည်း ၎င်းကို အလ်-မုအ်ဂျမ် အလ်-ကဗီးရ်တွင် စုဆောင်းခဲ့သည်၊ သို့သော် ရာဖီအ် ဘင်န် ခဒီးဂျ်ထံမှဖြစ်ပြီး ၎င်းသည် သိသာထင်ရှားသော အမှားတစ်ခုဖြစ်သည်။ မှန်ကန်သော ဖော်ပြချက်မှာ အလ်-ဘွခါရီ မှတ်တမ်းတင်ခဲ့သည့်အတိုင်း ရိဖှာအဟ်ထံမှဖြစ်သည်။ ဆွဟီဟ်နှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် 'အုမရ်အား မိန့်ကြားခဲ့သည်မှာ၊ 'အုမရ်က တမန်တော်မြတ် ﷺ အား ဟာသိဗ် ဘင်န် အဘီ ဗလ်သွာအဟ်အား ကွပ်မျက်ရန် အကြံပြုခဲ့သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ قَدْ شَهِدَ بَدْرًا وَمَا يُدْرِيكَ لَعَلَّ اللهَ قَدِ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ فَقَالَ: اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">[ဟာသိဗ်]</span> သည် ဗဒရ်တွင် ပါဝင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဗဒရ်သားများကို ကြည့်ရှုတော်မူပြီး 'သင်တို့ အလိုရှိရာကို ပြုလုပ်ကြလော့၊ အမှန်စင်စစ် ငါသည် သင်တို့အား ခွင့်လွှတ်ပြီးဖြစ်သည်။' ဟု မိန့်ကြားတော်မူခြင်းမရှိကြောင်း သင်မည်သို့ သိနိုင်မည်နည်း။)</span></p><p class=\"el-Latn\" lang=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ဝမ်းမြောက်ဖွယ်ရာ သတင်းအဖြစ်သာ ပြုလုပ်ခဲ့သည်...)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များကို စေလွှတ်ခြင်းနှင့် ဤအချက်ကို သင်တို့အား အသိပေးခြင်းကို ဝမ်းမြောက်ဖွယ်ရာ သတင်းအဖြစ် ပြုလုပ်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့၏စိတ်နှလုံးများ ၎င်းနှင့်အတူ ငြိမ်သက်စေရန်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ <span class=\"gray\">(အို မွတ်စလင်မ်တို့)</span> အား သင်တို့၏ ရန်သူများအပေါ် အောင်ပွဲခံစေနိုင်တော်မူ၏။ အောင်ပွဲသည် ကိုယ်တော်ထံမှသာ လာသည်၊ ကောင်းကင်တမန်များကို စေလွှတ်ရန် မလိုအပ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا النَّصْرُ إِلَّا مِنْ عِندِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှမှတစ်ပါး အောင်ပွဲဟူ၍ မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ခုတွင် မိန့်ကြားတော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّىٰ إِذَا أَثْخَنتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّىٰ تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَٰلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانتَصَرَ مِنْهُمْ وَلَٰكِن لِّيَبْلُوَ بَعْضَكُم بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَن يُضِلَّ أَعْمَالَهُمْ - سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ - وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်တို့သည် မယုံကြည်သူများနှင့် <span class=\"gray\">(အလ္လာဟ်လမ်းတော်၌ တိုက်ခိုက်ရန်)</span> တွေ့ဆုံသောအခါ၊ ၎င်းတို့၏ လည်ပင်းများကို ခုတ်ဖြတ်ကြကုန်။ သင်တို့သည် ၎င်းတို့အများအပြားကို သတ်ဖြတ်ပြီး ဒဏ်ရာရရှိစေပြီးနောက်၊ ၎င်းတို့ကို ခိုင်မြဲစွာ ချုပ်နှောင်ကြကုန် <span class=\"gray\">(၎င်းတို့အား အကျဉ်းသားအဖြစ် ဖမ်းဆီးကြကုန်)</span>။ ထိုနောက် <span class=\"gray\">(အချိန်ရောက်လာသောအခါ)</span> ရက်ရောမှုဖြင့် <span class=\"gray\">(ရွေးဖိုးမယူဘဲ လွှတ်ပေးခြင်း)</span> သို့မဟုတ် ရွေးဖိုးယူခြင်း <span class=\"gray\">(အစ္စလာမ်အတွက် အကျိုးရှိသည်နှင့်အညီ)</span> တို့ဖြစ်သည်။ စစ်ပွဲသည် ၎င်း၏ဝန်ထုပ်ဝန်ပိုးများကို ချထားသည်အထိဖြစ်သည်။ ဤသို့ဖြစ်၏၊ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်ဖြစ်ခဲ့ပါက ကိုယ်တော်ကိုယ်တိုင် ၎င်းတို့အား <span class=\"gray\">(သင်တို့မပါဘဲ)</span> အပြစ်ပေးနိုင်ခဲ့မည်ဖြစ်သည်။ သို့သော် <span class=\"gray\">(ကိုယ်တော်သည် သင်တို့ကို တိုက်ခိုက်စေသည်)</span> သင်တို့အချို့ကို အခြားသူများနှင့် စမ်းသပ်ရန်ဖြစ်သည်။ သို့သော် အလ္လာဟ်လမ်းတော်၌ အသတ်ခံရသူများ၏ ကံကောင်းမှုများကို ကိုယ်တော်သည် ဘယ်တော့မှ ပျက်စီးစေမည်မဟုတ်ပေ။ ကိုယ်တော်သည် ၎င်းတို့အား လမ်းပြတော်မူမည်ဖြစ်ပြီး ၎င်းတို့၏ အခြေအနေကို ပြုပြင်ပေးမည်ဖြစ်သည်။ ထို့ပြင် ကိုယ်တော်သည် ၎င်းတို့အား ကိုယ်တော် သိရှိစေခဲ့သော ဂျန္နတ်(ဂျန္နဟ်)သို့ ဝင်ရောက်စေမည်။)</span><span class=\"gray\">[၄၇:၄-၆]</span></p><p>and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنكُمْ شُهَدَاءَ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ - وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူပင် ဤနေ့ရက်များ <span class=\"gray\">(ကောင်းသောနှင့် မကောင်းသော)</span> သည် လူတို့အား ကျွန်ုပ်တို့ အလှည့်ကျပေးသော အရာများဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို စမ်းသပ်ရန်နှင့် ကိုယ်တော်သည် သင်တို့အနက်မှ အာဇာနည်များကို ရွေးချယ်ရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူများကို နှစ်သက်တော်မမူပေ။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများ <span class=\"gray\">(အပြစ်များမှ)</span> ကို စမ်းသပ် <span class=\"gray\">(သို့မဟုတ် သန့်စင်)</span> ရန်နှင့် မယုံကြည်သူများကို ဖျက်ဆီးရန်ဖြစ်သည်။)</span><span class=\"gray\">[၃:၁၄၀-၁၄၁]</span></p><p lang=\"my\" class=\"my \">ဤအရာများသည် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများအား ယုံကြည်သူတို့၏ လက်များဖြင့် ဂျီဟဒ်လုပ်ဆောင်ရန် ဥပဒေပြုခဲ့သည့် ပညာရှိအချက်များဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်များကို ငြင်းပယ်ခဲ့သော ယခင်လူမျိုးများကို ဤပုန်ကန်သော လူမျိုးများအား ဝန်းရံခဲ့သည့် အမျိုးမျိုးသော ဘေးအန္တရာယ်များဖြင့် ဖျက်ဆီးလေ့ရှိသည်။ ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်သည် နူဟ်၏လူမျိုးများကို ရေလွှမ်းမိုးခြင်းဖြင့်လည်းကောင်း၊ အာဒ်ကို လေဖြင့်လည်းကောင်း၊ သမူဒ်ကို အော်ဟစ်သံဖြင့်လည်းကောင်း၊ လွတ်၏လူမျိုးများကို ငလျင်လှုပ်ခြင်းဖြင့်လည်းကောင်း၊ ရှုအိုင်ဗ်၏လူမျိုးများကို အရိပ်ကျရောက်သောနေ့ဖြင့်လည်းကောင်း ဖျက်ဆီးတော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် မူဆာကို စေလွှတ်ပြီး သူ၏ရန်သူ ဖိရ်အောန်နှင့် သူ၏စစ်သားများကို ရေနစ်သေဆုံးစေခြင်းဖြင့် ဖျက်ဆီးခဲ့ပြီးနောက်၊ ကိုယ်တော်သည် မယုံကြည်သူများကို တိုက်ခိုက်ရန် ဥပဒေပြုထားသော တော်ရဟ်ကျမ်းကို သူအား ချပေးခဲ့သည်၊ ဤဥပဒေသည် ဆက်ခံသော ဥပဒေများတွင် ဆက်လက်တည်ရှိနေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိန့်ကြားတော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِن بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَىٰ بَصَائِرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်စွာပင် ရှေးဟောင်းလူမျိုးများကို ကျွန်ုပ်တို့ ဖျက်ဆီးခဲ့ပြီးနောက် မူဆာအား ဓမ္မကျမ်းစာကို အလင်းပေးခြင်းအဖြစ် ကျွန်ုပ်တို့ ပေးခဲ့သည်ကို တွေ့ရသည်။)</span><span class=\"gray\">[၂၈:၄၃]</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူများအတွက် ပို၍ ရှက်ဖွယ်ကောင်းပြီး၊ ယုံကြည်သူတို့၏ စိတ်နှလုံးများအတွက် ပို၍ နှစ်သိမ့်မှုပေးသည်မှာ ယုံကြည်သူတို့သည် မယုံကြည်သူများကို မိမိတို့ကိုယ်တိုင် လက်ဖြင့် သတ်ဖြတ်ခြင်းပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤဥမ္မသ်(လူမျိုး)မှ ယုံကြည်သူများအား မိန့်ကြားတော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား တိုက်ခိုက်ကြကုန်၊ သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ လက်များဖြင့် ၎င်းတို့အား အပြစ်ပေးမည်၊ ၎င်းတို့အား အရှက်ရစေမည်၊ ၎င်းတို့အပေါ် သင်တို့အား အောင်ပွဲပေးမည်၊ နှင့် ယုံကြည်သောလူမျိုးတို့၏ ရင်တွင်းခံစားချက်များကို သက်သာစေမည်။)</span><span class=\"gray\">[၉:၁၄]</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ကုရိုက်ရှ်၏ မယုံကြည်သူများကို ၎င်းတို့ မုန်းတီးခဲ့သော ရန်သူတို့၏ လက်ဖြင့် သတ်ဖြတ်ခြင်းသည် မယုံကြည်သူများအတွက် ပို၍ အရှက်ရဖွယ်ကောင်းပြီး၊ ယုံကြည်ခြင်းပါတီ၏ စိတ်နှလုံးများအတွက် ပို၍ နှစ်သိမ့်မှုပေးခဲ့ခြင်းဖြစ်သည်။ ဥပမာအားဖြင့် အဗူဂျဟ်လ်သည် စစ်ပွဲတွင် အသတ်ခံခဲ့ရပြီး ၎င်းသည် သူ၏အိပ်ရာပေါ်တွင် သေဆုံးခြင်း၊ သို့မဟုတ် လျှပ်စီး၊ လေ၊ သို့မဟုတ် အလားတူရောဂါဝေဒနာများဖြင့် သေဆုံးခြင်းထက် ပို၍ အရှက်ရစေခဲ့သည်။ ထို့ပြင် အဗူလဟဗ်သည် ကြောက်မက်ဖွယ်ကောင်းသော ရောဂါ <span class=\"gray\">[သူ့ကို အနံ့ဆိုးထွက်စေသည်]</span> ဖြင့် သေဆုံးခဲ့ပြီး သူ၏ဆွေမျိုးများထဲမှ မည်သူမျှ သူ့အနားသို့ ချဉ်းကပ်ရန် မတတ်နိုင်ခဲ့ကြပေ။ သူတို့သည် သူ့ကို အဝေးမှ ရေဖြန်း၍ ဆေးကြောပေးခဲ့ရပြီး၊ ထို့နောက် သူ့အလောင်းပေါ်သို့ ကျောက်ခဲများဖြင့် ပစ်ပေါက်၍ မြှုပ်နှံခဲ့ကြရသည်။ အလ္လာဟ်အရှင်မြတ်သည် ထို့နောက် မိန့်ကြားတော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَزِيزٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်စွာပင် အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်ဖြစ်တော်မူ၏။)</span>၊ တန်ခိုးတော်သည် ကိုယ်တော်၏၊ ကိုယ်တော်၏တမန်တော်များနှင့် ယုံကြည်သူတို့၏ ဖြစ်သည်၊ ဤဘဝ၌လည်းကောင်း၊ နောင်ဘဝ၌လည်းကောင်း။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ခုတွင် မိန့်ကြားတော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ တမန်တော်များနှင့် ယုံကြည်သူများကို ဤလောကဘဝ၌လည်းကောင်း၊ သက်သေများ ထွက်ပေါ်လာမည့်နေ့ <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့)</span> ၌လည်းကောင်း အောင်မြင်စေမည်မှာ သေချာပါသည်။)</span><span class=\"gray\">[၄၀:၅၁]</span></p><p class=\"el-Latn\" lang=\"el-Latn \">Allah said next,</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာရာကိုသိတော်မူသောပညာရှင်။)</span>၊ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် မယုံကြည်သူများကို တိုက်ခိုက်ရန် ဥပဒေပြုခဲ့ခြင်းကြောင့်ဖြစ်သည်။ ကိုယ်တော်သည် ၎င်းတို့ကို ဖျက်ဆီးနိုင်ပြီး ကိုယ်တော်၏ အလိုတော်နှင့် တန်ခိုးတော်ဖြင့် ၎င်းတို့အား ပျက်စီးစေနိုင်သော်လည်း၊ ကိုယ်တော်အား ချီးမွမ်းခြင်းနှင့် ဂုဏ်ပြုခြင်းအားလုံးသည် ကိုယ်တော်ထံမှပင်ဖြစ်သည်။</p>"
  }
]