[
  {
    "ayah_key": "10:48",
    "group_ayah_key": "10:48",
    "from_ayah": "10:48",
    "to_ayah": "10:52",
    "ayah_keys": "10:48,10:49,10:50,10:51,10:52",
    "text": "<p lang=\"my\" class=\"my \">ထို့ပြင် ၎င်းတို့က ပြောကြသည်– \"ဤကတိတော်သည် မည်သည့်အချိန်တွင် ဖြစ်လာမည်နည်း <span class=\"gray\">(ပြစ်ဒဏ် သို့မဟုတ် ရှင်ပြန်ထမြောက်ရာနေ့)</span>၊ အကယ်၍ သင်တို့သည် မှန်ကန်စွာ ပြောဆိုသူများဖြစ်ပါက။ <span>(၄၈)</span>ပြောပါ– \"အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိသည်မှအပ မိမိကိုယ်ကို မည်သည့်ထိခိုက်မှု၊ မည်သည့်အကျိုးကျေးဇူးကိုမျှ ပိုင်စိုးနိုင်စွမ်းမရှိပါ။ အမှန်စင်စစ် အဖွဲ့အစည်းတိုင်း (သို့မဟုတ် လူမျိုးတိုင်း) အတွက် သက်တမ်းတစ်ခု သတ်မှတ်ထားရှိပြီးဖြစ်သည်။ ၎င်းတို့၏ သက်တမ်းစေ့ရောက်လာသောအခါ တစ်နာရီမျှပင် နောက်ဆုတ်နိုင်မည်မဟုတ်သကဲ့သို့ ရှေ့သို့ တိုးနိုင်မည်လည်းမဟုတ်ပေ <span class=\"gray\">(သို့မဟုတ် တစ်ခဏမျှပင်)</span>။ <span>(၄၉)</span>ပြောပါ– \"ငါ့အား ပြောပြကြပါဦး၊ အကယ်၍ ကိုယ်တော်၏ ပြစ်ဒဏ်သည် ညအချိန်တွင်ဖြစ်စေ၊ နေ့အချိန်တွင်ဖြစ်စေ၊ သင်တို့ထံ ရောက်လာပါက ပြစ်မှုကျူးလွန်သူများသည် ၎င်း၏ မည်သည့်အပိုင်းကို အလျင်စလိုဖြစ်စေမည်နည်း။ <span>(၅၀)</span>ထိုအခါ ၎င်းသည် တကယ်တမ်းကျရောက်လာသောအခါ သင်တို့သည် ၎င်းကို ယုံကြည်ကြမည်လား။ အဘယ်နည်း။ ယခုမှ <span class=\"gray\">(သင်တို့ ယုံကြည်ကြသည်)</span> ၎င်းကို သင်တို့သည် (ရှေးယခင်က) အလျင်စလိုဖြစ်စေခဲ့ကြသည်။ <span>(၅၁)</span>ထို့နောက် မိမိတို့ကိုယ်ကို မတရားပြုကျင့်ခဲ့ကြသူများကို ပြောကြားလိမ့်မည်– \"သင်တို့သည် ထာဝရပြစ်ဒဏ်ကို မြည်းစမ်းကြကုန်။ သင်တို့သည် အကျိုးခံစားရခြင်းလော <span class=\"gray\">(မည်သည့်အရာကိုမျှ)</span> သင်တို့ ရှာဖွေခဲ့ကြသည်မှအပလား။ <span>(၅၂)</span></p><div lang=\"my\" class=\"my \"><h2>ရှင်ပြန်ထမြောက်ရာနေ့ကို ငြင်းပယ်သူများသည် ၎င်းရောက်ရှိလာခြင်းကို အလျင်စလိုဖြစ်စေလိုခြင်းနှင့် ၎င်းတို့၏ တုံ့ပြန်မှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ပြစ်ဒဏ်ကို အလျင်စလိုဖြစ်စေရန် တောင်းဆိုခြင်းဖြင့် အီမာန်ကို ငြင်းပယ်ကြသော ရုပ်တုကိုးကွယ်သူများနှင့်ပတ်သက်၍၊ ပြစ်ဒဏ်၏အချိန်ကို မေးမြန်းခြင်းအကြောင်းကို မိန့်ကြားတော်မူခဲ့သည်။ ထိုကဲ့သို့သော မေးခွန်း၏ အဖြေသည် မွေးရာပါ အကျိုးရှိသည်မဟုတ်သော်လည်း ၎င်းတို့က မေးမြန်းခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို မယုံကြည်သူများသည် ၎င်းကို အလျင်စလိုဖြစ်စေရန် ကြိုးစားနေကြသည်။ ၎င်းကို ယုံကြည်သူများသည် ၎င်းကို ကြောက်ရွံ့ကြပြီး ၎င်းသည် အမှန်တရားဖြစ်ကြောင်း သိကြသည်။)</span><span class=\"gray\">[၄၂:၁၈]</span> ၎င်းသည် အမှန်တရားဖြစ်ကြောင်းကို ၎င်းတို့သိကြသည်၊ အကြောင်းမှာ ၎င်းသည် အမှန်တကယ် ဖြစ်လာတော့မည် ဖြစ်သောကြောင့်ပင်။ ၎င်းသည် မည်သည့်အချိန်တွင် ဖြစ်ပွားမည်ကို ၎င်းတို့မသိကြသော်လည်း ဖြစ်ပွားလာမည်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော်အား ၎င်းတို့အား ဤသို့ပြောကြား၍ အဖြေပေးရန် ညွှန်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّا أَمْلِكُ لِنَفْسِي ضَرًّا وَلَا نَفْعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"မိမိကိုယ်ကို မည်သည့်ထိခိုက်မှု သို့မဟုတ် အကျိုးအမြတ်ကိုမျှ ပိုင်စိုးနိုင်စွမ်း မရှိပါ။\")</span><span class=\"gray\">[၁၀:၄၉၊ ၇:၁၈၈]</span> ကိုယ်တော်က သင်ကြားပေးထားသည်မှအပ အခြားမည်သည့်အရာကိုမျှ ကျွန်ုပ်မပြောပါ။ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား မပြသခဲ့သည့် မည်သည့်အရာကိုမျှ ကျွန်ုပ်ပိုင်ဆိုင်ခွင့်မရှိပါ။ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်တော်မျိုးဖြစ်ပြီး သင်တို့ထံသို့ ကိုယ်တော်၏ ရစူလ်တမန်တော်ဖြစ်သည်။ ထိုအချိန် (ကိယာမတ်နေ့) ရောက်လာမည်ဟု ကျွန်ုပ်အား ပြောကြားခဲ့သည်၊ သို့သော် ၎င်းသည် မည်သည့်အချိန်တွင် ဖြစ်ပွားမည်ကို ကိုယ်တော်က ကျွန်ုပ်အား မပြောကြားခဲ့ပါ။ သို့သော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ أُمَّةٍ أَجَلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အဖွဲ့အစည်းတိုင်း (သို့မဟုတ် လူမျိုးတိုင်း) အတွက် သက်တမ်းတစ်ခု သတ်မှတ်ထားရှိပြီးဖြစ်သည်။)</span> ဆိုလိုသည်မှာ မျိုးဆက်တိုင်း သို့မဟုတ် အသိုက်အဝန်းတိုင်းအတွက် သတ်မှတ်ထားသော သက်တမ်းတစ်ခု ရှိသည်။ ထိုသက်တမ်းကုန်ဆုံးချိန် နီးကပ်လာသောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်နာရီမျှပင် နောက်ဆုတ်နိုင်မည်မဟုတ်သကဲ့သို့ ရှေ့သို့ တိုးနိုင်မည်လည်းမဟုတ်ပေ <span class=\"gray\">(သို့မဟုတ် တစ်ခဏမျှပင်)</span>။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တော်တစ်ခုတွင် မိန့်ကြားခဲ့သည်နှင့် ဆင်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမျှ ၎င်း၏ သတ်မှတ်ထားသောအချိန် <span class=\"gray\">(သေဆုံးခြင်း)</span> ရောက်လာသောအခါ ဆိုင်းငံ့ပေးမည်မဟုတ်ပေ။)</span><span class=\"gray\">[၆၃:၁၁]</span> အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ အား ၎င်း၏ ပြစ်ဒဏ်သည် ရုတ်တရက် ရောက်လာမည်ဖြစ်ကြောင်း လူများအား ပြောကြားရန် ညွှန်ကြားခဲ့သည်။ ကိုယ်တော်က မိန့်တော်မူခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا أَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ - أَثُمَّ إِذَا مَا وَقَعَ آمَنتُم بِهِ ۚ آلْآنَ وَقَدْ كُنتُم بِهِ تَسْتَعْجِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"ငါ့အား ပြောပြကြပါဦး၊ အကယ်၍ ကိုယ်တော်၏ ပြစ်ဒဏ်သည် ညအချိန်တွင်ဖြစ်စေ၊ နေ့အချိန်တွင်ဖြစ်စေ၊ သင်တို့ထံ ရောက်လာပါက ပြစ်မှုကျူးလွန်သူများသည် ၎င်း၏ မည်သည့်အပိုင်းကို အလျင်စလိုဖြစ်စေမည်နည်း။ ထိုအခါ ၎င်းသည် တကယ်တမ်းကျရောက်လာသောအခါ သင်တို့သည် ၎င်းကို ယုံကြည်ကြမည်လား။ အဘယ်နည်း။ ယခုမှ <span class=\"gray\">(သင်တို့ ယုံကြည်ကြသည်)</span> ၎င်းကို သင်တို့သည် (ရှေးယခင်က) အလျင်စလိုဖြစ်စေခဲ့ကြသည်။\")</span> ပြစ်ဒဏ် ၎င်းတို့အပေါ် ကျရောက်လာသောအခါ ၎င်းတို့က ပြောကြားကြမည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ကျွန်တော်မျိုးတို့၏ အရှင်သခင်။ ကျွန်တော်မျိုးတို့သည် ယခု မြင်တွေ့ခဲ့ရပြီး ကြားသိခဲ့ရပြီ။\")</span><span class=\"gray\">(၃၂:၁၂)</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ - فَلَمْ يَكُ يَنفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا ۖ سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ ۖ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် ကျွန်ုပ်တို့၏ ပြစ်ဒဏ်ကို မြင်တွေ့သောအခါ ၎င်းတို့က ပြောကြားကြသည်– \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ် တစ်ဆူတည်းကိုသာ ယုံကြည်ကြသည်၊ ၎င်းနှင့်တွဲ၍ <span class=\"gray\">(ကိုယ်တော်၏)</span> ဘက်တော်သားများအဖြစ် ကျွန်ုပ်တို့ပူးပေါင်းခဲ့ကြသော <span class=\"gray\">(အရာအားလုံးကို)</span> ငြင်းပယ်ကြသည်။\" ထိုအခါ ၎င်းတို့၏ ယုံကြည်ခြင်းသည် ကျွန်ုပ်တို့၏ ပြစ်ဒဏ်ကို မြင်တွေ့သောအခါ ၎င်းတို့အား အကျိုးမဖြစ်ထွန်းစေခဲ့ပေ။ <span class=\"gray\">(ဤသည်မှာ)</span> အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ ကျွန်များအား ဆက်ဆံခဲ့သော နည်းလမ်းပင်ဖြစ်သည်။ ထိုနေရာတွင် ငြင်းပယ်သူများသည် <span class=\"gray\">(ကျွန်ုပ်တို့၏ ပြစ်ဒဏ် ၎င်းတို့အား ဖုံးလွှမ်းသွားသောအခါ)</span> လုံးဝ ဆုံးရှုံးခဲ့ကြသည်။)</span><span class=\"gray\">[၄၀:၈၄-၈၅]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ الْخُلْدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မိမိတို့ကိုယ်ကို မတရားပြုကျင့်ခဲ့ကြသူများကို ပြောကြားလိမ့်မည်– \"သင်တို့သည် ထာဝရပြစ်ဒဏ်ကို မြည်းစမ်းကြကုန်။\")</span> ဤသည်ကို ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့အား အပြစ်တင် ရှုတ်ချသောအားဖြင့် ပြောကြားလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တော်တစ်ခုတွင် မိန့်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا - هَٰذِهِ النَّارُ الَّتِي كُنتُم بِهَا تُكَذِّبُونَ - أَفَسِحْرٌ هَٰذَا أَمْ أَنتُمْ لَا تُبْصِرُونَ - اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကြောက်မက်ဖွယ်ကောင်းသော၊ အတင်းအကျပ် တွန်းပို့ခြင်းဖြင့် ဂျဟန္နမ်ငရဲမီးသို့ အတင်းအကျပ် တွန်းချခံရမည့်နေ့။ ဤသည်မှာ သင်တို့ငြင်းပယ်ခဲ့ကြသော မီးဖြစ်သည်။ ဤသည်မှာ မှော်ပညာလော သို့မဟုတ် သင်တို့မမြင်နိုင်ကြသလော။ ထိုမီး၏ ပူပြင်းမှုကို မြည်းစမ်းကြကုန်။ သင်တို့သည် ၎င်းကို သည်းခံသည်ဖြစ်စေ၊ မသည်းခံသည်ဖြစ်စေ၊ အားလုံးသည် တူညီသည်။ သင်တို့သည် သင်တို့ပြုခဲ့ကြသော အရာများအတွက်သာ အကျိုးခံစားရမည်ဖြစ်သည်။)</span><span class=\"gray\">[၅၂:၁၃-၁၆]</span></p>"
  },
  {
    "ayah_key": "10:5",
    "group_ayah_key": "10:5",
    "from_ayah": "10:5",
    "to_ayah": "10:6",
    "ayah_keys": "10:5,10:6",
    "text": "<p lang=\"my\" class=\"my \">၎င်းသည် နေကို တောက်ပသောအရာအဖြစ် ဖန်ဆင်း၍ လကို အလင်းအဖြစ် ဖန်ဆင်းခဲ့ပြီး၊ သင်တို့သည် နှစ်အရေအတွက်နှင့် တွက်ချက်ခြင်းကို သိရှိနိုင်ရန်အတွက် ၎င်း၏အဆင့်များကို သတ်မှတ်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤအရာကို အမှန်တရားနှင့်သာ ဖန်ဆင်းခဲ့သည်။ ကိုယ်တော်သည် ဗဟုသုတရှိသောလူများအတွက် အာယတ်တော်များကို အသေးစိတ် ရှင်းပြတော်မူ၏။ <span>(၅)</span>အမှန်စင်စစ် ညဉ့်နှင့်နေ့ အလှည့်အပြောင်းတွင်လည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်နှင့် ကမ္ဘာမြေ၌ ဖန်ဆင်းထားသမျှသော အရာအားလုံးတွင်လည်းကောင်း၊ တက်ကဝါ (ဘုရားကို ကြောက်ရွံ့ခြင်း) ရှိသူများအတွက် အာယတ်တော်များ ရှိပေသည်။ <span>(၆)</span></p><div lang=\"my\" class=\"my \"><h2>အရာရာတိုင်းသည် အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးတော်ကို သက်သေခံလျက်ရှိသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ပြည့်စုံသော တန်ခိုးတော်နှင့် ကြီးမြတ်သော အစွမ်းသတ္တိကို ဖော်ပြသည့် ဖန်ဆင်းထားသော နိမိတ်လက္ခဏာများအကြောင်း ကျွန်ုပ်တို့အား ပြောကြားတော်မူ၏။ ကိုယ်တော်သည် တောက်ပသောနေမှ ထွက်ပေါ်လာသည့် ရောင်ခြည်များကို အလင်း၏ ရင်းမြစ်အဖြစ် ပြုလုပ်ခဲ့ပြီး၊ လမှ ထွက်ပေါ်လာသည့် ရောင်ခြည်များကို အလင်းအဖြစ် ပြုလုပ်ခဲ့သည်။ ကိုယ်တော်သည် ၎င်းတို့ကို တစ်ခုနှင့်တစ်ခု မရောထွေးစေရန်အတွက် သဘောသဘာဝနှစ်မျိုးဖြင့် ဖန်ဆင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် နေ၏ အစိုးရမှုကို နေ့အချိန်၌လည်းကောင်း၊ လ၏ အစိုးရမှုကို ညအချိန်၌လည်းကောင်း ပြုလုပ်ခဲ့သည်။ ကိုယ်တော်သည် လအတွက် အဆင့်အမျိုးမျိုးကို သတ်မှတ်ခဲ့သည်။ ထိုအဆင့်များတွင် လသည် သေးငယ်စွာ စတင်ပြီး ၎င်း၏အလင်းရောင် တိုးလာကာ လပြည့်ဝန်းအဖြစ် ပြည့်စုံလာသည်။ ထို့နောက် လကုန်ဆုံးချိန်၌ ၎င်း၏ ပထမအဆင့်သို့ ပြန်ရောက်သည်အထိ တဖြည်းဖြည်း လျော့နည်းသွားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّىٰ عَادَ كَالْعُرْجُونِ الْقَدِيمِ - لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ ۚ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လအတွက်မူကား၊ ငါတို့သည် ၎င်းကို အဆင့်များ သတ်မှတ်ပေးခဲ့ပြီး၊ ၎င်းသည် ဟောင်းနွမ်းခြောက်သွေ့၍ ကွေးညွတ်နေသော စွန်ပလွန်ခက်ဟောင်းကဲ့သို့ ဖြစ်သည်အထိ (သွားလာရန်) သတ်မှတ်ပေးခဲ့သည်။ နေသည် လကို လွန်မြောက်၍ ဖမ်းဆီးခြင်းငှာ မဖြစ်နိုင်သကဲ့သို့၊ ညဉ့်သည်လည်း နေ့ကို ကျော်လွန်၍မရပေ။ ၎င်းတို့အားလုံးသည် မိမိတို့၏ပတ်လမ်းတွင် ရွေ့လျားလျက်ရှိကြသည်)။</span><span class=\"gray\">(36:39-40)</span></p><p lang=\"ceb\" class=\"ceb \">And He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေနှင့်လသည် တွက်ချက်ခြင်းအတွက် ဖြစ်သည်)</span><span class=\"gray\">[6:96]</span> ဤအာယတ်တော်တွင် ကိုယ်တော် မိန့်တော်မူခဲ့သည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَقَدَّرَهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တိုင်းတာခဲ့သည်)</span> ဆိုလိုသည်မှာ လပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် နှစ်ပေါင်းများစွာ အရေအတွက်နှင့် တွက်ချက်ခြင်းကို သိရှိနိုင်ရန်အတွက် ၎င်း၏အဆင့်များကို တိုင်းတာခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">နေ့ရက်များကို နေ၏ လှုပ်ရှားမှုဖြင့် ဖော်ပြပြီး၊ လနှင့် နှစ်များကို လဖြင့် ဖော်ပြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا خَلَقَ اللَّهُ ذَٰلِكَ إِلَّا بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ဤအရာကို အမှန်တရားနှင့်သာ ဖန်ဆင်းခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် ထိုအရာကို ပျော်ရွှင်မှုအတွက် ဖန်ဆင်းခဲ့ခြင်းမဟုတ်ဘဲ၊ ကြီးမြတ်သော ဉာဏ်ပညာနှင့် ပြည့်စုံသော အကြောင်းပြချက်ဖြင့်သာ ဖန်ဆင်းခဲ့သည်။ အလားတူအဓိပ္ပါယ်ဖြင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۚ ذَٰلِكَ ظَنُّ الَّذِينَ كَفَرُوا ۚ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِنَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် မိုးကောင်းကင်နှင့် ကမ္ဘာမြေကိုလည်းကောင်း၊ ၎င်းနှစ်ခုကြားရှိ အရာအားလုံးကိုလည်းကောင်း အကြောင်းမဲ့ ဖန်ဆင်းခဲ့ခြင်းမဟုတ်ပေ။ ၎င်းသည် ငြင်းပယ်သူတို့၏ ယူဆချက်ပင်ဖြစ်သည်။ ထို့ကြောင့် ငြင်းပယ်သူတို့အပေါ် မီးငရဲမှ ပျက်စီးခြင်းရှိစေသတည်း။)</span><span class=\"gray\">(38:27)</span> ကိုယ်တော်သည် ထပ်မံ၍ မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ - فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ۖ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငါတို့သည် သင်တို့ကို ကစားရန်အတွက် <span class=\"gray\">(မည်သည့်ရည်ရွယ်ချက်မျှမရှိဘဲ)</span> ဖန်ဆင်းခဲ့သည်ဟု သင်တို့ ထင်မှတ်ကြလေသလော။ သင်တို့သည် ငါတို့ထံသို့ ပြန်လည်မရောက်ရှိနိုင်ဟု ထင်မှတ်ကြလေသလော။\" ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် အမှန်တရားဘုရင်ဖြစ်သည်။ ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ခံထိုက်သူမရှိ၊ ကြီးမြတ်သောပလ္လင်တော်၏ ပိုင်ရှင်ဖြစ်သည်။)</span><span class=\"gray\">[23:115-116]</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဗဟုသုတရှိသော လူများအတွက် အာယတ်တော်များကို အသေးစိတ် ရှင်းပြတော်မူ၏။)</span> အခြားစကားဖြင့်ဆိုသော် ကိုယ်တော်သည် သိရှိသောလူများအတွက် နိမိတ်လက္ခဏာများနှင့် အထောက်အထားများကို ရှင်းပြတော်မူခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ထပ်မံ၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ညဉ့်နှင့်နေ့၏ အလှည့်အပြောင်းတွင်)</span></p><p lang=\"my\" class=\"my \">နေ့နှင့်ညသည် အလှည့်ကျလာသည်၊ တစ်ခုရောက်လာသောအခါ အခြားတစ်ခုက ထွက်ခွာသွားသည်၊ ဤသို့ဖြင့် အမှားအယွင်းမရှိဘဲ ဆက်လက်ဖြစ်ပေါ်နေသည်။ ဤအရာသည် အောက်ပါအာယတ်တော်များတွင် ဖော်ပြထားသော အဓိပ္ပါယ်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် နေ့ကို ဖုံးအုပ်ရန် ညကို လျင်မြန်စွာ ဆောင်ကြဉ်းလာသည်...)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေသည် လကို လွန်မြောက်၍ ဖမ်းဆီးခြင်းငှာ မဖြစ်နိုင်ပေ။)</span><span class=\"gray\">[36:40]</span>, နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((ကိုယ်တော်သည်) မိုးသောက်ယံကို ဖွင့်လှစ်သူဖြစ်သည်။ ကိုယ်တော်သည် ညကို အနားယူရန် သတ်မှတ်ပေးခဲ့သည်)</span>။ <span class=\"gray\">[6:96]</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် ဆက်လက်၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်နှင့် ကမ္ဘာမြေ၌ ဖန်ဆင်းထားသမျှသော အရာအားလုံးတွင်လည်းကောင်း)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ ကြီးမြတ်မှုကို ဖော်ပြသည့် နိမိတ်လက္ခဏာများ ဖြစ်သည်။ ဤအရာသည် အလ္လာဟ်အရှင်မြတ်၏ အောက်ပါမိန့်တော်မူချက်များနှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်နှင့် ကမ္ဘာမြေ၌ နိမိတ်လက္ခဏာ မည်မျှများပြားလိုက်ပါသနည်း...)</span><span class=\"gray\">[12:105]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ انظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ပြောလော့။ \"မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၌ ရှိသမျှသော အရာအားလုံးကို ကြည့်ရှုကြလော့\"၊ သို့သော် အာယတ်တော်များဖြစ်စေ၊ သတိပေးသူများဖြစ်စေ မယုံကြည်သူများကို အကျိုးမပြုနိုင်ပေ။)</span><span class=\"gray\">[10:101]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَرَوْا إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ရှေ့တွင်ရှိသည်နှင့် သူတို့နောက်ကွယ်တွင်ရှိသည်ဖြစ်သော မိုးကောင်းကင်နှင့် ကမ္ဘာမြေကို သူတို့မမြင်ကြသလော။)</span><span class=\"gray\">[34:9]</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِّأُولِي الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းထားခြင်း၌လည်းကောင်း၊ ညဉ့်နှင့်နေ့ အလှည့်အပြောင်း၌လည်းကောင်း ဉာဏ်ပညာရှိသူများအတွက် နိမိတ်လက္ခဏာများ အမှန်ပင်ရှိသည်။)</span><span class=\"gray\">[3:190]</span> ဆိုလိုသည်မှာ ဉာဏ်ပညာရှိသောလူများပင်ဖြစ်သည်။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَآيَاتٍ لِّقَوْمٍ يَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တက်ကဝါရှိသူများအတွက် အာယတ်တော်များဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်၊ အမျက်ဒေါသနှင့် နှိပ်စက်မှုကို ကြောက်ရွံ့ခြင်းပင်ဖြစ်သည်။</p>"
  }
]