[
  {
    "ayah_key": "7:79",
    "group_ayah_key": "7:79",
    "from_ayah": "7:79",
    "to_ayah": "7:79",
    "ayah_keys": "7:79",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့နောက် သူ <span class=\"gray\">[ဆွာလီဟ်]</span> သည် ၎င်းတို့ထံမှ လှည့်ထွက်ပြီး ပြောကြားလိုက်သည်- \"အို ငါ့လူမျိုးတို့! ငါသည် ငါ့အရှင်၏ သတင်းစကားကို သင်တို့အား ပို့ဆောင်ပြီးပြီ။ သင်တို့အား အကြံဉာဏ်ကောင်းများ ပေးခဲ့ပြီးပြီ။ သို့သော် သင်တို့သည် အကြံပေးကောင်းများကို မကြိုက်ကြပေ။ <span>(၇၉)</span></p><p lang=\"my\" class=\"my \">ဤသည်ကား ဆွာလီဟ်သည် အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်ခြင်း၊ ပုန်ကန်ခြင်း၊ သစ္စာတရားကို လက်မခံဘဲ ငြင်းဆန်ခြင်း၊ လမ်းညွှန်မှုကို ရှောင်ကြဉ်ပြီး လမ်းမှားကို ပိုနှစ်သက်ခြင်းတို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဖျက်ဆီးပြီးနောက် ၎င်း၏လူမျိုးများအား ပေးအပ်ခဲ့သော ဆုံးမစကားများဖြစ်သည်။ ဆွာလီဟ်သည် ၎င်းတို့ပျက်စီးသွားပြီးနောက် ၎င်းတို့အား ဤဆုံးမစကားများနှင့် ဝေဖန်မှုများကို ပြောကြားခဲ့ရာ ၎င်းတို့ကြားခဲ့ကြသည် <span class=\"gray\">(နဗီတမန် ဆွာလီဟ်အတွက် အလ္လာဟ်အရှင်မြတ်ထံမှ မုအ်ဂျိဇာတစ်ခုအနေဖြင့်)</span>။ အလားတူပင်၊ ရစူလ်တမန်တော်မြတ် ﷺ သည် ဘဒ်ရ်တိုက်ပွဲတွင် မယုံကြည်သူများကို အနိုင်ယူပြီးနောက် သုံးရက်ကြာ ထိုဒေသတွင် ရှိနေခဲ့ပြီး ညဉ့်နက်ပိုင်းတွင် ၎င်းအတွက် ပြင်ဆင်ထားသော ကုလားအုပ်ကိုစီးကာ ဘဒ်ရ်ရေတွင်းအနီး <span class=\"gray\">(မယုံကြည်သူများ၏ အလောင်းများကို ပစ်ချခဲ့သောနေရာ)</span> တွင် ရပ်တန့်သည်အထိ ဆက်သွားခဲ့ပြီးနောက် ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَا جَهْلِ بْنَ هِشَامٍ يَا عُتْبَةَ بْنَ رَبِيعَةَ يَا شَيْبَةَ بْنَ رَبِيعَةَ وَيَا فُلَانَ بْنَ فُلَانٍ هَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا،؟ فَإِنِّي وَجَدْتُ مَا وَعَدَنِي رَبِّي حَقًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အဘူဂျဟ်လ် ဘင် ဟီရှမ်! အို အွတ်ဗဟ် ဘင် ရဘီအဟ်! အို ရှိုင်ဘဟ် ဘင် ရဘီအဟ်! သင်တို့၏အရှင်က သင်တို့အား ကတိပေးထားသည် <span class=\"gray\">(ပြစ်ဒဏ်)</span> မှန်ကန်ကြောင်း သင်တို့တွေ့ရှိခဲ့ကြပြီလော။ အမှန်စင်စစ် ငါ၏အရှင်က ငါ့အား ကတိပေးထားသည် <span class=\"gray\">(အောင်မြင်မှု)</span> မှန်ကန်ကြောင်း ငါတွေ့ရှိခဲ့ပြီ။)</span> 'အုမရ်က ၎င်းအား \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! အဘယ်ကြောင့် ပုပ်ပွနေသော လူမျိုးတစ်စုအား ပြောဆိုနေပါသနည်း?\" ဟု ပြောကြားခဲ့သည်။ ၎င်း ﷺ က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ مَا أَنْتُمْ بِأَسْمَعَ لِمَا أَقُولُ مِنْهُمْ وَلَكِنْ لَا يـُجِيبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ဝိညာဉ်အား ၎င်း၏လက်ထဲ၌ ရှိတော်မူသောအရှင်အား ကျိန်ဆိုပါ၏! ငါပြောနေသည်ကို သင်တို့သည် ၎င်းတို့ထက် ပိုမိုကောင်းမွန်စွာ ကြားရသည်မဟုတ်၊ သို့သော် ၎င်းတို့သည် ပြန်ကြားနိုင်ခြင်းမရှိကြ။)</span></p><p lang=\"my\" class=\"my \">အလားတူပင် နဗီတမန် ဆွာလီဟ် (၎င်းအပေါ် ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ) က ၎င်း၏လူမျိုးများအား ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငါသည် သင်တို့အား ငါ့အရှင်၏ သတင်းစကားကို ပို့ဆောင်ပြီးပြီ။ သင်တို့အား အကြံဉာဏ်ကောင်းများ ပေးခဲ့ပြီးပြီ။\")</span> သို့သော် သင်တို့သည် သစ္စာတရားကို မကြိုက်သောကြောင့်လည်းကောင်း၊ သင်တို့အား စိတ်ရင်းမှန်ဖြင့် အကြံပေးသူများကို မလိုက်နာသောကြောင့်လည်းကောင်း ၎င်းမှ အကျိုးမရရှိခဲ့ပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن لَّا تُحِبُّونَ النَّاصِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သို့သော် သင်တို့သည် အကြံပေးကောင်းများကို မကြိုက်ကြပေ။\")</span></p>"
  },
  {
    "ayah_key": "7:8",
    "group_ayah_key": "7:8",
    "from_ayah": "7:8",
    "to_ayah": "7:9",
    "ayah_keys": "7:8,7:9",
    "text": "<p lang=\"my\" class=\"my \">ထိုနေ့တွင် ချိန်တွယ်ခြင်းသည် အမှန်တကယ် <span class=\"gray\">(ချိန်တွယ်ခြင်း)</span> ဖြစ်လိမ့်မည်။ ထို့ကြောင့် မိမိ၏ <span class=\"gray\">(ကောင်းမှုကုသိုလ်များ၏)</span> ချိန်ခွင်လေးသောသူတို့သည် <span class=\"gray\">(ဂျန္နတ်သို့ ဝင်ရောက်ခြင်းဖြင့်)</span> အောင်မြင်သူများ ဖြစ်ကြလိမ့်မည်။ <span>(၈)</span>မိမိ၏ချိန်ခွင်ပေါ့သောသူတို့မူကား ငါတို့၏ဗျာဒိတ်တော်များနှင့် ပတ်သက်၍ မတရားပြုကျင့်မှုကြောင့် မိမိကိုယ်ကို ဆုံးရှုံးကြမည့်သူများ ဖြစ်ကြသည်။ <span>(၉)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းမှုကုသိုလ်များ ချိန်တွယ်ခြင်း၏ အဓိပ္ပာယ်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْوَزْنُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ချိန်တွယ်ခြင်း)</span>၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကောင်းမှုကုသိုလ်များကို ချိန်တွယ်ခြင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَقُّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်တကယ် <span class=\"gray\">(ချိန်တွယ်ခြင်း)</span> ဖြစ်လိမ့်မည်)</span>။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမျှ မတရားပြုမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် အခြားသောဗျာဒိတ်တော်များတွင် ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَىٰ بِنَا حَاسِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် ငါတို့သည် တရားမျှတသောချိန်ခွင်များကို တည်ထောင်ပေးမည်။ ထိုအခါ မည်သူ့ကိုမျှ မတရားပြုခံရမည်မဟုတ်ပေ။ မုန်ညင်းစေ့တစ်စေ့၏ အလေးချိန်မျှပင် ရှိသော်လည်း ငါတို့သည် ၎င်းကို ဆောင်ယူလာမည်။ ငါတို့သည် စစ်ဆေးရန် လုံလောက်၏။)</span><span class=\"gray\">[၂၁:၄၇]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِن تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ဖုန်မှုန်တစ်မှုန်၏ အလေးချိန်မျှပင် မတရားပြုတော်မမူပေ။ သို့သော် ကောင်းမှုတစ်ခုခု <span class=\"gray\">(ပြုလုပ်ခဲ့ပါက)</span> ၎င်းကို နှစ်ဆတိုးစေကာ ၎င်းထံမှ ကြီးမားသောဆုလာဘ်ကို ပေးသနားတော်မူသည်။)</span><span class=\"gray\">[၄:၄၀]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا مَن ثَقُلَتْ مَوَازِينُهُ - فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ - وَأَمَّا مَن خَفَّتْ مَوَازِينُهُ - فَأُمُّهُ هَاوِيَةٌ - وَمَا أَدْرَاكَ مَا هِيَهْ - نَارٌ حَامِيَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ကောင်းမှုကုသိုလ် <span class=\"gray\">(ချိန်ခွင်)</span> လေးသောသူမူကား နှစ်သက်ဖွယ်ကောင်းသောဘဝ <span class=\"gray\">(ဂျန္နတ်)</span> တွင် နေထိုင်ရမည်။ သို့သော် ကောင်းမှုကုသိုလ် <span class=\"gray\">(ချိန်ခွင်)</span> ပေါ့သောသူမူကား ၎င်း၏နေအိမ်သည် ဟာဝိယဟ် <span class=\"gray\">(တွင်းနက်၊ ဂျဟန္နမ်)</span> ဖြစ်မည်။ ၎င်းသည် အဘယ်အရာဖြစ်သည်ကို သင် မည်သို့သိမည်နည်း။ <span class=\"gray\">(၎င်းသည်)</span> ပြင်းထန်စွာ တောက်လောင်နေသော ငရဲမီးဖြစ်သည်။)</span><span class=\"gray\">[၁၀၁:၆-၁၁]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ - فَمَن ثَقُلَتْ مَوَازِينُهُ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ - وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَٰئِكَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ တံပိုးမှုတ်သောအခါ ထိုနေ့တွင် ၎င်းတို့အကြား ဆွေမျိုးသားချင်းများ ရှိတော့မည်မဟုတ်၊ တစ်ဦးကိုတစ်ဦးလည်း မေးမြန်းကြမည်မဟုတ်။ ထိုအခါ ကောင်းမှုကုသိုလ် <span class=\"gray\">(ချိန်ခွင်)</span> လေးသောသူတို့သည် အောင်မြင်သူများ ဖြစ်ကြလိမ့်မည်။ ကောင်းမှုကုသိုလ် <span class=\"gray\">(ချိန်ခွင်)</span> ပေါ့သောသူတို့မူကား မိမိကိုယ်ကို ဆုံးရှုံးကြသူများ ဖြစ်ကြပြီး ဂျဟန္နမ်တွင် အစဉ်အမြဲ နေထိုင်ကြမည်ဖြစ်သည်။)</span><span class=\"gray\">[၂၃:၁၀၁-၁၀၃]</span>။ </p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့တွင် ချိန်ခွင်ပေါ်၌ မည်သည်ကို တင်ထားမည်နည်းဟူမူ၊ ၎င်းတို့သည် ရုပ်ဝတ္ထုပစ္စည်းများ မဟုတ်သော်လည်း ကောင်းမှုကုသိုလ်များကို တင်ထားမည်ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဤကောင်းမှုကုသိုလ်များကို ရုပ်ပိုင်းဆိုင်ရာ အလေးချိန် ပေးသနားတော်မူမည်။ အလ်-ဘဂါဝီက ၎င်းကို အိဗ်နု အဗ္ဗားစ်ထံမှ သတင်းပို့ခဲ့ကြောင်း ပြောကြားခဲ့သည်။ ဆွဟီးဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ အလ်-ဘကရဟ် <span class=\"gray\">(အခန်း ၂)</span> နှင့် အာလ်-အိမ်ရန် <span class=\"gray\">(အခန်း ၃)</span> တို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် မိုးတိမ်နှစ်ခု၊ သို့မဟုတ် အရိပ်ပေးသော အရာဝတ္ထုနှစ်ခု၊ သို့မဟုတ် တန်းစီနေသော ငှက်အုပ်စုနှစ်ခု ပုံစံဖြင့် လာရောက်မည်ဖြစ်သည်။ ဆွဟီးဟ်ကျမ်းတွင် ထပ်မံမှတ်တမ်းတင်ထားသည်မှာ ကုရ်အာန်သည် ၎င်း၏အဖော် <span class=\"gray\">(၎င်းကို ရွတ်ဖတ်ပြီး ထိန်းသိမ်းခဲ့သူ)</span> ထံသို့ ဖြူဖျော့သော မျက်နှာရှိသော လူငယ်တစ်ဦး ပုံစံဖြင့် ရောက်ရှိလာမည်။ ၎င်းက <span class=\"gray\">(ထိုလူငယ်အား)</span> \"သင်သည် မည်သူနည်း။\" ဟု မေးမြန်းမည်။ ၎င်းက \"ငါသည် ကုရ်အာန်ဖြစ်သည်၊ မင်းကို ညဘက်တွင် အိပ်ရေးပျက်စေပြီး နေ့ဘက်တွင် ရေငတ်စေခဲ့သူ ဖြစ်သည်။\" ဟု ပြန်ကြားမည်။ အလ်-ဘရာအ်က သင်္ချိုင်းတွင်း မေးမြန်းခြင်းနှင့် ပတ်သက်၍ ပြောကြားခဲ့သော ဟဒီးစ်တွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَأْتِي الْمُؤْمِنَ شَابٌّ حَسَنُ اللَّوْنِ طَيِّبُ الرِّيحِ فَيَقُولُ: مَنْ أَنْتَ؟ فَيَقُولُ: أَنَا عَمَلُكَ الصَّالِحُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသားအရောင်လှပပြီး မွှေးကြိုင်သော လူငယ်တစ်ဦးသည် ယုံကြည်သူထံသို့ လာရောက်မည်။ ၎င်းက 'သင်သည် မည်သူနည်း။' ဟု မေးမြန်းသောအခါ ၎င်းက 'ငါသည် မင်း၏ကောင်းမှုကုသိုလ်များ ဖြစ်သည်' ဟု ပြန်ကြားမည်)</span>။</p><p lang=\"my\" class=\"my \">နဗီတမန်တော်မြတ် ﷺ က မယုံကြည်သူနှင့် ဟန်ဆောင်သူတို့၏ ကိစ္စတွင် ဆန့်ကျင်ဘက်ကို ဖော်ပြခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ကောင်းမှုကုသိုလ်များပါဝင်သော မှတ်တမ်းစာအုပ်ကိုလည်း ချိန်တွယ်မည်ဟု ပြောကြားခဲ့သည်။ ဟဒီးစ်တစ်ခုတွင် ဖော်ပြထားသည်မှာ လူတစ်ဦးအား ခေါ်ဆောင်လာမည်ဖြစ်ပြီး အမှားအယွင်းများနှင့် အပြစ်များပါဝင်သော မှတ်တမ်းစာလိပ် ကိုးဆယ်ကိုးလိပ်ကို ချိန်ခွင်၏ တစ်ဖက်တွင် မျက်စိတစ်ဆုံးအထိ ရှည်လျားစွာ တင်ထားမည်ဖြစ်သည်။ ထို့နောက် ၎င်းအား 'လာ အိလာဟ အိလ်လလ်လာဟ်' ဟု ရေးထားသော ကတ်ပြားတစ်ခုကို ဆောင်ယူလာမည်။ ၎င်းက \"အို အရှင်! ဤကတ်ပြားသည် ဤစာလိပ်များနှင့် ယှဉ်လျှင် မည်မျှလေးမည်နည်း။\" ဟု ပြောကြားမည်။ အလ္လာဟ်အရှင်မြတ်က \"သင့်အား မတရားပြုခံရမည်မဟုတ်ပေ။\" ဟု ပြောကြားမည်။ ထို့ကြောင့် ထိုကတ်ပြားကို ချိန်ခွင်၏ အခြားတစ်ဖက်တွင် တင်ထားမည်ဖြစ်ပြီး အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ပြောကြားခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَطَاشَتِ السِّجِلَّاتُ وَثَقُلَتِ الْبِطَاقَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြည့်လော့! <span class=\"gray\">(ကိုးဆယ်ကိုးလိပ်သော)</span> မှတ်တမ်းစာလိပ်များသည် ကတ်ပြားလေးလာသည်နှင့်အမျှ ပေါ့ပါးသွားမည်။)</span></p><p lang=\"my\" class=\"my \">အတ်-တီရ်မီဇီသည် ဤဟဒီးစ်အတွက် အလားတူစကားလုံးများကို မှတ်တမ်းတင်ခဲ့ပြီး ၎င်းသည် မှန်ကန်ကြောင်း ပြောကြားခဲ့သည်။ ကောင်းမှုပြုသူအား ချိန်တွယ်မည်ဟုလည်း ပြောကြားခဲ့သည်။ ဟဒီးစ်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْتَى يَوْمَ الْقِيَامَةِ بِالرَّجُلِ السَّمِينِ فَلَا يَزِنُ عِنْدَ اللهِ جَنَاحَ بَعُوضَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဝသောလူတစ်ဦးအား ခေါ်ဆောင်လာမည်ဖြစ်သော်လည်း ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံ၌ ခြင်တောင်ပံတစ်ဖက်မျှပင် မလေးလံပေ)</span>။ ထို့နောက် ၎င်းက ဗျာဒိတ်တော်ကို ရွတ်ဆိုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် ငါတို့သည် ၎င်းတို့အတွက် မည်သည့်အလေးချိန်ကိုမျှ သတ်မှတ်ပေးမည်မဟုတ်)</span><span class=\"gray\">[၁၈:၁၀၅]</span>။ ထို့အပြင် နဗီတမန်တော်မြတ် ﷺ က 'အဗ္ဗဒုလ္လာဟ် ဘင် မဆ်အူဒ်' နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَعْجَبُونَ مِنْ دِقَّةِ سَاقَيْهِ وَالَّذِي نَفْسِي بِيَدِهِ لَهُمَا فِي الْمِيزَانِ أَثْقَلُ مِنْ أُحُدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏ခြေသလုံးများ ပိန်သွယ်သည်ကို သင်တို့ အံ့ဩမိကြသလော။ ငါ့ဝိညာဉ်အား ၎င်း၏လက်ထဲ၌ ရှိတော်မူသောအရှင်အား ကျိန်ဆိုပါ၏! ၎င်းတို့သည် ချိန်ခွင်ပေါ်တွင် <span class=\"gray\">(ဥဟွဒ်)</span> တောင်ထက် ပိုမိုလေးလံသည်။)</span></p><p lang=\"my\" class=\"my \">ဤဗျာဒိတ်တော်များနှင့် ဟဒီးစ်များ၏ အဓိပ္ပာယ်များကို ပေါင်းစပ်နိုင်သည်မှာ ဤအရာအားလုံးသည် အမှန်တကယ် ဖြစ်ပျက်လိမ့်မည်။ အဘယ်ကြောင့်ဆိုသော် တစ်ခါတစ်ရံ ကောင်းမှုကုသိုလ်များကို ချိန်တွယ်မည်၊ တစ်ခါတစ်ရံ မှတ်တမ်းတင်ထားသော စာလိပ်များကို ချိန်တွယ်မည်၊ တစ်ခါတစ်ရံ ကောင်းမှုပြုသူများကို ချိန်တွယ်မည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "7:80",
    "group_ayah_key": "7:80",
    "from_ayah": "7:80",
    "to_ayah": "7:81",
    "ayah_keys": "7:80,7:81",
    "text": "<div lang=\"my\" class=\"my \"><p class=\"translation\">နှင့် <span class=\"id gray\" lang=\"id\">(အမှတ်ရကြလော့)</span> လူတ်ကို၊ ၎င်းက ၎င်း၏လူမျိုးများအား ပြောကြားခဲ့သောအခါ- \"သင်တို့သည် သင်တို့ရှေ့က မည်သည့်လူမျိုးမှ မပြုလုပ်ဖူးသော ညစ်ညမ်းမှုကို ကျူးလွန်ကြသလော။ <span>(၈၀)</span>\"အမှန်စင်စစ် သင်တို့သည် မိန်းမများအစား ယောက်ျားများကို စွဲလမ်းမှုဖြင့် ပြုကျင့်ကြသည်။ မဟုတ်ဘူး၊ သင်တို့သည် နယ်နိမိတ်ကျော်လွန်သော လူမျိုးများ ဖြစ်ကြသည်။ <span>(၈၁)</span></p></div><p lang=\"id\" class=\"id \">Allah said, We sent,</p><p class=\"qpc-hafs\">وَ</p><p class=\"ps qpc-hafs\" lang=\"ps\">لُوطًا إِذْ قَالَ لِقَوْمِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတ်က ၎င်း၏လူမျိုးများအား ပြောကြားခဲ့သောအခါ..)</span> လူတ် <span class=\"gray\">(လော့တ်)</span> သည် ဟာရန်၏သား၊ အာဇရ် <span class=\"gray\">(တေရဟ်)</span> ၏သားဖြစ်ပြီး အိဗ်ရာဟင်မ်၏ တူတော်စပ်သူဖြစ်သည်။ ၎င်းတို့နှစ်ဦးအပေါ် ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ။ လူတ်သည် အိဗ်ရာဟင်မ်အား ယုံကြည်ခဲ့ပြီး ၎င်းနှင့်အတူ ရှမ်ဒေသသို့ ရွှေ့ပြောင်းခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် လူတ်အား ဆဒူမ် <span class=\"gray\">(ဆိုဒုံ)</span> လူမျိုးများနှင့် ပတ်ဝန်းကျင်ကျေးရွာများသို့ စေလွှတ်ခဲ့သည်။ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်ထံသို့ ခေါ်ဆောင်ရန်၊ ဖြောင့်မတ်မှုကို အမိန့်ပေးရန်၊ ၎င်းတို့၏ ဆိုးသွမ်းသော အကျင့်များ၊ ၎င်းတို့၏ အပြစ်များနှင့် မကောင်းမှုများကို တားမြစ်ရန် ဖြစ်သည်။ ဤဒေသတွင် ၎င်းတို့သည် အာဒမ်၏သားစဉ်မြေးဆက် သို့မဟုတ် အခြားမည်သည့် ဖန်ဆင်းခံသတ္တဝါမျှ မပြုလုပ်ဖူးသော အရာများကို ပြုလုပ်ခဲ့ကြသည်။ ၎င်းတို့သည် မိန်းမများအစား ယောက်ျားများနှင့် လိင်ဆက်ဆံလေ့ရှိသည်။ ဤဆိုးသွမ်းသော အကျင့်သည် အာဒမ်၏သားစဉ်မြေးဆက်များအကြား ယခင်က မသိရှိခဲ့ကြပါ။ ၎င်းတို့၏စိတ်ထဲ၌ပင် မရှိခဲ့ကြသောကြောင့် ဆိုဒုံလူမျိုးများ ၎င်းကို တီထွင်ခဲ့ခြင်းမတိုင်မီ ၎င်းတို့သည် ၎င်းနှင့် မရင်းနှီးခဲ့ကြပေ။ အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာ ၎င်းတို့အပေါ် သက်ရောက်ပါစေ။ 'အမ်ရ် ဘင် ဒီနာရ်က မှတ်ချက်ပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"...သင်တို့ရှေ့က မည်သည့်လူမျိုးမှ မည်သည့်နိုင်ငံတွင်မျှ မပြုလုပ်ဖူးသော။\")</span></p><p lang=\"my\" class=\"my \">\"လူတ်၏လူမျိုးများရှေ့က မည်သည့်ယောက်ျားမှ အခြားယောက်ျားတစ်ဦးနှင့် လိင်ဆက်ဆံခြင်းမရှိခဲ့ပေ။\" ဤသည်မှာ လူတ်က ၎င်းတို့အား ပြောကြားခဲ့ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ - إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့သည် သင်တို့ရှေ့က မည်သည့်လူမျိုးမှ မည်သည့်နိုင်ငံတွင်မျှ မကျူးလွန်ဖူးသော ညစ်ညမ်းမှုကို ကျူးလွန်ကြသလော။ အမှန်စင်စစ် သင်တို့သည် မိန်းမများအစား ယောက်ျားများကို စွဲလမ်းမှုဖြင့် ပြုကျင့်ကြသည်။\")</span> ဆိုသည်မှာ သင်တို့အတွက် အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းပေးထားသော မိန်းမများကို စွန့်လွှတ်ပြီး ယောက်ျားများနှင့် လိင်ဆက်ဆံခဲ့ကြသလော။ အမှန်စင်စစ် ဤအပြုအမူသည် မကောင်းမှုနှင့် အသိဉာဏ်မဲ့မှုဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် သင်တို့သည် အရာဝတ္ထုများကို ၎င်းတို့၏ မသင့်လျော်သောနေရာများတွင် ထားရှိခဲ့ကြသောကြောင့်ဖြစ်သည်။ လူတ် (၎င်းအပေါ် ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ) က ၎င်းတို့အား ပြောကြားခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">هَٰؤُلَاءِ بَنَاتِي إِن كُنتُمْ فَاعِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဤ <span class=\"gray\">(လူမျိုး၏ သမီးပျိုများ)</span> သည် ငါ၏သမီးများ <span class=\"gray\">(ဥပဒေအရ လက်ထပ်ရန်)</span> ဖြစ်သည်။ သင်တို့ အမှန်တကယ် <span class=\"gray\">(ပြုလုပ်လိုပါက)</span>\")</span><span class=\"gray\">[၁၅:၇၁]</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းက ၎င်းတို့၏ အမျိုးသမီးများအကြောင်းကို သတိပေးခဲ့ရာ ၎င်းတို့က အမျိုးသမီးများကို မလိုချင်ကြောင်း ပြန်ကြားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြားခဲ့သည်- \"အမှန်စင်စစ် ကျွန်ုပ်တို့သည် သင်၏သမီးများကို မလိုချင်၊ မလိုအပ်ကြောင်း သင်သိပါသည်။ ကျွန်ုပ်တို့ မည်သည်ကို လိုချင်ကြောင်းကိုလည်း သင်ကောင်းစွာ သိပါသည်။\")</span><span class=\"gray\">[၁၁:၇၉]</span> ဆိုသည်မှာ သင်တို့သည် အမျိုးသမီးများကို မလိုချင်ကြောင်းနှင့် သင်တို့၏ ဧည့်သည်များနှင့် မည်သည်ကို လိုချင်ကြောင်း သင်သိသည်။</p>"
  }
]