[
  {
    "ayah_key": "42:25",
    "group_ayah_key": "42:25",
    "from_ayah": "42:25",
    "to_ayah": "42:28",
    "ayah_keys": "42:25,42:26,42:27,42:28",
    "text": "<p lang=\"my\" class=\"my \">အသင့်ကျွန်များထံမှ နောင်တတရားကို လက်ခံ၍ အပြစ်များကို ခွင့်လွှတ်သော၊ သင်တို့ပြုကြသည်များကို သိရှိတော်မူသော အရှင်သည် အသင့်ဖြစ်တော်မူ၏။ <span>(၂၅)</span> ထိုအရှင်သည် ယုံကြည်၍ ကောင်းမြတ်သောအမှုများကို ပြုလုပ်သူတို့အား တုံ့ပြန်၍ မိမိ၏ကျေးဇူးတော်ကို တိုး၍ပေးတော်မူ၏။ ငြင်းပယ်သူတို့မူကား ပြင်းထန်သောပြစ်ဒဏ်ကို ခံစားရမည်။ <span>(၂၆)</span> အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် မိမိကျွန်များအတွက် ရိက္ခာကို ချဲ့ထွင်ပေးခဲ့လျှင်၊ ၎င်းတို့သည် မြေကြီးပေါ်တွင် အမှန်ပင် ပုန်ကန်ကြလိမ့်မည်။ သို့သော် အရှင်မြတ်သည် အလိုရှိသည့်အတိုင်း တိုင်းတာ၍ ချပေးတော်မူ၏။ ဧကန်မလွဲ ထိုအရှင်သည် မိမိကျွန်များနှင့်စပ်လျဉ်း၍ အလုံးစုံသိရှိတော်မူသော၊ အလုံးစုံမြင်တော်မူသော အရှင်ဖြစ်သည်။ <span>(၂၇)</span> ထိုအရှင်သည် လူတို့စိတ်ပျက်ပြီးနောက် မိုးကို ရွာချပေးတော်မူ၍ မိမိ၏ကရုဏာတော်ကို ဖြန့်ကျက်တော်မူ၏။ ထိုအရှင်သည် ကျေးဇူးတော်ရှင် ဖြစ်၍ ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူ၏။ <span>(၂၈)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နောင်တတရားကို လက်ခံ၍ ဆုတောင်းများကို တုံ့ပြန်တော်မူ၏</p><p lang=\"my\" class=\"my \">ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်သည် မိမိကျွန်များကို အရှင်သည် နောင်တတရားကို လက်ခံတော်မူကြောင်း သတိပေးထားသည်။ အကယ်၍ ၎င်းတို့သည် အရှင်ဘက်သို့ လှည့်လာ၍ အရှင်ထံ ပြန်လာပါက၊ အရှင်၏ ကြင်နာမှုနှင့် ရက်ရောမှုတို့ကြောင့် အရှင်သည် (၎င်းတို့၏ အပြစ်များကို) ခွင့်လွှတ်၍ လျစ်လျူရှုပြီး ဖုံးကွယ်ထားတော်မူမည် ဖြစ်သည်၊ အရှင်မြတ် မိန့်ကြားထားသည်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် မကောင်းမှုကို ပြုလုပ်ခဲ့သော် သို့မဟုတ် မိမိကိုယ်ကိုပင် ဖိနှိပ်ခဲ့သော်၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို တောင်းခံခဲ့သော်၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ကို အလွန်အမင်း ခွင့်လွှတ်တော်မူသော၊ အလွန်သနားကြင်နာတော်မူသော အရှင်အဖြစ် တွေ့ရှိရမည်။)</span><span class=\"gray\">(၄:၁၁၀)</span> ဆွဟီဟ် မွတ်စလင်ကျမ်းတွင် အနပ်စ် ဘင် မာလစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) မိန့်ကြားတော်မူသည်” ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">للهُ تَعَالَىٰ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ - حِينَ يَتُوبُ إِلَيْهِ - مِنْ أَحَدِكُمْ كَانَتْ رَاحِلَتُهُ بِأَرْضِ فَلَاةٍ، فَانْفَلَتَتْ مِنْهُ، وَعَلَيْهَا طَعَامُهُ وَشَرَابُهُ، فَأَيِسَ مِنْهَا فَأَتَىٰ شَجَرَةً فَاضْطَجَعَ فِي ظِلِّهَا، قَدْ أَيِسَ مِنْ رَاحِلَتِهِ، فَبَيْنَمَا هُوَ كَذَلِكَ إِذَا هُوَ بِهَا، قَائِمَةً عِنْدَهُ، فَأَخَذَ بِخِطَامِهَا، ثُمَّ قَالَ مِنْ شِدَّةِ الْفَرَحِ: اللّٰهُمَّ أَنْتَ عَبْدِي وَأَنَا رَبُّكَ، أَخْطَأَ مِنْ شِدَّةِ الْفَرَحِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိကျွန်၏ နောင်တတရားကို သင်တို့အနက် တစုံတယောက်သည် မြေလွတ်ပြင်တွင် မိမိ၏စီးနင်းသော သတ္တဝါကို ဆုံးရှုံးသွားပြီး၊ ထိုသတ္တဝါသည် ၎င်း၏အစားအသောက်နှင့် အဖျော်ယမကာများကို သယ်ဆောင်ထားသည်။ ထိုသူသည် ထိုသတ္တဝါကို ပြန်တွေ့ရန် လုံးဝစိတ်ပျက်သွား၍ သစ်ပင်တစ်ပင်ဆီသို့ လာပြီး အရိပ်ထဲတွင် လှဲလျောင်းနေသည်။ မိမိ၏စီးနင်းသော သတ္တဝါကို ရှာဖွေရန် မျှော်လင့်ချက် လုံးဝစွန့်လွှတ်လိုက်ပြီဖြစ်၏။ ထိုသို့ရှိနေစဉ်၊ ရုတ်တရက် ထိုသတ္တဝါသည် ၎င်းအနီးတွင် ရပ်နေသည်ကို တွေ့မြင်ရပြီး၊ ထိုသူသည် ၎င်း၏ ကြိုးကို ဆုပ်ကိုင်၍ အလွန်အမင်း ဝမ်းသာအားရမှုကြောင့် “အို အလ္လာဟ်၊ ကိုယ်တော်သည် ကျွန်ုပ်၏ကျွန် ဖြစ်ပြီး ကျွန်ုပ်သည် ကိုယ်တော်၏ အရှင်သခင် ဖြစ်သည်!” ဟု ပြောလိုက်၏ – ဆိုလိုသည်မှာ ၎င်း၏ အလွန်အမင်း ဝမ်းသာအားရမှုကြောင့် မှားယွင်းစွာ ပြောမိခြင်းဖြစ်သည်။)</span>\" </p><p lang=\"my\" class=\"my \">ဆွဟီဟ်ကျမ်းတွင် အဗ်ဒူလ္လာဟ် ဘင် မပ်စ်အူဒ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ အလားတူ မှတ်တမ်းကိုလည်း ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်ကျွန်များထံမှ နောင်တတရားကို လက်ခံသော အရှင်သည် အသင့်ဖြစ်တော်မူ၏။)</span> ဤကျမ်းပိုဒ်နှင့် ပတ်သက်၍ အဇ်-ဇုဟ်ရီက အဗူ ဟုရိုင်ရာ (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) မိန့်ကြားတော်မူသည်” ဟု ပြောကြားခဲ့ကြောင်း ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">للهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ مِنْ أَحَدِكُمْ يَجِدُ ضَالَّتَهُ فِي الْمَكَانِ الَّذِي يَخَافُ أَنْ يَقْتُلَهُ فِيهِ الْعَطَشُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိကျွန်၏ နောင်တတရားကြောင့် သင်တို့အနက် တစ်ဦးဦးသည် ရေငတ်၍ သေဆုံးမည်ကို စိုးရိမ်ခဲ့သည့် နေရာ၌ မိမိပျောက်ဆုံးနေသော ကုလားအုတ်ကို ပြန်တွေ့ရသည့်အခါ ခံစားရသော ပျော်ရွှင်မှုထက် ပိုမိုပျော်ရွှင်တော်မူ၏။)</span>\" ဟမ္မာမ် ဘင် အလ်-ဟာရစ် က “အိဗ်နု မပ်စ်အူဒ်အား အမျိုးသမီးတစ်ဦးနှင့် ဖောက်ပြန်သောအပြစ်များ ကျူးလွန်ပြီးမှ ထိုအမျိုးသမီးနှင့် လက်ထပ်သော အမျိုးသားတစ်ဦးအကြောင်း မေးမြန်းခဲ့သည်။ ၎င်းက ‘အဲဒါမှာ ဘာမှမမှားဘူး’ ဟု ပြောကြားခဲ့ပြီး ရွတ်ဆိုပြခဲ့သည်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်ကျွန်များထံမှ နောင်တတရားကို လက်ခံသော အရှင်သည် အသင့်ဖြစ်တော်မူ၏။)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَيَعْفُو عَنِ السَّيِّئَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပြစ်များကို ခွင့်လွှတ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ အရှင်သည် နောင်တွင် နောင်တတရားကို လက်ခံမည်ဖြစ်ပြီး၊ အတိတ်က အပြစ်များကို ခွင့်လွှတ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْلَمُ مَا تَفْعَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ပြုကြသည်များကို သိရှိတော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ အရှင်သည် သင်တို့၏ လုပ်ရပ်များ၊ အပြုအမူများနှင့် စကားလုံးများအားလုံးကို သိရှိတော်မူပြီး၊ သို့တိုင် အရှင်သည် အရှင်ထံ နောင်တရသူတို့၏ နောင်တတရားကို လက်ခံတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်၍ ကောင်းမြတ်သောအမှုများကို ပြုလုပ်သူတို့အား တုံ့ပြန်တော်မူ၏။)</span> အပ်စ်-ဆွဒ်ဒီက “ဆိုလိုသည်မှာ၊ အရှင်သည် ၎င်းတို့အား တုံ့ပြန်တော်မူသည်” ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အိဗ်နု ဂျရီရ်၏ အမြင်လည်းဖြစ်သည်။ “ဆိုလိုသည်မှာ၊ အရှင်သည် ၎င်းတို့ကိုယ်တိုင်အတွက်၊ ၎င်းတို့၏ အပေါင်းအသင်းများနှင့် ၎င်းတို့၏ ညီအစ်ကိုများအတွက် ဆုတောင်းများကို တုံ့ပြန်တော်မူသည်” ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَزِيدُهُمْ مِنْ فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏ကျေးဇူးတော်ကို တိုး၍ပေးတော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ အရှင်သည် ၎င်းတို့၏ ဆုတောင်းများကို တုံ့ပြန်၍ ထို့ပြင် ပိုမိုပေးသနားတော်မူ၏။ ကွာတာဒါက အိဗ်ရာဟင်မ် အန်-နခါအီ အလ်-လခ်မီ ထံမှ ကျမ်းပိုဒ်နှင့် ပတ်သက်၍ ဖော်ပြသည်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်၍ ကောင်းမြတ်သောအမှုများကို ပြုလုပ်သူတို့အား တုံ့ပြန်တော်မူ၏။)</span> – <span class=\"gray\">(ဆိုလိုသည်မှာ)</span> ၎င်းတို့သည် ၎င်းတို့၏ ညီအစ်ကိုများအတွက် शفاعة ခံဝင်လျှောက်ထားကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَيَزِيدُهُمْ مِنْ فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏ကျေးဇူးတော်ကို တိုး၍ပေးတော်မူ၏။)</span> – <span class=\"gray\">(ဆိုလိုသည်မှာ)</span> ၎င်းတို့သည် ၎င်းတို့၏ ညီအစ်ကိုများ၏ ညီအစ်ကိုများအတွက် शفاعة ခံဝင်လျှောက်ထားကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငြင်းပယ်သူတို့မူကား ပြင်းထန်သောပြစ်ဒဏ်ကို ခံစားရမည်။)</span> – ယုံကြည်သူများနှင့် ၎င်းတို့အတွက် ကြီးမားသော အကျိုးကျေးဇူးကို ဖော်ပြပြီးနောက်၊ အလ္လာဟ်အရှင်မြတ်သည် ငြင်းပယ်သူများနှင့် ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့၊ စစ်ဆေးမေးမြန်းခြင်းခံရမည့်နေ့တွင် အရှင်ထံ၌ တွေ့ကြုံရမည့် ပြင်းထန်သော၊ နာကျင်ဖွယ်၊ ပြင်းပြသော ပြစ်ဒဏ်အကြောင်းကို ဖော်ပြထားသည်။</p><p lang=\"my\" class=\"my \">ရိက္ခာကို အဘယ်ကြောင့် တိုးမပေးရခြင်း အကြောင်းရင်း</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် မိမိကျွန်များအတွက် ရိက္ခာကို ချဲ့ထွင်ပေးခဲ့လျှင်၊ ၎င်းတို့သည် မြေကြီးပေါ်တွင် အမှန်ပင် ပုန်ကန်ကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ၊ ‘အကယ်၍ ကျွန်ုပ်တို့သည် ၎င်းတို့လိုအပ်သည်ထက် ပိုမိုသော ရိက္ခာကို ပေးခဲ့လျှင်၊ ၎င်းသည် ၎င်းတို့အား တစ်ဦးနှင့်တစ်ဦး မာန်မာနထောင်လွှား၍ မောက်မာစွာ ပုန်ကန်ခြင်းနှင့် ကျူးလွန်ခြင်းကို ပြုလုပ်စေလိမ့်မည်။’</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَٰكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ ۚ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အရှင်မြတ်သည် အလိုရှိသည့်အတိုင်း တိုင်းတာ၍ ချပေးတော်မူ၏။ ဧကန်မလွဲ ထိုအရှင်သည် မိမိကျွန်များနှင့်စပ်လျဉ်း၍ အလုံးစုံသိရှိတော်မူသော၊ အလုံးစုံမြင်တော်မူသော အရှင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ သို့သော် အရှင်သည် ၎င်းတို့၏ အကောင်းဆုံး အကျိုးစီးပွားအတွက် ရိက္ခာကို ပေးသနားတော်မူပြီး၊ ထိုအကြောင်းကို အရှင်သည် အကောင်းဆုံး သိရှိတော်မူ၏။ ထို့ကြောင့် ချမ်းသာထိုက်သူများကို ချမ်းသာစေပြီး၊ ဆင်းရဲထိုက်သူများကို ဆင်းရဲစေတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့စိတ်ပျက်ပြီးနောက် မိုးကို ရွာချပေးတော်မူသော အရှင်သည် အသင့်ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ လူတို့ မိုးရွာမည်ကို မျှော်လင့်ချက် စွန့်လွှတ်ပြီးနောက်၊ အရှင်သည် ၎င်းတို့လိုအပ်သည့်အချိန်တွင် မိုးကို ၎င်းတို့အပေါ် ရွာချပေးတော်မူ၏။ ဤသည်မှာ အောက်ပါကျမ်းပိုဒ်နှင့် တူညီသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ كَانُوا مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ထို (မိုး) မတိုင်မီ – ထိုမိုးကို ၎င်းတို့အပေါ် ရွာချမပေးမီ – ၎င်းတို့သည် စိတ်ပျက်နေခဲ့ကြသည်!)</span><span class=\"gray\">(၃၀:၄၉)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَيَنْشُرُ رَحْمَتَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏ကရုဏာတော်ကို ဖြန့်ကျက်တော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ အရှင်သည် ထိုဒေသတွင် နေထိုင်သော လူများအားလုံးအပေါ် ကရုဏာကို ပေးသနားတော်မူ၏။ ကွာတာဒါက “ကျွန်ုပ်တို့အား ပြောပြသည်မှာ အမျိုးသားတစ်ဦးက အိုမာ ဘင် အလ်-ခွတ္တဗ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) အား ‘အို ယုံကြည်သူတို့၏ခေါင်းဆောင်၊ မိုးမရွာသေးဘဲ လူတို့သည် စိတ်ပျက်နေကြပါပြီ’ ဟု ပြောကြားခဲ့သည်။ အိုမာ (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က ‘မိုးရွာလိမ့်မည်’ ဟု ပြောကြားခဲ့ပြီး ရွတ်ဆိုပြခဲ့သည်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ ۚ وَهُوَ الْوَلِيُّ الْحَمِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့စိတ်ပျက်ပြီးနောက် မိုးကို ရွာချပေးတော်မူ၍ မိမိ၏ကရုဏာတော်ကို ဖြန့်ကျက်တော်မူသော အရှင်သည် အသင့်ဖြစ်တော်မူ၏။ ထိုအရှင်သည် အုပ်ထိန်းသူဖြစ်၍ ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူ၏။)</span>\" ဆိုလိုသည်မှာ အရှင်သည် မိမိ၏ဖန်ဆင်းခြင်းကို ထိန်းချုပ်ထားသူဖြစ်ပြီး၊ ဤလောကနှင့် နောင်လောကတွင် ၎င်းတို့အတွက် အကျိုးရှိမည့်အရာများကို စောင့်ရှောက်ပေးကာ၊ အရှင်၏ အမိန့်တော်များနှင့် လုပ်ဆောင်မှုများအားလုံး၏ ရလဒ်များသည် ကောင်းမြတ်သောကြောင့် အရှင်သည် ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူ၏။</p>"
  },
  {
    "ayah_key": "42:29",
    "group_ayah_key": "42:29",
    "from_ayah": "42:29",
    "to_ayah": "42:31",
    "ayah_keys": "42:29,42:30,42:31",
    "text": "<p lang=\"my\" class=\"my \">အသင့်နိမိတ်လက္ခဏာများအနက် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းခြင်း၊ ထိုနှစ်ခုစလုံးတွင် အရှင်မြတ် ဖြန့်ကျက်ထားသော လှုပ်ရှားသွားလာတတ်သည့် သတ္တဝါများလည်း ပါဝင်သည်။ ထိုအရှင်သည် အလိုရှိသည့်အခါတိုင်း ၎င်းတို့အားလုံးကို စုရုံးရန် တတ်နိုင်တော်မူ၏။ <span>(၂၉)</span> သင်တို့အပေါ် ကျရောက်သော မည်သည့်ဘေးဆိုးမဆို သင်တို့၏လက်များက ပြုလုပ်ခဲ့သောကြောင့်သာ ဖြစ်သည်။ ထိုအရှင်သည် များစွာသော အပြစ်များကို ခွင့်လွှတ်တော်မူ၏။ <span>(၃၀)</span> သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ ကမ္ဘာမြေပေါ်တွင် မည်သည့်နည်းနှင့်မျှ ထွက်ပြေးလွတ်မြောက်နိုင်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ သင်တို့တွင် မည်သည့်အုပ်ထိန်းသူမျှ မရှိသကဲ့သို့ မည်သည့်ကူညီသူမျှလည်း မရှိပေ။ <span>(၃၁)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းခြင်းသည် ပါဝင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်နိမိတ်လက္ခဏာများအနက်)</span> အရှင်၏ ကြီးမြတ်သော တန်ခိုးနှင့် အစွမ်းကို ညွှန်ပြသော နိမိတ်လက္ခဏာများ</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းခြင်း၊ ထိုနှစ်ခုစလုံးတွင် အရှင်မြတ် ဖြန့်ကျက်ထားသော လှုပ်ရှားသွားလာတတ်သည့် သတ္တဝါများ)</span> ဆိုလိုသည်မှာ အရှင်သည် ထိုနှစ်ခုစလုံးတွင်၊ ဆိုလိုသည်မှာ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေတွင် ဖန်ဆင်းထားသော အရာအားလုံးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ دَابَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လှုပ်ရှားသွားလာတတ်သည့် သတ္တဝါများ)</span> ဤတွင် ကောင်းကင်တမန်များ၊ လူသားများ၊ ဂျင်န်များ နှင့် ၎င်းတို့၏ ပုံသဏ္ဍာန်များ၊ အရောင်များ၊ ဘာသာစကားများ၊ သဘောသဘာဝများ၊ မျိုးစိတ်များနှင့် အမျိုးအစားများ ကွဲပြားသော တိရစ္ဆာန်အားလုံး ပါဝင်သည်။ အရှင်သည် ၎င်းတို့အား မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ ဒေသအသီးသီးတွင် ဖြန့်ကျက်ထားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရှင်သည်)</span> ဆိုလိုသည်မှာ၊ သို့သော် ထိုအရာများအားလုံးရှိလင့်ကစား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိုရှိသည့်အခါတိုင်း ၎င်းတို့အားလုံးကို စုရုံးရန် တတ်နိုင်တော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် အရှင်သည် ၎င်းတို့၏ ပထမနှင့် နောက်ဆုံးကို စုရုံးပြီး၊ အရှင်၏ ဖန်ဆင်းခံအားလုံးကို တစ်နေရာတည်းတွင် စုစည်းထားမည်။ ထိုနေရာတွင် ၎င်းတို့အားလုံးသည် ခေါ်သူ၏အသံကို ကြားရမည်ဖြစ်ပြီး၊ ၎င်းတို့အားလုံးကို ရှင်းလင်းစွာ မြင်ရမည်ဖြစ်သည်။ ထို့နောက် အရှင်သည် ၎င်းတို့အကြား တရားမျှတမှုနှင့် အမှန်တရားဖြင့် စီရင်တော်မူမည်။</p><p lang=\"my\" class=\"my \">ဘေးဆိုးကျရောက်ရခြင်း အကြောင်းရင်းသည် အပြစ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အပေါ် ကျရောက်သော မည်သည့်ဘေးဆိုးမဆို သင်တို့၏လက်များက ပြုလုပ်ခဲ့သောကြောင့်သာ ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ ‘အို လူသားတို့၊ သင်တို့အပေါ် ကျရောက်သော မည်သည့်ဘေးအန္တရာယ်မဆို သင်တို့အတိတ်က ကျူးလွန်ခဲ့သော အပြစ်များကြောင့်သာ ဖြစ်သည်။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْفُو عَنْ كَثِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရှင်သည် များစွာသော အပြစ်များကို ခွင့်လွှတ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ အပြစ်များစွာကို ‘အရှင်သည် ထိုအပြစ်များအတွက် သင်တို့ကို ပြစ်ဒဏ်မပေးဘဲ၊ သင်တို့ကို ခွင့်လွှတ်တော်မူ၏။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِنْ دَابَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် လူသားများကို ၎င်းတို့ပြုခဲ့သော အပြစ်များအတွက် အပြစ်ပေးခဲ့လျှင်၊ မြေပြင်ပေါ်တွင် လှုပ်ရှားသွားလာသော မည်သည့်သတ္တဝါကိုမျှ ချန်ထားခဲ့မည်မဟုတ်ပေ။)</span><span class=\"gray\">(၃၅:၄၅)</span> ဆွဟီဟ် ဟဒီးဆ်တော်အရ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ مَا يُصِيبُ الْمُؤْمِنَ مِنْ نَصَبٍ وَلَا وَصَبٍ وَلَا هَمٍّ وَلَا حَزَنٍ إِلَّا كَفَّرَ اللهُ عَنْهُ بِهَا مِنْ خَطَايَاهُ، حَتّٰى الشَّوْكَةِ يُشَاكُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏အသက်သည် မည်သူ့လက်ထဲတွင် ရှိနေပါသလဲ၊ ထိုအရှင်မြတ်ကို သက်သေပြု၍ ဆိုလိုသည်မှာ၊ မည်သည့်ယုံကြည်သူမဆို မောပန်းခြင်း၊ ပင်ပန်းနွမ်းနယ်ခြင်း၊ စိုးရိမ်ပူပန်ခြင်း သို့မဟုတ် ဝမ်းနည်းခြင်းတို့ဖြင့် ဒုက္ခမခံရဘဲ အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာများဖြင့် ၎င်း၏ အပြစ်အချို့ကို ခွင့်လွှတ်တော်မူမည် – ဆူးတစ်ချောင်းစူးခြင်းပင် ဖြစ်စေ။)</span>\" အိမာမ် အဟ်မဒ်က မုအာဝိယဟ် ဘင် အဗီ စုဖ်ယန် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) မိန့်ကြားတော်မူသည်ကို ကျွန်ုပ်ကြားခဲ့ရသည်” ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ شَيْءٍ يُصِيبُ الْمُؤْمِنَ فِي جَسَدِهِ يُؤْذِيهِ إِلَّا كَفَّرَ اللهُ تَعَالَىٰ عَنْهُ بِهِ مِنْ سَيِّئَاتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတစ်ဦးအပေါ် မည်သည့်ရုပ်ပိုင်းဆိုင်ရာ ထိခိုက်မှုမှ မဖြစ်ပေါ်ဘဲ၊ အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာကြောင့် ၎င်း၏အပြစ်အချို့ကို ပယ်ဖျက်တော်မူမည်။)</span>\" အိမာမ် အဟ်မဒ်က အာအိရှာ (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) မိန့်ကြားတော်မူသည်” ဟု ပြောကြားခဲ့ကြောင်းလည်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا كَثُرَتْ ذُنُوبُ الْعَبْدِ وَلَمْ يَكُنْ لَهُ مَا يُكَفِّرُهَا، ابْتَلَاهُ اللهُ تَعَالَىٰ بِالْحَزَنِ لِيُكَفِّرَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ လူတစ်ဦးသည် အပြစ်များစွာကို ကျူးလွန်ခဲ့ပြီး ထိုအပြစ်များကို ပယ်ဖျက်ပေးမည့် အရာတစ်ခုမှ မရှိပါက၊ အလ္လာဟ်အရှင်မြတ်သည် ထိုသူအား ထိုအပြစ်များကို ပယ်ဖျက်ပေးမည့် ဝမ်းနည်းခြင်းအချို့ဖြင့် စမ်းသပ်တော်မူမည်။)</span>\"</p>"
  }
]