[
  {
    "ayah_key": "7:19",
    "group_ayah_key": "7:19",
    "from_ayah": "7:19",
    "to_ayah": "7:21",
    "ayah_keys": "7:19,7:20,7:21",
    "text": "<p lang=\"my\" class=\"my \">\"အို အာဒမ်! သင်နှင့် သင့်ဇနီးသည် ဂျန္နတ်တွင် နေထိုင်ကြလော့။ သင်တို့ နှစ်ဦးနှစ်ဖက် အလိုရှိသမျှကို စားသုံးကြလော့။ သို့သော် ဤသစ်ပင်ကို မချဉ်းကပ်ကြနှင့်။ သို့မဟုတ်ပါက သင်တို့နှစ်ဦးစလုံးသည် ပြစ်မှုကျူးလွန်သူများထဲမှ ဖြစ်သွားလိမ့်မည်။ <span>(၁၉)</span>ထို့နောက် ရှိုင်တွာန်သည် ၎င်းတို့နှစ်ဦး၏ လျှို့ဝှက်ချက်ဖြစ်သည့် ကိုယ်ခန္ဓာအစိတ်အပိုင်းများကို ဖော်ထုတ်ရန်အတွက် ၎င်းတို့နှစ်ဦးအား အကြံပေးစကားများ တိုးတိုးလေး ပြောကြားခဲ့သည်။ <span class=\"gray\">(ယခင်က)</span>; သူက ပြောကြားခဲ့သည်– \"သင်တို့၏ အရှင်သခင်သည် သင်တို့နှစ်ဦး ကောင်းကင်တမန်များ ဖြစ်မသွားစေရန် သို့မဟုတ် ထာဝရရှင်သန်သူများ ဖြစ်မသွားစေရန်မှတစ်ပါး ဤသစ်ပင်ကို တားမြစ်ခဲ့ခြင်း မဟုတ်ပေ။ <span>(၂၀)</span>ထို့ပြင် သူသည် 'ကာစမဟူမာ' ဟုလည်း ပြောကြားခဲ့သည်– \"အမှန်စင်စစ်၊ ကျွန်ုပ်သည် သင်တို့နှစ်ဦးအတွက် ရိုးသားဖြောင့်မတ်သော စေတနာရှင်များထဲမှ တစ်ဦး ဖြစ်သည်။ <span>(၂၁)</span></p><div lang=\"my\" class=\"my \"><h2>ရှိုင်တွာန်၏ အာဒမ်နှင့် ဟောင်ဝါအပေါ် လှည့်ဖြားခြင်းနှင့် တားမြစ်ထားသော သစ်ပင်မှ စားသုံးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အာဒမ်နှင့် သူ၏ဇနီးအား ဂျန္နတ်တွင် နေထိုင်ခွင့်ပြုခဲ့ပြီး သစ်ပင်တစ်ပင်မှလွဲ၍ ကျန်အသီးအနှံများအားလုံးကို စားသုံးခွင့်ပြုခဲ့ကြောင်း ဖော်ပြထားသည်။ ဤအကြောင်းအရာကို ဆူရတွလ် ဗကရာတွင် ကျွန်ုပ်တို့ ဆွေးနွေးပြီးဖြစ်သည်။ ထို့ကြောင့် ရှိုင်တွာန်သည် ၎င်းတို့အား မနာလိုဖြစ်ပြီး လှည့်ဖြားရန် ကြံစည်ခဲ့ကာ သစ္စာဖောက်မှုများကို တိုးတိုးလေး ပြောဆိုအကြံပေးခဲ့သည်။ ၎င်းတို့ ရရှိခံစားနေရသော ကောင်းကျိုးအမျိုးမျိုးနှင့် လှပသော အဝတ်အစားများမှ ကင်းလွတ်စေလိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ</p><p lang=\"af\" class=\"af \"><span class=\"gray\">(He <span class=\"gray\">(Shaytan)</span> said)</span> uttering lies and falsehood,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَٰذِهِ الشَّجَرَةِ إِلَّا أَن تَكُونَا مَلَكَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့၏ အရှင်သခင်သည် သင်တို့ ကောင်းကင်တမန်များ ဖြစ်မသွားစေရန်မှတစ်ပါး ဤသစ်ပင်ကို မတားမြစ်ခဲ့ပေ...\")</span> ဆိုလိုသည်မှာ သင်တို့ ကောင်းကင်တမန်များ မဖြစ်လာစေရန် သို့မဟုတ် ဤနေရာတွင် ထာဝရ မနေထိုင်ရစေရန် ဖြစ်သည်။ သင်တို့ ဤသစ်ပင်မှ စားသုံးပါက နှစ်ခုစလုံးကို ရရှိမည်ဟု သူက ပြောကြားခဲ့သည်။ အခြားအာယသ်တစ်ခုတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا آدَمُ هَلْ أَدُلُّكَ عَلَىٰ شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَّا يَبْلَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွာန်သည် သူ့အား တိုးတိုးလေး ပြောကြားခဲ့သည်- \"အို အာဒမ်! သင်အား ထာဝရသစ်ပင်နှင့် မပျက်စီးနိုင်သော နိုင်ငံတော်သို့ ဦးဆောင်သွားရမည်လော?\")</span><span class=\"gray\">[20:120]</span>။ ဤတွင် စကားလုံးများသည် ဆင်တူသဖြင့် ၎င်း၏အဓိပ္ပာယ်မှာ 'သင်တို့ ကောင်းကင်တမန်များ မဖြစ်လာစေရန်' ဖြစ်သည်။ ဥပမာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُبَيِّنُ اللَّهُ لَكُمْ أَن تَضِلُّوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ထို့ကြောင့်)</span> အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ လမ်းမှားမသွားစေရန် သင်တို့အား <span class=\"gray\">(ကိုယ်တော်၏ဥပဒေကို)</span> ရှင်းပြတော်မူ၏။)</span><span class=\"gray\">[၄:၁၇၆]</span> ဆိုလိုသည်မှာ သင်တို့ လမ်းမှားမသွားစေရန် ဖြစ်သည်။ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَىٰ فِي الْأَرْضِ رَوَاسِيَ أَن تَمِيدَ بِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် မြေကြီးကို သင်တို့နှင့်အတူ မလှုပ်ရှားစေရန် ခိုင်မြဲသော တောင်များကို စိုက်ထူထားတော်မူ၏။)</span><span class=\"gray\">[၁၆:၁၅]</span> ဆိုလိုသည်မှာ မြေကြီးသည် သင်တို့နှင့်အတူ မလှုပ်ရှားစေရန် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاسَمَهُمَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူသည် 'ကာစမဟူမာ')</span>, အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြု၍ ၎င်းတို့နှစ်ဦးအား ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အမှန်စင်စစ်၊ ကျွန်ုပ်သည် သင်တို့နှစ်ဦးအတွက် ရိုးသားဖြောင့်မတ်သော စေတနာရှင်များထဲမှ တစ်ဦး ဖြစ်သည်။\")</span> အကြောင်းမှာ ကျွန်ုပ်သည် သင်တို့မတိုင်မီက ဤနေရာတွင် ရှိနေခဲ့ပြီး ဤနေရာအကြောင်းကို ပိုမိုသိရှိထားသောကြောင့် ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်သူသည် တစ်ခါတစ်ရံ လှည့်ဖြားမှု၏ သားကောင်ဖြစ်သွားနိုင်သည်မှာ အမှန်ပင်ဖြစ်သည်။ ကတာဒါဟ်က ဤအာယသ်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုခဲ့သည်- \"ရှိုင်တွာန်သည် အလ္လာဟ်အရှင်မြတ်ကို တိုင်တည်ကျိန်ဆိုခဲ့ပြီး ပြောကြားခဲ့သည်- 'ကျွန်ုပ်သည် သင်တို့မတိုင်မီက ဖန်ဆင်းခံခဲ့ရပြီး သင်တို့ထက် ပိုမိုကောင်းမွန်စွာ သိရှိသည်။ ထို့ကြောင့် ကျွန်ုပ်ကို လိုက်နာပါက သင်တို့ကို လမ်းညွှန်ပေးပါမည်။'\"</p>"
  }
]