[
  {
    "ayah_key": "100:1",
    "group_ayah_key": "100:1",
    "from_ayah": "100:1",
    "to_ayah": "100:11",
    "ayah_keys": "100:1,100:2,100:3,100:4,100:5,100:6,100:7,100:8,100:9,100:10,100:11",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အလွန်တရာ ကရုဏာရှင်၊ အလွန်တရာ သနားကြင်နာတော်မူသော အရှင်မြတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَادِيَاتِ ضَبْحًا - فَالْمُورِيَاتِ قَدْحًا - فَالْمُغِيرَاتِ صُبْحًا - فَأَثَرْنَ بِهِ نَقْعًا - فَوَسَطْنَ بِهِ جَمْعًا - إِنَّ الْإِنسَانَ لِرَبِّهِ لَكَنُودٌ - وَإِنَّهُ عَلَىٰ ذَٰلِكَ لَشَهِيدٌ - وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ - أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ - وَحُصِّلَ مَا فِي الصُّدُورِ - إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အလ်-အာဒီယတ် <span class=\"gray\">(မြင်းများ)</span> ၏ အသက်ရှူသံဖြင့် ကျိန်ဆိုတော်မူ၏။)</span><span class=\"gray\">(၂။ မီးပွားများ ထွက်အောင် ထိမှန်ကြကုန်၏။)</span><span class=\"gray\">(၃။ မိုးသောက်ယံတွင် စီးနင်းဝင်ရောက်ကြကုန်၏။)</span><span class=\"gray\">(၄။ ထိုအခါ၌ ဖုန်မှုန့်များကို တိမ်တိုက်ပမာ မြှင့်တင်ကြကုန်၏။)</span><span class=\"gray\">(၅။ ထိုအခါတွင် အစုအဝေးအလယ်သို့ တစ်ပေါင်းတည်း ထိုးဖောက်ဝင်ရောက်ကြကုန်၏။)</span><span class=\"gray\">(၆။ အမှန်စင်စစ် လူသားသည် ၎င်း၏အရှင်သခင်အား ကျေးဇူးကန်းသူ ဖြစ်၏။)</span><span class=\"gray\">(၇။ ထိုအရာကို ၎င်း (အလ္လာဟ်) အရှင်မြတ်က သက်သေခံတော်မူ၏။)</span><span class=\"gray\">(၈။ အမှန်စင်စစ် ၎င်းသည် စည်းစိမ်ဥစ္စာကို ချစ်ခြင်း၌ ပြင်းထန်သူ ဖြစ်၏။)</span><span class=\"gray\">(၉။ သင် (လူသား) သည် မသိပါသလော၊ အသင်္ချိုင်းတွင်းရှိ အရာများ ဖော်ထုတ်ခံရသောအခါ။)</span><span class=\"gray\">(၁၀။ ရင်တွင်းရှိအရာများ ဖော်ထုတ်ခံရသောအခါ။)</span><span class=\"gray\">(၁၁။ အမှန်စင်စစ် ထိုနေ့တွင် ၎င်းတို့၏အရှင်သခင်သည် ၎င်းတို့ကို အလုံးစုံသိတော်မူမည်။)</span></p><p lang=\"my\" class=\"my \">လူသား၏ ကျေးဇူးကန်းခြင်းနှင့် စည်းစိမ်ဥစ္စာအပေါ် စိတ်အားထက်သန်ခြင်းအတွက် စစ်မြင်းများဖြင့် ကျိန်ဆိုခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မြင်းများအား ၎င်း၏လမ်းခရီးတော် <span class=\"gray\">(ဆိုလိုသည်မှာ ဂျီဟတ်)</span> တွင် တိုက်ပွဲဝင်ရန် ဒုန်းစိုင်းစေသောအခါ ထိုမြင်းများ အပြေးအလွှားသွားလာပြီး ပင်ပန်းနွမ်းနယ်စွာ အသက်ရှူကြသည်၊ ထိုအသံသည် မြင်းပြေးသောအခါ ကြားရသောအသံ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْمُورِيَاتِ قَدْحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီးပွားများ ထွက်အောင် ထိမှန်ကြကုန်၏။)</span> ဆိုလိုသည်မှာ ကျောက်တုံးများပေါ် ၎င်းတို့၏ ခွာများ ရိုက်ခတ်ခြင်းကြောင့် မီးပွားများ လွင့်ထွက်ခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْمُغِيرَاتِ صُبْحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးသောက်ယံတွင် စီးနင်းဝင်ရောက်ကြကုန်၏။)</span> ဆိုလိုသည်မှာ နံနက်အစောပိုင်းတွင် ဆင်နွှဲသော စီးနင်းတိုက်ခိုက်မှု ဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နံနက်အစောပိုင်းတွင် စီးနင်းတိုက်ခိုက်မှုများ ပြုလုပ်လေ့ရှိသည်နှင့် တူညီသည်။ ၎င်းသည် လူများထံမှ အဇန် <span class=\"gray\">(ဆွလာတ်ဖိတ်ခေါ်သံ)</span> ကို ကြားရမလားဟု စောင့်ဆိုင်းနေခဲ့သည်။ ၎င်း ကြားရပါက ၎င်းတို့ကို လွှတ်ထားခဲ့မည်၊ မကြားရပါက တိုက်ခိုက်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَثَرْنَ بِهِ نَقْعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ၌ ဖုန်မှုန့်များကို တိမ်တိုက်ပမာ မြှင့်တင်ကြကုန်၏။)</span> ဆိုလိုသည်မှာ မြင်းများနှင့်အတူ တိုက်ပွဲနေရာရှိ ဖုန်မှုန့်များ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَوَسَطْنَ بِهِ جَمْعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါတွင် အစုအဝေးအလယ်သို့ တစ်ပေါင်းတည်း ထိုးဖောက်ဝင်ရောက်ကြကုန်၏။)</span> ဆိုလိုသည်မှာ ထိုနေရာအလယ်၌ အားလုံး တစ်ပေါင်းတည်း ရှိနေခြင်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْمُغِيرَاتِ صُبْحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးသောက်ယံတွင် စီးနင်းဝင်ရောက်ကြကုန်၏။)</span> အိဗ်နု အဘ္ဘားစ်၊ မွဂျာဟိဒ်နှင့် ကတာဒါတို့အားလုံးက \"၎င်းသည် နံနက်ခင်း၌ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် မြင်းများဖြင့် ကျူးကျော်ဝင်ရောက်ခြင်းကို ဆိုလိုသည်\" ဟု မိန့်ကြသည်။ ၎င်း၏ အမိန့်တော်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَثَرْنَ بِهِ نَقْعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ၌ ဖုန်မှုန့်များကို တိမ်တိုက်ပမာ မြှင့်တင်ကြကုန်၏။)</span> ၎င်းသည် တိုက်ခိုက်မှု ဖြစ်ပွားရာနေရာ ဖြစ်သည်။ ၎င်းဖြင့် ဖုန်မှုန့်များ မွှေနှောက်ခံရသည်။ ၎င်း၏ အမိန့်တော်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَوَسَطْنَ بِهِ جَمْعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါတွင် အစုအဝေးအလယ်သို့ တစ်ပေါင်းတည်း ထိုးဖောက်ဝင်ရောက်ကြကုန်၏။)</span> အလ်-အောင်ဖီသည် အိဗ်နု အဘ္ဘားစ်၊ အသာအ်၊ အိက်ရိမာဟ်၊ ကတာဒါနှင့် အဒ်-ဒဟ်ဟက်တို့ထံမှ သယ်ယူဖော်ပြသည်မှာ ၎င်းတို့အားလုံးက \"၎င်းသည် မယုံကြည်သော ရန်သူ၏အလယ်သို့\" ဟု မိန့်ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْإِنسَانَ لِرَبِّهِ لَكَنُودٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် လူသားသည် ၎င်း၏အရှင်သခင်အား ကျေးဇူးကန်းသူ <span class=\"gray\">(ကနူးဒ်)</span> ဖြစ်၏။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် ကျိန်ဆိုခံရသော အကြောင်းအရာ ဖြစ်သည်၊ ၎င်းသည် <span class=\"gray\">(လူသား)</span> ၎င်း၏ အရှင်သခင်၏ ကျေးဇူးများကို ကျေးဇူးကန်းသူဖြစ်ပြီး ၎င်းတို့ကို ပယ်ချသည်ဟု အဓိပ္ပါယ်ရသည်။ </p><p lang=\"cy\" class=\"cy \">Ibn 'Abbas, Mujahid, Ibrahim An-Nakha'i, Abu Al-Jawza', Abu Al-'Aliyah, Abu Ad-Duha, Sa'id bin Jubayr, Muhammad bin Qays, Ad-Dahhak, Al-Hasan, Qatadah, Ar-Rabi' bin Anas and Ibn Zayd all said, \"Al-Kanud means ungrateful.\" Al-Hasan said, \"Al-Kanud is the one who counts the calamities <span class=\"gray\">(that befall him)</span> and he forgets Allah's favors.\"</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ عَلَىٰ ذَٰلِكَ لَشَهِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာကို ၎င်း (အလ္လာဟ်) အရှင်မြတ်က သက်သေခံတော်မူ၏။)</span> ကတာဒါနှင့် စူဖ်ယန် အစ်-သောင်ရီ နှစ်ဦးလုံးက \"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာကို သက်သေခံတော်မူ၏\" ဟု မိန့်ကြသည်။ ထိုสรรဝိသေသန <span class=\"gray\">(၎င်း)</span> သည် လူသားကို ရည်ညွှန်းနိုင်ခြေလည်း ရှိသည်။ ၎င်းကို မုဟမ္မဒ် ဘင်န် ကအ်ဗ် အလ်-ကူရာဇီက မိန့်ခဲ့သည်။ ထို့ကြောင့် ၎င်း၏အဓိပ္ပါယ်မှာ လူသားသည် ၎င်းကျေးဇူးကန်းသူဖြစ်ကြောင်း မိမိကိုယ်တိုင် သက်သေခံသူ ဖြစ်လိမ့်မည်။ ၎င်းသည် ၎င်း၏ အခြေအနေ၌ ထင်ရှားသည်၊ ဆိုလိုသည်မှာ ၎င်း၏ ပြောဆိုမှုများနှင့် လုပ်ရပ်များမှ ထင်ရှားသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَىٰ أَنفُسِهِم بِالْكُفْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရုပ်တုကိုးကွယ်သူတို့သည် မိမိတို့ကိုယ်တိုင် မယုံကြည်မှုကို သက်သေခံနေကြစဉ် အလ္လာဟ်အရှင်မြတ်၏ ဗလီများကို ထိန်းသိမ်းရန် မသင့်ပေ။)</span><span class=\"gray\">(၉း၁၇)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းသည် စည်းစိမ်ဥစ္စာကို ချစ်ခြင်း၌ ပြင်းထန်သူ ဖြစ်၏။)</span> ဆိုလိုသည်မှာ ၎င်း၏ ကောင်းမြတ်သောအရာ၊ ဆိုလိုသည်မှာ စည်းစိမ်ဥစ္စာကို ချစ်ခြင်း၌ ပြင်းထန်သူ ဖြစ်၏။ ဤအကြောင်းနှင့် ပတ်သက်၍ အယူအဆ နှစ်မျိုးရှိသည်။ တစ်ခုမှာ ၎င်းသည် ပြင်းထန်သည်ဟု ဆိုလိုခြင်း ဖြစ်သည်။ ဤအကြောင်းနှင့် ပတ်သက်၍ အယူအဆ နှစ်မျိုးရှိသည်။ တစ်ခုမှာ ၎င်းသည် စည်းစိမ်ဥစ္စာကို ချစ်ခြင်း၌ ပြင်းထန်သည်ဟု ဆိုလိုခြင်း ဖြစ်သည်။ အခြားအယူအဆမှာ စည်းစိမ်ဥစ္စာကို ချစ်ခြင်းကြောင့် ၎င်းသည် လောဘကြီးပြီး ကပ်စေးနဲသည်ဟု ဆိုလိုခြင်း ဖြစ်သည်။ သို့သော် အယူအဆ နှစ်မျိုးလုံး မှန်ကန်သည်။</p><p lang=\"my\" class=\"my \">နောင်တမလွန်ဘဝနှင့် ပတ်သက်သည့် ခြိမ်းခြောက်မှု</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် လောကီအရာများကို ရှောင်ကြဉ်ရန်နှင့် နောင်တမလွန်ဘဝအတွက် ကြိုးစားရန် တိုက်တွန်းတော်မူသည်၊ ထို့ပြင် လက်ရှိအခြေအနေပြီးနောက် မည်သို့သော အခြေအနေ ဖြစ်လာမည်၊ လူသားသည် မည်သို့သော ထိတ်လန့်စရာများကို ရင်ဆိုင်ရမည်ကို အသိပေးတော်မူသည်။ ၎င်းက မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် (လူသား) သည် မသိပါသလော၊ အသင်္ချိုင်းတွင်းရှိ အရာများ ဖော်ထုတ်ခံရသောအခါ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်း (သင်္ချိုင်းတွင်း) ၌ ရှိသော သေသူများကို ထုတ်ဆောင်လာမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحُصِّلَ مَا فِي الصُّدُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရင်တွင်းရှိအရာများ ဖော်ထုတ်ခံရသောအခါ။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ္ဘားစ်နှင့် အခြားသူများက \"၎င်းသည် ၎င်းတို့၏ စိတ်ဝိဉာဉ်များအတွင်း၌ ရှိခဲ့သော အရာများသည် ဖော်ထုတ်ခံရပြီး ထင်ရှားလာမည်ဟု ဆိုလိုသည်\" ဟု မိန့်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ထိုနေ့တွင် ၎င်းတို့၏အရှင်သခင်သည် ၎င်းတို့ကို အလုံးစုံသိတော်မူမည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့ ပြုလုပ်ခဲ့သော အရာအားလုံးကို ၎င်း (အလ္လာဟ်) အရှင်မြတ် သိတော်မူသည်၊ ထို့ပြင် ၎င်းတို့အတွက် အသင့်တော်ဆုံး အကျိုးပေးမှုကို ပြုလုပ်ပေးတော်မူမည်။ ၎င်း (အလ္လာဟ်) အရှင်မြတ်သည် အနည်းငယ်မျှသော မတရားမှုကိုပင် ပြုလုပ်တော်မမူပါ။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရာဟ် အလ်-အာဒီယတ်၏ တဖ်စီရ် (အနက်အဓိပ္ပါယ်ဖွင့်ဆိုချက်) ၏ အဆုံးသတ်ဖြစ်သည်၊ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p>"
  }
]