[
  {
    "ayah_key": "12:109",
    "group_ayah_key": "12:109",
    "from_ayah": "12:109",
    "to_ayah": "12:109",
    "ayah_keys": "12:109",
    "text": "<p class=\"my translation\" lang=\"my\">ငါတို့သည် သင့်မတိုင်မီက <span class=\"gray\">(တမန်များအဖြစ်)</span> ကျေးရွာများမှ လူအမျိုးသားများကိုသာ ဗျာဒိတ်ပေးခဲ့သည်။ သူတို့သည် ကမ္ဘာမြေကို ခရီးမသွားခဲ့ဖူးသလော၊ ၎င်းတို့မတိုင်မီက လူတို့၏ အဆုံးသတ်ကို မမြင်ခဲ့ဖူးသလော။ အမှန်စင်စစ်၊ နောင်တမလွန်ဘဝ၏ အိမ်သည် တက္ကဝါ (ဘုရားသခင်ကို ကြောက်ရွံ့ခြင်း) ရှိသူများအတွက် အကောင်းဆုံးဖြစ်၏။ ထို့နောက် သင်တို့ နားမလည်ကြသလော <span>(၁၀၉)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော်အားလုံးသည် လူသားများနှင့် အမျိုးသားများ ဖြစ်ကြသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အမျိုးသားများအနက်မှသာ တမန်တော်များနှင့် ရစူလ်တမန်များကို စေလွှတ်ခဲ့ပြီး အမျိုးသမီးများအနက်မှ မဟုတ်ကြောင်း ဤအာယသ်က ရှင်းလင်းစွာ ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်၏ သမီးများထဲမှ မည်သည့်အမျိုးသမီးကိုမျှ ဘာသာရေးနှင့် ဥပဒေရေးရာ ဥပဒေများကို ထုတ်ဖော်မပြခဲ့ပေ။ ၎င်းသည် အဟ်လုစ်-စွန္နဟ် ဝလ်-ဂျမာအဟ် ၏ ယုံကြည်ချက်ဖြစ်သည်။ ရှိုက်ခ် အဘူ အလ်-ဟာစန်၊ အလီ ဘင် အစ်မာအီလ် အလ်-အရှ်အာရီက အဟ်လုစ်-စွန္နဟ် ဝလ်-ဂျမာအဟ် ၏ အမြင်အရ အမျိုးသမီး တမန်တော်များ မရှိခဲ့သော်လည်း အမျိုးသမီးများထဲတွင် သစ္စာရှိ ယုံကြည်သူများ ရှိခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သစ္စာရှိ အမျိုးသမီးယုံကြည်သူများထဲမှ အမြတ်ဆုံးဖြစ်သော အင်မ်ရမ်၏ သမီး မရ်ယမ်အကြောင်းကို ဖော်ပြခဲ့ရာတွင် ဤသို့ မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ ۖ كَانَا يَأْكُلَانِ الطَّعَامَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မရ်ယမ် <span class=\"gray\">['အီဆာ]</span> ၏သား မေရှိယ <span class=\"gray\">(မာရီ)</span> သည် တမန်တစ်ပါးမျှသာ ဖြစ်သည်။ ၎င်းမတိုင်မီက တမန်တော်များစွာ ကွယ်လွန်ခဲ့ကြပြီးဖြစ်သည်။ ၎င်း၏မိခင်မှာ စစ်ဒီကဟ် <span class=\"gray\">[သစ္စာရှိသော ယုံကြည်သူ]</span> ဖြစ်သည်။ ၎င်းတို့နှစ်ဦးစလုံး အစားအစာ စားသုံးခဲ့ကြသည်)</span><span class=\"gray\">[၅း၇၅]</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းအားပေးခဲ့သော အကောင်းဆုံး ဖော်ပြချက်မှာ စစ်ဒီကဟ် ဖြစ်သည်။ အကယ်၍ ၎င်းသည် တမန်တော်တစ်ပါးဖြစ်ခဲ့ပါက အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏အရည်အချင်းများနှင့် ဂုဏ်အသရေကို ချီးမွမ်းသောအခါ ဤအချက်ကို ဖော်ပြခဲ့ပြီးဖြစ်လိမ့်မည်။ ထို့ကြောင့် မာရီသည် ကူရ်အာန်၏ စကားအရ သစ္စာရှိသော ယုံကြည်သူတစ်ဦးဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>တမန်တော်အားလုံးသည် လူသားများဖြစ်ပြီး ကောင်းကင်တမန်များ မဟုတ်ကြ</h2></div><p lang=\"my\" class=\"my \">အဒ်-ဒဟ်ဟက်က အိဗ်နု အဗ္ဗာစ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကို မှတ်ချက်ပြုခဲ့ကြောင်း သတင်းပေးပို့ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင့်မတိုင်မီ <span class=\"gray\">(တမန်များအဖြစ်)</span> အမျိုးသားများကိုသာ စေလွှတ်ခဲ့သည်)</span> \"သင်တို့ ပြောဆိုသလို ၎င်းတို့သည် ကောင်းကင်နေထိုင်သူ <span class=\"gray\">(ကောင်းကင်တမန်)</span> များထဲမှ မဟုတ်ခဲ့ကြ။\" အိဗ်နု အဗ္ဗာစ်၏ ဤမိန့်ကြားချက်ကို အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်များက ထောက်ခံထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်မတိုင်မီက ရစူလ်တမန်များထဲမှ မည်သူ့ကိုမျှ ငါတို့သည် စေလွှတ်ခဲ့ခြင်းမရှိ၊ သို့သော် အမှန်စင်စစ် ၎င်းတို့သည် အစားအစာ စားသုံးခဲ့ကြပြီး ဈေးများတွင် လမ်းလျှောက်ခဲ့ကြသည်)</span>၊ <span class=\"gray\">[၂၅း၂၀]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَاهُمْ جَسَدًا لَّا يَأْكُلُونَ الطَّعَامَ وَمَا كَانُوا خَالِدِينَ - ثُمَّ صَدَقْنَاهُمُ الْوَعْدَ فَأَنجَيْنَاهُمْ وَمَن نَّشَاءُ وَأَهْلَكْنَا الْمُسْرِفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား အစားအစာ မစားသုံးသော ကိုယ်ခန္ဓာများဖြင့် ငါတို့သည် မဖန်ဆင်းခဲ့၊ ၎င်းတို့သည် ထာဝရရှင်သန်သူများလည်း မဟုတ်ခဲ့။ ထို့နောက် ငါတို့သည် ၎င်းတို့အား ကတိကို ပြည့်စုံစေခဲ့သည်။ ထို့ကြောင့် ငါတို့သည် ၎င်းတို့နှင့် ငါတို့အလိုရှိသောသူများကို ကယ်တင်ခဲ့သည်၊ သို့သော် ငါတို့သည် အလွန်အကျွံပြုကျင့်သူများကို ဖျက်ဆီးခဲ့သည်)</span>၊ <span class=\"gray\">[၂၁း၈-၉]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا كُنتُ بِدْعًا مِّنَ الرُّسُلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ငါသည် ရစူလ်တမန်များအနက်မှ အသစ်အဆန်း မဟုတ်ပေ။\")</span><span class=\"gray\">[၄၆း၉]</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنْ أَهْلِ الْقُرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျေးရွာများရှိ လူတို့အနက်မှ)</span>၊ ဆိုလိုသည်မှာ မြို့ပြလူထုထဲမှ ဖြစ်သည်၊ လူတို့အားလုံးထဲတွင် အကြမ်းတမ်းဆုံးနှင့် အမာကျောဆုံးဖြစ်သော ဘေဒူယင်လူမျိုးများထံသို့ စေလွှတ်ခဲ့ခြင်း မဟုတ်ပေ။</p><div lang=\"my\" class=\"my \"><h2>အတိတ်က ဖြစ်ရပ်များမှ သင်ခန်းစာများယူခြင်း</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကမ္ဘာမြေကို ခရီးမသွားခဲ့ဖူးသလော)</span>၊ ဆိုလိုသည်မှာ 'သင့်ကို ငြင်းပယ်ခဲ့ကြသူများ၊ အို မုဟမ္မဒ်၊ ကမ္ဘာမြေကို ခရီးမသွားခဲ့ဖူးသလော'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့မတိုင်မီက လူတို့၏ အဆုံးသတ်ကို မမြင်ခဲ့ဖူးသလော။)</span> ဆိုလိုသည်မှာ တမန်တော်များကို ငြင်းပယ်ခဲ့သော ရှေးခေတ်လူမျိုးများနှင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား မည်သို့ဖျက်ဆီးခဲ့ကြောင်းကို ဖြစ်သည်။ အလားတူ အဆုံးသတ်သည် ငြင်းပယ်သူအားလုံးကို စောင့်ကြိုနေသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကမ္ဘာမြေတစ်လျှောက် ခရီးမသွားခဲ့ဖူးသလော၊ နားလည်နိုင်သော နှလုံးသားများ မရှိကြသလော။)</span><span class=\"gray\">[၂၂း၄၆]</span> ဤမိန့်ကြားချက်ကို ကြားသောအခါ အလ္လာဟ်အရှင်မြတ်သည် ငြင်းပယ်သူများကို ဖျက်ဆီးခဲ့ပြီး ယုံကြည်သူများကို ကယ်တင်ခဲ့ကြောင်း၊ ၎င်းသည် ၎င်း၏ဖန်ဆင်းခြင်းများနှင့် ပတ်သက်သော ၎င်း၏လမ်းစဉ်ဖြစ်ကြောင်း ၎င်းတို့နားလည်သင့်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَدَارُ الْآخِرَةِ خَيْرٌ لِّلَّذِينَ اتَّقَوْا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ နောင်တမလွန်ဘဝ၏ အိမ်သည် တက္ကဝါ (ဘုရားသခင်ကို ကြောက်ရွံ့ခြင်း) ရှိသူများအတွက် အကောင်းဆုံးဖြစ်၏။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- 'ဤဘဝတွင် သစ္စာရှိသူများကို ငါတို့ကယ်တင်ခဲ့သကဲ့သို့ နောင်တမလွန်ဘဝတွင်လည်း ၎င်းတို့အတွက် လုံခြုံမှုကို ငါတို့ရေးသားပေးခဲ့သည်၊ ၎င်းသည် ၎င်းတို့အတွက် ပစ္စုပ္ပန်လောကဘဝထက် များစွာ သာလွန်ကောင်းမွန်သည်။' အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ - يَوْمَ لَا يَنفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ اللَّعْنَةُ وَلَهُم سُوءُ الدَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့သည် ဤလောကဘဝတွင် ငါတို့၏ ရစူလ်တမန်များကိုလည်းကောင်း၊ ယုံကြည်သူများကိုလည်းကောင်း၊ သက်သေများ ထွက်ပေါ်လာမည့်နေ့ <span class=\"gray\">(ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့)</span> တွင်လည်းကောင်း၊ အောင်မြင်စေမည်။ ထိုနေ့တွင် မတရားပြုကျင့်သူများအတွက် ၎င်းတို့၏ ဆင်ခြေများသည် အကျိုးမဖြစ်ထွန်းနိုင်။ ၎င်းတို့အတွက် ကျိန်စာရှိပြီး၊ ၎င်းတို့အတွက် မကောင်းသော နေရာ <span class=\"gray\">(ငရဲမီး)</span> ရှိသည်။ <span class=\"gray\">[၄၀း၅၁-၅၂]</span>)</span></p>"
  },
  {
    "ayah_key": "12:11",
    "group_ayah_key": "12:11",
    "from_ayah": "12:11",
    "to_ayah": "12:12",
    "ayah_keys": "12:11,12:12",
    "text": "<p class=\"my translation\" lang=\"my\">သူတို့က ပြောသည်- \"အို ကျွန်ုပ်တို့၏ ဖခင်! ကျွန်ုပ်တို့သည် သူ၏ကောင်းကျိုးလိုလားသူများဖြစ်ပါလျက်နှင့် အဘယ်ကြောင့် ယူဆွဖ်ကို ကျွန်ုပ်တို့အား မယုံကြည်သနည်း? <span>(11)</span>မနက်ဖြန်တွင် သူ့ကို ကျွန်ုပ်တို့နှင့်အတူ ပျော်ရွှင်ကစားရန် စေလွှတ်လိုက်ပါ၊ ဧကန်မလွဲ ကျွန်ုပ်တို့သည် သူ့ကို စောင့်ရှောက်ပါမည်။ <span>(12)</span></p><div lang=\"my\" class=\"my \"><h2>ယူဆွဖ်၏ အစ်ကိုများက ယူဆွဖ်ကို ၎င်းတို့နှင့်အတူ ခေါ်သွားရန် ၎င်းတို့ဖခင်၏ ခွင့်ပြုချက်ကို တောင်းသည်</h2></div><p lang=\"my\" class=\"my \">ယူဆွဖ်၏ အစ်ကိုများသည် သူ့ကိုခေါ်သွားပြီး ရေတွင်းထဲသို့ ပစ်ချရန် သဘောတူသောအခါ၊ ၎င်းတို့၏ အစ်ကိုကြီး ရူဘီလ်၏ အကြံဉာဏ်ကိုယူလျက် ၎င်းတို့၏ဖခင် ယအ်ကူးဗ်(အလိုင်ဟစ္စလာမ်)ထံသို့ သွားရောက်ခဲ့ကြသည်။ ၎င်းတို့က သူ့အား \"အဘယ်ကြောင့် သင်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَأْمَنَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ့၏ကောင်းကျိုးလိုလားသူများဖြစ်ပါလျက် ယူဆွဖ်ကို ကျွန်ုပ်တို့အား မယုံကြည်သနည်း?)</span>\" ဤနိဒါန်းစကားဖြင့် ၎င်းတို့၏အစီအစဉ်ကို စတင်အကောင်အထည်ဖော်ခဲ့ကြသည်၊ ၎င်းတို့၏ဖခင်က ယူဆွဖ်ကို ချစ်ခင်ခြင်းကြောင့် ယူဆွဖ်အပေါ် မနာလိုဖြစ်ပြီး ဆန့်ကျင်ဘက်ကို အမှန်တကယ် ရည်ရွယ်ခဲ့ကြသော်လည်း။ ၎င်းတို့က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْسِلْهُ مَعَنَا</p><p lang=\"my\" class=\"my \">\"<span class=\"gray\">(သူ့ကို ကျွန်ုပ်တို့နှင့်အတူ စေလွှတ်လိုက်ပါ)</span> မနက်ဖြန်တွင် ကျွန်ုပ်တို့အားလုံး ပျော်ရွှင်ကစားနိုင်ရန်။\" ကတာဒဟ်၊ အဒ်-ဒဟ်ဟက်နှင့် အဆ်-စွဒ်ဒီတို့သည်လည်း အလားတူ ပြောခဲ့ကြသည်။ ယူဆွဖ်၏ အစ်ကိုများက ဆက်လက်ပြောသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِنَّا لَهُ لَحَافِظُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ကျွန်ုပ်တို့သည် သူ့ကို စောင့်ရှောက်ပါမည်။)</span>၊ ကျွန်ုပ်တို့သည် သူ့ကို ကာကွယ်ပေးမည်ဖြစ်ပြီး သင့်အတွက် သူ၏ဘေးကင်းလုံခြုံမှုကို အာမခံပါမည်။</p>"
  }
]