[
  {
    "ayah_key": "54:6",
    "group_ayah_key": "54:6",
    "from_ayah": "54:6",
    "to_ayah": "54:8",
    "ayah_keys": "54:6,54:7,54:8",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့ကြောင့် ၎င်းတို့ထံမှ သင် ထွက်ခွာလိုက်ပါ။ ခေါ်သူက ကြောက်မက်ဖွယ်ကောင်းသော အရာတစ်ခုဆီသို့ <span class=\"gray\">(၎င်းတို့ကို)</span> ခေါ်မည့်နေ့တွင် <span>(၆)</span> ၎င်းတို့သည် မိမိတို့၏ ဂူများမှ နှိမ့်ချသော မျက်လုံးများဖြင့် ပျံ့နှံ့နေသော ပိုးကောင်များကဲ့သို့ ထွက်ပေါ်လာကြမည်။ <span>(၇)</span> ခေါ်သူထံ အလျင်အမြန်သွားနေကြသည်။ မယုံကြည်သူများသည် \"ဤသည်မှာ ခက်ခဲသောနေ့ ဖြစ်သည်\" ဟု ပြောကြမည်။ <span>(၈)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူများ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကြုံတွေ့ရမည့် ကြောက်မက်ဖွယ်အဆုံးသတ်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'အို မိုဟာမက်၊ မဟာအံ့ဖွယ်ကို မြင်တွေ့ရသောအခါ ငြင်းပယ်ပြီး ဤသည်မှာ အဆက်မပြတ်သော မှော်ပညာဟု ပြောဆိုသော ဤလူများထံမှ သင် လှည့်ထွက်သွားပါ။ ၎င်းတို့ထံမှ လှည့်ထွက်၍ စောင့်ဆိုင်းနေပါ၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَوْمَ يَدْعُ الدَّاعِ إِلَىٰ شَيْءٍ نُكُرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခေါ်သူက <span class=\"gray\">(၎င်းတို့ကို)</span> ကြောက်မက်ဖွယ်ကောင်းသော အရာတစ်ခုဆီသို့ ခေါ်မည့်နေ့တွင်။)</span> အကျိုးပေးခြင်း၊ ဒုက္ခများ၊ ထိတ်လန့်စရာများ၊ ၎င်းက ဖြစ်ပေါ်စေမည့် ကြီးမားသော အခက်အခဲများဆီသို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُشَّعًا أَبْصَارُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှိမ့်ချသော မျက်လုံးများဖြင့်)</span>၊ ၎င်းတို့၏ မျက်လုံးများမှာ အရှက်ရခြင်းဖြင့် ဖုံးအုပ်နေမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့၏ ဂူများမှ ပျံ့နှံ့နေသော ပိုးကောင်များကဲ့သို့ ထွက်ပေါ်လာကြမည်။)</span> ၎င်းတို့သည် ခေါ်သူအား တုံ့ပြန်သည့်အနေဖြင့်၊ ပျံ့နှံ့နေသော ပိုးကောင်အုပ်စုများကဲ့သို့ အလျင်အမြန်နှင့် လူအုပ်ကြီးများဖြင့် စစ်ဆေးမေးမြန်းရာနေရာသို့ စုရုံးလာကြမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">مُهْطِعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလျင်စလိုသွားနေခြင်း)</span> ဆိုလိုသည်မှာ အမြန်သွားခြင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَى الدَّاعِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခေါ်သူထံသို့)</span> တုံ့ဆိုင်းခြင်း သို့မဟုတ် နှေးကွေးခြင်းမရှိဘဲ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ الْكَافِرُونَ هَٰذَا يَوْمٌ عَسِرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများသည် \"ဤသည်မှာ ခက်ခဲသောနေ့ ဖြစ်သည်\" ဟု ပြောကြမည်။)</span> ဆိုလိုသည်မှာ၊ 'ဤသည်မှာ ခက်ခဲသော၊ ကြောက်မက်ဖွယ်ကောင်းသော၊ ထိတ်လန့်ဖွယ်ကောင်းသော၊ စိတ်ဆင်းရဲစရာကောင်းသော နေ့ရက်ဖြစ်သည်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَٰلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ - عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ထိုနေ့သည် ခက်ခဲသောနေ့ ဖြစ်လိမ့်မည် – မယုံကြည်သူများအတွက် လွယ်ကူမည်မဟုတ်။)</span><span class=\"gray\">(၇၄:၉-၁၀)</span></p>"
  },
  {
    "ayah_key": "54:9",
    "group_ayah_key": "54:9",
    "from_ayah": "54:9",
    "to_ayah": "54:17",
    "ayah_keys": "54:9,54:10,54:11,54:12,54:13,54:14,54:15,54:16,54:17",
    "text": "<p lang=\"my\" class=\"my \">နူဟ်၏လူမျိုးတို့သည် ၎င်းတို့ရှေ့တွင် <span class=\"gray\">(၎င်းတို့၏ ရစူလ်တမန်တော်ကို)</span> ငြင်းပယ်ခဲ့ကြသည်။ ၎င်းတို့သည် ကျွန်ုပ်တို့၏ ကျွန်ကို ငြင်းပယ်ပြီး \"ရူးသွပ်သူ\" ဟု ပြောဆိုခဲ့ကြသည်။ ဝဇ်ဒူဂျိရ် <span>(၉)</span> ထို့နောက် သူသည် မိမိ၏ အရှင်သခင်အား <span class=\"gray\">(ပြောဆိုကာ)</span> ဆုတောင်းခဲ့သည်– \"ကျွန်ုပ်သည် အနိုင်ယူခံရပါပြီ၊ ထို့ကြောင့် <span class=\"gray\">(ကျွန်ုပ်အား)</span> ကူညီတော်မူပါ!\" <span>(၁၀)</span> ထို့ကြောင့် ကျွန်ုပ်တို့သည် မွန်ဟာမီရ်ရေဖြင့် ကောင်းကင်ဘုံတံခါးများကို ဖွင့်လှစ်ခဲ့ကြသည်။ <span>(၁၁)</span> ထို့ပြင် ကျွန်ုပ်တို့သည် မြေကြီးမှ စမ်းရေများ စီးဆင်းစေခဲ့သည်။ ထို့ကြောင့် ရေများသည် ကြိုတင်သတ်မှတ်ထားသော ကိစ္စတစ်ခုအတွက် ဆုံတွေ့ခဲ့ကြသည်။ <span>(၁၂)</span> ထို့ပြင် ကျွန်ုပ်တို့သည် သူ့ကို သစ်သားပြားများနှင့် သံမှိုများဖြင့် ပြုလုပ်ထားသော <span class=\"gray\">(သင်္ဘောပေါ်တွင်)</span> တင်ဆောင်ခဲ့ကြသည်။ <span class=\"gray\">(ဒူစွရ် <span>(၁၃)</span> ကျွန်ုပ်တို့၏ မျက်လုံးများအောက်တွင် ရေပေါ်မျှောနေသည်၊ ငြင်းပယ်ခံရသူအတွက် ဆုလာဘ်တစ်ခုအဖြစ်။ <span>(၁၄)</span> ထို့ပြင် အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ဤအရာကို သက်သေလက္ခဏာတစ်ခုအဖြစ် ချန်ထားခဲ့သည်။ သို့ဖြစ်လျှင် သတိရမည့်သူ ရှိပါသလား။ <span>(၁၅)</span> ထို့နောက် ကျွန်ုပ်၏ ပြင်းထန်သော ပြစ်ဒဏ်နှင့် ကျွန်ုပ်၏ သတိပေးချက်များသည် မည်မျှပင် <span class=\"gray\">(ကြောက်မက်ဖွယ်ကောင်း)</span> ပါသနည်း။ <span>(၁၆)</span> ထို့ပြင် အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ကုရ်အာန်ကို နားလည်ရန်နှင့် မှတ်မိရန် လွယ်ကူစေခဲ့သည်။ သို့ဖြစ်လျှင် သတိရမည့်သူ ရှိပါသလား။ <span>(၁၇)</span></span></p><p lang=\"my\" class=\"my \">နူဟ်၏လူမျိုးတို့အကြောင်းနှင့် ၎င်းမှ ရရှိသော သင်ခန်းစာ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَّبَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငြင်းပယ်ခဲ့ကြသည်)</span> 'အို မိုဟာမက်၊ သင့်လူမျိုးများရှေ့တွင်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နူဟ်၏လူမျိုးတို့။ ၎င်းတို့သည် ကျွန်ုပ်တို့၏ ကျွန်ကို ငြင်းပယ်ခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့သည် သူ့ကို ပြတ်ပြတ်သားသား ငြင်းပယ်ပြီး ရူးသွပ်သည်ဟု စွပ်စွဲခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَقَالُوا مَجْنُونٌ وَازْدُجِرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် \"ရူးသွပ်သူ!\" ဝဇ်ဒူဂျိရ် ဟု ပြောခဲ့ကြသည်။)</span> မုဂျာဟစ်ဒ်က ဝဇ်ဒူဂျိရ်အကြောင်း ပြောသည်– \"သူ့ကို ရူးသွပ်သည်ဟု စွပ်စွဲ၍ မောင်းထုတ်ခံခဲ့ရသည်။\" ဝဇ်ဒူဂျိရ် ဆိုသည်မှာ သူ့လူမျိုးများက သူ့ကို ပြစ်တင်ရှုံ့ချခြင်း၊ တားမြစ်ခြင်း၊ ခြိမ်းခြောက်ခြင်းနှင့် သတိပေးခြင်းတို့ ပြုလုပ်ခဲ့ခြင်းဖြစ်သည်ဟုလည်း ဆိုကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَئِنْ لَمْ تَنْتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို နူဟ်၊ သင် မရပ်တန့်လျှင်၊ သင်သည် ကျောက်တုံးဖြင့် ပစ်ပေါက်ခံရသူများထဲမှ ဖြစ်လိမ့်မည်။\")</span><span class=\"gray\">[၂၆:၁၁၆]</span> ဤအရာကို အိဗ်နု ဇိုင်းဒ်က ပြောဆိုခဲ့ပြီး မှန်ကန်ပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် မိမိ၏ အရှင်သခင်အား <span class=\"gray\">(ပြောဆိုကာ)</span> ဆုတောင်းခဲ့သည်– \"ကျွန်ုပ်သည် အနိုင်ယူခံရပါပြီ၊ ထို့ကြောင့် <span class=\"gray\">(ကျွန်ုပ်အား)</span> ကူညီတော်မူပါ!\")</span> ဆိုလိုသည်မှာ၊ 'ကျွန်ုပ်သည် အားနည်းပြီး ကျွန်ုပ်၏ လူမျိုးများကို မအောင်နိုင်၊ မခုခံနိုင်ပါ၊ ထို့ကြောင့် သင်၏ဘာသာတရားကို ကူညီတော်မူပါ!' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်တို့သည် မွန်ဟာမီရ်ရေဖြင့် ကောင်းကင်ဘုံတံခါးများကို ဖွင့်လှစ်ခဲ့ကြသည်။)</span></p><p lang=\"gd\" class=\"gd \">As-Suddi said about Munhamir, \"It means abundant.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَجَّرْنَا الْأَرْضَ عُيُونًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် မြေကြီးမှ စမ်းရေများ စီးဆင်းစေခဲ့သည်။)</span> ဆိုလိုသည်မှာ ကမ္ဘာမြေ၏ နေရာတိုင်းမှ၊ မီးလောင်နေသော မီးဖိုများမှပင် – ရေနှင့်စမ်းရေများ စီးဆင်းထွက်ပေါ်လာခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْتَقَى الْمَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ရေများသည် ဆုံတွေ့ခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ ကောင်းကင်နှင့် မြေကြီး၏ရေများ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">عَلَىٰ أَمْرٍ قَدْ قُدِرَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြိုတင်သတ်မှတ်ထားသော ကိစ္စတစ်ခုအတွက်။)</span> အိဗ်နု ဂျူရိုင်းဂျ်က အိဗ်နု အဗ္ဗါစ်ထံမှ သတင်းပေးပို့ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်တို့သည် မွန်ဟာမီရ်ရေဖြင့် ကောင်းကင်ဘုံတံခါးများကို ဖွင့်လှစ်ခဲ့ကြသည်။)</span> မိုးကြီးသည်းထန်စွာ ရွာသွန်းခြင်း၊ ထိုနေ့မတိုင်မီနှင့် ထိုနေ့မှစ၍ ကောင်းကင်မှ ကျလာသော တစ်ခုတည်းသောရေသည် တိမ်တိုက်များမှ ဖြစ်သည်။ သို့သော် ထိုနေ့တွင် ၎င်းတို့အတွက် ကောင်းကင်တံခါးများကို ဖွင့်လှစ်ခဲ့ရာ၊ ကျလာသောရေသည် တိမ်တိုက်များမှ မဟုတ်ခဲ့ပေ။ ထို့ကြောင့် ရေနှစ်မျိုးလုံး <span class=\"gray\">(မြေကြီးနှင့် ကောင်းကင်၏)</span> သည် သတ်မှတ်ထားသော ကိစ္စတစ်ခုအတိုင်း ဆုံတွေ့ခဲ့ကြသည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَمَلْنَاهُ عَلَىٰ ذَاتِ أَلْوَاحٍ وَدُسُرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့သည် သူ့ကို သစ်သားပြားများနှင့် သံမှိုများဖြင့် ပြုလုပ်ထားသော <span class=\"gray\">(သင်္ဘောပေါ်တွင်)</span> တင်ဆောင်ခဲ့ကြသည်။ <span class=\"gray\">(ဒူစွရ်)</span>)</span> အိဗ်နု အဗ္ဗါစ်၊ ဆအိဒ် ဘင်န် ဂျူဘိုင်ရ်၊ အလ်-ကူရာဇီ၊ ကသာဒါဟ်နှင့် အိဗ်နု ဇိုင်းဒ်တို့က ဒူစွရ်သည် သံမှိုများကို ဆိုလိုသည်ဟု ပြောဆိုခဲ့ကြသည်။ အိဗ်နု ဂျရီးရ်သည် ဤအမြင်ကို ပိုမိုနှစ်သက်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَجْرِي بِأَعْيُنِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ မျက်လုံးများအောက်တွင် ရေပေါ်မျှောနေသည်)</span> ဆိုလိုသည်မှာ၊ 'ကျွန်ုပ်တို့၏ အမိန့်ဖြင့်နှင့် ကျွန်ုပ်တို့၏ ကာကွယ်စောင့်ရှောက်မှုနှင့် စောင့်ကြည့်မှုအောက်တွင်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَزَاءً لِمَنْ كَانَ كُفِرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငြင်းပယ်ခံရသူအတွက် ဆုလာဘ်တစ်ခုအဖြစ်!)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့ အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်ခြင်းအတွက် ၎င်းတို့အား အကျိုးပေးခြင်းနှင့် နူဟ်အပေါ် ငြိမ်သက်ခြင်းရှိပါစေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَقَدْ تَرَكْنَاهَا آيَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ဤအရာကို သက်သေလက္ခဏာတစ်ခုအဖြစ် ချန်ထားခဲ့သည်။)</span> ကသာဒါဟ်က ပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်သည် နူဟ်၏သင်္ဘောကို ဤအွမ္မသ်၏ ပထမမျိုးဆက်များ မြင်တွေ့နိုင်သည်အထိ မပျက်စီးဘဲ ထားရှိခဲ့သည်။\" </p><p lang=\"my\" class=\"my \">သို့သော်၊ ဤနေရာရှိ အဓိပ္ပါယ်မှာ အလ္လာဟ်အရှင်မြတ်သည် သင်္ဘောများကို သက်သေလက္ခဏာအဖြစ် ထားရှိခဲ့ခြင်းဖြစ်သည်ဟု ထင်ရသည်။ ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ - وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် သက်သေလက္ခဏာတစ်ခုမှာ ကျွန်ုပ်တို့သည် ၎င်းတို့၏ သားစဉ်မြေးဆက်များကို ဝန်တင်သင်္ဘောပေါ်တွင် တင်ဆောင်ခဲ့ခြင်းဖြစ်သည်။ ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းတို့စီးနင်းရန် ထိုကဲ့သို့သော အရာများကို ဖန်ဆင်းပေးခဲ့သည်။)</span><span class=\"gray\">(၃၆:၄၁-၄၂)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ - لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ရေသည် ၎င်း၏ ကန့်သတ်ချက်ထက် မြင့်တက်လာသောအခါ၊ ကျွန်ုပ်တို့သည် သင်တို့အား လှေပေါ်တွင် တင်ဆောင်ခဲ့သည်။ ၎င်းကို သင်တို့အတွက် သတိပေးစကားဖြစ်စေရန်နှင့် နားထောင်တတ်သောနားတို့က မှတ်သားထားရန်ဖြစ်သည်။)</span><span class=\"gray\">(၆၉:၁၁-၁၂)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ مِنْ مُدَّكِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်လျှင် သတိရမည့်သူ ရှိပါသလား။)</span> ဆိုလိုသည်မှာ၊ 'သြဝါဒနှင့် သတိပေးချက်ကို လက်ခံမည့်သူ ရှိပါသလား။' အီမာမ် အာဟ်မဒ်က အဗ်ဒူလ္လာဟ် ဘင်န် မစ်အူဒ် ပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်၊ \"ပရောဖက် (ဆွ) သည် ကျွန်ုပ်အား ရွတ်ပြတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ مِنْ مُدَّكِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်လျှင် သတိရမည့်သူ ရှိပါသလား။)</span>\" အလ်-ဘူခါရီသည် အဗ်ဒူလ္လာဟ်ထံမှ ထိုကဲ့သို့ ဟဒီးစ်တစ်ခုကို စုဆောင်းခဲ့သည်၊ သူက ပြောသည်၊ \"ကျွန်ုပ်သည် ပရောဖက် (ဆွ) အား ရွတ်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ مِن مُّذَّكِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်လျှင် သတိရမည့်သူ ရှိပါသလား)</span> ဟု၊ ပရောဖက် (ဆွ) က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ مِنْ مُدَّكِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်လျှင် သတိရမည့်သူ ရှိပါသလား။)</span>\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကျွန်ုပ်၏ ပြင်းထန်သော ပြစ်ဒဏ်နှင့် ကျွန်ုပ်၏ သတိပေးချက်များသည် မည်မျှပင် <span class=\"gray\">(ကြောက်မက်ဖွယ်ကောင်း)</span> ပါသနည်း။)</span> ဆိုလိုသည်မှာ၊ 'ကျွန်ုပ်ကို မယုံကြည်ပြီး ကျွန်ုပ်၏ ရစူလ်တမန်တော်များကို ငြင်းပယ်ခဲ့ကြသူများ၊ ကျွန်ုပ်၏ သတိပေးချက်များကို မနာခံခဲ့သူများအပေါ် ကျွန်ုပ်ကျရောက်စေခဲ့သော ပြင်းထန်သည့် ပြစ်ဒဏ်သည် မည်မျှ ကြောက်မက်ဖွယ်ကောင်းပါသနည်း။ ကျွန်ုပ်၏ ရစူလ်တမန်တော်များအား ကျွန်ုပ်ပေးခဲ့သော အကူအညီနှင့် ၎င်းတို့ကိုယ်စား လက်တုံ့ပြန်မှုသည် မည်သို့နည်း၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ကုရ်အာန်ကို နားလည်ရန်နှင့် မှတ်မိရန် လွယ်ကူစေခဲ့သည်)</span>၊ ဆိုလိုသည်မှာ၊ 'ကျွန်ုပ်တို့သည် ကုရ်အာန်ကို ရွတ်ဖတ်ရန်နှင့် ဤအရည်အသွေးများကို ရှာဖွေသူများအတွက် နားလည်ရန် လွယ်ကူစေခဲ့သည်၊ လူသားတို့ကို သတိပေးရန်' ဟု အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">((ဤသည်မှာ) ကျွန်ုပ်တို့သည် သင့်ထံသို့ ပို့ချခဲ့သော ကျမ်းစာတစ်အုပ်ဖြစ်သည်၊ ကောင်းချီးမင်္ဂလာများဖြင့် ပြည့်နှက်နေသည်၊ ၎င်းတို့သည် ၎င်း၏ အာယတ်တော်များကို ဆင်ခြင်သုံးသပ်နိုင်ရန်နှင့် နားလည်မှုရှိသူများ သတိရနိုင်ရန်ဖြစ်သည်။)</span><span class=\"gray\">(၃၈:၂၉)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်တို့သည် ဤ <span class=\"gray\">(ကုရ်အာန်)</span> ကို သင်၏ ကိုယ်ပိုင်ဘာသာစကားဖြင့် လွယ်ကူစေခဲ့သည်၊ သင်သည် တက္ကဝါရှိသူတို့အား ဝမ်းမြောက်ဖွယ်သတင်း ပေးရန်နှင့် ၎င်းဖြင့် အငြင်းအခုန်အများဆုံးလူများကို သတိပေးရန်သာ ဖြစ်သည်။)</span><span class=\"gray\">(၁၉:၉၇)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ مِنْ مُدَّكِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်လျှင် သတိရမည့်သူ ရှိပါသလား)</span>၊ ဆိုလိုသည်မှာ၊ 'ကျွန်ုပ်တို့သည် မှတ်မိရန်လွယ်ကူပြီး နားလည်ရန်လွယ်ကူအောင် ပြုလုပ်ခဲ့သော ဤကုရ်အာန်မှတစ်ဆင့် သတိရမည့်သူ ရှိပါသလား။' မိုဟာမက်ဒ် ဘင်န် ကအ်ဗ် အလ်-ကူရာဇီက ဤအာယတ်တော်အပေါ် မှတ်ချက်ပြုခဲ့သည်၊ \"မကောင်းမှုကို ရှောင်ရှားမည့်သူ ရှိပါသလား။\"</p>"
  }
]