[
  {
    "ayah_key": "22:70",
    "group_ayah_key": "22:70",
    "from_ayah": "22:70",
    "to_ayah": "22:70",
    "ayah_keys": "22:70",
    "text": "<p class=\"my translation\" lang=\"my\">ကောင်းကင်ဘုံနှင့် ကမ္ဘာမြေပေါ်ရှိ အရာခပ်သိမ်းကို အလ္လာဟ်အရှင်မြတ်သိတော်မူကြောင်း သင်တို့မသိကြပေလော။ ဧကန်မလွဲ ၎င်းသည် <span class=\"gray\">(အားလုံး)</span> ကျမ်းဂန်ထဲ၌ ရှိသည်။ ဧကန်မလွဲ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွယ်ကူသော ကိစ္စဖြစ်သည်။ <span>(၇၀)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ဖန်ဆင်းခြင်းဆိုင်ရာ အသိပညာ မည်မျှပြည့်စုံသည်၊ ကောင်းကင်ဘုံနှင့် ကမ္ဘာမြေပေါ်ရှိ အရာခပ်သိမ်းကို ကိုယ်တော်ခြုံငုံသိမ်းကျုံးထားကြောင်း ကျွန်ုပ်တို့အား ပြောကြားတော်မူသည်။</h2></div><p lang=\"my\" class=\"my \">ကောင်းကင်ဘုံ၌ဖြစ်စေ၊ ကမ္ဘာမြေ၌ဖြစ်စေ ဖုန်မှုန့်တစ်မှုန်၏ အလေးချိန်မျှပင် သို့မဟုတ် ယင်းထက်နည်းသည်ဖြစ်စေ၊ ပိုသည်ဖြစ်စေ ကိုယ်တော်၏ အသိပညာမှ လွတ်ကင်းခြင်းမရှိပေ။ ဖြစ်ရပ်များမဖြစ်ပွားမီ အရာခပ်သိမ်းကို ကိုယ်တော်သိတော်မူပြီး၊ ၎င်းကို ကိုယ်တော်၏ကျမ်းဂန်၊ အလ်-လောင်းဟ် အလ်-မာဟ်ဖူဇ် ၌ ရေးမှတ်ထားတော်မူသည်။ စဟီးဟ် မွတ်စလင်မ်တွင် 'အဗ်ဒုလ္လာဟ် ဗင်န် အမ်ရ် မှ သတင်းပို့သည်မှာ၊ သူက \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်-\" ဟု ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ قَدَّرَ مَقَادِيرَ الْخَلَائِقِ قَبْلَ خَلْقِ السَّمٰوَاتِ وَالْأَرْضِ بِخَمْسِينَ أَلْفَ سَنَةٍ، وَكَانَ عَرْشُهُ عَلَى الْمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်ဘုံနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းတော်မမူမီ နှစ်ပေါင်းငါးသောင်း အလိုကတည်းက ဖန်ဆင်းခံများ၏ ပမာဏနှင့် သင့်လျော်သော အချိုးအစားနှင့်စပ်လျဉ်း၍ ကိုယ်တော်၏ အမိန့်တော်များကို ထုတ်ပြန်ခဲ့သည်၊ ကိုယ်တော်၏ပလ္လင်တော်သည် ရေပေါ်၌ တည်ရှိခဲ့သည်။)</span> အလ်-စူနန်တွင်၊ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ဟု သဟဗာဟ်များအုပ်စုတစ်စုမှ သတင်းပို့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَّلُ مَا خَلَقَ اللهُ الْقَلَمُ، قَالَ لَهُ: اكْتُبْ، قَالَ: وَ مَا أَكْتُبُ؟ قَالَ: اكْتُبْ مَا هُوَ كَائِنٌ، فَجَرَى الْقَلَمُ بِمَا هُوَ كَائِنٌ إِلَى يَوْمِ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းခဲ့သည့် ပထမဆုံးအရာမှာ ကလောင်တံ ဖြစ်သည်။ ကိုယ်တော်က ကလောင်တံအား \"ရေးလော့!\" ဟု မိန့်တော်မူ၏။ ကလောင်တံက \"ကျွန်တော် ဘာရေးရမလဲ?\" ဟု ဆိုသည်။ ကိုယ်တော်က \"ဖြစ်ပျက်မည့်အရာများကို ရေးလော့\" ဟု မိန့်တော်မူရာ၊ ကလောင်တံသည် ကိယာမသ်နေ့အထိ ဖြစ်ပျက်မည့်အရာအားလုံးကို ရေးမှတ်ခဲ့သည်။)</span> အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكَ فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ၎င်းသည် <span class=\"gray\">(အားလုံး)</span> ကျမ်းဂန်ထဲ၌ ရှိသည်။ ဧကန်မလွဲ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွယ်ကူသော ကိစ္စဖြစ်သည်။)</span></p>"
  },
  {
    "ayah_key": "22:71",
    "group_ayah_key": "22:71",
    "from_ayah": "22:71",
    "to_ayah": "22:72",
    "ayah_keys": "22:71,22:72",
    "text": "<p lang=\"my\" class=\"my \">ထို့ပြင် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားအရာများကို ကိုးကွယ်ကြသည်။ ထိုအရာများအတွက် ကိုယ်တော်သည် မည်သည့်အခွင့်အာဏာကိုမျှ ချပေးတော်မူခြင်းမရှိပေ။ ထို့ပြင် ၎င်းတို့၌ ထိုအရာများအတွက် မည်သည့်အသိပညာမျှ မရှိပေ။ ထို့ပြင် ပြစ်မှုကျူးလွန်သူများအတွက် ကူညီမည့်သူဟူ၍ မရှိပေ။ <span>(၇၁)</span> ထို့ပြင် ကျွန်ုပ်တို့၏ ထင်ရှားသော အာယာသ်များကို ၎င်းတို့အား ရွတ်ဖတ်ပြသောအခါ၊ ကာဖိရ်များ၏ မျက်နှာများတွင် ငြင်းပယ်မှုကို သင်တွေ့မြင်ရမည်။ ၎င်းတို့သည် ကျွန်ုပ်တို့၏ အာယာသ်များကို ရွတ်ဖတ်ပြသူများကို အကြမ်းဖက်တိုက်ခိုက်ရန် နီးပါးအသင့်ဖြစ်နေကြသည်။ ပြောလော့- \"ထိုအရာထက် ပိုမိုဆိုးရွားသည့် အရာကို ငါပြောပြရမည်လား? ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်က ကာဖိရ်များအား ကတိပေးထားသော ငရဲမီးဖြစ်သည်။ ထိုနေရာသည် အမှန်ပင် အဆိုးဆုံးသော ရောက်ရာအရပ်ဖြစ်သည်။ <span>(၇၂)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားအရာများကို ရုပ်တုကိုးကွယ်သူများ ကိုးကွယ်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်၏ အာယာသ်များကို ပြင်းပြင်းထန်ထန် ငြင်းပယ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူများသည် ၎င်းတို့၏ အသိပညာမဲ့မှုနှင့် မယုံကြည်မှုတို့ကြောင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားအရာများကို ကိုးကွယ်ကြသည်၊ ထိုအရာများအတွက် ကိုယ်တော်သည် မည်သည့်အခွင့်အာဏာကိုမျှ ချပေးတော်မူခြင်းမရှိပေ၊ ဆိုလိုသည်မှာ ထိုသို့သော အပြုအမူအတွက် မည်သည့်သက်သေအထောက်အထားမျှ မရှိပေ။ ဤသည်မှာ အာယာသ်ကဲ့သို့ ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ ۚ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားမည်သည့် ဘုရားကိုမဆို ခေါ်ဝေါ်ပန်ကြားသူ၊ သူ့အတွက် မည်သည့်သက်သေအထောက်အထားမျှမရှိသူ၏ အပြစ်ကို စစ်ဆေးမေးမြန်းခြင်းသည် သူ့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။ ဧကန်မလွဲ မယုံကြည်သူများသည် အောင်မြင်မည်မဟုတ်ပေ။)</span><span class=\"gray\">(၂၃:၁၁၇)</span> ထို့ကြောင့် ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَا لَيْسَ لَهُم بِهِ عِلْمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာအတွက် ကိုယ်တော်သည် မည်သည့်အခွင့်အာဏာကိုမျှ ချပေးတော်မူခြင်းမရှိပေ၊ ထို့ပြင် ၎င်းတို့၌ ထိုအရာအတွက် မည်သည့်အသိပညာမျှ မရှိပေ၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် လိမ်လည်ဖန်တီးထားသည့် ကိစ္စရပ်နှင့် ပတ်သက်၍ အသိပညာမရှိကြပေ။ ၎င်းသည် ၎င်းတို့၏ ဖခင်များနှင့် ဘိုးဘွားများထံမှ သက်သေအထောက်အထားမရှိဘဲ လက်ဆင့်ကမ်းလာသည့် အရာသာဖြစ်သည်။ ၎င်း၏ မူလအစမှာ ရှိုင်တွာန်က ၎င်းတို့အတွက် လှပအောင် ဖန်တီးပေးပြီး ဆွဲဆောင်မှုရှိအောင် ပြုလုပ်ပေးခဲ့သည့် အရာများတွင် တည်ရှိသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား သတိပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ပြစ်မှုကျူးလွန်သူများအတွက် ကူညီမည့်သူဟူ၍ မရှိပေ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် ကိုယ်တော်၏ ပြစ်ဒဏ်နှင့် ညှင်းပန်းနှိပ်စက်မှုကို ချပေးတော်မူသောအခါ၊ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ဘေးမှ ကူညီမည့်သူ မည်သူမျှ မရှိပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်တို့၏ ထင်ရှားသော အာယာသ်များကို ၎င်းတို့အား ရွတ်ဖတ်ပြသောအခါ၊)</span> ဆိုလိုသည်မှာ ကုရ်အာန်၏ အာယာသ်များနှင့် အလ္လာဟ်အရှင်မြတ်၏ တောင်းဟီးဒ်အတွက် ထင်ရှားသော သက်သေအထောက်အထားများကို ၎င်းတို့အား ပြောပြသောအခါ၊ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားဘုရားမရှိကြောင်းနှင့် တမန်တော်များ မှန်ကန်စွာ ပြောဆိုခဲ့ကြကြောင်း ၎င်းတို့အား ပြောပြသောအခါ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကျွန်ုပ်တို့၏ အာယာသ်များကို ရွတ်ဖတ်ပြသူများကို အကြမ်းဖက်တိုက်ခိုက်ရန် နီးပါးအသင့်ဖြစ်နေကြသည်။)</span> ထို့နောက် ၎င်းတို့သည် ကုရ်အာန်မှ သက်သေအထောက်အထားများ ယူဆောင်လာသူများကို တိုက်ခိုက်ရန်နှင့် ထိခိုက်နစ်နာအောင် ပြုလုပ်ရန် နီးပါးဖြစ်နေကြပြီး၊ ၎င်းတို့၏ လျှာများနှင့် လက်များကို အသုံးပြု၍ ထိခိုက်နစ်နာအောင် ပြုလုပ်ကြသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောလော့)</span> အို မုဟမ္မဒ်၊ ထိုသူတို့အား-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكُمُ ۗ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာထက် ပိုမိုဆိုးရွားသည့် အရာကို ငါပြောပြရမည်လား? ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်က ကာဖိရ်များအား ကတိပေးထားသော ငရဲမီးဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မီး၊ အမျက်ဒေါသနှင့် ပြစ်ဒဏ်တို့သည် ဤလောကတွင် အလ္လာဟ်အရှင်မြတ်၏ အနီးကပ် မိတ်ဆွေယုံကြည်သူများကို သင်တို့ကြောက်ရွံ့အောင် ပြုလုပ်ရန် ကြိုးစားနေသည့် အရာများထက် များစွာဆိုးရွားသည်။ သင်တို့၏ ထိုအပြုအမူများအတွက် နောင်တမလွန်ဘဝတွင် ရရှိမည့် ပြစ်ဒဏ်သည် သင်တို့ယုံကြည်သူများအား ပြုလုပ်လိုသည်ဟု ပြောဆိုသောအရာထက် ပိုဆိုးရွားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِئْسَ الْمَصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာသည် အမှန်ပင် အဆိုးဆုံးသော ရောက်ရာအရပ်ဖြစ်သည်။)</span> ငရဲမီးသည် နောက်ဆုံးရောက်ရာအရပ်နှင့် နေထိုင်ရာဌာနအဖြစ် မည်မျှဆိုးရွားပါလိမ့်! </p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းသည် နေထိုင်ရာနေရာနှင့် နားခိုရာနေရာအဖြစ် ဆိုးရွားလှပေသည်။)</span><span class=\"gray\">(၂၅:၆၆)</span></p>"
  },
  {
    "ayah_key": "22:73",
    "group_ayah_key": "22:73",
    "from_ayah": "22:73",
    "to_ayah": "22:74",
    "ayah_keys": "22:73,22:74",
    "text": "<p lang=\"my\" class=\"my \">အို လူသားအပေါင်းတို့! ဥပမာတစ်ခုကို ပေးထားပြီ၊ ထို့ကြောင့် နားထောင်ကြကုန်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ခေါ်ဝေါ်ပန်ကြားသောသူတို့သည် ယင်ကောင်တစ်ကောင်ကိုပင် ဖန်ဆင်းနိုင်ကြမည်မဟုတ်ပေ။ ၎င်းတို့သည် ထိုရည်ရွယ်ချက်အတွက် ပူးပေါင်းပါဝင်ကြသော်လည်း ဖြစ်သည်။ ထို့ပြင် ယင်ကောင်သည် ၎င်းတို့ထံမှ တစ်ခုခုကို လုယူသွားပါက၊ ၎င်းတို့သည် ယင်ကောင်ထံမှ ထိုအရာကို ပြန်လည်ရယူနိုင်သည့် စွမ်းအားမရှိပေ။ ရှာဖွေသူနှင့် ရှာဖွေခံတို့သည် အလွန်အားနည်းလှပေသည်။ <span>(၇၃)</span> ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား ကိုယ်တော်၏ ထိုက်တန်သော ဂုဏ်ရည်နှင့်အညီ အလေးအမြတ်မပြုခဲ့ကြပေ။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံတန်ခိုးရှင်၊ အနန္တတန်ခိုးရှင် ဖြစ်တော်မူ၏။ <span>(၇၄)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုများ၏ အရေးမပါမှုနှင့် ၎င်းတို့ကို ကိုးကွယ်သူများ၏ မိုက်မဲမှု</h2></div><p lang=\"my\" class=\"my \">ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုများ၏ အရေးမပါမှုနှင့် ၎င်းတို့ကို ကိုးကွယ်သူများ၏ မိုက်မဲမှုကို ထောက်ပြတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားအပေါင်းတို့! ဥပမာတစ်ခုကို ပေးထားပြီ၊)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ကို မသိသူများနှင့် ကိုယ်တော်နှင့် အခြားသူများကို ဖက်စပ်လုပ်သူများ ကိုးကွယ်သည့်အရာ၏ ဥပမာဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَاسْتَمِعُوا لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် နားထောင်ကြကုန်)</span> အာရုံစိုက်ပြီး နားလည်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ لَن يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ခေါ်ဝေါ်ပန်ကြားသောသူတို့သည် ယင်ကောင်တစ်ကောင်ကိုပင် ဖန်ဆင်းနိုင်ကြမည်မဟုတ်ပေ။ ၎င်းတို့သည် ထိုရည်ရွယ်ချက်အတွက် ပူးပေါင်းပါဝင်ကြသော်လည်း ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">သင်တို့ကိုးကွယ်သော ရုပ်တုများနှင့် မှားယွင်းသော ဘုရားများအားလုံး ပေါင်းစည်း၍ ယင်ကောင်တစ်ကောင်တည်းကို ဖန်ဆင်းရန် စုဝေးခဲ့ကြသော်လည်း၊ ၎င်းတို့သည် ထိုသို့ပြုလုပ်နိုင်မည်မဟုတ်ပေ။ အိမာမ် အဟ်မဒ်သည် အဘူ ဟုရိုင်ရာဟ်မှ မာရ်ဖူအ် သတင်းကို မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَنْ أَظْلَمُ مِمَّنْ خَلَقَ (خَلْقًا) كَخَلْقِي، فَلْيَخْلُقُوا مِثْلَ خَلْقِي ذَرَّةً أَوْ ذُبَابَةً أَوْ حَبَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငါ၏ ဖန်ဆင်းခြင်းကဲ့သို့ တစ်စုံတစ်ခုကို ဖန်ဆင်းရန် ကြိုးစားသူထက် မည်သူက ပိုမိုပြစ်မှားသနည်း? ၎င်းတို့သည် ငါ၏ ဖန်ဆင်းခြင်းကဲ့သို့ ပုရွက်ဆိတ်တစ်ကောင် သို့မဟုတ် ယင်ကောင်တစ်ကောင် သို့မဟုတ် အစေ့တစ်စေ့ကို ဖန်ဆင်းကြပါစေ!\")</span></p><p lang=\"my\" class=\"my \">ဤအရာကို သဟီးဟ်ကျမ်းနှစ်ခု၏ ပြုစုသူများကလည်း 'အူမာရာဟ်မှတစ်ဆင့် အဘူ ဇုရ်အာဟ်မှတစ်ဆင့် အဘူ ဟုရိုင်ရာဟ်' ထံမှ မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းက တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ဟု ဆိုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ عَزَّ وَجَلَّ وَمَنْ أَظْلَمُ مِمَّنْ ذَهَبَ يَخْلُقُ كَخَلْقِي، فَلْيَخْلُقُوا ذَرَّةً، فَلْيَخْلُقُوا شَعِيرَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်- \"ငါ၏ ဖန်ဆင်းခြင်းကဲ့သို့ <span class=\"gray\">(တစ်ခုခု)</span> ကို ဖန်ဆင်းရန် ကြိုးစားသူထက် မည်သူက ပိုမိုပြစ်မှားသနည်း? ၎င်းတို့သည် ပုရွက်ဆိတ်တစ်ကောင်ကို ဖန်ဆင်းကြပါစေ၊ ၎င်းတို့သည် မုယောစပါးစေ့တစ်စေ့ကို ဖန်ဆင်းကြပါစေ။\")</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَّا يَسْتَنقِذُوهُ مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ယင်ကောင်သည် ၎င်းတို့ထံမှ တစ်ခုခုကို လုယူသွားပါက၊ ၎င်းတို့သည် ယင်ကောင်ထံမှ ထိုအရာကို ပြန်လည်ရယူနိုင်သည့် စွမ်းအားမရှိပေ။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ယင်ကောင်တစ်ကောင်တည်းကိုပင် ဖန်ဆင်းနိုင်စွမ်းမရှိပေ။ ထို့ပြင် ၎င်းတို့သည် ယင်ကောင်ကို ခုခံတွန်းလှန်နိုင်ခြင်း၊ သို့မဟုတ် ၎င်းဆင်းသက်သော ကောင်းမွန်မွှေးကြိုင်သောအရာမှ တစ်စုံတစ်ခုကို ယူသွားပါက ယင်ကောင်အပေါ် လက်စားချေနိုင်ခြင်း မရှိပေ။ ၎င်းတို့သည် ထိုအရာကို ပြန်လည်ရယူလိုလျှင်ပင် မလုပ်နိုင်ကြပေ။ ယင်ကောင်သည် အလ္လာဟ်အရှင်မြတ်ဖန်ဆင်းခဲ့သော အရာများအနက် အားအနည်းဆုံးနှင့် အရေးအပါဆုံးဖြစ်သော်လည်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှာဖွေသူနှင့် ရှာဖွေခံတို့သည် အလွန်အားနည်းလှပေသည်။)</span> အိဗ်နု အဗ္ဗာစ်က \"ရှာဖွေသူသည် ရုပ်တုဖြစ်ပြီး ရှာဖွေခံသည် ယင်ကောင်ဖြစ်သည်\" ဟု ဆိုသည်။ ဤသည်မှာ အိဗ်နု ဂျရီရ် နှစ်သက်သော အမြင်ဖြစ်ပြီး၊ ၎င်းသည် အကြောင်းအရာအရ ထင်ရှားသည်။ အစ်-စူဒီနှင့် အခြားသူများက \"ရှာဖွေသူသည် ကိုးကွယ်သူဖြစ်ပြီး ရှာဖွေခံသည် ရုပ်တုဖြစ်သည်\" ဟု ဆိုကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား ကိုယ်တော်၏ ထိုက်တန်သော ဂုဏ်ရည်နှင့်အညီ အလေးအမြတ်မပြုခဲ့ကြပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးတော်နှင့် စွမ်းအားကို အသိအမှတ်မပြုခဲ့ကြပေ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ကိုယ်တော်နှင့်အတူ ယင်ကောင်တစ်ကောင်ကိုပင် မကာကွယ်နိုင်သော အရာများကို ကိုးကွယ်ကြသောကြောင့် ၎င်းတို့သည် အလွန်အားနည်းပြီး မစွမ်းဆောင်နိုင်ကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံတန်ခိုးရှင်၊ အနန္တတန်ခိုးရှင် ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် အလုံးစုံတန်ခိုးရှင်ဖြစ်ပြီး၊ ကိုယ်တော်၏ တန်ခိုးနှင့် စွမ်းအားဖြင့် အရာခပ်သိမ်းကို ဖန်ဆင်းတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ဖန်ဆင်းခြင်းကို စတင်ဖန်ဆင်းတော်မူသူ ဖြစ်သည်။ ထို့နောက် ကိုယ်တော်သည် ၎င်းကို ထပ်မံပြုလုပ်တော်မူမည်။ ဤသည်မှာ ကိုယ်တော်အတွက် ပို၍လွယ်ကူသည်။)</span><span class=\"gray\">(၃၀:၂၇)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ - إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ သင်၏ အရှင်မြတ်၏ ပြစ်ဒဏ်သည် ပြင်းထန်ပြီး နာကျင်စေသည်။ ဧကန်မလွဲ ကိုယ်တော်သည်သာ စတင်ဖန်ဆင်းသူနှင့် ထပ်မံပြုလုပ်သူ ဖြစ်သည်။)</span><span class=\"gray\">(၈၅:၁၂-၁၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ရစ်ဇ်ခ်ပေးသနားတော်မူသူ၊ စွမ်းအားပိုင်ရှင်၊ အခိုင်မာဆုံး ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၅၁:၅၈)</span>။</p><p class=\"ky qpc-hafs\" lang=\"ky\">عَزِيزٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနန္တတန်ခိုးရှင်)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် အရာခပ်သိမ်းကို အုပ်စိုးပြီး နှိမ်နင်းထားတော်မူသည်။ ကိုယ်တော်ကို ဆန့်ကျင်နိုင်သူ သို့မဟုတ် ကိုယ်တော်၏ တန်ခိုးနှင့် စွမ်းအားကို ကျော်လွှားနိုင်သူ မရှိပေ။ ကိုယ်တော်သည် တစ်ပါးတည်းသော နှိမ်နင်းသူ ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "22:75",
    "group_ayah_key": "22:75",
    "from_ayah": "22:75",
    "to_ayah": "22:76",
    "ayah_keys": "22:75,22:76",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် မလာအိကဟ်များထဲမှ ရစူလ်တမန်တော်များကို ရွေးချယ်တော်မူပြီး လူသားများထဲမှလည်း ရွေးချယ်တော်မူသည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကြားတော်မူသောအရှင်၊ အလုံးစုံမြင်တော်မူသောအရှင် ဖြစ်တော်မူ၏။ <span>(၇၅)</span> ကိုယ်တော်သည် ၎င်းတို့ရှေ့၌ရှိသောအရာနှင့် ၎င်းတို့နောက်၌ရှိသောအရာကို သိတော်မူသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်ထံသို့ အရာခပ်သိမ်းတို့သည် ပြန်လည်ရောက်ရှိကြမည်။ <span>(၇၆)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် မလာအိကဟ်များထဲမှ ရစူလ်တမန်တော်များကို ရွေးချယ်ခြင်းနှင့် လူသားများထဲမှ ရစူလ်တမန်တော်များကို ရွေးချယ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ မလာအိကဟ်များထဲမှ ရစူလ်တမန်တော်များကို ကိုယ်တော်အလိုရှိသလို ကိုယ်တော်၏ ဥပဒေနှင့် အမိန့်တော်ဖြင့် ရွေးချယ်တော်မူကြောင်း၊ ထို့ပြင် ကိုယ်တော်၏ သတင်းစကားကို ပို့ဆောင်ရန် လူသားများထဲမှ ရစူလ်တမန်တော်များကို ရွေးချယ်တော်မူကြောင်း ကျွန်ုပ်တို့အား ပြောကြားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကြားတော်မူသောအရှင်၊ အလုံးစုံမြင်တော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ကိုယ်တော်၏ ကျွန်များ ပြောသမျှကို ကြားတော်မူပြီး ၎င်းတို့အား မြင်တော်မူကာ ၎င်းတို့အနက် မည်သူက ထိုအရာကို ထိုက်တန်သည်ကို သိတော်မူသည်။ ကိုယ်တော်မိန့်တော်မူသကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ သတင်းစကားကို မည်သူနှင့် အပ်နှင်းရမည်ကို အကောင်းဆုံးသိတော်မူသည်။)</span><span class=\"gray\">(၆:၁၂၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۗ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ၎င်းတို့ရှေ့၌ရှိသောအရာနှင့် ၎င်းတို့နောက်၌ရှိသောအရာကို သိတော်မူသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်ထံသို့ အရာခပ်သိမ်းတို့သည် ပြန်လည်ရောက်ရှိကြမည်။)</span> ကိုယ်တော်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော်များနှင့် ကိုယ်တော်စေလွှတ်ခဲ့သော သတင်းစကားတို့အား မည်သည့်အရာများ ဖြစ်ပျက်မည်ကို သိတော်မူသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့၏ မည်သည့်ကိစ္စမျှ ကိုယ်တော်ထံမှ ဖုံးကွယ်ထားခြင်းမရှိပေ။ ကိုယ်တော်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِ أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဂိုင်ဘ် <span class=\"gray\">(မမြင်နိုင်သောအရာ)</span> ကို အလုံးစုံသိတော်မူသောအရှင်၊ ကိုယ်တော်သည် ကိုယ်တော်၏ ဂိုင်ဘ်ကို မည်သူတစ်ဦးတစ်ယောက်အားမျှ ထုတ်ဖော်ပြသတော်မမူ။\")</span><span class=\"gray\">(၇၂:၂၆)</span> ကိုယ်တော်၏ မိန့်တော်မူချက်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَحْصَىٰ كُلَّ شَيْءٍ عَدَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကိုယ်တော်သည် အရာခပ်သိမ်းကို အရေအတွက်အတိုင်း ရေတွက်ထားတော်မူသည်။)</span><span class=\"gray\">(၇၂:၂၈)</span> ထို့ကြောင့် ကိုယ်တော်၊ ကိုယ်တော်အား ချီးမွမ်းခြင်းရှိပါစေ၊ ၎င်းတို့အား စောင့်ရှောက်တော်မူပြီး၊ ၎င်းတို့နှင့်ပတ်သက်၍ ပြောဆိုသောအရာများကို သက်သေခံတော်မူသည်။ ကိုယ်တော်သည် ၎င်းတို့အား ကာကွယ်ပေးပြီး ပံ့ပိုးပေးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ۖ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ۚ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို တမန်တော်! သင်၏ အရှင်မြတ်ထံမှ သင့်ထံသို့ ချပေးတော်မူခဲ့သော အရာကို ကြွေးကြော်ပါ။ ထို့ပြင် သင်မလုပ်ပါက၊ သင်သည် ကိုယ်တော်၏ သတင်းစကားကို မပို့ဆောင်ခဲ့ပေ။ အလ္လာဟ်အရှင်မြတ်သည် လူသားများထံမှ သင့်အား ကာကွယ်ပေးလိမ့်မည်။)</span><span class=\"gray\">(၅:၆၇)</span>။</p>"
  }
]