[
  {
    "ayah_key": "30:38",
    "group_ayah_key": "30:38",
    "from_ayah": "30:38",
    "to_ayah": "30:40",
    "ayah_keys": "30:38,30:39,30:40",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် ဆွေမျိုးဉာတိများအား ၎င်းတို့၏ ရပိုင်ခွင့်ကိုလည်းကောင်း၊ အလ်-မိစ်ကင်းနှင့် ခရီးသွားလာသူအားလည်းကောင်း ပေးကြကုန်။ ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာဖွေသူများအတွက် အကောင်းဆုံးဖြစ်ပြီး ၎င်းတို့သည် အောင်မြင်သူများ ဖြစ်ကြပေမည် <span>(၃၈)</span>လူအများ၏ ပစ္စည်းများမှ တိုးပွားလာစေရန်အတွက် သင်တို့ ရီဘာ (အတိုး) အနေဖြင့် ပေးသောအရာသည် အလ္လာဟ်အရှင်မြတ်အထံတော်၌ တိုးပွားခြင်းမရှိချေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာဖွေလျက် ဇကားသ် (တောင်းရမ်းသူတို့အား ထောက်ပံ့သောပစ္စည်း) အနေဖြင့် သင်တို့ ပေးသောအရာကိုမူ ၎င်းတို့သည် အဆများစွာ တိုးပွားခြင်းကို ရရှိကြပေမည် <span>(၃၉)</span>အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို ဖန်ဆင်းတော်မူသော၊ ထို့နောက် သင်တို့ကို စားနပ်ရိက္ခာများ ပေးတော်မူသော၊ ထို့နောက် သင်တို့ကို သေစေတော်မူသော၊ ထို့နောက် သင်တို့ကို အသက်ရှင်စေတော်မူသော အရှင်ဖြစ်တော်မူ၏။ သင်တို့၏ ဖက်စပ်များအနက် ထိုအရာတို့မှ တစ်စုံတစ်ရာကို ပြုလုပ်နိုင်သူ တစ်ဦးတစ်ယောက်မျှ ရှိသလော။ ကိုယ်တော်သည် ဘုန်းတော်ကြီးတော်မူ၏။ ထိုသူတို့ ဖက်စပ်ထားကြသောအရာအားလုံးထက် ကိုယ်တော်သည် အလွန်မြင့်မြတ်တော်မူ၏ <span>(၄၀)</span></p><p lang=\"my\" class=\"my \">ဆွေမျိုးဉာတိ ဆက်ဆံရေးကို ထိန်းသိမ်းရန် အမိန့်နှင့် ရီဘာ (အတိုး) ကို တားမြစ်ခြင်း </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ပေးလှူရန် အမိန့်ပေးသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَا الْقُرْبَىٰ حَقَّهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွေမျိုးဉာတိများအား ၎င်း၏ ရပိုင်ခွင့်ကို)</span> ၎င်း၏ ရိုသေလေးစားမှုနှင့် ဆွေမျိုးဉာတိဆက်ဆံရေးကို ထိန်းသိမ်းမှု။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمِسْكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-မိစ်ကင်းအား)</span> ၎င်း၏ လိုအပ်ချက်များအတွက် သုံးစွဲရန် ဘာမှမရှိသူ၊ သို့မဟုတ် တစ်စုံတစ်ရာရှိသော်လည်း မလုံလောက်သူ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَابْنَ السَّبِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခရီးသွားလာသူအား။)</span> ခရီးစဉ်အတွင်း ငွေကြေးနှင့် အခြားအရာများ လိုအပ်နေသော ခရီးသွားသူ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာဖွေသူများအတွက် အကောင်းဆုံးဖြစ်၏။)</span> ဆိုလိုသည်မှာ ကိယာမတ်နေ့တွင် ကိုယ်တော်အား ဖူးမြင်ရခြင်းသည် အမြင့်ဆုံး ပန်းတိုင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အောင်မြင်သူများ ဖြစ်ကြပေမည်။)</span> ဆိုလိုသည်မှာ ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူအများ၏ ပစ္စည်းများမှ တိုးပွားလာစေရန်အတွက် သင်တို့ ရီဘာ (အတိုး) အနေဖြင့် ပေးသောအရာသည် အလ္လာဟ်အရှင်မြတ်အထံတော်၌ တိုးပွားခြင်းမရှိချေ။)</span> ဆိုလိုသည်မှာ အခြားသူများအား ၎င်းတို့ရရှိသည်ထက် ပိုမိုပြန်ပေးလိမ့်မည်ဟု မျှော်လင့်ချက်ဖြင့် လက်ဆောင်အဖြစ် ပေးသောအရာကို ဆိုသည်။ ဤအရာအတွက် အလ္လာဟ်အရှင်မြတ်အထံတော်၌ အကျိုးကျေးဇူးမရှိချေ။ ဤအာယသ်ကို အိဗ်နု အဘ်ဗားစ်၊ မုဂျာဟိဒ်၊ အဒ်-ဒဟ်ဟားက်၊ ကတာဒဟ်၊ အိကရီမာဟ်၊ မုဟမ္မဒ် ဘင်န် ကအ်ဗ်နှင့် အစ်-ရှအ်ဗီတို့က ဤသို့ အဓိပ္ပာယ်ဖွင့်ဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَٰئِكَ هُمُ الْمُضْعِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာဖွေလျက် ဇကားသ် (တောင်းရမ်းသူတို့အား ထောက်ပံ့သောပစ္စည်း) အနေဖြင့် သင်တို့ ပေးသောအရာကိုမူ ၎င်းတို့သည် အဆများစွာ တိုးပွားခြင်းကို ရရှိကြပေမည်။)</span> ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က အကျိုးကျေးဇူးကို အဆများစွာ တိုးပွားပေးမည့်သူများ ဖြစ်သည်။ စဟီးဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَصَدَّقَ أَحَدٌ بِعَدْلِ تَمْرَةٍ مِنْ كَسْبٍ طَيِّبٍ إِلَّا أَخَذَهَا الرَّحْمَنُ بِيَمِينِهِ فَيُرَبِّيهَا لِصَاحِبِهَا، كَمَا يُرَبِّي أَحَدُكُمْ فَلُوَّهُ أَوْ فَصِيلَهُ حَتَّى تَصِيرَ التَّمْرَةُ أَعْظَمَ مِنْ أُحُدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို တရားဝင်ရရှိသော ဇီးသီးတစ်လုံးစာကို လှူဒါန်းခဲ့ပါက အလွန်ကရုဏာရှင်ဖြစ်တော်မူသော အရှင်သည် ၎င်းကို ကိုယ်တော်၏ လက်ယာတော်ဖြင့် ယူ၍ ၎င်း၏ ပိုင်ရှင်အတွက် ပြုစုစောင့်ရှောက်တော်မူသည်၊ သင်တို့အနက်မှ မည်သူမဆို ၎င်း၏ မြင်းပုကလေး သို့မဟုတ် ကုလားအုတ်ငယ်ကို ပြုစုစောင့်ရှောက်သကဲ့သို့ပင်၊ ဇီးသီးသည် အူဟွဒ်တောင်အရွယ်အစားဖြစ်လာသည်အထိ။)</span></p><p lang=\"my\" class=\"my \">ဖန်ဆင်းခြင်း၊ ပေးကမ်းထောက်ပံ့ခြင်း၊ အသက်ရှင်ခြင်းနှင့် သေဆုံးခြင်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လက်တော်တွင်သာ ရှိ၏ </p><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို ဖန်ဆင်းတော်မူသော၊ ထို့နောက် သင်တို့ကို စားနပ်ရိက္ခာများ ပေးတော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ဖန်ဆင်းရှင်နှင့် ပေးကမ်းထောက်ပံ့ရှင် ဖြစ်တော်မူ၏။ ကိုယ်တော်သည် လူသားကို မိခင်၏ ဝမ်းမှ ကိုယ်တုံးလုံး၊ ဘာမှမသိဘဲ၊ မြင်နိုင်ကြားနိုင်ခြင်းမရှိဘဲ၊ ခွန်အားမရှိဘဲ ထုတ်ယူတော်မူ၏။ ထို့နောက် ကိုယ်တော်သည် ၎င်းအား အိမ်သုံးပစ္စည်းများ၊ အဝတ်အစားများ၊ ဓနဥစ္စာများ၊ ပိုင်ဆိုင်မှုများနှင့် ဝင်ငွေများကို ပေးကမ်းလျက် ဤအရာအားလုံးကို ပေးတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ يُمِيتُكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့ကို သေစေတော်မူ၏။)</span> ဆိုလိုသည်မှာ ဤဘဝပြီးနောက် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُحْيِيكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် <span class=\"gray\">(တစ်ဖန်)</span> ကိုယ်တော်သည် သင်တို့ကို အသက်ရှင်စေတော်မူ၏။)</span> ဆိုလိုသည်မှာ ကိယာမတ်နေ့တွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> هَلْ مِنْ شُرَكَائِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဖက်စပ်များအနက်)</span> ဆိုလိုသည်မှာ သင်တို့ အလ္လာဟ်အရှင်မြတ်အစား ကိုးကွယ်သူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ يَفْعَلُ مِنْ ذَٰلِكُمْ مِنْ شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာတို့မှ တစ်စုံတစ်ရာကို ပြုလုပ်နိုင်သူ ရှိသလော။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အနက် မည်သူမျှ ထိုအရာများထဲမှ တစ်ခုကိုမျှ ပြုလုပ်နိုင်စွမ်းမရှိပေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းခြင်း၊ ပေးကမ်းထောက်ပံ့ခြင်း၊ အသက်ရှင်စေခြင်းနှင့် သေစေခြင်းတို့၏ စွမ်းအားများတွင် အမှီအခိုကင်းသော အရှင်ဖြစ်တော်မူ၏။ ထို့နောက် ကိုယ်တော်သည် ကိယာမတ်နေ့တွင် ကိုယ်တော်၏ ဖန်ဆင်းထားမှုများကို ပြန်လည်ရှင်ပြန်စေမည်။ ထို့ကြောင့် ဤအရာအားလုံးပြီးနောက် ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ဘုန်းတော်ကြီးတော်မူ၏။ ထိုသူတို့ ဖက်စပ်ထားကြသောအရာအားလုံးထက် ကိုယ်တော်သည် အလွန်မြင့်မြတ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် မည်သည့်ဖက်စပ်၊ ရွယ်တူ၊ တန်းတူ၊ သား သို့မဟုတ် ဖခင်မျှ ရှိခြင်းမှ အလွန်မြင့်မြတ်၍ သန့်စင်တော်မူပြီး ချီးမွမ်းခြင်းခံရသူ ဖြစ်တော်မူ၏။ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် တစ်ဆူတည်းသော၊ ထူးခြားသော၊ အလိုအလျောက် ရပ်တည်တော်မူသော သခင်ဖြစ်တော်မူ၏။ ကိုယ်တော်သည် မမွေးဖွားခဲ့ပေ၊ မွေးဖွားခြင်းလည်း မခံခဲ့ရပေ၊ ကိုယ်တော်နှင့်တူသော မည်သူမျှမရှိပေ။</p>"
  },
  {
    "ayah_key": "30:41",
    "group_ayah_key": "30:41",
    "from_ayah": "30:41",
    "to_ayah": "30:42",
    "ayah_keys": "30:41,30:42",
    "text": "<p class=\"my translation\" lang=\"my\">လူသားတို့၏ လက်များက ရှာဖွေရရှိခဲ့သောအရာများကြောင့် ကုန်းမြေနှင့် ပင်လယ်၌ ပျက်စီးယိုယွင်းမှုများ ပေါ်ပေါက်ခဲ့လေပြီ။ (၎င်းတို့ ပြုခဲ့ကြသည့်အရာ၏) အစိတ်အပိုင်းတစ်ခုကို ၎င်းတို့အား မြည်းစမ်းစေရန်အတွက် ဖြစ်၏။ သို့မှသာ ၎င်းတို့သည် (မိမိတို့၏ အပြစ်များမှ) ပြန်လာကြလိမ့်မည် <span>(၄၁)</span>ပြောပါလေ (အို နဗီတမန်တော်)။ “ကမ္ဘာမြေပြင်၌ ခရီးသွားလာကြကုန်၊ သင်တို့ရှေ့က လူတို့၏ အဆုံးသတ်သည် မည်သို့နည်းဟူသည်ကို ရှုမြင်ကြကုန်။” ၎င်းတို့အနက် အများစုမှာ ရုပ်တုကိုးကွယ်သူများ ဖြစ်ကြသည် <span>(၄၂)</span></p><p lang=\"my\" class=\"my \">ဤလောကတွင် အပြစ်၏ သက်ရောက်မှုများ</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ်ဗားစ်၊ အိကရီမာဟ်၊ အဒ်-ဒဟ်ဟားက်၊ အစ်-စွတ်ဒ်ဒီနှင့် အခြားသူများက “ဤနေရာရှိ အလ်-ဘဲရ်ရ်ဆိုသည်မှာ မြေလွတ်မြေရိုင်း သို့မဟုတ် တောကန္တာရကို ဆိုလိုပြီး အလ်-ဘဟ်ရ်ဆိုသည်မှာ မြို့ပြများကို ဆိုလိုသည်။” ဟု ပြောကြားခဲ့ကြသည်။ အိဗ်နု အဘ်ဗားစ်နှင့် အိကရီမာဟ်တို့မှ ပြောကြားခဲ့သော သတင်းတစ်ရပ်အရ အလ်-ဘဟ်ရ်ဆိုသည်မှာ မြစ်ကမ်းနားရှိ မြို့ပြများကို ရည်ညွှန်းသည်။ အခြားသူများကမူ ပုံမှန်စကားလုံးအဓိပ္ပာယ်များဖြစ်သည့် ကုန်းမြေနှင့် ပင်လယ်ကို ဆိုလိုသည်ဟု ပြောကြားခဲ့ကြသည်။ ဇိုင်ဒ် ဘင်န် ရာဖိအ်က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ظَهَرَ الْفَسَادُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပျက်စီးယိုယွင်းမှု ပေါ်ပေါက်ခဲ့လေပြီ)</span> “မိုးရေကို ကုန်းမြေမှ ဆိုင်းငံ့ထားပြီးနောက် ငတ်မွတ်ခေါင်းပါးမှု ဖြစ်ပေါ်လာသည်၊ ပင်လယ်မှလည်း ဆိုင်းငံ့ထားရာ ၎င်းတွင် နေထိုင်သော တိရစ္ဆာန်များကို ဆိုးကျိုးသက်ရောက်စေသည်။” ဤအရာကို အိဗ်နု အဘီ ဟာတိမ်က မှတ်တမ်းတင်ခဲ့ပြီး ၎င်းက “မုဟမ္မဒ် ဘင်န် အဘ်ဒွလ္လာဟ် ဘင်န် ယဇီးဒ် အလ်-မုကရီအ်က ဆူဖ်ယားန်ထံမှ၊ ဆူဖ်ယားန်က ဟုမိုင်ဒ် ဘင်န် ကိုင်းစ် အလ်-အအ်ရာဂျ်ထံမှ၊ ဟုမိုင်ဒ် ဘင်န် ကိုင်းစ် အလ်-အအ်ရာဂျ်က မုဂျာဟိဒ်ထံမှ ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုန်းမြေနှင့် ပင်လယ်၌ ပျက်စီးယိုယွင်းမှု ပေါ်ပေါက်ခဲ့လေပြီ)</span> “ကုန်းမြေပေါ်ရှိ ပျက်စီးယိုယွင်းမှုဆိုသည်မှာ အာဒမ်၏သားကို သတ်ဖြတ်ခြင်းဖြစ်ပြီး ပင်လယ်ပေါ်ရှိ ပျက်စီးယိုယွင်းမှုဆိုသည်မှာ ပင်လယ်ဓားပြတိုက်ခြင်းဖြစ်သည်။” ပထမအမြင်အရ၊ ဤစကားစုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့၏ လက်များက ရှာဖွေရရှိခဲ့သောအရာများကြောင့် ကုန်းမြေနှင့် ပင်လယ်၌ ပျက်စီးယိုယွင်းမှုများ ပေါ်ပေါက်ခဲ့လေပြီ။)</span> ဆိုလိုသည်မှာ သီးနှံနှင့် သစ်သီးဝလံများ လျော့နည်းခြင်းသည် အပြစ်များကြောင့် ဖြစ်သည်။ အဘူ အလ်-အာလိယာဟ်က “ကမ္ဘာပေါ်တွင် အလ္လာဟ်အရှင်မြတ်ကို မနာခံသူတိုင်းသည် ကမ္ဘာကို ဖျက်ဆီးခဲ့ပြီ၊ အဘယ်ကြောင့်ဆိုသော် ကမ္ဘာမြေနှင့် ကောင်းကင်တို့၏ ကောင်းမွန်သောအခြေအနေသည် အလ္လာဟ်အရှင်မြတ်အား နာခံမှုအပေါ်တွင် မူတည်သောကြောင့်ဖြစ်သည်။” ထို့ကြောင့် အဘူ ဒါဝုဒ်က မှတ်တမ်းတင်ခဲ့သော ဟဒီးစ်တွင် ဤသို့ ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَحَدٌّ يُقَامُ فِي الْأَرْضِ أَحَبُّ إِلَى أَهْلِهَا مِنْ أَنْ يُمْطَرُوا أَرْبَعِينَ صَبَاحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုန်းမြေပေါ်တွင် အကောင်အထည်ဖော်သော မည်သည့် ပြဋ္ဌာန်းထားသော ပြစ်ဒဏ်မဆို ၎င်း၏ လူများအတွက် ရက်ပေါင်းလေးဆယ်ကြာ မိုးရွာခြင်းထက် ပိုမိုကောင်းမွန်ပါသည်။)</span> အဘယ်ကြောင့်ဆိုသော် ပြဋ္ဌာန်းထားသော ပြစ်ဒဏ်များကို အကောင်အထည်ဖော်ပါက ၎င်းသည် လူအများစု သို့မဟုတ် အများအပြားကို အလ္လာဟ်အရှင်မြတ်၏ တားမြစ်ချက်များကို ချိုးဖောက်ခြင်းမှ တားဆီးလိမ့်မည်။ ၎င်းတို့သည် အပြစ်ကို စွန့်လွှတ်ပါက ၎င်းသည် ကောင်းကင်များနှင့် ကမ္ဘာမြေပေါ်တွင် ကောင်းချီးမင်္ဂလာများအတွက် အကြောင်းရင်း ဖြစ်လိမ့်မည်။ ထို့ကြောင့် နောက်ဆုံးကာလတွင် အီစာ ဘင်န် မရ်ယမ် (ကိုယ်တော်အပေါ် ငြိမ်းချမ်းခြင်းရှိပါစေ) ဆင်းသက်လာသောအခါ ၎င်းကာလတွင် ဤရှရီအသ် (ဥပဒေ) အရ တရားစီရင်မည်ဖြစ်ပြီး ဝက်များကို သတ်ဖြတ်မည်၊ လက်ဝါးကပ်တိုင်ကို ဖျက်ဆီးမည်၊ ဂျစ်ဇ်ယာ (အခြားဘာသာဝင်များထံမှ ကောက်ခံသော အခွန်) ကို ဖျက်သိမ်းမည်။ အစ္စလာမ် သို့မဟုတ် ဓားမှလွဲ၍ မည်သည့်အရာကိုမျှ လက်ခံမည်မဟုတ်။ အလ္လာဟ်အရှင်မြတ်က ဒဂျ်ဂျဲလ်နှင့် ၎င်း၏နောက်လိုက်များ၊ ယာဂျူဂျ်နှင့် မာဂျူဂျ်တို့ကို ၎င်း၏ကာလတွင် ဖျက်ဆီးသောအခါ ကမ္ဘာမြေသို့ “သင်၏ ကောင်းချီးမင်္ဂလာကို ထုတ်ဖော်လော့” ဟု ပြောကြားမည်။ ထို့နောက် လူအုပ်စုများသည် သလဲသီးတစ်လုံးမှ စားသုံးကြမည်ဖြစ်ပြီး ၎င်း၏ အခွံအောက်တွင် အရိပ်ခိုကြမည်ဖြစ်ပြီး ကိုယ်ဝန်ဆောင် ကုလားအုတ်တစ်ကောင်၏ နို့ရည်သည် လူအုပ်စုတစ်စုအတွက် လုံလောက်မည်ဖြစ်သည်။ ဤအရာသည် မုဟမ္မဒ် ﷺ ၏ ရှရီအသ်ကို အကောင်အထည်ဖော်ခြင်းမှ ရရှိလာသော ကောင်းချီးမင်္ဂလာများကြောင့်သာ ဖြစ်သည်။ တရားမျှတမှု ပိုမိုခိုင်မာလာလေ၊ ကောင်းချီးမင်္ဂလာနှင့် ကောင်းမွန်သောအရာများ ပိုမိုတိုးပွားလာလေဖြစ်သည်။ စဟီးဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْفَاجِرَ إِذَا مَاتَ تَسْتَرِيحُ مِنْهُ الْعِبَادُ وَالْبِلَادُ وَالشَّجَرُ وَالدَّوَابُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆိုးသွမ်းသူ သေဆုံးသောအခါ၊ ၎င်းသည် လူများ၊ ကုန်းမြေ၊ သစ်ပင်များနှင့် တိရစ္ဆာန်များအတွက် သက်သာရာရခြင်း ဖြစ်သည်။)</span> အီမာမ် အဟ်မဒ် ဘင်န် ဟန်ဘဲလ်က အဘူ ကဟ်ဒန်က ပြောကြားသည်- “ဇီယဒ် သို့မဟုတ် အိဗ်နု ဇီယဒ်လက်ထက်တွင် လူတစ်ဦးသည် ဇီးသီးစေ့အရွယ်အစားရှိသော ဂျုံစပါးများကို ထုပ်ပိုးထားသည့် အဝတ်စတစ်ခုကို တွေ့ရှိခဲ့သည်၊ ၎င်းပေါ်တွင် 'ဤအရာသည် တရားမျှတမှု ထွန်းကားသောကာလတွင် ပေါက်ရောက်ခဲ့သည်' ဟု ရေးထားသည်။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ပြုခဲ့ကြသည့်အရာ၏ အစိတ်အပိုင်းတစ်ခုကို ၎င်းတို့အား မြည်းစမ်းစေရန်အတွက် ဖြစ်၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ၎င်းတို့ ပြုခဲ့ကြသည့်အရာအတွက် စမ်းသပ်မှုနှင့် ပြစ်ဒဏ်အဖြစ် ဓနဥစ္စာ၊ အသက်နှင့် သစ်သီးဝလံများ ဆုံးရှုံးခြင်းဖြင့် စမ်းသပ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَعَلَّهُمْ يَرْجِعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ ၎င်းတို့သည် (မိမိတို့၏ အပြစ်များမှ) ပြန်လာကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ မနာခံမှုမှ ပြန်လာခြင်းဖြစ်သည်။ ဤအရာသည် ဤအာယသ်နှင့်တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ၎င်းတို့ လှည့်ပြန်လာရန်အလို့ငှာ ၎င်းတို့အား ကောင်းကျိုးနှင့် ဆိုးကျိုးတို့ဖြင့် စမ်းသပ်ခဲ့တော်မူ၏။)</span><span class=\"gray\">(7:168)</span>. ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلُ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါလေ (အို နဗီတမန်တော်)။ “ကမ္ဘာမြေပြင်၌ ခရီးသွားလာကြကုန်၊ သင်တို့ရှေ့က လူတို့၏ အဆုံးသတ်သည် မည်သို့နည်းဟူသည်ကို ရှုမြင်ကြကုန်။”)</span> ဆိုလိုသည်မှာ သင်တို့ရှေ့မှ လာခဲ့ကြသူများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ أَكْثَرُهُمْ مُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အများစုမှာ ရုပ်တုကိုးကွယ်သူများ ဖြစ်ကြသည်။)</span> ဆိုလိုသည်မှာ တမန်တော်များကို ငြင်းပယ်ပြီး ကောင်းချီးမင်္ဂလာများကို ကျေးဇူးကန်းခဲ့ကြသောအခါ ၎င်းတို့အား မည်သို့ဖြစ်ခဲ့သည်ကို ရှုမြင်ကြလော့။</p>"
  },
  {
    "ayah_key": "30:43",
    "group_ayah_key": "30:43",
    "from_ayah": "30:43",
    "to_ayah": "30:45",
    "ayah_keys": "30:43,30:44,30:45",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် သင်သည် အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သူမျှ တားဆီးနိုင်ခြင်းမရှိသော နေ့တစ်နေ့ မရောက်မီ ဖြောင့်မှန်၍ မှန်ကန်သော ဘာသာတရားဘက်သို့ သင်၏ မျက်နှာကို လှည့်ထားပါ။ ထိုနေ့၌ လူသားများသည် ကွဲကွာသွားကြလိမ့်မည် <span>(၄၃)</span>မည်သူမဆို မယုံကြည်ပါက ၎င်း၏ မယုံကြည်မှုမှ ဆိုးကျိုးကို ခံစားရမည်ဖြစ်ပြီး၊ မည်သူမဆို ကောင်းမွန်သော သုစရိုက်များကို ပြုလုပ်ပါက ထိုသူများသည် မိမိတို့အတွက် ကောင်းမွန်သောနေရာကို ပြင်ဆင်ကြလိမ့်မည် <span>(၄၄)</span>ယုံကြည်ပြီး ကောင်းမွန်သော သုစရိုက်များကို ပြုလုပ်သူတို့အား ကိုယ်တော်၏ ကျေးဇူးတော်ဖြင့် အကျိုးပေးရန်အတွက် ဖြစ်၏။ ဧကန်စင်စစ် ကိုယ်တော်သည် မယုံကြည်သူတို့ကို နှစ်သက်တော်မမူ <span>(၄၅)</span></p><p lang=\"my\" class=\"my \">ကိယာမတ်နေ့မတိုင်မီ ဖြောင့်မှန်သော လမ်းစဉ်ကို လိုက်နာရန် အမိန့်</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ကျွန်များကို ကိုယ်တော်အား နာခံမှုသို့ အလျင်အမြန်လုပ်ဆောင်ရန်နှင့် ကောင်းမှုကုသိုလ်များ ပြုလုပ်ရန် အမိန့်ပေးထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်သည် အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သူမျှ တားဆီးနိုင်ခြင်းမရှိသော နေ့တစ်နေ့ မရောက်မီ ဖြောင့်မှန်၍ မှန်ကန်သော ဘာသာတရားဘက်သို့ သင်၏ မျက်နှာကို လှည့်ထားပါ။)</span> ကိယာမတ်နေ့၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က ၎င်းဖြစ်ပျက်စေလိုသောအခါ မည်သူမျှ တားဆီးနိုင်မည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَصَّدَّعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့၌ လူသားများသည် ကွဲကွာသွားကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ခွဲခြားခံရမည်ဖြစ်ပြီး အုပ်စုတစ်စုမှာ ဂျန္နတ် (ပရဒိသု) တွင်ဖြစ်ပြီး အခြားတစ်စုမှာ ဂျဟန္နမ် (ငရဲ) တွင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ ۖ وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ - لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْ فَضْلِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မယုံကြည်ပါက ၎င်း၏ မယုံကြည်မှုမှ ဆိုးကျိုးကို ခံစားရမည်ဖြစ်ပြီး၊ မည်သူမဆို ကောင်းမွန်သော သုစရိုက်များကို ပြုလုပ်ပါက ထိုသူများသည် မိမိတို့အတွက် ကောင်းမွန်သောနေရာကို ပြင်ဆင်ကြလိမ့်မည်။ ယုံကြည်ပြီး ကောင်းမွန်သော သုစရိုက်များကို ပြုလုပ်သူတို့အား ကိုယ်တော်၏ ကျေးဇူးတော်ဖြင့် အကျိုးပေးရန်အတွက် ဖြစ်၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ၎င်းတို့အား ကိုယ်တော်၏ ကျေးဇူးတော်ဖြင့် အကျိုးပေးလိမ့်မည်၊ ကောင်းမှုတစ်ခုအတွက် ၎င်းသည် ဆယ်ဆအထိ၊ ၎င်းနှင့်တူသော ခုနစ်ရာအထိ၊ အလ္လာဟ်အရှင်မြတ် အလိုရှိသလောက် အကျိုးကျေးဇူး ရရှိလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَا يُحِبُّ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ကိုယ်တော်သည် မယုံကြည်သူတို့ကို နှစ်သက်တော်မမူ။)</span> သို့သော် ကိုယ်တော်သည် ၎င်းတို့အပေါ်၌ တရားမျှတဆဲဖြစ်ပြီး ၎င်းတို့အား နှိပ်စက်ခြင်းမရှိပေ။</p>"
  }
]