[
  {
    "ayah_key": "2:65",
    "group_ayah_key": "2:65",
    "from_ayah": "2:65",
    "to_ayah": "2:66",
    "ayah_keys": "2:65,2:66",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့အထဲမှ ဥပုသ်နေ့နှင့်ပတ်သက်၍ ကျူးလွန်ခဲ့သူများကို သင်တို့ အမှန်ပင် သိရှိပြီးဖြစ်သည်။ <span class=\"gray\">(ဆိုလိုသည်မှာ စနေနေ့)</span>။ ငါတို့က ၎င်းတို့အား၊ \"သင်တို့သည် မုန်းတီးခံရ၍ ပယ်ချခံရသော မျောက်များ ဖြစ်ကြလေကုန်\" ဟု ပြောခဲ့သည်။ <span>(၆၅)</span>ထို့ကြောင့် ဤပြစ်ဒဏ်ကို ၎င်းတို့ရှေ့မှ လူများနှင့် ၎င်းတို့နောက်မှ လူများအတွက် သာဓကတစ်ခုအဖြစ်လည်းကောင်း၊ အလ်မွတ်သကီးန် <span class=\"gray\">(တရားတော်ကို ကြောက်ရွံ့သူများ <span>(၆၆)</span></span>အတွက် သင်ခန်းစာတစ်ခုအဖြစ်လည်းကောင်း ငါတို့ ပြုလုပ်ခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ဂျူးများက ဥပုသ်နေ့၏ သန့်ရှင်းစင်ကြယ်မှုကို ဖောက်ဖျက်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ عَلِمْتُمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ အမှန်ပင် သိရှိပြီးဖြစ်သည်)</span>။ ဤအာယတ်၏ အဓိပ္ပါယ်မှာ ဩ ဂျူးများအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်သည် ဥပုသ်နေ့၏ သန့်ရှင်းစင်ကြယ်မှုကို ထိန်းသိမ်းစောင့်ရှောက်ရန် ပေးထားသည့် ကတိနှင့် ပဋိညာဉ်ကို ဖောက်ဖျက်၍ အမိန့်ကို မနာခံသော ရွာတစ်ရွာအပေါ် ၎င်း၏ အပြစ်ဒဏ်ကို ချမှတ်ခဲ့သည်ကို မှတ်မိကြလော့။ ၎င်းတို့သည် ဥပုသ်နေ့မတိုင်မီ ငါးဖမ်းရန်အတွက် ပိုက်ကွန်များ၊ ကြိုးများ၊ အတုအယောင် ရေကန်များကို ထားခြင်းဖြင့် ဥပုသ်နေ့ကို လေးစားလိုက်နာခြင်းမှ ရှောင်ရှားရန် လိမ်လည်လှည့်ဖြားသည့် နည်းလမ်းများကို စတင်အသုံးပြုခဲ့ကြသည်။ စနေနေ့တွင် ငါးများ ပုံမှန်အတိုင်း ပေါများစွာ ရောက်လာသောအခါ ၎င်းတို့သည် စနေနေ့တစ်နေ့လုံး ကြိုးများနှင့် ပိုက်ကွန်များတွင် မိနေခဲ့ကြသည်။ ညဘက်တွင် ဂျူးများသည် ဥပုသ်နေ့ ကုန်ဆုံးပြီးနောက် ငါးများကို စုဆောင်းခဲ့ကြသည်။ ၎င်းတို့ ထိုသို့ပြုလုပ်သောအခါ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား လူသားများမှ လူသားများနှင့် ပုံသဏ္ဍာန် အနီးစပ်ဆုံးရှိသော တိရစ္ဆာန်များဖြစ်သည့် မျောက်များအဖြစ်သို့ ပြောင်းလဲပစ်ခဲ့သည်။ ၎င်းတို့၏ မကောင်းမှုများနှင့် လှည့်ဖြားမှုများသည် အပေါ်ယံတွင် တရားဝင်သကဲ့သို့ ပေါ်ပေါက်ခဲ့သော်လည်း လက်တွေ့တွင်မူ ဆိုးယုတ်ခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့၏ ပြစ်ဒဏ်သည် ၎င်းတို့၏ ရာဇဝတ်မှုနှင့် ကိုက်ညီခဲ့သည်။ ဤဇာတ်လမ်းကို စူရဟ်အလ်အာရာဖ်တွင် အလ္လာဟ်အရှင်မြတ်က <span class=\"gray\">(၇:၁၆၃)</span>၌ အသေးစိတ် ရှင်းပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ ۙ لَا تَأْتِيهِمْ ۚ كَذَٰلِكَ نَبْلُوهُم بِمَا كَانُوا يَفْسُقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြီးခဲ့သည့် ပင်လယ်ကမ်းစပ်မှ မြို့သူမြို့သားတို့အကြောင်းကို ၎င်းတို့အား <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> မေးမြန်းလော့။ ၎င်းတို့သည် ဥပုသ်နေ့နှင့်ပတ်သက်၍ ကျူးလွန်သောအခါ <span class=\"gray\">(ဆိုလိုသည်မှာ စနေနေ့)</span> ၎င်းတို့၏ ငါးများသည် ဥပုသ်နေ့၌ ပွင့်ပွင့်လင်းလင်း ရောက်လာပြီး ဥပုသ်နေ့မရှိသောနေ့တွင် ၎င်းတို့ထံသို့ ရောက်မလာချေ။ ထို့ကဲ့သို့ပင် ငါတို့သည် ၎င်းတို့အား စမ်းသပ်ခဲ့ခြင်းဖြစ်သည်၊ အကြောင်းမှာ ၎င်းတို့သည် ပုန်ကန်တတ်သူများ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို မနာခံသူများ)</span> ဖြစ်ကြသောကြောင့်တည်း။)</span><span class=\"gray\">(၇:၁၆၃)</span></p><p lang=\"my\" class=\"my \">၎င်း၏ တဖ်စီရ်ကျမ်းတွင် အလ်အောင်ဖီက အိဗ်နုအဘ္ဘားစ်ထံမှ ပြန်လည်တင်ပြသည်မှာ ၎င်းက ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့က ၎င်းတို့အား၊ \"သင်တို့သည် မုန်းတီးခံရ၍ ပယ်ချခံရသော မျောက်များ ဖြစ်ကြလေကုန်\" ဟု ပြောခဲ့သည်)</span> ဆိုသည်မှာ \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ခန္ဓာကိုယ်များကို မျောက်များနှင့် ဝက်များအဖြစ်သို့ ပြောင်းလဲပစ်ခဲ့သည်။ လူငယ်များသည် မျောက်များအဖြစ်သို့ ပြောင်းလဲသွားပြီး၊ သက်ကြီးရွယ်အိုများသည် ဝက်များအဖြစ်သို့ ပြောင်းလဲသွားကြသည်\" ဟု အဓိပ္ပာယ်ရသည်။ ရှိုင်ဗန် အန်-နဟ်ဝီက ကွာတာဒါဟ်က အောက်ပါအတိုင်း မှတ်ချက်ပေးခဲ့သည်ဟု ပြန်လည်တင်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့က ၎င်းတို့အား၊ \"သင်တို့သည် မုန်းတီးခံရ၍ ပယ်ချခံရသော မျောက်များ ဖြစ်ကြလေကုန်\" ဟု ပြောခဲ့သည်)</span>၊ \"ဤသူများသည် အမျိုးသား၊ အမျိုးသမီးများ ဖြစ်ခဲ့ကြပြီးနောက် အမြီးပါသော၊ အော်ဟစ်တတ်သော မျောက်များအဖြစ်သို့ ပြောင်းလဲသွားခဲ့ကြသည်\" ဟု ဆိုသည်။</p><div lang=\"my\" class=\"my \"><h2>ယခုတည်ရှိနေသော မျောက်များနှင့် ဝက်များသည် ပြောင်းလဲခံခဲ့ရသူများ၏ သားစဉ်မြေးဆက်များ မဟုတ်ကြပါ</h2></div><p lang=\"my\" class=\"my \">အိဗ်နုအဘီဟာသမ်က အိဗ်နုအဘ္ဘားစ်က ပြောကြားသည်မှာ \"ဥပုသ်နေ့၏ သန့်ရှင်းစင်ကြယ်မှုကို ချိုးဖောက်သူများသည် မျောက်များအဖြစ်သို့ ပြောင်းလဲသွားခဲ့ကြပြီး၊ ထို့နောက် သားသမီးမရှိဘဲ ပျက်စီးသွားခဲ့ကြသည်\" ဟု မှတ်တမ်းတင်ခဲ့သည်။ အဒ်-ဒဟ်ဟာက်က အိဗ်နုအဘ္ဘားစ်က ပြောကြားသည်မှာ \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အပြစ်များကြောင့် ၎င်းတို့အား မျောက်များအဖြစ်သို့ ပြောင်းလဲခဲ့သည်။ ၎င်းတို့သည် ကမ္ဘာမြေပေါ်တွင် သုံးရက်သာ နေထိုင်ခဲ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော် ပုံပြောင်းခံရသူ မည်သူမျှ သုံးရက်ထက်ပို၍ မနေထိုင်နိုင်သောကြောင့် ဖြစ်သည်။ ၎င်းတို့သည် မစား၊ မသောက်၊ သားသမီးလည်း မရှိခဲ့ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ပုံသဏ္ဍာန်များကို မျောက်များအဖြစ်သို့ ပြောင်းလဲခဲ့သည်၊ ၎င်းအရှင်မြတ်သည် အလိုရှိရာကို ပြုလုပ်ပြီး၊ အလိုရှိသူကို ပြောင်းလဲပေးကာ အလိုရှိသူ၏ ပုံသဏ္ဍာန်ကို ပြောင်းလဲပစ်နိုင်သည်။ အခြားတစ်ဖက်တွင်မူ အလ္လာဟ်အရှင်မြတ်သည် မျောက်များ၊ ဝက်များနှင့် ကျန်ရှိသော ဖန်ဆင်းခံများကို ၎င်း၏ကျမ်းတော်တွင် ဖော်ပြထားသည့် ဖန်ဆင်းခြင်း၏ <span class=\"gray\">(ဖန်ဆင်းခြင်း၏)</span> ခြောက်ရက်အတွင်း ဖန်ဆင်းခဲ့သည်\" ဟု ဆိုသည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلْنَاهَا نَكَالًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါတို့သည် ဤပြစ်ဒဏ်ကို သာဓကတစ်ခုအဖြစ် ပြုလုပ်ခဲ့သည်)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဥပုသ်နေ့၏ သန့်ရှင်းစင်ကြယ်မှုကို ချိုးဖောက်ခဲ့သော ဤရွာမှ လူများကို ပြုလုပ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَكَالًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သာဓကတစ်ခု)</span> ၎င်းတို့အား အပြစ်ပေးခံရသည့် နည်းလမ်းဖြင့်ဖြစ်သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က ဖာရိုဘုရင်နှင့်ပတ်သက်၍ ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُ اللَّهُ نَكَالَ الْآخِرَةِ وَالْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ၎င်း၏ နောက်ဆုံးနှင့် ပထမဆုံး ကျူးလွန်မှုအတွက် ပြစ်ဒဏ်ပေးသည့် သာဓကဖြင့် ဖမ်းဆီးခဲ့သည်)</span><span class=\"gray\">(၇၉:၂၅)</span>။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ရှေ့မှ လူများနှင့် ၎င်း၏နောက်မှ လူများအတွက်)</span> ဆိုသည်မှာ အခြားသော ရွာများအတွက် ဖြစ်သည်။ အိဗ်နုအဘ္ဘားစ်က မှတ်ချက်ပြုသည်မှာ \"ဆိုလိုသည်မှာ၊ 'ငါတို့သည် ဤရွာကို ၎င်း၏လူများကို အပြစ်ပေးခဲ့သည့် နည်းလမ်းဖြင့် ၎င်းပတ်ဝန်းကျင်ရှိ ရွာများအတွက် သာဓကတစ်ခုအဖြစ် ပြုလုပ်ခဲ့သည်' ဖြစ်သည်\"။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ الْقُرَىٰ وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် သင်တို့ ပတ်ဝန်းကျင်ရှိ မြို့များ <span class=\"gray\">(လူဦးရေများ)</span> ကို ဖျက်ဆီးခဲ့ပြီးဖြစ်သည်။ ၎င်းတို့ ပြန်လှည့်လာနိုင်ရန် <span class=\"gray\">(အမှန်တရားသို့ ပြန်လှည့်လာ၍ အလ္လာဟ်အရှင်မြတ်၏ တစ်ခုတည်းဖြစ်ခြင်းကို ယုံကြည်နိုင်ရန် - အစ္စလာမ့်တစ်ဆူတည်းဝါဒ)</span> အမျိုးမျိုးသော နည်းလမ်းများဖြင့် <span class=\"gray\">(သက်သေများ၊ အထောက်အထားများ၊ အာယတ်များ၊ သင်ခန်းစာများ၊ လက္ခဏာများ၊ ဗျာဒိတ်တော်များ စသည်တို့ကို)</span> ငါတို့သည် ၎င်းတို့အား <span class=\"gray\">(အကြိမ်ကြိမ်)</span> ပြသခဲ့သည်)</span>။<span class=\"gray\">(၄၆:၂၇)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ဇာတ်လမ်းကို ထိန်းသိမ်းထားခြင်းဖြင့် ၎င်းတို့ခေတ်တွင် နေထိုင်ခဲ့သူများအတွက် သာဓကတစ်ခုအဖြစ်လည်းကောင်း၊ နောင်လာမည့်သူများအတွက် သတိပေးချက်တစ်ခုအဖြစ်လည်းကောင်း ပြုလုပ်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَوْعِظَةً لِّلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ်မွတ်သကီးန် <span class=\"gray\">(တရားတော်ကို ကြောက်ရွံ့သူများ)</span> အတွက် သင်ခန်းစာတစ်ခု)</span> ဆိုသည်မှာ သတိပေးချက်တစ်ခုဖြစ်သည်။ ဤအာယတ်၏ အဓိပ္ပါယ်မှာ \"ဤရွာခံစားခဲ့ရသော ပြစ်ဒဏ်နှင့် အပြစ်ပေးခြင်းသည် အလ္လာဟ်အရှင်မြတ်၏ တားမြစ်ချက်များကို လွန်ကျူးခြင်းနှင့် ၎င်းတို့၏ လှည့်ဖြားမှုတို့ကြောင့် ဖြစ်သည်\"။ ထို့ကြောင့် သက္ကဝါ (တရားတော်ကို ကြောက်ရွံ့ခြင်း) ရှိသူများသည် ၎င်းတို့၏ ဆိုးသွမ်းသော အပြုအမူကို သတိထားသင့်သည်၊ သို့မှသာ ဤရွာ၌ ဖြစ်ပျက်ခဲ့သည့်အရာများ ၎င်းတို့၌လည်း မဖြစ်ပွားစေရန် ဖြစ်သည်။ ထို့အပြင် အီမာမ် အဘူအဘ်ဒွလ္လာဟ် အိဗ်နုဘတ္တာဟ်က အဘူဟူရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်ဟု ပြန်လည်တင်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَرْتَكِبُوا مَا ارْتَكَبَتِ الْيَهُودُ فَتَسْتَحِلُّوا مَحَارِمَ اللهِ بِأَدْنَى الْـحِيَلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသည့်အရာများကို ဂျူးများ ကျူးလွန်ခဲ့သည့်အတိုင်း အနိမ့်ဆုံးသော လှည့်ဖြားမှုများကို အသုံးပြု၍ မကျူးလွန်ကြကုန်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်သည် ကောင်းမွန်သော <span class=\"gray\">(ဂျိုက်ဒ်)</span> သွယ်ဝိုက်ဆက်စပ်မှု ကွင်းဆက်ရှိသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "2:67",
    "group_ayah_key": "2:67",
    "from_ayah": "2:67",
    "to_ayah": "2:67",
    "ayah_keys": "2:67",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် နွားတစ်ကောင်ကို သင်တို့ သတ်ဖြတ်ရန် အမိန့်ပေးတော်မူကြောင်း မူဆာက ၎င်း၏လူမျိုးအား ပြောကြားသောအခါ <span class=\"gray\">(မှတ်မိကြလော့)</span>။ ၎င်းတို့က \"သင်သည် ကျွန်ုပ်တို့ကို ပြောင်လှောင်နေသလော\" ဟု ပြောကြသည်။ ၎င်းက \"ငါသည် အလ်ဂျာဟီလီန် <span class=\"gray\">(မသိနားမလည်သူများ သို့မဟုတ် မိုက်မဲသူများ)</span> ထဲတွင် ပါဝင်ခြင်းမှ အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံပါသည်\" ဟု ပြောကြားခဲ့သည်။ <span>(၆၇)</span></p><div lang=\"my\" class=\"my \"><h2>အသတ်ခံရသော အစ္စရေးလ်လူမျိုးနှင့် နွားမ၏ ဇာတ်လမ်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ 'အို အစ္စရေးလ်၏ သားမြေးတို့! သေဆုံးသူအား အသက်ပြန်ရှင်လာစေသောအခါ လူသတ်သမား၏ ကိုယ်ပိုင်လက္ခဏာကို ဖော်ထုတ်ရန် နွားမ၏ နိမိတ်လက္ခဏာဖြင့် သင်တို့ကို ငါမည်သို့ ကောင်းချီးပေးခဲ့သည်ကို မှတ်မိကြလော့'။</p><p lang=\"my\" class=\"my \">အိဗ်နုအဘီဟာသမ်က ဥဗိုင်ဒါဟ် အဆ်-စလ္မာနီ ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်မှာ \"အစ္စရေးလ်၏ သားမြေးများထဲတွင် ပန်းသေပန်းညှိုးရောဂါရှိသော အမျိုးသားတစ်ဦး ရှိခဲ့သည်။ ၎င်းတွင် များပြားသော စည်းစိမ်ဥစ္စာများ ရှိပြီး ၎င်းထံမှ အမွေဆက်ခံမည့် တူတစ်ဦးသာ ရှိသည်။ ထို့ကြောင့် ၎င်း၏တူက ၎င်းကို သတ်ဖြတ်ပြီး ညဘက်တွင် ၎င်း၏အလောင်းကို ရွှေ့ပြောင်းကာ အချို့သော အမျိုးသားတစ်ဦး၏ တံခါးဝတွင် ထားခဲ့သည်။ နောက်တစ်နေ့နံနက်တွင် တူဖြစ်သူက လက်စားချေရန် အော်ဟစ်ခဲ့ပြီး လူများသည် ၎င်းတို့၏ လက်နက်များကို ကိုင်ဆောင်ကာ တစ်ဦးနှင့်တစ်ဦး တိုက်ခိုက်လုနီးပါး ဖြစ်ခဲ့ကြသည်။ ၎င်းတို့အထဲမှ ပညာရှိများက 'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် သင်တို့အထဲတွင် ရှိနေပါလျက် အဘယ်ကြောင့် တစ်ဦးနှင့်တစ်ဦး သတ်ဖြတ်ကြမည်နည်း' ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် မူဆာထံသို့ သွားရောက်၍ ထိုအကြောင်းကို ပြောကြားခဲ့ကြပြီး မူဆာက ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَأْمُرُكُمْ أَن تَذْبَحُوا بَقَرَةً قَالُوا أَتَتَّخِذُنَا هُزُوًا قَالَ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အလ္လာဟ်အရှင်မြတ်သည် နွားတစ်ကောင်ကို သင်တို့ သတ်ဖြတ်ရန် အမိန့်ပေးတော်မူသည်\"။ ၎င်းတို့က \"သင်သည် ကျွန်ုပ်တို့ကို ပြောင်လှောင်နေသလော\" ဟု ပြောကြသည်။ ၎င်းက \"ငါသည် အလ်ဂျာဟီလီန် <span class=\"gray\">(မသိနားမလည်သူများ သို့မဟုတ် မိုက်မဲသူများ)</span> ထဲတွင် ပါဝင်ခြင်းမှ အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံပါသည်\")</span>။</p><p lang=\"my\" class=\"my \">\"၎င်းတို့ အငြင်းမပွားခဲ့ပါက မည်သည့်နွားမကိုမဆို သတ်ဖြတ်ရန် ၎င်းတို့အတွက် လုံလောက်ခဲ့ပေမည်။ သို့သော် ၎င်းတို့သည် အငြင်းပွားခဲ့ကြရာ ကိစ္စသည် ၎င်းတို့အတွက် ပိုမိုခက်ခဲလာခဲ့ပြီး နောက်ပိုင်းတွင် သတ်ဖြတ်ရန် အမိန့်ပေးခံရသည့် သတ်မှတ်ထားသော နွားမကို ရှာဖွေခဲ့ကြသည်။ ၎င်းတို့သည် ထိုနွားမကို ပိုင်ဆိုင်သော အမျိုးသားတစ်ဦးထံတွင် သတ်မှတ်ထားသော နွားမကို တွေ့ရှိခဲ့ကြသည်။ ၎င်းက 'အလ္လာဟ်ကို အစွဲပြု၍ ကျိန်ဆိုပါသည်! ၎င်း၏ အရေပြားပြည့် ရွှေနှင့်သာ ရောင်းပါမည်' ဟု ပြောခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် နွားမ၏ အရေပြားပြည့် ရွှေကို ပေးချေကာ ၎င်းကို သတ်ဖြတ်ပြီး ၎င်း၏ တစ်စိတ်တစ်ပိုင်းဖြင့် သေဆုံးသူအား ထိတွေ့ခဲ့ကြသည်။ ၎င်းသည် ထရပ်လာပြီး ၎င်းတို့က 'သင့်ကို ဘယ်သူသတ်ခဲ့သနည်း' ဟု မေးကြသည်။ ၎င်းက 'ထိုသူ' ဟု ပြောပြီး ၎င်း၏တူကို လက်ညှိုးထိုးပြခဲ့သည်။ ၎င်းသည် တစ်ဖန်ပြန်လည် သေဆုံးခဲ့ပြီး ၎င်း၏တူသည် အမွေဆက်ခံခွင့် မရခဲ့ပေ။ ထို့နောက် အမွေရရှိရန် ရည်ရွယ်ချက်ဖြင့် လူသတ်မှု ကျူးလွန်သူ မည်သူမျှ အမွေဆက်ခံခွင့် မရခဲ့ပေ။ အိဗ်နုဂျာရီရ်က ထိုကဲ့သို့ အလားတူအရာကို ပြန်လည်တင်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  }
]