[
  {
    "ayah_key": "36:33",
    "group_ayah_key": "36:33",
    "from_ayah": "36:33",
    "to_ayah": "36:36",
    "ayah_keys": "36:33,36:34,36:35,36:36",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အတွက် သေနေသောမြေသည် နိမိတ်လက္ခဏာတစ်ခု ဖြစ်သည်။ ငါတို့သည် ထိုမြေကို အသက်သွင်း၍၊ ထိုမြေမှ အသီးအနှံများကို ထုတ်လုပ်ပေးခဲ့ရာ ၎င်းတို့သည် ထိုအသီးအနှံများကို စားသုံးကြ၏။ <span>(၃၃)</span>ထို့ပြင် ငါတို့သည် ထိုမြေတွင် စွန်ပလွန်နှင့် စပျစ်ဥယျာဉ်များကို ပြုလုပ်ခဲ့ပြီး၊ ထိုမြေတွင် ရေစမ်းများကိုလည်း ပေါက်ထွက်စေခဲ့သည်။ <span>(၃၄)</span>၎င်းတို့သည် ထိုအသီးအနှံများကို စားသုံးနိုင်ရန်အတွက် ဖြစ်သည်။ သို့သော် ၎င်းတို့၏လက်များဖြင့် ပြုလုပ်ခဲ့ခြင်း မဟုတ်ပေ။ ၎င်းတို့သည် ကျေးဇူးတင်ကြမည် မဟုတ်လော။ <span>(၃၅)</span>မြေကြီးမှ ထွက်ရှိသမျှ အရာအားလုံး၏ အစုံအစုံတို့ကို ဖန်ဆင်းတော်မူသော အရှင်မြတ်သည် (အပြစ်အနာအဆာများမှ) ကင်းစင်တော်မူ၏။ ထို့ပြင် ၎င်းတို့၏မျိုးစိတ်များမှလည်းကောင်း၊ ၎င်းတို့ မသိသော အရာများမှလည်းကောင်း (အစုံအစုံတို့ကို ဖန်ဆင်းတော်မူ၏)။ <span>(၃၆)</span></p><p lang=\"my\" class=\"my \">စကြဝဠာကို ဖန်ဆင်းရှင်နှင့် သေပြီးနောက် အသက်ရှင်ခြင်း၏ သက်သေ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဘုန်းတော်ကြီး၍ မြင့်မြတ်တော်မူစွာ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَهُمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် နိမိတ်လက္ခဏာတစ်ခုဖြစ်သည်)</span> ဆိုသည်မှာ ဖန်ဆင်းရှင်၏တည်ရှိမှုနှင့်၊ အရှင်မြတ်၏ပြည့်စုံသော တန်ခိုးတော်နှင့် သေသူများကို ပြန်လည်ရှင်ပြန်စေနိုင်စွမ်းရှိမှုတို့အတွက် ၎င်းတို့အား သက်သေပြခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> الْأَرْضُ الْمَيْتَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သေနေသောမြေ)</span> ဆိုသည်မှာ မြေသည် သေ၍ ခြောက်သွေ့နေပြီး၊ သစ်ပင်သစ်ရွက်မရှိသည့်အခါ အလ္လာဟ်အရှင်မြတ်က ထိုမြေပေါ်သို့ ရေကိုပို့လွှတ်တော်မူသောအခါ၊ ထိုမြေသည် လှုပ်ရှား၍ <span class=\"gray\">(အသက်ဝင်လာပြီး)</span> ဖောင်းပွကာ လှပသော အမျိုးမျိုးသော <span class=\"gray\">(အပင်များ)</span> ကို ထုတ်လုပ်ပေးသည်ဟု ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ထိုမြေကို အသက်သွင်း၍၊ ထိုမြေမှ အသီးအနှံများကို ထုတ်လုပ်ပေးခဲ့ရာ ၎င်းတို့သည် ထိုအသီးအနှံများကို စားသုံးကြ၏။)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းတို့နှင့် ၎င်းတို့၏ တိရစ္ဆာန်များအတွက် စားနပ်ရိက္ခာအဖြစ် ပြုလုပ်ခဲ့သည်' ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِيهَا جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့သည် ထိုမြေတွင် စွန်ပလွန်နှင့် စပျစ်ဥယျာဉ်များကို ပြုလုပ်ခဲ့ပြီး၊ ထိုမြေတွင် ရေစမ်းများကိုလည်း ပေါက်ထွက်စေခဲ့သည်။)</span> ဆိုလိုသည်မှာ 'လိုအပ်သောနေရာများသို့ စီးဆင်းသော မြစ်များကို ငါတို့သည် ထိုမြေတွင် ဖန်ဆင်းခဲ့သည်၊ သို့မှသာ ၎င်းတို့သည် ၎င်းတို့၏အသီးအနှံများကို စားသုံးနိုင်ရန် ဖြစ်သည်။' အလ္လာဟ်အရှင်မြတ်သည် စိုက်ပျိုးရေးနှင့် အပင်များကို ဖန်ဆင်းခြင်းဖြင့် မိမိ၏ဖန်ဆင်းခံများအပေါ် ပေးသနားတော်မူသော ကောင်းချီးမင်္ဂလာကို သတိရစေသောအခါ၊ အရှင်မြတ်သည် မတူညီသော အသီးအနှံအမျိုးအစားများနှင့် အမျိုးမျိုးသော အသီးအနှံများကို ဖော်ပြတော်မူသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا عَمِلَتْهُ أَيْدِيهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏လက်များဖြင့် ပြုလုပ်ခဲ့ခြင်း မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ထိုအရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ၎င်းတို့အပေါ် ကရုဏာတော်ဖြင့်သာ ဖြစ်ပေါ်လာခြင်းဖြစ်ပြီး၊ ၎င်းတို့၏ ကိုယ်ပိုင်ကြိုးပမ်းအားထုတ်မှု၊ လုပ်အားနှင့် ခွန်အားတို့ဖြင့် မဟုတ်ဟု ဆိုလိုသည်။ ၎င်းသည် အိဗ်နုအဗ္ဗားစ်နှင့် ကွတာဒါတို့၏ အမြင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَشْكُرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကျေးဇူးတင်ကြမည် မဟုတ်လော။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့အပေါ် ပေးသနားတော်မူသော မရေမတွက်နိုင်သော ကောင်းချီးမင်္ဂလာများအတွက် ၎င်းတို့သည် ကျေးဇူးတင်ကြမည် မဟုတ်လောဟု ဆိုလိုသည်။</p><p lang=\"my\" class=\"my \">သို့သော် အိဗ်နုဂျရီးရ်သည် 'မာ' ဆိုသောစကားလုံးကို 'အလ္လာဒီ' <span class=\"gray\">(ဆိုလိုသည်မှာ ဆက်စပ်နာမ်စား)</span> ဟု နားလည်ခဲ့သည်။ ဤကိစ္စတွင် အာယသ်တော်၏အဓိပ္ပါယ်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ပေးသနားမှုမှ ပေးအပ်ထားသော အသီးအနှံများကိုလည်းကောင်း၊ ၎င်းတို့ကိုယ်တိုင် ပြုလုပ်ခဲ့သော အရာများမှလည်းကောင်း၊ ဆိုလိုသည်မှာ မျိုးစေ့များစိုက်ပျိုးခြင်းနှင့် အပင်များစိုက်ပျိုးခြင်းတို့မှလည်းကောင်း စားသုံးကြသည်ဟု ဖြစ်သည်။ အိဗ်နုဂျရီးရ်သည် သူ၏တဖ်စီးရ်ကျမ်းတွင် အခြားဖြစ်နိုင်ခြေရှိသော အဓိပ္ပါယ်ဖွင့်ဆိုချက်များကို ဖော်ပြခဲ့သော်လည်း၊ ဤသည်မှာ သူနှစ်သက်သော အဓိပ္ပါယ်ဖွင့်ဆိုချက်ဖြစ်သည်။ ဤအဓိပ္ပါယ်ဖွင့်ဆိုချက်သည် အိဗ်နုမပ်စ်အူးဒ်၏ ရွတ်ဖတ်ခြင်းနှင့်လည်း ကိုက်ညီသည်။  </p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَأْكُلُوا مِنْ ثَمَرِهِ وَمِمَّا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုအသီးအနှံများကို စားသုံးနိုင်ရန်အတွက် ဖြစ်သည် — ၎င်းတို့၏ကိုယ်ပိုင်လက်များဖြင့် ပြုလုပ်ခဲ့သော အရာများမှလည်းကောင်း။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးမှ ထွက်ရှိသမျှ အရာအားလုံး၏ အစုံအစုံတို့ကို ဖန်ဆင်းတော်မူသော အရှင်မြတ်သည် (အပြစ်အနာအဆာများမှ) ကင်းစင်တော်မူ၏။)</span> ဆိုလိုသည်မှာ စိုက်ပျိုးရေး၊ အသီးအနှံများနှင့် အပင်များမှ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْ أَنْفُسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့၏ ကိုယ်ပိုင် <span class=\"gray\">(လူသား)</span> မျိုးစိတ်များမှလည်းကောင်း၊)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့အား အမျိုးသားနှင့် အမျိုးသမီးအဖြစ် ဖန်ဆင်းခဲ့သည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا لَا يَعْلَمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့ မသိသော အရာများမှလည်းကောင်း။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ မသိသော မတူညီသော သတ္တဝါအမျိုးအစားများ ဖြစ်သည်။ ၎င်းသည် အာယသ်တော်နှင့် တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာအားလုံးကို ငါတို့သည် အစုံအစုံ ဖန်ဆင်းခဲ့သည်၊ သင်တို့ သတိရရန် ဖြစ်သည်။)</span><span class=\"gray\">(၅၁:၄၉)</span></p>"
  }
]