[
  {
    "ayah_key": "40:18",
    "group_ayah_key": "40:18",
    "from_ayah": "40:18",
    "to_ayah": "40:20",
    "ayah_keys": "40:18,40:19,40:20",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အား နီးကပ်လာသောနေ့ကို သတိပေးလော့။ ထိုအခါ နှလုံးသားများသည် လည်ချောင်းဝတွင် ကာဇီမင်အနေအထားသို့ ရောက်ရှိနေမည်။ မည်သည့်မိတ်ဆွေ၊ မည်သည့်အကူအညီပေးသူမှ မရှိပေ။ မည်သည့်မှားယွင်းသူမျှ နားထောင်ခြင်းခံရမည်မဟုတ် <span>(၁၈)</span>အလ္လာဟ်အရှင်မြတ်သည် မျက်စိတို့၏ သစ္စာဖောက်မှုကိုလည်းကောင်း၊ ရင်ခွင်တို့ ဖုံးကွယ်ထားသည်များကိုလည်းကောင်း အလုံးစုံသိတော်မူသည် <span>(၁၉)</span>အလ္လာဟ်အရှင်မြတ်သည် သစ္စာတရားဖြင့် တရားစီရင်တော်မူသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ပန်ကြားသူများသည် မည်သည့်အရာကိုမျှ တရားစီရင်နိုင်မည်မဟုတ်ပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူထသော၊ အလုံးစုံကို မြင်တော်မူထသော အရှင်ဖြစ်တော်မူသည် <span>(၂၀)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့နှင့် ထိုနေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ တရားစီရင်မှုအကြောင်း သတိပေးခြင်း</p><p lang=\"my\" class=\"my \">နီးကပ်လာသောနေ့' သည် စီရင်ထုံးနေ့၏ အမည်များထဲမှ တစ်ခုဖြစ်သည်။ ၎င်းသည် နီးကပ်သောကြောင့် ထိုသို့ခေါ်ဆိုခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَزِفَتِ الْآزِفَةُ - لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့ နီးကပ်လာပြီ။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သူမျှ ၎င်းကို တားဆီးနိုင်မည်မဟုတ်ပေ)</span><span class=\"gray\">(၅၃:၅၇-၅၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအချိန် နီးကပ်လာပြီ။ လသည် နှစ်ခြမ်းကွဲခဲ့ပြီ)</span><span class=\"gray\">(၅၄:၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အတွက် ၎င်းတို့၏ စစ်ဆေးခြင်းသည် နီးကပ်လာပြီ)</span><span class=\"gray\">(၂၁:၁)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَىٰ أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် အမိန့်တော်ချမှတ်ထားသော အဖြစ်အပျက် <span class=\"gray\">(ထိုအချိန်)</span> ဖြစ်ပေါ်လာလိမ့်မည်။ ထို့ကြောင့် ၎င်းကို အလျင်စလို မတောင်းဆိုကြနှင့်)</span><span class=\"gray\">(၁၆:၁)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် ထိုအရာ နီးကပ်လာသည်ကို မြင်သောအခါ၊ မယုံကြည်သူတို့၏ မျက်နှာများသည် ဝမ်းနည်းမှုနှင့် စိတ်ဆင်းရဲမှုတို့ဖြင့် ပြောင်းလဲ၍ မည်းမှောင်သွားလိမ့်မည်)</span><span class=\"gray\">(၆၇:၂၇)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှလုံးသားများသည် လည်ချောင်းဝ ကာဇီမင်တွင် ရှိနေသောအခါ။)</span> ကတာဒါဟ်က ပြောသည်- \"ကြောက်ရွံ့မှုကြောင့် နှလုံးသားများသည် လည်ချောင်းဝသို့ ရောက်ရှိလာသောအခါ၊ ၎င်းတို့သည် ထွက်လာနိုင်မည်မဟုတ်သလို ၎င်းတို့၏နေရာသို့ ပြန်သွားနိုင်မည်မဟုတ်ပေ။\" ဤသည်မှာ 'အိက်ခ်ရိမာဟ်၊ အစ်-ဆူဒီနှင့် အခြားသူများ၏ အမြင်လည်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَاظِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကာဇီမင်)</span> ဆိုသည်မှာ တိတ်ဆိတ်ခြင်းဟု အဓိပ္ပာယ်ရသည်။ အဘယ်ကြောင့်ဆိုသော် မည်သူမျှ ကိုယ်တော်၏ခွင့်ပြုချက်မပါဘဲ ပြောဆိုနိုင်မည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفًّا ۖ لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَٰنُ وَقَالَ صَوَابًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ရူဟ် <span class=\"gray\">(ဂျီဗြေလ်)</span> နှင့် ကောင်းကင်တမန်များသည် အတန်းလိုက်ရပ်တည်ကြမည့်နေ့၊ ၎င်းတို့သည် အတိုင်းအဆမရှိ ကရုဏာရှင်အရှင် ခွင့်ပြုသူမှတစ်ပါး ပြောဆိုနိုင်မည်မဟုတ်ပေ။ ထို့ပြင် ၎င်းသည် မှန်ကန်သောစကားကို ပြောဆိုလိမ့်မည်။)</span><span class=\"gray\">(၇၈:၃၈)</span>။ အိဗ်နု ဂျူရေဂျ်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَاظِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကာဇီမင်)</span> \"ဆိုသည်မှာ ငိုကြွေးခြင်းဟု အဓိပ္ပာယ်ရသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှားယွင်းသူတို့အတွက် မိတ်ဆွေမရှိ၊ နားထောင်ခြင်းခံရမည့် ကြားဝင်ဖြေရှင်းပေးသူလည်း မရှိ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ခြင်းဖြင့် မိမိတို့ကိုယ်ကို မှားယွင်းစေသူများသည် ၎င်းတို့ကို ကူညီရန် ဆွေမျိုးမရှိသလို၊ ၎င်းတို့ကိုယ်စား လျှောက်ထားပေးနိုင်မည့် ကြားဝင်ဖြေရှင်းပေးသူလည်း မရှိပေ။ ကောင်းမှုအားလုံး၏ နည်းလမ်းများသည် ၎င်းတို့ထံမှ ပြတ်တောက်သွားလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မျက်စိတို့၏ သစ္စာဖောက်မှုကိုလည်းကောင်း၊ ရင်ခွင်တို့ ဖုံးကွယ်ထားသည်များကိုလည်းကောင်း သိတော်မူသည်)</span>။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ အပြည့်အစုံသော အသိပညာအကြောင်းကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ထိုအသိပညာသည် ကြီးမားသည်ဖြစ်စေ၊ သေးငယ်သည်ဖြစ်စေ၊ အဓိကဖြစ်စေ၊ သေးငယ်သည်ဖြစ်စေ အရာခပ်သိမ်းကို လွှမ်းခြုံထားသည်။ သို့မှသာ လူများသည် ကိုယ်တော်သည် ၎င်းတို့အကြောင်းကို သိတော်မူကြောင်း သတိပြုမိပြီး အလ္လာဟ်အရှင်မြတ်ရှေ့တွင် သင့်လျော်သော ရှက်ရွံ့ခြင်းသဘောကို ပိုင်ဆိုင်ကြလိမ့်မည်။ ၎င်းတို့သည် ကိုယ်တော်သည် ၎င်းတို့ကို မြင်တော်မူကြောင်းကို အာရုံစိုက်ကြလိမ့်မည်။ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် မျက်စိတို့၏ သစ္စာဖောက်မှုကို သိတော်မူသောကြောင့်ဖြစ်သည်။ မျက်စိတို့သည် အပြစ်ကင်းစင်သည်ဟု ထင်ရသော်လည်း၊ ကိုယ်တော်သည် နှလုံးသားတို့ ဖုံးကွယ်ထားသည်များကို သိတော်မူသည်။ အဒ်-ဒဟ်ဟာက်က ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَائِنَةَ الْأَعْيُنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်စိတို့၏ သစ္စာဖောက်မှု၊)</span> \"မျက်စိမှိတ်ပြခြင်းနှင့် အမျိုးသားတစ်ဦးက မမြင်ဘူးဘဲ မြင်သည်ဟု ပြောဆိုခြင်း၊ သို့မဟုတ် မြင်ပြီးသားကို မမြင်ဘူးဟု ပြောဆိုခြင်း။\" အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသော အိဗ်နု အဗ္ဗာစ်က ပြောသည်- \"မျက်စိသည် အရာတစ်ခုကို ကြည့်ရှုသောအခါ၊ သစ္စာဖောက်မှုပြုလုပ်လိုသည်ဖြစ်စေ၊ မပြုလုပ်လိုသည်ဖြစ်စေ အလ္လာဟ်အရှင်မြတ် သိတော်မူသည်။\" ဤသည်မှာ မူဂျာဟစ်ဒ်နှင့် ကတာဒါဟ်၏ အမြင်လည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသော အိဗ်နု အဗ္ဗာစ်က အာယတ်ကို မှတ်ချက်ပြုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُخْفِي الصُّدُورُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရင်ခွင်တို့ ဖုံးကွယ်ထားသည်များကိုလည်းကောင်း)</span>။\" သင်သည် တတ်နိုင်လျှင် အမျိုးသမီးတစ်ဦးနှင့် ကာမပိုင်ပြုလုပ်မည် မပြုလုပ်မည်ကို ကိုယ်တော် သိတော်မူသည်။\" အစ်-ဆူဒီက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُخْفِي الصُّدُورُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရင်ခွင်တို့ ဖုံးကွယ်ထားသည်များကိုလည်းကောင်း)</span> ဆိုလိုသည်မှာ သွေးဆောင်ဖြားယောင်းသော တီးတိုးစကားများ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَقْضِي بِالْحَقِّ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သစ္စာတရားဖြင့် တရားစီရင်တော်မူသည်၊)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် တရားမျှတမှုဖြင့် တရားစီရင်တော်မူသည်။ အလ်-အ်အ်မရှ်က ဆအီးဒ် ဘင်န် ဂျူဘိုင်ရ် မှတဆင့် အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသော အိဗ်နု အဗ္ဗာစ်ထံမှ ပြောပြသည်မှာ ဤအာယတ်၏ အဓိပ္ပာယ်မှာ- \"ကိုယ်တော်သည် ကောင်းမှုပြုသူများကို ကောင်းမှုဖြင့် လည်းကောင်း၊ မကောင်းမှုပြုသူများကို မကောင်းမှုဖြင့် လည်းကောင်း ဆုချရန် တတ်နိုင်တော်မူသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူထသော၊ အလုံးစုံကို မြင်တော်မူထသော အရှင်ဖြစ်တော်မူသည်။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသော အိဗ်နု အဗ္ဗာစ်က အနက်ပြန်ဆိုပုံဖြစ်သည်။ ဤသည်မှာ အာယတ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ပြုခဲ့သည့် မကောင်းမှုအတွက် မကောင်းမှုဖြင့် အကျိုးပေးရန်၊ ကောင်းမှုပြုသူများကို အကောင်းဆုံးဖြင့် ဆုချရန်)</span><span class=\"gray\">(၅၃:၃၁)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကိုယ်တော်မှလွဲ၍ ပန်ကြားသူများ)</span> ဆိုလိုသည်မှာ ရုပ်တုများနှင့် မှားယွင်းသော ဘုရားများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَقْضُونَ بِشَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အရာကိုမျှ တရားစီရင်နိုင်မည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မည်သည့်အရာကိုမျှ ပိုင်ဆိုင်ခြင်းမရှိသလို၊ မည်သည့်အရာကိုမျှ တရားစီရင်နိုင်မည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူထသော၊ အလုံးစုံကို မြင်တော်မူထသော အရှင်ဖြစ်တော်မူသည်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ကိုယ်တော်၏ ဖန်ဆင်းခံများ ပြောဆိုသည်များကို အလုံးစုံ ကြားတော်မူပြီး ၎င်းတို့အကြောင်းကို အလုံးစုံ သိတော်မူသည်။ ထို့ကြောင့် ကိုယ်တော်သည် အလိုရှိသူကို လမ်းပြတော်မူပြီး အလိုရှိသူကို လမ်းလွဲစေတော်မူသည်။ ထို့ပြင် ၎င်းအားလုံးတွင် ကိုယ်တော်သည် ပြီးပြည့်စုံသော တရားမျှတမှုဖြင့် တရားစီရင်တော်မူသည်။</p>"
  },
  {
    "ayah_key": "40:21",
    "group_ayah_key": "40:21",
    "from_ayah": "40:21",
    "to_ayah": "40:22",
    "ayah_keys": "40:21,40:22",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် ကမ္ဘာမြေပြင်ပေါ်တွင် ခရီးသွားလာ၍ ၎င်းတို့မတိုင်မီက လူတို့၏ အဆုံးသတ်ကို မမြင်ကြဘူးပေလား။ ၎င်းတို့သည် ခွန်အား၌လည်းကောင်း၊ ကမ္ဘာမြေပြင်ပေါ်ရှိ အမှတ်အသားများ၌လည်းကောင်း ၎င်းတို့ထက် သာလွန်ခဲ့ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အပြစ်များကြောင့် ၎င်းတို့အား အပြစ်ဒဏ်ဖြင့် ဖမ်းဆီးခဲ့သည်။ ၎င်းတို့တွင် အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်းတို့ကို ကာကွယ်ပေးမည့်သူ တစ်ဦးမျှ မရှိပေ <span>(၂၁)</span>၎င်းသည် ၎င်းတို့ထံသို့ ၎င်းတို့၏ တမန်တော်များက ရှင်းလင်းသော သက်သေသာဓကများဖြင့် ရောက်ရှိလာခဲ့သော်လည်း ၎င်းတို့သည် <span class=\"gray\">(ထိုသက်သေသာဓကများကို)</span> မယုံကြည်ခဲ့သောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဖမ်းဆီးခဲ့သည်။ အမှန်စင်စစ် ကိုယ်တော်သည် အလွန်အစွမ်းထက်တော်မူထသော၊ အပြစ်ဒဏ်ပြင်းထန်တော်မူထသော အရှင်ဖြစ်တော်မူသည် <span>(၂၂)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူများအတွက် ပြင်းထန်သော အပြစ်ဒဏ်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَسِيرُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ခရီးမသွားကြဘူးပေလား)</span>၊ 'အို မုဟမ္မဒ်၊ သင်၏ တမန်တော်မြတ်၏ သတင်းစကားကို မယုံကြည်သော ဤလူများ'၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِنْ قَبْلِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေပြင်ပေါ်တွင် ခရီးသွားလာ၍ ၎င်းတို့မတိုင်မီက လူတို့၏ အဆုံးသတ်ကို မမြင်ကြဘူးပေလား။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ တမန်တော်များကို <span class=\"gray\">(၎င်းတို့အပေါ် အေးချမ်းသာယာပါစေ)</span> မယုံကြည်ခဲ့သော ရှေးခေတ်လူမျိုးများအတွက် အပြစ်ဒဏ် ကျရောက်ခဲ့သည်။ ၎င်းတို့သည် ကုရိုက်ရှ်လူမျိုးများထက် ပိုမိုခွန်အားကြီးခဲ့သော်လည်း ထိုသို့ဖြစ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآثَارًا فِي الْأَرْضِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေပြင်ပေါ်ရှိ အမှတ်အသားများ၌လည်းကောင်း။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ကမ္ဘာပေါ်တွင် အဆောက်အအုံများ၊ အိမ်ယာများကဲ့သို့သော အမှတ်အသားများကို ချန်ထားခဲ့သည်။ ဤလူများ <span class=\"gray\">[ဆိုလိုသည်မှာ ကုရိုက်ရှ်လူမျိုးများ]</span> သည် ထိုအရာများနှင့် မယှဉ်နိုင်ကြပေ။ ဤသည်မှာ အာယတ်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ၎င်းတို့အား သင်တို့အား ကျွန်ုပ်တို့ တည်ထောင်ပေးခဲ့သည့်အရာများဖြင့် တည်ထောင်ပေးခဲ့သည်။)</span><span class=\"gray\">(၄၆:၂၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကမ္ဘာမြေကို စိုက်ပျိုးခဲ့ကြပြီး ဤသူများ လုပ်ဆောင်ခဲ့သည်ထက် ပိုမိုများပြားစွာ လူနေထူထပ်စေခဲ့ကြသည်။)</span><span class=\"gray\">(၃၀:၉)</span>။ ထိုမျှကြီးမားသော ခွန်အားရှိလင့်ကစား၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အပြစ်၊ ဆိုလိုသည်မှာ ၎င်းတို့၏ တမန်တော်များကို မယုံကြည်မှုကြောင့် ၎င်းတို့အား အပြစ်ပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တွင် အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်းတို့ကို ကာကွယ်ပေးမည့်သူ တစ်ဦးမျှ မရှိပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့တွင် ၎င်းတို့ကို ကာကွယ်ပေးနိုင်သူ သို့မဟုတ် အပြစ်ဒဏ်ကို ၎င်းတို့ထံမှ ဖယ်ရှားပေးနိုင်သူ တစ်ဦးမျှ မရှိပေ။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်သည် ၎င်းတို့အား အဘယ်ကြောင့် အပြစ်ပေးခဲ့သည်ကိုလည်းကောင်း၊ ၎င်းတို့ကျူးလွန်ခဲ့သော အပြစ်များကိုလည်းကောင်း ဖော်ပြတော်မူသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ၎င်းတို့ထံသို့ ၎င်းတို့၏ တမန်တော်များက ရှင်းလင်းသော သက်သေသာဓကများဖြင့် ရောက်ရှိလာခဲ့သောကြောင့် ဖြစ်သည်)</span> ဆိုလိုသည်မှာ ရှင်းလင်းသော သက်သေနှင့် ပြတ်သားသော အထောက်အထားများဖြင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَكَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ မယုံကြည်ခဲ့။)</span> ဆိုလိုသည်မှာ ဤနိမိတ်လက္ခဏာများအားလုံးရှိသော်လည်း ၎င်းတို့သည် မယုံကြည်ခဲ့ကြဘဲ သတင်းစကားကို ငြင်းပယ်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُمُ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဖမ်းဆီးခဲ့သည်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ၎င်းတို့အား လုံးဝဖျက်ဆီးခဲ့သည်။ ထိုနည်းတူ ကံကြမ္မာသည် မယုံကြည်သူများကို စောင့်ကြိုနေသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهُ قَوِيٌّ شَدِيدُ الْعِقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိုယ်တော်သည် အလွန်အစွမ်းထက်တော်မူထသော၊ အပြစ်ဒဏ်ပြင်းထန်တော်မူထသော အရှင်ဖြစ်တော်မူသည်)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ကြီးမားသော ခွန်အားနှင့် တန်ခိုးကို ပိုင်ဆိုင်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَدِيدُ الْعِقَابِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပြစ်ဒဏ်ပြင်းထန်တော်မူထသော၊)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ အပြစ်ဒဏ်သည် ပြင်းထန်ပြီး ဆင်းရဲဒုက္ခပေးသည်။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ခိုလှုံပါ၏။ ကိုယ်တော်သည် ကောင်းချီးမင်္ဂလာ ပေးသနားတော်မူပြီး မြင့်မြတ်တော်မူပါစေ။</p>"
  }
]