[
  {
    "ayah_key": "24:36",
    "group_ayah_key": "24:36",
    "from_ayah": "24:36",
    "to_ayah": "24:38",
    "ayah_keys": "24:36,24:37,24:38",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မြှင့်တင်ရန် အမိန့်ပေးထားသော အိမ်များတွင် ၎င်း၏အမည်တော်ကို အောက်မေ့သတိရကြသည်။ နံနက်ခင်းနှင့် ညနေခင်းများတွင် ၎င်းကို ချီးမွမ်းကြသည်။ <span>(36)</span>ကုန်သွယ်ခြင်းနှင့် စီးပွားရေးလုပ်ငန်းသည် အလ္လာဟ်အရှင်မြတ်ကို အောက်မေ့ခြင်း၊ ဆွလားတ်ပြုခြင်းနှင့် ဇကားတ်ပေးခြင်းတို့မှ သွေဖည်မသွားစေသော အမျိုးသားများ။ ၎င်းတို့သည် နှလုံးသားများနှင့် မျက်လုံးများ ပြောင်းပြန်လှန်မည့်နေ့ကို ကြောက်ရွံ့ကြသည်။ <span>(37)</span>အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အကောင်းဆုံးလုပ်ရပ်များအတိုင်း ဆုလာဘ်ပေးပြီး ၎င်း၏ ကရုဏာတော်ဖြင့် ပိုမိုထပ်တိုးပေးတော်မူမည်။ အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိသူကို အတိုင်းအတာမရှိ ပေးသနားတော်မူသည်။ <span>(38)</span></p><div lang=\"my\" class=\"my \"><h2>ဗလီဝတ်ကျောင်းတော်များ၏ ဂုဏ်ကျေးဇူးများ၊ မှန်ကန်သော ကျင့်ဝတ်များနှင့် ၎င်းတို့ကို ဂရုစိုက်သူများ၏ ဂုဏ်ကျေးဇူးများ</h2></div><p lang=\"my\" class=\"my \">ယုံကြည်သူ၏ နှလုံးသားနှင့် ၎င်း၌ပါရှိသော လမ်းညွှန်မှုနှင့် အသိပညာတို့ကို ကြည်လင်သော မှန်ခွက်ထဲတွင် ကောင်းမွန်သော ဆီဖြင့် ထွန်းညှိထားသော ဆီမီးအိမ်နှင့် ခိုင်းနှိုင်းပြီးနောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏နေရာကို ဖော်ပြတော်မူသည်၊ ထိုနေရာမှာ ဗလီဝတ်ကျောင်းတော်များဖြစ်ပြီး ကမ္ဘာပေါ်တွင် အလ္လာဟ်အရှင်မြတ်အား အချစ်မြတ်ဆုံးနေရာများဖြစ်သည်။ ဗလီဝတ်ကျောင်းတော်များသည် အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရာ ၎င်း၏အိမ်များဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي بُيُوتٍ أَذِنَ اللَّهُ أَن تُرْفَعَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မြှင့်တင်ရန် အမိန့်ပေးထားသော အိမ်များတွင်၊)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ကို တည်ထောင်ရန်နှင့် မည်သည့်ညစ်ညမ်းမှု၊ အချည်းနှီးပြောဆိုမှု သို့မဟုတ် မသင့်လျော်သော စကားလုံးများ သို့မဟုတ် လုပ်ရပ်များမှ သန့်ရှင်းအောင် ထားရန် အမိန့်ပေးထားသည်။ 'အလီ ဘင် အဘီ တာလ်ဟာဟ်သည် အီဘ်နု အဘ္ဘားစ်ထံမှ ဤအာယတ်နှင့် ပတ်သက်၍ အစီရင်ခံသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي بُيُوتٍ أَذِنَ اللَّهُ أَن تُرْفَعَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မြှင့်တင်ရန် အမိန့်ပေးထားသော အိမ်များတွင်၊)</span> သူက ပြောသည်; \"အလ္လာဟ်အရှင်မြတ်သည် ထိုအိမ်များတွင် အချည်းနှီးပြောဆိုခြင်းကို တားမြစ်ထားသည်။\" ဤသည်မှာ 'အီကရီမာဟ်၊ အဘူ ဆွာလိဟ်၊ အဒ်-ဒွဟ်ဟတ်က်၊ နာဖီအ် ဘင် ဂျုဘိုင်းရ်၊ အဘူ ဘက်ကရ် ဘင် စုလိုင်မာန် ဘင် အဘီ ဟာသာမာဟ်၊ စုဖ်ယာန် ဘင် ဟုစိုင်းန်နှင့် တဖ်စီရ်ပညာရှင်များအနက်မှ အခြားသူများ၏ အမြင်လည်းဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ဗလီဝတ်ကျောင်းတော်များ ဆောက်လုပ်ခြင်း၊ ၎င်းတို့ကို ဂုဏ်ပြုခြင်း၊ လေးစားခြင်းနှင့် အမွှေးနံ့သာများဖြင့် မွှေးကြိုင်စေခြင်း စသည်တို့နှင့် ပတ်သက်၍ ဟဒီးဆ်တော်များစွာကို ဖော်ပြထားသည်။ ဤအကြောင်းအရာကို အခြားနေရာများတွင် ပိုမိုအသေးစိတ် ဆွေးနွေးထားပြီး၊ ဤအကြောင်းအရာနှင့် ပတ်သက်သည့် စာအုပ်တစ်အုပ်ကို ကျွန်ုပ်ကိုယ်တိုင် ရေးသားခဲ့ပြီးဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်၏ ချီးမွမ်းမှုနှင့် ကောင်းချီးမင်္ဂလာများ သက်ရောက်ပါစေ။ အလ္လာဟ်အရှင်မြတ်၏ အကူအညီဖြင့် ဤဟဒီးဆ်တော်အချို့ကို ဤနေရာတွင် ကျွန်ုပ်တို့ ဖော်ပြသွားမည်ဖြစ်သည်၊ အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက။ အလ္လာဟ်အရှင်မြတ်ထံတွင် ကျွန်ုပ်တို့ ယုံကြည်ကိုးစားသည်။</p><p lang=\"my\" class=\"my \">သစ္စာရှိသူတို့၏ ခေါင်းဆောင် 'ဥစ်မာန် ဘင် အဖ်ဖာန် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား ကျေနပ်တော်မူပါစေ) က ပြောကြားသည်; \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ﷺ) က ပြောကြားသည်ကို ကျွန်ုပ်ကြားခဲ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ بَنَى مَسْجِدًا يَبْتَغِي بِهِ وَجْهَ اللهِ بَنَى اللهُ لَهُ مِثْلَهُ فِي الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာဖွေလိုသော ရည်ရွယ်ချက်ဖြင့် ဗလီဝတ်ကျောင်းတော်တစ်ခုကို ဆောက်လုပ်လျှင်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအတွက် ထိုဗလီနှင့်ဆင်တူသော အရာတစ်ခုကို ဂျန္နတ်(ပရဒိသု)တွင် ဆောက်လုပ်ပေးမည်။)</span> ၎င်းကို ဆွဟီးဟ်နှစ်အုပ်တွင် ဖော်ပြထားသည်။ အီဘ်နု မာဂျာဟ်က 'ဥမာရ် ဘင် အလ်-ခွတ္တာဘ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား ကျေနပ်တော်မူပါစေ) က ပြောကြားသည်ကို ဖော်ပြသည်; \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ﷺ) က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ بَنَى مَسْجِدًا يُذْكَرُ فِيهِ اسْمُ اللهِ بَنَى اللهُ لَهُ بَيْتًا فِي الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အလ္လာဟ်အရှင်မြတ်၏ အမည်တော်ကို အောက်မေ့သတိရသော ဗလီဝတ်ကျောင်းတော်တစ်ခုကို ဆောက်လုပ်လျှင်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအတွက် ဂျန္နတ်(ပရဒိသု)တွင် အိမ်တစ်လုံးကို ဆောက်လုပ်ပေးမည်။)</span></p><p lang=\"my\" class=\"my \">အန်-နစာအီသည်လည်း အလားတူအကြောင်းအရာကို ဖော်ပြခဲ့သည်။ ဤကဲ့သို့ ပြောကြားသော ဟဒီးဆ်တော်များစွာရှိသည်။ 'အာအီရှဟ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား ကျေနပ်တော်မူပါစေ) က ပြောကြားသည်; \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ﷺ) သည် ကျွန်ုပ်တို့အား အိမ်များကြားတွင် ဗလီဝတ်ကျောင်းတော်များ ဆောက်လုပ်ရန်နှင့် ၎င်းတို့ကို သန့်ရှင်းအောင်ထားရန်နှင့် အမွှေးနံ့သာများဖြင့် မွှေးကြိုင်စေရန် အမိန့်ပေးခဲ့သည်။\" ၎င်းကို အဟ်မဒ်နှင့် စုနန်ပြုစုသူများ (အန်-နစာအီ မှလွဲ၍) မှတ်တမ်းတင်ထားသည်။ အဟ်မဒ်နှင့် အဘူ ဒါဝုဒ်တို့သည် စာမူရာဟ် ဘင် ဂျွန်ဒုဗ်ထံမှ အလားတူ အစီရင်ခံစာကို မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက ပြောသည်: \"'ဥမာရ်က ပြောသည်: 'လူတို့အတွက် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ရန် နေရာတစ်ခု ဆောက်လုပ်ပေးပါ၊ အနီရောင် သို့မဟုတ် အဝါရောင်တို့ကို အဆင်တန်ဆာနှင့် အလှဆင်ရန် အသုံးမပြုဘဲ၊ ထိုအရာများဖြင့် လူများကို အာရုံပျံ့လွင့်စေခြင်းမှ သတိထားပါ။'\"</p><p lang=\"my\" class=\"my \">အဘူ ဒါဝုဒ်က အီဘ်နု အဘ္ဘားစ်က ပြောကြားသည်ကို ဖော်ပြသည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ﷺ) က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أُمِرْتُ بِتَشْيِيدِ الْمَسَاجِدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဗလီဝတ်ကျောင်းတော်များကို တာရှီယစ်ဒ်လုပ်ရန် ကျွန်ုပ်အား အမိန့်မပေးခဲ့ပါ။)</span> အီဘ်နု အဘ္ဘားစ်က ပြောသည်၊ \"ဂျူးများနှင့် ခရစ်ယာန်များ ပြုလုပ်သကဲ့သို့ အလှဆင်ခြင်း။\" အနပ်စ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား ကျေနပ်တော်မူပါစေ) က ပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ﷺ) က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَقُومُ السَّاعَةُ حَتَّى يَتَبَاهَى النَّاسُ فِي الْمَسَاجِدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့ ဗလီဝတ်ကျောင်းတော်များ ဆောက်လုပ်ရာတွင် ကြွားဝါခြင်းမပြုမချင်း ကိယာမတ်နေ့ရောက်မည်မဟုတ်။)</span> ၎င်းကို အဟ်မဒ်နှင့် စုနန်ပြုစုသူများ (အတ်-တီရ်မီဇီ မှလွဲ၍) မှတ်တမ်းတင်ထားသည်။ ဘူရိုင်ဒါဟ်က ဗလီဝတ်ကျောင်းတော်ထဲတွင် လူတစ်ဦးက \"အနီရောင် ကုလားအုတ်အကြောင်း ဘယ်သူပြောတာလဲ\" ဟု အော်ခေါ်သည်ကို ဖော်ပြသည်၊ ထို့နောက် တမန်တော်မြတ် (ﷺ) က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا وَجَدْتَ إِنَّمَا بُنِيَتِ الْمَسَاجِدُ لِمَا بُنِيَتْ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် ဘယ်တော့မှ မတွေ့ပါစေနှင့်! ဗလီဝတ်ကျောင်းတော်များကို ၎င်းတို့တည်ဆောက်ရသည့် ရည်ရွယ်ချက်အတွက်သာ တည်ဆောက်ခဲ့ခြင်းဖြစ်သည်။)</span> ၎င်းကို မွတ်စ်လင်မ်က ဖော်ပြသည်။ အဘူ ဟူရိုင်ရာဟ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား ကျေနပ်တော်မူပါစေ) က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ﷺ) က မိန့်တော်မူသည်ကို ဖော်ပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا رَأَيْتُمْ مَنْ يَبِيعُ أَوْ يَبْتَاعُ فِي الْمَسْجِدِ، فَقُولُوا: لَا أَرْبَحَ اللهُ تِجَارَتَكَ، وَإِذَا رَأَيْتُمْ مَنْ يَنْشُدُ ضَالَّةً فِي الْمَسْجِدِ فَقُولُوا: لَا رَدَّهَا اللهُ عَلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ဗလီဝတ်ကျောင်းတော်ထဲတွင် တစ်စုံတစ်ဦးကို ဝယ်သည် သို့မဟုတ် ရောင်းသည်ကို တွေ့ပါက၊ ၎င်းအား \"အလ္လာဟ်အရှင်မြတ်သည် သင့်စီးပွားရေးကို ဘယ်တော့မှ အမြတ်မရစေပါစေနှင့်!\" ဟု ပြောပါ။ သင်သည် ဗလီဝတ်ကျောင်းတော်ထဲတွင် ပျောက်ဆုံးပစ္စည်းအကြောင်း အော်ခေါ်နေသူတစ်ဦးကို တွေ့ပါက၊ \"အလ္လာဟ်အရှင်မြတ်သည် ထိုပစ္စည်းကို သင့်ထံ ဘယ်တော့မှ ပြန်မရောက်စေပါစေနှင့်!\" ဟု ပြောပါ။)</span> ၎င်းကို အတ်-တီရ်မီဇီက မှတ်တမ်းတင်ထားပြီး၊ သူက \"ဟဆန် ဂရီဘ်\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် အတ်စ်-ဆွာအိဗ် ဘင် ယဇီးဒ် အလ်-ကင်ဒီက ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်၊ \"ကျွန်ုပ်သည် ဗလီဝတ်ကျောင်းတော်ထဲတွင် ရပ်နေစဉ် လူတစ်ဦးက ကျွန်ုပ်အား ကျောက်စရစ်ခဲများဖြင့် ပစ်ပေါက်ခဲ့သည်၊ ထို့ကြောင့် ကျွန်ုပ် ကြည့်လိုက်သောအခါ 'ဥမာရ် ဘင် အလ်-ခွတ္တာဘ်ကို တွေ့ရသည်၊ သူက 'ဒီလူနှစ်ယောက်ကို သွားခေါ်ခဲ့' ဟု ပြောသည်။ ကျွန်ုပ် သွား၍ သူတို့ကို ခေါ်လာသောအခါ၊ သူက 'ခင်ဗျားတို့ ဘယ်သူတွေလဲ' သို့မဟုတ် 'ဘယ်က လာတာလဲ' ဟု မေးသည်။ သူတို့က 'ကျွန်ုပ်တို့သည် အတ်-တာအိဖ်ကပါ' ဟု ပြောသည်။ 'ဥမာရ်က 'ဒီမြို့ကလူတွေသာဆိုရင် ကျွန်ုပ် ခင်ဗျားတို့ကို ရိုက်မိမှာပဲ၊ ဘာလို့လဲဆိုတော့ ခင်ဗျားတို့ဟာ အလ္လာဟ်အရှင်မြတ်ရဲ့ ရစူလ်တမန်တော် (ﷺ) ရဲ့ ဗလီဝတ်ကျောင်းတော်ထဲမှာ အသံကျယ်ကျယ်ပြောနေကြလို့ပဲ' ဟု ပြောခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">အန်-နစာအီသည် အီဘရာဟင်မ် ဘင် 'အဗ်ဒုရ်-ရဟ်မာန် ဘင် 'အဝ်ဖ်က ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်: \"'ဥမာရ်သည် ဗလီဝတ်ကျောင်းတော်ထဲတွင် လူတစ်ဦး၏ အသံကို ကြားရပြီး 'သင် ဘယ်ရောက်နေမှန်း သိရဲ့လား' ဟု ပြောခဲ့သည်။\" ၎င်းသည်လည်း ဆွဟီးဟ်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဟာဖိဇ် အဘူ ယာအ်လာ အလ်-မူဆွိလီသည် အီဘ်နု 'ဥမာရ်ထံမှ 'ဥမာရ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ﷺ) ၏ ဗလီဝတ်ကျောင်းတော်တွင် သောကြာနေ့တိုင်း နံ့သာပေါင်းကို မီးရှို့လေ့ရှိသည်ဟု မှတ်တမ်းတင်ထားသည်။ ၎င်း၏ သတင်းပေးပို့မှုဆိုင်ရာ ဆင့်ကဲမှတ်တမ်းသည် ဟဆန်ဖြစ်ပြီး မည်သည့်အမှားအယွင်းမျှ မရှိပါ၊ အလ္လာဟ်အရှင်မြတ် အကောင်းဆုံးသိတော်မူ၏။</p><p lang=\"my\" class=\"my \">ဆွဟီးဟ်နှစ်အုပ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ﷺ) က မိန့်တော်မူသည်ဟု အတည်ပြုထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَلَاةُ الرَّجُلِ فِي الْجَمَاعَةِ تُضَعَّفُ عَلَى صَلَاتِهِ فِي بَيْتِهِ وَفِي سُوقِهِ خَمْسًا وَعِشْرِينَ ضِعْفًا وَذَلِكَ أَنَّهُ إَذَا تَوَضَّأَ فَأَحْسَنَ وُضُوءَهُ ثُمَّ خَرَجَ إِلَى الْمَسْجِدِ لَا يُخْرِجُهُ إِلَّا الصَّلَاةُ لَمْ يَخْطُ خَطْوَةً إِلَّا رُفِعَ لَهُ بِهَا دَرَجَةٌ وَحُطَّ عَنْهُ بِهَا خَطِيئَةٌ. فَإِذَا صَلَّى لَمْ تَزَلِ الْمَلَائِكَةُ تُصَلِّي عَلَيْهِ مَا دَامَ فِي مُصَلَّاهُ: اللَّهُمَّ صَلِّ عَلَيْهِ، اللَّهُمَّ ارْحَمْهُ. وَلَا يَزَالُ فِي صَلَاةٍ مَا انْتَظَرَ الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦး၏ ဂျမာအတ်နှင့် ဆွလားတ်ပြုခြင်းသည် ၎င်း၏အိမ် သို့မဟုတ် ဈေးတွင် ဆွလားတ်ပြုခြင်းထက် နှစ်ဆယ့်ငါးဆ ပိုကောင်းသည်။ အဘယ်ကြောင့်ဆိုသော် သူသည် ဝုဒူအ်ပြုလုပ်ပြီး ကောင်းမွန်စွာ ပြုလုပ်ပါက၊ ထို့နောက် ဗလီဝတ်ကျောင်းတော်သို့ ဆွလားတ်ပြုရန် ရည်ရွယ်ချက်မှလွဲ၍ အခြားမည်သည့် ရည်ရွယ်ချက်မျှမရှိဘဲ သွားပါက၊ သူသည် တစ်လှမ်းချင်းစီ လှမ်းတိုင်း အဆင့်အတန်းတစ်ဆင့် မြင့်တက်ပြီး အပြစ်တစ်ခု ပပျောက်သွားသည်။ သူ ဆွလားတ်ပြုသောအခါ၊ သူ ဆွလားတ်ပြုရာနေရာတွင် ရှိနေသမျှ ကာလပတ်လုံး ကောင်းကင်တမန်များသည် ၎င်းအပေါ် ကောင်းချီးများ ဆက်လက် ပို့သပေးကြသည်၊ <span class=\"gray\">[၎င်းတို့က ပြောသည်]</span>၊ \"အို အလ္လာဟ်၊ ၎င်းအပေါ် ကောင်းချီးများ ပို့သတော်မူပါ၊ အို အလ္လာဟ်၊ ၎င်းကို ကရုဏာတော်ထားတော်မူပါ\"။ သူသည် ဆွလားတ်ကို စောင့်ဆိုင်းနေသမျှ ကာလပတ်လုံး ဆွလားတ်ပြုနေသော အခြေအနေတွင် ရှိနေမည်။)</span></p><p lang=\"my\" class=\"my \">အောက်ပါတို့ကို စုနန်တွင် မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَشِّرِ الْمَشَّائِينَ إِلَى الْمَسَاجِدِ فِي الظُّلَمِ بِالنُّورِ التَّامِّ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှောင်မိုက်နေချိန်တွင် ဗလီဝတ်ကျောင်းတော်များသို့ လမ်းလျှောက်သွားသူများအား ကိယာမတ်နေ့တွင် ပြည့်စုံသော အလင်းရောင်၏ သတင်းကောင်းကို ပေးပါ။)</span> ဗလီဝတ်ကျောင်းတော်သို့ ဝင်ရောက်သောအခါ ညာဘက်ခြေဖြင့် ဝင်ရောက်ရန်နှင့် ဆွဟီးဟ် အလ်-ဘူခါရီတွင် မှတ်တမ်းတင်ထားသော ဒုအာအ် (ပန်ကြားချက်) ကို ရွတ်ဆိုရန် အကြံပြုထားသည်။ ထိုဒုအာအ်မှာ 'အဗ်ဒုလ္လာဟ် ဘင် 'အမ်ရ်ထံမှ ဖော်ပြထားသည့်အတိုင်း အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ﷺ) သည် ဗလီဝတ်ကျောင်းတော်သို့ ဝင်ရောက်သောအခါ ပြောလေ့ရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعُوذُ بِاللهِ الْعَظِيمِ وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၊ ၎င်း၏ မြင့်မြတ်သော မျက်နှာတော်နှင့် ၎င်း၏ ထာဝရအာဏာတော်ဖြင့် ကျိန်စာသင့်သော ရှိုင်တွာန်ထံမှ ကျွန်ုပ် ခိုလှုံပါ၏။)</span><span class=\"gray\">[သူ <span class=\"gray\">(သတင်းပေးပို့သူတစ်ဦး)</span> က 'ဒါပဲလား' ဟု မေးသည်။ သူက 'ဟုတ်ကဲ့' ဟု ဖြေသည်။]</span>. အကယ်၍ သူသည် ဤသို့ပြောပါက ရှိုင်တွာန်က ပြောသည်: \"သူသည် ကျွန်ုပ်ထံမှ တစ်နေ့လုံး ကာကွယ်ခြင်း ခံရမည်။\" မွတ်စ်လင်မ်သည် အဘူ ဟူမိုင်ဒ် သို့မဟုတ် အဘူ ဥဆိုင်းဒ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ﷺ) က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا دَخَلَ أَحَدُكُمُ الْمَسْجِدَ فَلْيَقُلْ: اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ. وَإِذَا خَرَجَ فَلْيَقُلْ: اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်တို့တစ်ဦးတစ်ယောက် ဗလီဝတ်ကျောင်းတော်သို့ ဝင်ရောက်သောအခါ၊ \"အို အလ္လာဟ်၊ ကိုယ်တော်၏ ကရုဏာတော် တံခါးများကို ကျွန်ုပ်အတွက် ဖွင့်တော်မူပါ။\" ဟု ပြောပါစေ။ ထို့နောက် သူ ထွက်လာသောအခါ၊ \"အို အလ္လာဟ်၊ ကျွန်ုပ်သည် ကိုယ်တော်၏ ပေးသနားတော်မူခြင်းကို တောင်းဆိုပါ၏။\" ဟု ပြောပါစေ။)</span> အန်-နစာအီသည်လည်း ၎င်းတို့ထံမှ တမန်တော်မြတ်ထံမှ ဤအကြောင်းအရာကို မှတ်တမ်းတင်ထားသည်။ အဘူ ဟူရိုင်ရာဟ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား ကျေနပ်တော်မူပါစေ) က ပြောသည်: အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ﷺ) က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا دَخَلَ أَحَدُكُمُ الْمَسْجِدَ فَلْيُسَلِّمْ عَلَى النَّبِيِّ. وَلْيَقُلِ: اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ، وَإِذَا خَرَجَ فَلْيُسَلِّمْ عَلَى النَّبِيِّ وَلْيَقُلِ: اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်တို့တစ်ဦးတစ်ယောက် ဗလီဝတ်ကျောင်းတော်သို့ ဝင်ရောက်သောအခါ၊ တမန်တော်မြတ်အပေါ် ကောင်းချီးများ ပို့သပါစေ၊ ထို့နောက် \"အို အလ္လာဟ်၊ ကိုယ်တော်၏ ကရုဏာတော် တံခါးများကို ကျွန်ုပ်အတွက် ဖွင့်တော်မူပါ။\" ဟု ပြောပါစေ။ သူ ထွက်လာသောအခါ၊ တမန်တော်မြတ်အပေါ် ကောင်းချီးများ ပို့သပါစေ၊ ထို့နောက် \"အို အလ္လာဟ်၊ ကျိန်စာသင့်သော ရှိုင်တွာန်ထံမှ ကျွန်ုပ်ကို ကာကွယ်တော်မူပါ။\" ဟု ပြောပါစေ။)</span> ၎င်းကို အီဘ်နု မာဂျာဟ်၊ အီဘ်နု ခူဇိုင်မာဟ်နှင့် အီဘ်နု ဟီဗ်ဘာန်တို့က ၎င်းတို့၏ ဆွဟီးဟ်များတွင် မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُذْكَرَ فِيهَا اسْمُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာများတွင် ၎င်း၏အမည်တော်ကို အောက်မေ့သတိရကြသည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အမည်တော်ကို။ ၎င်းသည် အောက်ပါအာယတ်များနှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အာဒမ်၏ သားသမီးအပေါင်းတို့! ဗလီဝတ်ကျောင်းတော်တိုင်းသို့ သင်တို့၏ အလှအပများကို ယူဆောင်သွားကြလော့...)</span><span class=\"gray\">(7:31)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِيمُوا وُجُوهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဗလီဝတ်ကျောင်းတော်တိုင်းတွင် <span class=\"gray\">(၎င်းကိုသာ)</span> မျက်နှာမူ၍ ကိုယ်တော်အားသာ ဆုတောင်းရမည်၊ သင်တို့၏ ဘာသာတရားကို ကိုယ်တော်အတွက်သာ စစ်မှန်စေလျက်)</span><span class=\"gray\">(7:29)</span>။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأَنَّ الْمَسَاجِدَ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဗလီဝတ်ကျောင်းတော်များသည် အလ္လာဟ်အရှင်မြတ်အတွက် ဖြစ်သည်)</span><span class=\"gray\">(72:18)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُذْكَرَ فِيهَا اسْمُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာများတွင် ၎င်း၏အမည်တော်ကို အောက်မေ့သတိရကြသည်။)</span> အီဘ်နု အဘ္ဘားစ်က ပြောသည်၊ \"ဆိုလိုသည်မှာ ၎င်း၏ကျမ်းတော်ကို ထိုနေရာများတွင် ရွတ်ဖတ်ခြင်းဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာများတွင် နံနက်ခင်းနှင့် ညနေခင်းများ၌ ၎င်းကို ချီးမွမ်းကြသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">رِجَالٌ لَّا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَن ذِكْرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုန်သွယ်ခြင်း သို့မဟုတ် စီးပွားရေးလုပ်ငန်းသည် အလ္လာဟ်အရှင်မြတ်ကို အောက်မေ့ခြင်းမှ သွေဖည်မသွားစေသော အမျိုးသားများ)</span> ဤသည်မှာ အောက်ပါအာယတ်များနှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَن ذِكْرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! သင်တို့၏ ပိုင်ဆိုင်မှုများ သို့မဟုတ် သင်တို့၏ သားသမီးများသည် သင်တို့ကို အလ္လာဟ်အရှင်မြတ်ကို အောက်မေ့ခြင်းမှ သွေဖည်မသွားစေပါစေနှင့်။)</span><span class=\"gray\">(63:9)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَىٰ ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! သောကြာနေ့တွင် ဆွလားတ်အတွက် ခေါ်သံကြွေးကြော်သောအခါ၊ အလ္လာဟ်အရှင်မြတ်ကို အောက်မေ့သတိရရန် အသည်းအသန် အလျင်စလိုသွားကြလော့၊ စီးပွားရေးလုပ်ငန်းများကို စွန့်လွှတ်ကြလော့။)</span><span class=\"gray\">[62:9]</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဤလောကနှင့် ၎င်း၏ အဆင်တန်ဆာများ၊ ဆွဲဆောင်မှုများနှင့် ဈေးများသည် ၎င်းတို့ကို ဖန်ဆင်းပြီး ထောက်ပံ့ပေးသော ၎င်းတို့၏ အရှင်သခင်ကို အောက်မေ့ခြင်းမှ အာရုံပျံ့လွင့်စေခြင်း မရှိသင့်ကြောင်း မိန့်တော်မူသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့ပိုင်ဆိုင်ထားသည်ထက် အရှင်မြတ်ထံတွင်ရှိသော အရာများသည် ၎င်းတို့အတွက် ပိုကောင်းသည်ကို ၎င်းတို့သိကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့ပိုင်ဆိုင်ထားသည်များမှာ ယာယီဖြစ်သော်လည်း အလ္လာဟ်အရှင်မြတ်ထံတွင်ရှိသော အရာများမှာ ထာဝရဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَن ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုန်သွယ်ခြင်း သို့မဟုတ် စီးပွားရေးလုပ်ငန်းသည် အလ္လာဟ်အရှင်မြတ်ကို အောက်မေ့ခြင်း၊ ဆွလားတ်ပြုခြင်းနှင့် ဇကားတ်ပေးခြင်းတို့မှ သွေဖည်မသွားစေသော အမျိုးသားများ)</span>။ ဆိုလိုသည်မှာ ၎င်းတို့သည် မိမိတို့ အလိုရှိရာနှင့် နှစ်သက်ရာများကို လုပ်ဆောင်ခြင်းထက် အလ္လာဟ်အရှင်မြတ်ကို နာခံခြင်းနှင့် အရှင်မြတ် အလိုရှိရာနှင့် နှစ်သက်ရာများကို လုပ်ဆောင်ခြင်းကို ဦးစားပေးကြသည်။ ဆာလင်မ်ထံမှ 'အဗ်ဒုလ္လာဟ် ဘင် 'ဥမာရ်က သူသည် ဈေးတွင်ရှိစဉ် ဆွလားတ်အတွက် အီကာမာဟ် ခေါ်သံကြားရသဖြင့် ၎င်းတို့သည် ၎င်းတို့၏ ဆိုင်များကိုပိတ်ပြီး ဗလီဝတ်ကျောင်းတော်သို့ ဝင်ရောက်ခဲ့သည်ဟု သတင်းပေးပို့သည်။ အီဘ်နု 'ဥမာရ်က ပြောသည်: \"၎င်းတို့နှင့် ပတ်သက်၍ ဤအာယတ်ကို ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رِجَالٌ لَّا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَن ذِكْرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုန်သွယ်ခြင်း သို့မဟုတ် စီးပွားရေးလုပ်ငန်းသည် အလ္လာဟ်အရှင်မြတ်ကို အောက်မေ့ခြင်းမှ သွေဖည်မသွားစေသော အမျိုးသားများ)</span>။\" ၎င်းကို အီဘ်နု အဘီ ဟာသိမ်နှင့် အီဘ်နု ဂျရီရ်တို့က မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَن ذِكْرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုန်သွယ်ခြင်း သို့မဟုတ် စီးပွားရေးလုပ်ငန်းသည် အလ္လာဟ်အရှင်မြတ်ကို အောက်မေ့ခြင်းမှ သွေဖည်မသွားစေသော)</span>။ 'အလီ ဘင် အဘီ တာလ်ဟာဟ်က အီဘ်နု အဘ္ဘားစ်က \"ဤသည်မှာ သတ်မှတ်ထားသော ဆွလားတ်များမှ ဆိုလိုသည်\" ဟု ပြောခဲ့သည်ကို သတင်းပေးပို့သည်။ ဤသည်မှာ မူကာတိလ် ဘင် ဟိုင်ယာန်နှင့် အာရ်-ရာဘီအ် ဘင် အနပ်စ်တို့၏ အမြင်လည်းဖြစ်သည်။ အပ်စ်-ဆူဒီက \"ဂျမာအတ်နှင့် ဆွလားတ်ပြုခြင်းမှ\" ဟု ပြောသည်။ မူကာတိလ် ဘင် ဟိုင်ယာန်က \"ထိုအရာက ၎င်းတို့ကို ဆွလားတ်ပြုခြင်းနှင့် အလ္လာဟ်အရှင်မြတ် အမိန့်ပေးထားသည့်အတိုင်း တည်ထောင်ခြင်းမှ၊ သတ်မှတ်ထားသော အချိန်များတွင် ဆွလားတ်များပြုလုပ်ခြင်းမှနှင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အပေါ် ဖန်ဆင်းထားသော ဆွလားတ်တွင် ရှိသမျှတို့ကို လုပ်ဆောင်ခြင်းမှ အာရုံပျံ့လွင့်စေခြင်းမရှိ\" ဟု ပြောသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် နှလုံးသားများနှင့် မျက်လုံးများ ပြောင်းပြန်လှန်မည့်နေ့ကို ကြောက်ရွံ့ကြသည်။)</span> ဆိုလိုသည်မှာ ကိယာမတ်နေ့ကို ဆိုလိုသည်၊ ထိုနေ့တွင် လူတို့၏ နှလုံးသားများနှင့် မျက်လုံးများသည် ထိုနေ့၏ ပြင်းထန်သော ကြောက်ရွံ့မှုနှင့် ထိတ်လန့်မှုကြောင့် ပြောင်းပြန်လှန်သွားမည်ဖြစ်သည်။ ဤသည်မှာ အောက်ပါအာယတ်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنذِرْهُمْ يَوْمَ الْآزِفَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို နီးကပ်လာသောနေ့နှင့် ပတ်သက်၍ သတိပေးပါ။)</span><span class=\"gray\">(40:18)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့အား မျက်လုံးများ ထိတ်လန့်တကြား ကြည့်နေမည့်နေ့အထိ အချိန်ပေးထားသည်)</span><span class=\"gray\">[14:42]</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُطْعِمُونَ الطَّعَامَ عَلَىٰ حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا - إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنكُمْ جَزَاءً وَلَا شُكُورًا - إِنَّا نَخَافُ مِن رَّبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا - فَوَقَاهُمُ اللَّهُ شَرَّ ذَٰلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا - وَجَزَاهُم بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အစားအစာကို ချစ်မြတ်နိုးသော်လည်း ဆင်းရဲသား၊ မိဘမဲ့နှင့် အကျဉ်းသားတို့အား ပေးကြသည်၊ <span class=\"gray\">(ဤသို့ဆိုလျက်:)</span> \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာဖွေလို၍သာ သင်တို့ကို ကျွေးမွေးခြင်းဖြစ်သည်၊ ကျွန်ုပ်တို့သည် သင်တို့ထံမှ မည်သည့်ဆုလာဘ်မျှ၊ ကျေးဇူးတင်စကားမျှ မလိုလားပါ။ အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အရှင်သခင်ထံမှ ခက်ခဲကြမ်းတမ်းသော၊ စိတ်အနှောင့်အယှက်ဖြစ်စေသော မျက်နှာများကို ကြည့်မကောင်းအောင် ပြုလုပ်မည့်နေ့ကို ကြောက်ရွံ့ပါသည်။\" ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ထိုနေ့၏ ဆိုးကျိုးများမှ ကယ်တင်ခဲ့ပြီး အလှအပနှင့် ပျော်ရွှင်မှု အလင်းရောင်ကို ပေးခဲ့သည်။ ၎င်းတို့၏ အကျိုးဆုလာဘ်သည် ဂျန္နတ်(ပရဒိသု)နှင့် ပိုးထည်များ ဖြစ်ပေလိမ့်မည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် သည်းခံခဲ့သောကြောင့်ဖြစ်သည်။)</span><span class=\"gray\">(76:8-12)</span>. ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အကောင်းဆုံးလုပ်ရပ်များအတိုင်း ဆုလာဘ်ပေးတော်မူရန်၊)</span> ဆိုလိုသည်မှာ \"၎င်းတို့သည် ကျွန်ုပ်တို့က ၎င်းတို့၏ အကောင်းဆုံးလုပ်ရပ်များကို လက်ခံပြီး ၎င်းတို့၏ ဆိုးရွားသော လုပ်ရပ်များကို လျစ်လျူရှုမည့်သူများဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَزِيدَهُم مِّن فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ ကရုဏာတော်ဖြင့် ၎င်းတို့အတွက် ပိုမိုထပ်တိုးပေးတော်မူမည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့၏ ကောင်းမှုများကို လက်ခံပြီး ၎င်းတို့အတွက် အဆများစွာ တိုးပွားစေမည်ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ဖုန်မှုန့်တစ်စက်၏ အလေးချိန်မျှပင် မတရားမပြုလုပ်ပါ။)</span><span class=\"gray\">(4:40)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကောင်းမှုတစ်ခု ဆောင်ကြဉ်းလာလျှင် ၎င်း၏မှတ်တမ်းတွင် ဆယ်ဆတိုး၍ ရရှိမည်။)</span><span class=\"gray\">(6:160)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ကောင်းမြတ်သော ချေးငွေကို ပေးမည့်သူ မည်သူနည်း။)</span><span class=\"gray\">(2:245)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُضَاعِفُ لِمَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိသူကို အဆများစွာ တိုးပွားစေသည်။)</span><span class=\"gray\">(2:261)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိသူကို အတိုင်းအတာမရှိ ပေးသနားတော်မူသည်။)</span></p>"
  }
]