[
  {
    "ayah_key": "10:94",
    "group_ayah_key": "10:94",
    "from_ayah": "10:94",
    "to_ayah": "10:97",
    "ayah_keys": "10:94,10:95,10:96,10:97",
    "text": "<p lang=\"my\" class=\"my \">သင်သည် ငါတို့ ထုတ်ဖော်ပြသခဲ့သည်နှင့် ပတ်သက်၍ သံသယရှိပါက၊ သင်မတိုင်မီ ကျမ်းကို ဖတ်ရှုနေသူများကို မေးမြန်းပါ။ အမှန်စင်စစ်၊ အမှန်တရားသည် သင့်ထံသို့ သင့်အရှင်ထံမှ ရောက်ရှိလာခဲ့ပြီ။ ထို့ကြောင့် သံသယရှိသူများတွင် မပါဝင်ပါနှင့် <span class=\"gray\">(၎င်းကို)</span><span>(၉၄)</span>အလ္လာဟ်အရှင်မြတ်၏ အာယတ်များကို ငြင်းပယ်သူများတွင် မပါဝင်ပါနှင့်၊ အကြောင်းမှာ ထိုအခါ သင်သည် ဆုံးရှုံးသူများထဲမှ တစ်ဦးဖြစ်သွားလိမ့်မည် <span>(၉၅)</span>အမှန်တကယ်ပင်၊ သင့်အရှင်၏ နှုတ်ကပတ်တော်ကို တရားမျှတအောင် ပြုလုပ်ခံရသူများသည် ယုံကြည်လိမ့်မည်မဟုတ်ပါ <span>(၉၆)</span>သူတို့ထံသို့ နာကျင်သော ပြစ်ဒဏ်ကို မမြင်မချင်း မည်သည့်နိမိတ်လက္ခဏာပင် ရောက်ရှိလာသည်ဖြစ်စေ <span>(၉၇)</span></p><div lang=\"my\" class=\"my \"><h2>ယခင်ကျမ်းဂန်များက ကုရ်အာန်၏ အမှန်တရားကို သက်သေခံကြသည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالْإِنجِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်၊ စာမဖတ်တတ်၊ စာမရေးတတ်သော နဗီတမန်တော်ကို လိုက်နာသူများ၊ ၎င်းတို့သည် တောင်ရားတ်ကျမ်းနှင့် အင်ဂျီလ်ကျမ်းတို့တွင် ၎င်းတို့နှင့်အတူ ရေးသားထားသည်ကို တွေ့ရှိရသည်။)</span><span class=\"gray\">(၇:၁၅၇)</span> ၎င်းတို့သည် မိမိတို့၏ ကလေးများ မည်သူဖြစ်ကြောင်း သေချာသကဲ့သို့ ဤအရာကိုလည်း သေချာကြသော်လည်း ၎င်းတို့သည် ၎င်းကို ဖုံးကွယ်ပြီး ကလန်ကလားပြုလုပ်ကြသည်။ ၎င်း၏ ထင်ရှားသော သက်သေခံချက်များရှိသော်လည်း ၎င်းတို့သည် ၎င်းကို မယုံကြည်ခဲ့ကြပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သင့်အရှင်၏ နှုတ်ကပတ်တော် <span class=\"gray\">(အမျက်ဒေါသ)</span> ကို တရားမျှတအောင် ပြုလုပ်ခံရသူများသည် ယုံကြည်လိမ့်မည်မဟုတ်ပါ။ သူတို့ထံသို့ နာကျင်သော ပြစ်ဒဏ်ကို မမြင်မချင်း မည်သည့်နိမိတ်လက္ခဏာပင် ရောက်ရှိလာသည်ဖြစ်စေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထိုယုံကြည်ခြင်းမှ အကျိုးကျေးဇူးရရှိနိုင်မည့် နည်းလမ်းဖြင့် ယုံကြည်လိမ့်မည်မဟုတ်ပါ။ ၎င်းသည် လူတစ်ဦးသည် မိမိ၏ ယုံကြည်ခြင်းမှ အကျိုးကျေးဇူးရရှိနိုင်မည်မဟုတ်သော အချိန်တွင် ယုံကြည်ခြင်းဖြစ်သည်။ ဥပမာအားဖြင့်၊ မူဆာသည် ဖိရ်အောင်နှင့် သူ၏ခေါင်းဆောင်များကို ဆုတောင်းခဲ့စဉ်က၊ ဤသို့ဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا اطْمِسْ عَلَىٰ أَمْوَالِهِمْ وَاشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့၏အရှင်! ၎င်းတို့၏ စည်းစိမ်ဥစ္စာများကို ဖျက်ဆီးပါ၊ ၎င်းတို့၏ နှလုံးသားများကို မာကျောစေပါ၊ သို့မှသာ ၎င်းတို့သည် နာကျင်သော ပြစ်ဒဏ်ကို မမြင်မချင်း ယုံကြည်လိမ့်မည်မဟုတ်ပါ။)</span><span class=\"gray\">(၁၀:၈၈)</span> ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَّا كَانُوا لِيُؤْمِنُوا إِلَّا أَن يَشَاءَ اللَّهُ وَلَٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းတို့ထံသို့ ကောင်းကင်တမန်များကို စေလွှတ်ခဲ့သော်လည်းကောင်း၊ သေဆုံးသူများက ၎င်းတို့နှင့် စကားပြောခဲ့သော်လည်းကောင်း၊ ငါတို့သည် အရာခပ်သိမ်းကို ၎င်းတို့၏ မျက်စိရှေ့တွင် စုဝေးစေခဲ့သော်လည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ် အလိုတော်မရှိပါက ၎င်းတို့သည် ယုံကြည်လိမ့်မည်မဟုတ်ပါ။ သို့သော် ၎င်းတို့အများစုမှာ မသိနားမလည်စွာ ပြုမူကြသည်။)</span><span class=\"gray\">(၆:၁၁၁)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p>"
  },
  {
    "ayah_key": "10:98",
    "group_ayah_key": "10:98",
    "from_ayah": "10:98",
    "to_ayah": "10:98",
    "ayah_keys": "10:98",
    "text": "<p lang=\"my\" class=\"my \">(အပြစ်ဒဏ်ကိုမြင်ပြီးနောက်) ယုံကြည်ပြီး ၎င်း၏ယုံကြည်ခြင်းက (ထိုအချိန်တွင်) ၎င်းကို (အပြစ်ဒဏ်မှ) ကယ်တင်ခဲ့သော မြို့ <span class=\"gray\">(လူ့အဖွဲ့အစည်း)</span> တစ်ခုခု ရှိခဲ့ဖူးပါသလား။– ယူနွတ်စ်၏ လူမျိုးများမှလွဲ၍ ဖြစ်သည်၊ ၎င်းတို့ ယုံကြည်သောအခါ၊ ၎င်းတို့ထံမှ (ပစ္စုပ္ပန်) လောကီဘဝတွင် ဂုဏ်ရည်ညှိုးနွမ်းစေသော ညှဉ်းပန်းနှိပ်စက်မှုကို ငါတို့ ဖယ်ရှားပေးခဲ့ပြီး၊ ၎င်းတို့ကို ခဏတာမျှ ပျော်မွေ့စေခဲ့သည်။ <span>(၉၈)</span></p><div lang=\"my\" class=\"my \"><h2>အပြစ်ဒဏ်ကျရောက်ချိန်တွင် ယုံကြည်ခြင်းသည် ယူနွတ်စ်၏ လူမျိုးများမှလွဲ၍ အကူအညီမဖြစ်ခဲ့ပါ။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မေးခဲ့သည်- 'ယခင်က လူမျိုးများထဲမှ မည်သည့်မြို့သည် ရစူလ်တမန်တော်များကို လက်ခံရရှိသောအခါ တစ်မြို့လုံး အပြည့်အဝ ယုံကြည်ခဲ့ဖူးပါသနည်း။ အို မုဟမ္မဒ်၊ သင်မတိုင်မီ ကျွန်ုပ်တို့ စေလွှတ်ခဲ့သော ရစူလ်တမန်တော်များအားလုံးကို ၎င်းတို့၏လူမျိုးများ သို့မဟုတ် ၎င်းတို့၏လူမျိုးအများစုက ငြင်းပယ်ခဲ့ကြသည်။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا حَسْرَةً عَلَى الْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အတွက် ဝမ်းနည်းဖွယ်ရာတည်း။ ၎င်းတို့ထံ မည်သည့် ရစူလ်တမန်တော်မှ မလာရောက်ခဲ့ပါ၊ သို့သော် ၎င်းတို့သည် ၎င်းအား လှောင်ပြောင်ခဲ့ကြသည်သာ။)</span><span class=\"gray\">(၃၆:၃၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ مَا أَتَى الَّذِينَ مِن قَبْلِهِم مِّن رَّسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလားတူပင်၊ ၎င်းတို့မတိုင်မီက လူများထံ မည်သည့် ရစူလ်တမန်တော်မှ မလာခဲ့ပါ၊ သို့သော် ၎င်းတို့က \"စုန်း သို့မဟုတ် အရူးတစ်ယောက်!\" ဟု ပြောခဲ့ကြသည်။)</span><span class=\"gray\">(၅၁:၅၂)</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ مَا أَرْسَلْنَا مِن قَبْلِكَ فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِم مُّقْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့အတူပင်၊ သင်မတိုင်မီ မည်သည့်မြို့ <span class=\"gray\">(လူမျိုး)</span> သို့မျှ သတိပေးသူတစ်ဦးကို ငါတို့ မစေလွှတ်ခဲ့ပါ၊ သို့သော် ၎င်းတို့အနက်မှ ချမ်းသာကြွယ်ဝသူများက ပြောခဲ့သည်- \"ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ဖခင်များအား သတ်မှတ်ထားသော နည်းလမ်းနှင့် ဘာသာတရားကို လိုက်နာသည်ကို တွေ့ရှိခဲ့ပြီး၊ ကျွန်ုပ်တို့သည် ၎င်းတို့၏ ခြေရာများကို အမှန်ပင် လိုက်နာကြမည်။\")</span><span class=\"gray\">(၄၃:၂၃)</span> စစ်မှန်သော ဟဒီးဆ်ကျမ်းတွင် တွေ့ရသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عُرِضَ عَلَيَّ الْأَنْبِيَاءُ فَجَعَلَ النَّبِيُّ يـَمُرُّ وَمَعَهُ الْفِئَامُ مِنَ النَّاسِ، وَالنَّبِيُّ يـَمُرُّ مَعَهُ الرَّجُلُ، وَالنَّبِيُّ مَعَهُ الرَّجُلَانِ، وَالنَّبِيُّ لَيْسَ مَعَهُ أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နဗီတမန်တော်များကို ကျွန်ုပ်အား ပြသခဲ့သည်။ လူအုပ်စုတစ်စုနှင့်အတူ ဖြတ်သွားသော နဗီတမန်တော်တစ်ပါးရှိခဲ့သည်၊ လူတစ်ဦးတည်းနှင့်အတူ ဖြတ်သွားသော နဗီတမန်တော်တစ်ပါး၊ လူနှစ်ဦးနှင့်အတူ နဗီတမန်တော်တစ်ပါး၊ မည်သူနှင့်မျှမပါဘဲ နဗီတမန်တော်တစ်ပါးတို့ ရှိခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် သူသည် မူဆာ (အပေါ်တွင် ငြိမ်းချမ်းခြင်း ရှိပါစေ) တွင် ရှိခဲ့သော နောက်လိုက်အရေအတွက် များပြားပုံကို ဖော်ပြခဲ့ပြီး၊ ထို့နောက် သူသည် သူ၏လူမျိုးများသည် အနောက်မှ အရှေ့သို့ ပြည့်လျှံနေသည်ကို မြင်ခဲ့သည်။ အဓိကအချက်မှာ မူဆာနှင့် ယူနွတ်စ်ကြားတွင်၊ ယူနွတ်စ်၏ လူမျိုးများ၊ နိုင်းနာဝါ <span class=\"gray\">(နိုင်းနဗီ)</span> ၏ လူမျိုးများမှလွဲ၍၊ တစ်မျိုးလုံး ယုံကြည်ခဲ့သော လူမျိုးတစ်မျိုးမှ မရှိခဲ့ခြင်းပင်ဖြစ်သည်။ ၎င်းတို့၏ ရစူလ်တမန်တော်က သတိပေးခဲ့သော ညှဉ်းပန်းနှိပ်စက်မှုသည် ၎င်းတို့အား ကျရောက်မည်ကို စိုးရိမ်သောကြောင့်သာ ၎င်းတို့ ယုံကြည်ခဲ့ကြသည်။ ၎င်းတို့သည် ၎င်း၏ လက္ခဏာများကို အမှန်တကယ် မြင်တွေ့ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံ အော်ဟစ်ကာ အကူအညီတောင်းခဲ့ကြသည်။ ၎င်းတို့သည် အရှင်မြတ်ကို ပန်ကြားရာတွင် နှိမ့်ချစွာ ပြုမူခဲ့ကြသည်။ ၎င်းတို့သည် ၎င်းတို့၏ ကလေးသူငယ်များနှင့် ကျွဲနွားများကို ခေါ်ဆောင်လာခဲ့ပြီး ၎င်းတို့၏ နဗီတမန်တော်က သတိပေးခဲ့သော ညှဉ်းပန်းနှိပ်စက်မှုကို ရုပ်သိမ်းပေးရန် အလ္လာဟ်အရှင်မြတ်အား တောင်းဆိုခဲ့ကြသည်။ ရလဒ်အနေဖြင့် အလ္လာဟ်အရှင်မြတ်သည် သူ၏ ကရုဏာတော်ကို စေလွှတ်ခဲ့ပြီး ၎င်းတို့ထံမှ ဘေးဒဏ်ကို ဖယ်ရှားပေးခဲ့ကာ ၎င်းတို့အား အချိန်အတန်ကြာ အနားယူခွင့် ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَىٰ حِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယူနွတ်စ်၏ လူမျိုးများမှလွဲ၍ ဖြစ်သည်၊ ၎င်းတို့ ယုံကြည်သောအခါ၊ ၎င်းတို့ထံမှ လောကီဘဝတွင် ဂုဏ်ရည်ညှိုးနွမ်းစေသော ညှဉ်းပန်းနှိပ်စက်မှုကို ငါတို့ ဖယ်ရှားပေးခဲ့ပြီး၊ ၎င်းတို့ကို ခဏတာမျှ ပျော်မွေ့စေခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်ကို အနက်ပြန်ရာတွင် ကွတာဒါက ပြောခဲ့သည်- \"ယူနွတ်စ်၏ လူမျိုးများမှလွဲ၍ မည်သည့်မြို့မျှ အမှန်တရားကို ငြင်းပယ်ပြီးနောက် ဘေးဒဏ်ကို မြင်သောအခါ ယုံကြည်ခဲ့ခြင်း၊ ထို့နောက် ၎င်းတို့၏ ယုံကြည်ခြင်းက ၎င်းတို့အား အကျိုးပြုခဲ့ခြင်း မရှိခဲ့ပါ။\" ၎င်းတို့၏ နဗီတမန်တော်ကို ဆုံးရှုံးခဲ့ပြီး ဘေးဒဏ်သည် ၎င်းတို့အပေါ် ကျရောက်တော့မည်ဟု ထင်သောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ စိတ်နှလုံးများမှတဆင့် နောင်တရလိုစိတ်ကို ပို့ပေးခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် သိုးမွှေးအထည်များကို ဝတ်ဆင်ခဲ့ကြပြီး တိရစ္ဆာန်တစ်ကောင်စီကို ၎င်း၏ သားပေါက်များမှ ခွဲထုတ်ခဲ့ကြသည်။ ထို့နောက် ၎င်းတို့သည် ညလေးဆယ်ပတ်လုံး အလ္လာဟ်အရှင်မြတ်ထံ အော်ဟစ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ စိတ်နှလုံးများတွင် အမှန်တရားကို မြင်တွေ့ခဲ့ပြီး ၎င်းတို့သည် နောင်တနှင့် ဝမ်းနည်းမှုတို့တွင် ရိုးသားကြောင်း သိရှိသောအခါ၊ အရှင်မြတ်သည် ၎င်းတို့ထံမှ ဘေးဒဏ်ကို ဖယ်ရှားပေးခဲ့သည်။ ကွတာဒါက ပြောခဲ့သည်- \"ယူနွတ်စ်၏ လူမျိုးများသည် မိုဆူးလ်ပြည်ရှိ နိုင်းနာဝါတွင် ရှိခဲ့ကြောင်း ဖော်ပြခဲ့သည်။\" ၎င်းကို အိဗ်နု မပ်စ်အူဒ်၊ မုဂျာဟစ်ဒ်၊ ဆအိဒ် ဘင် ဂျူဘိုင်ရ် နှင့် ဆလဖ်မှ အခြားသူများထံမှလည်း သတင်းပို့ခဲ့သည်။</p>"
  },
  {
    "ayah_key": "10:99",
    "group_ayah_key": "10:99",
    "from_ayah": "10:99",
    "to_ayah": "10:100",
    "ayah_keys": "10:99,10:100",
    "text": "<p class=\"my translation\" lang=\"my\">သင်၏အရှင်မြတ်အလိုရှိခဲ့ပါမူ ကမ္ဘာမြေပေါ်ရှိသူတို့အားလုံးသည် အတူတကွ သက်ဝင်ယုံကြည်ခဲ့ကြမည်။ ထို့ကြောင့် သင်သည် လူသားတို့အား ယုံကြည်သူများ ဖြစ်လာသည်အထိ အတင်းအကျပ်ပြုမည်လော <span>(99)</span> မည်သူမဆို အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်မရှိဘဲ ယုံကြည်ရန် မဖြစ်နိုင်ပေ။ အရှင်မြတ်သည် မစဉ်းစားဆင်ခြင်သူများအပေါ်တွင် ရစ်ဂျ်ကို ထားတော်မူမည် <span>(100)</span></p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်မှုကို အတင်းအကျပ်ပြုရန်မှာ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်အစိတ်အပိုင်း မဟုတ်ပေ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَوْ شَاءَ رَبُّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်မြတ် အလိုရှိခဲ့ပါမူ)</span> ဆိုလိုသည်မှာ 'အို မိုဟာမက်၊ သင်၏အရှင်မြတ်၏ အလိုတော်ရှိခဲ့ပါမူ၊ အရှင်မြတ်သည် ကမ္ဘာမြေပေါ်ရှိလူအားလုံးကို သင်ယူဆောင်လာခဲ့သော အရာ၌ ယုံကြည်စေခဲ့မည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်ပြုလုပ်ရာ၌ ဉာဏ်ပညာရှိတော်မူ၏။' အလားတူပင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً ۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ - إِلَّا مَن رَّحِمَ رَبُّكَ ۚ وَلِذَٰلِكَ خَلَقَهُمْ ۗ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်မြတ်အလိုရှိခဲ့ပါမူ လူသားမျိုးနွယ်ကို သေချာပေါက် တစ်ခုတည်းသော အွမ္မာဖြစ်စေနိုင်ခဲ့မည်။ သို့သော် သူတို့သည် သဘောထားကွဲလွဲမှု မရပ်စဲကြပေ။ သင်၏အရှင်မြတ်သည် မည်သူ့ကိုမဆို ကရုဏာထားတော်မူလျှင် ထိုသူမှတစ်ပါး။ အရှင်မြတ်သည် ထိုသူတို့ကို ထိုရည်ရွယ်ချက်အတွက် ဖန်ဆင်းခဲ့သည်။ သင်၏အရှင်မြတ်၏ အမိန့်တော် ပြည့်စုံခဲ့ပြီ <span class=\"gray\">(အရှင်မြတ်၏မိန့်ဆိုချက်)</span>: \"ငါသည် ဂျင်နီနှင့် လူသားအားလုံးနှင့်အတူ ငရဲကို သေချာပေါက် ဖြည့်ဆည်းမည်။\")</span><span class=\"gray\">(11:118-119)</span> အရှင်မြတ်ကလည်း မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَن لَّوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ယုံကြည်သူတို့သည် အလ္လာဟ်အရှင်မြတ်အလိုရှိခဲ့ပါမူ လူသားအားလုံးကို လမ်းပြနိုင်ခဲ့သည်ကို မသိသေးကြသလော။)</span><span class=\"gray\">(13:31)</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَنتَ تُكْرِهُ النَّاسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်သည် လူသားတို့အား အတင်းအကျပ်ပြုမည်လော)</span> ၎င်းတို့ကို ယုံကြည်ရန် အတင်းအကျပ်ပြုမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَكُونُوا مُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ယုံကြည်သူများ ဖြစ်လာသည်အထိ။)</span> ဆိုလိုသည်မှာ ထိုသို့ပြုလုပ်ရန် သင်၏တာဝန် မဟုတ်ပေ။ ထိုသို့ပြုလုပ်ရန် သင့်အား အမိန့်ပေးထားခြင်းလည်း မရှိပေ။ အလ္လာဟ်အရှင်မြတ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُضِلُّ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်အလိုရှိသူကို လမ်းမှားစေတော်မူပြီး၊ အရှင်မြတ်အလိုရှိသူကို လမ်းပြတော်မူ၏။)</span><span class=\"gray\">(35:8)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့အတွက် ဝမ်းနည်းပူဆွေးမှုဖြင့် သင့်ကိုယ်သင် မဖျက်ဆီးပါနှင့်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကို လမ်းပြရန်မှာ သင်၏တာဝန် မဟုတ်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိသူကို လမ်းပြတော်မူ၏။)</span><span class=\"gray\">[2:272]</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ယုံကြည်သူများ မဟုတ်သည့်အတွက် သင်သည် ဝမ်းနည်းမှုဖြင့် သင့်ကိုယ်သင် သတ်ပစ်နိုင်ခြေရှိသည်။)</span><span class=\"gray\">[26:3]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ကြိုက်နှစ်သက်သူကို သင်လမ်းမပြနိုင်...)</span><span class=\"gray\">[28:56]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏တာဝန်မှာ သတင်းစကားပို့ဆောင်ရန်သာဖြစ်ပြီး၊ စစ်ဆေးရန်မှာ ကျွန်ုပ်တို့၏တာဝန်ဖြစ်သည်။)</span><span class=\"gray\">[13:40]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَكِّرْ إِنَّمَا أَنتَ مُذَكِّرٌ - لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သတိပေးပါ၊ သင်သည် သတိပေးသူတစ်ဦးသာဖြစ်သည်။ သင်သည် သူတို့အပေါ် အာဏာရှင်မဟုတ်ပေ။)</span><span class=\"gray\">[88:21-22]</span> အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိရာကို ပြုလုပ်တော်မူကြောင်း၊ အလိုရှိသူကို လမ်းပြတော်မူကြောင်း၊ အလိုရှိသူကို လမ်းမှားစေတော်မူကြောင်း၊ ၎င်းအားလုံးသည် အရှင်မြတ်၏ ဉာဏ်ပညာ၊ ပညာနှင့် တရားမျှတမှုတို့မှ ဖြစ်ပေါ်လာကြောင်း သက်သေပြသော အခြားအာယတ်များလည်း ရှိပါသည်။ ထိုနည်းတူစွာ အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِنَفْسٍ أَن تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ ۚ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لَا يَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်မရှိဘဲ ယုံကြည်ရန် မဖြစ်နိုင်ပေ။ အရှင်မြတ်သည် ရစ်ဂျ်ကို ထားတော်မူမည်)</span> ဆိုလိုသည်မှာ မငြိမ်မသက်ဖြစ်မှုနှင့် လမ်းမှားခြင်းကို</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الَّذِينَ لَا يَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မစဉ်းစားဆင်ခြင်သူများအပေါ်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ သက်သေခံချက်များနှင့် အထောက်အထားများ၊ အရှင်မြတ်သည် အရာအားလုံးတွင် တရားမျှတတော်မူပြီး၊ အရှင်မြတ်အလိုရှိသူကို လမ်းပြတော်မူကာ၊ အရှင်မြတ်အလိုရှိသူကို လမ်းမှားစေတော်မူ၏။</p>"
  }
]