[
  {
    "ayah_key": "34:14",
    "group_ayah_key": "34:14",
    "from_ayah": "34:14",
    "to_ayah": "34:14",
    "ayah_keys": "34:14",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့နောက် ငါတို့သည် သူ၏ သေဆုံးခြင်းကို အမိန့်ချမှတ်သောအခါ၊ မြေကြီးပေါ်မှ သေးငယ်သော သန်ကောင်တစ်ကောင်မှလွဲ၍ အဘယ်အရာမျှ သူတို့ <span class=\"gray\">(ဂျင်န်များ)</span> အား သူ၏ သေဆုံးခြင်းအကြောင်း အသိမပေးခဲ့ပါ။ ထိုသန်ကောင်သည် သူ၏ တုတ်ကို <span class=\"gray\">(ဖြည်းဖြည်းချင်း)</span> တဖြည်းဖြည်း ကိုက်စားနေခဲ့သည်။ ထို့ကြောင့် သူလဲကျသောအခါ၊ ဂျင်န်များသည် အကယ်၍ သူတို့သည် မျက်မြင်မရရာကို သိခဲ့ကြပါမူ၊ ၎င်းတို့သည် အရှက်ရစေသော ပြစ်ဒဏ်၌ ဆက်လက် ရှိနေကြမည်မဟုတ်ကြောင်း ရှင်းရှင်းလင်းလင်း မြင်သိခဲ့ကြသည်။ <span>(၁၄)</span></p><p lang=\"my\" class=\"my \">စူလေးမန်၏ ကွယ်လွန်ခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် စူလေးမန် (အလိုင်ဟစ္စလာမ်) မည်သို့ ကွယ်လွန်ခဲ့သည်နှင့် အလ္လာဟ်အရှင်မြတ်သည် သူ၏ ကွယ်လွန်ခြင်းကို အပြင်းအထန် အလုပ်လုပ်ရန် သူ၏ လက်အောက်သို့ ကျရောက်နေသော ဂျင်န်များထံမှ မည်သို့ ဝှက်ထားခဲ့သည်ကို ငါတို့အား ပြောပြတော်မူသည်။ သူသည် သူ၏တုတ် (ဝါ) သူ၏ ဝါးလုံးကို မှီ၍ ရှိနေခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် အိဗ်နု အဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ကျေနပ်ပါစေသော်၊ မုဂျာဟိဒ်၊ အလ်-ဟစန်၊ ကွသားဒါဟ်နှင့် အခြားသူများက ပြောခဲ့ကြသည်။ သူသည် ထိုသို့ပင် အချိန်အကြာကြီး (တစ်နှစ်ခန့်) နေခဲ့သည်။ မြေကြီးပေါ်မှ သတ္တဝါတစ်ကောင် (သန်ကောင်တစ်မျိုး) က ထိုတုတ်ကို စားသောက်လိုက်သောအခါ၊ ၎င်းသည် အားနည်းသွားပြီး မြေပြင်ပေါ်သို့ ပြိုကျခဲ့သည်။ ထိုအခါ သူသည် အချိန်အကြာကြီးကတည်းက ကွယ်လွန်ခဲ့ပြီဖြစ်ကြောင်း ပေါ်လွင်လာခဲ့သည်။ ဂျင်န်များနှင့် လူသားများအတွက်လည်း ဂျင်န်များသည် ၎င်းတို့ <span class=\"gray\">(ဂျင်န်များ)</span> ထင်မှတ်ခဲ့သလို၊ လူများကို လှည့်ဖြားရန် ကြိုးစားခဲ့သလို မျက်မြင်မရရာကို မသိကြောင်း ရှင်းရှင်းလင်းလင်း ပေါ်လွင်လာခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်များ ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا دَلَّهُمْ عَلَىٰ مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ ۖ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးပေါ်မှ သေးငယ်သော သန်ကောင်တစ်ကောင်မှလွဲ၍ အဘယ်အရာမျှ သူတို့ <span class=\"gray\">(ဂျင်န်များ)</span> အား သူ၏ သေဆုံးခြင်းအကြောင်း အသိမပေးခဲ့ပါ။ ထိုသန်ကောင်သည် သူ၏ တုတ်ကို <span class=\"gray\">(ဖြည်းဖြည်းချင်း)</span> တဖြည်းဖြည်း ကိုက်စားနေခဲ့သည်။ ထို့ကြောင့် သူလဲကျသောအခါ၊ ဂျင်န်များသည် အကယ်၍ သူတို့သည် မျက်မြင်မရရာကို သိခဲ့ကြပါမူ၊ ၎င်းတို့သည် အရှက်ရစေသော ပြစ်ဒဏ်၌ ဆက်လက် ရှိနေကြမည်မဟုတ်ကြောင်း ရှင်းရှင်းလင်းလင်း မြင်သိခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ၊ သူတို့ <span class=\"gray\">(ဂျင်န်များ)</span> လိမ်ညာနေကြောင်း လူအများအား ရှင်းရှင်းလင်းလင်း ပေါ်လွင်လာခဲ့သည်။</p>"
  }
]