[
  {
    "ayah_key": "11:103",
    "group_ayah_key": "11:103",
    "from_ayah": "11:103",
    "to_ayah": "11:105",
    "ayah_keys": "11:103,11:104,11:105",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်မလွဲ ထိုအရာ၌ <span class=\"gray\">(ထိုတွင်)</span> နောင်တမလွန်ဘဝ၏ ပြစ်ဒဏ်ကို ကြောက်ရွံ့သူများအတွက် သေချာသော သင်ခန်းစာရှိ၏။ ထိုနေ့သည် လူသားတို့ စုရုံးရောက်ရှိလာမည့်နေ့ဖြစ်ပြီး၊ ထိုနေ့သည် လူအများစုဝေးရောက်ရှိမည့်နေ့ဖြစ်၏။ <span>(၁၀၃)</span>ကျွန်ုပ်တို့သည် ထိုနေ့ကို သတ်မှတ်ပြီးသော အချိန်ကာလတစ်ခုအတွက်သာ <span class=\"gray\">(ပြီးသား)</span> နှောင့်နှေးစေသည်။ <span>(၁၀၄)</span>ထိုနေ့ရောက်ရှိသောအခါ မည်သူတစ်ဦးတစ်ယောက်မျှ အရှင်မြတ်၏ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> ခွင့်ပြုချက်မရှိဘဲ စကားပြောဆိုနိုင်မည်မဟုတ်ပေ။ ၎င်းတို့အနက် အချို့သည် ဆိုးရွားသူများဖြစ်ကြပြီး <span class=\"gray\">(အခြားသူများမှာ)</span> ကောင်းချီးခံစားရသူများဖြစ်ကြလိမ့်မည်။ <span>(၁၀၅)</span></p><div lang=\"my\" class=\"my \"><h2>မြို့ရွာများ ဖျက်ဆီးခံရခြင်းသည် ကပ်ကြီးထူထောင်ခြင်း၏ သက်သေဖြစ်သည် <span class=\"de gray\" lang=\"de\">(Judgement)</span></h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများကို ဖျက်ဆီးခြင်းနှင့် ယုံကြည်သူများကို ကျွန်ုပ်တို့မှ ကယ်တင်ခြင်း၌ ရှိသည်ဟု မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَآيَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သေချာသော သင်ခန်းစာ)</span>။ ဆိုလိုသည်မှာ နောင်တမလွန်ဘဝတွင် ကျွန်ုပ်တို့အား ကတိထားထားသည်များ၏ မှန်ကန်မှုကို သတိပေးခြင်းနှင့် သင်ခန်းစာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ တမန်တော်များအားလည်းကောင်း၊ ဤလောကီဘဝတွင် ယုံကြည်သူများအားလည်းကောင်း၊ သက်သေများ ထွက်ပေါ်လာမည့်နေ့၌လည်းကောင်း အောင်မြင်စေမည်သာဖြစ်သည်။)</span><span class=\"gray\">[40:51]</span> အလ္လာဟ်အရှင်မြတ်သည်လည်း မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْحَىٰ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ အရှင်သခင်က ၎င်းတို့ထံ ဗျာဒိတ်တော် ပို့ချတော်မူသည်- \"အမှန်စင်စစ် ကျွန်ုပ်တို့သည် မတရားပြုသူများကို ဖျက်ဆီးမည်။)</span><span class=\"gray\">[14:13]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ النَّاسُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့သည် လူသားတို့ စုဝေးရောက်ရှိလာမည့်နေ့ဖြစ်၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ရှေးဦးသူများနှင့် နောက်ဆုံးသူများအားလုံးပင်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ဆင်တူသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့အားလုံးကို စုဝေးစေမည်ဖြစ်ရာ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ချန်ထားခဲ့မည်မဟုတ်ပေ။)</span><span class=\"gray\">[18:47]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَٰلِكَ يَوْمٌ مَّشْهُودٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့သည် လူအများစုဝေးရောက်ရှိမည့်နေ့ဖြစ်၏။)</span> ဆိုလိုသည်မှာ ကြီးကျယ်သောနေ့ဖြစ်သည်။ ကောင်းကင်တမန်များ ရောက်ရှိနေမည်ဖြစ်ပြီး တမန်တော်များ စုဝေးကြလိမ့်မည်။ ဖန်ဆင်းခံအားလုံး ၎င်းတို့၏ မိသားစုများနှင့်အတူ စုဝေးကြလိမ့်မည်။ လူသားများ၊ ဂျင်များ၊ ငှက်များ၊ သားရိုင်းတိရစ္ဆာန်များနှင့် အိမ်မွေးစီးနင်းသည့် တိရစ္ဆာန်များအားလုံး စုဝေးကြလိမ့်မည်။ ထို့နောက် အမှုန်တစ်မှုန်စာပင် မည်သူ့ကိုမျှ မတရားမပြုသော အလွန်တရားမျှတတော်မူသောအရှင်သည် ၎င်းတို့အကြား စီရင်ဆုံးဖြတ်တော်မူမည်ဖြစ်ပြီး ၎င်းတို့၏ ကုသိုလ်ကောင်းမှုများကို ဆုလာဘ်များဖြင့် တိုးပွားစေမည်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အမိန့်တော်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَّعْدُودٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ထိုနေ့ကို သတ်မှတ်ပြီးသော အချိန်ကာလတစ်ခုအတွက်သာ <span class=\"gray\">(ပြီးသား)</span> နှောင့်နှေးစေသည်။)</span> ဆိုလိုသည်မှာ တိုး၍လည်းမရ၊ လျှော့၍လည်းမရသော သတ်မှတ်ပြီးအချိန်ကာလတစ်ခုဖြစ်သည်။ ထို့နောက် အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့ရောက်ရှိသောအခါ မည်သူတစ်ဦးတစ်ယောက်မျှ အရှင်မြတ်၏ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> ခွင့်ပြုချက်မရှိဘဲ စကားပြောဆိုနိုင်မည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ တရားစီရင်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်မရှိဘဲ မည်သူမျှ စကားပြောဆိုနိုင်မည်မဟုတ်ပေ။ ၎င်းသည် အခြားကျမ်းပိုဒ်တစ်ခုနှင့် ဆင်တူပြီး ထိုကျမ်းပိုဒ်တွင် ဤသို့ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَٰنُ وَقَالَ صَوَابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်သနားကြင်နာတော်မူသော အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ခွင့်ပြုထားသူမှအပ ၎င်းတို့ စကားပြောဆိုမည်မဟုတ်ပေ။ ထိုသူသည် မှန်ကန်သောစကားကို ပြောဆိုမည်ဖြစ်သည်။)</span><span class=\"gray\">[78:38]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَٰنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသံအားလုံးသည် အလွန်သနားကြင်နာတော်မူသော အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> အတွက် နှိမ့်ချကြလိမ့်မည်။)</span><span class=\"gray\">[20:108]</span> အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ဆွဟီးဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသော ဆုတောင်းပေးခြင်းနှင့်ပတ်သက်သည့် ဟဒီးဆ်တော်၌ မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَتَكَلَّمُ يَوْمَئِذٍ إِلَّا الرُّسُلُ، وَدَعْوَى الرُّسُلِ يَوْمَئِذٍ اللَّهُمَّ سَلِّمْ سَلِّمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် တမန်တော်များမှအပ မည်သူမျှ စကားပြောဆိုမည်မဟုတ်ပေ။ တမန်တော်များ၏ တောင်းဆိုမှုမှာ \"အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်တို့အား ကယ်တင်တော်မူပါ၊ ကယ်တင်တော်မူပါ\" ဖြစ်လိမ့်မည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့်ပတ်သက်၍၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့သည် ဆိုးရွားသူများဖြစ်ကြပြီး <span class=\"gray\">(အခြားသူများမှာ)</span> ကောင်းချီးခံစားရသူများဖြစ်ကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ (တရားစီရင်ရာနေ့တွင်) စုဝေးသူများထဲမှ အချို့သည် ဆင်းရဲဒုက္ခရောက်ကြပြီး အချို့သည် ပျော်ရွှင်ကြလိမ့်မည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည့်အတိုင်းပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချို့အုပ်စုသည် ဂျန္နတ် (အလ္လာဟ်၏ဥယျာဉ်) တွင်ရှိပြီး အချို့အုပ်စုသည် လောင်မြိုက်သော ငရဲမီးထဲတွင် ရှိသောအခါ)</span><span class=\"gray\">[42:7]</span> အလ်-ဟာဖိဇ် အဘူယအ်လာသည် ၎င်း၏ မွတ်စ်နဒ်ကျမ်းတွင် အိဗ်နုအိုမရ်၏ သတင်းစကားဖြင့် အိုမရ် (ရ.အ.) က ဤကျမ်းပိုဒ် ထုတ်ပြန်ခဲ့ချိန်တွင် ပြောခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့သည် ဆိုးရွားသူများဖြစ်ကြပြီး <span class=\"gray\">(အခြားသူများမှာ)</span> ကောင်းချီးခံစားရသူများဖြစ်ကြလိမ့်မည်။)</span> ကျွန်ုပ်သည် တမန်တော်မြတ် ﷺ အား မေးလျှောက်ခဲ့သည်- \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်၊ ကျွန်ုပ်တို့ မည်သည့်အုပ်စုမှဖြစ်သည်ကို သိနိုင်ရန် နိမိတ်လက္ခဏာတစ်ခု ရှိပါမည်လား။ ၎င်းသည် လူတစ်ဦးလုပ်ဆောင်ခဲ့သည့် အရာတစ်ခုကြောင့်လား၊ သို့မဟုတ် သူမလုပ်ဆောင်ခဲ့သည့် အရာတစ်ခုကြောင့်လား။\" အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى شَيْءٍ قَدْ فُرِغَ مِنْهُ يَا عُمَرُ! وَجَرَتْ بِهِ الْأَقْلَامُ، وَلَكِنْ كُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အိုမရ်၊ ၎င်းသည် သူလုပ်ဆောင်ခဲ့သည့် အရာတစ်ခုကြောင့်ဖြစ်ပြီး ကလောင်တံများက ရေးမှတ်ထားခဲ့ပြီဖြစ်သည်။ သို့သော် လွယ်ကူသော အလုပ်တိုင်းသည် ၎င်း၏ ရည်ရွယ်ချက် <span class=\"gray\">(လုပ်ဆောင်ရန်)</span> အတွက် ဖန်ဆင်းခံခဲ့ရသည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဆိုးရွားသူများနှင့် ပျော်ရွှင်သူများ၏ အခြေအနေကို ရှင်းပြတော်မူသည်။ အရှင်မြတ် (အလ္လာဟ်အရှင်မြတ်) သည် မိန့်တော်မူသည်မှာ၊</p>"
  },
  {
    "ayah_key": "11:106",
    "group_ayah_key": "11:106",
    "from_ayah": "11:106",
    "to_ayah": "11:107",
    "ayah_keys": "11:106,11:107",
    "text": "<p class=\"my translation\" lang=\"my\">ဆိုးရွားသူများအတွက်မူ ၎င်းတို့သည် ငရဲဘုံ၌ ရှိကြမည်ဖြစ်ပြီး၊ ထိုနေရာ၌ ဇာဖိရ်နှင့် ရှဟီးက်ကို ခံစားရမည် <span>(106)</span>၎င်းတို့သည် ကောင်းကင်များနှင့် မြေကြီးများ တည်တံ့နေသရွေ့ ထိုနေရာ၌ နေထိုင်ကြမည်၊ သင်၏အရှင် လိုလားသည်မှအပ။ ဧကန်မလွဲ သင်၏အရှင်သည် ၎င်းအလိုရှိရာကို ပြုလုပ်သူဖြစ်သည် <span class=\"gray\">(သို့မဟုတ် အလိုရှိရာ <span>(107)</span></span></p><div lang=\"my\" class=\"my \"><h2>ဆိုးရွားသူတို့၏ အခြေအနေနှင့် ၎င်းတို့၏ ပန်းတိုင်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာ၌ ၎င်းတို့သည် ဇာဖိရ်နှင့် ရှဟီးက်ကို ခံစားရမည်။)</span> အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ၊ \"အဇ်-ဇာဖိရ်သည် လည်ချောင်းမှ အသံဖြစ်ပြီး အရှ်-ရှဟီးက်သည် ရင်ဘတ်မှ အသံဖြစ်သည်။ ဆိုလိုသည်မှာ ၎င်းတို့၏ လေထုတ်ခြင်းသည် ဇာဖိရ်ဖြစ်မည်ဖြစ်ပြီး ၎င်းတို့၏ လေရှူခြင်းသည် ရှဟီးက်ဖြစ်မည်\" ၎င်းတို့ခံစားရမည့် ညှဉ်းပန်းနှိပ်စက်မှုကြောင့် ဖြစ်လိမ့်မည်။ ထိုကဲ့သို့သော မကောင်းမှုမှ အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ်တို့ ခိုလှုံပါ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကောင်းကင်များနှင့် မြေကြီးများ တည်တံ့နေသရွေ့ ထိုနေရာ၌ နေထိုင်ကြမည်၊)</span> အီမာမ် အဘူ ဂျာအ်ဖရ် ဘင်န် ဂျရီရ်က ပြောကြားသည်မှာ၊ \"အာရပ်တို့၏ ထုံးစံများထဲမှ တစ်ခုမှာ တစ်စုံတစ်ခုကို ထာဝရတည်တံ့သည်ဟု ဖော်ပြလိုသောအခါ၊ '၎င်းသည် ကောင်းကင်များနှင့် မြေကြီးများကဲ့သို့ တည်တံ့သည်' ဟု ပြောကြသည်။ သို့မဟုတ် '၎င်းသည် ညနှင့်နေ့ မကွဲကွာမီအထိ တည်တံ့မည်' ဟု ပြောကြသည်။ 'ညဘက် စကားပြောသူများ ဆက်လက်စကားပြောနေသရွေ့' ဟုလည်း ပြောကြသည်။ ၎င်းတို့သည် ထိုစကားရပ်များဖြင့် ထာဝရတည်ရှိခြင်း အခြေအနေကို ဆိုလိုသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အချင်းချင်း ရင်းနှီးကျွမ်းဝင်သော နည်းလမ်းဖြင့် ၎င်းတို့ကို မိန့်ကြားခဲ့သည်။ ထို့ကြောင့် အရှင်မြတ်က မိန့်တော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကောင်းကင်များနှင့် မြေကြီးများ တည်တံ့နေသရွေ့ ထိုနေရာ၌ နေထိုင်ကြမည်၊)</span> စာသားအတိုင်း အဓိပ္ပါယ်မှာလည်း \"ကောင်းကင်များနှင့် မြေကြီးများ တည်တံ့နေသရွေ့\" ဟူ၍ ရည်ရွယ်သည်။ ၎င်းသည် နောက်ဘဝတွင် ကောင်းကင်များနှင့် မြေကြီးများ ရှိနေမည်ဖြစ်သောကြောင့် ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည့်အတိုင်း</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးကို အခြားမြေကြီးအဖြစ်သို့လည်းကောင်း၊ ကောင်းကင်များကိုလည်းကောင်း ပြောင်းလဲမည့်နေ့တွင်။)</span><span class=\"gray\">[14:48]</span> ဤအကြောင်းကြောင့် အလ်-ဟာစန် အလ်-ဘဆွရီက အလ္လာဟ်အရှင်မြတ်၏ အမိန့်နှင့်ပတ်သက်၍ ပြောကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးများ တည်တံ့နေသရွေ့။)</span> \"အလ္လာဟ်အရှင်မြတ်သည် ဤကောင်းကင်မှအပ အခြားကောင်းကင်တစ်ခုကို ရည်ညွှန်းနေသည် <span class=\"gray\">(ယခုကျွန်ုပ်တို့မြင်ရသော)</span> နှင့် ဤမြေကြီးမှအပ အခြားမြေကြီးတစ်ခုကို ရည်ညွှန်းနေသည်။ ထို <span class=\"gray\">(အသစ်သော)</span> ကောင်းကင်နှင့် မြေကြီးသည် ထာဝရတည်ရှိမည်။\" အလ္လာဟ်အရှင်မြတ်၏ အမိန့်နှင့်ပတ်သက်၍</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَا شَاءَ رَبُّكَ ۚ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင် လိုလားသည်မှအပ။ ဧကန်မလွဲ သင်၏အရှင်သည် ၎င်းအလိုရှိရာကို ပြုလုပ်သူဖြစ်သည်)</span> ဤသည်မှာ အရှင်မြတ်၏ အမိန့်နှင့် ဆင်တူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّهُ ۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲမီးသည် သင်တို့၏ နေထိုင်ရာဖြစ်ပြီး၊ သင်တို့သည် ထိုနေရာ၌ ထာဝရနေထိုင်ကြမည်၊ အလ္လာဟ်အရှင်မြတ် အလိုရှိသည်မှအပ။ ဧကန်မလွဲ သင်၏အရှင်သည် အလုံးစုံပညာရှင်၊ အလုံးစုံသိမြင်တော်မူသောအရှင် ဖြစ်သည်။)</span><span class=\"gray\">[6:128]</span> ဤအာယတ်တော်တွင် ဖော်ပြထားသော ချွင်းချက်သည် တောင်ဟီးဒ် (တစ်ဆူတည်းကိုးကွယ်ခြင်း) ကို ယုံကြည်သူများထဲမှ မနာခံသူများကို ရည်ညွှန်းသည်ဟု ဆိုကြသည်။ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်သည် ကြားဝင်သူတို့၏ ကြားဝင်မှုဖြင့် ငရဲမှ ထုတ်ယူမည်ဖြစ်သည်။ ကြားဝင်ခွင့် ရရှိမည့်သူများမှာ ကောင်းကင်တမန်များ၊ တမန်တော်များနှင့် ယုံကြည်သူများ ဖြစ်ကြသည်။ ၎င်းတို့သည် ကြီးမားသော အပြစ်များကို ကျူးလွန်သူများအတွက်ပင် ကြားဝင်ပေးကြမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ကျယ်ဝန်းသော ကရုဏာတော်သည် တစ်နေ့သ၌ လာအီလာဟအီလ္လလ္လာဟ် ဟု ပြောဆိုခဲ့သည်မှအပ မည်သည့်ကောင်းမှုမှ မပြုလုပ်ခဲ့သူများကို ငရဲမှ ဖယ်ရှားပေးမည်။ ဤအကြောင်းအရာကို အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ ခိုင်မာသော ဟဒီးစ်များစွာတွင် ဖော်ပြထားပြီး၊ အနပ်စ် ဘင် မာလိက်၊ ဂျာဘီရ် ဘင် အဗ်ဒူလ္လာဟ်၊ အဘူ စအီဒ် အလ်-ခုဒ်ရီ၊ အဘူ ဟုရိုင်ရာ နှင့် အခြားသော ဆွဟာဘာများ၏ ဖော်ပြချက်များ ပါဝင်သည်။ ဤနောက်ဆုံး ကြားဝင်ပြီးနောက် မည်သူမျှ ငရဲတွင် မကျန်ရှိတော့ပါ၊ ထာဝရ မလွတ်မြောက်ဘဲ ထိုနေရာ၌ ကျန်ရှိမည့်သူများမှအပ။ ဤသည်မှာ ဤအာယတ်တော်၏ အဓိပ္ပါယ်ဖွင့်ဆိုချက်နှင့် ပတ်သက်၍ အတိတ်နှင့် ပစ္စုပ္ပန် ပညာရှင်များစွာက လက်ခံထားသော အမြင်ဖြစ်သည်။</p>"
  }
]