[
  {
    "ayah_key": "53:1",
    "group_ayah_key": "53:1",
    "from_ayah": "53:1",
    "to_ayah": "53:4",
    "ayah_keys": "53:1,53:2,53:3,53:4",
    "text": "<p lang=\"my\" class=\"my \">ဆူဂျူဒ်ပြုခြင်းကို ထုတ်ဖော်ခဲ့သော ပထမဆုံးသော ဆူရာဟ်</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် 'အဗ်ဒွလ္လာဟ် <span class=\"gray\">[အိဗ်နု မစ်စ်အူးဒ်]</span> ပြောသည်ကို မှတ်တမ်းတင်ထားသည်။ \"ဆူရသ် အန်-နဂျ်မ်သည် ဆူဂျူဒ်ပြုခြင်းကို ထုတ်ဖော်ခဲ့သော ပထမဆုံးသော ဆူရာဟ် ဖြစ်သည်။ တမန်တော်မြတ် ﷺ သည် <span class=\"gray\">(မက္ကာဟ်၌ ၎င်းကို ရွတ်ဖတ်ပြီး)</span> ဆူဂျူဒ်ပြုခဲ့သည်။ သူနှင့်အတူရှိသူများလည်း ထိုနည်းတူပြုလုပ်ခဲ့ကြသည်။ မြေတစ်ဆုပ်ယူ၍ ထိုပေါ်တွင် ဆူဂျူဒ်ပြုခဲ့သော သက်ကြီးရွယ်အိုတစ်ဦးမှလွဲ၍ ဖြစ်၏။ နောက်ပိုင်းတွင် ထိုသူသည် ကာဖိရ်တစ်ဦးအဖြစ် အသတ်ခံရသည်ကို ကျွန်ုပ်တွေ့ခဲ့သည်။ သူသည် အိုမိုင်းယားဟ် အိဗ်နု ခလ်ဖ် ဖြစ်၏။\" အလ်-ဘူခါရီသည် ဤဟဒီးဆ်ကို သူ၏ ဆဟီးဟ်ကျမ်း၏ နေရာများစွာတွင် မှတ်တမ်းတင်ထားသည်။ မွတ်စ်လင်မ်၊ အဘူ ဒါဝူးဒ်နှင့် အန်-နစာအီ တို့သည်လည်း အဘူ အစ္စဟာက် မှ 'အဗ်ဒွလ္လာဟ်' ထံမှ အမျိုးမျိုးသော သတင်းပေးဆက်သွယ်မှု ကွင်းဆက်များဖြင့် မှတ်တမ်းတင်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် အစပြု၏။ အနန္တ ကရုဏာတော်ရှင်၊ အနန္တ မဟာ ဂရုဏာတော်ရှင် ဖြစ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّجْمِ إِذَا هَوَىٰ - مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَىٰ - وَمَا يَنْطِقُ عَنِ الْهَوَىٰ - إِنْ هُوَ إِلَّا وَحْيٌ يُوحَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ကြယ်သည် လင်းလက်ကျဆင်းသောအခါ (ဖောက်ပြန်မသွားခြင်း၊ ဖြောင့်မတ်မှန်ကန်ခြင်းဖြင့် တမန်တော်၏ စကားသည် ထာဝရအရှင်မြတ်ထံမှ ဗျာဒိတ်တော် ဖြစ်သည်ဟု) ငါအရှင်မြတ်သည် သစ္စာပြုတော်မူ၏။)</span><span class=\"gray\">(၂။ အသင်တို့၏ အပေါင်းအသင်း (မိုဟမ္မဒ် တမန်တော်) သည် လမ်းမှားသို့လည်း ရောက်မသွားခဲ့၊ လမ်းမှား၍လည်း မရှိခဲ့ပေ။)</span><span class=\"gray\">(၃။ ထို့ပြင် သူသည် မိမိ၏စိတ်ဆန္ဒအတိုင်း စကားမပြောပေ။)</span><span class=\"gray\">(၄။ ၎င်းသည် ထုတ်ဖော်ပြသခံရသော ဗျာဒိတ်တော်သက်သက်သာ ဖြစ်၏။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရစူလ် (တမန်တော်) သည် မှန်ကန်ကြောင်းနှင့် သူ၏ စကားများသည် သူ (အလ္လာဟ်) ထံမှ ဗျာဒိတ်တော်ဖြစ်ကြောင်း ကတိသစ္စာပြုတော်မူ၏။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာသ်ိမ် မှတ်တမ်းတင်ထားသည်မှာ အက်ရှ်-ရှာအ်ဘီနှင့် အခြားသူများက ဖန်ဆင်းရှင်သည် မိမိဖန်ဆင်းထားသောအရာများအနက် မိမိအလိုရှိရာဖြင့် ကတိသစ္စာပြုတော်မူကြောင်း၊ သို့သော် ဖန်ဆင်းခံများသည် ဖန်ဆင်းရှင်ဖြင့်သာ ကတိသစ္စာပြုနိုင်ကြောင်း ပြောကြားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّجْمِ إِذَا هَوَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြယ်သည် လင်းလက်ကျဆင်းသောအခါ)</span> အိဗ်နု အဘီ နာဂျီဟ်က မူဂျာဟစ်ဒ် ပြောသည်ဟု ဖော်ပြသည်။ \"ကြယ်ဆိုသည်မှာ ဖဂျရ် (အာရုဏ်ဦး) တွင် ကျဆင်းသော ပလီအာဒီစ် (Pleiades) ကြယ်အစုအဝေးကို ရည်ညွှန်းသည်။\" အဒ်-ဒဟ်ဟက်က \"ရှိုင်ယာသ်များ ထိုကြယ်ဖြင့် ပစ်ခတ်ခံရသောအခါ\" ဟု ပြောကြားခဲ့သည်။ ဤအာယသ်သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ - وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ - إِنَّهُ لَقُرْآنٌ كَرِيمٌ - فِي كِتَابٍ مَكْنُونٍ - لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ -تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ ငါအရှင်မြတ်သည် ကြယ်တို့တည်ရာ အရပ်များဖြင့် ကတိသစ္စာပြုတော်မူ၏။ အကယ်စင်စစ် ၎င်းသည် အကယ်၍ အသင်တို့ သိရှိကြပါလျှင် အလွန်ကြီးကျယ်သော ကတိသစ္စာ ဖြစ်၏။ ဧကန်မလွဲ ၎င်းသည် ဂုဏ်ကျက်သရေရှိသော ကုရ်အာန် ဖြစ်၏။ လျှို့ဝှက်ထိန်းသိမ်းထားသော ကျမ်းစာအုပ်တွင် (ရှိ၏)။ စင်ကြယ်သူများမှတစ်ပါး မည်သူမျှ ၎င်းကို ထိတွေ့နိုင်မည် မဟုတ်ပေ။ စကြဝဠာအပေါင်းကို ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်ထံမှ ထုတ်ပြန်ခြင်း ဖြစ်၏။)</span><span class=\"gray\">(၅၆:၇၅-၈၀)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့၏ အပေါင်းအသင်းသည် လမ်းမှားသို့လည်း ရောက်မသွားခဲ့၊ လမ်းမှား၍လည်း မရှိခဲ့ပေ။)</span> ဤအရာသည် ကတိသစ္စာ၏ အကြောင်းအရာကို ဖော်ပြသည်။ ဤအာယသ်၏ အပိုင်းသည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ သည် ပညာရှိပြီး သစ္စာတရားကို လိုက်နာသူဖြစ်ကြောင်း သက်သေခံသည်။ အသိပညာဖြင့် မည်သည့်လမ်းကိုမျှ မလိုက်နာသော မသိနားမလည်သူကဲ့သို့ လမ်းမှားသို့ ရောက်ရှိသူလည်း မဟုတ်၊ သစ္စာတရားကို သိရှိသော်လည်း တမင်တကာ အခြားအရာတစ်ခုသို့ လမ်းလွဲသွားသော ပညာရှင်ကဲ့သို့ လမ်းမှားသူလည်း မဟုတ်ပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ တမန်တော်နှင့် သူ၏ သတင်းစကားကို ခရစ်ယာန်တို့၏ လမ်းမှားများနှင့် ဂျူးတို့၏ မှားယွင်းသောလမ်းများ၊ ဥပမာ- သစ္စာတရားကို သိလျက် ဖုံးကွယ်ထားကာ မုသားကို လိုက်နာခြင်းတို့နှင့် ဆင်တူခြင်းမှ ကင်းစင်စေတော်မူခဲ့သည်။ ယင်းအစား၊ သူ (တမန်တော်မြတ်) သည် အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးမင်္ဂလာများ သူ့အပေါ်၌ သက်ရောက်ပါစေ၊ နှင့် အလ္လာဟ်အရှင်မြတ် သူ့အား ပေးပို့ခဲ့သော သူ၏ ဂုဏ်ကျက်သရေရှိသော သတင်းစကားသည် ပြည့်စုံသော ဖြောင့်မတ်သောလမ်းပေါ်၌ ရှိနေပြီး လမ်းညွှန်မှုနှင့် မှန်ကန်သောအရာကို လိုက်နာနေခြင်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">မိုဟမ္မဒ် <span class=\"gray\">(ﷺ)</span> အား ရှိရှိသမျှအားလုံးအတွက် မေတ္တာကရုဏာအဖြစ် စေလွှတ်ခဲ့သည်။ သူသည် သူ၏ ဆန္ဒဖြင့် စကားမပြောပေ။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَنْطِقُ عَنِ الْهَوَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သူသည် မိမိ၏စိတ်ဆန္ဒအတိုင်း စကားမပြောပေ)</span> ဟုဆိုခြင်းဖြင့် တမန်တော်မြတ် ﷺ ပြောဆိုသော မည်သည့်အရာမျှ မိမိ၏ ကိုယ်ပိုင်ဆန္ဒ သို့မဟုတ် အလိုဆန္ဒအရ မဟုတ်ကြောင်းကို အခိုင်အမာ ပြောကြားခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا وَحْيٌ يُوحَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ထုတ်ဖော်ပြသခံရသော ဗျာဒိတ်တော်သက်သက်သာ ဖြစ်၏။)</span> ဆိုလိုသည်မှာ သူသည် လူအများအား ပြောဆိုရန် ညွှန်ကြားခံရသော အရာကိုသာ ထပ်ပေါင်းခြင်း သို့မဟုတ် ဖြုတ်ချခြင်းမရှိဘဲ အပြည့်အစုံ ပေးပို့သည်။ အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အဘူ အူမာမာ က တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ကို ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَدْخُلَنَّ الْجَنَّةَ بِشَفَاعَةِ رَجُلٍ لَيْسَ بِنَبِيٍّ مِثْلُ الْحَيَّيْنِ - أَوْ مِثْلُ أَحَدِ الْحَيَّيْنِ - رَبِيعَةَ وَمُضَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်စင်စစ် ရာဘီအဟ် နှင့် မူဒရ် မျိုးနွယ်စု နှစ်ခု သို့မဟုတ် ၎င်းတို့အနက် တစ်ခုနှင့်တူသော အရေအတွက်များသည် နဗီ (တမန်တော်) မဟုတ်သော လူတစ်ဦး၏ အကူအညီဖြင့် ဂျန္နသ် (ပရဒိသု) သို့ ဝင်ရောက်ကြလိမ့်မည်။)</span> လူတစ်ဦးက မေးသည်၊ \"အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်။ ရာဘီအဟ် သည် မူဒရ် ၏ မျိုးနွယ်ခွဲ မဟုတ်ပါလား။\" တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَقُولُ مَا أَقُولُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်ပြောသည်ကို ကျွန်ုပ်ပြောခဲ့သည်)</span>။ အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ 'အဗ်ဒွလ္လာဟ် အိဗ်နု 'အမ်ရ် ပြောသည်၊ \"ကျွန်ုပ်သည် တမန်တော်မြတ် ﷺ ထံမှ ကြားခဲ့သမျှအားလုံးကို မှတ်တမ်းတင်လေ့ရှိသည်၊ သို့မှသာ ၎င်းကို ထိန်းသိမ်းထားနိုင်မည်။ ကုရိုင်းရှ်တို့က ကျွန်ုပ်အား ထိုသို့ပြုလုပ်ခြင်းမှ တားမြစ်ခဲ့သည်၊ 'အသင်သည် တမန်တော်မြတ် ﷺ ထံမှ ကြားသမျှအားလုံးကို မှတ်တမ်းတင်သည်၊ သူသည် လူသားဖြစ်ပြီး တစ်ခါတစ်ရံ ဒေါသထွက်နေချိန်တွင် စကားပြောတတ်သည် မဟုတ်လား။' ကျွန်ုပ်သည် ဟဒီးသ်များကို ခဏတာ မှတ်တမ်းတင်ခြင်း ရပ်တန့်ခဲ့သည်၊ သို့သော် နောက်ပိုင်းတွင် သူတို့ပြောသည်များကို တမန်တော်မြတ် ﷺ အား ပြောပြခဲ့ရာ သူက မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اكْتُبْ، فَوَ الَّذِي نَفْسِي بِيَدِهِ! مَا خَرَجَ مِنِّي إِلَّا الْحَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရေးမှတ်လော့။ ကျွန်ုပ်၏ ဝိညာဉ် သူ့လက်ထဲ၌ရှိသော အရှင်မြတ်အားဖြင့် သစ္စာပြု၏၊ ကျွန်ုပ်ထံမှ ထွက်လာသော စကားတိုင်းသည် သစ္စာတရားပင် ဖြစ်သည်။)</span>\" အဘူ ဒါဝူးဒ် သည်လည်း ဤဟဒီးသ်ကို စုဆောင်းခဲ့သည်။</p>"
  }
]