[
  {
    "ayah_key": "2:243",
    "group_ayah_key": "2:243",
    "from_ayah": "2:243",
    "to_ayah": "2:245",
    "ayah_keys": "2:243,2:244,2:245",
    "text": "<p lang=\"my\" class=\"my \">သင် <span class=\"gray\">(အို မိုဟာမက် ﷺ)</span> သည် သေခြင်းကို ကြောက်ရွံ့၍ သူတို့၏အိမ်မှ ထောင်ပေါင်းများစွာ ထွက်ခွာသွားသူများကို မတွေးခဲ့ဘူးလား။ အလ္လာဟ်အရှင်မြတ်က သူတို့ကို “သေကြလော့” ဟု မိန့်တော်မူခဲ့သည်။ ထို့နောက် သူတို့ကို အသက်ပြန်ရှင်စေခဲ့သည်။ စင်စစ်အားဖြင့် အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အပေါ် ကျေးဇူးတော်နှင့် ပြည့်စုံတော်မူ၏။ သို့သော် လူအများစုမှာ ကျေးဇူးမတင်ကြပေ <span>(၂၄၃)</span> အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်ကြလော့။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူ၊ အလုံးစုံကို သိတော်မူကြောင်းကို သိထားကြလော့ <span>(၂၄၄)</span> အလ္လာဟ်အရှင်မြတ်အား များစွာသော အကြိမ်ပေါင်းများစွာ တိုးပွားစေရန်အတွက် ကောင်းမွန်သော ငွေချေးငှားမည့်သူ မည်သူနည်း။ အလ္လာဟ်အရှင်မြတ်သာလျှင် <span class=\"gray\">(သင်တို့၏ စားဝတ်နေရေးကို)</span> လျှော့ချခြင်း သို့မဟုတ် တိုးပွားစေခြင်းကို ပြုတော်မူ၏။ အရှင်မြတ်ထံသို့ သင်တို့ ပြန်လည်ရောက်ရှိရမည် <span>(၂၄၅)</span></p><div lang=\"my\" class=\"my \"><h2>သေဆုံးသူများ၏ ပုံပြင်</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု အဘူ ဟာသိမ်က အိဗ်နု အဗ္ဗားစ် ပြောသည်ဟု ဖော်ပြသည်မှာ ဤနေရာတွင် ဖော်ပြထားသော ထိုသူများသည် ဒေါ်ဝါဒန်ဟုခေါ်သော ရွာတစ်ရွာ၏ နေထိုင်သူများဖြစ်သည်။ အလီ ဘင်န် အာစင်မ်က ၎င်းတို့သည် ဝါစစ် <span class=\"gray\">(အီရတ်တွင်)</span> မှ မိုင်အနည်းငယ်အကွာ ဒေါ်ဝါဒန်ရွာမှ ဖြစ်သည်ဟု ပြောကြားခဲ့သည်။</p><p lang=\"gd\" class=\"gd \">In his Tafsir, Waki' bin Jarrah said that Ibn 'Abbas commented,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِن دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် <span class=\"gray\">(အို မိုဟာမက် ﷺ)</span> သည် သေခြင်းကို ကြောက်ရွံ့၍ မိမိတို့၏ အိမ်များမှ ထောင်ပေါင်းများစွာ ထွက်သွားသူများကို မစဉ်းစားခဲ့ဘူးလား။)</span> ထိုသူတို့သည် <span class=\"gray\">(သူတို့ပြည်၌ ဖြစ်ပွားခဲ့သော)</span> ကပ်ရောဂါမှ လွတ်မြောက်ခဲ့သော လူလေးထောင်ဖြစ်သည်။ ၎င်းတို့က “ကျွန်ုပ်တို့သည် သေခြင်းကင်းသော ပြည်သို့ သွားသင့်သည်” ဟု ပြောကြသည်။ ၎င်းတို့သည် သတ်မှတ်ထားသော နေရာတစ်ခုသို့ ရောက်သောအခါ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُوتُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သေကြလော့။\")</span> ထိုအခါ ၎င်းတို့အားလုံး သေဆုံးခဲ့ကြသည်။ ထို့နောက် ပရောဖက်တစ်ပါးသည် ၎င်းတို့အနား ဖြတ်သန်းသွားပြီး ၎င်းတို့ကို ပြန်လည်အသက်ရှင်စေရန် အလ္လာဟ်အရှင်မြတ်အား ဆုတောင်းခဲ့ရာ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ကို ပြန်လည်အသက်ရှင်စေခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِن دِيَارِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် <span class=\"gray\">(အို မိုဟာမက် ﷺ)</span> သည် သေခြင်းကို ကြောက်ရွံ့၍ မိမိတို့၏ အိမ်များမှ ထောင်ပေါင်းများစွာ ထွက်သွားသူများကို မစဉ်းစားခဲ့ဘူးလား။)</span></p><p lang=\"my\" class=\"my \">ထို့ပြင် ဆလဖ်များအနက်မှ ပညာရှင်အများအပြားက ဤသူများသည် အစ္စရေးလ်သားတို့ခေတ်က မြို့တစ်မြို့၏ နေထိုင်သူများဖြစ်ကြောင်း ပြောကြားခဲ့သည်။ ၎င်းတို့၏ မြေက ရာသီဥတုက ၎င်းတို့နှင့် မသင့်လျော်ဘဲ ကပ်ရောဂါတစ်ခု ပေါ်ပေါက်ခဲ့သည်။ ၎င်းတို့သည် သေခြင်းကို ကြောက်ရွံ့၍ မိမိတို့၏ မြေမှ ထွက်ပြေးပြီး တောကန္တာရတွင် ခိုလှုံခဲ့ကြသည်။ နောက်ပိုင်းတွင် ၎င်းတို့သည် မြေဩဇာကောင်းသော ချိုင့်ဝှမ်းတစ်ခုသို့ ရောက်ရှိလာပြီး ၎င်း၏ ဘေးနှစ်ဖက်ကြား နေရာလွတ်များကို ပြည့်စေခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထံ ကောင်းကင်တမန်နှစ်ပါးကို စေလွှတ်ခဲ့သည်။ တစ်ပါးမှာ ချိုင့်ဝှမ်း၏ အောက်ဘက်မှဖြစ်ပြီး အခြားတစ်ပါးမှာ အပေါ်ဘက်မှဖြစ်သည်။ ကောင်းကင်တမန်များ တစ်ကြိမ် အော်ဟစ်လိုက်သည်နှင့် လူအားလုံး ချက်ချင်း သေဆုံးသွားခဲ့ကြသည်။ လူတစ်ဦး သေဆုံးခြင်းကဲ့သို့ပင်ဖြစ်သည်။ နောက်ပိုင်းတွင် ၎င်းတို့အား အခြားနေရာသို့ ပြောင်းရွှေ့ခဲ့ပြီး ပတ်ပတ်လည်တွင် နံရံများနှင့် သင်္ချိုင်းဂူများ တည်ဆောက်ခဲ့သည်။ ၎င်းတို့အားလုံး ပျက်စီးခဲ့ကြပြီး ၎င်းတို့၏ ခန္ဓာကိုယ်များ ပုပ်ပွဆွေးမြေ့သွားခဲ့သည်။ အချိန်ကြာမြင့်စွာ ကာလကြာမြင့်ပြီးနောက် အစ္စရေးလ်သားတို့၏ ပရောဖက်များအနက်မှ တစ်ပါးဖြစ်သော ဟစ်ဇ်ကီးလ် <span class=\"gray\">(အီဇက်ခီယယ်)</span> ဟူသောအမည်ရှိ ပရောဖက်တစ်ပါးသည် ၎င်းတို့အနား ဖြတ်သန်းသွားပြီး ၎င်း၏လက်ဖြင့် ၎င်းတို့ကို ပြန်လည်အသက်ရှင်စေရန် အလ္လာဟ်အရှင်မြတ်အား တောင်းဆိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ဆုတောင်းကို လက်ခံတော်မူပြီး “အို ပုပ်ပွနေသော အရိုးတို့၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို ပေါင်းစပ်ရန် အမိန့်ပေးတော်မူသည်” ဟု ပြောရန် အမိန့်ပေးခဲ့သည်။ ခန္ဓာကိုယ်တိုင်း၏ အရိုးများကို ပေါင်းစပ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထို့နောက် ၎င်းအား “အို အရိုးတို့၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို အသား၊ အာရုံကြောနှင့် အရေပြားဖြင့် ဖုံးအုပ်ရန် အမိန့်ပေးတော်မူသည်” ဟု ပြောရန် အမိန့်ပေးခဲ့သည်။ ဟစ်ဇ်ကီးလ် ကြည့်ရှုနေစဉ်တွင် ထိုသို့လည်း ဖြစ်ပျက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထို့နောက် ၎င်းအား “အို ဝိညာဉ်တို့၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို ပြန်လာရန်၊ တစ်ဦးစီသည် မိမိတို့ နေထိုင်ခဲ့သော ခန္ဓာကိုယ်သို့ ပြန်လာရန် အမိန့်ပေးတော်မူသည်” ဟု ပြောရန် အမိန့်ပေးခဲ့သည်။ ၎င်းတို့အားလုံး ပြန်လည်အသက်ရှင်လာခဲ့ကြပြီး ပတ်ပတ်လည်ကို ကြည့်ရှုကာ “ချီးမွမ်းခြင်း အားလုံးသည် ကိုယ်တော်အပေါ်သာ ဖြစ်ပါသည် <span class=\"gray\">(အို အလ္လာဟ်!)</span> ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ထိုက်သော အရှင်မရှိပါ” ဟု ကြွေးကြော်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ လွန်ခဲ့သော ကာလကြာမြင့်စွာက ပျက်စီးခဲ့ပြီးနောက် ၎င်းတို့ကို ပြန်လည်အသက်ရှင်စေခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤလူများကို အသက်ပြန်ရှင်စေခြင်းသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ရုပ်ပိုင်းဆိုင်ရာ ရှင်ပြန်ထမြောက်ခြင်း ဖြစ်ပေါ်လာမည်ဟူသော ရှင်းလင်းသော သက်သေပြချက်ဖြစ်သည်ဟု ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ်အားဖြင့် အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အပေါ် ကျေးဇူးတော်နှင့် ပြည့်စုံတော်မူ၏)</span> ဟူသည်မှာ၊ အရှင်မြတ်သည် ၎င်းတို့အား အရှင်မြတ်၏ ကြီးမားသော လက္ခဏာများ၊ ခိုင်မာသော သက်သေခံချက်များနှင့် ရှင်းလင်းသော အထောက်အထားများကို ပြသခြင်းဖြစ်သည်။ သို့တိုင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူအများစုမှာ ကျေးဇူးမတင်ကြပေ။)</span> အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် လောကီဘဝနှင့် ဘာသာရေးကိစ္စများတွင် အရှင်မြတ် ပေးသနားတော်မူခဲ့သည်များအတွက် အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးမတင်ကြသောကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">သေဆုံးသူများ၏ ပုံပြင် <span class=\"gray\">(အထက်ပါ ၂:၂၄၄)</span> သည် မည်သည့်သတိထားမှုမျှ ကံကြမ္မာကို မလွှဲပြောင်းနိုင်ကြောင်းနှင့် အလ္လာဟ်အရှင်မြတ်ထံမှ အလ္လာဟ်အရှင်မြတ်ထံမှတစ်ပါး အခြားခိုလှုံရာမရှိကြောင်းကိုလည်း ဖော်ပြသည်။ ဤလူများသည် ကပ်ရောဂါကို ရှောင်ရှားရန်နှင့် ရှည်လျားသော အသက်ကို ပျော်ရွှင်ရန်အတွက် မိမိတို့၏ မြေမှ ထွက်ခွာခဲ့ကြသည်။ ၎င်းတို့ ရရှိခဲ့သည်မှာ ၎င်းတို့ ရှာဖွေခဲ့သည်နှင့် ဆန့်ကျင်ဘက်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် သေခြင်းသည် လျင်မြန်စွာနှင့် ချက်ချင်းရောက်လာပြီး ၎င်းတို့အားလုံးကို ဖမ်းဆီးသွားခဲ့သောကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ် ဖော်ပြခဲ့သော မှန်ကန်သည့် ဟဒီးဆ်တော်တစ်ခု ရှိသည်။ အဗ်ဒူလ္လာဟ် အိဗ်နု အဗ္ဗားစ်က ပြောသည်မှာ အွမ္မရ် အိဗ်နု အလ်-ခတ္တားဘ်သည် တစ်ချိန်က အက်ရှ်-ရှမ်း <span class=\"gray\">(ဆီးရီးယား)</span> သို့ သွားခဲ့သည်။ သူသည် စရ်ဂ်ဟ်ဒေသသို့ ရောက်သောအခါ စစ်တပ်မှူးများဖြစ်သော အဘူ အူဘိုင်းဒဟ် အိဗ်နု ဂျရ်ရာဟ်နှင့် သူ၏ အပေါင်းအသင်းများက သူ့ကို လာတွေ့ကြသည်။ ၎င်းတို့က အက်ရှ်-ရှမ်းတွင် ကပ်ရောဂါဖြစ်ပွားနေကြောင်း သူ့ကို ပြောပြသည်။ ထိုဟဒီးဆ်တော်တွင် ဖော်ပြထားသည်မှာ သူ၏ ကိစ္စအချို့ကို ဆောင်ရွက်ရန် ခရီးသွားနေသော အဗ်ဒုရ်-ရဟ်မာန် အိဗ်နု အဝ်ဖ် ရောက်ရှိလာပြီး “ဤကိစ္စနှင့် ပတ်သက်၍ ကျွန်ုပ်သိရှိသည်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ကို ကျွန်ုပ်ကြားခဲ့ရသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذَا كَانَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلَا تَخْرُجُوا فِرَارًا مِنْه، وإِذَا سَمِعتُمْ به بأَرْضٍ فَلا تَقْدمُوا عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်း <span class=\"gray\">(ကပ်ရောဂါ)</span> သည် သင်တို့ ရှိနေသော မြေတွင် ဖြစ်ပွားပါက၊ ၎င်းမှ ရှောင်တိမ်းရန် ထိုမြေကို မထွက်ခွာကြနှင့်။ အကယ်၍ မြေတစ်နေရာတွင် ၎င်းအကြောင်းကို သင်တို့ ကြားသိပါက၊ ၎င်းအတွင်းသို့ မဝင်ကြနှင့်။)</span></p><p lang=\"my\" class=\"my \">အွမ္မရ်သည် ထို့နောက် အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင်ပြီး ပြန်သွားခဲ့သည်။ ဤဟဒီးဆ်တော်ကို စဟီဟိုင်းန်တွင်လည်း ဖော်ပြထားသည်။</p><div lang=\"mg\" class=\"mg \"><h2>Abandoning Jihad does not alter Destiny</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتِلُوا فِي سَبِيلِ اللَّهِ وَاعْلَمُوا أَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်ကြလော့။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားတော်မူ၊ အလုံးစုံကို သိတော်မူကြောင်းကို သိထားကြလော့။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်က သတိထားမှုသည် ကံကြမ္မာကို မပြောင်းလဲနိုင်သကဲ့သို့ ဂျီဟတ်ကို စွန့်လွှတ်ခြင်းသည်လည်း သတ်မှတ်ထားသော ကာလကို ပိုမိုနီးကပ်စေမည် မဟုတ်သလို နှောင့်နှေးစေမည်လည်း မဟုတ်ကြောင်း ဖော်ပြသည်။ ယင်းအစား ကံကြမ္မာနှင့် သတ်မှတ်ထားသော စားနပ်ရိက္ခာများသည် သတ်မှတ်ပြီးဖြစ်၍ ထပ်ပေါင်းခြင်း သို့မဟုတ် ဖျက်သိမ်းခြင်းဖြင့် မည်သည့်အခါမျှ ပြောင်းလဲခြင်း သို့မဟုတ် ပြင်ဆင်ခြင်း ပြုမည်မဟုတ်ပေ။ ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ قَالُوا لِإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا قُلْ فَادْرَءُوا عَنْ أَنفُسِكُمُ الْمَوْتَ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((သူတို့သည်) သူတို့ကိုယ်တိုင် <span class=\"gray\">(အိမ်၌)</span> ထိုင်နေစဉ် သူတို့၏ သေဆုံးသွားသော ညီအစ်ကိုများအကြောင်း ပြောဆိုခဲ့သူများ ဖြစ်သည်- “အကယ်၍ သူတို့သည် ကျွန်ုပ်တို့စကားကို နားထောင်ခဲ့ပါက၊ သူတို့သည် အသတ်ခံရမည် မဟုတ်ပေ။” သင်ပြောပါ- “အကယ်၍ သင်တို့သည် မှန်ကန်သူများ ဖြစ်ပါက၊ သင်တို့ကိုယ်တိုင်ထံမှ သေခြင်းကို ဖယ်ရှားကြလော့။”)<span class=\"gray\">(၃:၁၆၈)</span></span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَا أَخَّرْتَنَا إِلَىٰ أَجَلٍ قَرِيبٍ قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِّمَنِ اتَّقَىٰ وَلَا تُظْلَمُونَ فَتِيلًا - أَيْنَمَا تَكُونُوا يُدْرِككُّمُ الْمَوْتُ وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်- “ကျွန်ုပ်တို့၏ အရှင်သခင်! အဘယ်ကြောင့် ကိုယ်တော်သည် ကျွန်ုပ်တို့အပေါ် တိုက်ခိုက်ခြင်းကို ပြဋ္ဌာန်းတော်မူခဲ့သနည်း။ ကိုယ်တော်သည် ကျွန်ုပ်တို့အား ခဏတာမျှ အချိန်ဆိုင်းပေးခဲ့ပါက ကောင်းပေမည်။” သင်ပြောပါ- “ဤလောက၏ ပျော်ရွှင်မှုသည် နည်းပါးသည်။ နောင်တမလွန်ဘဝသည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သူအတွက် <span class=\"gray\">(ပို၍)</span> ကောင်းမြတ်သည်။ သင်တို့သည် ဖာတီလာ <span class=\"gray\">(စွန်ပလွန်စေ့၏ ရှည်လျားသော အက်ကြောင်းအတွင်းရှိ အကြေးခွံမျှသော အမျှင်တစ်မျှင်)</span> နှင့်ပင် မတရား ပြုကျင့်ခံရမည် မဟုတ်ပေ။ သင်တို့ မည်သည့်နေရာတွင် ရှိနေပါစေ၊ သင်တို့သည် ခိုင်မာမြင့်မားစွာ တည်ဆောက်ထားသော ခံတပ်များအတွင်း ရှိနေသော်လည်း သေခြင်းသည် သင်တို့ကို ကျော်တက်သွားမည်။”)<span class=\"gray\">(၄:၇၇-၇၈)</span></span></p><p lang=\"my\" class=\"my \">အဘူ ဆူလိုင်မန်၊ ခါလိဒ် အိဗ်နု အလ်-ဝါလစ်ဒ်၊ မွတ်စ်လင်မ်တပ်များ၏ တပ်မှူး၊ မွတ်စ်လင်မ်စစ်သည်များအနက် ဝါရင့်သူ၊ အစ္စလာမ်၏ ကာကွယ်သူနှင့် အရှင်မြတ်၏ ရန်သူများအပေါ် မြှင့်တင်ထားသော အလ္လာဟ်အရှင်မြတ်၏ ဓားတော်ဖြစ်သူသည် သေဆုံးခါနီးတွင် ပြောခဲ့သည်မှာ “ကျွန်ုပ်သည် တိုက်ပွဲပေါင်းများစွာတွင် ပါဝင်ခဲ့သည်။ ကျွန်ုပ်၏ ခန္ဓာကိုယ်အစိတ်အပိုင်းတိုင်းသည် <span class=\"gray\">(မြားဒဏ်ရာ)</span>၊ <span class=\"gray\">(လှံဒဏ်ရာ)</span> သို့မဟုတ် <span class=\"gray\">(ဓားဒဏ်ရာ)</span> မရရှိခဲ့ဖူးသည့် အစိတ်အပိုင်း မရှိပေ။ သို့သော် ကျွန်ုပ်သည် ယခု ကုလားအုတ် သေဆုံးသကဲ့သို့ ကျွန်ုပ်၏ အိပ်ရာပေါ်တွင် သေဆုံးရတော့မည်။ ကြောက်ရွံ့သူများ၏ မျက်လုံးများ အိပ်စက်ခြင်းကို မမြည်းစမ်းပါစေနှင့်။” အရှင်မြတ် သဘောကျတော်မူပါစေသော သူသည် တိုက်ပွဲတွင် ရှဟီးဒ်အဖြစ် မသေဆုံးခဲ့ရသောကြောင့် ဝမ်းနည်းပူဆွေးခဲ့သည်။ သူ၏ အိပ်ရာပေါ်တွင် သေဆုံးရမည့်အပေါ် သူ ဝမ်းနည်းခဲ့သည်။</p><div lang=\"fil\" class=\"fil \"><h2>The Good Loan and its Reward</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ကောင်းမွန်သော ငွေချေးငှားမည့်သူ မည်သူနည်း၊ သို့မှသာ အရှင်မြတ်သည် ၎င်းအား အကြိမ်ပေါင်းများစွာ တိုးပွားစေမည်နည်း။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်တွင် အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကျွန်များကို အရှင်မြတ်၏ လမ်းတော်၌ သုံးစွဲရန် တိုက်တွန်းတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော်ကို သူ၏ ဂုဏ်ကျက်သရေရှိသော ကုရ်အာန်၏ အခြားနေရာများစွာတွင် ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(ည၏ နောက်ဆုံးသုံးပုံတစ်ပုံ ကျန်ရှိနေချိန်တွင် ကျွန်ုပ်တို့နှင့် အနီးဆုံးကောင်းကင်သို့ ညတိုင်း ဆင်းသက်တော်မူသည်)</span> ဟု ဖော်ပြသော ဟဒီးဆ်တော်တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ يُقْرِضُ غَيْرَ عَدِيـمٍ وَلَا ظَلُومٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆင်းရဲခြင်း မရှိ၊ မတရား မပြုသော အရှင်မြတ်အား မည်သူက ငွေချေးငှားမည်နည်း။)</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ၎င်းအား အကြိမ်ပေါင်းများစွာ တိုးပွားစေမည်)</span> ဟူသည်မှာ အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူများသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ မိမိတို့၏ စည်းစိမ်ဥစ္စာများကို သုံးစွဲကြကုန်၏၊ ၎င်းတို့၏ ပုံပမာသည် စပါးစေ့တစ်စေ့၏ ပုံပမာကဲ့သို့ ဖြစ်၏။ ၎င်းသည် နားရွက် ခုနစ်ခု ပေါက်ရောက်၍ နားရွက်တိုင်းတွင် စပါးစေ့ တစ်ရာစီ ရှိသည်။ အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ် အလိုရှိသူကို အဆပေါင်းများစွာ တိုးပွားစေသည်။)<span class=\"gray\">(၂:၂၆၁)</span></span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်ကို ကျွန်ုပ်တို့ နောက်ပိုင်းတွင် ဖော်ပြမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَقْبِضُ وَيَبْسُطُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သာလျှင် <span class=\"gray\">(သင်တို့၏ စားဝတ်နေရေးကို)</span> လျှော့ချခြင်း သို့မဟုတ် တိုးပွားစေခြင်းကို ပြုတော်မူ၏)</span> ဟူသည်မှာ၊ 'အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ သုံးစွဲကြလော့။ စိုးရိမ်ပူပန်ခြင်း မပြုကြနှင့်။' အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကျွန်များအနက် အရှင်မြတ် အလိုရှိသူ မည်သူ့ကိုမဆို စားဝတ်နေရေးကို တိုးပွားစေခြင်း သို့မဟုတ် လျှော့ချခြင်း ပြုတော်မူသော အရှင်ဖြစ်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်၏ ဉာဏ်ပညာသည် ပြည့်စုံတော်မူ၏။ ထို့အပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَيْهِ تُرْجَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ထံသို့ သင်တို့ ပြန်လည်ရောက်ရှိရမည်။)</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင်။</p>"
  }
]