[
  {
    "ayah_key": "45:24",
    "group_ayah_key": "45:24",
    "from_ayah": "45:24",
    "to_ayah": "45:26",
    "ayah_keys": "45:24,45:25,45:26",
    "text": "<p lang=\"my\" class=\"my \">သူတို့က ပြောကြသည်– “ဤလောကီဘဝမှတစ်ပါး အခြားမရှိပါ။ ငါတို့သည် သေကြပြီး အသက်ရှင်ကြ၏။ အလ်ဒါဟ်ရ် <span class=\"gray\">(အချိန်)</span>မှတစ်ပါး မည်သည့်အရာမျှ ငါတို့ကို ဖျက်ဆီးခြင်းမပြုပါ။” ထိုအရာကို သူတို့မသိပါ။ သူတို့သည် ထင်ကြေးပေးခြင်းသာ ဖြစ်သည်။ <span>(၂၄)</span>ငါတို့၏ ထင်ရှားသော အာယာတ်တော်များကို သူတို့အား ရွတ်ဖတ်ပြသောအခါ သူတို့၏ အငြင်းစကားသည်– “အကယ်၍ သင်တို့သည် မှန်ကန်ပါက ငါတို့၏ <span class=\"gray\">(သေဆုံးသွားသော)</span> ဖခင်များကို ပြန်လည်ခေါ်ဆောင်လာကြပါ!” ဟု ပြောခြင်းမှတစ်ပါး အခြားမရှိပေ။ <span>(၂၅)</span><span class=\"gray\">(သူတို့အား)</span> သင်ပြောပါ– “အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အသက်ပေးတော်မူ၏။ ထို့နောက် သင်တို့အား သေစေတော်မူ၏။ ထို့နောက် အရှင်မြတ်သည် သင်တို့အား ရှင်ပြန်ထမြောက်ရာနေ့တွင် စုရုံးစေတော်မူမည်။ ထိုနေ့နှင့်ပတ်သက်၍ သံသယမရှိပါ။ သို့သော် လူသားအများစုသည် မသိကြပါ။” <span>(၂၆)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူတို့၏ ယုံကြည်ချက်၊ သူတို့၏ အငြင်းအခုံနှင့် ၎င်းကို ပယ်ချခြင်း</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် အလ်ဒါဟ်ရိယဟ်ဂိုဏ်းနှင့် ထိုဂိုဏ်း၏ ယုံကြည်ချက်ကို လက်ခံပြီး ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းပယ်ခဲ့သော အာရပ်ရုပ်တုကိုးကွယ်သူတို့၏ ယုံကြည်ချက်ကို ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြသည်– “ဤလောကီဘဝမှတစ်ပါး အခြားမရှိပါ။ ငါတို့သည် သေကြပြီး အသက်ရှင်ကြ၏။…”)</span> ဤဘဝတစ်ခုတည်းသာရှိပြီး၊ အချို့သူများ သေဆုံးသွားကာ အချို့သူများ အသက်ရှင်လာကြပြီး ရှင်ပြန်ထမြောက်ခြင်း သို့မဟုတ် တရားစီရင်ခြင်းမရှိဟု သူတို့က ဆိုကြသည်။ ဤသည်မှာ ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းပယ်လေ့ရှိသော အာရပ်ရုပ်တုကိုးကွယ်သူတို့၏ ယုံကြည်ချက်ဖြစ်ပြီး၊ ၎င်းတို့ထဲမှ ဖန်ဆင်းခြင်းနှင့် ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းပယ်ခဲ့သော ဘုရားမဲ့ဝါဒီ ဒဿနပညာရှင်တို့၏ ယုံကြည်ချက်လည်း ပါဝင်သည်။ ဤသည်မှာ ဖန်ဆင်းရှင်ကို ငြင်းပယ်ပြီး ကမ္ဘာကြီးသည် နှစ်ပေါင်းသုံးသောင်းခြောက်ထောင်တစ်ကြိမ် ၎င်း၏မူလပုံစံသို့ ပြန်လည်ရောက်ရှိမည်ဟု ထင်မြင်သော ဘုရားမဲ့ဝါဒီ ဒဿနပညာရှင်တို့၏ ထုတ်ပြန်ချက်လည်း ဖြစ်သည်။ ထိုအခါ အရာခပ်သိမ်းသည် ၎င်း၏ဘဝစက်ဝန်းကို ထပ်မံစတင်မည်ဖြစ်သည်။ ဤစက်ဝန်းသည် အဆုံးမရှိ ထပ်ခါတလဲလဲဖြစ်ခဲ့သည်ဟု သူတို့က ပြောဆိုကြပြီး၊ ထို့ကြောင့် မှန်ကန်သော အကြောင်းပြချက်နှင့် ဘုရားသခင်၏ ဗျာဒိတ်တော်တို့ကို ဆန့်ကျင်သည်။ သူတို့က ပြောကြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်ဒါဟ်ရ် <span class=\"gray\">(အချိန်)</span>မှတစ်ပါး မည်သည့်အရာမျှ ငါတို့ကို ဖျက်ဆီးခြင်းမပြုပါ!)</span> အလ္လာဟ်အရှင်မြတ်သည် ပြန်လည်ဖြေကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُمْ بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာကို သူတို့မသိပါ။ သူတို့သည် ထင်ကြေးပေးခြင်းသာ ဖြစ်သည်။)</span> သူတို့သည် မှန်းဆကြပြီး ခန့်မှန်းကြခြင်းသာ ဖြစ်သည်!</p><p lang=\"my\" class=\"my \">ဆဟီဟ်ကျမ်းနှစ်အုပ်ကို စုဆောင်းသူများနှင့် အဘူဒါဝူးဒ်၊ အန်နစာအီတို့က အဘူဟူရိုင်ရဟ်ထံမှ မှတ်တမ်းတင်ထားသော ဟဒီးစ်တော်အရ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ تَعَالَىٰ: يُؤْذِينِي ابْنُ آدَمَ، يَسُبُّ الدَّهْرَ وَأَنَا الدَّهْرُ، بِيَدِيَ الْأَمْرُ، أُقَلِّبُ لَيْلَهُ وَنَهَارَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိန့်ကြားတော်မူသည်– “အာဒမ်၏သားသည် အလ်ဒါဟ်ရ် <span class=\"gray\">(အချိန်)</span> ကို ဆဲဆိုသောအခါ ကျွန်ုပ်အား စိတ်အနှောင့်အယှက်ဖြစ်စေ၏။ ကျွန်ုပ်သည် အလ်ဒါဟ်ရ် ဖြစ်၏။ ကျွန်ုပ်၏ လက်တော်၌ ကိစ္စရပ်အားလုံးရှိ၏။ ကျွန်ုပ်သည် သူ၏နေ့ရက်များနှင့် ညများကို အလှည့်ကျ ဖြစ်ပေါ်စေ၏။”)</span> အခြားရိုက်ရွက်ချက်တစ်ခုတွင်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَسُبُّوا الدَّهْرَ فَإِنَّ اللهَ تَعَالَى هُوَ الدَّهْرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်ဒါဟ်ရ် <span class=\"gray\">(အချိန်)</span> ကို မဆဲဆိုကြနှင့်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်သည် အလ်ဒါဟ်ရ် ဖြစ်တော်မူသောကြောင့်တည်း။)</span> အစ်ရှ်ရှာဖီအီ၊ အဘူဥဘိုင်ဒဟ်နှင့် တဖ်စီရ်ကျမ်း၏ အခြားအီမာမ်များစွာတို့သည် တမန်တော်မြတ် ﷺ ၏ မိန့်ကြားချက်၏ အဓိပ္ပါယ်ကို ရှင်းပြခဲ့ကြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَسُبُّوا الدَّهْرَ فَإِنَّ اللهَ هُوَ الدَّهْرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်ဒါဟ်ရ် <span class=\"gray\">(အချိန်)</span> ကို ဆဲဆိုခြင်းမပြုနှင့်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်သည် အလ်ဒါဟ်ရ် ဖြစ်တော်မူသောကြောင့်တည်း။)</span> သူတို့က ပြောသည်– “ဂျာဟိလိယဟ်ခေတ်တွင် ဒုက္ခ၊ ကပ်ဘေး သို့မဟုတ် ဘေးအန္တရာယ်တစ်ခုခု ကျရောက်သောအခါ အာရပ်တို့သည် ‘အလ်ဒါဟ်ရ် <span class=\"gray\">(အချိန်)</span> အဖို့ ဝမ်းနည်းစရာ’ ဟု ပြောလေ့ရှိသည်။ ထို့ကြောင့် ထိုဖြစ်ရပ်များကို အလ်ဒါဟ်ရ်အပေါ် အပြစ်တင်လေ့ရှိပြီး၊ အလ်ဒါဟ်ရ်ကို ဆဲဆိုကြသည်။ ဧကန်မလွဲ ဤ <span class=\"gray\">(နှင့် အားလုံးသော)</span> အရာများကို ဖြစ်စေသူမှာ အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်ဂုဏ်ယူထိုက်သော အရှင်မြတ်သာ ဖြစ်သည်။ ထို့ကြောင့် သူတို့သည် အလ်ဒါဟ်ရ်ကို ဆဲဆိုသောအခါ၊ အလ္လာဟ်အရှင်မြတ်ကို ကိုယ်တိုင်ဆဲဆိုသကဲ့သို့ ဖြစ်သည်။ အမှန်တကယ်တွင် အရှင်မြတ်သည် ဖြစ်ရပ်အားလုံးကို ဖြစ်စေသောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် အလ်ဒါဟ်ရ်ကို ဆဲဆိုခြင်းသည် ဤအချက်ကြောင့် တားမြစ်ထားခြင်း ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် အလ်ဒါဟ်ရ်ကို ဆဲဆိုခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်ကို ရည်ညွှန်းခြင်းဖြစ်ပြီး၊ ကျွန်ုပ်တို့ ပြောခဲ့သည့်အတိုင်း <span class=\"gray\">(စိတ်အနှောင့်အယှက်ဖြစ်စေသော)</span> ဖြစ်ရပ်များကို ဖြစ်စေသည်ဟု စွပ်စွဲခြင်းကြောင့် ဖြစ်သည်။”</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဤအကြောင်းအရာအတွက် အကောင်းဆုံးရှင်းလင်းချက်ဖြစ်ပြီး၊ ၎င်းသည် ရည်ရွယ်ချက်ရှိသော အဓိပ္ပါယ်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏။ အိဗ်နု ဟဇ်မ်နှင့် ၎င်းကဲ့သို့သော ဇာဟိရီယဟ်ဂိုဏ်းသားတို့သည် ဤဟဒီးစ်တော်ကို အလ်ဒါဟ်ရ်ကို အလ္လာဟ်အရှင်မြတ်၏ အလှပဆုံးအမည်များတွင် ထည့်သွင်းရန် အသုံးပြုသောအခါ အမှားအယွင်းပြုခဲ့ကြောင်း ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ ထင်ရှားသော အာယာတ်တော်များကို သူတို့အား ရွတ်ဖတ်ပြသောအခါ၊)</span> ဆိုသည်မှာ အမှန်တရားကို သူတို့အား ထင်ရှားစေပြီး ၎င်းတို့အား သက်သေအဖြစ် အသုံးပြုသောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်ခန္ဓာများ ပျက်စီးဆွေးမြေ့သွားပြီးနောက် ပြန်လည်ရှင်ပြန်ထမြောက်စေနိုင်ကြောင်း အခိုင်အမာ ပြောဆိုခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ အငြင်းစကားသည်– “အကယ်၍ သင်တို့သည် မှန်ကန်ပါက ငါတို့၏ ဖခင်များကို ပြန်လည်ခေါ်ဆောင်လာကြပါ!” ဟု ပြောခြင်းမှတစ်ပါး အခြားမရှိပေ။)</span> ‘သင်ပြောသည်မှာ မှန်ပါက သူတို့ကို အသက်ပြန်ရှင်စေပါ။’ အလ္လာဟ်အရှင်မြတ်သည် မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သူတို့အား)</span> သင်ပြောပါ– “အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အသက်ပေးတော်မူပြီး ထို့နောက် သင်တို့အား သေစေတော်မူ၏။…” )</span> ‘အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် သင်တို့အား <span class=\"gray\">(သို့မဟုတ် အသက်သစ်ကို)</span> မရှိခြင်းမှ ရှိခြင်းသို့ ဆောင်ယူလာတော်မူသည်ကို သင်တို့သည် သက်သေများဖြစ်သောကြောင့်တည်း။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို အဘယ်သို့လျှင် မယုံကြည်နိုင်မည်နည်း။ သင်တို့သည် သေဆုံးနေခဲ့ရာ အရှင်မြတ်က သင်တို့အား အသက်ပေးခဲ့သည်ကို မြင်နေရပါလျက်။ ထို့နောက် အရှင်မြတ်သည် သင်တို့အား သေစေမည်။ ထို့နောက် ထပ်မံ၍ အသက်ပြန်ရှင်စေမည်။)</span><span class=\"gray\">(၂း၂၈)</span> ထို့ကြောင့် ဖန်ဆင်းခြင်းကို စတင်နိုင်သူသည် ၎င်းကို ပြန်လည်စတင်နိုင်ပြီး ပို၍ထင်ရှားစွာပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ဖန်ဆင်းခြင်းကို စတင်ဖန်ဆင်းသူ ဖြစ်၏။ ထို့နောက် အရှင်မြတ်သည် ၎င်းကို ပြန်လည်ဖြစ်စေမည်။ ၎င်းသည် အရှင်မြတ်အဖို့ ပိုမိုလွယ်ကူ၏။)</span><span class=\"gray\">(၃၀း၂၇)</span> အလ္လာဟ်အရှင်မြတ်သည် ထပ်မံမိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အရှင်မြတ်သည် သင်တို့အား ရှင်ပြန်ထမြောက်ရာနေ့တွင် စုရုံးစေတော်မူမည်။ ထိုနေ့နှင့်ပတ်သက်၍ သံသယမရှိပါ။)</span> ‘အရှင်မြတ်က သင်တို့ကို ရှင်ပြန်ထမြောက်စေသောအခါ ၎င်းသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်မည်ဖြစ်ပြီး၊ ဤဘဝတွင် မဟုတ်ပေ။ ထို့ကြောင့် သင်တို့၏ ပြောဆိုချက်သည် အခြေအမြစ်မရှိပေ။’</p><p class=\"fa qpc-hafs\" lang=\"fa\">ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \">အကယ်၍ သင်တို့သည် မှန်ကန်ပါက ငါတို့၏ <span class=\"gray\">(သေဆုံးသွားသော)</span> ဖခင်များကို ပြန်လည်ခေါ်ဆောင်လာကြပါ! အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ۖ </p><p lang=\"my\" class=\"my \">အရှင်မြတ်သည် သင်တို့ကို <span class=\"gray\">(အားလုံးကို)</span> စုရုံးရာနေ့တွင် စုရုံးစေမည်ဖြစ်သောနေ့။ <span class=\"gray\">(၆၄း၉)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأَيِّ يَوْمٍ أُجِّلَتْ - لِيَوْمِ الْفَصْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနိမိတ်လက္ခဏာများကို မည်သည့်နေ့အတွက် ဆိုင်းငံ့ထားပါသနည်း။ ခွဲခြားသိမြင်ရာနေ့အတွက်ဖြစ်သည်။)</span><span class=\"gray\">(၇၇း၁၂-၁၃)</span>၊ နှင့်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းကို သတ်မှတ်ထားသော ကာလတစ်ခုအတွက်သာ ဆိုင်းငံ့ထားသည်။)</span><span class=\"gray\">(၁၁း၁၀၄)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အရှင်မြတ်သည် သင်တို့အား ရှင်ပြန်ထမြောက်ရာနေ့တွင် စုရုံးစေတော်မူမည်။ ထိုနေ့နှင့်ပတ်သက်၍ သံသယမရှိပါ။)</span> ၎င်းသည် ရောက်လာမည်မှာ သံသယမရှိပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူသားအများစုသည် မသိကြပါ။)</span> ဤသည်မှာ သူတို့သည် ရှင်ပြန်ထမြောက်ခြင်းကို ငြင်းပယ်ပြီး ကိုယ်ခန္ဓာများ ပြန်လည်အသက်ရှင်လာမည်ဆိုသည့် အချက်ကို လျစ်လျူရှုခြင်း၏ အကြောင်းရင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُمْ يَرَوْنَهُ بَعِيدًا - وَنَرَاهُ قَرِيبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ သူတို့သည် ၎င်းကို ဝေးကွာနေသည်ဟု မြင်ကြသည်။ သို့သော် ငါတို့သည် ၎င်းကို <span class=\"gray\">(အလွန်)</span> နီးစပ်သည်ဟု မြင်ကြသည်။)</span><span class=\"gray\">(၇၀း၆-၇)</span>၊ သူတို့သည် ရှင်ပြန်ထမြောက်ခြင်း ဖြစ်လာမည်ဆိုသည့် ဖြစ်နိုင်ခြေကို လျစ်လျူရှုကြသည်။ ယုံကြည်သူတို့ကမူ ၎င်း၏ဖြစ်ပေါ်လာခြင်းသည် လွယ်ကူပြီး မကြာမီဖြစ်လာမည်ဟု ယုံကြည်ကြသည်။</p>"
  },
  {
    "ayah_key": "45:27",
    "group_ayah_key": "45:27",
    "from_ayah": "45:27",
    "to_ayah": "45:29",
    "ayah_keys": "45:27,45:28,45:29",
    "text": "<p lang=\"my\" class=\"my \">မိုးကောင်းကင်များနှင့် မြေကြီးတို့၏ နိုင်ငံတော်သည် အလ္လာဟ်အရှင်မြတ်သာ ပိုင်ဆိုင်တော်မူသည်။ ရှင်ပြန်ထမြောက်ရာအချိန်အခါ ကျရောက်သောနေ့တွင် – ထိုနေ့၌ အမှားဘက်တော်သားတို့သည် ဆုံးရှုံးရလိမ့်မည်။ <span>(၂၇)</span>သင်သည် လူမျိုးစုတိုင်းကို ဒူးထောက်နေသည်ကို မြင်ရမည်။ <span class=\"gray\">(ဂျာသိယဟ်)</span> လူမျိုးစုတိုင်းကို ၎င်း၏ မှတ်တမ်း <span class=\"gray\">(ပြုမူချက်များ)</span> သို့ ခေါ်ဆိုလိမ့်မည်။ ဤနေ့တွင် သင်တို့ ပြုမူခဲ့သော အရာများအတွက် အစားဆပ်ခံရလိမ့်မည်။ <span>(၂၈)</span>ငါတို့၏ ဤမှတ်တမ်းသည် သင်တို့နှင့်ပတ်သက်၍ အမှန်တရားဖြင့် ပြောဆို၏။ ဧကန်မလွဲ ငါတို့သည် သင်တို့ ပြုမူခဲ့သော အရာများကို မှတ်တမ်းတင်ထားခဲ့ကြသည်။ <span>(၂၉)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့၏ အခြေအနေအချို့နှင့် ၎င်း၏ ထိတ်လန့်ဖွယ်ရာများ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် မြေကြီး၏ ဘုရင်နှင့် ပိုင်ရှင်ဖြစ်ကြောင်း၊ ဤဘဝနှင့် နောင်ဘဝတွင် ၎င်းတို့အပေါ် တစ်ဦးတည်းသော အုပ်စိုးရှင်ဖြစ်ကြောင်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَيَوْمَ تَقُومُ السَّاعَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာအချိန်အခါ ကျရောက်သောနေ့တွင်)</span> ရှင်ပြန်ထမြောက်ရာနေ့၌၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْسَرُ الْمُبْطِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှားဘက်တော်သားတို့သည် ဆုံးရှုံးရလိမ့်မည်။)</span> အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်သူများနှင့် အရှင်မြတ်က မိမိ၏ ရစူလ်တမန်တော်များထံသို့ ချပေးတော်မူခဲ့သော ထင်ရှားသော သက်သေများနှင့် ငြင်းမရသော အထောက်အထားများကို ငြင်းပယ်သူများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် လူမျိုးစုတိုင်းကို ဒူးထောက်နေသည်ကို မြင်ရမည်။ <span class=\"gray\">(ဂျာသိယဟ်)</span>)</span> ထိတ်လန့်ဖွယ်ရာ ကပ်ဘေးနှင့် ဖြစ်ရပ်များကြောင့် ဒူးထောက်နေခြင်းဖြစ်သည်။ ၎င်းသည် ငရဲမီးကို ဆောင်ယူလာသောအခါ ဖြစ်ပေါ်လာမည်ဟု ဆိုသည်။ အဘယ်ကြောင့်ဆိုသော် ငရဲမီးသည် တစ်ကြိမ်သက်ပြင်းချမည်ဖြစ်ပြီး၊ အီဘရာဟင်မ် (ခါလီလ်) အပါအဝင် လူတိုင်း ဒူးထောက်ကျလိမ့်မည်။ အရှင်မြတ်က “ငါ့ကိုယ်ငါ၊ ငါ့ကိုယ်ငါ၊ ငါ့ကိုယ်ငါ! ယနေ့ <span class=\"gray\">(အို အလ္လာဟ်)</span> အကျွန်ုပ်သည် ကိုယ်တိုင်နှင့်ပတ်သက်၍မှတစ်ပါး အရှင်မြတ်အား မတောင်းဆိုပါ။” ဟု ကြွေးကြော်လိမ့်မည်။ အီဆာ (အလိုင်ဟစ်စလာမ်) ပင်လျှင် “ယနေ့ အကျွန်ုပ်သည် အရှင်မြတ်ရှေ့၌ ကိုယ်တိုင်အတွက်သာ ငြင်းခုံပါမည်။ ကျွန်ုပ်ကို မွေးဖွားပေးခဲ့သော မရ်ယမ်အကြောင်းကို အရှင်မြတ်အား မမေးပါ။” ဟု ကြွေးကြော်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် ထပ်မံမိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ أُمَّةٍ تُدْعَىٰ إِلَىٰ كِتَابِهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူမျိုးစုတိုင်းကို ၎င်း၏ မှတ်တမ်းသို့ ခေါ်ဆိုလိမ့်မည်။)</span> ဆိုသည်မှာ ပြုမူချက်များ၏ မှတ်တမ်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလားတူအာယာတ်တော်တစ်ပါးတွင် မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းကို တင်ပြလိမ့်မည်။ တမန်တော်များနှင့် သက်သေများကို ရှေ့သို့ ဆောင်ယူလာလိမ့်မည်။)</span><span class=\"gray\">(၃၉း၆၉)</span>။ ဤသည်ကြောင့် ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနေ့တွင် သင်တို့ ပြုမူခဲ့သော အရာများအတွက် အစားဆပ်ခံရလိမ့်မည်။)</span> ‘သင်တို့၏ ပြုမူချက်များ၊ ကောင်းခြင်းနှင့် မကောင်းခြင်းအလိုက် စီရင်ခံရလိမ့်မည်။’ အလ္လာဟ်အရှင်မြတ်သည် အလားတူအာယာတ်တော်များတွင် မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنَبَّأُ الْإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ - بَلِ الْإِنْسَانُ عَلَىٰ نَفْسِهِ بَصِيرَةٌ - وَلَوْ أَلْقَىٰ مَعَاذِيرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လူသားအား သူရှေ့သို့ ပို့ထားခဲ့သည့်အရာများနှင့် နောက်သို့ ချန်ထားခဲ့သည့်အရာများကို အသိပေးလိမ့်မည်။ မဟုတ်! လူသားသည် မိမိကိုယ်တိုင်အပေါ် သက်သေဖြစ်မည်။ သူသည် မိမိ၏ ဆင်ခြေများကို တင်ပြနိုင်သော်လည်း။)</span><span class=\"gray\">(၇၅း၁၃-၁၅)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ ဤမှတ်တမ်းသည် သင်တို့နှင့်ပတ်သက်၍ အမှန်တရားဖြင့် ပြောဆို၏။)</span> ၎င်းတွင် သင်တို့၏ လုပ်ဆောင်ချက်အားလုံးကို ပေါင်းထည့်ခြင်း သို့မဟုတ် ဖျက်ပစ်ခြင်းမရှိဘဲ မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်သည်လည်း မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَٰذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا ۚ وَوَجَدُوا مَا عَمِلُوا حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းကို တင်ပြလိမ့်မည်။ သင်သည် ရာဇဝတ်သားများကို ထိုကျမ်းထဲ၌ပါရှိသည့်အရာကို ကြောက်ရွံ့နေသည်ကို မြင်ရမည်။ သူတို့က ပြောကြမည်– “ငါတို့အဖို့ ဝမ်းနည်းစရာပါ! ဤကျမ်းသည် မည်သို့သောကျမ်းနည်း။ သေးငယ်သောအရာဖြစ်စေ၊ ကြီးမားသောအရာဖြစ်စေ တစ်ခုမျှ ချန်မထားဘဲ နံပါတ်စဉ်ဖြင့် မှတ်တမ်းတင်ထားပါတကား!” သူတို့သည် ပြုမူခဲ့သမျှ အားလုံးကို သူတို့ရှေ့၌ တွေ့ရလိမ့်မည်။ သင်၏အရှင်သခင်သည် မည်သူ့ကိုမျှ မတရားပြုခြင်းမရှိပါ။)</span><span class=\"gray\">(၁၈း၄၉)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါတို့သည် သင်တို့ ပြုမူခဲ့သော အရာများကို မှတ်တမ်းတင်ထားခဲ့ကြသည်။)</span> ဆိုသည်မှာ ‘ငါတို့သည် ငါတို့၏ စာရေးနတ်သမီးများကို သင်တို့၏ ပြုမူချက်များကို မှတ်တမ်းတင်ရန် အမိန့်ပေးခဲ့သည်။’ အိဗ်နု အဘ္ဘားစ်နှင့် အခြားသူများက မှတ်ချက်ပြုသည်– “နတ်သမီးများသည် ကျွန်များ၏ ပြုမူချက်များကို မှတ်တမ်းတင်ပြီး ၎င်းတို့နှင့်အတူ မိုးကောင်းကင်သို့ တက်သွားကြသည်။ ထိုနေရာတွင် ၎င်းတို့သည် အလ်လောင်ဟ် အလ်မဟ်ဖူးဇ်မှ အလ်ကဒ်ရ်ညတိုင်း ချပေးသော ပြုမူချက်မှတ်တမ်းများကို တာဝန်ယူသည့် နတ်သမီးများနှင့် တွေ့ဆုံကြသည်။ ၎င်းမှတ်တမ်းများတွင် အလ္လာဟ်အရှင်မြတ်က ကျွန်များကို မဖန်ဆင်းမီကပင် ဖြစ်ပျက်လာမည့်အရာများကို ရေးသားထားသည်။ ၎င်းတို့သည် ၎င်းတို့၏ မှတ်တမ်းများကို နှိုင်းယှဉ်ကြပြီး စာလုံးတစ်လုံးမျှ ပေါင်းထည့်ခြင်း သို့မဟုတ် ဖျက်ပစ်ခြင်းမရှိသည်ကို တွေ့ရှိကြမည်။” ထို့နောက် ၎င်းသည် ဤအာယာတ်တော်ကို ရွတ်ဖတ်ပြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါတို့သည် သင်တို့ ပြုမူခဲ့သော အရာများကို မှတ်တမ်းတင်ထားခဲ့ကြသည်။)</span></p>"
  }
]