[
  {
    "ayah_key": "20:36",
    "group_ayah_key": "20:36",
    "from_ayah": "20:36",
    "to_ayah": "20:39",
    "ayah_keys": "20:36,20:37,20:38,20:39",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> မိန့်တော်မူခဲ့သည်- \"အို မူဆာ၊ သင်၏တောင်းဆိုချက်ကို ခွင့်ပြုလိုက်ပြီ။ <span>(36)</span>\"ဧကန်စင်စစ် သင်အပေါ်သို့ အခြားတစ်ကြိမ် <span class=\"gray\">(အရင်က)</span> ကျေးဇူးပြုခဲ့ပြီးဖြစ်သည်။ <span>(37)</span>\"သင်၏မိခင်အား ငါဗျာဒိတ်ပေးခဲ့သောအခါ <span>(38)</span>\" 'သူ့ကို <span class=\"gray\">(ကလေးကို)</span> သေတ္တာထဲထည့်၍ မြစ်ထဲသို့ချလိုက်ပါ၊ ထို့နောက် မြစ်က သူ့ကို ကမ်းပေါ်သို့ ပစ်တင်လိမ့်မည်။ ထိုနေရာတွင် ငါ၏ရန်သူနှင့် သူ၏ရန်သူတစ်ဦးက သူ့ကို ကောက်ယူလိမ့်မည်။' ငါသည် သင်အပေါ်၌ ငါ့ထံမှ မေတ္တာကိုပေးခဲ့သည်၊ သင်သည် ငါ၏မျက်စိအောက်တွင် ကြီးပြင်းလာစေရန် ဖြစ်သည်။ <span>(39)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာ၏ ဒိုအာကို လက်ခံခြင်းနှင့် ယခင်ကျေးဇူးတော်များကို သတိပေးခြင်း၏ ဝမ်းမြောက်ဖွယ်ရာသတင်းများ</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ မူဆာက ၎င်း၏အရှင်ထံမှ တောင်းဆိုခဲ့သည့်အရာအတွက် အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ရစူလ်တမန်တော် မူဆာအား ပြန်လည်တုံ့ပြန်ခြင်းဖြစ်သည်။ ၎င်းတွင် အလ္လာဟ်အရှင်မြတ်က ၎င်းအပေါ် ယခင်က ပြုခဲ့သော ကျေးဇူးတော်များကို သတိပေးခြင်းလည်း ပါရှိသည်။ ပထမဆုံးမှာ ၎င်း၏မိခင်က နို့ချိုတိုက်ကျွေးနေစဉ် သူမအား ဗျာဒိတ်ပေးခြင်းဖြစ်သည်။ ထိုအချိန်က ဖِر်အောန်နှင့် ၎င်း၏ခေါင်းဆောင်များက ၎င်းကို သတ်လိမ့်မည်ဟု သူမစိုးရိမ်ခဲ့သည်။ မူဆာကို ၎င်းတို့ <span class=\"gray\">(ဖِر်အောန်၏ လူမျိုးများ)</span> က ယောကျ်ားလေးအားလုံးကို သတ်နေသည့်နှစ်တွင် မွေးဖွားခဲ့သည်။ ထို့ကြောင့် သူမက ၎င်းကို သေတ္တာထဲထည့်၍ မြစ်ထဲသို့ချခဲ့သည်။ မြစ်က ၎င်းကို ဆောင်ယူသွားခဲ့ပြီး သူမသည် ဝမ်းနည်းပူဆွေးခဲ့ရသည်။ အလ္လာဟ်အရှင်မြတ်က သူမအကြောင်းကို ဤသို့မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَارِغًا ۖ إِن كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာ၏မိခင်၏နှလုံးသားသည် လစ်ဟာသွားခဲ့သည်။ ငါတို့က သူမ၏နှလုံးသားကို ခိုင်ခံ့စေခဲ့ခြင်းမရှိပါက သူမသည် သူ၏ <span class=\"gray\">(ကိစ္စကို)</span> ထုတ်ဖော်ရန် နီးစပ်နေခဲ့ပြီဖြစ်သည်။)</span><span class=\"gray\">[28:10]</span> ထို့ကြောင့် မြစ်က သူ့ကို ဖِر်အောန်၏အိမ်သို့ ဆောင်ယူသွားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ဖِر်အောန်၏လူမျိုးများသည် သူ့ကို ကောက်ယူခဲ့သည်၊ သူသည် ၎င်းတို့အတွက် ရန်သူတစ်ဦးနှင့် <span class=\"gray\">(ဝမ်းနည်းပူဆွေးမှု၏)</span> အကြောင်းရင်းဖြစ်လာစေရန်ဖြစ်သည်။)</span><span class=\"gray\">[28:8]</span> ဆိုလိုသည်မှာ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ပြဋ္ဌာန်းထားသော ကံကြမ္မာဖြစ်သည်။ ၎င်းတို့သည် မူဆာရောက်ရှိလာမည်ကို စိုးရိမ်သောကြောင့် အစ္စရေးလူမျိုးများ၏ ယောကျ်ားလေးများကို သတ်နေခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်တွင် ကြီးမြတ်သော အာဏာနှင့် အပြည့်စုံဆုံးသော စွမ်းအားရှိသဖြင့် မူဆာသည် ဖِر်အောန်၏ကိုယ်ပိုင်အိပ်ရာပေါ်တွင်သာ ကြီးပြင်းလာမည်ဟု ၎င်းက ဆုံးဖြတ်ခဲ့သည်။ ဖِر်အောန်၏ အစားအသောက်၊ အဖျော်ယမကာဖြင့် အသက်ရှင်နေမည်ဖြစ်ပြီး ဖِر်အောန်နှင့် ၎င်း၏ဇနီးတို့၏ မေတ္တာကို ရရှိမည်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْخُذْهُ عَدُوٌّ لِّي وَعَدُوٌّ لَّهُ ۚ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် ငါ၏ရန်သူနှင့် သူ၏ရန်သူတစ်ဦးက သူ့ကို ကောက်ယူလိမ့်မည်။ ငါသည် သင်အပေါ်၌ ငါ့ထံမှ မေတ္တာကိုပေးခဲ့သည်၊)</span> ဤသည်မှာ သင်၏ရန်သူက သင့်ကိုချစ်အောင် ငါလုပ်ခဲ့သည်ဟု ဆိုလိုသည်။ စလာမာဟ် ဘင် ကူဟိုင်းလ်က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်အပေါ်၌ ငါ့ထံမှ မေတ္တာကိုပေးခဲ့သည်၊)</span> \"ဆိုလိုသည်မှာ 'ငါ၏ဖန်ဆင်းခံများကို သင့်ကိုချစ်အောင် ငါလုပ်ခဲ့သည်'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتُصْنَعَ عَلَىٰ عَيْنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ငါ၏မျက်စိအောက်တွင် ကြီးပြင်းလာစေရန် ဖြစ်သည်။)</span> အဘူ အိမ်ရန် အလ်-ဂျောင်နီက ပြောကြားခဲ့သည်- \"ဆိုလိုသည်မှာ 'သင့်ကို အလ္လာဟ်အရှင်မြတ်၏ မျက်စိအောက်တွင် ပြုစုပျိုးထောင်မည်' ဟုဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَمْشِي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَىٰ مَن يَكْفُلُهُ ۖ فَرَجَعْنَاكَ إِلَىٰ أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ညီမဖြစ်သူက သွား၍ ပြောသောအခါ- 'သူ့ကို နို့တိုက်ကျွေးမည့်သူအား သင့်အားပြဦးမလား' ထို့ကြောင့် ငါတို့သည် သင့်ကို သင်၏မိခင်ထံ ပြန်ပို့ခဲ့သည်၊ သူမသည် သူမ၏မျက်လုံးများကို အေးချမ်းစေရန်)</span></p><p lang=\"my\" class=\"my \">ဖِر်အောန်၏အိမ်သို့ လက်ခံပြီးနောက်၊ သူ့ကို နို့တိုက်ကျွေးနိုင်သူတစ်ဦးကို ရှာဖွေရန် ကြိုးစားရင်း အမျိုးသမီးများကို ခေါ်ဆောင်လာခဲ့သည်။ သို့သော် သူသည် ၎င်းတို့ထဲမှ မည်သူ့ကိုမှ နို့မစို့ခဲ့ပေ။ အလ္လာဟ်အရှင်မြတ်က ဤသို့မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူ့အတွက် <span class=\"gray\">(အခြား)</span> နို့တိုက်မိခင်များကို အရင်ကတည်းက တားမြစ်ထားခဲ့ပြီးဖြစ်သည်။)</span><span class=\"gray\">[28:12]</span> ထို့နောက် ၎င်း၏ညီမက လာ၍ ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَدُلُّكُمْ عَلَىٰ أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို သင့်အတွက် ပြုစုပျိုးထောင်ပေးမည့်၊ ကောင်းမွန်စွာ စောင့်ရှောက်ပေးမည့် မိသားစုတစ်စုကို ကျွန်ုပ်ပြပေးရမည်လား။)</span><span class=\"gray\">[28:12]</span> သူမဆိုလိုသည်မှာ \"သင့်အတွက် သူ့ကို အခကြေးငွေယူ၍ နို့တိုက်ကျွေးနိုင်သူတစ်ဦးကို ကျွန်ုပ်ညွှန်ပြပေးရမည်လား\" ဟူ၍ဖြစ်သည်။ ထို့ကြောင့် သူမက သူ့ကိုခေါ်ဆောင်၍ သူ၏အရင်းမိခင်ထံသို့ ၎င်းတို့နှင့်အတူ သွားခဲ့ကြသည်။ သူမ၏ရင်သားကို သူ့ထံချဉ်းကပ်ပေးသောအခါ သူက နို့စို့ခဲ့ပြီး ၎င်းတို့ <span class=\"gray\">(ဖِر်အောန်၏ မိသားစု)</span> သည် ဤအရာအတွက် အလွန်ပျော်ရွှင်ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့က သူမကို နို့တိုက်ကျွေးရန် ငှားရမ်းခဲ့ပြီး သူမသည် သူကြောင့် ဤဘဝတွင်ရော နောင်တမလွန်ဘဝတွင်ပါ ကြီးမားသော ပျော်ရွှင်မှုနှင့် သက်သာမှုကို ရရှိခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် ဤသို့မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَجَعْنَاكَ إِلَىٰ أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါတို့သည် သင့်ကို သင်၏မိခင်ထံ ပြန်ပို့ခဲ့သည်၊ သူမသည် သူမ၏မျက်လုံးများကို အေးချမ်းစေရန်နှင့် သူမမဝမ်းနည်းစေရန်ဖြစ်သည်။)</span> ဤသည်မှာ သူမသည် သင့်အပေါ် ဝမ်းမနည်းသင့်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَتَلْتَ نَفْسًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်သည် လူတစ်ဦးကို သတ်ခဲ့သည်၊)</span> ဤသည်မှာ သူသည် ကော့ပ်တစ်လူမျိုးတစ်ဦး <span class=\"gray\">(အီဂျစ်လူမျိုးများ၊ ဖِر်အောန်၏လူမျိုးများ)</span> ကို သတ်ခဲ့သည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَجَّيْنَاكَ مِنَ الْغَمِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါတို့သည် သင့်ကို ကြီးစွာသော စိုးရိမ်ပူပန်မှုမှ ကယ်တင်ခဲ့သည်)</span> ဤသည်မှာ ဖِر်အောန်၏မိသားစုက သူ့ကို သတ်ရန် ရည်ရွယ်နေသောကြောင့် သူခံစားနေရသောအရာဖြစ်သည်။ ထို့ကြောင့် သူသည် ၎င်းတို့ထံမှ ထွက်ပြေးခဲ့ပြီး မဒ်ယန်လူမျိုးတို့၏ ရေထံသို့ ရောက်သည်အထိဖြစ်သည်။ ထိုအခါ သူတော်ကောင်းတစ်ဦးက သူ့အား ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَخَفْ ۖ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကြောက်ပါနှင့်။ သင်သည် မတရားသောလူမျိုးတို့ထံမှ လွတ်မြောက်ခဲ့ပြီ။)</span><span class=\"gray\">[28:25]</span></p>"
  },
  {
    "ayah_key": "20:40",
    "group_ayah_key": "20:40",
    "from_ayah": "20:40",
    "to_ayah": "20:44",
    "ayah_keys": "20:40,20:41,20:42,20:43,20:44",
    "text": "<p lang=\"my\" class=\"my \">\"သင်၏ညီမဖြစ်သူက သွား၍ ပြောသောအခါ- 'သူ့ကို နို့တိုက်ကျွေးမည့်သူအား သင့်အားပြဦးမလား' ထို့ကြောင့် ငါတို့သည် သင့်ကို သင်၏မိခင်ထံ ပြန်ပို့ခဲ့သည်၊ သူမသည် သူမ၏မျက်လုံးများကို အေးချမ်းစေရန်နှင့် သူမမဝမ်းနည်းစေရန်ဖြစ်သည်။ ထို့နောက် သင်သည် လူတစ်ဦးကို သတ်ခဲ့သည်၊ သို့သော် ငါတို့သည် သင့်ကို ကြီးစွာသော စိုးရိမ်ပူပန်မှုမှ ကယ်တင်ခဲ့ပြီး သင့်အား ကြီးမားသော စမ်းသပ်မှုနှင့် စမ်းသပ်ခဲ့သည်။\"၊ ထို့နောက် သင်သည် မဒ်ယန်လူမျိုးတို့နှင့်အတူ နှစ်ပေါင်းများစွာ နေထိုင်ခဲ့သည်။ ထို့နောက် အို မူဆာ၊ ငါ <span class=\"gray\">(သင့်အတွက်)</span> ပြဋ္ဌာန်းထားသော သတ်မှတ်ထားသည့် အချိန်ကာလအတိုင်း သင်ဤနေရာသို့ ရောက်လာခဲ့သည်။ <span>(40)</span>ငါသည် သင့်ကို ငါ့ကိုယ်ငါအတွက် ရွေးချယ်ခဲ့သည်။ <span>(41)</span>သင်နှင့် သင်၏ညီအစ်ကိုသည် ငါ၏နိမိတ်လက္ခဏာများနှင့်အတူ သွားကြလော့၊ သင်တို့နှစ်ဦးလုံး ငါ့ကို အမှတ်ရခြင်းတွင် ပျင်းရိခြင်း၊ အားနည်းခြင်း မဖြစ်ကြနှင့်။ <span>(42)</span>သင်တို့နှစ်ဦးလုံး ဖِر်အောန်ထံသို့ သွားကြလော့၊ ဧကန်စင်စစ် သူသည် ကျူးလွန်ခဲ့ပြီ။ <span>(43)</span>သူ့ကို ညင်သာစွာ ပြောဆိုကြလော့၊ သူသည် ဆုံးမစကားကို နားထောင်နိုင်သည် သို့မဟုတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို)</span> ကြောက်ရွံ့နိုင်ပါသည်။ <span>(44)</span></p><div lang=\"my\" class=\"my \"><h2>ဖِر်အောန်ထံသို့ သွားရန် မူဆာကို ရွေးချယ်ခြင်းနှင့် ၎င်း၏ ဖိတ်ခေါ်မှုတွင် နူးညံ့သိမ်မွေ့ရန်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မူဆာအား မိန့်တော်မူရာတွင် ဖِر်အောန်နှင့် ၎င်း၏ခေါင်းဆောင်များကို ရှောင်ရှားလျက် မဒ်ယန်လူမျိုးများကြားတွင် နေထိုင်ခဲ့ကြောင်း ဖော်ပြသည်။ ၎င်း၏လုပ်ငန်းအတွက် သတ်မှတ်ထားသော အချိန်ကာလ ကုန်ဆုံးသည်အထိ ၎င်း၏ယောက္ခမအတွက် သိုးထိန်းအဖြစ် လုပ်ကိုင်ခဲ့သည်။ ထို့နောက် ၎င်းသည် မည်သည့်သတ်မှတ်ထားသော ချိန်းဆိုမှုမှမရှိဘဲ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်နှင့် ၎င်း၏ကြိုတင်ဆုံးဖြတ်ထားသော ဆန္ဒကို တွေ့ကြုံခဲ့ရသည်။ ဤအခြေအနေတစ်ခုလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ထိန်းချုပ်မှုအောက်တွင် ရှိသည်။ ဘုန်းတော်ကြီးသောအရှင်၊ အမြင့်မြတ်ဆုံးအရှင်ဖြစ်တော်မူသည်။ ၎င်း၏ကျွန်များနှင့် ၎င်း၏ဖန်ဆင်းခံများကို ၎င်းအလိုရှိရာ ပန်းတိုင်သို့ တွန်းပို့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جِئْتَ عَلَىٰ قَدَرٍ يَا مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အို မူဆာ၊ ငါ <span class=\"gray\">(သင့်အတွက်)</span> ပြဋ္ဌာန်းထားသော သတ်မှတ်ထားသည့် အချိန်ကာလအတိုင်း သင်ဤနေရာသို့ ရောက်လာခဲ့သည်။)</span> မူဂျာဟစ်ဒ်က \"သတ်မှတ်ထားသော ချိန်းဆိုမှုအတွက်\" ဟု ပြောခဲ့သည်။ အဗ်ဒူရ်-ရဇ်ဇာက်က မာ'မာရ်ထံမှ ကတာဒါဟ်က ပြောခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جِئْتَ عَلَىٰ قَدَرٍ يَا مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အို မူဆာ၊ ငါ <span class=\"gray\">(သင့်အတွက်)</span> ပြဋ္ဌာန်းထားသော သတ်မှတ်ထားသည့် အချိန်ကာလအတိုင်း သင်ဤနေရာသို့ ရောက်လာခဲ့သည်။)</span> \"ရစူလ်တမန်တော်ဖြစ်ခြင်းနှင့် ပရောဖက်ဖြစ်ခြင်း၏ အမိန့်တော်အတွက်\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْطَنَعْتُكَ لِنَفْسِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင့်ကို ငါ့ကိုယ်ငါအတွက် ရွေးချယ်ခဲ့သည်။)</span> ဤသည်မှာ \"ငါသည် သင့်ကို ငါ့ကိုယ်ငါအတွက် ရစူလ်တမန်တော်တစ်ဦး ဖြစ်ရန် ရွေးချယ်ပြီး ရွေးထုတ်ခဲ့သည်။ ဤသည်မှာ ငါ၏ဆန္ဒအတိုင်းနှင့် ငါ၏အလိုတော်အတိုင်း ဖြစ်သည်။\" ဤအာယတ်တော်၏ တဖ်စီရ်နှင့် ပတ်သက်၍၊ အလ်-ဘူခါရီက အဘူ ဟုရိုင်ရာက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْتَقَى آدَمُ وَمُوسَىٰ فَقَالَ مُوسَىٰ: أَنْتَ الَّذِي أَشْقَيْتَ النَّاسَ وَأَخْرَجْتَهُمْ مِنَ الْجَنَّةِ، فَقَالَ آدَمُ: وَأَنْتَ الَّذِي اصْطَفَاكَ اللهُ بِرِسَالَتِهِ وَاصْطَفَاكَ لِنَفْسِهِ، وَأَنْزَلَ عَلَيْكَ التَّوْرَاةَ؟ قَالَ: نَعَمْ، قَالَ: فَوَجَدْتَهُ مَكْتُوبًا عَلَيَّ قَبْلَ أَنْ يَخْلُقَنِي؟ قَالَ: نَعَمْ، فَحَجَّ آدَمُ مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒမ်နှင့် မူဆာတို့ တွေ့ဆုံခဲ့ကြပြီး မူဆာက ပြောခဲ့သည်- \"လူသားတို့အတွက် အရာရာကို ခက်ခဲစေခဲ့ပြီး ၎င်းတို့ကို ဂျန္နတ် (ပရဒိသု) မှ ထွက်ခွာစေခဲ့သူမှာ သင်ဖြစ်သည်။\" အာဒမ်က ပြန်ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်က ၎င်း၏သတင်းစကားအတွက် ရွေးချယ်ခဲ့ပြီး ၎င်းကိုယ်တိုင်အတွက် ရွေးချယ်ခဲ့ကာ သင့်အား တောင်ရာကျမ်းကို ချပေးခဲ့သူမှာ သင်လား။\" မူဆာက \"ဟုတ်ကဲ့\" ဟု ပြန်ဖြေသည်။ ထို့နောက် အာဒမ်က \"၎င်း <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က ကျွန်ုပ်ကို မဖန်ဆင်းမီကတည်းက ၎င်းသည် ကျွန်ုပ်အပေါ် ကြိုတင်ပြဋ္ဌာန်းထားကြောင်း သင်တွေ့ခဲ့ရသလား။\" မူဆာက \"ဟုတ်ကဲ့\" ဟု ပြန်ဖြေသည်။ ထို့ကြောင့် အာဒမ်က မူဆာ၏ အငြင်းပွားမှုကို အောင်နိုင်ခဲ့သည်။)</span> အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ် နှစ်ဦးလုံးသည် ဤရိုးရာပုံပြင်ကို မှတ်တမ်းတင်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">اذْهَبْ أَنتَ وَأَخُوكَ بِآيَاتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်နှင့် သင်၏ညီအစ်ကိုသည် ငါ၏နိမိတ်လက္ခဏာများနှင့်အတူ သွားကြလော့၊)</span> ဤသည်မှာ ငါ၏သက်သေအထောက်အထားများ၊ အထောက်အထားများနှင့် မူအ်ဂျိဇာတ်များ (နိမိတ်လက္ခဏာများ) နှင့်အတူ ဟုဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنِيَا فِي ذِكْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှစ်ဦးလုံး ငါ့ကို အမှတ်ရခြင်းတွင် ပျင်းရိခြင်း၊ အားနည်းခြင်း မဖြစ်ကြနှင့်။)</span> အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဗ်နု အဗ္ဗားစ်ထံမှ ပြောပြသည်မှာ ၎င်းက \"ဤသည်မှာ နှေးကွေးခြင်း မဖြစ်ရ\" ဟု ဆိုလိုသည်ဟု ပြောခဲ့သည်။ မူဂျာဟစ်ဒ်က အိဗ်နု အဗ္ဗားစ်က \"ဤသည်မှာ အားနည်းခြင်း မဖြစ်ရ\" ဟု ပြောခဲ့သည်ဟု ဖော်ပြခဲ့သည်။ ဤနေရာတွင် ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်းတွင် ပျင်းရိခြင်း မဖြစ်သင့်ပေ။ ယင်းအစား ၎င်းတို့နှစ်ဦးလုံး ဖِر်အောန်နှင့် တွေ့ဆုံစဉ် အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရသင့်သည်၊ သို့မှသာ အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်းက သူ့အား တိုက်ခိုက်ရာတွင် အကူအညီဖြစ်စေနိုင်သည်။ အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်းသည် သူ့ကို အောင်နိုင်မည့် ၎င်းတို့၏ ခွန်အားနှင့် စွမ်းအားဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْهَبَا إِلَىٰ فِرْعَوْنَ إِنَّهُ طَغَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှစ်ဦးလုံး ဖِر်အောန်ထံသို့ သွားကြလော့၊ ဧကန်စင်စစ် သူသည် ကျူးလွန်ခဲ့ပြီ။)</span> ဆိုလိုသည်မှာ သူသည် ပုန်ကန်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်အပေါ် မာန်မာနကြီးပြီး ခေါင်းမာခဲ့ကာ ၎င်းကို မနာခံခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُولَا لَهُ قَوْلًا لَّيِّنًا لَّعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို ညင်သာစွာ ပြောဆိုကြလော့၊ သူသည် ဆုံးမစကားကို နားထောင်နိုင်သည် သို့မဟုတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို)</span> ကြောက်ရွံ့နိုင်ပါသည်။)</span> ဤအာယတ်တော်တွင် ကြီးမြတ်သော သင်ခန်းစာပါရှိသည်။ ဖِر်အောန်သည် လူတို့ထဲတွင် အခေါင်းမာဆုံးနှင့် မာန်မာနအကြီးဆုံးဖြစ်ပြီး မူဆာသည် ထိုအချိန်က အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံများထဲမှ အလ္လာဟ်အရှင်မြတ်၏ မိတ်ဆွေဖြစ်သော်လည်း မူဆာအား ဖِر်အောန်အား နူးညံ့သိမ်မွေ့စွာ ပြောဆိုရန် အမိန့်ပေးခဲ့သည်။ ထို့ကြောင့် သူ့ကို ၎င်းတို့၏ ဖိတ်ခေါ်မှုသည် ရင်းနှီးသော မိတ်ဆွေတစ်ဦးအသုံးပြုသည့် နူးညံ့သော၊ သိမ်မွေ့သော၊ လွယ်ကူသော စကားဖြင့် ဖြစ်သည်။ ဤသည်မှာ သတင်းစကားသည် ဝိညာဉ်များအပေါ် ပိုမိုသက်ရောက်မှုရှိစေရန်နှင့် ပိုမိုနက်ရှိုင်းပြီး အကျိုးကျေးဇူးရှိသော ရလဒ်များကို ရရှိစေရန်ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည့်အတိုင်းဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ ۖ وَجَادِلْهُم بِالَّتِي هِيَ أَحْسَنُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((လူသားတို့အား) သင်၏အရှင်၏လမ်းစဉ်သို့ ဉာဏ်ပညာဖြင့်လည်းကောင်း၊ ကောင်းမွန်သော တရားဟောချက်ဖြင့်လည်းကောင်း ဖိတ်ခေါ်လော့၊ ၎င်းတို့နှင့် ပိုမိုကောင်းမွန်သောနည်းလမ်းဖြင့် ဆွေးနွေးငြင်းခုံလော့။)</span><span class=\"gray\">(16:125)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ဆုံးမစကားကို နားထောင်နိုင်သည် သို့မဟုတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို)</span> ကြောက်ရွံ့နိုင်ပါသည်။)</span> ဤသည်မှာ သူသည် မှားယွင်းမှုနှင့် ပျက်စီးမှုများမှ ပြန်လည်နောင်တရနိုင်သည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَخْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သူကြောက်ရွံ့လိမ့်မည်)</span> ဆိုလိုသည်မှာ သူသည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သောကြောင့် နာခံသူဖြစ်လာလိမ့်မည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည့်အတိုင်းဖြစ်သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှတ်ရလိုသူ သို့မဟုတ် ကျေးဇူးတင်လိုသူအတွက် ဖြစ်သည်။)</span><span class=\"gray\">[25:62]</span> ထို့ကြောင့် အမှတ်ရခြင်းဆိုသည်မှာ အန္တရာယ်ရှိသောအရာမှ နောင်တရခြင်းဖြစ်ပြီး ကြောက်ရွံ့ခြင်းဆိုသည်မှာ နာခံမှုကိုရရှိခြင်းဖြစ်သည်။</p>"
  }
]