[
  {
    "ayah_key": "89:1",
    "group_ayah_key": "89:1",
    "from_ayah": "89:1",
    "to_ayah": "89:14",
    "ayah_keys": "89:1,89:2,89:3,89:4,89:5,89:6,89:7,89:8,89:9,89:10,89:11,89:12,89:13,89:14",
    "text": "<p lang=\"sv\" class=\"sv \">Recitation of Surat Al-Fajr in the Prayer</p><p lang=\"my\" class=\"my \">အန်-နစာအီသည် ဂျာဘိရ်ထံမှ ဟဒီးဆ်တစ်ခုကို မှတ်တမ်းတင်ထားသည်မှာ မူအာဒ်သည် ဆွလားသ်ဖတ်နေစဉ် လူတစ်ဦးရောက်လာပြီး ၎င်းနှင့်အတူ ဆွလားသ်ပူးပေါင်းဖတ်သည်။ မူအာဒ်သည် ဆွလားသ်ကို ရှည်ကြာအောင် ဖတ်သဖြင့် ထိုသူသည် ဗလီဘေးတွင် <span class=\"gray\">(တစ်ယောက်တည်း)</span> ဆွလားသ်ဖတ်ပြီး ထွက်သွားသည်။ မူအာဒ်အား ဤအကြောင်းကို အသိပေးသောအခါ ၎င်းက “<span class=\"gray\">(သူသည်)</span> မုနာဖစ်က် (လျှို့ဝှက်သူ) ဖြစ်သည်” ဟု ပြောသည်။ ထို့နောက် ၎င်း <span class=\"gray\">(မူအာဒ်)</span> သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ဖြစ်ပျက်ခဲ့သည့် အကြောင်းကို အသိပေးခဲ့သည်။ ထို့နောက် တမန်တော် ﷺ သည် ထိုလူငယ်အား <span class=\"gray\">(၎င်းနှင့်ပတ်သက်၍)</span> မေးမြန်းသောအခါ ၎င်းက “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်သည် ၎င်းနှင့်အတူ ဆွလားသ်ဖတ်ရန် လာခဲ့ပါသည်၊ သို့သော် ၎င်းသည် ကျွန်ုပ်အတွက် ဆွလားသ်ကို အလွန်အမင်း ရှည်ကြာအောင် ဖတ်ပါသည်။ ထို့ကြောင့် ကျွန်ုပ်သည် ၎င်းကို ထားခဲ့ပြီး ဗလီဘေးတွင် ဆွလားသ်ဖတ်ခဲ့ပါသည်။ ထို့နောက် ကျွန်ုပ်၏ မိတ်ဆွေမကုလားအုတ်ကို အစာကျွေးရန် သွားခဲ့ပါသည်” ဟု ပြန်လည်ဖြေကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتَّانٌ يَا مُعَاذُ؟ أَيْنَ أَنْتَ مِنْ</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبِّحِ اسْمَ رَبِّكَ الاّعْلَى</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَالشَّمْسِ وَضُحَاهَا</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْفَجْرِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّيْلِ إِذَا يَغْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူအာဒ်၊ သင် ဒုက္ခပေးနေသလော။ သင်သည် <span class=\"gray\">('အမြင့်ဆုံးဖြစ်တော်မူသော သင်၏အရှင်၏နာမတော်ကို ချီးမွမ်းလော့')</span>၊ <span class=\"gray\">('နေနှင့် ၎င်း၏ တောက်ပမှုဖြင့်')</span>၊ <span class=\"gray\">('အရုဏ်ဦးဖြင့်')</span>၊ (နှင့် <span class=\"gray\">('ညဥ့်အခါ ဖုံးလွှမ်းသောအခါဖြင့်')</span> တို့ကို အဘယ်ကြောင့် ရွတ်ဆိုမဖတ်သနည်း။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အကြင်အရှင်သည် အလွန်တရာ ကျေးဇူးတော်ရှင်၊ အလွန်တရာ သနားကြင်နာတော်မူသောအရှင် ဖြစ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْفَجْرِ - وَلَيَالٍ عَشْرٍ - وَالشَّفْعِ وَالْوَتْرِ - وَالَّيْلِ إِذَا يَسْرِ - هَلْ فِي ذَٰلِكَ قَسَمٌ لِّذِي حِجْرٍ - أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ - إِرَمَ ذَاتِ الْعِمَادِ - الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ - وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ - وَفِرْعَوْنَ ذِي الْأَوْتَادِ - الَّذِينَ طَغَوْا فِي الْبِلَادِ - فَأَكْثَرُوا فِيهَا الْفَسَادَ - فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ - إِنَّ رَبَّكَ لَبِالْمِرْصَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အရုဏ်ဦးဖြင့်၊)</span><span class=\"gray\">(၂။ ညဆယ်ညဖြင့်၊)</span><span class=\"gray\">(၃။ စုံကိန်းနှင့် မကိန်းဖြင့်၊)</span><span class=\"gray\">(၄။ ညဉ့် ကုန်ဆုံးသောအခါ ညဉ့်ဖြင့်။)</span><span class=\"gray\">(၅။ ထိုအရာများတွင် ဉာဏ်ပညာရှိသူများအတွက် လုံလောက်သော သက်သေများ <span class=\"gray\">(မရှိ)</span> သလော။)</span><span class=\"gray\">(၆။ သင်၏အရှင်သည် 'အာဒ်'နှင့် မည်သို့ ပြုမူခဲ့သည်ကို သင်မမြင်ခဲ့သလော။)</span><span class=\"gray\">(၇။ မဏ္ဍိုင်များရှိသော 'အီရမ်'၊)</span><span class=\"gray\">(၈။ ၎င်းတို့ကဲ့သို့ တစ်ပြည်လုံး၌ ဖန်ဆင်းခြင်းမခံခဲ့ရပေ။)</span><span class=\"gray\">(၉။ ချိုင့်ဝှမ်းတွင် ကျောက်တုံးများကို ထွင်းခဲ့သော 'သမုဒ်'၊)</span><span class=\"gray\">(၁၀။ 'အလ်-အော်တာဒ်'ရှိသော ဖِرအ်အောင်န်။)</span><span class=\"gray\">(၁၁။ ထိုသူတို့သည် ပြည်များတွင် အတိုင်းအတာထက် ကျော်လွန်ခဲ့ကြသည်။)</span><span class=\"gray\">(၁၂။ ထိုနေရာ၌ များစွာသော ဖောက်ပြန်ပျက်စီးမှုများကို ပြုလုပ်ခဲ့ကြသည်။)</span><span class=\"gray\">(၁၃။ ထို့ကြောင့် သင်၏အရှင်သည် ၎င်းတို့အပေါ် ပြင်းထန်သော ပြစ်ဒဏ်အမျိုးမျိုးကို သွန်းလောင်းခဲ့သည်။)</span><span class=\"gray\">(၁၄။ အမှန်စင်စစ် သင်၏အရှင်သည် အမြဲစောင့်ကြည့်နေတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဖဂျ်ရ်နှင့် ၎င်းနောက်ဆက်တွဲ၏ ရှင်းလင်းချက်</p><p lang=\"my\" class=\"my \">အလ်-ဖဂျ်ရ်နှင့် ပတ်သက်၍ ၎င်းသည် နံနက်ခင်းဖြစ်ကြောင်း လူသိများသည်။ ဤအရာကို အလီ၊ အိဗ်နု အဗ္ဗားစ်၊ အိက်ရိမာဟ်၊ မုဂျာဟိဒ်နှင့် အစ်-စွတ်ဒ်ဒီတို့က ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">မဆ်ရူက်နှင့် မုဟမ္မဒ် ဘင်န် ကပ်အ်တို့ထံမှ သတင်းပေးပို့ချက်အရ အလ်-ဖဂျ်ရ်သည် အထူးသဖြင့် ပူဇော်သကာပြုရာနေ့ <span class=\"gray\">(အန်-နာဟ်ရ်)</span> ကို ရည်ညွှန်းပြီး ၎င်းသည် ညဆယ်ည၏ နောက်ဆုံးညဖြစ်သည်။ 'ညဆယ်ည' ဆိုသည်မှာ ဇူလ်ဟိဂျ်ဂျာ၏ <span class=\"gray\">(ပထမ)</span> ဆယ်ရက်ကို ရည်ညွှန်းသည်။ ဤအရာကို အိဗ်နု အဗ္ဗားစ်၊ အိဗ်နု ဇုဘိုင်းရ်၊ မုဂျာဟိဒ်နှင့် စလဖ်နှင့် နောက်ပိုင်းမျိုးဆက်များအနက်မှ အခြားသူများက ပြောကြားခဲ့သည်။ ဆွဟီးဟ် အလ်-ဗုခါရီကျမ်းတွင် အိဗ်နု အဗ္ဗားစ်ထံမှ တမန်တော် ﷺ က မိန့်ကြားခဲ့ကြောင်း အတည်ပြုထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ أَيَّامٍ الْعَمَلُ الصَّالِحُ أَحَبُّ إِلَى اللهِ فِيهِنَّ مِنْ هٰذِهِ الْأَيَّامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤရက်များထက် ကောင်းမှုကုသိုလ်များသည် အလ္လာဟ်အရှင်မြတ်ထံ ပိုမိုနှစ်သက်ဖွယ်ဖြစ်သော ရက်များ မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ဇူလ်ဟိဂျ်ဂျာ၏ ဆယ်ရက်ဖြစ်သည်။ ၎င်းတို့က “အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် ဂျီဟာဒ်တိုက်ခိုက်ခြင်းပင် မဟုတ်လော” ဟု မေးသည်။ ၎င်းက ပြန်ဖြေသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا الْجِهَادُ فِي سَبِيلِ اللهِ، إِلَّا رَجُلًا خَرَجَ بِنَفْسِهِ وَمَالِهِ ثُمَّ لَمْ يَرْجِعْ مِنْ ذلِكَ بِشَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် ဂျီဟာဒ်ပင် မဟုတ်ပေ။ မိမိကိုယ်တိုင်နှင့် မိမိ၏ ဥစ္စာပစ္စည်းဖြင့် <span class=\"gray\">(ဂျီဟာဒ်အတွက်)</span> ထွက်သွားပြီး ထိုအရာများထဲမှ တစ်စုံတစ်ရာကို ပြန်မရရှိသူမှအပ။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّفْعِ وَالْوَتْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စုံကိန်းနှင့် မကိန်းဖြင့်။)</span></p><p lang=\"my\" class=\"my \">ဟဒီးဆ်တော်တွင် ဖော်ပြထားသည်မှာ အလ်-ဝတ်ရ် <span class=\"gray\">(မကိန်း)</span> သည် အရဖာဟ်နေ့ ဖြစ်ပြီး ၎င်းသည် နဝမနေ့တွင် ကျရောက်သောကြောင့် ဖြစ်သည်။ အရှ်-ရှဖ်အီ <span class=\"gray\">(စုံကိန်း)</span> သည် အန်-နာဟ်ရ် <span class=\"gray\">(ပူဇော်သကာပြုရာ)</span> နေ့ ဖြစ်ပြီး ၎င်းသည် ဒသမနေ့တွင် ကျရောက်သောကြောင့် ဖြစ်သည်။ ဤအရာကို အိဗ်နု အဗ္ဗားစ်၊ အိက်ရိမာဟ်နှင့် အဒ်-ဒဟ်ဟားက်တို့ကလည်း ပြောကြားခဲ့သည်။ ဤစကားလုံးနှစ်လုံး၏ ရှင်းလင်းချက်နှင့် ပတ်သက်၍ အခြားအမြင်များလည်း ရှိသည်။</p><p lang=\"my\" class=\"my \">ညဉ့်၏ ရှင်းလင်းချက်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّيْلِ إِذَا يَسْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဉ့် ကုန်ဆုံးသောအခါ ညဉ့်ဖြင့်။)</span> အလ်-အောင်ဖီသည် အိဗ်နု အဗ္ဗားစ်ထံမှ သတင်းပေးပို့သည်မှာ ၎င်းက “၎င်းကုန်ဆုံးသွားသောအခါ” ဟု ပြောသည်။ အဗ်ဒုလ္လာဟ် ဘင်န် ဇုဘိုင်းရ်က ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّيْلِ إِذَا يَسْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဉ့် ကုန်ဆုံးသောအခါ ညဉ့်ဖြင့်။)</span> “၎င်း၏ အစိတ်အပိုင်းအချို့က အခြားအစိတ်အပိုင်းများကို ဖယ်ရှားသည့်အခါ” ဟု ဆိုသည်။ မုဂျာဟိဒ်၊ အဘူ အလ်-အာလိယာဟ်၊ ကွတာဒါဟ်နှင့် ဇိုင်ဒ် ဘင်န် အစလမ်နှင့် အိဗ်နု ဇိုင်ဒ်တို့ထံမှ သတင်းပေးပို့ခဲ့သော မာလိက်တို့အားလုံးက ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّيْلِ إِذَا يَسْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဉ့် ကုန်ဆုံးသောအခါ ညဉ့်ဖြင့်။)</span> “၎င်းရွေ့လျားသွားသောအခါ”။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ فِي ذَٰلِكَ قَسَمٌ لِّذِي حِجْرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟိဂျ်ရ်ရှိသူ လူသားများအတွက် ထိုအရာများ၌ လုံလောက်သော သက်သေများ အမှန်ပင်ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ဉာဏ်ပညာ၊ ခိုင်မာသော ဆင်ခြင်တုံတရား၊ နားလည်မှုနှင့် ဘာသာရေးဆိုင်ရာ ထိုးထွင်းသိမြင်မှုရှိသူအတွက်ဖြစ်သည်။ ဉာဏ်ပညာကို ဟိဂျ်ရ်ဟု ခေါ်ဆိုရခြင်းမှာ ၎င်းသည် လူတစ်ဦးအား မိမိနှင့် မသင့်လျော်သော လုပ်ဆောင်မှုများနှင့် ပြောဆိုမှုများမှ တားဆီးထားသောကြောင့် ဖြစ်သည်။ ဤမှတစ်ဆင့် ဟိဂျ်ရ် အလ်-ဘိုင်တ်၏ အဓိပ္ပါယ်ကို ကျွန်ုပ်တို့ မြင်နိုင်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် တဝါဖ်ပြုလုပ်သူအား အရှ်-ရှမ်ဘက်သို့ မျက်နှာမူထားသော နံရံကို ဆွဲကပ်ခြင်းမှ တားဆီးထားသောကြောင့် ဖြစ်သည်။ ထို့အတူ ဟိဂျ်ရ် အလ်-ယာမာမာဟ် <span class=\"gray\">(ချိုးငှက်လှောင်အိမ်)</span> ဟူသော စကားလုံးသည် ဤအဓိပ္ပါယ် <span class=\"gray\">(ဆိုလိုသည်မှာ တားဆီးခြင်း)</span> မှ ဆင်းသက်လာသည်။ “ဟာဂျရာ အလ်-ဟာကိမ်း က ဆိုသူအား <span class=\"gray\">(တရားသူကြီးက ဆိုသူအား တားဆီးရန် စီရင်ချက်ချမှတ်ခဲ့သည်)</span>” ဟု ဆိုသည်မှာ ၎င်း၏ စီရင်ချက်သည် ထိုသူအား ၎င်း၏ လွတ်လပ်ခွင့် <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်း၏ ဥစ္စာပစ္စည်းများကို လွတ်လပ်စွာ အသုံးပြုခွင့်)</span> မှ တားဆီးသောအခါတွင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ حِجْرًا مَّحْجُورًا</p><p lang=\"mg\" class=\"mg \"><span class=\"gray\">(And they will say: \"Hijr Mahjur.\")</span><span class=\"gray\">(25:22)</span></p><p lang=\"my\" class=\"my \">ဤဥပမာများအားလုံးသည် ကွဲပြားသော ကိစ္စများဖြစ်သော်လည်း ၎င်းတို့၏ အဓိပ္ပါယ်များမှာ အတော်အတန် ဆင်တူသည်။ ဤနေရာတွင် ရည်ညွှန်းသော ကျိန်ဆိုမှုသည် ဝတ်ပြုချိန်များနှင့် ဝတ်ပြုမှုများဖြစ်သည့် ဟဂျ်၊ ဆွလားသ်နှင့် အခြားသော ဝတ်ပြုမှုများဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်၏ ကြောက်ရွံ့နာခံသော၊ မိမိကိုယ်ကို နှိမ့်ချသော၊ အရှင်၏ မြင့်မြတ်သော မျက်နှာတော်ကို ရှာဖွေသူများဖြစ်ကြသည့် ကျွန်များက အရှင်နှင့် ပိုမိုနီးစပ်စေရန် ဆောင်ရွက်သော ဝတ်ပြုမှုများဖြစ်သည်။</p><p lang=\"my\" class=\"my \">'အာဒ်'တို့၏ ဖျက်ဆီးခံရခြင်းကို ဖော်ပြခြင်း</p><p lang=\"my\" class=\"my \">ဤလူမျိုးများနှင့် ၎င်းတို့၏ ဝတ်ပြုမှုနှင့် နာခံမှုကို ဖော်ပြပြီးနောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သည် 'အာဒ်'နှင့် မည်သို့ ပြုမူခဲ့သည်ကို သင်မမြင်ခဲ့သလော။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ပုန်ကန်သော၊ မနာခံသော၊ မာန်မာနကြီးသော၊ အရှင်၏နာခံမှုမှ ဖောက်ပြန်သော၊ အရှင်၏ ရစူလ်တမန်တော်များကို ငြင်းပယ်သော၊ အရှင်၏ ကျမ်းဂန်များကို လက်မခံသော လူမျိုးများ ဖြစ်ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား မည်သို့ဖျက်ဆီးခဲ့သည်၊ ချေမှုန်းခဲ့သည်၊ ပြောဆိုရန် ဒဏ္ဍာရီများနှင့် သတိပေးရန် စံနမူနာ သင်ခန်းစာများအဖြစ် ပြုလုပ်ခဲ့သည်ကို ဖော်ပြသည်။ အရှင်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ - إِرَمَ ذَاتِ الْعِمَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သည် 'အာဒ်'နှင့် မည်သို့ ပြုမူခဲ့သည်ကို သင်မမြင်ခဲ့သလော။ မဏ္ဍိုင်များရှိသော 'အီရမ်'၊)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် 'အာဒ်'တို့၏ ပထမဆုံးလူမျိုးများ ဖြစ်ကြသည်။ ၎င်းတို့သည် အာဒ် ဘင်န် အီရမ် ဘင်န် အောင်စ် ဘင်န် စမ် ဘင်န် နူဟ် ၏ မျိုးဆက်များ ဖြစ်ကြသည်။ ဤအရာကို အိဗ်နု အစ်ဟာက်က ပြောကြားခဲ့သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ရစူလ်တမန်တော် ဟူဒ်ကို စေလွှတ်ခဲ့သူများ ဖြစ်ကြသည်။ သို့သော် ၎င်းတို့သည် ဟူဒ်ကို ငြင်းပယ်ပြီး ဆန့်ကျင်ခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဟူဒ်နှင့် ၎င်းနှင့်အတူ ယုံကြည်သူများကို ၎င်းတို့အနက်မှ ကယ်တင်ခဲ့ပြီး အခြားသူများကို ပြင်းထန်သော၊ အမျက်ထွက်သော လေမုန်တိုင်းဖြင့် ဖျက်ဆီးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَىٰ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ - فَهَلْ تَرَىٰ لَهُم مِّن بَاقِيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်လေကို အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် ညခုနစ်ည၊ ရှစ်ရက်ဆက်တိုက် ကျရောက်စေခဲ့ရာ၊ လူတို့သည် လဲကျနေသည်ကို သင်မြင်ရမည်ဖြစ်ပြီး ၎င်းတို့သည် စွန်ပလွန်ပင်၏ အခေါင်းပေါက် ပင်စည်များကဲ့သို့ ဖြစ်နေကြသည်။ ၎င်းတို့၏ အကြွင်းအကျန်ကို သင်မြင်ရသလော။)</span><span class=\"gray\">(၆၉: ၇-၈)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ဇာတ်လမ်းကို ကုရ်အာန်တွင် တစ်နေရာထက်ပို၍ ဖော်ပြခဲ့ပြီး၊ သို့မှသာ ယုံကြည်သူများသည် ၎င်းတို့၏ ပျက်စီးခြင်းမှ သင်ခန်းစာယူနိုင်ရန် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِرَمَ ذَاتِ الْعِمَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဏ္ဍိုင်များရှိသော အီရမ်။)</span> ၎င်းတို့သည် မည်သူများဖြစ်သည်ကို ပိုမိုရှင်းလင်းစေသည့် အပိုဆောင်းရှင်းလင်းချက်ဖြစ်သည်။ အရှင်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ذَاتِ الْعِمَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဏ္ဍိုင်များရှိသော။)</span> ဆိုသည်မှာ ၎င်းတို့သည် ခိုင်မာသော မဏ္ဍိုင်များဖြင့် ဆောက်လုပ်ထားသည့် နွယ်ပင်အိမ်များတွင် နေထိုင်ခဲ့ကြသောကြောင့် ဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတို့ခေတ်တွင် ရုပ်ပိုင်းဆိုင်ရာအရ အသန်မာဆုံးလူများဖြစ်ပြီး အာဏာအရှိဆုံးလူများလည်း ဖြစ်ကြသည်။ ထို့ကြောင့် ဟူဒ်သည် ၎င်းတို့အား ဤကောင်းချီးမင်္ဂလာကို သတိပေးခဲ့ပြီး ၎င်းတို့အား ၎င်းတို့အား ဖန်ဆင်းခဲ့သည့် အရှင်သခင်အား နာခံမှု၌ ဤစွမ်းအားကို အသုံးပြုရန် ညွှန်ကြားခဲ့သည်။ ၎င်းက ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِن بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً ۖ فَاذْكُرُوا آلَاءَ اللَّهِ لَعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အရှင်သည် သင်တို့အား နူဟ်၏ လူမျိုးများနောက်တွင် အဆက်ခံသူများ ဖြစ်စေခဲ့ပြီး အရပ်အမောင်းကို များစွာတိုးပွားစေခဲ့ကြောင်း သတိရကြပါ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်ထံမှ ကောင်းချီးများကို သတိရကြပါ။ သို့မှသာ သင်တို့ အောင်မြင်နိုင်မည်ဖြစ်သည်။)</span><span class=\"gray\">(၇:၆၉)</span></p><p lang=\"gl\" class=\"gl \">Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အာဒ်'နှင့် ပတ်သက်၍ ၎င်းတို့သည် တိုင်းပြည်၌ အမှန်တရားမရှိဘဲ မာန်မာနကြီးခဲ့ကြပြီး “ကျွန်ုပ်တို့ထက် ခွန်အားပိုကြီးသူ မည်သူရှိသနည်း” ဟု ပြောဆိုခဲ့ကြသည်။ ၎င်းတို့အား ဖန်ဆင်းခဲ့သော အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထက် ခွန်အားပိုကြီးကြောင်း ၎င်းတို့မမြင်ကြသလော။)</span><span class=\"gray\">(၄၁:၁၅)</span></p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကဲ့သို့ တစ်ပြည်လုံး၌ ဖန်ဆင်းခြင်းမခံခဲ့ရပေ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့၏ ခွန်အား၊ တန်ခိုးနှင့် ကြီးမားသော ကိုယ်ခန္ဓာကြောင့် ၎င်းတို့၏ မြေတွင် ၎င်းတို့ကဲ့သို့ တစ်စုံတစ်ရာ ဖန်ဆင်းခြင်းမခံခဲ့ရပေ။ မုဂျာဟိဒ်က “အီရမ်သည် 'အာဒ်'တို့၏ ပထမဆုံးလူမျိုးများဖြစ်ကြသော ရှေးဟောင်းလူမျိုးတစ်မျိုးဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ ကွတာဒါဟ် ဘင်န် ဒိအာမာဟ်နှင့် အစ်-စွတ်ဒ်ဒီ နှစ်ဦးစလုံးက “အမှန်စင်စစ် အီရမ်သည် 'အာဒ်'ဘုရင့်နိုင်ငံ၏ အိမ်ကို ရည်ညွှန်းသည်” ဟု ပြောကြားခဲ့သည်။ ဤနောက်ဆုံးဖော်ပြချက်သည် ကောင်းမွန်ခိုင်မာသည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကဲ့သို့ တစ်ပြည်လုံး၌ ဖန်ဆင်းခြင်းမခံခဲ့ရပေ။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု ဇိုင်ဒ်သည် ဤနေရာရှိ ဆွေးနွေးမှု၏ နာမ်စားကို မဏ္ဍိုင်များ၏ မြင့်မားမှုကြောင့် မဏ္ဍိုင်များကို ရည်ညွှန်းသည်ဟု ယူဆခဲ့သည်။ ၎င်းက “၎င်းတို့သည် တောင်များအကြားတွင် မဏ္ဍိုင်များကို ဆောက်လုပ်ခဲ့ပြီး ၎င်းတို့၏ မြေတွင် ယခင်က ထိုကဲ့သို့သော မဏ္ဍိုင်များ ဆောက်လုပ်ခြင်းမခံခဲ့ရပေ” ဟု ပြောကြားခဲ့သည်။ သို့သော် ကွတာဒါဟ်နှင့် အိဗ်နု ဂျာရီရ်တို့က ဆွေးနွေးမှု၏ နာမ်စားကို လူမျိုးစု <span class=\"gray\">(အာဒ်)</span> ကို ရည်ညွှန်းသည်ဟု ယူဆခဲ့ပြီး ဆိုလိုသည်မှာ ၎င်းတို့ခေတ်တွင် ဤလူမျိုးစုကဲ့သို့ ဖန်ဆင်းခံခဲ့ရသော လူမျိုးစု တစ်စုံတစ်ရာမျှ မရှိခဲ့ခြင်းပင်ဖြစ်သည်။ ဤနောက်ဆုံးအမြင်သည် မှန်ကန်သော အနေအထားဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု ဇိုင်ဒ်နှင့် ၎င်း၏အမြင်ကို လိုက်နာသူများ၏ ပြောဆိုချက်သည် အားနည်းသည်။ အဘယ်ကြောင့်ဆိုသော် အရှင်သည် ထိုအရာကို ရည်ရွယ်ခဲ့ပါက “၎င်းတို့ကဲ့သို့ တစ်ပြည်လုံး၌ ထုတ်လုပ်ခြင်းမခံခဲ့ရပေ” ဟု မိန့်ကြားခဲ့မည်ဖြစ်သည်။ သို့သော် အရှင်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကဲ့သို့ တစ်ပြည်လုံး၌ ဖန်ဆင်းခြင်းမခံခဲ့ရပေ။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ချိုင့်ဝှမ်းတွင် ကျောက်တုံးများကို ထွင်းထု <span class=\"gray\">(ဂျာဘူး)</span> ခဲ့သော သမုဒ်တို့အားလည်းကောင်း။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့သည် ချိုင့်ဝှမ်းရှိ ကျောက်တုံးများကို ဖြတ်တောက်ခဲ့ကြသည်။ အိဗ်နု အဗ္ဗားစ်က “၎င်းတို့သည် ကျောက်တုံးများကို ထွင်းထုခဲ့ကြပြီး ခုတ်ထစ်ခဲ့ကြသည်” ဟု ပြောကြားခဲ့သည်။ ဤအရာကို မုဂျာဟိဒ်၊ ကွတာဒါဟ်၊ အဒ်-ဒဟ်ဟားက်နှင့် အိဗ်နု ဇိုင်ဒ်တို့ကလည်း ပြောကြားခဲ့သည်။ ဤဝေါဟာရမှ <span class=\"gray\">(အာရဗီဘာသာစကားဖြင့်)</span> “ကျားသစ်ရေကို ထွင်းထုခြင်း” ဟု ပေါက်ပြဲသောအခါတွင် ပြောဆိုကြပြီး “အဝတ်အစားကို ထွင်းထုခြင်း” ဟု ဖွင့်လိုက်သောအခါတွင် ပြောဆိုကြသည်။ 'ဂျိုင်းဘ်' <span class=\"gray\">(အိတ် သို့မဟုတ် အဝတ်အစားရှိ အပေါက်)</span> ဟူသော စကားလုံးသည် ဂျာဘူး မှ ဆင်းသက်လာသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် တောင်များတွင် အိမ်များကို ကျွမ်းကျင်စွာ ထွင်းထုကြသည်။)</span><span class=\"gray\">(၂၆:၁၄၉)</span></p><p lang=\"my\" class=\"my \">ဖِرအ်အောင်န်ကို ဖော်ပြခြင်း</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِرْعَوْنَ ذِي الْأَوْتَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အလ်-အော်တာဒ်'ရှိသော ဖِرအ်အောင်န်။)</span></p><p lang=\"my\" class=\"my \">အလ်-အောင်ဖီသည် အိဗ်နု အဗ္ဗားစ်ထံမှ သတင်းပေးပို့သည်မှာ ၎င်းက “အလ်-အော်တာဒ်သည် ၎င်း၏ အမိန့်များကို ၎င်းအတွက် အကောင်အထည်ဖော်ပေးခဲ့သော စစ်တပ်များ ဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ ဖِرအ်အောင်န်သည် လူတို့၏ လက်နှင့် ခြေထောက်များကို ၎င်းချိတ်ဆွဲထားသည့် သံချောင်း <span class=\"gray\">(အော်တာဒ်)</span> များတွင် ရိုက်နှက်လေ့ရှိသည်ဟုလည်း ဆိုကြသည်။ အလားတူပြောဆိုချက်ကို မုဂျာဟိဒ်က “၎င်းသည် လူများကို သံချောင်းများပေါ် <span class=\"gray\">(ရိုက်နှက်)</span> ချိတ်ဆွဲလေ့ရှိသည်” ဟု ပြောဆိုသောအခါတွင်လည်း ပြုလုပ်ခဲ့သည်။ စအိဒ် ဘင်န် ဂျုဘိုင်းရ်၊ အလ်-ဟစန်နှင့် အစ်-စွတ်ဒ်ဒီတို့အားလုံးက အလားတူပင် ပြောကြားခဲ့သည်။ </p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ طَغَوْا فِي الْبِلَادِ - فَأَكْثَرُوا فِيهَا الْفَسَادَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြည်များတွင် အတိုင်းအတာထက် ကျော်လွန်ခဲ့ကြသည်။ ထိုနေရာ၌ များစွာသော ဖောက်ပြန်ပျက်စီးမှုများကို ပြုလုပ်ခဲ့ကြသည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့သည် ပုန်ကန်ခဲ့ကြသည်၊ မာန်မာနကြီးခဲ့ကြသည်၊ တိုင်းပြည်၌ ဖောက်ပြန်ပျက်စီးမှုများကို ပြုလုပ်ခဲ့ကြသည်၊ လူများကို ဒုက္ခပေးခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်၏အရှင်သည် ၎င်းတို့အပေါ် ပြင်းထန်သော ပြစ်ဒဏ်အမျိုးမျိုးကို သွန်းလောင်းခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အရှင်သည် ၎င်းတို့အပေါ် ကောင်းကင်မှ ပြစ်ဒဏ်တစ်ခုကို ကျရောက်စေခဲ့ပြီး ရာဇဝတ်သားများဖြစ်သော ထိုလူမျိုးများထံမှ တားဆီး၍မရနိုင်သော ပြစ်ဒဏ်တစ်ခုဖြင့် လွှမ်းမိုးခံစေခဲ့သည်။</p><p lang=\"my\" class=\"my \">အရှင်သည် အမြဲတမ်း စောင့်ကြည့်တော်မူ၏။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ لَبِالْمِرْصَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်၏အရှင်သည် အမြဲစောင့်ကြည့်နေတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်က “အရှင်သည် ကြားတော်မူ၏၊ မြင်တော်မူ၏” ဟု ပြောကြားခဲ့သည်။ ဆိုလိုသည်မှာ အရှင်သည် မိမိ၏ ဖန်ဆင်းခံများကို ၎င်းတို့လုပ်ဆောင်သောအရာများတွင် စောင့်ကြည့်တော်မူပြီး ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် ၎င်းတို့တစ်ဦးစီ ကြိုးပမ်းခဲ့သည့်အပေါ် မူတည်၍ ဆုချီးမြှင့်တော်မူမည်ဖြစ်သည်။ အရှင်သည် ဖန်ဆင်းခံများအားလုံးကို မိမိရှေ့သို့ ခေါ်ဆောင်လာပြီး ၎င်းတို့အား တရားမျှတစွာ စီရင်ဆုံးဖြတ်တော်မူမည်ဖြစ်သည်။ အရှင်သည် မတရားမှုနှင့် ဖိနှိပ်မှုမှ အလွန်ကင်းစင်တော်မူသောကြောင့် ၎င်းတို့တစ်ဦးစီ ထိုက်တန်သောအရာကို အစားပေးတော်မူမည်ဖြစ်သည်။</p>"
  }
]