[
  {
    "ayah_key": "4:131",
    "group_ayah_key": "4:131",
    "from_ayah": "4:131",
    "to_ayah": "4:134",
    "ayah_keys": "4:131,4:132,4:133,4:134",
    "text": "<p lang=\"my\" class=\"my \">ကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိ အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်တော်မူ၏။ အမှန်စင်စစ်၊ သင်တို့ရှေ့မှ ကျမ်းဂန်ရှင်များအားလည်းကောင်း၊ သင်တို့အားလည်းကောင်း အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ခြင်း (သက္ကဝါ) ရှိကြရန် ကျွန်ုပ်တို့ တိုက်တွန်းခဲ့ပြီး ဖြစ်သည်။ သို့သော် သင်တို့က မယုံကြည်ပါက ကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိ အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ ကြွယ်ဝတော်မူသော <span class=\"gray\">(မည်သည့်လိုအပ်ချက်မှ ကင်းဝေးသူ)</span> ဖြစ်တော်မူပြီး ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူ၏။ <span>(၁၃၁)</span> ကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိ အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အရေးကိစ္စများကို စီမံခန့်ခွဲရာတွင် အမြဲတစေ အလွန်အမင်း ပြည့်စုံတော်မူ၏။ <span>(၁၃၂)</span> အကယ်၍ ကိုယ်တော်အလိုရှိပါက အို လူတို့၊ သင်တို့ကို ဖယ်ရှားပြီး အခြားသူများကို ခေါ်ဆောင်လာနိုင်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထိုအပေါ်၌ အမြဲတစေ အလွန်အမင်း တန်ခိုးစွမ်းနိုင်တော်မူ၏။ <span>(၁၃၃)</span> ဤဘဝ၏ ဆုလာဘ်များကို အလိုရှိသူမည်သူမဆို၊ အလ္လာဟ်အရှင်မြတ်ထံတွင် ဤလောကီဘဝနှင့် နောင်တမလွန်ဘဝ၏ ဆုလာဘ်များ ရှိသည်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အလုံးစုံကို ကြားတော်မူ၊ မြင်တော်မူ၏။ <span>(၁၃၄)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ခြင်း၏ လိုအပ်ချက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်များနှင့် မြေကြီး၏ ပိုင်ရှင်ဖြစ်ကြောင်း၊ ၎င်းတို့အပေါ် အမြင့်ဆုံးအာဏာပိုင်ဖြစ်ကြောင်း ဖော်ပြထားသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ وَإِيَّاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သင်တို့ရှေ့မှ ကျမ်းဂန်ရှင်များအားလည်းကောင်း၊ သင်တို့အားလည်းကောင်း ကျွန်ုပ်တို့ တိုက်တွန်းခဲ့ပြီး ဖြစ်သည်)</span> ဆိုသည်မှာ ကျွန်ုပ်တို့သည် ကျမ်းဂန်ရှင်များအား တိုက်တွန်းခဲ့သည့်အရာ၊ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ခြင်း၊ ကိုယ်တော်တစ်ပါးတည်းကိုသာ မည်သူတစ်ဦးတစ်ယောက်နှင့်မျှ မတွဲဘဲ ကိုးကွယ်ရန် သင်တို့အား တိုက်တွန်းခဲ့သည်ဟု အဓိပ္ပါယ်ရသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့က မယုံကြည်ပါက ကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိ အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်တော်မူ၏)</span>။ အခြားအာယတ်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မူဆာသည် သူ၏လူမျိုးအား ပြောကြားခဲ့ကြောင်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَكْفُرُوا أَنتُمْ وَمَن فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အကယ်၍ သင်တို့နှင့် ကမ္ဘာပေါ်ရှိလူအားလုံး မယုံကြည်ကြပါက အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ကြွယ်ဝတော်မူသူ <span class=\"gray\">(မည်သည့်လိုအပ်ချက်မှ ကင်းဝေးသူ)</span>၊ ချီးမွမ်းခြင်းအားလုံး၏ ပိုင်ရှင်ဖြစ်တော်မူ၏။\")</span><span class=\"gray\">[14:8]</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَفَرُوا وَتَوَلَّوا وَّاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ ၎င်းတို့သည် မယုံကြည်ဘဲ လှည့်ထွက်သွားခဲ့ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(၎င်းတို့အား)</span> လိုအပ်တော်မမူချေ။ အလ္လာဟ်အရှင်မြတ်သည် ကြွယ်ဝတော်မူသူ <span class=\"gray\">(မည်သည့်လိုအပ်ချက်မှ ကင်းဝေးသူ)</span>၊ ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူ၏)</span><span class=\"gray\">[64:6]</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် မိမိ၏ကျွန်များကို လိုအပ်သည်ထက် အလွန်ကြွယ်ဝတော်မူပြီး၊ ကိုယ်တော်၏ ဆုံးဖြတ်ချက်များနှင့် ပညတ်တော်များအားလုံးတွင် ချီးမွမ်းခြင်းနှင့် ထိုက်တန်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၏ အဓိပ္ပါယ်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَىٰ بِاللَّهِ وَكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိ အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အရေးကိစ္စများကို စီမံခန့်ခွဲရာတွင် အမြဲတစေ အလွန်အမင်း ပြည့်စုံတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် ဝိညာဉ်တိုင်းကို စောင့်ကြည့်တော်မူသည်၊ ၎င်းတို့ မည်သည့်အရာနှင့် ထိုက်တန်သည်ကို သိတော်မူသည်။ ကိုယ်တော်သည် အရာအားလုံးကို စောင့်ကြည့်သူနှင့် သက်သေခံသူ ဖြစ်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ وَكَانَ اللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကိုယ်တော်အလိုရှိပါက အို လူတို့၊ သင်တို့ကို ဖယ်ရှားပြီး အခြားသူများကို ခေါ်ဆောင်လာနိုင်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထိုအပေါ်၌ အမြဲတစေ အလွန်အမင်း တန်ခိုးစွမ်းနိုင်တော်မူ၏။)</span> ဆိုလိုသည်မှာ သင်တို့က ကိုယ်တော်အား မနာခံပါက သင်တို့ကို ဖယ်ရှားပြီး အခြားလူများနှင့် အစားထိုးနိုင်သည်ဟု အဓိပ္ပါယ်ရသည်။ အလားတူအာယတ်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် လှည့်ထွက်သွားပါက ကိုယ်တော်သည် သင်တို့အား အခြားလူမျိုးတစ်မျိုးနှင့် အစားထိုးမည်ဖြစ်ပြီး ၎င်းတို့သည် သင်တို့နှင့်တူမည်မဟုတ်ချေ)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن كَانَ يُرِيدُ ثَوَابَ الدُّنْيَا فَعِندَ اللَّهِ ثَوَابُ الدُّنْيَا وَالْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤဘဝ၏ ဆုလာဘ်များကို အလိုရှိသူမည်သူမဆို၊ အလ္လာဟ်အရှင်မြတ်ထံတွင် ဤလောကီဘဝနှင့် နောင်တမလွန်ဘဝ၏ ဆုလာဘ်များ ရှိသည်)</span> ဆိုလိုသည်မှာ အို ဤဘဝကို အဆုံးစွန်ဆုံး အလိုရှိသူတို့၊ အလ္လာဟ်အရှင်မြတ်သည် ဤဘဝနှင့် နောင်တမလွန်ဘဝ၏ ဆုလာဘ်များကို ပိုင်ဆိုင်တော်မူသည်ကို သိထားကြပါ။ ထို့ကြောင့် အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ နှစ်မျိုးလုံးကို တောင်းခံပါက ကိုယ်တော်သည် သင်တို့ကို ကြွယ်ဝစေမည်၊ ဆုချမည်၊ သင်တို့အတွက် လုံလောက်စေမည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِنَ النَّاسِ مَن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ - وَمِنْهُم مَّن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ - أُولَٰئِكَ لَهُمْ نَصِيبٌ مِّمَّا كَسَبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူသားများထဲမှ အချို့က \"အို ကျွန်ုပ်တို့၏အရှင်! ဤလောကတွင် ကျွန်ုပ်တို့အား ပေးသနားတော်မူပါ!\" ဟု ပြောဆိုကြသူများလည်း ရှိသည်။ ထိုသူတို့အတွက် နောင်တမလွန်ဘဝတွင် မည်သည့်ဝေစုမျှ ရှိမည်မဟုတ်ပေ။ ထို့ပြင် ၎င်းတို့ထဲမှ အချို့က \"အို ကျွန်ုပ်တို့၏အရှင်! ဤလောကတွင်လည်း ကောင်းသောအရာကို ပေးသနားတော်မူပါ၊ နောင်တမလွန်ဘဝတွင်လည်း ကောင်းသောအရာကို ပေးသနားတော်မူပါ၊ ကျွန်ုပ်တို့အား ငရဲမီး၏ ပြင်းထန်သောပြစ်ဒဏ်မှ ကာကွယ်တော်မူပါ!\" ဟု ပြောဆိုကြသည်။ ထိုသူတို့အတွက် ၎င်းတို့ ရှာဖွေခဲ့သောအရာများအတွက် ဝေစုတစ်ခု သတ်မှတ်ပေးထားမည်)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တမလွန်ဘဝ၏ ဆုလာဘ်ကို <span class=\"gray\">(သူ၏လုပ်ရပ်များဖြင့်)</span> အလိုရှိသူမည်သူမဆို၊ ကျွန်ုပ်တို့သည် သူ၏ဆုလာဘ်ကို တိုးပွားစေမည်)</span><span class=\"gray\">[42:20]</span>၊ ထို့ပြင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَن نُّرِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလျင်အမြန် ကုန်လွန်သွားသော <span class=\"gray\">(ဤလောက၏ယာယီပျော်ရွှင်မှုကို)</span> အလိုရှိသူမည်သူမဆို၊ ကျွန်ုပ်တို့အလိုရှိရာကို ကျွန်ုပ်တို့လိုလားသူအား အလျင်အမြန် ပေးသနားမည်)</span><span class=\"gray\">[17:18]</span> အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သို့ ကျွန်ုပ်တို့သည် <span class=\"gray\">(ဤလောကတွင်)</span> အချို့ကို အချို့ထက် သာလွန်စေကြောင်း ကြည့်ရှုပါ)</span><span class=\"gray\">[17:21]</span>။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ سَمِيعًا بَصِيرًا</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(And Allah is Ever All-Hearer, All-Seer.)</span></p>"
  },
  {
    "ayah_key": "4:135",
    "group_ayah_key": "4:135",
    "from_ayah": "4:135",
    "to_ayah": "4:135",
    "ayah_keys": "4:135",
    "text": "<p class=\"my translation\" lang=\"my\">အို ယုံကြည်သူအပေါင်းတို့! တရားမျှတမှုအတွက် ခိုင်မာစွာ ရပ်တည်ကြလော့၊ အလ္လာဟ်အရှင်မြတ်အတွက် သက်သေများအဖြစ်၊ သင်တို့ကိုယ်တိုင်၊ သို့မဟုတ် သင်တို့၏ မိဘများ၊ သို့မဟုတ် သင်တို့၏ ဆွေမျိုးများအပေါ်ပင် ဖြစ်စေကာမူ၊ ချမ်းသာသူဖြစ်စေ ဆင်းရဲသူဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်သည် ထိုသူနှစ်ဦးလုံးအတွက် ပိုမိုကောင်းမွန်သော အကာအကွယ်ပေးသူဖြစ်သည်။ ထို့ကြောင့် ကိလေသာများကို မလိုက်နာကြနှင့်၊ သို့မှသာ တရားမျှတမှုကို ရှောင်ကြဉ်ရာရောက်မည်ကို စိုးရိမ်ရသည်။ အကယ်၍ သင်တို့သည် 'တလ်ဝူး' (လိမ်လည်ဖုံးကွယ်) သို့မဟုတ် 'တုအ်ရီဒူး' (လှည့်ဖျား) ပါက၊ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ လုပ်ဆောင်သမျှကို အမြဲတစေ အလွန်ကောင်းစွာ သိရှိတော်မူ၏။ <span>(၁၃၅)</span></p><div lang=\"my\" class=\"my \"><h2>တရားမျှတမှုကို ပညတ်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်အတွက် သက်သေခံခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ယုံကြည်သူကျွန်များကို တရားမျှတမှုနှင့် ဖြောင့်မတ်မှုအတွက် ရပ်တည်ရန်၊ ၎င်းမှ ညာဘက်ဖြစ်စေ ဘယ်ဘက်ဖြစ်စေ သွေဖည်မသွားရန် ပညတ်တော်မူသည်။ ၎င်းတို့သည် မည်သူ၏ အပြစ်တင်မှုကိုမျှ မကြောက်ရွံ့ရ၊ မည်သူတစ်ဦးတစ်ယောက်မျှ ၎င်းတို့ကို အလ္လာဟ်အရှင်မြတ်အတွက် တစ်ခုခုလုပ်ဆောင်ခြင်းမှ တားဆီးခွင့်မပြုရ။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အတွက် အချင်းချင်း ကူညီထောက်ပံ့ရန်နှင့် အကူအညီပေးရန်လည်း လိုအပ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ-</p><p class=\"ps qpc-hafs\" lang=\"ps\">شُهَدَاءَ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အတွက် သက်သေများအဖြစ်)</span> သည် ကိုယ်တော်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အတွက် သက်သေခံချက်ကို တည်ထောင်ကြလော့)</span><span class=\"gray\">[65:2]</span>။ သက်သေခံချက်ကို တိကျမှန်ကန်စွာ၊ အလ္လာဟ်အရှင်မြတ်အတွက် ပေးရမည်၊ ထို့သို့ဖြင့် သက်သေခံချက်သည် မှန်ကန်ပြီး စစ်မှန်သော တရားမျှတမှုဖြစ်ကာ ပြောင်းလဲခြင်း၊ ပြုပြင်ခြင်း သို့မဟုတ် ဖျက်ပစ်ခြင်း ကင်းစင်စေရမည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ عَلَىٰ أَنفُسِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကိုယ်တိုင်အပေါ်ပင် ဖြစ်စေကာမူ)</span> ဆိုလိုသည်မှာ မှန်ကန်သောသက်သေခံချက်ကို ပေးပါ၊ သင်တို့အား မေးမြန်းသောအခါ အမှန်တရားကို ပြောဆိုပါ၊ ထိုသို့ပြောဆိုခြင်းကြောင့် သင့်အား အန္တရာယ်ဖြစ်စေကာမူ။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ကိစ္စတိုင်းတွင် ကိုယ်တော်အား နာခံသူများအတွက် ထွက်ပေါက်နှင့် သက်သာရာရစေမည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သင်တို့၏ မိဘများ၊ သို့မဟုတ် သင်တို့၏ ဆွေမျိုးများ)</span> ဆိုလိုသည်မှာ သင်တို့သည် မိဘများနှင့် ဆွေမျိုးများအား ဆန့်ကျင်၍ သက်သေခံရလျှင်ပင် ၎င်းတို့အတွက် လိုက်လျောမှု မပြုရ။ ယင်းအစား၊ ၎င်းတို့အား အန္တရာယ်ဖြစ်စေကာမူ မှန်ကန်ပြီး တရားမျှတသော သက်သေခံချက်ကို ပေးရမည်။ အဘယ်ကြောင့်ဆိုသော် အမှန်တရားသည် လူတိုင်းထက်သာလွန်ပြီး လူတိုင်းထက် ပိုမိုနှစ်သက်ဖွယ် ကောင်းသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَىٰ بِهِمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ချမ်းသာသူဖြစ်စေ ဆင်းရဲသူဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်သည် ထိုသူနှစ်ဦးလုံးအတွက် ပိုမိုကောင်းမွန်သော အကာအကွယ်ပေးသူဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သင်တို့သည် တစ်စုံတစ်ဦးကို <span class=\"gray\">(သင်တို့၏ သက်သေခံချက်တွင်)</span> ချမ်းသာသောကြောင့် အားမပေးရ၊ သို့မဟုတ် ဆင်းရဲသောကြောင့် သနားကရုဏာ မသက်ရ၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ စောင့်ရှောက်သူဖြစ်ပြီး သင်တို့ထက် ပိုမိုကောင်းမွန်သော အကာအကွယ်ပေးသူ၊ ၎င်းတို့အတွက် မည်သည့်အရာက ကောင်းကြောင်း ပိုမိုသိရှိသူဖြစ်သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَلَا تَتَّبِعُوا الْهَوَىٰ أَن تَعْدِلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကိလေသာများကို မလိုက်နာကြနှင့်၊ သို့မှသာ တရားမျှတမှုကို ရှောင်ကြဉ်ရာရောက်မည်ကို စိုးရိမ်ရသည်)</span> ဆိုလိုသည်မှာ ဆန္ဒ၊ ကိလေသာ သို့မဟုတ် အခြားသူများအပေါ် သင်တို့၏ မုန်းတီးမှုတို့သည် သင်တို့အား ကိစ္စများတွင် မတရားမှုသို့ မသွေးဆောင်စေရ။ ယင်းအစား၊ အခြေအနေအားလုံးတွင် တရားမျှတမှုအတွက် ရပ်တည်ပါ။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَىٰ أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခြားသူတို့၏ ရန်ငြိုးနှင့် မုန်းတီးမှုတို့သည် သင်တို့အား တရားမျှတမှုကို ရှောင်ကြဉ်စေခြင်း မပြုစေနှင့်။ တရားမျှတကြလော့- ထိုအရာသည် ဘာသာတရားကိုင်းရှိုင်းမှုနှင့် ပိုမိုနီးစပ်သည်)</span><span class=\"gray\">[5:8]</span> ပရောဖက် ﷺ သည် ခိုင်ဘာမြို့မှ ဂျူးလူမျိုးများ၏ သစ်သီးနှင့် သီးနှံခွန်ကို ကောက်ခံရန် အဗ်ဒူလာဟ် ဘင် ရဝါဟဟ်အား စေလွှတ်သောအခါ၊ ၎င်းတို့သည် သူ့ကို လာဘ်ထိုးခဲ့ကြသည်၊ သို့မှသာ သူသည် ၎င်းတို့အပေါ် လွယ်ကူစွာ ဆက်ဆံမည်ဟု မျှော်လင့်ခဲ့ကြသည်။ သူက ပြောခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏! ကျွန်ုပ်သည် ကျွန်ုပ်အတွက် ဖန်ဆင်းခံများထဲတွင် အချစ်ဆုံးပုဂ္ဂိုလ် <span class=\"gray\">(မိုဟမ္မဒ်)</span> ထံမှ သင်တို့ထံသို့ ရောက်ရှိလာခဲ့သည်။ သင်တို့သည် ကျွန်ုပ်အတွက် မျောက်များနှင့် ဝက်များထက် ပိုမိုမုန်းတီးခံရသူများဖြစ်သည်။ သို့သော် သူ့ <span class=\"gray\">(ပရောဖက် ﷺ)</span> အပေါ် ကျွန်ုပ်၏ချစ်ခြင်းမေတ္တာနှင့် သင်တို့အပေါ် ကျွန်ုပ်၏မုန်းတီးမှုတို့သည် သင်တို့နှင့် တရားမျှတစွာ ဆက်ဆံခြင်းမှ ကျွန်ုပ်ကို တားဆီးနိုင်မည်မဟုတ်ပေ။\" ထိုသို့ပြောကြားသော် ၎င်းတို့က \"ဤ <span class=\"gray\">(တရားမျှတမှု)</span> သည် ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခဲ့သည့် အခြေခံအုတ်မြစ်ဖြစ်သည်။\" ဟု ပြောခဲ့ကြသည်။ ဤဟဒီးသ်ကို စူရဟ် အလ်-မာအိဒဟ် <span class=\"gray\">(အခန်း ၅)</span> တွင် အလ္လာဟ်အရှင်မြတ်အလိုရှိပါက နောက်မှ ဖော်ပြပါမည်။</p><p lang=\"de\" class=\"de \">Allah's statement afterwards,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِن تَلْوُوا أَوْ تُعْرِضُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် 'တလ်ဝူး' (လိမ်လည်ဖုံးကွယ်) သို့မဟုတ် 'တုအ်ရီဒူး' (လှည့်ဖျား) ပါက)</span> ဆိုလိုသည်မှာ \"သင်တို့၏ သက်သေခံချက်ကို ဖောက်ပြန်ပြီး ပြောင်းလဲပစ်ပါ\" ဟု မူဂျာဟစ်ဒ်နှင့် ဆလဖ်များထဲမှ အခြားသူအများအပြားက ပြောကြားခဲ့သည်။ 'တလ်ဝူး' တွင် ဖောက်ပြန်ခြင်းနှင့် ရည်ရွယ်ချက်ရှိရှိ လိမ်ညာခြင်းတို့ ပါဝင်သည်။ ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُم بِالْكِتَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ၎င်းတို့ထဲမှ အဖွဲ့တစ်ဖွဲ့သည် ၎င်းတို့၏လျှာများဖြင့် ကျမ်းကို 'ယာလ်ဝူနာ' <span class=\"gray\">(ဖောက်ပြန်)</span> နေကြသည် <span class=\"gray\">(၎င်းတို့ ဖတ်ရှုသည့်အတိုင်း)</span>)</span><span class=\"gray\">[3:78]</span>။ 'တုအ်ရီဒူး' တွင် သက်သေခံချက်ကို ဖုံးကွယ်ခြင်းနှင့် ထိန်ချန်ထားခြင်းတို့ ပါဝင်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَن يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ၎င်းကို ဖုံးကွယ်ထားပါက၊ အမှန်စင်စစ်၊ သူ၏နှလုံးသားသည် ပြစ်မှားသူဖြစ်သည်)</span><span class=\"gray\">[2:283]</span> ပရောဖက် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَيْرُ الشُّهَدَاءِ الَّذِي يَأْتِي بِشَهَادَتِهِ قَبْلَ أَنْ يُسْأَلَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကောင်းဆုံး သက်သေသည် သူ၏သက်သေခံချက်ကို မေးမြန်းခြင်းမခံရမီ ဖော်ထုတ်သူဖြစ်သည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က သတိပေးတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ လုပ်ဆောင်သမျှကို အမြဲတစေ အလွန်ကောင်းစွာ သိရှိတော်မူ၏။)</span> ထို့နှင့်အညီ သင်တို့အား ဆုချခြင်း သို့မဟုတ် အပြစ်ပေးခြင်း ပြုလုပ်မည်။</p>"
  }
]