[
  {
    "ayah_key": "7:4",
    "group_ayah_key": "7:4",
    "from_ayah": "7:4",
    "to_ayah": "7:7",
    "ayah_keys": "7:4,7:5,7:6,7:7",
    "text": "<p lang=\"my\" class=\"my \">မြို့ရွာများစွာကို ငါတို့ ဖျက်ဆီးခဲ့သည်။ ညအချိန် သို့မဟုတ် သူတို့ နေ့ခင်းအိပ်စက်နေစဉ် ငါတို့၏ ပြစ်ဒဏ်သည် သူတို့အပေါ် ကျရောက်ခဲ့သည်။ <span>(၄)</span>ငါတို့၏ ပြစ်ဒဏ်သည် သူတို့အပေါ် ကျရောက်သောအခါ ဤသို့သာ အော်ဟစ်ပြောဆိုခဲ့ကြသည်- \"အမှန်စင်စစ်၊ ငါတို့သည် မတရားပြုသူများ ဖြစ်ခဲ့ကြသည်။ <span>(၅)</span>ထို့နောက် မလွဲဧကန်၊ ငါတို့သည် ၎င်းကို ပို့လွှတ်ခဲ့သော <span class=\"gray\">(လူမျိုး)</span>များကို မေးမြန်းမည်ဖြစ်ပြီး၊ မလွဲဧကန်၊ ငါတို့သည် တမန်များကို မေးမြန်းမည်ဖြစ်သည်။ <span>(၆)</span>ထို့နောက် မလွဲဧကန်၊ ငါတို့သည် ၎င်းတို့အား <span class=\"gray\">(သူတို့၏ ဇာတ်လမ်းတစ်ခုလုံးကို)</span> အသိပညာဖြင့် ပြောပြမည်ဖြစ်ပြီး၊ ငါတို့သည် လုံးဝပျောက်ကွယ်မနေခဲ့ပါ။ <span>(၇)</span></p><div lang=\"my\" class=\"my \"><h2>ဖျက်ဆီးခံရသော လူမျိုးများ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَم مِّن قَرْيَةٍ أَهْلَكْنَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့ရွာများစွာကို ငါတို့ ဖျက်ဆီးခဲ့သည်။)</span> ငါတို့၏ တမန်များကို ဆန့်ကျင်ပြီး ငြင်းပယ်ခဲ့သောကြောင့် ဖြစ်သည်။ ဤအပြုအမူကြောင့် ၎င်းတို့သည် ဤဘဝတွင် ရှက်ရွံ့ခြင်းကို ရရှိခဲ့ပြီး၊ နောင်ဘဝတွင် ရှက်ရွံ့ခြင်းသို့ ဦးတည်ခဲ့သည်။ အခြားကျမ်းပိုဒ်များတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မင်းမတိုင်မီ တမန်တော်များစွာတို့အား ပြောင်လှောင်ခဲ့ကြသည်၊ သို့သော် ၎င်းတို့၏ ပြောင်လှောင်သူများသည် ၎င်းတို့ပြောင်လှောင်ခဲ့သည့် အရာဖြင့် ဝန်းရံခြင်း ခံခဲ့ရသည်။)</span><span class=\"gray\">[၆:၁၀]</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့ရွာများစွာတို့ကို ၎င်းတို့ မတရားပြုကျင့်နေစဉ် ငါတို့ ဖျက်ဆီးခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် <span class=\"gray\">(ယနေ့အထိ)</span> အပျက်အစီးများဖြင့် ကျန်ရှိခဲ့ပြီး၊ <span class=\"gray\">(များစွာသော)</span> စွန့်ပစ်ထားသော ရေတွင်းများနှင့် မြင့်မားသော ရဲတိုက်များလည်း ကျန်ရှိခဲ့သည်။)</span><span class=\"gray\">[၂၂:၄၅]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَن مِّن بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အသက်မွေးဝမ်းကျောင်းမှုအတွက် ကျေးဇူးတရားကင်းမဲ့သော မြို့ရွာများစွာတို့ကို ငါတို့ ဖျက်ဆီးခဲ့သည်။ ၎င်းတို့၏ နေအိမ်များသည် ၎င်းတို့နောက်ပိုင်းတွင် အနည်းငယ်မျှသာ လူနေထိုင်ခြင်း မရှိတော့ပါ။ အမှန်စင်စစ်၊ ငါတို့သည် အမွေခံများ ဖြစ်ခဲ့သည်။)</span><span class=\"gray\">[၂၈:၅၈]</span>။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကား-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَاءَهَا بَأْسُنَا بَيَاتًا أَوْ هُمْ قَائِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညအချိန် သို့မဟုတ် သူတို့ နေ့ခင်းအိပ်စက်နေစဉ် ငါတို့၏ ပြစ်ဒဏ်သည် သူတို့အပေါ် ကျရောက်ခဲ့သည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်၊ ပြစ်ဒဏ်နှင့် လက်စားချေမှုတို့သည် ညအချိန် သို့မဟုတ် နေ့လည်ခင်း အိပ်စက်နေစဉ် ၎င်းတို့အပေါ် ကျရောက်ခဲ့ခြင်း ဖြစ်သည်။ ဤအချိန်နှစ်ခုစလုံးသည် အနားယူခြင်းနှင့် အပန်းဖြေခြင်း သို့မဟုတ် ပေါ့ဆမှုနှင့် ပျော်ရွှင်မှု အချိန်များ ဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنَ أَهْلُ الْقُرَىٰ أَن يَأْتِيَهُم بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ - أَوَأَمِنَ أَهْلُ الْقُرَىٰ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့ရွာနေ လူတို့သည် ၎င်းတို့အိပ်ပျော်နေစဉ် ညအချိန်တွင် ငါတို့၏ ပြစ်ဒဏ်ကျရောက်ခြင်းကို လုံခြုံသည်ဟု ထင်မှတ်ခဲ့ကြသလော။ သို့မဟုတ် မြို့ရွာနေ လူတို့သည် ၎င်းတို့ ကစားနေစဉ် နံနက်ပိုင်းတွင် ငါတို့၏ ပြစ်ဒဏ်ကျရောက်ခြင်းကို လုံခြုံသည်ဟု ထင်မှတ်ခဲ့ကြသလော။)</span><span class=\"gray\">[၇:၉၇-၉၈]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئَاتِ أَن يَخْسِفَ اللَّهُ بِهِمُ الْأَرْضَ أَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ - أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ - أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းမှုများကို ကြံစည်သူတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား မြေကြီးထဲသို့ မနစ်မြုပ်စေဘဲနေမည်ဟု သို့မဟုတ် ၎င်းတို့မသိလိုက်သော အရပ်မျက်နှာများမှ ပြစ်ဒဏ်ကျရောက်မည် မဟုတ်ဟု စိတ်ချလက်ချ ရှိနေကြသလော။ သို့မဟုတ် ၎င်းတို့သွားလာနေစဉ် ဖမ်းဆီး၍ ၎င်းတို့အတွက် လွတ်မြောက်ရာလမ်း မရှိစေဘဲ နေမည်ဟု သို့မဟုတ် ဖြည်းဖြည်းချင်း ဖျက်ဆီးခြင်းဖြင့် ဖမ်းဆီးမည်ဟု စိတ်ချလက်ချ ရှိနေကြသလော။ အမှန်စင်စစ်၊ သင်၏အရှင်သည် ကရုဏာတော်ပြည့်ဝ၍ အလွန်သနားကြင်နာတော်မူသော အရှင်ပင် ဖြစ်သည်။)</span><span class=\"gray\">[၁၆:၄၅-၄၇]</span>။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကား-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا كَانَ دَعْوَاهُمْ إِذْ جَاءَهُم بَأْسُنَا إِلَّا أَن قَالُوا إِنَّا كُنَّا ظَالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ ပြစ်ဒဏ်သည် ၎င်းတို့အပေါ် ကျရောက်သောအခါ ဤသို့သာ အော်ဟစ်ပြောဆိုခဲ့ကြသည်- \"အမှန်စင်စစ်၊ ငါတို့သည် မတရားပြုသူများ ဖြစ်ခဲ့ကြသည်။\")</span></p><p lang=\"my\" class=\"my \">၎င်း၏ အဓိပ္ပါယ်မှာ ပြစ်ဒဏ်ကျရောက်လာသောအခါ ၎င်းတို့၏ အော်ဟစ်မှုသည် ၎င်းတို့၏ အပြစ်များကို ဝန်ခံခြင်းနှင့် ပြစ်ဒဏ်ခံထိုက်ကြောင်း ဝန်ခံခြင်းပင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလားတူကျမ်းပိုဒ်တစ်ခုတွင် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ قَصَمْنَا مِن قَرْيَةٍ كَانَتْ ظَالِمَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုကျင့်သော မြို့ရွာများစွာကို ငါတို့ ဖျက်ဆီးခဲ့သည်။)</span><span class=\"gray\">[၂၁:၁၁]</span>၊ အဆုံးအထိ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">خَامِدِينَ</p><p lang=\"jv\" class=\"jv \"><span class=\"gray\">(Extinct)</span><span class=\"gray\">[21:15]</span>. Allah's saying.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မလွဲဧကန်၊ ငါတို့သည် ၎င်းကို <span class=\"gray\">(ကျမ်းတော်ကို)</span> ပို့လွှတ်ခဲ့သော <span class=\"gray\">(လူမျိုး)</span>များကို မေးမြန်းမည်ဖြစ်သည်။)</span> သည် အောက်ပါကျမ်းပိုဒ်များနှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား အလ္လာဟ်အရှင်မြတ် ခေါ်တော်မူ၍ \"တမန်တော်များအား မည်သို့ပြန်လည်ဖြေကြားခဲ့ကြသနည်း\" ဟု မေးတော်မူမည့်နေ့ကို <span class=\"gray\">(မှတ်သားကြလော့)</span>။)</span><span class=\"gray\">[၂၈:၆၅]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ قَالُوا لَا عِلْمَ لَنَا إِنَّكَ أَنتَ عَلَّامُ الْغُيُوبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် တမန်များကို စုဝေးစေ၍ ၎င်းတို့အား \"သင်တို့ရရှိခဲ့သော တုံ့ပြန်မှုကား အဘယ်နည်း\" ဟု မိန့်တော်မူမည့်နေ့တွင် ၎င်းတို့က \"ကျွန်ုပ်တို့သည် မည်သည့်အသိပညာမျှ မရှိပါ။ အမှန်စင်စစ်၊ သင်တစ်ပါးတည်းသာ မမြင်နိုင်သောအရာအားလုံးကို သိတော်မူသောအရှင် ဖြစ်သည်\" ဟု လျှောက်တင်ကြမည်။)</span><span class=\"gray\">[၅:၁၀၉]</span>။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် လူမျိုးတို့အား ၎င်းတို့၏ တမန်တော်များအား မည်သို့ တုံ့ပြန်ခဲ့ကြသည်နှင့် ၎င်းတို့အား ပေးပို့ခဲ့သော သဝဏ်လွှာများအပေါ် မည်သို့ တုံ့ပြန်ခဲ့ကြသည်ကို မေးမြန်းမည်ဖြစ်သည်။ အရှင်မြတ်သည် တမန်တော်များအား ၎င်းတို့ အရှင်မြတ်၏ သဝဏ်လွှာများကို ပေးပို့ခဲ့ခြင်း ရှိ၊ မရှိကိုလည်း မေးမြန်းမည်ဖြစ်သည်။ ထို့ကြောင့် အလီ အိဘ်နု အဘီ တလ်ဟာဟ်က အိဘ်နု အဗ္ဗာစ်ထံမှ ပြန်လည်ပြောကြားသည်မှာ၊ ၎င်းက ကျမ်းပိုဒ်အပေါ် မှတ်ချက်ပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မလွဲဧကန်၊ ငါတို့သည် ၎င်းကို <span class=\"gray\">(ကျမ်းတော်ကို)</span> ပို့လွှတ်ခဲ့သော <span class=\"gray\">(လူမျိုး)</span>များကို မေးမြန်းမည်ဖြစ်ပြီး၊ မလွဲဧကန်၊ ငါတို့သည် တမန်များကို မေးမြန်းမည်ဖြစ်သည်။)</span> ၎င်းက ပြောသည်- \"၎င်းတို့ ပေးပို့ခဲ့သည့်အရာနှင့် ပတ်သက်၍ ဖြစ်သည်။\" အိဘ်နု အဗ္ဗာစ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်အပေါ် မှတ်ချက်ပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ وَمَا كُنَّا غَائِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မလွဲဧကန်၊ ငါတို့သည် ၎င်းတို့အား <span class=\"gray\">(သူတို့၏ ဇာတ်လမ်းတစ်ခုလုံးကို)</span> အသိပညာဖြင့် ပြောပြမည်ဖြစ်ပြီး၊ ငါတို့သည် လုံးဝပျောက်ကွယ်မနေခဲ့ပါ။)</span> \"ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကျမ်းတော်ကို ထုတ်ယူလာမည်ဖြစ်ပြီး ၎င်းသည် ၎င်းတို့ ပြုမူခဲ့သည်များကို ထုတ်ဖော်ပြောဆိုမည်ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا غَائِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့သည် လုံးဝပျောက်ကွယ်မနေခဲ့ပါ။)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျွန်များအား ၎င်းတို့ ပြောဆိုပြုမူခဲ့သည်များ၊ ကြီးသည်ဖြစ်စေ၊ ငယ်သည်ဖြစ်စေ၊ အကြောင်းကြားမည်ဖြစ်သည်။ အမှန်စင်စစ်၊ အရှင်မြတ်သည် အရာအားလုံးကို သက်သေခံတော်မူ၏။ မည်သည့်အရာမျှ အရှင်မြတ်၏ အမြင်မှ လွတ်ကင်းခြင်း မရှိပေ။ အရှင်မြတ်သည် မည်သည့်အရာကိုမျှ မသိရှိခြင်း မရှိပေ။ အမှန်မှာ၊ အရှင်မြတ်သည် မျက်စိတို့ လှည့်စားခံရသည်များနှင့် နှလုံးသားတို့ ဖုံးကွယ်ထားသည်များကို စုံလင်စွာ သိတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အရွက်မျှ မကျရောက်၊ ၎င်းကို အရှင်မြတ် မသိဘဲ မရှိပါ။ မြေကြီး၏ မှောင်မိုက်ထဲတွင် မည်သည့်အစေ့မျှ သို့မဟုတ် လတ်ဆတ်သော သို့မဟုတ် ခြောက်သွေ့သော မည်သည့်အရာမျှ မရှိ၊ ၎င်းသည် ထင်ရှားသော မှတ်တမ်းတွင် မှတ်တမ်းတင်ထားခြင်း မရှိဘဲ မရှိပါ။)</span><span class=\"gray\">[၆:၅၉]</span></p>"
  },
  {
    "ayah_key": "7:40",
    "group_ayah_key": "7:40",
    "from_ayah": "7:40",
    "to_ayah": "7:41",
    "ayah_keys": "7:40,7:41",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် ကျွန်ုပ်တို့၏ အာယတ်များကို ငြင်းပယ်ပြီး မာန်မာနဖြင့် ပြုမူသူတို့အတွက် မိုးကောင်းကင်တံခါးများသည် ဖွင့်လှစ်ပေးမည်မဟုတ်ပေ။ ကမ္မဲလ် (ကုလားအုတ်) သည် အပ်နဖားပေါက်ထဲသို့ ဝင်သည်အထိ ၎င်းတို့သည် ဂျန္နတ် (အလ္လာဟ်အရှင်မြတ်၏ဥယျာဉ်တော်) ထဲသို့ ဝင်ရလိမ့်မည်မဟုတ်ပေ။ ဤသို့ဖြင့် ကျွန်ုပ်တို့သည် ပြစ်မှုကျူးလွန်သူများကို ပြန်၍ဆပ်ပေးသည် <span>(၄၀)</span>၎င်းတို့အတွက် မီးမှ `မီဟဒ်` (အိပ်ရာ) ရှိလိမ့်မည်။ ၎င်းတို့အပေါ်တွင် `ဂါဝါရှ်` (အ덮အုပ်) ရှိလိမ့်မည်။ ဤသို့ဖြင့် ကျွန်ုပ်တို့သည် မတရားပြုသူများကို ပြန်၍ဆပ်ပေးသည် <span>(၄၁)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ အာယတ်များကို ငြင်းပယ်သူတို့အတွက် မိုးကောင်းကင်တံခါးများ ဖွင့်လှစ်ပေးမည်မဟုတ်၊ ၎င်းတို့သည် ဂျန္နတ် (အလ္လာဟ်အရှင်မြတ်၏ဥယျာဉ်တော်) ထဲသို့ လုံးဝဝင်ရလိမ့်မည်မဟုတ်ပေ။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် မိုးကောင်းကင်တံခါးများသည် ဖွင့်လှစ်ပေးမည်မဟုတ်ပေ)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ကောင်းမှုကုသိုလ်များနှင့် ပန်ကြားမှုများသည် ထိုတံခါးမှတစ်ဆင့် တက်ကြွလိမ့်မည်မဟုတ်ပေဟု မူဂျာဟစ်၊ စအိဒ် ဘင် ဂျုဘိုင်းနှင့် အိဗ်နု အဘ်ဗားစ်တို့က ဖော်ပြသည်။ အလ်-အော်ဖ်ဖီနှင့် အလီ ဘင် အဘီ တလ်ဟာဟ်တို့ကလည်း ၎င်းထံမှ သတင်းပေးပို့သည်။ အလ်-သော်ရီကလည်း လိုက်သ်က အတာအ်ထံမှ ဤအရာကို အိဗ်နု အဘ်ဗားစ်ထံမှ သတင်းပေးပို့သည်ဟု ပြောကြားသည်။ ဤနေရာတွင် ဆိုလိုသည်မှာ ကာဖစ်ရ် (ဘုရားမယုံကြည်သူ) များ၏ ဝိညာဉ်များအတွက် မိုးကောင်းကင်တံခါးများ ဖွင့်လှစ်ပေးမည်မဟုတ်ဟု အဒ်-ဒဟ်ဟာက်က အိဗ်နု အဘ်ဗားစ်ထံမှ သတင်းပေးပို့ခဲ့သည်။ အစ်-ဆွဒ်ဒီနှင့် အခြားများစွာသောသူတို့သည် ဤအဓိပ္ပါယ်ကို ဖော်ပြခဲ့ကြသည်။ ဤအဓိပ္ပါယ်ကို ထပ်မံထောက်ပံ့ပေးသော အချက်မှာ အိဗ်နု ဂျာရီရ်ထံမှ သတင်းပေးပို့သော အလ်-ဘာရာအ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်သည် 'ဖာဂျိရ်' <span class=\"gray\">(မကောင်းမှုပြုသူ သို့မဟုတ် ဘုရားမယုံကြည်သူ)</span> ၏ ဝိညာဉ်ကို သိမ်းပိုက်ခြင်းအကြောင်း ဖော်ပြခဲ့ပြီး ၎င်း၏ ဝိညာဉ်သည် မိုးကောင်းကင်သို့ တက်ကြွလိမ့်မည်ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَصْعَدُونَ بِهَا، فَلَا تَمُرُّ عَلَى مَلَأٍ مِنَ الْمَلَائِكَةِ إِلَّا قَالُوا مَا هَذِهِ الرُّوحُ الْخَبِيثَةُ؟ فَيَقُولُونَ: فُلَانٌ بِأَقْبَحِ أَسْمَائِهِ الَّتِي كَانَ يُدْعَى بِهَا فِي الدُّنْيَا، حَتَّى يَنْتَهَوا بِهَا إِلَى السَّمَاءِ فَيَسْتَفْتَحُونَ بَابَهَا لَهُ فَلَا يَفْتَحُ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> က ၎င်းကို ဆောင်ယူသွားကြပြီး ကောင်းကင်တမန်များ စုဝေးရာကို ဖြတ်သန်းသွားတိုင်း၊ ၎င်းတို့က 'ဤသည် မည်သူ၏ ယုတ်မာသော ဝိညာဉ်လဲ' ဟု မေးကြလိမ့်မည်။ ၎င်းတို့က 'ဤသူ၏ ဝိညာဉ်' ဟု ပြန်ဖြေကြလိမ့်မည်။ ဤဘဝတွင် ၎င်းကို ခေါ်ခဲ့သည့် အဆိုးဆုံးအမည်များဖြင့် ခေါ်ဝေါ်လိမ့်မည်။ ၎င်းတို့သည် <span class=\"gray\">(အောက်)</span> မိုးကောင်းကင်သို့ ရောက်သောအခါ ၎င်းဝိညာဉ်အတွက် တံခါးဖွင့်ပေးရန် တောင်းဆိုကြလိမ့်မည်။ သို့သော် ၎င်းအတွက် ဖွင့်ပေးလိမ့်မည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် တမန်တော်မြတ် ﷺ က ရွတ်ဆိုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် မိုးကောင်းကင်တံခါးများ ဖွင့်လှစ်ပေးမည်မဟုတ်ပေ)</span>။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ အဘူ ဒါဝုဒ်၊ အန်-နစာအီ နှင့် အိဗ်နု မာဂျာဟ်တို့က မှတ်တမ်းတင်ခဲ့သော ရှည်လျားသည့် ဟဒီးဆ်တော်၏ တစ်စိတ်တစ်ပိုင်းဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျူရိုင်းဂျ်က အာယတ်တော်ကို မှတ်ချက်ပြုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် မိုးကောင်းကင်တံခါးများ ဖွင့်လှစ်ပေးမည်မဟုတ်ပေ)</span>၊ \"<span class=\"gray\">(မိုးကောင်းကင်တံခါးများ)</span> သည် ၎င်းတို့၏ လုပ်ရပ်များ သို့မဟုတ် ဝိညာဉ်များအတွက် ဖွင့်လှစ်ပေးမည်မဟုတ်ပေ။\" ဤရှင်းပြချက်သည် ကျွန်ုပ်တို့ အထက်တွင် ပေးခဲ့သော အဓိပ္ပါယ်နှစ်ခုကို ပေါင်းစပ်ထားပြီး အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّىٰ يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဂျန္နတ် (အလ္လာဟ်အရှင်မြတ်၏ဥယျာဉ်တော်) ထဲသို့ ကမ္မဲလ် (ကုလားအုတ်) သည် အပ်နဖားပေါက်ထဲသို့ ဝင်သည်အထိ ဝင်ရလိမ့်မည်မဟုတ်ပေ။)</span> သည် အထီးကုလားအုတ်ကို ရည်ညွှန်းသည်။ အိဗ်နု မဆ်အူဒ်က ၎င်းသည် မကုလားအုတ်မှ အထီးကုလားအုတ်ဖြစ်သည်ဟု ဆိုသည်။ အခြားဟဒီးဆ်တော်တွင် မကုလားအုတ်၏ အဖော်ကို ရည်ညွှန်းသည်။ မူဂျာဟစ်နှင့် အိကရီမာဟ်တို့က အိဗ်နု အဘ်ဗားစ်သည် ဤအာယတ်ကို ဤသို့ ရွတ်ဆိုလေ့ရှိသည်၊ \"ဂျွန်မာလ် (ကြိုးတုတ်) သည် အပ်နဖားပေါက်ထဲသို့ ဝင်သည်အထိ\"၊ 'ဂျွန်မာလ်' ဆိုသည်မှာ ထူထဲသောကြိုးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُم مِّن جَهَنَّمَ مِهَادٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် မီးမှ `မီဟဒ်` (အိပ်ရာ) ရှိလိမ့်မည်)</span> ဆိုသည်မှာ အိပ်ရာများဖြစ်သည်။ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن فَوْقِهِمْ غَوَاشٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ်တွင် `ဂါဝါရှ်` (အ덮အုပ်) ရှိလိမ့်မည်)</span> ဆိုသည်မှာ အ덮အုပ်များဖြစ်သည်ဟု မိုဟမ်မဒ် ဘင် ကအ်ဘ် အလ်-ကူရာဇီက ပြောကြားသည်။ အဒ်-ဒဟ်ဟာက် ဘင် မူဇာဟင်မ်နှင့် အစ်-ဆွဒ်ဒီတို့ကလည်း အလားတူပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ نَجْزِي الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ကျွန်ုပ်တို့သည် မတရားပြုသူများကို ပြန်၍ဆပ်ပေးသည်)</span>။</p>"
  }
]