[
  {
    "ayah_key": "28:48",
    "group_ayah_key": "28:48",
    "from_ayah": "28:48",
    "to_ayah": "28:51",
    "ayah_keys": "28:48,28:49,28:50,28:51",
    "text": "<p lang=\"my\" class=\"my \">သို့သော် ငါတို့ထံမှ အမှန်တရား ရောက်ရှိလာသောအခါ၊ သူတို့က “မူဆာအား ပေးခဲ့သောအရာနှင့်တူသည်ကို သူအား အဘယ်ကြောင့် မပေးသနည်း။ သူတို့သည် ရှေးအခါက မူဆာအား ပေးခဲ့သောအရာကို မယုံကြည်ခဲ့ကြဘူးလား။” ဟု ဆိုကြ၏။ သူတို့က “မှော်အတတ်နှစ်မျိုး၊ တစ်ခုက အခြားတစ်ခုကို ကူညီနေသည်!” ဟု ဆိုကြ၏။ သူတို့က “အမှန်စင်စစ်၊ ငါတို့သည် နှစ်ခုလုံးကို မယုံကြည်ကြပေ။ <span>(၄၈)</span>“ထို့နောက် အလ္လာဟ်အရှင်မြတ်ထံမှ ကျမ်းတစ်အုပ် ယူဆောင်လာကြပါ၊ ထိုနှစ်ခုထက် ပိုမိုကောင်းမွန်သော လမ်းညွှန်ချက်ဖြစ်စေ၊ သို့မှသာ ငါသည် လိုက်နာမည်၊ အကယ်၍ သင်တို့သည် မှန်ကန်သူများဖြစ်ကြပါလျှင်။ <span>(၄၉)</span>သို့သော် သူတို့က သင့်ကို အဖြေမပေးလျှင်၊ ထို့နောက် သူတို့သည် မိမိတို့၏ ကာမစိတ်ဆန္ဒများကိုသာ လိုက်နာကြကြောင်း သိထားပါ။ အလ္လာဟ်အရှင်မြတ်ထံမှ လမ်းညွှန်ချက်မရှိဘဲ မိမိ၏ ကာမစိတ်ဆန္ဒများကို လိုက်နာသူထက် ပို၍ လမ်းမှားသူ မည်သူနည်း။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် မတရားသောသူများကို လမ်းမပြပေ။ <span>(၅၀)</span>ငါတို့သည် ယခု သူတို့ထံသို့ နှုတ်ကပတ်တော်ကို ပေးပို့ခဲ့ပြီး ဖြစ်သည်၊ သို့မှသာ သူတို့သည် သတိရကြပေမည်။ <span>(၅၁)</span></p><div lang=\"sr\" class=\"sr \"><h2>The stubborn Response of the Disbelievers</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က လူတို့သည် ၎င်းတို့အပေါ် သက်သေမပြမီ အပြစ်ပေးခံရမည်ဆိုပါက၊ ၎င်းတို့ထံ မည်သည့် ရစူလ်တမန်တော်မျှ မလာရောက်ခဲ့ပါဟု ဆင်ခြေပေးကြမည်ဖြစ်ကြောင်း၊ သို့သော် မိုဟမ္မဒ် ﷺ မှတစ်ဆင့် အမှန်တရား ရောက်ရှိလာသောအခါ၊ ၎င်းတို့၏ ခေါင်းမာမှု၊ မယုံကြည်မှု၊ အသိပညာမဲ့မှုနှင့် လွဲမှားသော အတွေးအမြင်များကြောင့်၊ ၎င်းတို့က ဆိုကြသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာအား ပေးခဲ့သောအရာနှင့်တူသည်ကို သူအား အဘယ်ကြောင့် မပေးသနည်း။)</span> ဆိုလိုသည်မှာ – အလ္လာဟ်အရှင်မြတ် အကောင်းဆုံးသိသည် – တောင်ဝှေး၊ လက်၊ ရေလွှမ်းမိုးခြင်း၊ ကျိုင်းကောင်များ၊ ဖြူများ၊ ဖားများ၊ သွေးများ၊ သီးနှံနှင့် သစ်သီးများ ပျက်စီးခြင်း စသည့် များစွာသော လက္ခဏာများ – ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရန်သူများအတွက် အရာများကို ခက်ခဲစေခဲ့သည် – ပင်လယ်ခွဲခြင်း၊ မိုးတိမ်များ <span class=\"gray\">(တောကန္တာရထဲတွင် အစ္စရေး၏ သားမြေးများကို လိုက်ပါပြီး)</span> ၎င်းတို့ကို အရိပ်ပေးခြင်း၊ မန်နာနှင့် ငုံးများ၊ နှင့် အခြား ရှင်းလင်းသော လက္ခဏာများနှင့် ပြတ်သားသော သက်သေများ၊ ဖိရ်အောန်နှင့် သူ၏ ခေါင်းဆောင်များ၊ အစ္စရေး၏ သားမြေးများအပေါ် သက်သေအဖြစ် အလ္လာဟ်အရှင်မြတ်က မူဆာ၏ လက်ဖြင့် ပြုလုပ်ခဲ့သော အံ့ဖွယ်ရာများ။ သို့သော် ဤအရာအားလုံးသည် ဖိရ်အောန်နှင့် သူ၏ ခေါင်းဆောင်များအပေါ် မည်သည့် အကျိုးသက်ရောက်မှုမျှ မရှိခဲ့ပေ။ ဆန့်ကျင်ဘက်အားဖြင့်၊ ၎င်းတို့သည် မူဆာနှင့် သူ၏ညီ ဟာရူန်ကို ငြင်းပယ်ခဲ့ကြသည်၊ အလ္လာဟ်အရှင်မြတ်က ငါတို့ကို ပြောပြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ငါတို့၏ ဘိုးဘေးများ လိုက်နာခဲ့သောအရာမှ ငါတို့ကို လမ်းလွဲစေရန် လာခဲ့ကြသလား၊ ထို့ပြင် သင်တို့နှစ်ဦးသည် မြေပြင်တွင် ကြီးမြတ်မှု ရရှိရန်လား။ ငါတို့သည် သင်တို့နှစ်ဦးကို ယုံကြည်မည်မဟုတ်!)</span><span class=\"gray\">(၁၀:၇၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့သည် ထိုနှစ်ဦးကို ငြင်းပယ်ခဲ့ကြပြီး ဖျက်ဆီးခံရသူများ ဖြစ်ခဲ့ကြသည်။)</span><span class=\"gray\">(၂၃:၄၈)</span></p><div lang=\"my\" class=\"my \"><h2>ပုန်ကန်သူများသည် အံ့ဖွယ်ရာများကို မယုံကြည်ကြပေ</h2></div><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَىٰ مِنْ قَبْلُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ရှေးအခါက မူဆာအား ပေးခဲ့သောအရာကို မယုံကြည်ခဲ့ကြဘူးလား။)</span> မူဆာအား ပေးခဲ့သော ထိုကြီးမားသည့် လက္ခဏာများကို လူသားတို့ မယုံကြည်ခဲ့ကြဘူးလား။</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالُوا سِحْرَانِ تَظَاهَرَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “မှော်အတတ်နှစ်မျိုး၊ တစ်ခုက အခြားတစ်ခုကို ကူညီနေသည်!” ဟု ဆိုကြ၏။)</span> ပူးပေါင်းဆောင်ရွက်ခြင်း သို့မဟုတ် တစ်ခုနှင့်တစ်ခု အတူတကွ လုပ်ဆောင်ခြင်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “အမှန်စင်စစ်၊ ငါတို့သည် နှစ်ခုလုံးကို မယုံကြည်ကြပေ။”)</span> ဆိုလိုသည်မှာ၊ 'ငါတို့သည် ထိုနှစ်ခုစလုံးကို မယုံကြည်ပေ။' မူဆာနှင့် ဟာရူန်တို့အကြား ရင်းနှီးသော ဆက်ဆံရေးကြောင့်၊ တစ်ဦးကို ဖော်ပြခြင်းသည် အခြားတစ်ဦးကိုပါ ဆိုလိုသည်။</p><div lang=\"my\" class=\"my \"><h2>မူဆာနှင့် ဟာရူန်တို့သည် <span class=\"my gray\" lang=\"my\">(ထိုနှစ်ဦးအပေါ် ငြိမ်သက်ခြင်းရှိပါစေ)</span> မှော်အတတ်ကို ကျင့်သုံးသည်ဟု မှားယွင်းစွာ စွပ်စွဲခြင်း</h2></div><p lang=\"my\" class=\"my \">မွဂျာဟစ်ဒ် ဘင် ဂျဘ်ရ်က ပြောကြားသည်- “ဂျူးလူမျိုးတို့သည် ကုရိုက်ရှ်အား ဤအရာကို မိုဟမ္မဒ် ﷺ အား ပြောဆိုရန် ပြောကြားခဲ့သည်၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- ‘သူတို့သည် ရှေးအခါက မူဆာအား ပေးခဲ့သောအရာကို မယုံကြည်ခဲ့ကြဘူးလား။ သူတို့က ပြောသည်- မှော်အတတ်နှစ်မျိုး၊ တစ်ခုက အခြားတစ်ခုကို ကူညီနေသည်!’ ဤသည်မှာ မူဆာနှင့် ဟာရူန်ကို ရည်ညွှန်းသည်။ ထိုနှစ်ဦးအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးများ ရှိပါစေ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">تَظَاهَرَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ခုက အခြားတစ်ခုကို ကူညီနေသည်)</span> ဆိုလိုသည်မှာ၊ အတူတကွ လုပ်ဆောင်ခြင်းနှင့် တစ်ဦးကိုတစ်ဦး ထောက်ပံ့ခြင်း။” ဤသည်မှာ ဆအိဒ် ဘင် ဂျူဘိုင်ရ် နှင့် အဘူ ရာဇင်တို့၏ အမြင်လည်းဖြစ်သည်။ “မှော်အတတ်နှစ်မျိုး” ဆိုသည့် စကားစုသည် မူဆာနှင့် ဟာရူန်ကို ရည်ညွှန်းသည်ဟု ဆိုသည်။ ဤသည်မှာ ကောင်းသော အကြံပြုချက်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် အကောင်းဆုံးသိတော်မူ၏။</p><div lang=\"my\" class=\"my \"><h2>ဤမှားယွင်းသော စွပ်စွဲချက်အပေါ် တုံ့ပြန်ချက်</h2></div><p class=\"fa qpc-hafs\" lang=\"fa\">سِحْرَانِ تَظَاهَرَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှော်အတတ်နှစ်မျိုး၊ တစ်ခုက အခြားတစ်ခုကို ကူညီနေသည်!)</span> အလီ ဘင် အဘီ တာလ်ဟာ နှင့် အလ်-အော်ဖီတို့က အိဗ်နု အဗ္ဗားစ်က ဤသည်မှာ တော်ရ်ရာဟ်နှင့် ကုရ်အာန်ကို ရည်ညွှန်းသည်ဟု ပြောကြားကြောင်း သတင်းပေးပို့ခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က နောက်တစ်နေရာတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدَىٰ مِنْهُمَا أَتَّبِعْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- “ထို့နောက် အလ္လာဟ်အရှင်မြတ်ထံမှ ကျမ်းတစ်အုပ်ကို ယူဆောင်လာပါ၊ ဤနှစ်ခုထက် ပိုမိုကောင်းမွန်သော လမ်းညွှန်ချက်ဖြစ်စေ၊ သို့မှသာ ငါသည် လိုက်နာမည်။”)</span> အလ္လာဟ်အရှင်မြတ်သည် တော်ရ်ရာဟ်နှင့် ကုရ်အာန်ကို မကြာခဏဆိုသလို အတူတကွ ဖော်ပြလေ့ရှိသည်၊ အာယသ်များတွင် တွေ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَىٰ نُورًا وَهُدًى لِلنَّاسِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- “မူဆာယူဆောင်လာသော ကျမ်းကို မည်သူက ပေးပို့ခဲ့သနည်း၊ လူသားများအတွက် အလင်းနှင့် လမ်းညွှန်မှုအဖြစ်...)</span> အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَٰذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ငါတို့ ပေးပို့ခဲ့သော ကောင်းချီးပေးထားသော ကျမ်းတစ်အုပ်ဖြစ်သည်။”)</span><span class=\"gray\">(၆:၉၁-၉၂)</span> ထိုဆူရာ၏ အဆုံးတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِي أَحْسَنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက်၊ ငါတို့သည် မူဆာအား ကျမ်းကို ပေးခဲ့သည်၊ မှန်ကန်စွာ ပြုကျင့်သူများအပေါ် <span class=\"gray\">(ငါတို့၏ ကျေးဇူးတော်ကို)</span> ပြီးပြည့်စုံစေရန်)</span><span class=\"gray\">(၆: ၁၅၄)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَٰذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ငါတို့ ပေးပို့ခဲ့သော ကောင်းချီးပေးထားသော ကျမ်းတစ်အုပ်ဖြစ်သည်၊ ထို့ကြောင့် ၎င်းကို လိုက်နာပြီး အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ပါ၊ သို့မှသာ သင်တို့သည် ကရုဏာတော်ကို ခံယူရရှိပေမည်။)</span><span class=\"gray\">(၆:၁၅၅)</span>။ ဂျင်းန်တို့က ဆိုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَىٰ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့သည် မူဆာနောက်ပိုင်းတွင် ပေးပို့ခဲ့သော၊ ၎င်းမတိုင်မီက ထွက်ပေါ်လာသောအရာကို အတည်ပြုသော ကျမ်းတစ်အုပ်ကို ကြားခဲ့ရသည်။)</span><span class=\"gray\">(၄၆:၃၀)</span>။ ဝရကဟ် ဘင် နော်ဖယ်လ်က ပြောကြားသည်- “ဤသည်မှာ မူဆာထံ ရောက်ရှိခဲ့သော အန်-နာမူစ် ဖြစ်သည်။” ထိုးထွင်းသိမြင်မှုရှိသူတို့သည် မိမိတို့၏ နဗီတမန်တော်များထံ အလ္လာဟ်အရှင်မြတ် ပေးပို့ခဲ့သော များစွာသော ကျမ်းများအနက်၊ မိုဟမ္မဒ် ﷺ ထံ ထုတ်ဖော်ပြသခဲ့သော ကုရ်အာန်ကျမ်းထက် ပိုမိုပြည့်စုံသော၊ ပိုမိုပြေပြစ်သော သို့မဟုတ် ပိုမိုမြင့်မြတ်သော ကျမ်း မရှိကြောင်းကို ပင်ကိုယ်အသိဖြင့် သိကြသည်။ ၎င်း၏ အဆင့်အတန်းနှင့် ကြီးမြတ်မှုတွင် ၎င်း၏ဘေးနား၌ ရှိနေသော ကျမ်းမှာ အလ္လာဟ်အရှင်မြတ်က မူဆာ ဘင် အိမ္မရာန်ထံ ထုတ်ဖော်ပြသခဲ့သော ကျမ်းဖြစ်သည်၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းနှင့်ပတ်သက်၍ မိန့်တော်မူသော ကျမ်းဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ ۚ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့သည် တော်ရ်ရာဟ်ကို ပေးပို့ခဲ့သည်၊ ၎င်းတွင် လမ်းညွှန်မှုနှင့် အလင်းရောင်ရှိခဲ့သည်၊ ထိုကျမ်းဖြင့် မိမိတို့ကိုယ်ကို အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်သို့ ကျိုးနွံခဲ့ကြသော နဗီတမန်တော်များသည် ဂျူးလူမျိုးများအတွက် တရားစီရင်ခဲ့ကြသည်။ ရဗ္ဗီဆရာများနှင့် ပုရောဟိတ်ဆရာများအတွက်မူ၊ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းကို ထိန်းသိမ်းစောင့်ရှောက်ရန် ၎င်းတို့အား အပ်နှင်းခဲ့ပြီး ၎င်းတို့သည် သက်သေခံများဖြစ်ခဲ့ကြသည်။)</span><span class=\"gray\">(၅:၄၄)</span>။ အိန်ဂျီလ်ကျမ်းကို တော်ရ်ရာဟ်ကျမ်း၏ ဆက်လက်ပြီး ပြည့်စုံစေရန်အဖြစ် ထုတ်ဖော်ပြသခဲ့သည်၊ အစ္စရေး၏ သားမြေးများအား တားမြစ်ထားခဲ့သော အချို့အရာများကို ခွင့်ပြုရန်လည်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدَىٰ مِنْهُمَا أَتَّبِعْهُ إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အလ္လာဟ်အရှင်မြတ်ထံမှ ကျမ်းတစ်အုပ်ကို ယူဆောင်လာပါ၊ ဤနှစ်ခုထက် ပိုမိုကောင်းမွန်သော လမ်းညွှန်ချက်ဖြစ်စေ၊ သို့မှသာ ငါသည် လိုက်နာမည်၊ အကယ်၍ သင်တို့သည် မှန်ကန်သူများဖြစ်ကြပါလျှင်။)</span> ဆိုလိုသည်မှာ၊ 'မှားယွင်းသော ငြင်းခုံမှုများဖြင့် အမှန်တရားကို ငြင်းဆန်ရန် သင်တို့၏ ကြိုးပမ်းမှုများတွင်'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့က သင့်ကို အဖြေမပေးလျှင်၊)</span> ဆိုလိုသည်မှာ၊ 'သင့်ပြောသောစကားကို သူတို့ မတုံ့ပြန်လျှင်၊ အမှန်တရားကို မလိုက်နာလျှင်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူတို့သည် မိမိတို့၏ ကာမစိတ်ဆန္ဒများကိုသာ လိုက်နာကြကြောင်း သိထားပါ။)</span> ဆိုလိုသည်မှာ၊ အခြေအမြစ် သို့မဟုတ် သက်သေမရှိဘဲ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ လမ်းညွှန်ချက်မရှိဘဲ မိမိ၏ ကာမစိတ်ဆန္ဒများကို လိုက်နာသူထက် ပို၍ လမ်းမှားသူ မည်သူနည်း။)</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းမှ လမ်းညွှန်ချက် တစ်စုံတစ်ရာ မယူဘဲ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် မတရားသောသူများကို လမ်းမပြပေ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ယခု နှုတ်ကပတ်တော်ကို ပေးပို့ခဲ့ပြီး ဖြစ်သည်)</span> မွဂျာဟစ်ဒ်က ပြောသည်- “ငါတို့သည် သူတို့အား နှုတ်ကပတ်တော်ကို ရှင်းပြခဲ့ပြီ။” အဆ်-စူဒီကလည်း အလားတူ ပြောကြားခဲ့သည်။ ကတာဒါဟ်က ပြောသည်- “အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- ‘အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား အတိတ်တွင် ပြုလုပ်ခဲ့သောအရာများနှင့် အနာဂတ်တွင် ပြုလုပ်မည့်အရာများကို ပြောပြခဲ့သည်။’”</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ သူတို့သည် သတိရကြပေမည်။)</span> မွဂျာဟစ်ဒ်နှင့် အခြားသူများက ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَّلْنَا لَهُمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် နှုတ်ကပတ်တော်ကို ပေးပို့ခဲ့သည်)</span> ဆိုလိုသည်မှာ၊ ကုရိုက်ရှ်အား။</p>"
  }
]