[
  {
    "ayah_key": "8:20",
    "group_ayah_key": "8:20",
    "from_ayah": "8:20",
    "to_ayah": "8:23",
    "ayah_keys": "8:20,8:21,8:22,8:23",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့၊ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို နာခံကြလော့။ သင်တို့သည် ကြားနာနေကြစဉ် ကိုယ်တော်ထံမှ နောက်ပြန်လှည့်မသွားကြနှင့်။ <span>(20)</span>ထို့ပြင် ငါတို့ ကြားနာခဲ့ပြီးဟု ပြောသော်လည်း အမှန်တကယ် မကြားနာကြသောသူများကဲ့သို့ မဖြစ်ကြနှင့်။ <span>(21)</span>မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ အဆိုးဆုံးသော သက်ရှိသတ္တဝါတို့မှာ မကြားနိုင်သူများနှင့် စကားမပြောနိုင်သူများ <span class=\"gray\">(မယုံကြည်သူများ)</span> ဖြစ်ကြပြီး ၎င်းတို့သည် နားမလည်ကြပေ။ <span>(22)</span>အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၌ ကောင်းကျိုးတစ်စုံတစ်ရာကို သိတော်မူပါက ၎င်းတို့ကို ကြားနာစေတော်မူခဲ့မည်။ ၎င်းတို့ကို ကြားနာစေတော်မူခဲ့လျှင်ပင် ၎င်းတို့သည် ရွံရှာစွာဖြင့် နောက်ပြန်လှည့်သွားကြမည်သာ ဖြစ်သည်။ <span>(23)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော် <span class=\"gray\">(ﷺ)</span> ကို နာခံရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ယုံကြည်သူကျွန်များကို ကိုယ်တော်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ ကို နာခံရန် အမိန့်ပေးထားပြီး ကိုယ်တော်ကို ဆန့်ကျင်ခြင်းနှင့် ကိုယ်တော်ကို ငြင်းပယ်သော မယုံကြည်သူများကို အတုယူခြင်းမှ သတိပေးထားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا تَوَلَّوْا عَنْهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ထံမှ နောက်ပြန်လှည့်မသွားကြနှင့်...)</span>၊ ဆိုလိုသည်မှာ ကိုယ်တော်ကို နာခံခြင်း သို့မဟုတ် ကိုယ်တော်၏ အမိန့်တော်များကို လိုက်နာခြင်းမှ ရှောင်ကြဉ်ခြင်း သို့မဟုတ် ကိုယ်တော်တားမြစ်ထားသည်များကို လုပ်ဆောင်ခြင်း မပြုကြနှင့်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَنتُمْ تَسْمَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကြားနာနေကြစဉ်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ သတင်းစကားကို သိရှိပြီးနောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُونُوا كَالَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့ ကြားနာခဲ့ပြီးဟု ပြောသော်လည်း အမှန်တကယ် မကြားနာကြသောသူများကဲ့သို့ မဖြစ်ကြနှင့်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အစ္စဟက်ခ်က ဤအာယသ်သည် အမှန်တကယ်တွင် နာခံခြင်းမရှိဘဲ ကြားနာခြင်းနှင့် နာခံခြင်းဟန်ဆောင်ကြသော အရေခြုံများ (မုနာဖစ်ခ်များ) ကို ရည်ညွှန်းသည်ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့သည် အာဒမ်၏သားသမီးများအနက် အဆိုးဆုံးသော သတ္တဝါများဖြစ်သည်ဟု ကြေညာထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ شَرَّ الدَّوَابِّ عِندَ اللَّهِ الصُّمُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ အဆိုးဆုံးသော သက်ရှိသတ္တဝါတို့မှာ မကြားနိုင်သူများ)</span> ဆိုသည်မှာ အမှန်တရားကို မကြားနိုင်သူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْبُكْمُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် စကားမပြောနိုင်သူများ)</span> ဆိုသည်မှာ ၎င်းကို နားမလည်နိုင်သူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ لَا يَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နားမလည်ကြပေ။)</span> ၎င်းတို့သည် အမှန်စင်စစ် အဆိုးဆုံးသော သတ္တဝါများဖြစ်ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့မှလွဲ၍ ကျန်သက်ရှိသတ္တဝါတိုင်းသည် အလ္လာဟ်အရှင်မြတ် ၎င်းတို့၌ ဖန်ဆင်းထားသော လမ်းစဉ်အတိုင်း နေထိုင်ကြသည်။ ဤလူများသည် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ရန် ဖန်ဆင်းခံခဲ့ရသော်လည်း မယုံကြည်ခဲ့ကြပေ။ ထို့ကြောင့်ပင် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ကို တိရစ္ဆာန်များနှင့် နှိုင်းယှဉ်တော်မူခဲ့သည်၊ ကိုယ်တော် မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့၏ ဥပမာသည် အော်ဟစ်သံနှင့် အော်ခေါ်သံမှတစ်ပါး အဘယ်အရာမျှ မကြားနိုင်သောသူများကို အော်ဟစ်ခေါ်သည့် ပုဂ္ဂိုလ်၏ ဥပမာနှင့် တူပေသည်။)</span><span class=\"gray\">[2:171]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ ۚ أُولَٰئِكَ هُمُ الْغَافِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကျွဲနွားတိရစ္ဆာန်များနှင့် တူကြသည်။ ထိုမျှမက လမ်းမှားလေသည်။ ၎င်းတို့သည် ပေါ့ဆသူများ ဖြစ်ကြသည်။)</span><span class=\"gray\">[7:179]</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်၊ မုဂျာဟစ်ဒ်နှင့် အိဗ်နု ဂျရီးရ်တို့၏ အဆိုအရ ဤအာယသ် <span class=\"gray\">(၈:၂၂)</span> သည် ဗနီ အဗ်ဒ် အဒ်-ဒါရ် မျိုးနွယ်စုမှ ခူရိုင်ရှ်အနွယ်ဝင် ဘာသာခြားအချို့ကို ရည်ညွှန်းသည်ဟုလည်း ဆိုခဲ့သည်။ မုဟမ္မဒ် ဘင်န် အစ္စဟက်ခ်က ဤအာယသ်သည် အရေခြုံများ (မုနာဖစ်ခ်များ) ကို ရည်ညွှန်းသည်ဟု ကျွန်ုပ်တို့ ဖော်ပြခဲ့သည့်အတိုင်း ပြောခဲ့သည်။ ဤတွင် ကွဲလွဲမှု မရှိပါ၊ အဘယ်ကြောင့်ဆိုသော် မယုံကြည်သူများနှင့် အရေခြုံများ နှစ်ဦးစလုံးသည် ကောင်းသောလုပ်ရပ်လုပ်ရန် ရည်ရွယ်ချက် ဆုံးရှုံးသွားခြင်းအပြင် ခိုင်မာသော နားလည်မှုလည်း မရှိကြပေ။ အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာတွင် ကောင်းသော အသိဥာဏ် သို့မဟုတ် ကောင်းသောရည်ရွယ်ချက် မရှိကြသူများသည် ၎င်းတို့၌ တစ်စုံတစ်ရာသော အကြောင်းပြချက် ရှိနေလျှင်ပင် ထိုကဲ့သို့သောသူများဖြစ်သည်ဟု မိန့်တော်မူထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၌ ကောင်းကျိုးတစ်စုံတစ်ရာကို သိတော်မူပါက ၎င်းတို့ကို ကြားနာစေတော်မူခဲ့မည်။)</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် ၎င်းတို့ကို နားလည်အောင် ကူညီပေးတော်မူခဲ့မည်။ သို့သော် ဤသို့ မဖြစ်ခဲ့ပါ၊ အဘယ်ကြောင့်ဆိုသော် ထိုကဲ့သို့သောလူများတွင် ကောင်းကျိုးမရှိသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် သိတော်မူသည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَوْ أَسْمَعَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ၎င်းတို့ကို ကြားနာစေတော်မူခဲ့လျှင်ပင်...)</span> နှင့် ၎င်းတို့ကို နားလည်စေခဲ့လျှင်ပင်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَتَوَلَّوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် နောက်ပြန်လှည့်သွားကြမည်သာ ဖြစ်သည်...)</span>၊ ဆိုလိုသည်မှာ ၎င်းတို့ နားလည်ပြီးနောက်တွင်ပင် တမင်တကာနှင့် ခေါင်းမာစွာဖြင့်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَّهُم مُّعْرِضُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရွံရှာစွာဖြင့်။)</span>၊ ဆိုလိုသည်မှာ အမှန်တရားကို ရွံရှာစွာဖြင့်။</p>"
  },
  {
    "ayah_key": "8:24",
    "group_ayah_key": "8:24",
    "from_ayah": "8:24",
    "to_ayah": "8:24",
    "ayah_keys": "8:24",
    "text": "<p class=\"my translation\" lang=\"my\">အို ယုံကြည်သူအပေါင်းတို့၊ အလ္လာဟ်အရှင်မြတ်နှင့် <span class=\"gray\">(၎င်းအရှင်မြတ်၏)</span> ရစူလ်တမန်တော်က သင်တို့အား အသက်ဝင်စေမည့်အရာ (အစ္စလာမ်ဘာသာ) သို့ ဖိတ်ခေါ်သောအခါ၊ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် <span class=\"gray\">(၎င်းအရှင်မြတ်၏)</span> ရစူလ်တမန်တော်အား တုံ့ပြန်ကြလော့။ စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် လူတစ်ဦးနှင့် ၎င်း၏ နှလုံးသားအကြားသို့ ဝင်ရောက်စွက်ဖက်တော်မူကြောင်း သိထားကြလော့။ စင်စစ် သင်တို့အားလုံးသည် ၎င်းအရှင်မြတ်ထံသို့သာ စုရုံးရောက်ရှိရမည်။ <span>(၂၄)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်းအရှင်မြတ်၏ ရစူလ်တမန်တော် <span class=\"gray\">(ﷺ)</span> အား တုံ့ပြန်နာခံရန် အမိန့်တော်</h2></div><p lang=\"sw\" class=\"sw \">Al-Bukhari said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">اسْتَجِيبُوا</p><p lang=\"my\" class=\"my \">\"<span class=\"gray\">(တုံ့ပြန်ကြလော့)</span>၊ နာခံကြလော့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَا يُحْيِيكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား အသက်ဝင်စေမည့်အရာ)</span> သင်တို့၏ ကိစ္စများကို ကောင်းမွန်စေမည့်အရာ။\" အလ်-ဗုခါရီက ဆက်လက်၍ ဟဒီးဆ်တော် တင်ပြသည်မှာ အဘူ စအီဒ် ဘင် အလ်-မူအੱလ္လာ က ပြောကြားသည်၊ \"ကျွန်တော် နမာဇ် ဖတ်နေစဉ် တမန်တော်မြတ် ﷺ ဖြတ်သွားပြီး ကျွန်တော့်အား ခေါ်လိုက်သည်။ သို့သော် ကျွန်တော် နမာဇ် ပြီးသည်အထိ ၎င်းအရှင်မြတ်အား ပြန်မဖြေခဲ့ပါ။ ၎င်းအရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مَنَعَكَ أَنْ تَأْتِيَنِي؟ أَلَمْ يَقُلِ اللَّهُ:</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်အရာက သင့်အား ငါ့ထံလာရောက်ခြင်းမှ တားမြစ်ခဲ့သနည်း။ အလ္လာဟ်အရှင်မြတ်က မမိန့်တော်မူဘူးလား။</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့၊ အလ္လာဟ်အရှင်မြတ်နှင့် <span class=\"gray\">(၎င်းအရှင်မြတ်၏)</span> ရစူလ်တမန်တော်က သင်တို့အား အသက်ဝင်စေမည့်အရာသို့ ဖိတ်ခေါ်သောအခါ သင်တို့သည် တုံ့ပြန်ကြလော့။)</span>' ၎င်းနောက် ၎င်းအရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأُعَلِّمَنَّكَ أَعْظَمَ سُورَةٍ فِي الْقُرآنِ قَبْلَ أَنْ أَخْرُجَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါမထွက်ခွာမီ ကုရ်အာန်ရှိ အကြီးမြတ်ဆုံး ဆူရာအား သင်ကြားပေးမည်။)</span> ၎င်းအရှင်မြတ် ထွက်ခွာတော့မည့်အချိန်တွင် ၎င်းအရှင်မြတ် မိန့်ခဲ့သည်များကို ကျွန်တော် တင်ပြခဲ့သည်။ ၎င်းအရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် စကြာဝဠာတို့၏ အရှင်သခင် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်သည်...)</span><span class=\"gray\">[1:1-6]</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هِيَ السَّبْعُ الْمَثَانِي</p><p lang=\"so\" class=\"so \"><span class=\"gray\">(ဧကန်မလွဲ ၎င်းသည် ခုနစ်ကြိမ်တလဲလဲ ဖတ်ရွတ်ရသော အာယသ်တော်များဖြစ်သည်။)</span>'\" မုဟမ္မဒ် ဘင် အစ်ဟာက် က မုဟမ္မဒ် ဘင် ဂျအ်ဖရ် ဘင် အဇ်-ဇုဗိုင်ရ် က ပြောကြားသည်မှာ ဥရ်ဝါ ဘင် အဇ်-ဇုဗိုင်ရ် က ဤအာယသ်တော်အား ရှင်းပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့၊ အလ္လာဟ်အရှင်မြတ်နှင့် <span class=\"gray\">(၎င်းအရှင်မြတ်၏)</span> ရစူလ်တမန်တော်က သင်တို့အား အသက်ဝင်စေမည့်အရာသို့ ဖိတ်ခေါ်သောအခါ သင်တို့သည် တုံ့ပြန်ကြလော့။)</span></p><p lang=\"my\" class=\"my \">\"အလ္လာဟ်အရှင်မြတ်က သင်တို့အား အားနည်းရာမှ အားအင်၊ အင်အားမဲ့ရာမှ ခွန်အား ပေးသနားတော်မူမည့် စစ်ပွဲ <span class=\"gray\">(ဂျီဟဒ်)</span> သို့ ခေါ်သောအခါ တုံ့ပြန်ကြလော့။ သင်တို့အား ဖိနှိပ်ခဲ့သော ရန်သူထံမှ ကာကွယ်ပေးတော်မူမည်။\"</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် လူတစ်ဦးနှင့် ၎င်း၏ နှလုံးသားအကြားသို့ ဝင်ရောက်စွက်ဖက်တော်မူသည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် လူတစ်ဦးနှင့် ၎င်း၏ နှလုံးသားအကြားသို့ ဝင်ရောက်စွက်ဖက်တော်မူကြောင်း သိထားကြလော့။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ္ဘားစ်က မှတ်ချက်ပေးသည်၊ \"အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူအား ကုဖ်ရ် (မယုံကြည်ခြင်း) မှ တားဆီးတော်မူပြီး၊ မယုံကြည်သူအား အီမာန် (ယုံကြည်ခြင်း) မှ တားဆီးတော်မူသည်။\" အလ်-ဟာကိမ်က ဤအရာကို ၎င်း၏ မွတ်စ်တဒ်ရက်က် တွင် မှတ်တမ်းတင်ပြီး \"၎င်းသည် စဟီဟ်ဖြစ်ပြီး ၎င်းတို့ မှတ်တမ်းမတင်ခဲ့ပါ\" ဟု ပြောကြားခဲ့သည်။ . အလားတူပင် မူဂျာဟစ်ဒ်၊ စအီဒ်၊ အိကရီမာဟ်၊ အဒ်-ဒဟ်ဟက်က်၊ အဘူ စွာလိဟ် အတိယာဟ်၊ မူကာသိလ် ဘင် ဟိုင်ယန် နှင့် အစ်-စွတ်ဒ်ဒီ တို့က ပြောကြားခဲ့သည်။ မူဂျာဟစ်ဒ်ထံမှ အခြားတင်ပြချက်တစ်ခုတွင် ၎င်းက မှတ်ချက်ပေးသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...လူတစ်ဦးနှင့် ၎င်း၏ နှလုံးသားအကြားသို့ ဝင်ရောက်စွက်ဖက်တော်မူသည်)</span></p><p lang=\"my\" class=\"my \">\"၎င်းအား နားလည်မှုမရှိဘဲ ထားခဲ့သည်၊\" အစ်-စွတ်ဒ်ဒီက ပြောကြားသည်၊ \"မိမိကိုယ်ကို ၎င်း၏ နှလုံးသားထံမှ တားဆီးသည်၊ ထို့ကြောင့် ၎င်းသည် ၎င်းအရှင်မြတ်၏ ခွင့်ပြုချက်မရှိဘဲ မယုံကြည်နိုင်သလို မငြင်းဆန်နိုင်ပါ။\" ဤအာယသ်တော်၏ အဓိပ္ပါယ်နှင့် ကိုက်ညီသော ဟဒီးဆ်တော်များစွာ ရှိသည်။ ဥပမာအားဖြင့်၊ အိမာမ် အဟ်မဒ် က အနတ်စ် ဘင် မာလိက် ပြောကြားသည်ကို မှတ်တမ်းတင်သည်မှာ၊ \"တမန်တော်မြတ် ﷺ သည် ဤစကားလုံးများကို မကြာခဏ မိန့်ကြားလေ့ရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُقَلِّبَ الْقُلُوبِ! ثَبِّتْ قَلْبِي عَلَى دِينِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို နှလုံးသားများကို ပြောင်းလဲတော်မူသောအရှင်၊ ကျွန်ုပ်၏နှလုံးသားအား အရှင်၏ဘာသာတရားပေါ်တွင် ခိုင်မြဲစေတော်မူပါ။)</span></p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့က ပြောခဲ့သည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်တို့သည် အရှင်အားလည်းကောင်း၊ အရှင် ယူဆောင်လာသော အရာအားလည်းကောင်း ယုံကြည်ပြီးဖြစ်သည်။ ကျွန်ုပ်တို့အတွက် အရှင် စိုးရိမ်တော်မူသလား။' ၎င်းအရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، إِنَّ الْقُلُوبَ بَيْنَ إِصْبَعَيْنِ مِنْ أَصَابِعِ اللهِ تَعَالَى يُقَلِّبُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်သည်၊ နှလုံးသားများသည် အလ္လာဟ်အရှင်မြတ်၏ လက်ချောင်းနှစ်ချောင်းအကြားတွင် ရှိပြီး၊ ၎င်းအရှင်မြတ်သည် ၎င်းတို့အား <span class=\"gray\">(မိမိဆန္ဒရှိသလို)</span> ပြောင်းလဲတော်မူသည်။)</span>\"</p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ်-တီရ်မီဇီက ၎င်း၏ ဂျာမီအ် <span class=\"gray\">[ဆူနန်]</span> ရှိ ကဒါရ် ကျမ်းတွင် မှတ်တမ်းတင်ခဲ့သည့် တင်ပြချက်ဖြစ်သည်။ ၎င်းက \"ဟစန်\" ဟု ပြောခဲ့သည်။ အိမာမ် အဟ်မဒ် က အန်-နဝတ်စ် ဘင် စမ်အန် အလ်-ကိလာဘီ ပြောကြားသည်ကို မှတ်တမ်းတင်သည်မှာ ၎င်းသည် တမန်တော်မြတ် ﷺ မိန့်ကြားသည်ကို ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ قَلْبٍ إِلَّا وَهُوَ بَيْنَ أُصْبُعَيْنِ مِنْ أَصَابِعِ الرَّحْمَٰنِ رَبِّ الْعَالَمِينَ إِذَا شَاءَ أَنْ يُقِيمَهُ أَقَامَهُ وَإِذَا شَاءَ أَنْ يُزِيغَهُ أَزَاغَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှလုံးသားတိုင်းသည် စကြာဝဠာတို့၏ အရှင်သခင်၊ အလွန်မေတ္တာရှင် <span class=\"gray\">(အလ္လာဟ်)</span> အရှင်မြတ်၏ လက်ချောင်းနှစ်ချောင်းအကြားတွင် ရှိသည်။ အရှင်မြတ်က ဖြောင့်မတ်စေလိုလျှင် ဖြောင့်မတ်စေပြီး၊ အရှင်မြတ်က လွဲချော်စေလိုလျှင် လွဲချော်စေသည်။)</span></p><p lang=\"ceb\" class=\"ceb \">And he ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُقَلِّبَ الْقُلُوبِ! ثَبِّتْ قَلْبِي عَلَى دِينِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို နှလုံးသားများကို ပြောင်းလဲတော်မူသောအရှင်၊ ကျွန်ုပ်၏နှလုံးသားအား အရှင်၏ဘာသာတရားပေါ်တွင် ခိုင်မြဲစေတော်မူပါ။)</span> ၎င်းအရှင်မြတ်က မိန့်လေ့ရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمِيزَانُ بِيَدِ الرَّحْمٰنِ يَخْفِضُهُ وَيَرْفَعُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျှတမှုသည် အလ်-ရဟ်မာန်၏ လက်တော်တွင် ရှိပြီး ၎င်းအရှင်မြတ်က မြှင့်တင်တော်မူပြီး နိမ့်ကျစေတော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">ဤအရာကို အန်-နာဆာအီ နှင့် အိဗ်နု မာဂျာဟ် တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။</p>"
  }
]