[
  {
    "ayah_key": "2:262",
    "group_ayah_key": "2:262",
    "from_ayah": "2:262",
    "to_ayah": "2:264",
    "ayah_keys": "2:262,2:263,2:264",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ လမ်းကြောင်းတွင် မိမိတို့၏ ဥစ္စာဓနများကို သုံးစွဲကြ၍ မိမိတို့၏ ပေးကမ်းမှုများကို ကျေးဇူးတင်စကား သို့မဟုတ် ထိခိုက်နစ်နာမှုတို့ဖြင့် မလိုက်နာသော သူများသည် ၎င်းတို့၏ အရှင်မြတ်ထံတွင် အကျိုးဆုလာဘ်များ ရရှိကြပေမည်။ ၎င်းတို့အပေါ်၌ မည်သည့် ကြောက်ရွံ့မှုမျှ ရှိမည်မဟုတ်သလို ဝမ်းနည်းကြေကွဲခြင်းလည်း ရှိမည်မဟုတ်ပေ <span>(262)</span>ကောင်းမွန်သော စကားများနှင့် အပြစ်များကို ခွင့်လွှတ်ခြင်းသည် ထိခိုက်နစ်နာမှုနောက်မှ လိုက်ပါလာသော ဆွဒ်ဒါကဟ် <span class=\"gray\">(ဒါန)</span> ထက် ပိုကောင်းပေသည်။ အလ္လာဟ်အရှင်မြတ်သည် ချမ်းသာကြွယ်ဝတော်မူ၏ <span class=\"gray\">(လိုအပ်ချက်အားလုံးမှ ကင်းလွတ်တော်မူ၏)</span> နှင့် ကိုယ်တော်သည် အလွန်အမင်း သည်းခံတော်မူ၏ <span>(263)</span>အို ယုံကြည်သူအပေါင်းတို့! မိမိတို့၏ ဆွဒ်ဒါကဟ် <span class=\"gray\">(ဒါန)</span> များကို မိမိတို့၏ ပေးကမ်းမှုများကို သတိပေးခြင်း သို့မဟုတ် ထိခိုက်နစ်နာမှုတို့ဖြင့် အချည်းနှီး မဖြစ်စေကြနှင့်။ လူတို့ မြင်စေရန် မိမိဥစ္စာကို သုံးစွဲသူကဲ့သို့ပင် ဖြစ်၏။ ထိုသူသည် အလ္လာဟ်အရှင်မြတ်ကိုလည်း မယုံကြည်၊ နောက်ဆုံးနေ့ကိုလည်း မယုံကြည်ပေ။ ၎င်း၏ ပုံပမာသည် ဖုန်မှုန့်အနည်းငယ်ရှိသော ကျောက်သား ချောမွေ့သော ကျောက်တုံးနှင့်တူ၏။ ၎င်းအပေါ်သို့ မိုးသည်းထန်စွာ ရွာချလိုက်သောအခါ ကျောက်တုံးသည် ဗလာဖြစ်ကျန်ရစ်၏။ ၎င်းတို့သည် မိမိတို့ ရရှိခဲ့သော အရာဖြင့် မည်သည့်အရာကိုမျှ မပြုလုပ်နိုင်ကြပေ။ အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူ လူမျိုးကို လမ်းမပြတော်မူပေ <span>(264)</span></p><div lang=\"my\" class=\"my \"><h2>ပေးပြီးသော ဒါနကို ပြန်လည်သတိပေးခြင်းသည် တားမြစ်ထားသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ လမ်းကြောင်းတွင် ဥစ္စာဓနများကို သုံးစွဲကြပြီးနောက် ထိုအကြောင်းအရာကို ဒါနရရှိသူများအား စကားလုံးပုံစံဖြင့်ဖြစ်စေ၊ လုပ်ရပ်ပုံစံဖြင့်ဖြစ်စေ ပြန်လည်သတိပေးခြင်းမှ ရှောင်ကြဉ်သူများကို ချီးကျူးတော်မူ၏။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَذًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ထိခိုက်နစ်နာမှုဖြင့်)</span> ဟူသည်မှာ ၎င်းတို့သည် မိမိတို့ ဒါနပေးခဲ့သူများအား ထိခိုက်နစ်နာမှု မဖြစ်စေကြောင်း ညွှန်ပြ၏။ အဘယ်ကြောင့်ဆိုသော် ထိုထိခိုက်နစ်နာမှုသည် ဒါနကိုသာ အချည်းနှီး ဖြစ်စေမည် ဖြစ်သောကြောင့်တည်း။ အလ္လာဟ်အရှင်မြတ်သည် ဤကောင်းမှုအတွက် ၎င်းတို့အား အကောင်းဆုံးသော အကျိုးဆုလာဘ်များကို ကတိပြုတော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အကျိုးဆုလာဘ်သည် ၎င်းတို့၏ အရှင်မြတ်ထံတွင် ရှိ၏)</span> ဟူသည်မှာ အလ္လာဟ်အရှင်မြတ်ကိုယ်တိုင် ဤဖြောင့်မတ်သော လုပ်ရပ်များအတွက် ၎င်းတို့အား အကျိုးဆုချီးမြှင့်မည် ဖြစ်ကြောင်း ညွှန်ပြ၏။ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا خَوْفٌ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ်၌ မည်သည့် ကြောက်ရွံ့မှုမျှ ရှိမည်မဟုတ်)</span> ရှင်ပြန်ထမြောက်ရာနေ့၏ ကြောက်မက်ဖွယ်ရာများနှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝမ်းနည်းကြေကွဲခြင်းလည်း ရှိမည်မဟုတ်)</span> ၎င်းတို့ချန်ထားခဲ့သော သားသမီးများနှင့် ဤလောက၏ အလှအပများ၊ ပျော်ရွှင်စရာများနှင့် ပတ်သက်၍ ဖြစ်၏။ ၎င်းတို့သည် ဤအရာအတွက် နောင်တရမည်မဟုတ်ပေ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့အတွက် ပိုမိုကောင်းမွန်သော အရာများကို ရရှိကြမည် ဖြစ်သောကြောင့်တည်း။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قَوْلٌ مَّعْرُوفٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြင်နာသော စကားလုံးများ)</span> ဆိုလိုသည်မှာ မွတ်စလင်များအတွက် သနားကြင်နာသော စကားလုံးများနှင့် ဒိုအာပြုခြင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَغْفِرَةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ခွင့်လွှတ်ခြင်း)</span> ဆိုလိုသည်မှာ လုပ်ရပ် သို့မဟုတ် စကားလုံးပုံစံဖြင့် ဖြစ်ပေါ်လာသော မတရားမှုကို ခွင့်လွှတ်ခြင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَا أَذًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သည် ထိခိုက်နစ်နာမှုနောက်မှ လိုက်ပါလာသော ဆွဒ်ဒါကဟ် <span class=\"gray\">(ဒါန)</span> ထက် ပိုကောင်း၏။)</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">وَاللَّهُ غَنِيٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ချမ်းသာကြွယ်ဝတော်မူ၏)</span> မိမိ၏ ဖန်ဆင်းခံများကို မလိုအပ်ဘဲ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်အမင်း သည်းခံတော်မူ၏)</span> ၎င်းတို့အား ခွင့်လွှတ်တော်မူ၏၊ လွှတ်ပေးတော်မူ၏၊ အပြစ်မှ ချမ်းသာပေးတော်မူ၏။</p><p lang=\"my\" class=\"my \">လူတို့အား ဒါနပြုမှုများကို ပြန်လည်သတိပေးခြင်းကို တားမြစ်ထားသော ဟဒီးဆ်တော်များစွာ ရှိပါသည်။ ဥပမာအားဖြင့် မွတ်စလင်န် မှတ်တမ်းတင်ထားသည်မှာ အဗူဒါရ် က ရစူလ်တောင့် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က မိန့်တော်မူသည်ဟု ဆို၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثَةٌ لَا يُكَلِّمُهُمُ اللهُ يَوْمَ الْقِيَامَةِ، وَلَا يَنْظُرُ إِلَيْهِم، وَلَا يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ: الْمَنَّانُ بِمَا أَعْطَى، وَالْمُسْبِلُ إِزَارَهُ، وَالْمُنَفِّقُ سِلْعَتَهُ بِالْحَلِفِ الْكَاذِبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့၌ စကားပြောမည်မဟုတ်၊ ကြည့်ရှုမည်မဟုတ်၊ စင်ကြယ်စေမည်မဟုတ်သည့် လူပုဂ္ဂိုလ်သုံးဦး ရှိ၏။ ၎င်းတို့သည် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ကို ခံစားရမည်- မိမိပေးကမ်းခဲ့သည်များကို <span class=\"gray\">(လူတို့အား)</span> ပြန်လည်သတိပေးသူ၊ မိမိ၏ အဝတ်အစားများကို ခြေမျက်စိအောက်သို့ ရှည်လျားစေသူ နှင့် မိမိ၏ ကုန်ပစ္စည်းကို ရောင်းချရန်အတွက် မဟုတ်မမှန်ကျိန်ဆိုသူတို့ ဖြစ်၏။)</span></p><p lang=\"my\" class=\"my \">ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُم بِالْمَنِّ وَالْأَذَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! မိမိတို့၏ ဆွဒ်ဒါကဟ် <span class=\"gray\">(ဒါန)</span> များကို မိမိတို့၏ ပေးကမ်းမှုများကို သတိပေးခြင်း သို့မဟုတ် ထိခိုက်နစ်နာမှုတို့ဖြင့် အချည်းနှီး မဖြစ်စေကြနှင့်)</span> ဟူသည်မှာ ထိခိုက်နစ်နာမှု သို့မဟုတ် သတိပေးမှုများ လိုက်ပါလာပါက ဒါနသည် အချည်းနှီး ဖြစ်သွားမည်ဟု ဖော်ပြခြင်းဖြစ်သည်။ ဤအခြေအနေတွင် ဒါနပေးလှူခြင်း၏ အကျိုးဆုသည် ထိခိုက်နစ်နာမှုနှင့် သတိပေးမှုများကို ပယ်ဖျက်ရန် မလုံလောက်ပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့ မြင်စေရန် မိမိဥစ္စာကို သုံးစွဲသူကဲ့သို့ပင်)</span> ဆိုလိုသည်မှာ \"မိမိတို့၏ ဒါနပြုမှုများကို လူတို့အား ပြသရန် ပေးလှူသူများ၏ ဒါနကဲ့သို့ပင် သတိပေးခြင်းနှင့် ထိခိုက်နစ်နာမှုတို့ဖြင့် အချည်းနှီး မဖြစ်စေကြနှင့်\" ဟူ၍ ဖြစ်သည်။ ကြွားဝါသောသူသည် အလ္လာဟ်အရှင်မြတ်၏ အကြောင်းကြောင့် ဒါနပြုသည်ဟု ဟန်ဆောင်သော်လည်း တကယ်တမ်းတွင် လူတို့၏ ချီးမွမ်းခြင်းနှင့် ကြင်နာသော သို့မဟုတ် ရက်ရောသော ဂုဏ်သတင်းကို ရယူရန်၊ သို့မဟုတ် ဤလောက၏ အခြားသော ပစ္စည်းဥစ္စာများကို ရယူရန် ကြိုးစားခြင်း ဖြစ်သည်။ ထိုအချိန်တစ်လျှောက်လုံးတွင် သူသည် အလ္လာဟ်အရှင်မြတ်အကြောင်း သို့မဟုတ် ကိုယ်တော်၏ နှစ်သက်မှုကို ရယူခြင်းနှင့် ရက်ရောသော အကျိုးဆုလာဘ်များကို ရယူခြင်းအကြောင်း စဉ်းစားခြင်းမရှိပေ။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူသည် အလ္လာဟ်အရှင်မြတ်ကိုလည်း မယုံကြည်၊ နောက်ဆုံးနေ့ကိုလည်း မယုံကြည်ပေ။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ထို့နောက် ကြွားဝါရန်အတွက် ဒါနပေးသူ၏ ဥပမာကို ပြသတော်မူ၏။ အဒ်-ဒဟ်ဟက်ခ်က ဤဥပမာသည် မိမိ၏ ဒါနပြုမှုများကို သတိပေးခြင်း သို့မဟုတ် ထိခိုက်နစ်နာမှုတို့ဖြင့် လိုက်ပါဆောင်ရွက်သူနှင့် ကိုက်ညီသည်ဟု မှတ်ချက်ပြုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ ပုံပမာသည် စဖ်ဝါန်၏ ပုံပမာနှင့်တူ၏)</span> စဖ်ဝါန်ဟူသည် စဖ်ဝါနာမှ ဆင်းသက်လာပြီး 'ချောမွေ့သော ကျောက်ဆောင်များ' ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ</p><p lang=\"fy\" class=\"fy \"><span class=\"gray\">(on which is little dust; on it falls a Wabil)</span> meaning, heavy rain,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَتَرَكَهُ صَلْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဗလာဖြစ်ကျန်ရစ်၏။)</span> ဤအာယတ်တော်က မိုးသည်းထန်စွာ ရွာချခြင်းသည် စဖ်ဝါန်ကို ဖုန်မှုန့်များ ကင်းမဲ့စွာ လုံးဝဗလာဖြစ်စေခဲ့သည်ဟု အဓိပ္ပါယ်ရသည်။ ကြွားဝါသူများ၏ လုပ်ရပ်များနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်၏ လုပ်ဆောင်ပုံမှာလည်း ထို့အတူပင် ဖြစ်၏။ လူတို့သည် ဤလုပ်ရပ်များကို ဖုန်မှုန့်များကဲ့သို့ များပြားသည်ဟု ထင်မြင်သော်လည်း ၎င်းတို့၏ လုပ်ရပ်များသည် ကွယ်ပျောက်ပြီး ပျောက်ကွယ်သွားရန် အသေအချာ ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَقْدِرُونَ عَلَىٰ شَيْءٍ مِّمَّا كَسَبُوا وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့ ရရှိခဲ့သော အရာဖြင့် မည်သည့်အရာကိုမျှ မပြုလုပ်နိုင်ကြပေ။ အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူ လူမျိုးကို လမ်းမပြတော်မူပေ။)</span></p>"
  },
  {
    "ayah_key": "2:265",
    "group_ayah_key": "2:265",
    "from_ayah": "2:265",
    "to_ayah": "2:265",
    "ayah_keys": "2:265",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုကို ရှာမှီးလျက် မိမိတို့၏ ဥစ္စာဓနများကို သုံးစွဲသူများ၏ ပုံပမာမှာ ၎င်းတို့သည် မိမိတို့၏ စိတ်ဝိညာဉ်များ၌ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား <span class=\"gray\">(ကိုယ်တော်၏ လမ်းကြောင်းတွင် သုံးစွဲမှုအတွက်)</span> အကျိုးဆု ချီးမြှင့်မည်ဟု အသေအချာ ယုံကြည်ကြသူများ ဖြစ်သည်။ ၎င်းတို့၏ ပုံပမာမှာ ကုန်းမြင့်ပေါ်ရှိ ဥယျာဉ်နှင့်တူ၏။ ထိုဥယျာဉ်ပေါ်သို့ မိုးသည်းထန်စွာ ရွာသွန်းသောအခါ ၎င်း၏ ရိတ်သိမ်းမှု အထွက်နှုန်းကို နှစ်ဆတိုးစေ၏။ မိုးသည်းထန်စွာ မရွာသွန်းသော်လည်း မိုးပေါ့ဖြင့် လုံလောက်၏။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သည်များကို အလုံးစုံ မြင်တော်မူ၏ <span class=\"gray\">(ကောင်းစွာ သိတော်မူ၏)</span>။ ဤကား အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုကိုသာ ရှာမှီး၍ ဒါနပေးလှူသော ယုံကြည်သူတို့၏ ဥပမာ ဖြစ်၏ <span>(265)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَثْبِيتًا مِّنْ أَنفُسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့၏ စိတ်ဝိညာဉ်များ၌ အသေအချာ ယုံကြည်ကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ဤဖြောင့်မတ်သော လုပ်ရပ်များအတွက် အကောင်းဆုံး အကျိုးဆုများဖြင့် ၎င်းတို့အား အကျိုးချီးမြှင့်မည်ဟု အသေအချာ ယုံကြည်ကြသည်။ အလားတူပင် အလ်-ဘူခါရီ နှင့် မွတ်စလင်န် မှတ်တမ်းတင်ထားသော ဟဒီးဆ်တော်တွင် ရစူလ်တောင့် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က မိန့်တော်မူ၏၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ရမ်ဇာန်ဥပုသ်ကို ယုံကြည်မှုနှင့် မျှော်လင့်ချက်ဖြင့် စောင့်ထိန်းပါက...)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က ဥပုသ်စောင့်ရန် အမိန့်ပေးထားသည်ဟု ယုံကြည်ပြီး ထိုဥပုသ်စောင့်ထိန်းမှုအတွက် ကိုယ်တော်၏ အကျိုးဆုကို မျှော်လင့်နေခြင်း ဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရဗ်ဝါဟ်ပေါ်ရှိ ဥယျာဉ်နှင့်တူ၏)</span> ဆိုလိုသည်မှာ ပညာရှင်အများစုက ဖော်ပြထားသည့်အတိုင်း 'မြေပြင်ထက်မြင့်သော ကုန်းပြင်' ပေါ်ရှိ ဥယျာဉ်၏ ဥပမာ ဖြစ်သည်။ အိဗ်နု အဗ္ဗားစ် နှင့် အဒ်-ဒဟ်ဟက်ခ်တို့က ၎င်းတွင် စီးဆင်းနေသော မြစ်များလည်း ရှိသည်ဟု ထပ်လောင်းပြောကြားခဲ့သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَصَابَهَا وَابِلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝါဘိလ် ရွာသွန်းသောအခါ)</span> ဆိုလိုသည်မှာ ကျွန်ုပ်တို့ ဖော်ပြခဲ့သည့်အတိုင်း မိုးသည်းထန်စွာ ရွာသွန်းခြင်း ဖြစ်သည်။ ထို့ကြောင့် ၎င်းသည် ၎င်း၏ အသီးအနှံများကို ထုတ်လုပ်ပေး၏၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">أُكُلَهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အထွက်နှုန်း)</span> ဆိုလိုသည်မှာ သစ်သီးများ သို့မဟုတ် စိုက်ပျိုးထွက်ကုန်များ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ضِعْفَيْنِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှစ်ဆတိုးသည်)</span> အခြားဥယျာဉ်များနှင့် နှိုင်းယှဉ်ပါက။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးသည်းထန်စွာ မရွာသွန်းသော်လည်း မိုးပေါ့ဖြင့် လုံလောက်၏။)</span></p><p lang=\"my\" class=\"my \">အဒ်-ဒဟ်ဟက်ခ်က 'တလ်လ်' ဟူသည် မိုးပေါ့ ဖြစ်သည်ဟု ဆို၏။ အာယတ်တော်က ရဗ်ဝါဟ်ပေါ်ရှိ ဥယျာဉ်သည် အမြဲစိမ်းလန်းဝေဆာကြောင်း ညွှန်ပြ၏။ အဘယ်ကြောင့်ဆိုသော် မိုးသည်းထန်စွာ မရွာသွန်းသော်လည်း မိုးပေါ့ဖြင့် ၎င်းအတွက် လုံလောက်မည် ဖြစ်သောကြောင့်တည်း။ ယုံကြည်သူ၏ ကောင်းမှုများတွင်လည်း ထိုနည်းအတူပင် ဖြစ်၏။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ဘယ်တော့မျှ အချည်းနှီး မဖြစ်သောကြောင့်တည်း။ ယင်းအစား အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူ၏ ဖြောင့်မတ်သော လုပ်ရပ်များကို လက်ခံပြီး ၎င်းတို့၏ လုပ်ရပ်များအလိုက် တိုးပွားစေတော်မူ၏။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သည်များကို အလုံးစုံ မြင်တော်မူ၏)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ ကျွန်များ၏ လုပ်ရပ်များထဲမှ တစ်ခုမျှ ကိုယ်တော်၏ ပြည့်စုံသော စောင့်ကြည့်မှုမှ လွတ်ကင်းခြင်း မရှိပေ။</p>"
  }
]