[
  {
    "ayah_key": "42:40",
    "group_ayah_key": "42:40",
    "from_ayah": "42:40",
    "to_ayah": "42:43",
    "ayah_keys": "42:40,42:41,42:42,42:43",
    "text": "<p lang=\"my\" class=\"my \">မကောင်းမှု၏ အကျိုးသည် ထိုမကောင်းမှုကဲ့သို့ပင် ဖြစ်၏။ သို့သော် မည်သူမဆို ခွင့်လွှတ်ပြီး ပြန်လည်သင့်မြတ်စေပါက ၎င်း၏ဆုလာဘ်သည် အလ္လာဟ်အရှင်မြတ်ထံ၌ ရှိ၏။ မှန်စင်စစ် အရှင်မြတ်သည် မတရားသူများကို မနှစ်သက်ပေ။ <span>(၄၀)</span>မိမိအား မတရားပြုခံရပြီးနောက် လက်စားချေသူမည်သူမဆိုအတွက် ၎င်းတို့အပေါ် အပြစ်တင်စရာလမ်းမရှိပေ <span>(၄၁)</span>လမ်းသည် လူများကို ဖိနှိပ်ပြီး အကြောင်းမဲ့ ကမ္ဘာမြေ၌ ပုန်ကန်သူများအပေါ်တွင်သာ ရှိ၏။ ထိုသူတို့အတွက် နာကျင်စေသော ပြစ်ဒဏ်ရှိပေလိမ့်မည် <span>(၄၂)</span>မှန်စင်စစ် မည်သူမဆို သည်းခံပြီး ခွင့်လွှတ်ပါက ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်မှ အကြံပြုထားသော အရာများထဲမှ ဖြစ်ပေလိမ့်မည် <span>(၄၃)</span></p><p lang=\"no\" class=\"no \">Forgiving or exacting Revenge on Wrongdoers</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းမှု၏ အကျိုးသည် ထိုမကောင်းမှုကဲ့သို့ပင် ဖြစ်၏)</span>။ ဤသည် အာယတ်ကဲ့သို့ပင် ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اعْتَدَىٰ عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَىٰ عَلَيْكُمْ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့အပေါ် တားမြစ်ထားသည်ကို မည်သူမဆို ကျူးလွန်ပါက သင်တို့သည်လည်း ထိုသူအပေါ် ထိုနည်းတူ ကျူးလွန်ကြကုန်)</span><span class=\"gray\">(၂:၁၉၄)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ عَاقَبْتُمْ فَاعْقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ အပြစ်ပေးပါက သင်တို့ကို ဒုက္ခရောက်စေခဲ့သည့်နည်းတူ သူတို့ကို အပြစ်ပေးကြကုန်)</span><span class=\"gray\">(၁၆:၁၂၆)</span>။ တရားမျှတမှုကို သတ်မှတ်ထားပြီးဖြစ်သည်၊ အပြစ်ပေးရာတွင် တန်းတူညီမျှမှုဆိုင်ရာ သတ်မှတ်ထားသော ဥပဒေများ <span class=\"gray\">(အလ်ကီစာစ်)</span> ပုံစံဖြင့် ဖြစ်သော်လည်း၊ ပိုမိုကောင်းမွန်သော နည်းလမ်းဖြစ်သည့် ခွင့်လွှတ်ခြင်းကို အကြံပြုထားသည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်းပင်:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْجُرُوحَ قِصَاصٌ ۚ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒဏ်ရာများကို တူမျှစွာ အစားပေးရမည်။ သို့သော် မည်သူမဆို အလှူအတန်းအဖြစ် အစားပြန်ပေးခြင်းကို စွန့်လွှတ်ပါက ၎င်းအတွက် အပြစ်ဖြေရာဖြစ်သည်)</span><span class=\"gray\">(၅:၄၅)</span>။ ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည်မှာ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မည်သူမဆို ခွင့်လွှတ်ပြီး ပြန်လည်သင့်မြတ်စေပါက ၎င်း၏ဆုလာဘ်သည် အလ္လာဟ်အရှင်မြတ်ထံ၌ ရှိ၏။)</span> ဆိုသည်မှာ ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်ထံ၌ အချည်းနှီး ဖြစ်လိမ့်မည်မဟုတ်။ ဆဟီးဟ် ဟဒီးစ်တော်တွင် ပါရှိသည်မှာ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا زَادَ اللهُ تَعَالَىٰ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ခွင့်လွှတ်သူကို ဂုဏ်သိက္ခာမှလွဲ၍ တိုးပွားစေသည်မဟုတ်။)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် အရှင်မြတ်သည် မတရားသူများကို မနှစ်သက်ပေ။)</span> ဆိုသည်မှာ ကျူးကျော်သူများ၊ ဆိုလိုသည်မှာ မကောင်းမှုများကို စတင်ပြုလုပ်သူများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَٰئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် မည်သူမဆို မိမိအား မတရားပြုခံရပြီးနောက် လက်စားချေပါက ထိုသူတို့အပေါ် အပြစ်တင်စရာလမ်းမရှိပေ။)</span> ဆိုသည်မှာ မိမိကို မတရားပြုသူအား လက်စားချေခြင်းအတွက် ၎င်းအပေါ် အပြစ်မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا السَّبِيلُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်း)</span> ဆိုသည်မှာ အပြစ်၏ဝန်ထုပ်ဝန်ပိုးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သည် လူများကို ဖိနှိပ်ပြီး အကြောင်းမဲ့ ကမ္ဘာမြေ၌ ပုန်ကန်သူများအပေါ်တွင်သာ ရှိ၏)</span> ဆိုသည်မှာ အခြားသူများအပေါ် မတရားမှုများကို စတင်ပြုလုပ်သူများ ဖြစ်သည်။ ဆဟီးဟ် ဟဒီးစ်တော်တွင် ပါရှိသည်မှာ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُسْتَبَّانِ مَا قَالَا فَعَلَى الْبَادِىءِ، مَا لَمْ يَعْتَدِ الْمَظْلُومُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူနှစ်ဦး အချင်းချင်း ဆဲဆိုကြသောအခါ မတရားသောလုပ်ရပ်ကို စတင်သူသည် အပြစ်ရှိ၏၊ မတရားခံရသူက လက်တုံ့ပြန်ရာတွင် အတိုင်းအတာကျော်လွန်ခြင်းမရှိသရွေ့ ဖြစ်သည်)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့အတွက် နာကျင်စေသော ပြစ်ဒဏ်ရှိပေလိမ့်မည်။)</span> ဆိုသည်မှာ ပြင်းထန်ပြီး ဆင်းရဲဒုက္ခပေးသော ပြစ်ဒဏ်ဖြစ်သည်။ မုဟမ္မဒ် ဘင် ဝါစီအ် က ပြောသည်ဟု ဖော်ပြထားသည်မှာ \"ကျွန်ုပ် မက္ကာဟ်သို့ ရောက်လာသောအခါ ကျုံးပေါ်တွင် လုံခြုံရေး စခန်းတစ်ခု ရှိပြီး ထိုစခန်း၏ အစောင့်များက ကျွန်ုပ်ကို ဘစရာဟ်မြို့စား မရ်ဝါန် ဘင် အလ်-မူဟလ်လဗ် ထံ ခေါ်သွားကြသည်။ သူက 'အဘူ အဗ်ဒုလ္လာဟ်၊ ခင်ဗျား ဘာလိုချင်သလဲ' ဟု မေးသည်။ ကျွန်ုပ်က 'ခင်ဗျား လုပ်နိုင်မယ်ဆိုရင် ကျွန်ုပ်က ခင်ဗျားကို ဘနူ အဒီ ညီအစ်ကိုလို ဖြစ်စေချင်တယ်' ဟု ပြောသည်။ သူက 'ဘနူ အဒီ ညီအစ်ကိုက ဘယ်သူလဲ' ဟု မေးသည်။ သူက 'အလ်-အလာအ် ဘင် ဇီယာဒ် ဖြစ်သည်; သူသည် တစ်ချိန်က သူ၏ သူငယ်ချင်းတစ်ဦးကို အာဏာပိုင်ရာထူးတစ်ခု ပေးခဲ့ပြီး သူထံသို့ စာရေးခဲ့သည်- သင် လုပ်နိုင်လျှင် သင်၏ ကျောဘက်၌ ဘာမျှမရှိအောင် <span class=\"gray\">[ဆိုလိုသည်မှာ သင် မည်သူ့ကိုမှ ဘာမျှ အကြွေးမတင်စေရန်]</span>၊ သင်၏ ဗိုက်ဗလာဖြစ်အောင်နှင့် သင်၏ လက်များသည် မွတ်စလင်မ်တို့၏ သွေး သို့မဟုတ် ပစ္စည်းဥစ္စာတို့ဖြင့် မစွန်းထင်းအောင် သေချာစေပြီးမှသာ အိပ်ပါ။ သင် ထိုသို့ လုပ်ပါက သင်အပေါ် အပြစ်တင်စရာ လမ်း <span class=\"gray\">(လမ်းကြောင်း)</span> မရှိပေ –</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ ۚ أُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းသည် လူများကို ဖိနှိပ်ပြီး အကြောင်းမဲ့ ကမ္ဘာမြေ၌ ပုန်ကန်သူများအပေါ်တွင်သာ ရှိ၏။ ထိုသူတို့အတွက် နာကျင်စေသော ပြစ်ဒဏ်ရှိပေလိမ့်မည်။)</span>' မရ်ဝါန်က 'အလ္လာဟ်ကို တိုင်တည်ပြီး သူ မှန်တာပြောတာ၊ ရိုးသားတဲ့ အကြံဉာဏ်ပေးတာပဲ' ဟု ပြောသည်။ ထို့နောက် သူက 'အဘူ အဗ်ဒုလ္လာဟ်၊ ခင်ဗျား ဘာလိုချင်သလဲ' ဟု မေးသည်။ ကျွန်ုပ်က 'ကျွန်ုပ်ကို ကျွန်ုပ်၏ မိသားစုနှင့် ပြန်လည်ပေါင်းစည်းခွင့်ပြုရန် ခင်ဗျားကို လိုအပ်တယ်' ဟု ပြောသည်။ သူက 'ကောင်းပြီ <span class=\"gray\">[ကျွန်ုပ် လုပ်ပေးမယ်]</span>' ဟု ပြောသည်။\" ဤအရာကို အိဗ်နု အဘီ ဟာတိမ်က မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် မတရားမှုကိုနှင့် ထိုသို့ ပြုမူသူများကို ရှုတ်ချပြီး အလ်-ကီစာစ်ကို သတ်မှတ်ထားသောအခါ အရှင်မြတ်က ခွင့်လွှတ်ခြင်းကို တိုက်တွန်းခဲ့သည်:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَنْ صَبَرَ وَغَفَرَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် မည်သူမဆို သည်းခံပြီး ခွင့်လွှတ်ပါက၊)</span> ဆိုသည်မှာ မည်သူမဆို စော်ကားမှုကို သည်းခံပြီး မကောင်းမှုကို ဖုံးကွယ်ထားလျှင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ الْأُمُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်မှ အကြံပြုထားသော အရာများထဲမှ ဖြစ်ပေလိမ့်မည်။)</span> စအိဒ် ဘင် ဂျူဘိုင်ရ် က 'ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က အမိန့်ပေးထားသည့် အရာများထဲမှ တစ်ခု ဖြစ်သည်' ဟု ဆိုလိုသည်၊ ဆိုလိုသည်မှာ ကြီးမားသော ဆုလာဘ်နှင့် ချီးမွမ်းခြင်းများ ရရှိမည့် ကောင်းမှုများ ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "42:44",
    "group_ayah_key": "42:44",
    "from_ayah": "42:44",
    "to_ayah": "42:46",
    "ayah_keys": "42:44,42:45,42:46",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် မည်သူ့ကိုမဆို လမ်းမှားစေပါက ၎င်းအတွက် အရှင်မြတ်ပြီးနောက် မည်သည့် ကာကွယ်သူမျှ မရှိပေ။ မတရားသူများကို ပြစ်ဒဏ်မြင်သောအခါ သင် မြင်ရလိမ့်မည်၊ ၎င်းတို့က 'ပြန်လာဖို့ လမ်းရှိသေးသလား။ <span>(၄၄)</span>သင်သည် ၎င်းတို့ကို <span class=\"gray\">(ငရဲ)</span>သို့ ရှေ့တိုးခေါ်ဆောင်လာသည်ကို မြင်ရလိမ့်မည်၊ အရှက်ရပြီး နှိမ့်ချခံရကာ တိတ်တိတ်ကလေး ကြည့်နေကြလိမ့်မည်။ ယုံကြည်သူများက 'မှန်စင်စစ် ရှုံးနိမ့်သူများသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် မိမိကိုယ်ကိုယ်နှင့် မိသားစုများကို ဆုံးရှုံးသူများ ဖြစ်ကြသည်' ဟု ပြောကြလိမ့်မည်။ မှန်စင်စစ် မတရားသူများသည် ထာဝရ ပြစ်ဒဏ်၌ ရှိကြလိမ့်မည် <span>(၄၅)</span>၎င်းတို့တွင် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကူညီရန် မည်သည့် ကာကွယ်သူမျှ မရှိပေ။ အလ္လာဟ်အရှင်မြတ် မည်သူ့ကိုမဆို လမ်းမှားစေပါက ၎င်းအတွက် လမ်းမရှိပေ <span>(၄၆)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့တွင် မတရားသူတို့၏ အခြေအနေ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ် အလိုရှိသမျှ ဖြစ်မြောက်သည်၊ အလိုမရှိသမျှ မဖြစ်မြောက်ကြောင်း၊ မည်သူမျှ ဖြစ်မြောက်အောင် မလုပ်နိုင်ကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားထားသည်။ အရှင်မြတ် မည်သူ့ကိုမဆို လမ်းပြပါက မည်သူမျှ လမ်းမှားစေနိုင်မည်မဟုတ်ပေ။ အရှင်မြတ် မည်သူ့ကိုမဆို လမ်းမှားစေပါက မည်သူမျှ လမ်းပြနိုင်မည်မဟုတ်ပေ။ အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်း:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အရှင်မြတ် လမ်းမှားစေသူကိုမူ သင်သည် လမ်းပြရန် မည်သည့် ကာကွယ်သူကိုမျှ တွေ့ရမည်မဟုတ်။)</span><span class=\"gray\">(၁၈:၁၇)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မတရားသူများ၊ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ရာ၌ တွဲဖက်သူများအကြောင်း ကျွန်ုပ်တို့အား မိန့်ကြားထားသည်:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمَّا رَأَوُا الْعَذَابَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ ပြစ်ဒဏ်ကို မြင်သောအခါ၊)</span> ဆိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့သည် ဤလောကသို့ ပြန်သွားနိုင်ရန် ဆန္ဒပြုကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِنْ سَبِيلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က 'ပြန်လာဖို့ လမ်းရှိသေးသလား။' ဟု ပြောကြလိမ့်မည်။)</span> ဤသည် အာယတ်ကဲ့သို့ပင် ဖြစ်သည်:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ - بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ ۖ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ၎င်းတို့ကို <span class=\"gray\">(ငရဲ)</span>မီးအပေါ် ထိန်းသိမ်းထားသည်ကို မြင်ရလျှင်! သူတို့က 'အို၊ ကျွန်ုပ်တို့ကိုသာ ပြန်လွှတ်ပေးခဲ့လျှင်! ထို့နောက် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အရှင်သခင်၏ အာယတ်တော်များကို မငြင်းဆန်တော့ဘဲ ယုံကြည်သူများထဲမှ ဖြစ်လာလိမ့်မည်!' ဟု ပြောကြလိမ့်မည်။ သို့သော် သူတို့ ယခင်က ဖုံးကွယ်ထားခဲ့သည်များ သူတို့အား ထင်ရှားပေါ်လွင်လာခဲ့သည်။ သို့သော် သူတို့ကို ပြန်လွှတ်ပေးခဲ့လျှင်လည်း သူတို့ တားမြစ်ခံရသည့်အရာသို့ ပြန်လှည့်သွားကြလိမ့်မည်မှာ သေချာသည်။ မှန်စင်စစ် သူတို့သည် လိမ်ညာသူများဖြစ်သည်)</span><span class=\"gray\">(၆:၂၇-၂၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ၎င်းတို့ကို ၎င်းထံသို့ ရှေ့တိုးခေါ်ဆောင်လာသည်ကို မြင်ရလိမ့်မည်)</span> ဆိုသည်မှာ ငရဲမီးသို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَاشِعِينَ مِنَ الذُّلِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှက်ရပြီး နှိမ့်ချခံရကာ၊)</span> ဆိုသည်မှာ သင့်လျော်သောနည်းဖြင့် ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်အပေါ် ယခင်က မနာခံခဲ့သောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(နှင့်)</span> တိတ်တိတ်ကလေး ကြည့်နေကြလိမ့်မည်။)</span> မူဂျာဟစ်ဒ် က 'အရှက်ရသော ပုံစံဖြင့်' ဟု ပြောသည်။ ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းကို ကြောက်ရွံ့သောကြောင့် ခိုးကြောင်ခိုးဝှက် ကြည့်ကြလိမ့်မည်။ သို့သော် ၎င်းတို့ ကြောက်ရွံ့သောအရာသည် မလွဲဧကန် ဖြစ်လာလိမ့်မည်၊ ထိုထက်ဆိုးရွားသောအရာ ဖြစ်လိမ့်မည် – အလ္လာဟ်အရှင်မြတ် ကျွန်ုပ်တို့အား ထိုအရာမှ ကယ်တင်တော်မူပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ آمَنُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများက ပြောကြလိမ့်မည်)</span> ဆိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့က ပြောကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْخَاسِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် ရှုံးနိမ့်သူများသည်...)</span> ဆိုသည်မှာ အကြီးမားဆုံး ရှုံးနိမ့်သူများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် မိမိကိုယ်ကိုယ်နှင့် မိသားစုများကို ဆုံးရှုံးသူများ ဖြစ်ကြသည်)</span> ဆိုသည်မှာ ၎င်းတို့အား ငရဲမီးသို့ ခေါ်ဆောင်သွားပြီး နောင်ဘဝတွင် မည်သည့် ပျော်ရွှင်မှုမျိုးမှ ဆုံးရှုံးစေလိမ့်မည်။ ၎င်းတို့သည် မိမိကိုယ်ကိုယ် ဆုံးရှုံးကြလိမ့်မည်၊ ၎င်းတို့ ချစ်ခင်သူများ၊ အပေါင်းအသင်းများ၊ မိသားစုများနှင့် ဆွေမျိုးများမှ ခွဲခွာရလိမ့်မည်၊ ၎င်းတို့ကို ဆုံးရှုံးကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် မတရားသူများသည် ထာဝရ ပြစ်ဒဏ်၌ ရှိကြလိမ့်မည်။)</span> ဆိုသည်မှာ ထာဝရနှင့် နိစ္စထူဝ ဖြစ်သည်၊ ထွက်လမ်းမရှိ၊ လွတ်မြောက်မှုမရှိ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لَهُمْ مِنْ أَوْلِيَاءَ يَنْصُرُونَهُمْ مِنْ دُونِ اللَّهِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တွင် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကူညီရန် မည်သည့် ကာကွယ်သူမျှ မရှိပေ။)</span> ဆိုသည်မှာ ၎င်းတို့ ခံစားနေရသော ပြစ်ဒဏ်နှင့် ညှဉ်းပန်းနှိပ်စက်မှုမှ ကယ်တင်မည့်သူ မည်သူမျှ မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ سَبِيلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် မည်သူ့ကိုမဆို လမ်းမှားစေပါက ၎င်းအတွက် လမ်းမရှိပေ။)</span> ဆိုသည်မှာ လွတ်မြောက်မှုမရှိ။</p>"
  }
]