[
  {
    "ayah_key": "2:97",
    "group_ayah_key": "2:97",
    "from_ayah": "2:97",
    "to_ayah": "2:98",
    "ayah_keys": "2:97,2:98",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ <span class=\"gray\">(အို မိုဟာမက် ﷺ)</span>: \"ဂျိဘ်ရီလ် <span class=\"gray\">(ဂါဘရီရယ်)</span> ကို ရန်သူပြုသူ <span class=\"gray\">(သူ၏ ဒေါသဖြင့် သေပါစေ)</span> မည်သူမဆို၊ အမှန်စင်စစ် သူသည် ၎င်း <span class=\"gray\">(ဤကုရ်အာန်)</span> ကို အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် သင်၏ နှလုံးသားသို့ ချပေးခဲ့ပြီး၊ ၎င်းမတိုင်မီ <span class=\"gray\">(ဆိုလိုသည်မှာ တော်ရာနှင့် အင်ဂျီလ်)</span> က လာခဲ့သည်များကို အတည်ပြုကာ ယုံကြည်သူတို့အတွက် လမ်းညွှန်မှုနှင့် ဝမ်းမြောက်ဖွယ်ရာ သတင်းကောင်းများဖြစ်သည်။ <span>(၉၇)</span>\"အလ္လာဟ်အရှင်မြတ်၊ အရှင်၏ ကောင်းကင်တမန်များ၊ အရှင်၏ တမန်တော်များ၊ ဂျိဘ်ရီလ်နှင့် မီကာအီလ်တို့ကို ရန်သူပြုသူ မည်သူမဆို၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူတို့၏ ရန်သူဖြစ်သည်။ <span>(၉၈)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးများသည် ဂျိဘ်ရီလ်၏ ရန်သူများ ဖြစ်ကြသည်</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အဘူ ဂျာအ်ဖာရ် ဘင် ဂျာရီရ် အတ်-တာဘာရီက ပြောကြားခဲ့သည်- \"ဤအာယတ်တော် <span class=\"gray\">(၂: ၉၇-၉၈)</span> သည် ဂျိဘ်ရီလ် <span class=\"gray\">(ဂါဘရီရယ်)</span> သည် ဂျူးတို့၏ ရန်သူဖြစ်ပြီး မီကာအီလ် <span class=\"gray\">(မိုက်ကယ်)</span> သည် ၎င်းတို့၏ မိတ်ဆွေဖြစ်သည်ဟု တောင်းဆိုခဲ့သော ဂျူးတို့အား တုံ့ပြန်သည့်အနေဖြင့် ထုတ်ပြန်ခဲ့သည်ဟု တဖ်စီရ်ပညာရှင်များက သဘောတူကြသည်။\" အလ်-ဘူခါရီက ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مَن كَانَ عَدُوًّا لِّجِبْرِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျိဘ်ရီလ်ကို ရန်သူပြုသူ <span class=\"gray\">(သူ၏ ဒေါသဖြင့် သေပါစေ)</span> မည်သူမဆို)</span>။ 'အိကရိမာဟ်က ပြောကြားခဲ့သည်- \"ဂျိဘ်၊ မစ်ခ်နှင့် အစ္စရာဖ်တို့အားလုံးသည် ဝတ်ပြုသူဟု အဓိပ္ပါယ်ရပြီး 'အီလ်' ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ဟု အဓိပ္ပါယ်ရသည်။\" အနပ်စ် ဘင် မာလိခ်က ပြောကြားခဲ့သည်- \"'အဗ်ဒုလ္လာဟ် ဘင် စလာမ်သည် အလ်-မာဒီနာဟ်သို့ တမန်တော် ﷺ ရောက်ရှိလာကြောင်း ကြားသိသောအခါ သူသည် သူ၏ မြေယာတွင် အလုပ်လုပ်နေသည်။ သူသည် တမန်တော် ﷺ ထံသို့ ရောက်ရှိလာပြီး ပြောကြားခဲ့သည်- 'တမန်တော်မှလွဲ၍ မည်သူမျှမသိသော အရာသုံးခုနှင့် ပတ်သက်၍ သင့်အား မေးမြန်းပါမည်။ နာရီ၏ ပထမဆုံး လက္ခဏာရပ်ကား အဘယ်နည်း။ ဂျန္နတ် (ပရဒိသု) တွင် လူတို့ စားသုံးမည့် ပထမဆုံး အစားအစာကား အဘယ်နည်း။ ကလေးတစ်ဦးသည် သူ၏ ဖခင်နှင့် အဘယ်ကြောင့် တူညီပြီး သူ၏ မိခင်ဘက်မှ ဦးလေးနှင့် အဘယ်ကြောင့် တူညီသနည်း။' အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့သည်- \"ဂျိဘ်ရီလ်သည် ကျွန်ုပ်အား အဖြေများကို ခုနကမှ ပြောပြခဲ့သည်။\" 'အဗ်ဒုလ္လာဟ်က ပြောကြားခဲ့သည်- 'သူ <span class=\"gray\">(ဆိုလိုသည်မှာ ဂျိဘ်ရီလ်)</span> သည် ကောင်းကင်တမန်များအားလုံးထဲတွင် ဂျူးတို့၏ ရန်သူဖြစ်သည်။' အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အာယတ်တော်ကို ရွတ်ဖတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَىٰ قَلْبِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျိဘ်ရီလ် <span class=\"gray\">(ဂါဘရီရယ်)</span> ကို ရန်သူပြုသူ <span class=\"gray\">(သူ၏ ဒေါသဖြင့် သေပါစေ)</span> မည်သူမဆို၊ အမှန်စင်စစ် သူသည် ၎င်း <span class=\"gray\">(ဤကုရ်အာန်)</span> ကို သင်၏ နှလုံးသားသို့ ချပေးခဲ့သည်)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ထို့နောက် ပြောကြားခဲ့သည်- <span class=\"gray\">(နာရီ၏ ပထမဆုံး လက္ခဏာရပ်မှာ အရှေ့မှ အနောက်သို့ လူများကို စုစည်းပေးမည့် မီးဖြစ်လိမ့်မည်။ ဂျန္နတ် (ပရဒိသု) တွင် လူတို့၏ ပထမဆုံး အစားအစာမှာ ငါး၏ အသည်းအမြီးဖက် အလုံးလေး ဖြစ်လိမ့်မည်။ ကလေးသည် သူ၏ မိဘများနှင့် တူညီခြင်းနှင့် ပတ်သက်၍မှာ- အကယ်၍ အမျိုးသားတစ်ဦးသည် သူ၏ ဇနီးနှင့် လိင်ဆက်ဆံပြီး သူ၏ သုတ်ရည်သည် ဦးစွာ ထွက်ရှိပါက ကလေးသည် ဖခင်နှင့် တူညီလိမ့်မည်။ အကယ်၍ အမျိုးသမီး၏ သုတ်ရည်သည် ဦးစွာ ထွက်ရှိပါက ကလေးသည် သူမ၏ မိသားစုဖက်နှင့် တူညီလိမ့်မည်။)</span> ထိုအခါ 'အဗ်ဒုလ္လာဟ် ဘင် စလာမ်က ပြောကြားခဲ့သည်- 'အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ဝတ်ပြုကိုးကွယ်ထိုက်သော အရှင်မရှိပါဟု ကျွန်ုပ် သက်သေခံပါသည်၊ သင်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ဖြစ်သည်'။ 'အဗ်ဒုလ္လာဟ် ဘင် စလာမ်က ထပ်မံ၍ ပြောကြားခဲ့သည်- 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ဂျူးတို့သည် မုသားပြောသူများဖြစ်ပြီး သင်သည် ၎င်းတို့ကို ကျွန်ုပ် <span class=\"gray\">(ကျွန်ုပ်အကြောင်း)</span> မမေးမြန်းမီ ကျွန်ုပ်၏ အစ္စလာမ်သို့ ကူးပြောင်းခြင်းအကြောင်း ၎င်းတို့ သိရှိပါက ၎င်းတို့သည် ကျွန်ုပ်အကြောင်း လိမ်ညာပြောဆိုကြလိမ့်မည်။' ဂျူးတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ရောက်ရှိလာပြီး 'အဗ်ဒုလ္လာဟ်သည် အိမ်တွင်းသို့ ဝင်သွားသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က <span class=\"gray\">(ဂျူးတို့အား)</span> မေးမြန်းခဲ့သည်- <span class=\"gray\">('အဗ်ဒုလ္လာဟ် ဘင် စလာမ်သည် မည်ကဲ့သို့သော လူမျိုးနည်း။')</span> ၎င်းတို့က ပြန်လည်ဖြေကြားခဲ့သည်- 'သူသည် ကျွန်ုပ်တို့ထဲတွင် အကောင်းဆုံးဖြစ်သည်၊ ကျွန်ုပ်တို့ထဲမှ အကောင်းဆုံးသူ၏ သားဖြစ်သည်၊ ကျွန်ုပ်တို့၏ သခင်ဖြစ်သည်၊ ကျွန်ုပ်တို့၏ သခင်၏ သားဖြစ်သည်'။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့သည်- <span class=\"gray\">(သူ အစ္စလာမ်ဘာသာကို လက်ခံပါက သင်တို့ မည်သို့ ထင်မြင်သနည်း။)</span> ဂျူးတို့က ပြောကြားခဲ့သည်- 'အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ၎င်းမှ ကယ်တင်ပါစေ'။ ထို့နောက် 'အဗ်ဒုလ္လာဟ် ဘင် စလာမ်သည် ၎င်းတို့ရှေ့သို့ ထွက်လာပြီး ပြောကြားခဲ့သည်- 'အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ ဝတ်ပြုကိုးကွယ်ထိုက်သော အရှင်မရှိပါဟု ကျွန်ုပ် သက်သေခံပါသည်၊ မိုဟာမက်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ဖြစ်သည်'။ ထ thereupon ၎င်းတို့က ပြောကြားခဲ့သည်- 'သူသည် ကျွန်ုပ်တို့ထဲတွင် အဆိုးဆုံးဖြစ်သည်၊ ကျွန်ုပ်တို့ထဲမှ အဆိုးဆုံးသူ၏ သားဖြစ်သည်'။ ၎င်းတို့သည် သူ့အကြောင်း ဆက်လက်၍ ဆိုးဆိုးရွားရွား ပြောဆိုနေကြသည်။ အိဗ်နု စလာမ်က ပြောကြားခဲ့သည်- 'ဤအရာသည် ကျွန်ုပ် စိုးရိမ်ခဲ့သောအရာ ဖြစ်သည်၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်!'\" အလ်-ဘူခါရီသာလျှင် ဤဟဒီးဆ်ကို ဤဇာတ်ကြောင်းစဉ်ဖြင့် မှတ်တမ်းတင်ခဲ့သည်။ အလ်-ဘူခါရီနှင့် မွတ်စလင်မ်တို့သည် ဤဟဒီးဆ်ကို အနပ်စ်မှ အခြားဇာတ်ကြောင်းစဉ်ဖြင့် မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အချို့လူများက 'အီလ်' ဆိုသည်မှာ ဝတ်ပြုသူဟု အဓိပ္ပါယ်ရပြီး ၎င်းနှင့် ပေါင်းစပ်ထားသော မည်သည့်စကားလုံးမဆို အလ္လာဟ်အရှင်မြတ်၏ အမည် ဖြစ်လာသည်ဟု ပြောကြသည်၊ အကြောင်းမှာ 'အီလ်' သည် ထိုသို့သော ပေါင်းစပ်မှုများတွင် အမြဲရှိနေသောကြောင့် ဖြစ်သည်။ ၎င်းသည် 'အဗ်ဒုလ္လာဟ်၊ 'အဗ်ဒုရ်-ရာဟ်မာန်၊ 'အဗ်ဒုလ်-မာလိခ်၊ 'အဗ်ဒုလ်-ကွဒ်ဒူးစ်၊ 'အဗ်ဒုစ့်-စလာမ်၊ 'အဗ်ဒုလ်-ကာဖီ၊ 'အဗ်ဒုလ်-ဂျလီလ် စသည်ဖြင့်သော အမည်များနှင့် ဆင်တူသည်။ ထို့ကြောင့် 'အဗ်ဒ်' သည် ဤပေါင်းစပ်အမည်များတွင် အမြဲရှိနေပြီး ကျန်ရှိသောအပိုင်းသည် အမည်တစ်ခုနှင့်တစ်ခု ကွာခြားသည်။ ဤအရာသည် ဂျိဘ်ရီလ်၊ မီကာအီလ်၊ 'အဇ်ရာအီလ်၊ အစ္စရာဖီလ် စသည်တို့နှင့်လည်း အလားတူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံး သိတော်မူသည်။</p><div lang=\"my\" class=\"my \"><h2>အချို့ကောင်းကင်တမန်များကို အခြားသူများထက် ပိုမို ယုံကြည်ခြင်းသည် တမန်တော်အချို့ကို အခြားသူများထက် ရွေးချယ်ခြင်းကဲ့သို့ပင် မယုံကြည်ခြင်း ဖြစ်သည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَىٰ قَلْبِكَ بِإِذْنِ اللَّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျိဘ်ရီလ် <span class=\"gray\">(ဂါဘရီရယ်)</span> ကို ရန်သူပြုသူ <span class=\"gray\">(သူ၏ ဒေါသဖြင့် သေပါစေ)</span> မည်သူမဆို၊ အမှန်စင်စစ် သူသည် ၎င်း <span class=\"gray\">(ဤကုရ်အာန်)</span> ကို အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် သင်၏ နှလုံးသားသို့ ချပေးခဲ့သည်)</span> ဆိုသည်မှာ- ဂျိဘ်ရီလ်ကို ရန်သူပြုသူ မည်သူမဆို၊ သူသည် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် ဘုန်းထင်ရှားသော ဓိခ်ရ် <span class=\"gray\">(ကုရ်အာန်)</span> ကို သင်၏ နှလုံးသားသို့ ချပေးခဲ့သော ရူဟ် အလ်-ကွဒူးစ် ဖြစ်သည်ဟု သိပါစေ။ ထို့ကြောင့် သူသည် အလ္လာဟ်အရှင်မြတ်ထံမှ တမန်တော် ဖြစ်သည်။ တမန်တော်တစ်ပါးကို ရန်သူအဖြစ် သတ်မှတ်သူ မည်သူမဆို တမန်တော်များအားလုံးကို ရန်သူအဖြစ် သတ်မှတ်ရာရောက်သည်။ ထို့ပြင် တမန်တော်တစ်ပါးကို ယုံကြည်သူ မည်သူမဆို တမန်တော်များအားလုံးကို ယုံကြည်ရန် လိုအပ်သည်။ တမန်တော်တစ်ပါးကို ငြင်းပယ်သူ မည်သူမဆို တမန်တော်များအားလုံးကို ငြင်းပယ်ပြီးဖြစ်သည်။ အလားတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَن يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်၏ ရစူလ်တမန်တော်များကို မယုံကြည်သူများနှင့် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်၏ ရစူလ်တမန်တော်များအကြား ခွဲခြားလိုသူများ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး အရှင်၏ ရစူလ်တမန်တော်များကို မယုံကြည်ခြင်းအားဖြင့်)</span> \"အချို့ကို ယုံကြည်ပြီး အချို့ကို ငြင်းပယ်သည်\" ဟု ပြောဆိုကြသူများ။)</span><span class=\"gray\">(၄:၁၅၀)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့သည် မယုံကြည်သူများဖြစ်သည်ဟု စီရင်ခဲ့သည်၊ အကြောင်းမှာ ၎င်းတို့သည် တမန်တော်အချို့ကို ယုံကြည်ပြီး အခြားသူများကို ငြင်းပယ်သောကြောင့် ဖြစ်သည်။ ဂျိဘ်ရီလ်ကို ရန်သူအဖြစ် သတ်မှတ်သူများနှင့်လည်း အလားတူပင်၊ အကြောင်းမှာ ဂျိဘ်ရီလ်သည် သူ၏ မစ်ရှင်များကို သူ့ဘာသာသူ ရွေးချယ်ခြင်းမဟုတ်ဘဲ သူ၏ အရှင်မြတ်၏ အမိန့်ဖြင့် လုပ်ဆောင်ခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> သည် သင်၏ အရှင်မြတ်၏ အမိန့်ဖြင့်သာ ဆင်းသက်ကြသည်)</span><span class=\"gray\">(၁၉: ၆၄)</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَتَنزِيلُ رَبِّ الْعَالَمِينَ - نَزَلَ بِهِ الرُّوحُ الْأَمِينُ - عَلَىٰ قَلْبِكَ لِتَكُونَ مِنَ الْمُنذِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤ <span class=\"gray\">(ကုရ်အာန်)</span> သည် ရှိရှိသမျှအားလုံး၏ အရှင်သခင်ထံမှ ဗျာဒိတ်တော် ဖြစ်သည်။ ယုံကြည်စိတ်ချရသော ရူဟ် <span class=\"gray\">(ဂျိဘ်ရီလ်)</span> က ချပေးခဲ့သည်။ သင်၏ နှလုံးသား <span class=\"gray\">(အို မိုဟာမက် ﷺ)</span> ထံသို့ သင်သည် သတိပေးသူများထဲမှ <span class=\"gray\">(တစ်ပါး)</span> ဖြစ်ရန်)</span><span class=\"gray\">(၂၆:၁၉၂-၁၉၄)</span>။</p><p lang=\"ceb\" class=\"ceb \">Al-Bukhari reported that Abu Hurayrah said that the Messenger of Allah ﷺ said, \"Allah, the Exalted, has said</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَادَى لِي وَلِيًّا فَقَدْ بَارَزَنِي بِالْحَرْبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ မိတ်ဆွေတစ်ဦးကို ရန်သူအဖြစ် သတ်မှတ်သူ မည်သူမဆို ကျွန်ုပ်နှင့် စစ်ပွဲ စတင်ရာရောက်သည်။)\"</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဂျိဘ်ရီလ်ကို ရန်သူအဖြစ် သတ်မှတ်သူများအပေါ် အမျက်ထွက်တော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَىٰ قَلْبِكَ بِإِذْنِ اللَّهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျိဘ်ရီလ် <span class=\"gray\">(ဂါဘရီရယ်)</span> ကို ရန်သူပြုသူ <span class=\"gray\">(သူ၏ ဒေါသဖြင့် သေပါစေ)</span> မည်သူမဆို၊ အမှန်စင်စစ် သူသည် ၎င်း <span class=\"gray\">(ဤကုရ်အာန်)</span> ကို အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် သင်၏ နှလုံးသားသို့ ချပေးခဲ့ပြီး ၎င်းမတိုင်မီက လာခဲ့သည်များကို အတည်ပြုသည်)</span> ဆိုသည်မှာ- ယခင်ကျမ်းဂန်များ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ယုံကြည်သူများအတွက် လမ်းညွှန်မှုနှင့် ဝမ်းမြောက်ဖွယ်ရာ သတင်းကောင်းများ)</span> ဆိုသည်မှာ- ၎င်းတို့၏ နှလုံးသားများသို့ လမ်းညွှန်မှုနှင့် ယုံကြည်သူများအတွက်သာ သီးသန့်ဖြစ်သော ဂျန္နတ် (ပရဒိသု) ၏ ဝမ်းမြောက်ဖွယ်ရာ သတင်းကောင်းကို ဆောင်ကြဉ်းပေးသူဖြစ်သည်။ အလားတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"၎င်းသည် ယုံကြည်သူများအတွက် လမ်းညွှန်မှုနှင့် ကုစားမှု ဖြစ်သည်\"။)</span><span class=\"gray\">(၄၁:၄၄)</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ကုရ်အာန်မှ ယုံကြည်သူများအတွက် ကုစားမှုနှင့် ကရုဏာ ဖြစ်သော အရာများကို ချပေးသည်)</span><span class=\"gray\">(၁၇:၈၂)</span>။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن كَانَ عَدُوًّا لِّلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللَّهَ عَدُوٌّ لِّلْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၊ အရှင်၏ ကောင်းကင်တမန်များ၊ အရှင်၏ ရစူလ်တမန်တော်များ၊ ဂျိဘ်ရီလ်နှင့် မီကာအီလ် <span class=\"gray\">(မိုက်ကယ်)</span> ကို ရန်သူပြုသူ မည်သူမဆို၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူတို့၏ ရန်သူဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိအား၊ မိမိ၏ ကောင်းကင်တမန်များနှင့် ရစူလ်တမန်တော်များကို ရန်သူအဖြစ် သတ်မှတ်သူ မည်သူမဆို... အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်များတွင် ကောင်းကင်တမန်များနှင့် လူသားများ ပါဝင်ကြောင်း ဖော်ပြခဲ့သည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا وَمِنَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များထဲမှလည်းကောင်း၊ လူသားများထဲမှလည်းကောင်း ရစူလ်တမန်တော်များကို ရွေးချယ်တော်မူသည်)</span><span class=\"gray\">(၂၂:၇၅)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِبْرِيلَ وَمِيكَالَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျိဘ်ရီလ် <span class=\"gray\">(ဂါဘရီရယ်)</span> နှင့် မီကာအီလ် <span class=\"gray\">(မိုက်ကယ်)</span>)</span>။ အလ္လာဟ်အရှင်မြတ်သည် ဂျိဘ်ရီလ်နှင့် မီကာအီလ်ကို အတိအကျ ဖော်ပြခဲ့သည် - ၎င်းတို့သည် ရစူလ်တမန်တော်များဖြစ်ကြသော ကောင်းကင်တမန်များထဲတွင် ပါဝင်သော်လည်း - ဤအာယတ်တော်သည် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်၏ တမန်တော်များအကြား သံတမန် ဂျိဘ်ရီလ်ကို ထောက်ခံရန် ရည်ရွယ်ခဲ့သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မီကာအီလ်ကို ဤနေရာတွင် ဖော်ပြခဲ့သည်၊ အကြောင်းမှာ ဂျူးတို့က ဂျိဘ်ရီလ်သည် ၎င်းတို့၏ ရန်သူဖြစ်ပြီး မီကာအီလ်သည် ၎င်းတို့၏ မိတ်ဆွေဖြစ်သည်ဟု တောင်းဆိုခဲ့သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့နှစ်ဦးထဲမှ တစ်ဦးဦးကို ရန်သူပြုသူ မည်သူမဆို အခြားတစ်ဦးနှင့် အလ္လာဟ်အရှင်မြတ်၏ ရန်သူလည်း ဖြစ်သည်ဟု အကြောင်းကြားခဲ့သည်။ ဤနေရာတွင် ဖော်ပြသင့်သည်မှာ မီကာအီလ်သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်အချို့ထံသို့ တစ်ခါတစ်ရံ ဆင်းသက်ခဲ့သော်လည်း ဂျိဘ်ရီလ်ထက် နည်းပါးသည်။ အကြောင်းမှာ ၎င်းသည် အဓိကအားဖြင့် ဂျိဘ်ရီလ်၏ တာဝန်ဖြစ်ပြီး၊ အစ္စရာဖီလ်သည် တရားစီရင်ရာနေ့တွင် ရှင်ပြန်ထမြောက်ခြင်း စတင်ရန်အတွက် တံပိုးမှုတ်ခြင်း အလုပ်ကို အပ်နှင်းခြင်း ခံရသည်။ စဟီဟ်တွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ညဘက် နိုးထသည့်အခါတိုင်း ဆုတောင်းခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ رَبَّ جِبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ، اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلى صِرَاطٍ مُسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ ဂျိဘ်ရီလ်၊ မီကာအီလ်နှင့် အစ္စရာဖီလ်တို့၏ အရှင်သခင်၊ ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းရှင်၊ မြင်သောအရာနှင့် မမြင်သောအရာကို သိသူ! သင်သည် သင်၏ ကျွန်များအကြား ၎င်းတို့ သဘောမတူခဲ့သော ကိစ္စများတွင် စီရင်ဆုံးဖြတ်တော်မူ၏၊ ထို့ကြောင့် ၎င်းတို့ သဘောမတူခဲ့သော မှန်ကန်သောအရာသို့ သင်၏ ခွင့်ပြုချက်ဖြင့် ကျွန်ုပ်ကို လမ်းညွှန်တော်မူပါ။ အမှန်စင်စစ် သင်သည် အလိုရှိသူကို ဖြောင့်မတ်သော လမ်းသို့ လမ်းညွှန်တော်မူသည်။)</span></p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِنَّ اللَّهَ عَدُوٌّ لِّلْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူတို့၏ ရန်သူဖြစ်သည်)</span> ဟု မယုံကြည်သူတို့အား အသိပေးခဲ့သည်မှာ- အလ္လာဟ်အရှင်မြတ်၏ မိတ်ဆွေတစ်ဦးကို ရန်သူအဖြစ် သတ်မှတ်သူ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်ကို ရန်သူအဖြစ် သတ်မှတ်ရာရောက်ပြီး၊ အလ္လာဟ်အရှင်မြတ်ကို ရန်သူအဖြစ် ပြုမူသူ မည်သူမဆို သူသည် အလ္လာဟ်အရှင်မြတ်၏ ရန်သူ ဖြစ်လိမ့်မည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ရန်သူဖြစ်သူ မည်သူမဆို ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် ဆုံးရှုံးရလိမ့်မည်၊ ယခင်က ဖော်ပြခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالْمُحَارَبَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ မိတ်ဆွေတစ်ဦးကို ရန်သူအဖြစ် သတ်မှတ်သူ မည်သူမဆို ကျွန်ုပ်သည် သူ့အပေါ် စစ်ကြေညာမည်။)</span></p>"
  }
]