[
  {
    "ayah_key": "18:27",
    "group_ayah_key": "18:27",
    "from_ayah": "18:27",
    "to_ayah": "18:28",
    "ayah_keys": "18:27,18:28",
    "text": "<p lang=\"my\" class=\"my \">သင်၏ အရှင်၏ကျမ်းမှ သင့်ထံထုတ်ပြန်ခဲ့သည်များကို ရွတ်ဖတ်ပါ <span class=\"gray\">(အို မုဟမ္မဒ်)</span>။ မည်သူမျှ ကိုယ်တော်၏ နှုတ်ကပတ်တော်များကို ပြောင်းလဲနိုင်မည်မဟုတ်ပေ။ ကိုယ်တော်မှတစ်ပါး အခြားခိုလှုံရာကို သင်ရှာတွေ့မည်မဟုတ်ပေ <span>(၂၇)</span>သင်ကိုယ်တိုင် <span class=\"gray\">(အို မုဟမ္မဒ်)</span>သည် နံနက်ခင်းနှင့် ညနေခင်း၌ မိမိတို့၏ အရှင်ကို ခေါ်ဝေါ်၍ ကိုယ်တော်၏ မျက်နှာတော်ကို ရှာဖွေနေသူများနှင့်အတူ စိတ်ရှည်သည်းခံစွာ နေထိုင်ပါ။ ကမ္ဘာ့ဘဝ၏ ခမ်းနားမှုနှင့် တောက်ပမှုကို လိုချင်သောကြောင့် သူတို့ကို သင့်မျက်လုံးများ လျစ်လျူရှုမထားပါစေနှင့်။ ငါတို့အမှတ်ရခြင်းမှ စိတ်မေ့လျော့စေခဲ့သော၊ မိမိ၏ ကာမဂုဏ်နောက်လိုက်သော၊ ကိစ္စများ ပျက်စီးဆုံးရှုံးခဲ့သောသူကို မနာခံပါနှင့် <span>(၂၈)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်ရွတ်ဖတ်ရန်နှင့် သစ္စာရှိသူများနှင့် စိတ်ရှည်သည်းခံစွာ ပေါင်းသင်းရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">မိမိ၏ ရစူလ်တမန်တော် ﷺ အား မိမိ၏ သန့်ရှင်းသောကျမ်းကို ရွတ်ဖတ်ရန်နှင့် လူသားမျိုးနွယ်ထံသို့ ပေးပို့ရန် အမိန့်ပေးလျက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا مُبَدِّلَ لِكَلِمَاتِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမျှ ကိုယ်တော်၏ နှုတ်ကပတ်တော်များကို ပြောင်းလဲနိုင်မည်မဟုတ်ပေ၊)</span> ဆိုလိုသည်မှာ မည်သူမျှ ၎င်းတို့ကို ပြောင်းလဲခြင်း၊ ပုံပျက်အောင်လုပ်ခြင်း သို့မဟုတ် အဓိပ္ပာယ်မှားယွင်းစွာ ဖွင့်ဆိုခြင်း ပြုလုပ်နိုင်မည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن تَجِدَ مِن دُونِهِ مُلْتَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်မှတစ်ပါး အခြားခိုလှုံရာကို သင်ရှာတွေ့မည်မဟုတ်ပေ။)</span> မုဂျာဟိဒ်က \"ခိုလှုံရာ\" ဟု ပြောကြောင်းနှင့် ကွာတာဒါဟ်က \"အကူအညီပေးသူ သို့မဟုတ် ထောက်ခံသူ\" ဟု ပြောကြောင်း ဖော်ပြခဲ့သည်။ အိဗ်နု ဂျရီရ်က ပြောသည်– \"အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်– 'အို မုဟမ္မဒ်၊ သင်၏အရှင်၏ ကျမ်းမှ သင့်ထံ ထုတ်ပြန်ခဲ့သည်များကို သင်ရွတ်ဖတ်ခြင်းမပြုပါက၊ အလ္လာဟ်အရှင်မြတ်ထံမှ သင့်အတွက် ခိုလှုံရာရှိမည်မဟုတ်ပေ။' အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသကဲ့သို့–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ۖ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ۚ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ရစူလ်တမန်တော်။ သင့်အရှင်ထံမှ သင့်ထံသို့ ပို့ချခဲ့သော <span class=\"gray\">(သာသနာပြုလုပ်ငန်း)</span> ကိုကြေညာပါ။ အကယ်၍ သင်မလုပ်ဆောင်ပါက ကိုယ်တော်၏ သာသနာပြုလုပ်ငန်းကို သင်မပို့ချသေးပေ။ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား လူသားမျိုးနွယ်ထံမှ ကာကွယ်ပေးလိမ့်မည်။)</span><span class=\"gray\">[၅း၆၇]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَىٰ مَعَادٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သင့်အား ကုရ်အာန်ကို ပေးခဲ့သူသည် သင့်အား ပြန်လာရာနေရာသို့ ပြန်ခေါ်ဆောင်လိမ့်မည်။)</span><span class=\"gray\">[၂၈း၈၅]</span> ဆိုလိုသည်မှာ 'ကိုယ်တော်က သင့်အား ယုံကြည်အပ်နှံထားသော သာသနာပြုလုပ်ငန်းကို ပေးပို့ရန် တာဝန်အတွက် သင့်အား ကိုယ်တော်က စစ်ဆေးမေးမြန်းလိမ့်မည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နံနက်ခင်းနှင့် ညနေခင်း၌ မိမိတို့၏ အရှင်ကို ခေါ်ဝေါ်၍ ကိုယ်တော်၏ မျက်နှာတော်ကို ရှာဖွေနေသူများနှင့်အတူ သင်ကိုယ်တိုင် စိတ်ရှည်သည်းခံစွာ နေထိုင်ပါ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရသူများ၊ \"လာ အိလာဟ အိလ်လလ်လားဟ်\" ဟု ပြောသူများ၊ ကိုယ်တော်အား ချီးမွမ်းသူများ၊ ဂုဏ်ပြုသူများ၊ ကိုယ်တော်၏ ကြီးမြတ်မှုကို ကြေညာသူများနှင့် နံနက်ခင်းနှင့် ညနေခင်းတိုင်း ကိုယ်တော်အား ခေါ်ဝေါ်သူများ၊ ချမ်းသာသူဖြစ်စေ ဆင်းရဲသူဖြစ်စေ၊ အားကြီးသူဖြစ်စေ အားနည်းသူဖြစ်စေ အလ္လာဟ်အရှင်မြတ်၏ ကျွန်အားလုံးနှင့်အတူ ထိုင်ပါ။ ဤအာယတ်သည် ကုရိုင်းရှ်မျိုးနွယ်၏ မြင့်မြတ်သူများက တမန်တော် ﷺ အား မိမိတို့နှင့် သီးသန့်ထိုင်ရန် တောင်းဆိုပြီး ဘီလာလ်၊ အမ်မာရ်၊ ဆွုဟိုင်ဘ်၊ ခဗ်ဘာဘ်နှင့် အိဗ်နု မစအူးဒ်တို့ကဲ့သို့ သူ၏ အားနည်းသော ဆွဟာဘာများကို အတူမခေါ်လာရန် တောင်းဆိုခဲ့သည့်အချိန်တွင် ထုတ်ပြန်ခဲ့သည်ဟု ဆိုကြသည်။ သူတို့က ကိုယ်တော်အား မိမိတို့နှင့် သီးသန့်ထိုင်စေလိုခဲ့သော်လည်း အလ္လာဟ်အရှင်မြတ်က ထိုသို့လုပ်ဆောင်ခြင်းကို တားမြစ်ခဲ့ပြီး မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နံနက်ခင်းနှင့် ညနေခင်း၌ မိမိတို့၏ အရှင်ကို ခေါ်ဝေါ်သူများကို မောင်းထုတ်မပစ်ပါနှင့်။)</span><span class=\"gray\">[၆း၅၂]</span> အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အား ထိုသူများ <span class=\"gray\">(အားနည်းသော မွတ်စ်လင်မ်များ)</span> နှင့်အတူ စိတ်ရှည်သည်းခံစွာ ထိုင်ရန် အမိန့်ပေးခဲ့ပြီး မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နံနက်ခင်းနှင့် ညနေခင်း၌ မိမိတို့၏ အရှင်ကို ခေါ်ဝေါ်သူများနှင့်အတူ သင်ကိုယ်တိုင် စိတ်ရှည်သည်းခံစွာ နေထိုင်ပါ...)</span></p><p lang=\"my\" class=\"my \">အိမာမ် မွတ်စ်လင်မ်သည် ဆဟီးဟ်၌ စအ်ဒ် ဘင် အဘီ ဝက္ကါစ်က ပြောသည်– \"ကျွန်ုပ်တို့ ခြောက်ဦးသည် တမန်တော် ﷺ နှင့်အတူ ရှိနေခဲ့သည်။ ရုပ်တုကိုးကွယ်သူများက 'ဒီလူတွေကို ထွက်သွားခိုင်းပါ၊ သူတို့က ကျွန်ုပ်တို့ကို စော်ကားမှာမဟုတ်ဘူး' ဟု ပြောကြသည်။ ကျွန်တော်၊ အိဗ်နု မစအူးဒ်၊ ဟုဒိုင်းလ်မှ အမျိုးသားတစ်ဦး၊ ဘီလာလ်နှင့် ကျွန်တော် နာမည်မမှတ်မိသော အခြားအမျိုးသားနှစ်ဦးတို့ ရှိခဲ့သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် အလ္လာဟ်အရှင်မြတ် အလိုရှိသမျှကို မိမိဘာသာ စဉ်းစားခဲ့ပြီးနောက် အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နံနက်ခင်းနှင့် ညနေခင်း၌ မိမိတို့၏ အရှင်ကို ခေါ်ဝေါ်သူများကို မောင်းထုတ်မပစ်ပါနှင့်။)</span> ဤအာယတ်ကို မွတ်စ်လင်မ်သာ ဖော်ပြခဲ့ပြီး အလ်-ဗုခါရီက ဖော်ပြခဲ့ခြင်းမရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာ့ဘဝ၏ ခမ်းနားမှုနှင့် တောက်ပမှုကို လိုချင်သောကြောင့် သူတို့ကို သင့်မျက်လုံးများ လျစ်လျူရှုမထားပါစေနှင့်။)</span> အိဗ်နု အဘ်ဘာစ်က ပြောသည်– '<span class=\"gray\">(ဆိုလိုသည်မှာ)</span> သူတို့အပေါ် အခြားသူများကို နှစ်သက်ခြင်းမပြုပါနှင့်။ ဆိုလိုသည်မှာ သူတို့အစား မြင့်မြတ်သူများနှင့် ချမ်းသာကြွယ်ဝသူများကို မရှာဖွေပါနှင့်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့အမှတ်ရခြင်းမှ စိတ်မေ့လျော့စေခဲ့သောသူကို မနာခံပါနှင့်။)</span> ဆိုလိုသည်မှာ ဘာသာတရားကို ကတိပြုခြင်းမှနှင့် မိမိတို့၏ အရှင်ကို ကိုးကွယ်ခြင်းမှ ဤကမ္ဘာ့ဘဝဖြင့် အာရုံပျံ့လွင့်သူများဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَانَ أَمْرُهُ فُرُطًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူ၏ကိစ္စ <span class=\"gray\">(လုပ်ရပ်များ)</span> ပျက်စီးဆုံးရှုံးခဲ့သော။)</span> ဆိုလိုသည်မှာ သူ၏လုပ်ဆောင်ချက်များနှင့် လုပ်ရပ်များသည် အချိန်ဖြုန်းသော အဓိပ္ပာယ်မဲ့ အရာများဖြစ်သည်။ သူ့ကို မနာခံပါနှင့်၊ သူ၏နည်းလမ်းကို မချီးကျူးပါနှင့်၊ သူရရှိထားသည်များကို မငြူစူပါနှင့်။ အလ္လာဟ်အရှင်မြတ်က အခြားနေရာ၌ မိန့်တော်မူသကဲ့သို့–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ ۚ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူတို့ထဲမှ အမျိုးမျိုးသော အုပ်စုများအား ကမ္ဘာ့ဘဝ၏ တောက်ပမှုဖြစ်သည့် ခံစားရန် ပေးထားသည့် အရာများအတွက် သင့်မျက်လုံးများကို ဆန့်တန်း၍ မတောင့်တပါနှင့်။ ထိုအရာများဖြင့် ငါတို့သည် သူတို့ကို စမ်းသပ်ရန်ဖြစ်သည်။ သို့သော် သင့်အရှင်၏ ထောက်ပံ့မှုသည် ပိုမိုကောင်းမွန်ပြီး ပိုမိုရေရှည်တည်တံ့သည်။)</span><span class=\"gray\">[၂၀း၁၃၁]</span></p>"
  },
  {
    "ayah_key": "18:29",
    "group_ayah_key": "18:29",
    "from_ayah": "18:29",
    "to_ayah": "18:29",
    "ayah_keys": "18:29",
    "text": "<p class=\"my translation\" lang=\"my\">နှင့် ပြောပါ– \"အမှန်တရားသည် သင်၏အရှင်ထံမှ ဖြစ်သည်။\" ထို့နောက် အလိုရှိသူတိုင်း ယုံကြည်စေ၊ အလိုရှိသူတိုင်း မယုံကြည်စေ။ အမှန်စင်စစ်၊ ငါတို့သည် မတရားပြုကျင့်သူများအတွက် မီးကို ပြင်ဆင်ထားပြီးဖြစ်ရာ ၎င်း၏ နံရံများက သူတို့ကို ဝန်းရံထားလိမ့်မည်။ ၎င်းတို့သည် သောက်ရန် တောင်းဆိုပါက၊ သူတို့၏ မျက်နှာများကို လောင်မြိုက်စေမည့် အလ်-မုဟ်လ် ကဲ့သို့ ရေကို ပေးလိမ့်မည်။ ထိုအဖျော်ယမကာသည် ဆိုးရွားလှပြီး၊ ဆိုးရွားသော မုရ်တဖက် ဖြစ်သည် <span>(၂၉)</span></p><div lang=\"my\" class=\"my \"><h2>အမှန်တရားသည် အလ္လာဟ်ထံမှဖြစ်ပြီး၊ မယုံကြည်သူများအတွက် အပြစ်ပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ တမန်တော် မုဟမ္မဒ် ﷺ အား မိန့်တော်မူသည်– \"လူများအား ပြောပါ– 'သင့်အား သင်၏အရှင်ထံမှ ကျွန်ုပ်ယူဆောင်လာခဲ့သည်မှာ မှန်ကန်သော အမှန်တရားဖြစ်သည်။ ထိုအရာ၌ မည်သည့်ရှုပ်ထွေးမှု သို့မဟုတ် သံသယမျှ မရှိပေ။'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن شَاءَ فَلْيُؤْمِن وَمَن شَاءَ فَلْيَكْفُرْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အလိုရှိသူတိုင်း ယုံကြည်စေ၊ အလိုရှိသူတိုင်း မယုံကြည်စေ။)</span> ဤသည်မှာ ခြိမ်းခြောက်ခြင်းနှင့် ပြင်းထန်သော သတိပေးချက် အမျိုးအစားဖြစ်ပြီး၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَعْتَدْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့သည် ပြင်ဆင်ထားသည်)</span> ဆိုလိုသည်မှာ အသင့်ဖြစ်အောင် ပြုလုပ်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلظَّالِمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုကျင့်သူများအတွက်၊)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၊ ကိုယ်တော်၏ တမန်တော် ﷺ နှင့် ကိုယ်တော်၏ ကျမ်းတော်ကို မယုံကြည်သူများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီးတစ်ခု၊ ၎င်း၏နံရံများက သူတို့ကို ဝန်းရံထားလိမ့်မည်။)</span> အိဗ်နု ဂျုရိုင်းဂျ်က အိဗ်နု အဘ်ဘာစ် ပြောသည်ဟု ဆိုသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحَاطَ بِهِمْ سُرَادِقُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီးတစ်ခု၊ ၎င်း၏နံရံများက သူတို့ကို ဝန်းရံထားလိမ့်မည်။)</span> \"မီးနံရံတစ်ခု။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သောက်ရန် တောင်းဆိုပါက၊ သူတို့၏ မျက်နှာများကို လောင်မြိုက်စေမည့် အလ်-မုဟ်လ် ကဲ့သို့ ရေကို ပေးလိမ့်မည်။)</span> အိဗ်နု အဘ်ဘာစ်က ပြောသည်– \"အလ်-မုဟ်လ်သည် ဆီအနည်နှင့် ဆင်တူသော ထူထဲသည့် ရေဖြစ်သည်။\" မုဂျာဟိဒ်က ပြောသည်– \"၎င်းသည် သွေးနှင့် ပြည်ကဲ့သို့ ဖြစ်သည်။\" အိက္ကရီမာဟ်က ပြောသည်– \"၎င်းသည် အမြင့်ဆုံးအပူချိန်အထိ အပူပေးထားသည့် အရာဖြစ်သည်။\" အခြားသူများက ပြောသည်– \"၎င်းသည် အရည်ပျော်သွားသည့် အရာအားလုံးဖြစ်သည်။\" ကွာတာဒါဟ်က ပြောသည်– \"အိဗ်နု မစအူးဒ်သည် ရွှေအချို့ကို သစ်ခွံတစ်ခု၌ အရည်ပျော်ခဲ့ပြီး ၎င်းအရည်ပျော်ပြီး အမြှုပ်များထလာသောအခါ၊ သူက ပြောသည်– ဤအရာသည် အလ်-မုဟ်လ်နှင့် အတူဆုံးသောအရာဖြစ်သည်။\" အဒ်-ဒွဟ်ဟါခ်က ပြောသည်– \"ငရဲ၏ရေသည် အမည်းရောင်ဖြစ်ပြီး၊ ၎င်းကိုယ်တိုင်က အမည်းရောင်ဖြစ်ပြီး ၎င်း၏လူများကလည်း အမည်းရောင်ဖြစ်သည်။\" ဤမှတ်ချက်များ၌ မည်သည့်ဆန့်ကျင်ဘက်မျှ မရှိပေ။ အဘယ်ကြောင့်ဆိုသော် အလ်-မုဟ်လ်တွင် ဤမနှစ်မြို့ဖွယ်လက္ခဏာများအားလုံး ပါဝင်သည်။ ၎င်းသည် အမည်းရောင်၊ အနံ့ဆိုး၊ ထူထဲပြီး ပူသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသကဲ့သို့–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَشْوِي الْوُجُوهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">([၎င်း]</span>သည် သူတို့၏ မျက်နှာများကို လောင်မြိုက်စေလိမ့်မည်။) ဆိုလိုသည်မှာ ၎င်း၏အပူကြောင့် ဖြစ်သည်။ မယုံကြည်သူက ၎င်းကို သောက်ချင်ပြီး သူ၏မျက်နှာနားသို့ ယူဆောင်လာသောအခါ၊ ၎င်းသည် သူ့ကို လောင်မြိုက်စေမည်ဖြစ်ပြီး သူ၏မျက်နှာအသားရေသည် ၎င်းထဲသို့ ကျွတ်ထွက်သွားလိမ့်မည်။</p><p lang=\"my\" class=\"my \">ဆအီးဒ် ဘင် ဂျုဘိုင်ရ်က ပြောသည်– \"ငရဲသားများ ဗိုက်ဆာလာသောအခါ၊ ၎င်းမှ ကယ်ဆယ်ရန် တောင်းဆိုကြမည်ဖြစ်ပြီး၊ သူတို့ကို ဇက္ကူမ်သစ်ပင်ကို ပေးလိမ့်မည်။ ထိုသစ်ပင်မှ သူတို့ စားကြမည်။ ထိုသစ်ပင်သည် သူတို့၏ မျက်နှာအသားရေများကို ဆုတ်ဖြဲပစ်မည်ဖြစ်ပြီး၊ သူတို့ကို သိသူတစ်ဦးဦး ဖြတ်သွားပါက ထိုသစ်ပင်ထဲ၌ သူတို့၏ မျက်နှာအသားရေများကို မှတ်မိလိမ့်မည်။ ထို့နောက် သူတို့သည် ရေငတ်ကြမည်ဖြစ်၍ သောက်ရန် တောင်းဆိုကြမည်။ သူတို့၏ မျက်နှာများကို လောင်မြိုက်စေမည့် အလ်-မုဟ်လ် ကဲ့သို့ ရေကို ပေးလိမ့်မည်။ ထိုရေသည် အမြင့်ဆုံးအပူချိန်အထိ အပူပေးထားသည့် ရေဖြစ်သည်။ ၎င်းကို သူတို့၏ပါးစပ်နားသို့ ယူဆောင်လာသောအခါ၊ အသားရေ ဆုတ်ဖြဲခံထားရသော သူတို့၏ မျက်နှာအသားများသည် ဖုတ်ခံရလိမ့်မည်။\" ဤအဖျော်ယမကာ၏ ကြောက်မက်ဖွယ်ကောင်းသော အရည်အသွေးများကို ဖော်ပြပြီးနောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"sd qpc-hafs\" lang=\"sd\">بِئْسَ الشَّرَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအဖျော်ယမကာသည် ဆိုးရွားလှ၏၊)</span> ဆိုလိုသည်မှာ ဤအဖျော်ယမကာသည် အဘယ်မျှ ဆိုးရွားသည်နည်း။ အလားတူပင်၊ ကိုယ်တော်သည် အခြားအာယတ်တစ်ခု၌ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဆူပွက်နေသော ရေကို သောက်ရမည်ဖြစ်၍ ၎င်းသည် သူတို့၏ အူများကို ပြတ်တောက်စေလိမ့်မည်။)</span><span class=\"gray\">[၄၇း၁၅]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">تُسْقَىٰ مِنْ عَيْنٍ آنِيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ဆူပွက်နေသော စမ်းရေတွင်းမှ သောက်ရမည်။)</span><span class=\"gray\">[၈၈း၅]</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">وَبَيْنَ حَمِيمٍ آنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ၎င်း <span class=\"gray\">(ငရဲ)</span> နှင့် ပြင်းထန်သော ဆူပွက်ရေကြားသို့ သွားလာကြမည်။)</span><span class=\"gray\">[၅၅း၄၄]</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَسَاءَتْ مُرْتَفَقًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဆိုးရွားသော မုရ်တဖက်။)</span> ဆိုလိုသည်မှာ မီးသည် နေထိုင်ရန်၊ နားနေရန်နှင့် စုဝေးရန် အဘယ်မျှ ဆိုးရွားသော နေရာဖြစ်သည်နည်း။ အလ္လာဟ်အရှင်မြတ်က အခြားနေရာ၌ မိန့်တော်မူသကဲ့သို့–</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်း <span class=\"gray\">(ငရဲ)</span> သည် နေထိုင်ရာနေရာနှင့် နားနေရာနေရာအဖြစ် ဆိုးရွားလှ၏။)</span><span class=\"gray\">[၂၅း၆၆]</span></p>"
  }
]