[
  {
    "ayah_key": "10:37",
    "group_ayah_key": "10:37",
    "from_ayah": "10:37",
    "to_ayah": "10:40",
    "ayah_keys": "10:37,10:38,10:39,10:40",
    "text": "<p lang=\"my\" class=\"my \">ဤကုရ်အာန်ကျမ်းသည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူတစ်ဦးတစ်ယောက်မျှ ပြုလုပ်နိုင်သောကျမ်းမျိုးမဟုတ်ပေ။ သို့သော် ၎င်းသည် ၎င်းမတိုင်မီကရှိခဲ့သော <span class=\"gray\">(ဗျာဒိတ်တော်)</span> ကို အတည်ပြုပေးခြင်းဖြစ်ပြီး၊ အမှန်စင်စစ် ၎င်းသည် သံသယဖြစ်ဖွယ်ရာမရှိသော စာအုပ်၏ပြည့်စုံသော ရှင်းလင်းချက်ဖြစ်သည်။ စကြဝဠာများအားလုံး၏ အရှင်သခင်ထံမှဖြစ်သည် <span>(၃၇)</span> သို့မဟုတ် “၎င်းသည် သူအတုပြုလုပ်ခြင်းဖြစ်သည်” ဟု ၎င်းတို့ပြောကြသလော။ “အကယ်၍ သင်တို့သည် မှန်ကန်သူများဖြစ်ကြပါလျှင် ၎င်းကဲ့သို့သော စူရာဟ်တစ်ခုကို ယူဆောင်လာကြလော့။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ခေါ်ဆိုနိုင်သမျှသော သူတို့ကို ခေါ်ဆိုကြလော့” ဟု သင်ပြောပါ <span>(၃၈)</span> အမှန်စင်စစ် ၎င်းတို့သည် ၎င်းတို့နားမလည်နိုင်သော အသိပညာနှင့် မပြည့်စုံသေးသော အရာကို ငြင်းပယ်ခဲ့ကြသည်။ ၎င်းတို့မတိုင်မီက လူတို့သည်လည်း ဤနည်းဖြင့်ပင် ငြင်းပယ်ခဲ့ကြသည်။ ထိုအခါ မတရားပြုသူတို့၏ နောက်ဆုံးအခြေအနေကို ကြည့်ရှုကြလော့ <span>(၃၉)</span> ၎င်းတို့အနက် အချို့သည် ၎င်းကို ယုံကြည်ကြ၏။ ၎င်းတို့အနက် အချို့သည် ၎င်းကို မယုံကြည်ကြပေ။ သင်၏အရှင်သည် ဖျက်ဆီးသူများကို အလုံးစုံသိတော်မူသော အရှင်ဖြစ်သည် <span>(၄၀)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်သည် အလ္လာဟ်အရှင်မြတ်၏ စစ်မှန်သော၊ တုပ၍မရနိုင်သော နှုတ်ကပတ်တော်ဖြစ်ပြီး၊ ၎င်းသည် အံ့ဖွယ်ရာတစ်ခုဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">ကုရ်အာန်ကျမ်းတွင် တုပ၍မရနိုင်သော အံ့ဖွယ်သဘာဝရှိသည်။ ကုရ်အာန်နှင့်ဆင်တူသည့် မည်သည့်အရာကိုမျှ၊ စူရာဟ်ဆယ်ခုကိုမျှ၊ သို့မဟုတ် စူရာဟ်တစ်ပုဒ်မျှကိုပင် မည်သူမျှ မထုတ်လုပ်နိုင်ပါ။ ကုရ်အာန်၏ စကားပြေပြေစ်မှု၊ ရှင်းလင်းမှု၊ တိကျမှုနှင့် ကျက်သရေရှိမှုတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ ဖြစ်နိုင်သည်။ ကုရ်အာန်အတွင်းရှိ ကြီးမားပြည့်ဝသော အခြေခံမူများနှင့် အဓိပ္ပါယ်များ – ၎င်းတို့သည် ဤလောကနှင့် နောင်တမလွန်ဘဝအတွက် ကြီးမားသောအကျိုးကျေးဇူးများ ဖြစ်ကြသည် – ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ ဖြစ်နိုင်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မြင့်မြတ်သော ကိုယ်တော်နှင့် ဂုဏ်ပုဒ်များ၊ သို့မဟုတ် ၎င်း၏မိန့်ဆိုချက်များနှင့် လုပ်ရပ်များကဲ့သို့သော အရာမရှိပေ။ ထို့ကြောင့် ၎င်း၏နှုတ်ကပတ်တော်များသည် ၎င်း၏ဖန်ဆင်းခံများ၏ စကားများကဲ့သို့ မဟုတ်ပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ هَٰذَا الْقُرْآنُ أَن يُفْتَرَىٰ مِن دُونِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကုရ်အာန်ကျမ်းသည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူတစ်ဦးတစ်ယောက်မျှ ပြုလုပ်နိုင်သောကျမ်းမျိုးမဟုတ်ပေ)</span> ဆိုလိုသည်မှာ ဤကဲ့သို့သောကျမ်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ ဖြစ်နိုင်သည်။ ၎င်းသည် လူသားများပြောသောစကားနှင့် မတူပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلٰكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းသည် ၎င်းမတိုင်မီကရှိခဲ့သော <span class=\"gray\">(ဗျာဒိတ်တော်)</span> ကို အတည်ပြုပေးခြင်းဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">ယခင်ဗျာဒိတ်တော်များနှင့် ကျမ်းဂန်များကဲ့သို့ပင်။ ကုရ်အာန်သည် ဤကျမ်းဂန်များကို အတည်ပြုပြီး ၎င်းတို့အတွက် သက်သေခံဖြစ်သည်။ ၎င်းသည် ဤကျမ်းဂန်များအတွင်း ဖြစ်ပေါ်ခဲ့သော ပြောင်းလဲမှုများ၊ ဖောက်ပြန်မှုများနှင့် ပျက်စီးမှုများကို ပြသသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِن رَّبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စကြဝဠာများအားလုံး၏ အရှင်သခင်ထံမှ၊ သံသယဖြစ်ဖွယ်ရာမရှိသော စာအုပ်၏ ပြည့်စုံသော ရှင်းလင်းချက်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ စည်းမျဉ်းများ၊ တရားဝင်သောအရာများနှင့် တရားမဝင်သောအရာများကို ပြည့်ပြည့်စုံစုံနှင့် မှန်မှန်ကန်ကန် ရှင်းပြပြီး အသေးစိတ်ဖော်ပြခြင်းဖြစ်သည်။ ဤပြည့်စုံပြီး လုံလောက်သော ရှင်းလင်းချက်ဖြင့် ကုရ်အာန်သည် ၎င်းသည် စကြဝဠာများအားလုံး၏ အရှင်သခင်ဖြစ်သော အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်ကြောင်း မည်သည့်သံသယကိုမျှ မချန်ထားခဲ့ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ فَأْتُوا بِسُورَةٍ مِّثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် “၎င်းသည် သူအတုပြုလုပ်ခြင်းဖြစ်သည်” ဟု ၎င်းတို့ပြောကြသလော။ “အကယ်၍ သင်တို့သည် မှန်ကန်သူများဖြစ်ကြပါလျှင် ၎င်းကဲ့သို့သော စူရာဟ်တစ်ခုကို ယူဆောင်လာကြလော့။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ခေါ်ဆိုနိုင်သမျှသော သူတို့ကို ခေါ်ဆိုကြလော့” ဟု သင်ပြောပါ!)</span></p><p lang=\"my\" class=\"my \">အကယ်၍ သင်သည် ဤသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဟုတ်မဟုတ် ငြင်းခုံ၊ တောင်းဆိုပြီး သံသယဝင်ပါက သင်သည် မဟုတ်မမှန် ပြောဆိုပြီး ဘုရားစော်ကားမှု ပြုလုပ်ခြင်းဖြစ်သည်။ သင်သည် ၎င်းသည် မုဟမ္မဒ်ထံမှ ဖြစ်သည်ဟု ပြောဆိုသည်။ မုဟမ္မဒ် ﷺ သည် သင်ကဲ့သို့သော လူသားတစ်ဦးဖြစ်ပြီး၊ သင်တို့ပြောဆိုသကဲ့သို့ သူသည် ဤကုရ်အာန်ကျမ်းနှင့်အတူ ရောက်ရှိလာခဲ့သည်ဆိုလျှင် – ၎င်း၏ စူရာဟ်တစ်ခုနှင့်တူသော စူရာဟ်တစ်ခုကို သင်တို့ထုတ်လုပ်ပြပါ။ တူညီသော သဘောသဘာဝရှိသည့် အရာတစ်ခုကို ထုတ်လုပ်ပြီး သင်တို့ လူသားများနှင့် ဂျင်န်များထံမှ ရရှိနိုင်သမျှသော အစွမ်းအစအားလုံးဖြင့် အကူအညီနှင့် ထောက်ပံ့မှုကို ရယူပါ။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ တတိယအဆင့်ဖြစ်သည်၊ ၎င်းသည် မုဟမ္မဒ် ﷺ ထံမှသာ ဖြစ်သည်ဟူသော ၎င်းတို့၏ပြောဆိုချက်တွင် ၎င်းတို့ မှန်ကန်ပါက ကုရ်အာန်နှင့်တူညီသောအရာကို ထုတ်လုပ်ရန် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ကို စိန်ခေါ်ပြီး ခေါ်ဆိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ရွေးချယ်သော မည်သူ့ထံမှမဆို အကူအညီရယူရန်ပင် အကြံပြုခဲ့သည်။ သို့သော် ၎င်းတို့သည် ထိုသို့ပြုလုပ်နိုင်လိမ့်မည်မဟုတ်ကြောင်း ၎င်းတို့အား မိန့်တော်မူခဲ့သည်။ ၎င်းတို့တွင် ထိုသို့ပြုလုပ်ရန် မည်သည့်နည်းလမ်းမျှ ရှိမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّئِنِ اجْتَمَعَتِ الْإِنسُ وَالْجِنُّ عَلَىٰ أَن يَأْتُوا بِمِثْلِ هَٰذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “အကယ်၍ လူသားများနှင့် ဂျင်န်တို့သည် ဤကုရ်အာန်ကဲ့သို့သော အရာကို ထုတ်လုပ်ရန် စုဝေးခဲ့ကြပါမူ၊ ၎င်းတို့ အချင်းချင်း ကူညီခဲ့ကြသော်လည်း ၎င်းကဲ့သို့သော အရာကို ထုတ်လုပ်နိုင်ကြမည်မဟုတ်ပေ။”)</span><span class=\"gray\">[17:88]</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အရှင်သည် ၎င်းတို့အတွက် စူရာဟ်ဆယ်ခုအထိ လျှော့ချပေးခဲ့သည်၊ စူရာဟ်ဟူးဒ်၏ အစပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့က “သူအတုပြုလုပ်ခဲ့သည်” ဟု ပြောကြသလော။ “အကယ်၍ သင်တို့သည် အမှန်ကို ပြောဆိုသူများဖြစ်ကြပါလျှင် ၎င်းနှင့်တူသော အတုပြုလုပ်ထားသော စူရာဟ်ဆယ်ခုကို ယူဆောင်လာကြလော့။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ခေါ်ဆိုနိုင်သမျှသော သူတို့ကို ခေါ်ဆိုကြလော့” ဟု သင်ပြောပါ!)</span><span class=\"gray\">[11:13]</span></p><p lang=\"my\" class=\"my \">ဤစူရာဟ်တွင် အရှင်သည် ကုရ်အာန်နှင့်တူသော စူရာဟ်တစ်ခုကိုသာ ထုတ်လုပ်ရန် ၎င်းတို့ကို စိန်ခေါ်ခဲ့သည်။ ထို့ကြောင့် အရှင်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ فَأْتُوا بِسُورَةٍ مِّثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် “၎င်းသည် သူအတုပြုလုပ်ခြင်းဖြစ်သည်” ဟု ၎င်းတို့ပြောကြသလော။ “အကယ်၍ သင်တို့သည် မှန်ကန်သူများဖြစ်ကြပါလျှင် ၎င်းကဲ့သို့သော စူရာဟ်တစ်ခုကို ယူဆောင်လာကြလော့။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ခေါ်ဆိုနိုင်သမျှသော သူတို့ကို ခေါ်ဆိုကြလော့” ဟု သင်ပြောပါ!)</span><span class=\"gray\">[10:38]</span></p><p lang=\"my\" class=\"my \">အရှင်သည် စူရာဟ်အလ်-ဘကာရဟ် (မဒီနာနီ စူရာဟ်) တွင်လည်း ၎င်းနှင့်တူသော စူရာဟ်တစ်ခုကို ထုတ်လုပ်ရန် ၎င်းတို့ကို စိန်ခေါ်ခဲ့သည်။ ထိုစူရာဟ်တွင် ၎င်းတို့သည် မည်သည့်အခါမျှ ထိုသို့ပြုလုပ်နိုင်မည်မဟုတ်ကြောင်း အရှင်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن لَّمْ تَفْعَلُوا وَلَن تَفْعَلُوا فَاتَّقُوا النَّارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ သင်တို့သည် ထိုသို့မပြုနိုင်ပါမူ၊ သင်တို့သည် မည်သည့်အခါမျှ ထိုသို့ပြုနိုင်မည်မဟုတ်ပေ၊ ထိုအခါ ငရဲမီးကို <span class=\"gray\">(ငရဲကို)</span> ကြောက်ရွံ့ကြလော့။)</span><span class=\"gray\">[2:24]</span></p><p lang=\"my\" class=\"my \">ဤနေရာတွင် မှတ်သားသင့်သည်မှာ စကားပြေပြေစ်မှုသည် အာရပ်လူမျိုးတို့၏ သဘာဝနှင့် စရိုက်လက္ခဏာ၏ အစိတ်အပိုင်းတစ်ခုဖြစ်သည်။ အာရပ်ကဗျာများသည် အလ်-မိုအလ္လာကတ် – ရှေးဟောင်းအာရပ်ကဗျာများထဲမှ အပြောင်မြောက်ဆုံးနှင့် အပြည့်စုံဆုံး စုစည်းမှု – အပါအဝင် စာပေအနုပညာတွင် အကောင်းဆုံးဟု သတ်မှတ်ခံရသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မည်သူမျှ မရင်းနှီးဖူးသော ပုံစံရှိသည့်အရာကို ပေးပို့ခဲ့ပြီး၊ တုပရန် မည်သူမျှ ၎င်းနှင့်တန်းတူ အရည်အချင်းမရှိပေ။ ထို့ကြောင့် ၎င်းတို့အနက်မှ ယုံကြည်သူများသည် ကျမ်းတော်တွင် ၎င်းတို့သိရှိခံစားရသော အရာများ၊ ၎င်း၏ လှပမှု၊ ကျက်သရေရှိမှု၊ အကျိုးကျေးဇူးနှင့် ချောမွေ့မှုများကြောင့် ယုံကြည်ခဲ့ကြသည်။ ၎င်းတို့သည် ကုရ်အာန်ကျမ်းနှင့်ပတ်သက်၍ အသိပညာအရှိဆုံးဖြစ်လာပြီး ၎င်းကို လိုက်နာကျင့်သုံးရာတွင် အကောင်းဆုံးဖြစ်လာခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ဖိရ်အောန်လက်ထက်မှ မှော်ဆရာများတွင်လည်း အလားတူပင် ဖြစ်ပွားခဲ့သည်။ ၎င်းတို့သည် မှော်ပညာရပ်များကို ကောင်းစွာသိရှိကြသည်။ သို့သော် မူဆာသည် ၎င်း၏အံ့ဖွယ်ရာများကို ပြသသောအခါ၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ထောက်ပံ့မှုနှင့် လမ်းညွှန်မှုရရှိထားသူတစ်ဦးမှ လာရမည်ဖြစ်ကြောင်း ၎င်းတို့သိရှိခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်မရှိဘဲ မည်သည့်လူသားမျှ ထိုသို့သောလုပ်ရပ်များကို မလုပ်ဆောင်နိုင်ကြောင်း ၎င်းတို့သိရှိခဲ့ကြသည်။ အလားတူပင်၊ 'အီဆာကို ပညာရှင်ဆန်သော ဆေးပညာခေတ်နှင့် လူနာများအား ကုသမှုတိုးတက်နေချိန်တွင် စေလွှတ်ခဲ့သည်။ သူသည် မျက်မမြင်များ၊ အနာကြီးရောဂါသည်များကို ကုသပေးခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် လူသေများကို ပြန်လည်အသက်ရှင်စေခဲ့သည်။ 'အီဆာ လုပ်ဆောင်နိုင်ခဲ့သည့်အရာမှာ မည်သည့်ကုသမှုပုံစံ သို့မဟုတ် ဆေးဝါးမျှ မတုပနိုင်သော အရာဖြစ်သည်။ ထို့ကြောင့် သူ့ကို ယုံကြည်သူများသည် သူသည် အလ္လာဟ်အရှင်မြတ်၏ အစေခံနှင့် ၎င်း၏ ရစူလ်တမန်ဖြစ်ကြောင်း သိရှိခဲ့ကြသည်။ အလားတူပင်၊ ဆွဟီဟ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ نَبِيٍّ مِنَ الْأَنْبِيَاءِ إِلَّا وَقَدْ أُوتِيَ مِنَ الْآيَاتِ مَا آمَنَ عَلَى مِثْلِهِ الْبَشَرُ، وَإِنَّمَا كَانَ الَّذِي أُوتِيتُهُ وَحْيًا أَوْحَاهُ اللهُ إِلَيَّ فَأَرْجُو أَنْ أَكُونَ أَكْثَرَهُمْ تَابِعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်နဗီတမန်တော်မျှ မရှိခဲ့၊ သို့သော် သူအား လူတို့မှတ်မိစေမည့် လက္ခဏာများကို ပေးအပ်ခဲ့သည်။ ကျွန်ုပ်အား ပေးအပ်ခဲ့သောအရာသည် အလ္လာဟ်အရှင်မြတ်ထုတ်ဖော်ပြသခဲ့သော ဗျာဒိတ်တော်ဖြစ်သောကြောင့်၊ ၎င်းတို့အနက် ကျွန်ုပ်တွင် နောက်လိုက်အများဆုံးရှိလိမ့်မည်ဟု ကျွန်ုပ်မျှော်လင့်ပါသည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့သည် ၎င်းတို့နားမလည်နိုင်သော အသိပညာနှင့် မပြည့်စုံသေးသော အရာကို ငြင်းပယ်ခဲ့ကြသည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ကုရ်အာန်ကို မယုံကြည်ခဲ့ကြသလို၊ ၎င်းကို မည်သည့်အခါမျှ မသိရှိနိုင်သေး၊ သို့မဟုတ် နားမလည်နိုင်သေးပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မပြည့်စုံသေးသော အရာကို။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် လမ်းညွှန်မှုနှင့် စစ်မှန်သောဘာသာတရားကို မရရှိခဲ့ကြပေ။ ထို့ကြောင့် ၎င်းတို့သည် မသိနားမလည်မှုနှင့် မိုက်မဲမှုတို့ကြောင့် ၎င်းကို ငြင်းပယ်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့မတိုင်မီက လူတို့သည်လည်း ငြင်းပယ်ခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ ယခင်လူမျိုးများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ မတရားပြုသူတို့၏ နောက်ဆုံးအခြေအနေကို ကြည့်ရှုကြလော့!)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့၏ ဆိုးသွမ်းမှု၊ မာန်မာန၊ ခေါင်းမာမှုနှင့် အသိပညာမဲ့မှုတို့ကြောင့် ကျွန်ုပ်တို့၏ ရစူလ်တမန်တော်များကို ၎င်းတို့ငြင်းပယ်ခဲ့ကြသည့်အတွက် ကျွန်ုပ်တို့ ၎င်းတို့ကို မည်သို့ဖျက်ဆီးခဲ့သည်ကို ကြည့်ရှုပါ။ ထို့ကြောင့် သတင်းစကားကို ငြင်းပယ်သူအပေါင်းတို့၊ သင်တို့လည်း အလားတူအဆုံးသတ်ကို ကြုံတွေ့ရမည်ကို သတိထားကြပါ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن يُؤْمِنُ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့သည် ၎င်းကို ယုံကြည်ကြ၏။)</span> ဆိုလိုသည်မှာ အို မုဟမ္မဒ်၊ သင်စေလွှတ်ခြင်းခံရသူများအနက် ဤကုရ်အာန်ကို ယုံကြည်ပြီး သင့်ကို လိုက်နာကာ သင့်ထံသို့ ပေးပို့ခဲ့သောအရာမှ အကျိုးကျေးဇူးရရှိမည့်သူများ ရှိကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن لَّا يُؤْمِنُ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့သည် ၎င်းကို မယုံကြည်ကြပေ၊)</span> သို့သော် ကာဖိရ်တစ်ဦးအဖြစ် သေဆုံးပြီး ထိုအတိုင်းပင် ပြန်လည်ရှင်ပြန်ထမြောက်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّكَ أَعْلَمُ بِالْمُفْسِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သည် ဖျက်ဆီးသူများကို အလုံးစုံသိတော်မူသော အရှင်ဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">လမ်းညွှန်မှုရထိုက်သူများကို အရှင်သည် အကောင်းဆုံးသိတော်မူ၏၊ ထို့ကြောင့် အရှင်သည် ၎င်းတို့ကို လမ်းပြတော်မူ၏။ လမ်းမှားသို့ရောက်ထိုက်သူများကို အရှင်သည် လမ်းမှားသို့ရောက်စေတော်မူ၏။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်အခါမျှ မတရားမပြုလုပ်သော တရားမျှတသည့်အရှင်ဖြစ်သည်။ အရှင်သည် လူတိုင်းအား ၎င်းတို့ရထိုက်သည်များကို ပေးသနားတော်မူ၏။ ဘုန်းတော်အပေါင်းသည် အရှင်မြတ်၏ဖြစ်တော်မူ၏။ အရှင်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိပေ။</p>"
  },
  {
    "ayah_key": "10:4",
    "group_ayah_key": "10:4",
    "from_ayah": "10:4",
    "to_ayah": "10:4",
    "ayah_keys": "10:4",
    "text": "<p class=\"my translation\" lang=\"my\">အသင်တို့အားလုံး သူထံသို့ ပြန်လှည့်ကြရမည်။ အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်သည်။ အရှင်မြတ်သည် ဖန်ဆင်းခြင်းကို စတင်ပြီးနောက် ပြန်လည်ဖန်ဆင်းမည်။ ယုံကြည်ပြီး ဖြောင့်မတ်သော အကျင့်များကို ပြုလုပ်သူတို့အား တရားမျှတစွာ ဆုလာဘ်ပေးရန်ဖြစ်သည်။ သို့သော် မယုံကြည်သူတို့သည် ပွက်ပွက်ဆူသော အရည်များနှင့် ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံစားရမည်မှာ ၎င်းတို့ မယုံကြည်ခဲ့သောကြောင့် ဖြစ်သည် <span>(4)</span></p><div lang=\"my\" class=\"my \"><h2>အရာအားလုံး၏ ပြန်လည်ရောက်ရှိရာသည် အလ္လာဟ်ထံသို့ ဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က သတ္တဝါတို့ ပြန်လည်စုဝေးရာနေ့တွင် သူထံသို့ ပြန်ကြရမည်ဟု မိန့်ကြားတော်မူ၏။ အရှင်မြတ်သည် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ အစပိုင်းတွင် ဖန်ဆင်းခဲ့သကဲ့သို့ ပြန်လည်အသက်သွင်းခြင်းမရှိဘဲ ထားခဲ့မည်မဟုတ်ပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က သတ္တဝါအားလုံးကို ပြန်လည်အသက်သွင်းမည်ဖြစ်ကြောင်း မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည်ပင် ဖန်ဆင်းခြင်းကို စတင်ဖန်ဆင်းခဲ့သူဖြစ်၍ ထို့နောက် အရှင်မြတ်ကပင် ထိုဖန်ဆင်းခြင်းကို <span class=\"gray\">(ပျက်စီးသွားပြီးနောက်)</span> ပြန်လည်ဖန်ဆင်းမည်။ ဤသည်မှာ အရှင်မြတ်အတွက် ပိုမိုလွယ်ကူလှသည်)</span><span class=\"gray\">(30:27)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ بِالْقِسْطِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ယုံကြည်ပြီး ဖြောင့်မတ်သောအကျင့်များပြုလုပ်သူတို့အား တရားမျှတစွာ ဆုလာဘ်ပေးရန်ဖြစ်သည်။)</span> ဆိုသည်မှာ ဆုလာဘ်သည် တရားမျှတမှုနှင့် ပြည့်စုံသော အစားပေးခြင်းနှင့်အတူ ဖြစ်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْفُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မယုံကြည်သူတို့သည် ပွက်ပွက်ဆူသောအရည်များနှင့် ပြင်းထန်သောပြစ်ဒဏ်ကို ခံစားရမည်မှာ ၎င်းတို့မယုံကြည်ခဲ့သောကြောင့် ဖြစ်သည်။)</span> ဆိုသည်မှာ ၎င်းတို့ မယုံကြည်မှုကြောင့် ပြန်လည်စုဝေးရာနေ့တွင် ပြင်းထန်သော လေပူများ၊ ပွက်ပွက်ဆူသောရေများ၊ မည်းမှောင်သောမီးခိုးအရိပ်ကဲ့သို့သော အမျိုးမျိုးသော ညှဉ်းပန်းနှိပ်စက်မှုများဖြင့် အပြစ်ပေးခံရမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ - وَآخَرُ مِن شَكْلِهِ أَزْوَاجٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြစ်၏။ ထို့နောက် သူတို့ကို မြည်းစမ်းစေမည်။ ပွက်ပွက်ဆူသောအရည်နှင့် ညစ်ပတ်သော ဒဏ်ရာမှထွက်သောအရည်များ။ ထို့ပြင် အခြားအလားတူ <span class=\"gray\">(ညှဉ်းပန်းနှိပ်စက်မှု)</span> အမျိုးမျိုးတို့လည်း ရှိသေးသည်။)</span><span class=\"gray\">(38:57-58)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ - يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ရာဇဝတ်သားတို့ ငြင်းပယ်ခဲ့သော ငရဲဖြစ်သည်။ သူတို့သည် ထိုငရဲနှင့် ပြင်းထန်သော ပွက်ပွက်ဆူသောရေကြားတွင် လှည့်လည်သွားလာရမည်။)</span><span class=\"gray\">(55:43-44)</span></p>"
  }
]