[
  {
    "ayah_key": "22:11",
    "group_ayah_key": "22:11",
    "from_ayah": "22:11",
    "to_ayah": "22:13",
    "ayah_keys": "22:11,22:12,22:13",
    "text": "<p lang=\"my\" class=\"my \">လူသားတို့တွင် အလ္လာဟ်အရှင်မြတ်ကို အစွန်းတစ်ဖက်ကနေ ကိုးကွယ်သူတစ်ဦး ရှိ၏။ အကယ်၍ ကောင်းကျိုးတစ်ခုခု ရောက်ရှိလာပါက ထိုသူသည် စိတ်ကျေနပ်မှု ရှိပေ၏။ သို့သော် ဖစ်နာတစ်ခုခု ရောက်ရှိလာပါက ထိုသူသည် မိမိမျက်နှာကို နောက်ပြန်လှည့်သွား၏။ ထိုသူသည် ဤလောကနှင့် နောင်တမလွန်လောက နှစ်ခုစလုံးကို ဆုံးရှုံး၏။ ထိုအရာသည် ထင်ရှားသော ဆုံးရှုံးမှု ဖြစ်ပေသည် <span>(11)</span>ထိုသူသည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မိမိအား အကျိုးလည်း မပြုနိုင်၊ အပြစ်လည်း မပေးနိုင်သော အရာများအား ခေါ်ဝေါ်ပန်ကြား၏။ ထိုအရာသည် ဝေးကွာသော လမ်းမှားခြင်းပင် ဖြစ်ပေသည် <span>(12)</span>ထိုသူသည် မိမိအား အကျိုးပြုခြင်းထက် အပြစ်ပေးခြင်းက ပိုမိုနီးကပ်သော အရာများအား ခေါ်ဝေါ်ပန်ကြား၏။ ယင်းသည် အလွန်ဆိုးရွားသော အကာအကွယ်ပေးသူ (မော်လာ) နှင့် အလွန်ဆိုးရွားသော ရင်းနှီးသူ (အာရှိရ်) ပင် ဖြစ်ပေသည် <span>(13)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်ကို အစွန်းတစ်ဖက်ကနေ ကိုးကွယ်ခြင်း၏ အဓိပ္ပါယ်</h2></div><p lang=\"et\" class=\"et \">Mujahid, Qatadah and others said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ حَرْفٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစွန်းတစ်ဖက်ကနေ)</span> ဆိုသည်မှာ သံသယရှိခြင်း ဖြစ်သည်။ အချို့က ၎င်းသည် တောင်စွန်း သို့မဟုတ် တောင်ဘက်ခြမ်းကဲ့သို့ အစွန်းပေါ်တွင် ရှိခြင်းဟု ဆိုကြသည်။ ဆိုလိုသည်မှာ <span class=\"gray\">(ဤပုဂ္ဂိုလ်)</span> သည် အစွန်းပေါ်တွင် အစ္စလာမ်သို့ ဝင်ရောက်သည်။ အကယ်၍ သူနှစ်သက်သောအရာကို တွေ့ရှိပါက ဆက်လက်လုပ်ဆောင်မည်ဖြစ်ပြီး၊ မဟုတ်ပါက ထွက်ခွာသွားလိမ့်မည်။ အလ်-ဘူခါရီက အိဘ်နုအဗ္ဗားစ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يَعْبُدُ اللَّهَ عَلَىٰ حَرْفٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့တွင် အလ္လာဟ်အရှင်မြတ်ကို အစွန်းတစ်ဖက်ကနေ ကိုးကွယ်သူတစ်ဦး ရှိ၏။)</span></p><p lang=\"my\" class=\"my \">လူတို့သည် အလ်-မာဒီနာသို့ <span class=\"gray\">[၎င်းတို့၏ အစ္စလာမ်ကို ကြေညာရန်]</span> လာကြမည်။ ၎င်းတို့၏ ဇနီးများသည် သားများကို မွေးဖွားပြီး၊ ၎င်းတို့၏ မြင်းမများသည် သားပေါက်များကို မွေးဖွားပါက၊ ၎င်းတို့က 'ဤသည် ကောင်းသောဘာသာ' ဟု ဆိုကြမည်။ သို့သော် ၎င်းတို့၏ ဇနီးများနှင့် မြင်းမများသည် မမွေးဖွားပါက ၎င်းတို့က 'ဤသည် မကောင်းသောဘာသာ' ဟု ဆိုကြမည်။</p><p lang=\"my\" class=\"my \">အလ်-အော်ဖီက အိဘ်နုအဗ္ဗားစ် ပြောသည်ကို ဖော်ပြခဲ့သည်။ '၎င်းတို့ထဲမှ တစ်ဦးသည် အလ်-မာဒီနာသို့ ရောက်လာမည်။ ထိုနေရာသည် ကူးစက်ရောဂါ ကျရောက်နေသော မြေဖြစ်သည်။ ထိုသူသည် ထိုနေရာတွင် ကျန်းမာနေပြီး၊ သူ၏ မြင်းမက သားပေါက်ပြီး၊ သူ၏ ဇနီးက သားယောက်ျားလေး မွေးဖွားပါက၊ သူသည် ကျေနပ်လိမ့်မည်။ ထို့နောက် သူက 'ဤဘာသာကို စတင်လိုက်နာပြီးကတည်းက ကောင်းသောအရာမှတစ်ပါး အခြားမည်သည့်အရာမှ မကြုံတွေ့ခဲ့ရပါ' ဟု ဆိုမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ أَصَابَتْهُ فِتْنَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဖစ်နာတစ်ခုခု ရောက်ရှိလာပါက)</span>၊ ဤနေရာတွင် ဖစ်နာဆိုသည်မှာ ဘေးဆိုးကို ဆိုလိုသည်။ ဆိုလိုသည်မှာ၊ အကယ်၍ အလ်-မာဒီနာ၏ ရောဂါသည် သူ့အား ကျရောက်လာပြီး၊ သူ၏ ဇနီးက သမီးလေးတစ်ဦး မွေးဖွားပြီး၊ သူ့ထံသို့ ဆွမ်းဒါန ရောက်ရှိလာမှု နောက်ကျနေပါက၊ ရှိုင်တွာန်သည် သူ့ထံသို့ လာပြီး ပြောလိမ့်မည်- 'အလ္လာဟ်အရှင်မြတ်အားဖြင့် သင့်ဘာသာကို စတင်လိုက်နာပြီးကတည်းက သင့်အား မကောင်းသောအရာများမှတစ်ပါး မည်သည့်အရာမှ မကြုံတွေ့ခဲ့ရပါ' ဟူ၍ ဖြစ်သည်။ ဤသည်မှာ ဖစ်နာဖြစ်သည်။' ဤသည်ကိုလည်း ကတာဒါ၊ အဒ်-ဒဟ်ဟက်၊ အိဘ်နု ဂျူရေးဂျ် နှင့် ဆလဖ်များအကြားမှ အခြားသူများက ဤအာယတ်တော်ကို ရှင်းပြရာတွင် ဖော်ပြခဲ့ကြသည်။ မူဂျာဟစ်က ဤအာယတ်တော်နှင့်ပတ်သက်၍ ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">انْقَلَبَ عَلَىٰ وَجْهِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူသည် မိမိမျက်နှာကို နောက်ပြန်လှည့်သွား၏။)</span> '<span class=\"gray\">(ဆိုလိုသည်မှာ)</span>၊ သူသည် ဘာသာစွန့်သူနှင့် ကာဖိရ် ဖြစ်သွားသည်။'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَسِرَ الدُّنْيَا وَالْآخِرَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူသည် ဤလောကနှင့် နောင်တမလွန်လောက နှစ်ခုစလုံးကို ဆုံးရှုံး၏။)</span> ဆိုလိုသည်မှာ၊ သူသည် ဤလောကတွင် မည်သည့်အရာမှ မရရှိပါ။ နောင်တမလွန်လောကတွင်မူ သူသည် အလ္လာဟ်အရှင်မြတ်အား မယုံကြည်ခဲ့သောကြောင့် လုံးဝပျက်စီးဆုံးရှုံးပြီး အရှက်ရလိမ့်မည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာသည် ထင်ရှားသော ဆုံးရှုံးမှု ဖြစ်ပေသည်။)</span> ဆိုလိုသည်မှာ အကြီးမားဆုံးသော ဆုံးရှုံးမှုနှင့် ရှုံးနိမ့်သော အရောင်းအဝယ် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُ وَمَا لَا يَنْفَعُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူသည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မိမိအား အကျိုးလည်း မပြုနိုင်၊ အပြစ်လည်း မပေးနိုင်သော အရာများအား ခေါ်ဝေါ်ပန်ကြား၏။)</span> ဆိုလိုသည်မှာ ရုပ်တုများ၊ ပြိုင်ဘက်များ နှင့် ကူညီရန်၊ ထောက်ပံ့ရန်နှင့် စားနပ်ရိက္ခာပေးရန်အတွက် သူခေါ်ဝေါ်ပန်ကြားသော ဘုရားအတုများ - ၎င်းတို့သည် သူ့အား အကျိုးလည်း မပြုနိုင်၊ အပြစ်လည်း မပေးနိုင်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُوَ الضَّلَالُ الْبَعِيدُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာသည် ဝေးကွာသော လမ်းမှားခြင်းပင် ဖြစ်ပေသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူသည် မိမိအား အကျိုးပြုခြင်းထက် အပြစ်ပေးခြင်းက ပိုမိုနီးကပ်သော အရာများအား ခေါ်ဝေါ်ပန်ကြား၏။)</span> ဆိုလိုသည်မှာ ဤလောကတွင် သူ့အား အကျိုးပြုခြင်းထက် အပြစ်ပေးရန် ပိုမိုဖြစ်နိုင်သည်။ နောင်တမလွန်လောကတွင်မူ သူသည် သူ့အား အပြစ်ပေးလိမ့်မည်မှာ သေချာပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَبِئْسَ الْمَوْلَىٰ وَلَبِئْسَ الْعَشِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယင်းသည် အလွန်ဆိုးရွားသော အကာအကွယ်ပေးသူ (မော်လာ) နှင့် အလွန်ဆိုးရွားသော ရင်းနှီးသူ (အာရှိရ်) ပင် ဖြစ်ပေသည်!)</span> မူဂျာဟစ်က 'ဤသည်မှာ ရုပ်တုများကို ဆိုလိုသည်' ဟု ပြောခဲ့သည်။ အဓိပ္ပါယ်မှာ 'အလ္လာဟ်အရှင်မြတ်အစား ကူညီထောက်ပံ့သူအဖြစ် ခေါ်ဝေါ်ပန်ကြားသော ဤသူငယ်ချင်းသည် အလွန်ဆိုးရွားလှပေသည်' ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَبِئْسَ الْعَشِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလွန်ဆိုးရွားသော ရင်းနှီးသူ (အာရှိရ်)!)</span> ဆိုသည်မှာ မိမိနှင့် ရောနှောပြီး အချိန်ကုန်ဆုံးသူကို ဆိုလိုသည်။</p>"
  },
  {
    "ayah_key": "22:14",
    "group_ayah_key": "22:14",
    "from_ayah": "22:14",
    "to_ayah": "22:14",
    "ayah_keys": "22:14",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများနှင့် ကောင်းမြတ်သော လုပ်ရပ်များကို လုပ်ဆောင်သူများကို မြစ်များစီးဆင်းနေသော ဥယျာဉ်များသို့ ဝင်စေမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိရာကို ပြုလုပ်တော်မူသည် <span>(14)</span></p><div lang=\"my\" class=\"my \"><h2>သူတော်စင်တို့၏ အကျိုး</h2></div><p lang=\"my\" class=\"my \">ပျက်စီးဆုံးရှုံးသူ လမ်းမှားသူများအကြောင်း ဖော်ပြပြီးနောက် ကောင်းချီးခံစားရသော သူတော်စင်များအကြောင်း ဖော်ပြထားသည်။ ထိုသူတို့သည် မိမိတို့၏နှလုံးသားတွင် ခိုင်မြဲစွာ ယုံကြည်ကြပြီး၊ မိမိတို့၏ လုပ်ရပ်များဖြင့် မိမိတို့၏ယုံကြည်ခြင်းကို အတည်ပြုကြကာ၊ ကောင်းမြတ်သော လုပ်ရပ်မျိုးစုံကို ပြုလုပ်ကြပြီး မကောင်းသော လုပ်ရပ်များကို ရှောင်ရှားကြသည်။ ဤအကြောင်းကြောင့် ၎င်းတို့သည် ဂျန္နတ်ဥယျာဉ်၏ မြင့်မြတ်သော ရာထူးများရှိ အိမ်များကို အမွေရရှိကြမည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ထိုသူများကို လမ်းမှားစေပြီး ဤသူများကို လမ်းမှန်ပြတော်မူသည်ဟု ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူပြီး၊ ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိရာကို ပြုလုပ်တော်မူသည်။)</span></p>"
  },
  {
    "ayah_key": "22:15",
    "group_ayah_key": "22:15",
    "from_ayah": "22:15",
    "to_ayah": "22:16",
    "ayah_keys": "22:15,22:16",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ဤလောကနှင့် နောင်တမလွန်လောကတွင် ကူညီမည်မဟုတ်ဟု မည်သူမဆို ထင်မြင်ပါက၊ ထိုသူသည် ကြိုးတစ်ချောင်းကို မျက်နှာကျက်သို့ ဆန့်တန်းပြီး မိမိကိုယ်ကို လည်ပင်းညှစ်သေပါစေ။ ထို့နောက် သူ၏အစီအစဉ်သည် သူဒေါသထွက်နေသောအရာကို ဖယ်ရှားနိုင်ခြင်း ရှိမရှိ ကြည့်ပါစေ <span>(15)</span>ဤနည်းဖြင့် ငါတို့သည် ၎င်းကို ထင်ရှားသော အာယတ်တော်များအဖြစ် ချပေးခဲ့ပြီး၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို လမ်းမှန်ပြတော်မူသည် <span>(16)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော် ﷺ အား သေချာပေါက် ကူညီတော်မူမည်။</h2></div><p lang=\"my\" class=\"my \">အိဘ်နုအဗ္ဗားစ်က ပြောခဲ့သည်- 'အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ ကို ဤလောကနှင့် နောင်တမလွန်လောကတွင် ကူညီမည်မဟုတ်ဟု မည်သူမဆို ထင်မြင်ပါက၊ ထိုသူသည် ကြိုးတစ်ချောင်းကို ဆန့်တန်းပါစေ'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَى السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်နှာကျက်သို့)</span> သူ၏အိမ်ရှိ မျက်နှာကျက်သို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لْيَقْطَعْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မိမိကိုယ်ကို လည်ပင်းညှစ်သေပါစေ။)</span> ထိုကြိုးဖြင့် မိမိကိုယ်ကို ကြိုးဆွဲချပါစေ။' ဤသည်မှာ မူဂျာဟစ်၊ အိက်ရီမာ၊ အတာ၊ အဗူလ်-ဂျောဇာ၊ ကတာဒါ နှင့် အခြားသူများ၏ အမြင်လည်းဖြစ်သည်။ အဓိပ္ပါယ်မှာ- အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ နှင့် ကိုယ်တော်၏ကျမ်းတော်၊ ကိုယ်တော်၏ဘာသာကို ကူညီထောက်ပံ့မည်မဟုတ်ဟု မည်သူမဆို ထင်မြင်ပါက၊ ထိုသူသည် ထိုမျှလောက် စိတ်အနှောင့်အယှက်ဖြစ်နေပါက မိမိကိုယ်ကို သွားသတ်ပါစေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ကူညီထောက်ပံ့မည်မှာ သေချာပါသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် ငါတို့၏ ရစူလ်တမန်တော်များကိုလည်းကောင်း၊ ဤလောကီဘဝတွင် ယုံကြည်သူများကိုလည်းကောင်း၊ သက်သေများ ရပ်တည်မည့်နေ့တွင်လည်းကောင်း အောင်မြင်စေမည်။)</span><span class=\"gray\">(40:51)</span>။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူ၏အစီအစဉ်သည် သူဒေါသထွက်နေသောအရာကို ဖယ်ရှားနိုင်ခြင်း ရှိမရှိ ကြည့်ပါစေ!)</span> အစ်-ဆွဒ်ဒီက 'ဆိုလိုသည်မှာ မုဟမ္မဒ် ﷺ ၏ကိစ္စတွင်' ဟု ပြောခဲ့သည်။ အတာ အလ်-ခုရာစနီက 'သူ၏နှလုံးသားတွင် ခံစားနေရသော ဒေါသကို ထိုအရာက ကုစားပေးနိုင်ခြင်း ရှိမရှိ ကြည့်ပါစေ' ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَنزَلْنَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနည်းဖြင့် ငါတို့သည် ၎င်းကို ချပေးခဲ့သည်)</span> ကုရ်အာန်ကို။</p><p class=\"ar qpc-hafs\" lang=\"ar\">آيَاتٍ بَيِّنَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထင်ရှားသော အာယတ်တော်များအဖြစ်၊)</span> ၎င်း၏စကားလုံးများနှင့် အဓိပ္ပါယ်တွင် ထင်ရှားပြီး၊ လူသားများအတွက် အလ္လာဟ်အရှင်မြတ်ထံမှ သက်သေဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ يَهْدِي مَن يُرِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို လမ်းမှန်ပြတော်မူသည်။)</span> ကိုယ်တော်သည် မိမိအလိုရှိသူအား လမ်းမှားစေပြီး၊ မိမိအလိုရှိသူအား လမ်းမှန်ပြတော်မူသည်။ ထိုသို့ပြုလုပ်ရာတွင် ကိုယ်တော်၌ ပြည့်စုံသော ဉာဏ်ပညာနှင့် ပြတ်သားသော သက်သေခံချက်ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ပြုသောအရာနှင့်ပတ်သက်၍ ကိုယ်တော်အား မမေးမြန်းနိုင်သော်လည်း ၎င်းတို့အား မေးမြန်းလိမ့်မည်။)</span><span class=\"gray\">[21:23]</span>။ ကိုယ်တော်၏ ဉာဏ်ပညာ၊ ကရုဏာ၊ တရားမျှတမှု၊ အသိပညာ၊ အာဏာစက်နှင့် ခွန်အားတို့ကြောင့် ကိုယ်တော်၏ စီရင်ချက်ကို မည်သူမျှ ပယ်ဖျက်နိုင်မည်မဟုတ်ပေ။ ကိုယ်တော်သည် အပြစ်တင်ဆုံးဖြတ်ရာတွင် လျင်မြန်တော်မူသည်။</p>"
  },
  {
    "ayah_key": "22:17",
    "group_ayah_key": "22:17",
    "from_ayah": "22:17",
    "to_ayah": "22:17",
    "ayah_keys": "22:17",
    "text": "<div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဂိုဏ်းဂဏများအကြား စီရင်ဆုံးဖြတ်တော်မူမည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤဘာသာအမျိုးမျိုးကို လိုက်နာသူများ၊ ယုံကြည်သူများ <span class=\"gray\">(မွတ်စလင်မ်များ)</span> နှင့် ဂျူးများ၊ ဆာဘီယန်များကဲ့သို့သော အခြားသူများအကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ၎င်းတို့၏ အဓိပ္ပါယ်ကို စူရဟ် အလ်-ဘာကရဟ်တွင် ကျွန်ုပ်တို့ မြင်ခဲ့ပြီးဖြစ်ပြီး၊ ၎င်းတို့ မည်သူမည်ဝါဖြစ်ကြောင်းနှင့်ပတ်သက်၍ လူတို့ မည်သို့ကွဲပြားသည်ကို သတိပြုမိခဲ့သည်။ ခရစ်ယာန်များ၊ မဂျူစ့်များ နှင့် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်သူများလည်း ရှိသည်။ အလ္လာဟ်အရှင်မြတ်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့အကြား စီရင်ဆုံးဖြတ်တော်မူမည်)</span> တရားမျှတမှုဖြင့်၊ ကိုယ်တော်သည် ကိုယ်တော်အား ယုံကြည်သူများကို ဂျန္နတ်ဥယျာဉ်သို့ ဝင်စေမည်ဖြစ်ပြီး၊ ကိုယ်တော်အား မယုံကြည်သူများကို ဂျဟန္နမ် (ငရဲ) သို့ ပို့ဆောင်မည်ဖြစ်သည်၊ အကြောင်းမှာ ကိုယ်တော်သည် ၎င်းတို့၏ လုပ်ရပ်များကို သက်သေခံဖြစ်ပြီး၊ ၎င်းတို့ ပြောသမျှ၊ လျှို့ဝှက်စွာ လုပ်သမျှ၊ ရင်ထဲတွင် ဖုံးကွယ်ထားသမျှ အားလုံးကို သိတော်မူသည်။</p>"
  }
]