[
  {
    "ayah_key": "47:24",
    "group_ayah_key": "47:24",
    "from_ayah": "47:24",
    "to_ayah": "47:28",
    "ayah_keys": "47:24,47:25,47:26,47:27,47:28",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် ကုရ်အာန်ကို မဆင်ခြင်ကြသလော၊ သို့မဟုတ် ၎င်းတို့၏နှလုံးသားများ၌ သော့ခတ်ထားသလော <span>(24)</span>ဧကန်မလွဲ၊ လမ်းမှန်သည် ၎င်းတို့အား ရှင်းလင်းပြတ်သားပြီးနောက် မယုံကြည်သူများအဖြစ် နောက်ပြန်လှည့်သွားသူများသည် – ရှိုင်တွာန်က ၎င်းတို့အား သွေးဆောင်ဖြားယောင်းခဲ့ပြီး မှားယွင်းသော မျှော်လင့်ချက်များဖြင့် ပြည့်စေခဲ့သည် <span>(25)</span>ထိုသို့ဖြစ်ရသည်မှာ အလ္လာဟ်အရှင်မြတ်ချပေးသနားတော်မူသည်ကို မုန်းတီးသူများအား ၎င်းတို့က \"ကျွန်ုပ်တို့သည် ကိစ္စရပ်၏ တစ်စိတ်တစ်ပိုင်းတွင် သင်တို့အား နာခံမည်\" ဟု ပြောဆိုခဲ့ကြသောကြောင့်ဖြစ်သည် <span>(26)</span>ထို့နောက် ကောင်းကင်တမန်များသည် ၎င်းတို့၏ဝိညာဉ်များကို သေဆုံးချိန်တွင် ၎င်းတို့၏မျက်နှာများနှင့် ကျောများကို ရိုက်နှက်၍ ယူဆောင်သွားသောအခါ <span class=\"gray\">(မည်သို့ဖြစ်မည်နည်း)</span> <span>(27)</span>ထိုသို့ဖြစ်ရသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား အမျက်ဒေါသထွက်စေသောအရာကို လိုက်နာခဲ့ကြပြီး အရှင်မြတ်၏နှစ်သက်မှုကို ရရှိစေသောအရာကို မုန်းတီးခဲ့ကြသောကြောင့် အရှင်မြတ်သည် ၎င်းတို့၏လုပ်ရပ်များကို အကျိုးမရှိအောင် ပြုလုပ်ခဲ့သည် <span>(28)</span></p><p lang=\"my\" class=\"my \">ကုရ်အာန်ကို ဆင်ခြင်ရန် အမိန့်တော်</p><p lang=\"my\" class=\"my \">လူအများအား ကုရ်အာန်ကို ဆင်ခြင်သုံးသပ်ရန် အမိန့်ပေး၍၊ ၎င်းမှ ရှောင်ဖယ်ခြင်းကို တားမြစ်ရင်း အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကုရ်အာန်ကို မဆင်ခြင်ကြသလော၊ သို့မဟုတ် ၎င်းတို့၏နှလုံးသားများ၌ သော့ခတ်ထားသလော?)</span> ဆိုလိုသည်မှာ အချို့သောနှလုံးသားများ၌ သော့များခတ်ထားခြင်းကြောင့် ၎င်း၏အဓိပ္ပါယ်များ တစ်စုံတစ်ရာမျှ မရောက်ရှိနိုင်အောင် ခိုင်မြဲစွာ ပိတ်ထားခြင်းဖြစ်သည်။ အိဗ်နု ဂျရီရ်သည် ဟိရှမ် အိဗ်နု အူရ်ဝါဟ်မှ၊ ၎င်း၏ဖခင်မှ၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဤအာယတ်တော်ကို တစ်ကြိမ်ရွတ်ဖတ်ခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကုရ်အာန်ကို မဆင်ခြင်ကြသလော၊ သို့မဟုတ် ၎င်းတို့၏နှလုံးသားများ၌ သော့ခတ်ထားသလော?)</span> နှင့် ယီမင်မှ လူငယ်တစ်ဦးက \"ဧကန်မလွဲ၊ ၎င်းတို့အပေါ် သော့များခတ်ထားသည် – အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ကို လုံးဝဖွင့်သည်အထိ သို့မဟုတ် အနည်းငယ်ဖွင့်သည်အထိဖြစ်သည်။\" ဟု ပြောခဲ့သည်။ ထိုနောက် အွမ္မရ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ ထိုလူငယ်ကို အမြဲတမ်း နှစ်သက်ခဲ့ပြီး၊ ၎င်းကိုယ်တိုင် အာဏာရသည်အထိ ထိုအရာကို လျှို့ဝှက်ထားခဲ့ကာ၊ အာဏာရသောအခါ ၎င်းကို <span class=\"gray\">(အကြံပေးအဖြစ်)</span> အသုံးပြုခဲ့သည်။</p><p lang=\"sr\" class=\"sr \">Condemning Apostasy</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ ارْتَدُّوا عَلَىٰ أَدْبَارِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ နောက်ပြန်လှည့်သွားသူများသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် သာသနာမှ ထွက်ခွာခဲ့ပြီး မယုံကြည်ခြင်းသို့ ပြန်လည်ရောက်ရှိခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى ۙ الشَّيْطَانُ سَوَّلَ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...လမ်းမှန်သည် ၎င်းတို့အား ရှင်းလင်းပြတ်သားပြီးနောက် – ရှိုင်တွာန်က ၎င်းတို့အား သွေးဆောင်ဖြားယောင်းခဲ့သည်)</span> ဆိုလိုသည်မှာ ၎င်းသည် ထို <span class=\"gray\">(သာသနာဖျက်ခြင်း)</span> ကို ၎င်းတို့အတွက် တန်ဆာဆင်၍ လှပအောင် ပြုလုပ်ပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَمْلَىٰ لَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့အား မှားယွင်းသော မျှော်လင့်ချက်များဖြင့် ပြည့်စေခဲ့သည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် ၎င်းတို့အား သွေးဆောင်ခဲ့ပြီး လှည့်ဖြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်ရသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ချပေးသနားတော်မူသည်ကို မုန်းတီးသူများအား \"ကျွန်ုပ်တို့သည် ကိစ္စရပ်၏ တစ်စိတ်တစ်ပိုင်းတွင် သင်တို့အား နာခံမည်\" ဟု ပြောဆိုခဲ့ကြသောကြောင့်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့နှင့် လျှို့ဝှက်စွာ ပူးပေါင်းကြံစည်ခဲ့ပြီး ဆိုးယုတ်သော အကြံဉာဏ်များ ပေးခဲ့သည် – ၎င်းတို့ ဖုံးကွယ်ထားသည်၏ ဆန့်ကျင်ဘက်ကို ကြေညာသော မုနာဖစ်က်တို့၏ ထုံးတမ်းစဉ်လာအတိုင်းဖြစ်သည်။ ထိုသို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ လျှို့ဝှက်ချက်များကို သိတော်မူသည်။)</span> ၎င်းတို့ မည်သည့်အရာကို ဖုံးကွယ်သည်ဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ကောင်းစွာသိရှိတော်မူပြီး၊ အရှင်မြတ်သိတော်မူသည်။ ဤသည် အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ ۖ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ညအချိန်တွင် ကြံစည်သမျှကို မှတ်တမ်းတင်ထားသည်။)</span><span class=\"gray\">(4:81)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်များသည် ၎င်းတို့၏ဝိညာဉ်များကို သေဆုံးချိန်တွင် ၎င်းတို့၏မျက်နှာများနှင့် ကျောများကို ရိုက်နှက်၍ ယူဆောင်သွားသောအခါ <span class=\"gray\">(မည်သို့ဖြစ်မည်နည်း)</span>?)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ကောင်းကင်တမန်များသည် ၎င်းတို့၏ အသက်များကို ယူဆောင်ရန် ရောက်ရှိလာသောအခါ၊ ၎င်းတို့၏ဝိညာဉ်များသည် ၎င်းတို့၏ခန္ဓာကိုယ်များနှင့် တွယ်ကပ်နေပြီး၊ ကောင်းကင်တမန်များက ၎င်းတို့ကို အင်အားဖြင့်၊ ကြမ်းတမ်းစွာနှင့် ရိုက်နှက်၍ ထုတ်ယူစေသောအခါ ၎င်းတို့၏အခြေအနေ မည်သို့ဖြစ်မည်နည်း။ ဤသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا ۙ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့၏ အသက်များကို ကောင်းကင်တမန်များက ၎င်းတို့၏မျက်နှာများနှင့် ကျောများကို ရိုက်နှက်၍ ယူဆောင်သွားသည်ကို သင်သာ မြင်တွေ့နိုင်ပါက။)</span><span class=\"gray\">(8:50)</span> နှင့် အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းမှုပြုသူတို့သည် သေမင်း၏ ဒုက္ခဝေဒနာများ၌ ရှိနေချိန်၊ ကောင်းကင်တမန်များက ၎င်းတို့၏လက်များကို ဆန့်တန်းနေသည်ကို သင်သာ မြင်တွေ့နိုင်ပါက)</span><span class=\"gray\">(6:93)</span>. ဆိုလိုသည်မှာ ၎င်းတို့ကို ရိုက်နှက်ရန်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخْرِجُوا أَنْفُسَكُمُ ۖ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ပြောဆိုကြရင်း)</span>: \"သင်တို့၏ဝိညာဉ်များကို ထုတ်ယူကြ! ဤနေ့တွင် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား မမှန်မကန် ပြောဆိုခဲ့ကြသောကြောင့်၊ နှင့် အရှင်မြတ်၏သက်သေခံလက္ခဏာများကို မာနထောင်လွှားစွာ ငြင်းပယ်ခဲ့ကြသောကြောင့် အရှက်ရဖွယ်ရာ ပြစ်ဒဏ်ဖြင့် အစားပြန်လည်ပေးဆပ်ခံရမည်။\")</span><span class=\"gray\">(6:93)</span> အထက်ပါအချက်များကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဖြစ်ရသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား အမျက်ဒေါသထွက်စေသောအရာကို လိုက်နာခဲ့ကြပြီး အရှင်မြတ်၏နှစ်သက်မှုကို ရရှိစေသောအရာကို မုန်းတီးခဲ့ကြသောကြောင့် အရှင်မြတ်သည် ၎င်းတို့၏လုပ်ရပ်များကို အကျိုးမရှိအောင် ပြုလုပ်ခဲ့သည်။)</span></p>"
  },
  {
    "ayah_key": "47:29",
    "group_ayah_key": "47:29",
    "from_ayah": "47:29",
    "to_ayah": "47:31",
    "ayah_keys": "47:29,47:30,47:31",
    "text": "<p lang=\"my\" class=\"my \">သို့မဟုတ် ၎င်းတို့၏နှလုံးသားများ၌ ရောဂါရှိသူများသည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ဆိုးယုတ်သောစိတ်ထားများကို ဖော်ထုတ်မည်မဟုတ်ဟု ထင်မှတ်ကြသလော <span>(29)</span>အကယ်၍ ငါတို့အလိုရှိခဲ့ပါက ၎င်းတို့အား သင့်အား ရှင်းလင်းစွာ ပြသနိုင်ခဲ့ပြီးဖြစ်ရာ၊ သင်သည် ၎င်းတို့၏ လက္ခဏာများဖြင့် သိရှိနိုင်ခဲ့မည်ဖြစ်သည်၊ သို့သော် သင်သည် ၎င်းတို့၏ စကားပြောဟန်ဖြင့် သိရှိရမည်ဖြစ်သည်! အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ လုပ်ရပ်များ <span class=\"gray\">(အားလုံး)</span> ကို သိတော်မူသည် <span>(30)</span>ငါတို့သည် သင်တို့အနက် ကြိုးစားသူများနှင့် သည်းခံသူများကို သိရှိသည်အထိ သင်တို့အား ဧကန်မလွဲ စမ်းသပ်မည်ဖြစ်ပြီး၊ သင်တို့၏ ကိစ္စရပ်အားလုံးကို စမ်းသပ်စစ်ဆေးမည်ဖြစ်သည် <span>(31)</span></p><p lang=\"my\" class=\"my \">မုနာဖစ်က်တို့၏ လျှို့ဝှက်ချက်များကို ဖော်ထုတ်ခြင်း </p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့၏နှလုံးသားများ၌ ရောဂါရှိသူများသည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ဆိုးယုတ်သောစိတ်ထားများကို မည်သည့်အခါမျှ ဖော်ထုတ်မည်မဟုတ်ဟု ထင်မှတ်ကြသလော?)</span> ဆိုလိုသည်မှာ မုနာဖစ်က်တို့သည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ကိစ္စကို အရှင်မြတ်၏ ယုံကြည်သူကျွန်အား ဖော်ထုတ်မည်မဟုတ်ဟု ထင်မှတ်ကြသလော? ဟုတ်သည်၊ အရှင်မြတ်သည် ၎င်းတို့၏ကိစ္စကို ဖော်ထုတ်၍ ထင်ရှားစေမည်ဖြစ်ရာ၊ ဉာဏ်အမြင်ရှိသူများက နားလည်နိုင်မည်ဖြစ်သည်။ ထိုကိစ္စနှင့်စပ်လျဉ်း၍ အလ္လာဟ်အရှင်မြတ်သည် စူရဟ်ဗရာအာဟ် <span class=\"gray\">(သို့မဟုတ် အတ်တောင်ဗဟ်)</span> ကို ထုတ်ဖော်ခဲ့ပြီး၊ ထိုစူရဟ်တွင် အရှင်မြတ်သည် မုနာဖစ်က်တို့၏ အရှုပ်တော်ပုံများကို ရှင်းလင်းဖော်ပြကာ ၎င်းတို့၏ မုနာဖစ်က်ဖြစ်ခြင်းကို ဖော်ပြသည့် လုပ်ရပ်များကို တိကျစွာ ထောက်ပြခဲ့သည်။ ထိုသို့ကြောင့် ဤစူရဟ် <span class=\"gray\">(စူရဟ်ဗရာအာဟ်)</span> ကို \"ဖော်ထုတ်သူ\" ဟုလည်း ခေါ်ဆိုသည်။ အဒ်ဃန်ဟူသည် ဒိဂ်န်၏ အများကိန်းဖြစ်ပြီး၊ ဆိုလိုသည်မှာ ဝိညာဉ်များသည် အစ္စလာမ်နှင့် ၎င်းကို ထောက်ခံသူများအပေါ် မည်သို့သော မနာလိုစိတ်နှင့် မုန်းတီးမှုကို ဖုံးကွယ်ထားသည်ကို ဆိုလိုသည်။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့အလိုရှိခဲ့ပါက ၎င်းတို့အား သင့်အား ရှင်းလင်းစွာ ပြသနိုင်ခဲ့ပြီးဖြစ်ရာ၊ သင်သည် ၎င်းတို့၏ လက္ခဏာများဖြင့် သိရှိနိုင်ခဲ့မည်ဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား \"အို မုဟမ္မဒ်၊ ငါတို့ အလိုရှိခဲ့ပါက၊ မုနာဖစ်က်များဖြစ်သော ထိုသီးခြားပုဂ္ဂိုလ်များကို သင့်အား ပြသနိုင်ခဲ့မည်ဖြစ်ရာ၊ သင်သည် ၎င်းတို့အား ရှင်းလင်းစွာ သိရှိနိုင်ခဲ့မည်ဖြစ်သည်။\" ဟု မိန့်တော်မူသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မုနာဖစ်က်အားလုံးနှင့်စပ်လျဉ်း၍ ထိုသို့မပြုလုပ်ခဲ့ပေ။ အရှင်မြတ်သည် အရှင်မြတ်၏ဖန်ဆင်းခံများကို ဖုံးကွယ်ထားပြီး၊ ၎င်းတို့၏ကိစ္စများကို ထင်ရှားသော သန့်စင်မှုအတိုင်း ဆောင်ရွက်စေကာ၊ အတွင်းပိုင်းလျှို့ဝှက်ချက်များကို ၎င်းတို့ကို ကောင်းစွာသိရှိသော အရှင်မြတ်ထံတွင် ချန်ထားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ထပ်လောင်းမိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်သည် ၎င်းတို့၏ စကားပြောဟန်ဖြင့် သိရှိရမည်ဖြစ်သည်!)</span> ဆိုလိုသည်မှာ 'သင်သည် ၎င်းတို့၏ရည်ရွယ်ချက်များကို ထုတ်ဖော်သော စကားများဖြင့် ၎င်းတို့အား သိရှိရမည်။' လူတစ်ဦးသည် ၎င်း၏စကားများ၏ အကြောင်းအရာနှင့် အဓိပ္ပါယ်မှတစ်ဆင့် ၎င်း၏ဆက်စပ်မှုကို ကြေညာသည် – ယုံကြည်သူတို့၏အကြီးအကဲ အွစ်မားန် အိဗ်နု အဖ်ဖာန်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ မိန့်တော်မူခဲ့သည့်အတိုင်း \"မည်သူမျှ လျှို့ဝှက်ချက်တစ်ခုကို ဖုံးကွယ်ထားမည်မဟုတ်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏မျက်နှာအမူအရာနှင့် ၎င်း၏လျှာမှ ထိန်းမရသောစကားများဖြင့် ဖော်ထုတ်မည်ဖြစ်သည်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنَبْلُوَنَّكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင်တို့အား ဧကန်မလွဲ စမ်းသပ်မည်)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် သင်တို့အား အမိန့်များနှင့် တားမြစ်ချက်များဖြင့် ဧကန်မလွဲ စမ်းသပ်မည်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် ကြိုးစားသူများနှင့် သည်းခံသူများကို ငါတို့သိရှိသည်အထိ၊ နှင့် သင်တို့၏ ကိစ္စရပ်အားလုံးကို စမ်းသပ်စစ်ဆေးမည်ဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ အသိပညာသည် ဖြစ်ရပ်အားလုံး မဖြစ်ပွားမီကတည်းက ရှိနေသည်ဆိုသည်ကို လုံးဝသံသယဖြစ်ဖွယ်မရှိပါ။ ဤအာယတ်တော်တွင် \"ငါတို့သိရှိသည်အထိ\" ဟူသည် '၎င်းဖြစ်ပွားမှုကို ငါတို့သိရှိသည်အထိ' ဟု ဆိုလိုသည်။ ထို့ကြောင့် အိဗ်နု အဘ္ဘားစ်သည် ဤနှင့်ဆင်တူသော ကျမ်းပိုဒ်များနှင့်စပ်လျဉ်း၍ \"ငါတို့သိရှိနိုင်ရန်မှတစ်ပါး၊ ဆိုလိုသည်မှာ ငါတို့မြင်တွေ့နိုင်ရန်ဖြစ်သည်။\" ဟု ပြောခဲ့သည်။</p>"
  }
]