[
  {
    "ayah_key": "33:55",
    "group_ayah_key": "33:55",
    "from_ayah": "33:55",
    "to_ayah": "33:55",
    "ayah_keys": "33:55",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့၏ ဖခင်များရှေ့တွင်ဖြစ်စေ၊ ၎င်းတို့၏ သားများရှေ့တွင်ဖြစ်စေ၊ ၎င်းတို့၏ ညီအစ်ကိုများရှေ့တွင်ဖြစ်စေ၊ ၎င်းတို့၏ ညီအစ်ကို၏ သားများရှေ့တွင်ဖြစ်စေ၊ ၎င်းတို့၏ ညီအစ်မများ၏ သားများရှေ့တွင်ဖြစ်စေ၊ ၎င်းတို့၏ ကိုယ်ပိုင် <span class=\"gray\">(ယုံကြည်သူ)</span> အမျိုးသမီးများရှေ့တွင်ဖြစ်စေ၊ ၎င်းတို့၏ <span class=\"gray\">(အမျိုးသမီး)</span> ကျွန်များရှေ့တွင်ဖြစ်စေ ၎င်းတို့အပေါ် အပြစ်မရှိပေ။ (အို အမျိုးသမီးအပေါင်းတို့) အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့။ မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအပေါ် အမြဲတစေ သက်သေခံဖြစ်တော်မူ၏။ <span>(၅၅)</span></p><p lang=\"my\" class=\"my \">အမျိုးသမီးတစ်ဦး ဟီဂျဘ်ဝတ်ဆင်ရန် မလိုအပ်သော ဆွေမျိုးများ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အမျိုးသမီးများအား ၎င်းတို့နှင့် မသက်ဆိုင်သော အမျိုးသားများရှေ့တွင် ဟီဂျဘ်ဝတ်ဆင်ရန် အမိန့်ပေးသည့်အခါ၊ ၎င်းတို့ ဟီဂျဘ်ဝတ်ဆင်ရန် မလိုအပ်သော ဆွေမျိုးများ မည်သူဖြစ်ကြောင်းကို ရှင်းပြထားသည်။ ဤသည်မှာ ဆူရဟ်အန်-နူးရ်တွင် ဖော်ပြထားသော ချွင်းချက်များနှင့် တူညီသည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَىٰ عَوْرَاتِ النِّسَاءِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ လှပမှုများကို ၎င်းတို့၏ ခင်ပွန်းများ၊ သို့မဟုတ် ၎င်းတို့၏ ဖခင်များ၊ သို့မဟုတ် ၎င်းတို့၏ ခင်ပွန်းများ၏ ဖခင်များ၊ သို့မဟုတ် ၎င်းတို့၏ သားများ၊ သို့မဟုတ် ၎င်းတို့၏ ခင်ပွန်းများ၏ သားများ၊ သို့မဟုတ် ၎င်းတို့၏ ညီအစ်ကိုများ၊ သို့မဟုတ် ၎င်းတို့၏ ညီအစ်ကိုများ၏ သားများ၊ သို့မဟုတ် ၎င်းတို့၏ ညီအစ်မများ၏ သားများ၊ သို့မဟုတ် ၎င်းတို့၏ အမျိုးသမီးများ၊ သို့မဟုတ် ၎င်းတို့၏ ညာလက်ပိုင်ဆိုင်မှုများ၊ သို့မဟုတ် ကာမစိတ်မရှိသော အမျိုးသားများအနက်မှ တာဗီအ်များ၊ သို့မဟုတ် အမျိုးသမီးများ၏ လျှို့ဝှက်အပ်သောအရာများကို မသိသေးသော ကလေးငယ်များမှအပ မည်သူ့အားမျှ ထုတ်ဖော်မပြရ။)</span><span class=\"gray\">(၂၄:၃၁)</span>။ </p><p lang=\"my\" class=\"my \">ဤအာယသ်တွင် ဤထက်ပိုသော အသေးစိတ်အချက်အလက်များ ပါဝင်ပြီး ၎င်းကို ကျွန်ုပ်တို့သည် အာယသ်၏ တဖ်စီရ်တွင် ဆွေးနွေးပြီးဖြစ်သည်။ ဤနေရာတွင် ထပ်မံပြောရန် မလိုအပ်ပေ။ </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က အက်ရှ်-ရှာဘီနှင့် အိက္ကရီမာတို့က ဤအာယသ်နှင့် ပတ်သက်၍ ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جُنَاحَ عَلَيْهِنَّ فِي آبَائِهِنَّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဖခင်များရှေ့တွင် ၎င်းတို့အပေါ် အပြစ်မရှိပေ...)</span> ကျွန်ုပ်က၊ \"ဖခင်ဘက်မှ ဦးလေးနှင့် မိခင်ဘက်မှ ဦးလေးများကော – အဘယ်ကြောင့် ၎င်းတို့အား ဖော်ပြမထားသနည်း\" ဟု မေးခဲ့သည်။ သူက ပြောကြားသည်မှာ- \"အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် မိမိတို့၏ သားများအား သူမအကြောင်းကို ဖော်ပြနိုင်သောကြောင့် အမျိုးသမီးတစ်ဦးအနေဖြင့် သူမ၏ ဖခင်ဘက်မှ ဦးလေး သို့မဟုတ် မိခင်ဘက်မှ ဦးလေးရှေ့တွင် သူမ၏ အဝတ်ကို ချွတ်ရန် မကြိုက်နှစ်သက်ပေ။\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا نِسَائِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့၏ ကိုယ်ပိုင်အမျိုးသမီးများ၊)</span> ဆိုသည်မှာ ၎င်းတို့သည် အခြားယုံကြည်သူ အမျိုးသမီးများရှေ့တွင် ဟီဂျဘ်ဝတ်ဆင်ရန် မလိုအပ်ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا مَا مَلَكَتْ أَيْمَانُهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့၏ <span class=\"gray\">(အမျိုးသမီး)</span> ကျွန်များ။)</span> စအီးဒ် ဘင်န် အလ်-မူဆိုင်ယစ်ဗ်က ပြောကြားသည်မှာ- \"၎င်းသည် အမျိုးသမီး ကျွန်များကိုသာ ဆိုလိုသည်\" ဟု ဖြစ်သည်။ ၎င်းကို အိဗ်နု အဘီ ဟာတင်မ်က မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقِينَ اللَّهَ ۚ إِنَّ اللَّهَ كَانَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့။ မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအပေါ် အမြဲတစေ သက်သေခံဖြစ်တော်မူ၏။)</span> ဆိုသည်မှာ၊ ကိုယ်တော့်ကို လျှို့ဝှက်စွာနှင့် ပေါ်ပေါ်ထင်ထင် ကြောက်ရွံ့ကြလော့၊ အကြောင်းမူကား ကိုယ်တော်သည် အရာခပ်သိမ်းကို သက်သေခံပြီး ကိုယ်တော်ထံမှ မည်သည့်အရာမျှ ဖုံးကွယ်၍ မရ၊ ထို့ကြောင့် အမြဲတမ်း စောင့်ကြည့်နေသောအရှင်ကို စဉ်းစားကြလော့။</p>"
  }
]