[
  {
    "ayah_key": "7:65",
    "group_ayah_key": "7:65",
    "from_ayah": "7:65",
    "to_ayah": "7:69",
    "ayah_keys": "7:65,7:66,7:67,7:68,7:69",
    "text": "<p lang=\"my\" class=\"my \">အာဒ်လူမျိုးများထံသို့ ၎င်းတို့၏ညီအစ်ကို ဟွဒ်ကို ငါတို့စေလွှတ်တော်မူ၏။ ဟွဒ်က “အို ငါ့လူမျိုးတို့၊ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြလေကုန်။ ကိုးကွယ်ရာအရှင်ဟူ၍ ကိုယ်တော်မှတစ်ပါး အခြားမရှိပြီ။ သင်တို့သည် တက်ကဝါတရားကို မကျင့်သုံးကြတော့မည်လော။” ဟု ဆို၏။ <span>(65)</span>၎င်း၏လူမျိုးများအနက်မှ မယုံကြည်သူ ခေါင်းဆောင်တို့က “ဧကန်မလွဲ ငါတို့သည် သင့်အား မိုက်မဲမှု၌ တွေ့မြင်ရ၏။ ဧကန်မလွဲ ငါတို့သည် သင့်အား မုသားပြောသူများထဲမှ တစ်ဦးဖြစ်သည်ဟု ထင်မြင်ကြ၏။” ဟု ဆိုကြ၏။ <span>(66)</span>(ဟွဒ်က) “အို ငါ့လူမျိုးတို့၊ ငါ၌ မိုက်မဲမှုမရှိပါ။ သို့သော် (ငါသည်) စကြဝဠာအလုံးစုံကို ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်ထံမှ ရစူလ်တမန်တော်တစ်ပါး ဖြစ်၏။” ဟု ဆို၏။ <span>(67)</span>“ငါသည် သင်တို့ထံသို့ ငါ့အရှင်၏ တမန်တော်သတင်းများကို ပေးပို့၏။ သင်တို့အတွက် ယုံကြည်စိတ်ချရသော အကြံပေးပုဂ္ဂိုလ် (သို့မဟုတ် ကောင်းကျိုးလိုလားသူ) ဖြစ်၏။” <span>(68)</span>“သင်တို့ထံသို့ သင်တို့အရှင်ထံမှ သတိပေးနှိုးဆော်ချက် (နှင့် အကြံဉာဏ်) သည် သင်တို့ထဲမှ လူတစ်ဦးမှတစ်ဆင့် သင်တို့ကို သတိပေးရန် ရောက်ရှိလာခြင်းကို သင်တို့ အံ့ဩကြသည်လော။ သင်တို့ကို နူဟ်အမျိုးသားတို့နောက်တွင် ဆက်ခံသူများ (မျိုးဆက်ပြီးမျိုးဆက်) ဖြစ်စေတော်မူခဲ့ပြီး အရပ်အမောင်းကို များစွာတိုးပွားစေတော်မူခဲ့သည်ကို သတိရကြလေကုန်။ ထို့ကြောင့် သင်တို့ အောင်မြင်နိုင်ရန် အလ္လာဟ်အရှင်မြတ်ထံမှ ကောင်းမြတ်မှုများကို (သင်တို့အား ပေးသနားတော်မူခဲ့သည်များကို) သတိရကြလေကုန်။” <span>(69)</span></p><div lang=\"my\" class=\"my \"><h2>ဟွဒ်၏ အကြောင်း၊ ၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ နှင့် အာဒ်လူမျိုးတို့၏ မျိုးရိုးစဉ်ဆက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ ငါတို့သည် နူဟ်ကို ၎င်း၏လူမျိုးများထံသို့ စေလွှတ်ခဲ့သကဲ့သို့ပင် အာဒ်လူမျိုးများထံသို့လည်း ၎င်းတို့၏ညီအစ်ကိုများထဲမှ ဟွဒ်ကို စေလွှတ်ခဲ့၏။ မုဟမ္မဒ် ဘင် အိစ်ဟားက်က အာဒ်အမျိုးအနွယ်သည် နူဟ်၏သား ဆမ်၏သား အောဝ်စ်၏သား အီရမ်၏သား အာဒ်၏ မျိုးဆက်များဖြစ်သည်ဟု ဆို၏။ ငါဆိုသည်မှာ ဤသူတို့သည် အလ္လာဟ်အရှင်မြတ် ဖော်ပြခဲ့သော ရှေးဟောင်း အာဒ်လူမျိုးများပင် ဖြစ်ကြ၏။ အီရမ်၏သား အာဒ်၏သားမြေးများသည် သဲကန္တာရများတွင် မြင့်မားသော တိုင်ကြီးများ သို့မဟုတ် ရုပ်တုကြီးများဖြင့် နေထိုင်ခဲ့ကြ၏။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ - إِرَمَ ذَاتِ الْعِمَادِ - الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ</p><p lang=\"my\" class=\"my \">(သင်၏အရှင်သည် အာဒ် (လူမျိုးများ) အား မည်သို့ပြုမူခဲ့သည်ကို သင်မမြင်ဖူးသေးဘူးလား။ မြင့်မားသော တိုင်ကြီးများကဲ့သို့သော အီရမ်၏လူမျိုးများ။ ၎င်းကဲ့သို့သောသူများကို ကမ္ဘာပေါ်တွင် မဖန်ဆင်းခဲ့ဖူးပေ။)[89:6-8] ၎င်းတို့၏ ခွန်အားနှင့် ခွန်စွမ်းကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားနေရာတစ်ခုတွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ</p><p lang=\"my\" class=\"my \">(အာဒ်လူမျိုးများမှာမူ မြေကြီးပေါ်၌ မတရားစွာ မာနထောင်လွှားခဲ့ကြပြီး “ကျွန်ုပ်တို့ထက် အင်အားကြီးသူ မည်သူရှိသနည်း” ဟု ပြောခဲ့ကြသည်။ ၎င်းတို့ကို ဖန်ဆင်းခဲ့သော အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထက် အင်အားကြီးမားသည်ကို ၎င်းတို့ မသိမြင်ကြဘူးလား။ ၎င်းတို့သည် ငါတို့၏ အာယတ်များကို ငြင်းပယ်လေ့ရှိကြ၏။)[41:15]။</p><div lang=\"my\" class=\"my \"><h2>အာဒ်လူမျိုးများ၏ ဒေသ</h2></div><p lang=\"my\" class=\"my \">အာဒ်လူမျိုးများသည် ယီမင်ပြည်ရှိ အဟ်ကွာဖ်ဒေသ၌ နေထိုင်ခဲ့ကြ၏။ အဟ်ကွာဖ်ဆိုသည်မှာ သဲခုံများဟု အဓိပ္ပါယ်ရသည်။ မုဟမ္မဒ် ဘင် အိစ်ဟားက်က အဘူ အတ်-တူဖိုင်းလ် အာမီရ် ဘင် ဝါသီလာဟ်က ဟဒ်ရာမဝတ် (ယီမင်ပြည်) မှ အမျိုးသားတစ်ဦးအား အလီ (ဘင် အဘီ တာလိဗ်) က “ဟဒ်ရာမဝတ်ရှိ အမည်မဖော်လိုသော နေရာတွင် အာရက်ပင်နှင့် လုတ်ပင်များစွာရှိသည့် အနီရောင်သဲခုံကို သင်မြင်ဖူးသလား။ သင်မြင်ဖူးပါသလား။” ဟု ပြောနေသည်ကို သူကြားခဲ့ရသည်ဟု ရေးသားခဲ့သည်။ ထိုအမျိုးသားက “ဟုတ်ကဲ့ပါ အို သစ္စာရှိသူတို့၏ ခေါင်းဆောင်၊ အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏၊ သင်သည် ယခင်က မြင်ဖူးသကဲ့သို့ပင် ဖော်ပြခဲ့ပါသည်။” ဟု ဆို၏။ အလီက “ငါမမြင်ဖူးပါ၊ သို့သော် ငါ့အား ဖော်ပြခဲ့သည်။” ဟု ဆို၏။ ထိုအမျိုးသားက “အို သစ္စာရှိသူတို့၏ ခေါင်းဆောင်၊ ၎င်းအကြောင်း ဘာဖြစ်သနည်း။” ဟု မေး၏။ အလီက “ထိုနေရာအနီးအနားတွင် ဟွဒ် (ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ) ၏ သင်္ချိုင်းဂူ ရှိသည်။” ဟု ဆို၏။ အိဗ်နု ဂျရီရ်သည် ဤစကားကို မှတ်တမ်းတင်ခဲ့ပြီး၊ ပရောဖက် ဟွဒ်ကို ထိုနေရာ၌ မြှုပ်နှံခဲ့ခြင်းကြောင့် အာဒ်လူမျိုးများသည် ယီမင်ပြည်တွင် နေထိုင်ခဲ့ကြသည်ကို ဖော်ပြသည့် အကျိုးကျေးဇူးကို ပေးသည်။ ပရောဖက် ဟွဒ်သည် အာဒ်လူမျိုးတို့၏ ထင်ရှားကျော်ကြားသော ပုဂ္ဂိုလ်များနှင့် ခေါင်းဆောင်များထဲမှ တစ်ဦးဖြစ်၏။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်များကို အကောင်းဆုံး၊ ဂုဏ်အရှိဆုံး မိသားစုများနှင့် မျိုးနွယ်စုများထဲမှ ရွေးချယ်ခဲ့သောကြောင့် ဖြစ်သည်။ ဟွဒ်၏ လူမျိုးများသည် အစွမ်းထက်ပြီး ခိုင်မာသော်လည်း ၎င်းတို့၏နှလုံးသားများသည် ပြင်းထန်ပြီး ခက်မာခဲ့ကြ၏။ အကြောင်းမှာ ၎င်းတို့သည် လူမျိုးများထဲတွင် အမှန်တရားကို အများဆုံး ငြင်းပယ်သူများထဲမှ ဖြစ်သောကြောင့်ဖြစ်သည်။ ပရောဖက် ဟွဒ်သည် အာဒ်လူမျိုးများကို အခြားသူများကို တွဲဖက်ခြင်းမရှိဘဲ အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်ရန်၊ ကိုယ်တော်အား နာခံရန်နှင့် ကြောက်ရွံ့ရန် ခေါ်ဆိုခဲ့သည်။</p><div lang=\"af\" class=\"af \"><h2>ဟွဒ်နှင့် ၎င်း၏လူမျိုးများအကြား ငြင်းခုံခြင်း</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِن قَوْمِهِ</p><p lang=\"my\" class=\"my \">(၎င်း၏လူမျိုးများအနက်မှ မယုံကြည်သူ ခေါင်းဆောင်တို့က ပြောဆိုခဲ့ကြသည်...) ဆိုလိုသည်မှာ ၎င်း၏လူမျိုးများထဲမှ ပြည်သူလူထု၊ ခေါင်းဆောင်များ၊ အကြီးအဲးများနှင့် တပ်မှူးများက ပြောဆိုခဲ့ကြသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ الْكَاذِبِينَ</p><p lang=\"my\" class=\"my \">(“ဧကန်မလွဲ ငါတို့သည် သင့်အား မိုက်မဲမှု၌ တွေ့မြင်ရ၏။ ဧကန်မလွဲ ငါတို့သည် သင့်အား မုသားပြောသူများထဲမှ တစ်ဦးဖြစ်သည်ဟု ထင်မြင်ကြ၏။”) ဆိုလိုသည်မှာ သင်သည် ငါတို့ကို ရုပ်တုများကို ကိုးကွယ်ခြင်းကို စွန့်လွှတ်ပြီး အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကို ကိုးကွယ်ရန် ခေါ်ဆိုသောကြောင့် လမ်းမှားရောက်နေခြင်းပင်ဖြစ်သည်။ ထိုနည်းတူစွာ ကူရိုင်ရှ်ခေါင်းဆောင်များသည် တစ်ဆူတည်းသော အရှင်ကို ကိုးကွယ်ရန် ခေါ်ဆိုမှုကို အံ့ဩခဲ့ကြပြီး ပြောဆိုခဲ့ကြသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَعَلَ الْآلِهَةَ إِلَٰهًا وَاحِدًا</p><p lang=\"my\" class=\"my \">(“သူ (မုဟမ္မဒ်) သည် ဘုရားများ (အားလုံး) ကို တစ်ဆူတည်းသော ဘုရားအဖြစ် ပြုလုပ်လိုက်ပြီလား။”)[38:5]။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا قَوْمِ لَيْسَ بِي سَفَاهَةٌ وَلَٰكِنِّي رَسُولٌ مِّن رَّبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \">((ဟွဒ်က) “အို ငါ့လူမျိုးတို့၊ ငါ၌ မိုက်မဲမှုမရှိပါ၊ သို့သော် (ငါသည်) စကြဝဠာအလုံးစုံကို ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်ထံမှ ရစူလ်တမန်တော်တစ်ပါး ဖြစ်၏။” ဟု ဆို၏။)</p><p lang=\"my\" class=\"my \">ဟွဒ်က သင်တို့ပြောဆိုသကဲ့သို့ ငါမဟုတ်ပေ။ အမှန်မှာ ငါသည် သင်တို့ထံသို့ အရာခပ်သိမ်းကို ဖန်ဆင်းတော်မူသော၊ အရာခပ်သိမ်းတို့၏ အရှင်သခင်နှင့် ဘုရင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်ထံမှ အမှန်တရားကို ယူဆောင်လာခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنَا لَكُمْ نَاصِحٌ أَمِينٌ</p><p lang=\"my\" class=\"my \">(“ငါသည် သင်တို့ထံသို့ ငါ့အရှင်၏ တမန်တော်သတင်းများကို ပေးပို့၏။ သင်တို့အတွက် ယုံကြည်စိတ်ချရသော အကြံပေးပုဂ္ဂိုလ် ဖြစ်၏။”)</p><p lang=\"my\" class=\"my \">ဤသည်တို့မှာ တမန်တော်များ၏ အရည်အချင်းများပင်ဖြစ်သည်- သတင်းစကားပို့ချခြင်း၊ စိတ်ရင်းမှန်ခြင်းနှင့် ရိုးသားခြင်းတို့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ</p><p lang=\"my\" class=\"my \">(“သင်တို့အရှင်ထံမှ သတိပေးနှိုးဆော်ချက်သည် သင်တို့ထဲမှ လူတစ်ဦးမှတစ်ဆင့် သင်တို့ကို သတိပေးရန် ရောက်ရှိလာခြင်းကို သင်တို့ အံ့ဩကြသည်လော။”)</p><p lang=\"my\" class=\"my \">ပရောဖက် ဟွဒ်က အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အထဲမှ တမန်တော်တစ်ပါးကို စေလွှတ်၍ အလ္လာဟ်အရှင်မြတ်၏ နေ့ရက်များ (ကိုယ်တော်၏ ပြစ်ဒဏ်) နှင့် ကိုယ်တော်နှင့် တွေ့ဆုံခြင်းအကြောင်းကို သတိပေးရန် စေလွှတ်ခဲ့ခြင်းကြောင့် အံ့ဩမနေကြနှင့်။ အံ့ဩနေမည့်အစား ဤကျေးဇူးတော်အတွက် အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင်သင့်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِن بَعْدِ قَوْمِ نُوحٍ </p><p lang=\"my\" class=\"my \">(“နူဟ်လူမျိုးတို့နောက်တွင် သင်တို့ကို ဆက်ခံသူများ (မျိုးဆက်ပြီးမျိုးဆက်) ဖြစ်စေတော်မူခဲ့သည်ကို သတိရကြလေကုန်...”) ဆိုလိုသည်မှာ သင်တို့အား နူဟ်၏မျိုးဆက်များထဲမှ ဖြစ်စေတော်မူခဲ့သော အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို သတိရကြလေကုန်။ ၎င်း၏ ပန်ကြားချက်ကြောင့် ကမ္ဘာမြေပေါ်ရှိ လူများကို သူတို့က နာခံမှုမရှိဘဲ ဆန့်ကျင်ခဲ့ပြီးနောက် အလ္လာဟ်အရှင်မြတ် ဖျက်ဆီးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً</p><p lang=\"my\" class=\"my \">(“နှင့် အရပ်အမောင်းကို များစွာတိုးပွားစေတော်မူခဲ့၏။”) သင်တို့ကို အခြားလူများထက် အရပ်ရှည်စေခဲ့သည်။ ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ်သည် တာလူသ် (ဆောလ်) အကြောင်းကို ဖော်ပြရာ၌ မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ</p><p lang=\"my\" class=\"my \">(ထို့အပြင် ၎င်းအား အသိပညာနှင့် အရပ်အမောင်းကို များစွာ တိုးပွားစေတော်မူခဲ့၏။)[2:247] ဟွဒ်က ဆက်လက်ပြောဆိုသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْكُرُوا آلَاءَ اللَّهِ</p><p lang=\"my\" class=\"my \">(“ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်ထံမှ ကောင်းမြတ်မှုများကို (သင်တို့အား ပေးသနားတော်မူခဲ့သည်များကို) သတိရကြလေကုန်။”) အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်များနှင့် မေတ္တာတော်များကို ရည်ညွှန်း၍</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"my\" class=\"my \">(“သင်တို့ အောင်မြင်နိုင်ရန်။”)</p>"
  }
]