[
  {
    "ayah_key": "4:88",
    "group_ayah_key": "4:88",
    "from_ayah": "4:88",
    "to_ayah": "4:91",
    "ayah_keys": "4:88,4:89,4:90,4:91",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် မင်းတို့သည် ဟန်ဆောင်သူများနှင့်ပတ်သက်၍ အုပ်စုနှစ်စု ကွဲပြားနေခြင်းသည် ဘာကိစ္စလဲ။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ လုပ်ရပ်များကြောင့် သူတို့ကို နောက်ပြန်လှည့်ပစ်လိုက်ပြီ။ အလ္လာဟ်အရှင်မြတ် လမ်းမှားစေသူကို သင်တို့ လမ်းမှန်ပြချင်ကြသလား။ အလ္လာဟ်အရှင်မြတ် လမ်းမှားစေသူအတွက် သင်တို့သည် မည်သည့်အခါမျှ လမ်းတစ်လမ်းကို တွေ့ရှိရမည်မဟုတ်ပေ။ <span>(၈၈)</span>သင်တို့သည် သူတို့ ငြင်းပယ်သကဲ့သို့ ယုံကြည်ခြင်းကို ငြင်းပယ်ပြီး ထိုသို့ဖြင့် သင်တို့အားလုံး တူညီ <span class=\"gray\">(တစ်ဦးနှင့်တစ်ဦးတူညီသောသူများ)</span> ဖြစ်သွားကြရန် သူတို့ ဆန္ဒရှိကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ ၎င်းတို့ ရွှေ့ပြောင်းလာသည်အထိ ၎င်းတို့ထံမှ မိတ်ဆွေမယူကြနှင့်။ သို့ရာတွင် ၎င်းတို့ နောက်ပြန်လှည့်သွားပါက၊ ၎င်းတို့ကို <span class=\"gray\">(ဖမ်းဆီး)</span> ၍ သင်တို့ တွေ့ရာအရပ်တိုင်းတွင် သတ်ပစ်ကြပြီး ၎င်းတို့ထံမှ မိတ်ဆွေကိုမျှ၊ အကူအညီပေးသူကိုမျှ မယူကြနှင့်။ <span>(၈၉)</span>သင်တို့နှင့် ၎င်းတို့အကြား ပဋိညာဉ် <span class=\"gray\">(ငြိမ်းချမ်းရေး)</span> ရှိသော အဖွဲ့အစည်းတစ်ခုနှင့် ပူးပေါင်းသူများ သို့မဟုတ် သင်တို့ကို တိုက်ခိုက်ခြင်းမှသာမက ၎င်းတို့၏ လူမျိုးများကိုပါ တိုက်ခိုက်ခြင်းမှ တားဆီးရန် ရင်ထဲ၌ တားမြစ်ထားသူများမှအပ။ အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါက၊ အမှန်စင်စစ် သူသည် ၎င်းတို့ကို သင်တို့အပေါ် အခွင့်အာဏာ ပေးခဲ့မည်ဖြစ်ပြီး ၎င်းတို့သည် သင်တို့ကို တိုက်ခိုက်ခဲ့မည်။ သို့ဖြစ်၍ ၎င်းတို့သည် သင်တို့ထံမှ ထွက်ခွာသွား၍ သင်တို့ကို မတိုက်ခိုက်ဘဲ ငြိမ်းချမ်းရေးကို ကမ်းလှမ်းပါက၊ ထိုအခါ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် သင်တို့အတွက် မည်သည့် လမ်းစကိုမျှ မဖန်တီးထားပေ။ <span>(၉၀)</span>သင်တို့သည် သင်တို့ထံမှ လုံခြုံရေးနှင့် ၎င်းတို့၏ လူမျိုးများထံမှ လုံခြုံရေးကို ဆန္ဒရှိသော အခြားသူများကို တွေ့ရလိမ့်မည်။ ၎င်းတို့အား ဖစ်သနာ <span class=\"gray\">(ဆိုးသွမ်းမှု)</span> သို့ ပြန်လည်ပို့ဆောင်သည့်အခါတိုင်း ၎င်းတို့သည် လိုက်နာကြသည်။ အကယ်၍ ၎င်းတို့သည် သင်တို့ထံမှ မထွက်ခွာဘဲ၊ ငြိမ်းချမ်းရေးကိုလည်း မကမ်းလှမ်းဘဲ၊ ၎င်းတို့၏ လက်များကိုလည်း မထိန်းချုပ်ပါက၊ ၎င်းတို့ကို <span class=\"gray\">(ဖမ်းဆီး)</span> ၍ သင်တို့ 'စကီဖ်တူဟွမ်' တွေ့ရှိရာတိုင်းတွင် သတ်ပစ်ကြကုန်။ ၎င်းတို့၏ကိစ္စတွင် ၎င်းတို့အပေါ် သင်တို့အတွက် ထင်ရှားသော အမိန့်တစ်ရပ်ကို ငါတို့ ပေးအပ်ထားသည်။ <span>(၉၁)</span></p><div lang=\"my\" class=\"my \"><h2>အူဟွဒ်တိုက်ပွဲမတိုင်မီ အလ်-မဒီနာသို့ ပြန်လာခဲ့သော ဟန်ဆောင်သူများနှင့်ပတ်သက်၍ သဘောမတူညီခဲ့ကြသော သခင်ကြီးများအား ပြစ်တင်ရှုံ့ချခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဟန်ဆောင်သူများနှင့်ပတ်သက်၍ သဘောမတူညီခဲ့ကြသော ယုံကြည်သူများကို ဝေဖန်ပြစ်တင်တော်မူသည်။ ဤအာယသ်တော် ထုတ်ပြန်ပြသခြင်း၏ နောက်ကွယ်အကြောင်းအရင်းနှင့် ပတ်သက်၍ အမြင်မတူညီမှုများ ရှိနေသည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ ဇိုင်းဒ် ဘင်န် သာဘစ်သ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် အူဟွဒ်သို့ ချီတက်ခဲ့သည်ဟု ပြောကြားခဲ့သည်။ သို့သော် သူ့ကို လိုက်ပါသွားသူအချို့သည် အလ်-မဒီနာသို့ ပြန်သွားခဲ့ကြရာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ သခင်ကြီးများသည် ၎င်းတို့နှင့်ပတ်သက်၍ အုပ်စုနှစ်စု ကွဲသွားကြပြီး တစ်အုပ်စုက ၎င်းတို့ကို သတ်ပစ်သင့်သည်ဟု ပြောဆိုကာ အခြားတစ်အုပ်စုက ကန့်ကွက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထုတ်ပြန်ပြသခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မင်းတို့သည် ဟန်ဆောင်သူများနှင့်ပတ်သက်၍ အုပ်စုနှစ်စု ကွဲပြားနေခြင်းသည် ဘာကိစ္စလဲ။)</span> အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهَا طَيْبَةُ، وَإِنَّهَا تَنْفِي الْخَبَثَ، كَمَا يَنْفِي الْكِيرُ خَبَثَ الْحَدِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမ <span class=\"gray\">(အလ်-မဒီနာ)</span> သည် တိုင်ဘာ ဖြစ်သည်၊ သံမဏိမှ သံချေးကို မီးဖိုမှ ဖယ်ရှားသကဲ့သို့ သူမသည် အညစ်အကြေးများကို ဖယ်ရှားသည်။)</span> ဆွာဟီဟ် နှစ်ကျမ်းကလည်း ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">အလ်-အော်ဖီက အိဗ်နု အဗ္ဗာစ် ပြောသည်မှာ မက္ကာမှ လူအချို့နှင့်ပတ်သက်၍ ဤအာယသ်တော် ထုတ်ပြန်ခဲ့သည်ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့သည် အစ္စလာမ်ဘာသာကို လက်ခံခဲ့သည်ဟု ပြောဆိုကြသော်လည်း ရုပ်တုကိုးကွယ်သူများကို ထောက်ခံခဲ့ကြသည်။ တစ်ကြိမ်တွင် ဤလူများသည် မက္ကာမှ အချို့လိုအပ်ချက်များကို ဖြည့်ဆည်းရန် ထွက်သွားခဲ့ကြပြီး တစ်ဦးနှင့်တစ်ဦး ပြောကြသည်မှာ \"ကျွန်ုပ်တို့ မုဟမ္မဒ်၏ သခင်ကြီးများနှင့် တွေ့ဆုံပါက ၎င်းတို့ဘက်မှ ကျွန်ုပ်တို့အတွက် မည်သည့် အန္တရာယ်မျှ ရှိမည်မဟုတ်ပေ။\" ယုံကြည်သူများသည် ဤလူများသည် မက္ကာမှ ထွက်သွားကြောင်း သတင်းရရှိသောအခါ အချို့က \"ဤသူရဲဘောကြောင်သူများထံ ချီတက်ပြီး သတ်ပစ်ကြပါစို့၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် သင်တို့၏ ရန်သူကို သင်တို့အားဆန့်ကျင်၍ ထောက်ခံနေသောကြောင့်ပင်\" ဟု ပြောကြားခဲ့ကြသည်။ သို့ရာတွင် ယုံကြည်သူများထဲမှ အခြားအဖွဲ့တစ်ဖွဲ့က \"အလ္လာဟ်အရှင်မြတ် ဂုဏ်တော်ချီးမြှင့်ပါစေ။ ၎င်းတို့ ဟိဂျ်ရာ မပြုလုပ်ခဲ့သော သို့မဟုတ် ၎င်းတို့၏ မြေကို မစွန့်ခွာခဲ့သောကြောင့် သင်တို့ ပြောသကဲ့သို့ ပြောဆိုသော လူမျိုးတစ်မျိုးကို သင်တို့ သတ်ပစ်မည်လား။ ဤကိစ္စတွင် ၎င်းတို့၏ သွေးကို ဖောက်ပြီး ၎င်းတို့၏ ငွေကြေးကို သိမ်းယူခွင့် ရှိပါသလား။\" ဟု ပြောကြားခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် အုပ်စုနှစ်စု ကွဲသွားကြပြီး ရစူလ်တမန်တော်မြတ် ﷺ သည် ၎င်းတို့နှင့်အတူ ရှိနေခဲ့သော်လည်း မည်သည့်အဖွဲ့ကိုမျှ ၎င်းတို့၏ ငြင်းခုံမှုကို ထပ်ခါတလဲလဲ ပြောဆိုခြင်းမှ မတားမြစ်ခဲ့ပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ထုတ်ပြန်ပြသခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မင်းတို့သည် ဟန်ဆောင်သူများနှင့်ပတ်သက်၍ အုပ်စုနှစ်စု ကွဲပြားနေခြင်းသည် ဘာကိစ္စလဲ။)</span> အိဗ်နု အဘီ ဟာသင်မ်သည် ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ أَرْكَسَهُم بِمَا كَسَبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ လုပ်ရပ်များကြောင့် သူတို့ကို နောက်ပြန်လှည့်ပစ်လိုက်ပြီ။)</span> ဆိုလိုသည်မှာ သူတို့ကို ပြန်လည်လှည့်စေပြီး အမှားထဲသို့ ကျရောက်စေခဲ့သည်။ အိဗ်နု အဗ္ဗာစ်က ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْكَسَهُم </p><p lang=\"ga\" class=\"ga \"><span class=\"gray\">(Arkasahum)</span> means, 'cast them' . Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا كَسَبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ လုပ်ရပ်များကြောင့်)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ရစူလ်တမန်တော်မြတ် ﷺ အား ဆန့်ကျင်ခြင်းနှင့် မနာခံခြင်း၊ မဟုတ်မမှန်မှုကို လိုက်နာခြင်းတို့ကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتُرِيدُونَ أَن تَهْدُوا مَنْ أَضَلَّ اللَّهُ وَمَن يُضْلِلِ اللَّهُ فَلَن تَجِدَ لَهُ سَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် လမ်းမှားစေသူကို သင်တို့ လမ်းမှန်ပြချင်ကြသလား။ အလ္လာဟ်အရှင်မြတ် လမ်းမှားစေသူအတွက် သင်တို့သည် မည်သည့်အခါမျှ လမ်းတစ်လမ်းကို တွေ့ရှိရမည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ သူ့အတွက် လမ်းစမရှိ၊ သို့မဟုတ် လမ်းမှန်ပြခြင်းသို့ လမ်းစမရှိပေ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدُّوا لَوْ تَكْفُرُونَ كَمَا كَفَرُوا فَتَكُونُونَ سَوَاءً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သူတို့ ငြင်းပယ်သကဲ့သို့ ယုံကြည်ခြင်းကို ငြင်းပယ်ပြီး ထိုသို့ဖြင့် သင်တို့အားလုံး တူညီ ဖြစ်သွားကြရန် သူတို့ ဆန္ဒရှိကြသည်။)</span> ဆိုလိုသည်မှာ သင်တို့ လမ်းမှားထဲသို့ ကျရောက်ပြီး သင်တို့နှင့် သူတို့သည် ထိုကိစ္စတွင် တူညီသွားကြရန် သူတို့ ဆန္ဒရှိကြသည်။ ၎င်းတို့၏ သင်တို့အပေါ် ပြင်းထန်သော ရန်ငြိုးနှင့် မုန်းတီးမှုများကြောင့် ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَتَّخِذُوا مِنْهُمْ أَوْلِيَاءَ حَتَّىٰ يُهَاجِرُوا فِي سَبِيلِ اللَّهِ فَإِن تَوَلَّوْا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ ၎င်းတို့ ရွှေ့ပြောင်းလာသည်အထိ ၎င်းတို့ထံမှ မိတ်ဆွေမယူကြနှင့်။ သို့ရာတွင် ၎င်းတို့ နောက်ပြန်လှည့်သွားပါက၊)</span> အကယ်၍ ၎င်းတို့ ဟိဂျ်ရာကို စွန့်ပစ်ခဲ့ပါက၊ အလ်-အော်ဖီက အိဗ်နု အဗ္ဗာစ်ထံမှ သတင်းပို့ခဲ့သကဲ့သို့ပင်။ အစ်-ဆူဒီက ဤအာယသ်တော်အပိုင်း၏ အဓိပ္ပါယ်မှာ \"အကယ်၍ ၎င်းတို့သည် ၎င်းတို့၏ မယုံကြည်မှုကို ပေါ်ပေါ်တင်တင် ပြုလုပ်ခဲ့ပါက\" ဟု ပြောကြားခဲ့သည်။</p><div lang=\"sr\" class=\"sr \"><h2>Combatants and Noncombatants</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူအချို့ကို ချွင်းချက်ပြုခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ يَصِلُونَ إِلَىٰ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُم مِّيثَاقٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှင့် ၎င်းတို့အကြား ပဋိညာဉ် <span class=\"gray\">(ငြိမ်းချမ်းရေး)</span> ရှိသော အဖွဲ့အစည်းတစ်ခုနှင့် ပူးပေါင်းသူများမှအပ၊)</span> ဆိုလိုသည်မှာ သင်တို့ ငြိမ်းချမ်းရေးစာချုပ်ချုပ်ဆိုထားသည့် လူမျိုးတစ်မျိုး သို့မဟုတ် ဒီမ်မာလူမျိုးများနှင့် ပူးပေါင်းပြီး ခိုလှုံသူများမှအပ၊ ထိုအခါ ၎င်းတို့ကို သင်တို့ ငြိမ်းချမ်းရေးရရှိထားသော လူမျိုးများနှင့် သင်တို့ ဆက်ဆံသကဲ့သို့ ဆက်ဆံကြကုန်။ ၎င်းသည် အစ်-ဆူဒီ၊ အိဗ်နု ဇိုင်းဒ် နှင့် အိဗ်နု ဂျရီရ် တို့၏ ပြောဆိုချက်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် ၎င်း၏ ဆွာဟီဟ်တွင် အလ်-ဟူဒိုင်ဘီယာ ပဋိညာဉ်၏ အကြောင်းအရာကို မှတ်တမ်းတင်ထားရာတွင် ကူရိုင်ရ်ှတို့နှင့် ငြိမ်းချမ်းရေးရယူရန်နှင့် ၎င်းတို့နှင့် စာချုပ်ချုပ်ဆိုရန် နှစ်သက်သူတိုင်းကို ခွင့်ပြုထားသည်ဟု ဖော်ပြထားသည်။ မုဟမ္မဒ် ﷺ နှင့် ၎င်း၏ သခင်ကြီးများနှင့် ငြိမ်းချမ်းရေးရယူရန်နှင့် ၎င်းတို့နှင့် စာချုပ်ချုပ်ဆိုရန် နှစ်သက်သူများကို ခွင့်ပြုထားသည်။ အိဗ်နု အဗ္ဗာစ်က ဤအာယသ်တော်ကို နောင်တွင် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်ဖြင့် ပယ်ဖျက်ခဲ့သည်ဟု ပြောကြားခဲ့ကြောင်း သတင်းရရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا انسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မင်္ဂလာရှိသော လများ ကုန်လွန်သွားသောအခါ ရုပ်တုကိုးကွယ်သူများကို သင်တို့ တွေ့ရှိရာတိုင်းတွင် သတ်ပစ်ကြကုန်။)</span><span class=\"gray\">[၉း၅]</span> အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်–</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့၏ ရင်ထဲ၌ တားမြစ်ထားသူများဖြင့် သင်တို့ထံ ချဉ်းကပ်လာသူများ)</span> တိုက်ခိုက်ခြင်းမှ ချွင်းချက်ပြုထားသော အခြားလူမျိုးတစ်မျိုးကို ရည်ညွှန်းသည်။ ၎င်းတို့သည် မွတ်စလင်မ်များကို တိုက်ခိုက်ခြင်းကို မနှစ်သက်သောကြောင့် စိတ်ထဲ၌ တုံ့ဆိုင်းမှုဖြင့် မွတ်စလင်မ်များထံ ချဉ်းကပ်လာသူများ ဖြစ်သည်။ ၎င်းတို့၏ လူမျိုးများကို ဆန့်ကျင်၍ မွတ်စလင်မ်များနှင့်အတူ တိုက်ခိုက်ရန် စိတ်မပါကြပေ။ ထို့ကြောင့် ၎င်းတို့သည် မွတ်စလင်မ်များနှင့် အတူလည်းမပါ၊ ဆန့်ကျင်ဘက်လည်းမပါပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါက၊ အမှန်စင်စစ် သူသည် ၎င်းတို့ကို သင်တို့အပေါ် အခွင့်အာဏာ ပေးခဲ့မည်ဖြစ်ပြီး ၎င်းတို့သည် သင်တို့ကို တိုက်ခိုက်ခဲ့မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ သင်တို့ကို တိုက်ခိုက်ခြင်းမှ ရပ်တန့်စေခဲ့ခြင်းသည် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ၎င်းတို့သည် သင်တို့ထံမှ ထွက်ခွာသွား၍ သင်တို့ကို မတိုက်ခိုက်ဘဲ ငြိမ်းချမ်းရေးကို ကမ်းလှမ်းပါက၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ငြိမ်းချမ်းရေးသို့ ပြန်လှည့်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် သင်တို့အတွက် မည်သည့် လမ်းစကိုမျှ မဖန်တီးထားပေ။)</span>၊ ၎င်းတို့ ဤရပ်တည်ချက်ကို ယူထားသရွေ့ ၎င်းတို့ကို သတ်ပစ်ပိုင်ခွင့် သင်တို့၌ မရှိပေ။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဗနူ ဟာရှင်မ် <span class=\"gray\">(နဗီတမန်တော်မြတ် ﷺ ၏ မျိုးနွယ်စု)</span> ၏ ရပ်တည်ချက်ဖြစ်သည်။ အလ်-အဗ္ဗာစ် ကဲ့သို့သော ပုဂ္ဂိုလ်တို့သည် ဗဒ်ရ် တိုက်ပွဲတွင် ရုပ်တုကိုးကွယ်သူများနှင့်အတူ လိုက်ပါခဲ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် များစွာ တုံ့ဆိုင်းမှုဖြင့် တိုက်ပွဲကို ပူးပေါင်းခဲ့သောကြောင့်ဖြစ်သည်။ ဤသည်မှာ နဗီတမန်တော်မြတ် ﷺ က အလ်-အဗ္ဗာစ်ကို မသတ်ရန်၊ ဖမ်းဆီးရန်သာ အမိန့်ပေးခဲ့ခြင်း၏ အကြောင်းရင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သင်တို့ထံမှ လုံခြုံရေးနှင့် ၎င်းတို့၏ လူမျိုးများထံမှ လုံခြုံရေးကို ဆန္ဒရှိသော အခြားသူများကို တွေ့ရလိမ့်မည်။)</span> ကျွန်ုပ်တို့ ဖော်ပြခဲ့သော လူမျိုးများနှင့် မျက်နှာချင်းဆိုင်တွင် တူညီနေသည်ဟု ထင်ရသော လူမျိုးတစ်မျိုးကို ရည်ညွှန်းသည်။ သို့ရာတွင် အမျိုးအစားတစ်မျိုးစီ၏ ရည်ရွယ်ချက်မှာ ကွဲပြားသည်။ အကြောင်းမှာ နောက်ပိုင်းလူများသည် ဟန်ဆောင်သူများ ဖြစ်သောကြောင့်ပင်။ ၎င်းတို့သည် နဗီတမန်တော်မြတ် ﷺ နှင့် ၎င်း၏ သခင်ကြီးများနှင့်အတူ မွတ်စလင်မ်များအဖြစ် ဟန်ဆောင်ကြသည်၊ သို့မှသာ ၎င်းတို့၏ သွေး၊ ပစ္စည်းဥစ္စာနှင့် မိသားစုများအတွက် မွတ်စလင်မ်များနှင့်အတူ လုံခြုံမှု ရရှိနိုင်မည်။ သို့ရာတွင် ၎င်းတို့သည် လျှို့ဝှက်စွာ ရုပ်တုကိုးကွယ်သူများကို ထောက်ခံပြီး ၎င်းတို့ ကိုးကွယ်ရာကို ကိုးကွယ်ကြသည်၊ သို့မှသာ ၎င်းတို့သည် ၎င်းတို့နှင့်လည်း ငြိမ်းချမ်းစွာ နေထိုင်နိုင်မည်။ ဤလူများသည် အလ္လာဟ်အရှင်မြတ် ၎င်းတို့ကို ဖော်ပြထားသည့်အတိုင်း လျှို့ဝှက်စွာ ရုပ်တုကိုးကွယ်သူများနှင့် ဘက်လိုက်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا خَلَوْا إِلَىٰ شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် ၎င်းတို့၏ ရှိုင်ጧန်များနှင့် တစ်ဦးတည်းရှိနေချိန်တွင် ၎င်းတို့က \"အမှန်စင်စစ် ကျွန်ုပ်တို့သည် သင်တို့နှင့်အတူ ရှိပါသည်\" ဟု ပြောကြသည်။)</span>။ <span class=\"gray\">[၂း၁၄]</span> ဤအာယသ်တော်တွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّ مَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ဖစ်သနာ <span class=\"gray\">(ဆိုးသွမ်းမှု)</span> သို့ ပြန်လည်ပို့ဆောင်သည့်အခါတိုင်း ၎င်းတို့သည် လိုက်နာကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဖစ်သနာတွင် နေထိုင်ကြသည်။ အစ်-ဆူဒီက ဤနေရာတွင် ဖော်ပြထားသော ဖစ်သနာသည် ရှစ်ရ်က်ကို ရည်ညွှန်းသည်ဟု ပြောကြားခဲ့သည်။ အိဗ်နု ဂျရီရ် မှတ်တမ်းတင်ထားသည်မှာ မူဂျာဟစ်ဒ်က ဤအာယသ်တော်သည် မက္ကာမှ အဖွဲ့တစ်ဖွဲ့နှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့သည် နဗီတမန်တော်မြတ် ﷺ <span class=\"gray\">[အလ်-မဒီနာ၌]</span> ထံသို့ မွတ်စလင်မ်များအဖြစ် ဟန်ဆောင်၍ သွားရောက်လေ့ရှိသည်။ သို့ရာတွင် ၎င်းတို့ ကူရိုင်ရ်ှထံ ပြန်သွားသောအခါ ရုပ်တုကိုးကွယ်ခြင်းသို့ ပြန်လှည့်သွားကြသည်။ ၎င်းတို့သည် နှစ်ဖက်စလုံးနှင့် ငြိမ်းချမ်းစွာ နေလိုကြသည်။ ၎င်းတို့ တိုက်ပွဲမှ ထွက်ခွာပြီး ငြိမ်းချမ်းရေးသို့ မပြန်မချင်း ၎င်းတို့ကို တိုက်ခိုက်ရမည်ဟု အလ္လာဟ်အရှင်မြတ် အမိန့်ပေးခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့ခြင်း၏ အကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن لَّمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် သင်တို့ထံမှ မထွက်ခွာဘဲ၊ ငြိမ်းချမ်းရေးကိုလည်း မကမ်းလှမ်းဘဲ၊)</span> ဆိုလိုသည်မှာ ငြိမ်းချမ်းပြီး စိတ်ချလက်ချ အပြုအမူသို့ ပြန်လှည့်ခြင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَيَكُفُّوا أَيْدِيَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ လက်များကိုလည်း မထိန်းချုပ်ပါက)</span> သင်တို့ကို တိုက်ခိုက်ခြင်းမှ ရှောင်ကြဉ်ခြင်း၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَخُذُوهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို <span class=\"gray\">(ဖမ်းဆီး)</span> ကြကုန်)</span>၊ ဖမ်းဆီးကြကုန်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ 'စကီဖ်တူဟွမ်' တွေ့ရှိရာတိုင်းတွင် ၎င်းတို့ကို သတ်ပစ်ကြကုန်။)</span>၊ သင်တို့ တွေ့ရှိရာတိုင်းတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَانًا مُّبِينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ကိစ္စတွင် ၎င်းတို့အပေါ် သင်တို့အတွက် ထင်ရှားသော အမိန့်တစ်ရပ်ကို ငါတို့ ပေးအပ်ထားသည်။)</span>၊ ဆိုလိုသည်မှာ ရှင်းလင်းပြတ်သားပြီး ရိုးရှင်းသော အမိန့်တစ်ရပ်ပင်။</p>"
  }
]