[
  {
    "ayah_key": "31:29",
    "group_ayah_key": "31:29",
    "from_ayah": "31:29",
    "to_ayah": "31:30",
    "ayah_keys": "31:29,31:30",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ညကို နေ့ထဲသို့ ပေါင်းစပ်တော်မူသည်၊ နေ့ကို ညထဲသို့ ပေါင်းစပ်တော်မူသည်၊ နေနှင့် လကိုလည်း အချိန်ကာလတစ်ခုအထိ သတ်မှတ်ထားသော လမ်းကြောင်းအတိုင်း ပြေးဆွဲစေရန် အခစားစေတော်မူသည်ကို သင်တို့ မမြင်ကြဘူးလား။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုသမျှကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်သည် <span>(29)</span>အကြောင်းမူကား အလ္လာဟ်အရှင်မြတ်သည်သာလျှင် အမှန်တရားဖြစ်တော်မူ၏။ ၎င်းပြင် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သူတို့ခေါ်ဝေါ်ပန်ကြားသော အရာများသည် မဟုတ်မမှန်သော အရာများဖြစ်ကြ၏။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အကြီးမြတ်ဆုံးဖြစ်တော်မူသည် <span>(30)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးတော်နှင့် အာဏာတော် </p><p lang=\"id\" class=\"id \">Allah tells us that He</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُولِجُ اللَّيْلَ فِي النَّهَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညကို နေ့ထဲသို့ ပေါင်းစပ်တော်မူသည်၊)</span> ဆိုလိုသည်မှာ ညမှယူ၍ နေ့ထဲသို့ ပေါင်းထည့်တော်မူသည်။ သို့မှသာ နေ့သည် ပို၍ရှည်လာပြီး ညသည် ပို၍တိုလာသည်။ ၎င်းသည် နွေရာသီတွင် နေ့တာအရှည်ဆုံးအချိန်၌ ဖြစ်တတ်သည်။ ထို့နောက် နေ့သည် တိုလာပြီး ညသည် ရှည်လာသည်။ ၎င်းသည် ဆောင်းရာသီတွင် ဖြစ်တတ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَىٰ أَجَلٍ مُسَمًّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေနှင့် လကိုလည်း အခစားစေတော်မူသည်၊ တစ်ခုစီသည် သတ်မှတ်ထားသော ကာလတစ်ခုအထိ ၎င်း၏လမ်းကြောင်းအတိုင်း ပြေးဆွဲသည်၊)</span> ၎င်းသည် တစ်ခုစီသည် ၎င်း၏သတ်မှတ်ထားသော နယ်နိမိတ်အတွင်း ပြေးဆွဲသည်ဟု ဆိုလိုသည်၊ သို့မဟုတ် ရှင်ပြန်ထမြောက်ရာနေ့အထိဟု ဆိုလိုသည်ဟု ဆိုခဲ့ကြသည်။ အဓိပ္ပါယ်နှစ်ခုစလုံး မှန်ကန်သည်။ ပထမအမြင်ကို အဘူဇရ်(ရဒ်)မှ သတင်းပို့ထားသော ဟဒီးစ်တော်မှ ထောက်ခံထားသည်။ ယင်းဟဒီးစ်တော်ကို စဟီဟ်ကျမ်းနှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَا ذَرٍّ! أَتَدْرِي أَيْنَ تَذْهَبُ هَذِهِ الشَّمْسُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အဘူဇရ်! ဤနေသည် မည်သည့်နေရာသို့ သွားသည်ကို သင်သိသလော)</span> ကျွန်ုပ် <span class=\"gray\">(အဘူဇရ်)</span> က \"အလ္လာဟ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်သာ အကောင်းဆုံးသိသည်\" ဟု လျှောက်၏။ ကိုယ်တော်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهَا تَذْهَبُ فَتَسْجُدُ تَحْتَ الْعَرْشِ، ثُمَّ تَسْتَأْذِنُ رَبَّهَا فَيُوشِكُ أَنْ يُقَالَ لَهَا: ارْجِعِي مِنْ حَيْثُ جِئْتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် (အာရ်ရှ်) ပလ္လင်တော်အောက်၌ ဆွဂျူဒ်ပြုရန် သွားရောက်ပြီးနောက် ၎င်း၏ အရှင်သခင်ထံ ခွင့်တောင်းသည်။ မကြာမီပင် ၎င်းအား \"သင်လာရာအရပ်မှ ပြန်သွားလော့\" ဟု ပြောကြားခံရမည်။)</span> အိဗ်နု အဘီ ဟာသ်သ်သိမ်က အိဗ်နု အဗ္ဗါစ်က \"နေသည် နေ့ဘက်တွင် ကောင်းကင်ယံ၌ ၎င်း၏လမ်းကြောင်းအတိုင်း စီးဆင်းနေသော ရေကဲ့သို့ ဖြစ်သည်။ နေဝင်ချိန်တွင် ၎င်းသည် မြေကြီးအောက်ရှိ ၎င်း၏လမ်းကြောင်းအတိုင်း အရှေ့မှထွက်ပေါ်လာသည်အထိ ခရီးသွားသည်။\" ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ ၎င်းက \"လ၏ကိစ္စတွင်လည်း အတူတူပင်ဖြစ်သည်\" ဟု ပြောခဲ့သည်။ ၎င်း၏ သတင်းပို့စနစ်မှာ စဟီဟ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုသမျှကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်သည်၊)</span> ၎င်းသည် ဤအာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ ۗ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်ဘုံနှင့် ကမ္ဘာမြေ၌ ရှိသမျှကို အလ္လာဟ်အရှင်မြတ်သိတော်မူသည်ကို သင်တို့ မသိကြဘူးလား။)</span><span class=\"gray\">(22:70)</span>။ အဓိပ္ပါယ်မှာ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို သိရှိတော်မူသော ဖန်ဆင်းရှင်ဖြစ်တော်မူသည်ဟူ၍ ဖြစ်သည်။ ကိုယ်တော်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်ဘုံခုနစ်ထပ်နှင့် ၎င်းတို့ကဲ့သို့ ကမ္ဘာမြေကိုလည်း ဖန်ဆင်းတော်မူသော အရှင်သည် အလ္လာဟ်အရှင်မြတ်ပင် ဖြစ်တော်မူသည်)</span><span class=\"gray\">(65:12)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြောင်းမူကား အလ္လာဟ်အရှင်မြတ်သည်သာလျှင် အမှန်တရားဖြစ်တော်မူ၏။ ၎င်းပြင် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သူတို့ခေါ်ဝေါ်ပန်ကြားသော အရာများသည် မဟုတ်မမှန်သော အရာများဖြစ်ကြ၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ကိုယ်တော်၏ နိမိတ်လက္ခဏာများကို သင်တို့အား ပြသတော်မူသည်။ သို့မှသာ ကိုယ်တော်သည် အမှန်တရားဖြစ်ကြောင်း၊ ဆိုလိုသည်မှာ ကိုယ်တော်သည် စစ်မှန်စွာ တည်ရှိပြီး စစ်မှန်စွာ ဘုရားသခင်ဖြစ်ကြောင်း၊ ကိုယ်တော်မှတစ်ပါး အခြားအရာအားလုံးသည် မဟုတ်မမှန်ကြောင်း သင်တို့သိရှိနိုင်ရန် ဖြစ်သည်။ ကိုယ်တော်သည် အခြားမည်သည့်အရာကိုမျှ မလိုအပ်သော်လည်း အခြားအရာအားလုံးသည် ကိုယ်တော်အပေါ် မှီခိုကြရသည်။ အဘယ်ကြောင့်ဆိုသော် ကောင်းကင်ဘုံနှင့် ကမ္ဘာမြေရှိ အရာခပ်သိမ်းကို ကိုယ်တော်က ဖန်ဆင်းခဲ့ပြီး ကိုယ်တော်က ကျွန်ပြုထားသောကြောင့် ဖြစ်သည်။ ကိုယ်တော်၏ ခွင့်ပြုချက်မရှိဘဲ ၎င်းတို့ထဲမှ မည်သူမျှ အနုမြူတစ်မှုန်မျှပင် မရွှေ့လျားနိုင်ပေ။ ကောင်းကင်ဘုံနှင့် ကမ္ဘာမြေရှိ လူအားလုံး ပေါင်းစည်း၍ ယင်ကောင်တစ်ကောင်ကို ဖန်ဆင်းရန် ကြိုးစားသော်လည်း ၎င်းတို့ မလုပ်ဆောင်နိုင်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြောင်းမူကား အလ္လာဟ်အရှင်မြတ်သည်သာလျှင် အမှန်တရားဖြစ်တော်မူ၏။ ၎င်းပြင် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သူတို့ခေါ်ဝေါ်ပန်ကြားသော အရာများသည် မဟုတ်မမှန်သော အရာများဖြစ်ကြ၏။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အကြီးမြတ်ဆုံးဖြစ်တော်မူသည်၊)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် အမြင့်မြတ်ဆုံးဖြစ်ပြီး ကိုယ်တော်ထက် မြင့်မြတ်သူ မရှိပေ။ ကိုယ်တော်သည် အရာခပ်သိမ်းထက် ကြီးမြတ်သော အကြီးမြတ်ဆုံး အရှင်ဖြစ်တော်မူသည်။ ကိုယ်တော်နှင့် နှိုင်းယှဉ်လျှင် အရာခပ်သိမ်းသည် လက်အောက်ခံဖြစ်ပြီး အရေးမပါပေ။</p>"
  },
  {
    "ayah_key": "31:31",
    "group_ayah_key": "31:31",
    "from_ayah": "31:31",
    "to_ayah": "31:32",
    "ayah_keys": "31:31,31:32",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ဖြင့် သင်္ဘောများသည် ပင်လယ်ပြင်၌ ရွက်လွှင့်နေကြသည်ကို သင်မမြင်ဖူးလား။ သို့မှသာ ကိုယ်တော်သည် သင်တို့အား ကိုယ်တော်၏ နိမိတ်လက္ခဏာများကို ပြသနိုင်ရန် ဖြစ်သည်။ အမှန်စင်စစ် ဤအရာ၌ ခံနိုင်ရည်ရှိသူတိုင်း၊ ကျေးဇူးတင်တတ်သူတိုင်းအတွက် နိမိတ်လက္ခဏာများ ရှိသည် <span class=\"gray\">(လူ)</span><span>(31)</span>လှိုင်းလုံးတို့သည် အရိပ်များကဲ့သို့ ၎င်းတို့ကို ဖုံးအုပ်သောအခါ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကိုသာ ခေါ်ဝေါ်ပန်ကြားကြပြီး ကိုယ်တော်အတွက်သာ ဆုတောင်းကြ၏။ သို့သော် ကိုယ်တော်သည် ၎င်းတို့ကို ကုန်းပေါ်သို့ ဘေးကင်းစွာ ပို့ဆောင်သောအခါ ၎င်းတို့ထဲတွင် အလယ်အလတ်ရပ်တည်သူများ ရှိကြသည်။ ကျွန်ုပ်တို့၏ အာယသ်တော်များကို ခပ်တာရ် ကာဖူရ်တိုင်းမှတစ်ပါး မည်သူမျှ ငြင်းပယ်ခြင်း မရှိပေ <span>(32)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ပင်လယ်ကို အခစားစေတော်မူသော အရှင်ဖြစ်ကြောင်း ကျွန်ုပ်တို့အား မိန့်တော်မူသည်။ သို့မှသာ ကိုယ်တော်၏ အမိန့်တော်၊ ဆိုလိုသည်မှာ ကိုယ်တော်၏ တန်ခိုးတော်ဖြင့် သင်္ဘောများ ရွက်လွှင့်နိုင်ရန် ဖြစ်သည်။ အကြောင်းမူကား ကိုယ်တော်သည် ရေကို သင်္ဘောများ သယ်ဆောင်နိုင်သော ခွန်အားမပေးခဲ့ပါက ၎င်းတို့သည် ရွက်လွှင့်နိုင်မည် မဟုတ်ပေ။ ထို့ကြောင့် ကိုယ်တော်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِيُرِيَكُمْ مِنْ آيَاتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ နိမိတ်လက္ခဏာများကို သင်တို့အား ပြသနိုင်ရန်)</span> ဆိုလိုသည်မှာ ကိုယ်တော်၏ တန်ခိုးတော်ဖြင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤအရာ၌ ခံနိုင်ရည်ရှိသူတိုင်း၊ ကျေးဇူးတင်တတ်သူတိုင်းအတွက် နိမိတ်လက္ခဏာများ ရှိသည်၊)</span> ဆိုလိုသည်မှာ အခက်အခဲကို သည်းခံသော၊ လွယ်ကူသော အချိန်များတွင် ကျေးဇူးတင်သော လူတိုင်းအတွက် ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လှိုင်းလုံးတို့သည် အရိပ်များကဲ့သို့ ၎င်းတို့ကို ဖုံးအုပ်သောအခါ၊)</span> ဆိုလိုသည်မှာ တောင်များ သို့မဟုတ် တိမ်များကဲ့သို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ခေါ်ဝေါ်ပန်ကြားကြပြီး ကိုယ်တော်အတွက်သာ ဆုတောင်းကြ၏။)</span> ၎င်းသည် ဤအာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်ပြင်၌ သင်တို့အား ဘေးဆိုးကျရောက်သောအခါ ကိုယ်တော်မှတစ်ပါး သင်တို့ခေါ်ဝေါ်ပန်ကြားသူများသည် သင်တို့ထံမှ ပျောက်ကွယ်သွားကြသည်)</span><span class=\"gray\">(17:67)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا رَكِبُوا فِي الْفُلْكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင်္ဘောပေါ်သို့ တက်သောအခါ...)</span><span class=\"gray\">(29:65)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကိုယ်တော်သည် ၎င်းတို့ကို ကုန်းပေါ်သို့ ဘေးကင်းစွာ ပို့ဆောင်သောအခါ ၎င်းတို့ထဲတွင် အလယ်အလတ်ရပ်တည်သူများ ရှိကြသည်။)</span> မုဂျာဟိဒ်က \"၎င်းသည် မယုံကြည်သူများကို ရည်ညွှန်းသည်။ ၎င်းသည် မုက်သဆစ်ဒ်ဟူသော စကားလုံးကို အာယသ်တော်ရှိ ငြင်းပယ်သူအဖြစ် အဓိပ္ပါယ်ဖွင့်ဆိုသကဲ့သို့ ဖြစ်သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကိုယ်တော်သည် ၎င်းတို့ကို ကုန်းပေါ်သို့ ဘေးကင်းစွာ ပို့ဆောင်သောအခါ ရှုကြည့်လော့၊ ၎င်းတို့သည် ကိုယ်တော်အား ကိုးကွယ်ရာတွင် အခြားသူများကို အစုရှယ်ယာ ပေးကြသည်)</span><span class=\"gray\">(29:65)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အာယသ်တော်များကို ခပ်တာရ် ကာဖူရ်တိုင်းမှတစ်ပါး မည်သူမျှ ငြင်းပယ်ခြင်း မရှိပေ။)</span> ခပ်တာရ်ဟူသည် သစ္စာဖောက်သူ သို့မဟုတ် နောက်ကျောမှ ဓားထိုးသူကို ဆိုလိုသည်။ ၎င်းသည် မုဂျာဟိဒ်၊ အလ်-ဟစန်၊ ကွသားဒါဟ်နှင့် မာလိက်တို့၏ အမြင်ဖြစ်ပြီး ဇိုင်ဒ် ဘင် အစ်လမ်မှ သတင်းပို့ထားသည်။ ဤစကားလုံးသည် ကတိတစ်ခုပေးသောအခါတိုင်း ကတိကို ဖောက်ဖျက်သူကို ဖော်ပြပြီး အဆိုးဆုံး သစ္စာဖောက်မှုပုံစံကို ရည်ညွှန်းသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَفُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကာဖူရ်)</span> ဆိုလိုသည်မှာ ကောင်းချီးမင်္ဂလာများကို ငြင်းပယ်သူနှင့် ၎င်းတို့အတွက် ကျေးဇူးမတင်သူ၊ ထို့အစား ၎င်းတို့ကို မေ့လျော့ပြီး မမှတ်မိသူကို ဆိုလိုသည်။</p>"
  },
  {
    "ayah_key": "31:33",
    "group_ayah_key": "31:33",
    "from_ayah": "31:33",
    "to_ayah": "31:33",
    "ayah_keys": "31:33",
    "text": "<p class=\"my translation\" lang=\"my\">အို လူသားအပေါင်းတို့! သင်တို့၏ အရှင်သခင်ကို တက်ကဝါ (ကြောက်ရွံ့ခြင်း) ထားကြလော့။ ဖခင်တစ်ဦးက ၎င်း၏သားအတွက် မည်သည့်အရာမျှ အကျိုးပြုနိုင်မည် မဟုတ်သော၊ သားတစ်ဦးကလည်း ၎င်း၏ဖခင်အတွက် မည်သည့်အရာမျှ အကျိုးပြုနိုင်မည် မဟုတ်သော နေ့တစ်နေ့ကို ကြောက်ရွံ့ကြလော့။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်ပေသည်။ ထို့ကြောင့် ဤလောကီဘဝသည် သင်တို့ကို မလှည့်ဖြားပါစေနှင့်။ ၎င်းပြင် အကြီးဆုံး လှည့်ဖြားသူသည် အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ သင်တို့ကို မလှည့်ဖြားပါစေနှင့် <span>(33)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ရန်နှင့် ရှင်ပြန်ထမြောက်ရာနေ့ကို အမှတ်ရရန် အမိန့်တော်</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရာနေ့နှင့် ပတ်သက်၍ လူတို့အား သတိပေးတော်မူပြီး ကိုယ်တော်ကို ကြောက်ရွံ့ရန်နှင့် ရှင်ပြန်ထမြောက်ရာနေ့ကို အမှတ်ရရန် အမိန့်ပေးတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖခင်တစ်ဦးက ၎င်း၏သားအတွက် မည်သည့်အရာမျှ အကျိုးပြုနိုင်မည် မဟုတ်သော၊)</span> ဆိုလိုသည်မှာ ၎င်းသည် ၎င်း၏သားအတွက် မိမိကိုယ်ကို ပူဇော်လိုလျှင်ပင် ၎င်းထံမှ လက်ခံမည်မဟုတ်ပေ။ ဖခင်အတွက် မိမိကိုယ်ကို ပူဇော်လိုသော သားတစ်ဦး၏ ကိစ္စတွင်လည်း အလားတူပင်ဖြစ်မည် – ၎င်းထံမှ လက်ခံမည်မဟုတ်ပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဤစကားများဖြင့် ထပ်မံသတိပေးတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဤလောကီဘဝသည် သင်တို့ကို မလှည့်ဖြားပါစေနှင့်။)</span> ဆိုလိုသည်မှာ ဤဘဝအပေါ် သင်တို့၏ စိတ်ကျေနပ်မှုသည် နောင်တမလွန်ဘဝကို သင်တို့ကို မေ့လျော့စေရန် ခွင့်မပြုပါနှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် အကြီးဆုံး လှည့်ဖြားသူသည် အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ သင်တို့ကို မလှည့်ဖြားပါစေနှင့်။)</span> ဆိုသည်မှာ ရှိုင်တွာန်ကို ရည်ညွှန်းသည်။ ၎င်းသည် အိဗ်နု အဗ္ဗါစ်၊ မုဂျာဟိဒ်၊ အဒ်-ဒဟ်ဟတ်က်နှင့် ကွသားဒါဟ်တို့၏ အမြင်ဖြစ်သည်။ ရှိုင်တွာန်သည် ၎င်းတို့အား ကတိများ ပေးပြီး ၎င်းတို့အတွင်း၌ မမှန်ကန်သော ဆန္ဒများကို နှိုးဆွပေးသော်လည်း ၎င်းတို့တွင် အနှစ်သာရ မရှိပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ၎င်းတို့အား ကတိများ ပေးပြီး ၎င်းတို့အတွင်း၌ မမှန်ကန်သော ဆန္ဒများကို နှိုးဆွပေးသည်။ ၎င်းပြင် ရှိုင်တွာန်၏ ကတိများသည် လှည့်ဖြားမှုသက်သက်သာ ဖြစ်သည်)</span><span class=\"gray\">(4:120)</span>။ ဝဟဘ် ဘင် မုနဗ်ဗစ်ဟ်က 'ဥဇိုင်ရ် (အလိုင်ဟစ်စလာမ်) က \"ကျွန်ုပ်သည် ကျွန်ုပ်၏လူမျိုး၏ ကံဆိုးမိုးမှောင်ကျမှုကို မြင်သောအခါ အလွန်ဝမ်းနည်းပူဆွေးပြီး အိပ်မပျော်ခဲ့ပေ။ ထို့ကြောင့် ကျွန်ုပ်၏အရှင်သခင်ထံ ဆုတောင်းခဲ့ပြီး အစာရှောင်ခဲ့သည်။ ၎င်းပြင် ငိုယိုကာ ကိုယ်တော်အား ပန်ကြားခဲ့သည်။ ကျွန်ုပ်ထံ ကောင်းကင်တမန်တစ်ပါး ရောက်လာပြီး ကျွန်ုပ်က ၎င်းအား 'ပြောပြပါဦး၊ သူတော်ကောင်းတို့၏ စိတ်ဝိညာဉ်များသည် မကောင်းမှုပြုသူများအတွက် ကြားဝင်အသနားခံနိုင်ပါမည်လား၊ သို့မဟုတ် ဖခင်များသည် ၎င်းတို့၏သားများအတွက် ကြားဝင်အသနားခံနိုင်ပါမည်လား' ဟု ပြောကြားခဲ့သည်။ ၎င်းက 'ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကိစ္စအားလုံး ပြီးဆုံးသွားမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်၏ အာဏာတော် ထင်ရှားလာမည်ဖြစ်ကာ မည်သည့်ခြွင်းချက်မျှ မရှိပေ။ ထိုနေ့တွင် အမြင့်မြတ်ဆုံး မေတ္တာရှင်၏ ခွင့်ပြုချက်မရှိဘဲ မည်သူမျှ ပြောဆိုနိုင်မည်မဟုတ်ပေ။ ဖခင်တစ်ဦးက ၎င်း၏သားအတွက် ပြန်လည်ဖြေကြားနိုင်မည်မဟုတ်ပေ၊ သို့မဟုတ် သားတစ်ဦးက ၎င်း၏ဖခင်အတွက်၊ သို့မဟုတ် လူတစ်ဦးက ၎င်း၏ညီအစ်ကိုအတွက်၊ သို့မဟုတ် ကျွန်တစ်ဦးက ၎င်း၏သခင်အတွက် ပြန်လည်ဖြေကြားနိုင်မည်မဟုတ်ပေ။ မည်သူမျှ မိမိကိုယ်ကိုမှတစ်ပါး အခြားသူတစ်ဦးတစ်ယောက်ကိုမျှ ဂရုစိုက်မည်မဟုတ်ပေ၊ သို့မဟုတ် မိမိကိုယ်ကိုမှတစ်ပါး အခြားသူတစ်ဦးတစ်ယောက်ကိုမျှ ဝမ်းနည်းကြေကွဲခြင်း သို့မဟုတ် သနားကြင်နာခြင်း ခံစားရမည်မဟုတ်ပေ။ လူတိုင်းသည် မိမိကိုယ်ကိုသာ စိုးရိမ်ပူပန်နေမည်ဖြစ်သည်။ မည်သူမျှ အခြားသူတစ်ဦးတစ်ယောက်နှင့် ပတ်သက်၍ မေးမြန်းခံရမည်မဟုတ်ပေ။ လူတိုင်းသည် မိမိကိုယ်ကိုသာ စိုးရိမ်ပူပန်နေမည်ဖြစ်ပြီး မိမိကိုယ်ကို ငိုယိုကာ မိမိ၏ဝန်ကို မိမိကိုယ်တိုင် ထမ်းဆောင်နေမည်ဖြစ်သည်။ မည်သူမျှ အခြားသူတစ်ဦး၏ ဝန်ကို ထမ်းဆောင်မည်မဟုတ်ပေ' ဟု ပြောကြားခဲ့သည်။\" ၎င်းကို အိဗ်နု အဘီ ဟာသ်သ်သိမ်က မှတ်တမ်းတင်ထားသည်။</p>"
  }
]