[
  {
    "ayah_key": "22:26",
    "group_ayah_key": "22:26",
    "from_ayah": "22:26",
    "to_ayah": "22:27",
    "ayah_keys": "22:26,22:27",
    "text": "<p lang=\"my\" class=\"my \">အီဗရာဟင်မ်အား ငါတို့သည် ဗိမာန်တော်၏နေရာကို ပြသခဲ့သောအခါ (သတိရကြလော့) (သို့မိန့်တော်မူလျက်) 'ငါနှင့် မည်သည့်အရာကိုမျှ တွဲဖက်ကိုးကွယ်ခြင်းမပြုကြနှင့်။ ငါ၏ဗိမာန်တော်ကို သဝါဖ်ပြုသူများ၊ မတ်တပ်ရပ်သူများ (ဝတ်ပြုသူများ)၊ ရုကူပြုသူများနှင့် ဆွဂျ်ဒါပြုသူများ (ဝတ်ပြုသူများ) အတွက် သန့်စင်စေလော့။ (၂၆)လူသားတို့အား ဟဂျ် (အဓိပ္ပါယ်ဘုရားဖူးခရီး) ကို ကြေညာလော့။ ၎င်းတို့သည် သင့်ထံသို့ ခြေကျင်နှင့် ပိန်လှီသောကုလားအုတ်တိုင်းပေါ်တွင် လာရောက်ကြလိမ့်မည်။ ၎င်းတို့သည် ဖဂျ် အာမစ် (Fajj 'Amiq) အစုံမှ လာရောက်ကြလိမ့်မည်။ (၂၇)'</p><div lang=\"my\" class=\"my \"><h2>ကအ်ဘာတည်ဆောက်ခြင်းနှင့် ဟဂျ်ကြေညာခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ အစကတည်းက တောင်ဟိဒ် (တစ်ပါးတည်းကိုးကွယ်မှု) နှင့် အလ္လာဟ်အရှင်မြတ်ကိုသာ တစ်ပါးတည်း ကိုးကွယ်ရန်အတွက် မည်သည့်တွဲဖက် သို့မဟုတ် မိတ်ဖက်မျှမရှိဘဲ တည်ထောင်ခဲ့သောနေရာ၌ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားသူများကို ကိုးကွယ်ခဲ့ကြပြီး အရှင်မြတ်နှင့် တွဲဖက်ခဲ့ကြသော ကူရိုင်ရှ် (Quraysh) လူမျိုးများအား ပြစ်တင်ရှုံ့ချခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အီဗရာဟင်မ်အား အတီက်အိမ်တော်၏ နေရာကို ပြသခဲ့ကြောင်း၊ ဆိုလိုသည်မှာ အရှင်မြတ်က ၎င်းအား ထိုနေရာသို့ လမ်းညွှန်ခဲ့ပြီး၊ ၎င်းအား အပ်နှံခဲ့ကာ၊ ၎င်းအား တည်ဆောက်ရန် ခွင့်ပြုခဲ့ကြောင်း ငါတို့အား မိန့်တော်မူသည်။ ပညာရှင်များစွာတို့သည် ဤအချက်ကို အီဗရာဟင်မ်သည် အိမ်တော်ကို ပထမဆုံးတည်ဆောက်ခဲ့သူဖြစ်ပြီး ၎င်းမတိုင်မီက တည်ဆောက်ခြင်းမရှိခဲ့ဟူသော ၎င်းတို့၏အမြင်ကို ထောက်ခံရန် သက်သေအဖြစ် မှတ်ယူကြသည်။ အဘူဒါရ် (Abu Dharr) က 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ မည်သည့်ဗလီကို ပထမဆုံး တည်ဆောက်ခဲ့ပါသနည်း။' ဟု မေးရာ 'မဂ္ဂင်နှစ်ကျမ်း' (Two Sahihs) တွင် မှတ်တမ်းတင်ထားသည်။ အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمَسْجِدُ الْحَرَامُ</p><p lang=\"hmn\" class=\"hmn \"><span class=\"gray\">(Al-Masjid Al-Haram.)</span> I said, 'Then which?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَيْتُ الْمَقْدِسِ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(Bayt Al-Maqdis.)</span> I said, 'How long between them?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْبَعُونَ سَنَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှစ်လေးဆယ်။)'' ဟု မိန့်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ်သော်ကား လူသားတို့အတွက် ထားရှိသော ပထမဆုံးအိမ်တော် (ကိုးကွယ်ရာနေရာ) သည် ဗက္ကဟ် (မက္ကာ) တွင်ရှိသော မင်္ဂလာအပေါင်းနှင့် ပြည့်စုံသော အိမ်တော်ပင်ဖြစ်သည်။)</span><span class=\"gray\">(၃:၉၆)</span> အောက်ပါအာယတ်နှစ်ခု အဆုံးအထိဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَهِدْنَا إِلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ أَن طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗရာဟင်မ်နှင့် အစ်စ်မာအီလ်အား ငါ၏အိမ်တော်ကို သဝါဖ်ပြုသူများ၊ သီတင်းသုံးသူများ (အစ်အ်တိကားဖ်), ရုကူပြုသူများ၊ သို့မဟုတ် ဆွဂျ်ဒါပြုသူများအတွက် သန့်စင်စေရန် ငါတို့သည် အမိန့်ပေးခဲ့၏။)</span><span class=\"gray\">(၂:၁၂၅)</span> အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَن لَّا تُشْرِكْ بِي شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါနှင့် မည်သည့်အရာကိုမျှ တွဲဖက်ကိုးကွယ်ခြင်းမပြုကြနှင့်၊)</span> ဆိုလိုသည်မှာ၊ 'ငါ၏အမည်နာမတော်ဖြင့်သာ တည်ဆောက်ကြလော့။'</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَطَهِّرْ بَيْتِيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ဗိမာန်တော်ကို သန့်စင်စေလော့)</span> ကတာဒါး (Qatadah) နှင့် မူဂျာဟိဒ် (Mujahid) တို့က ပြောကြားသည်မှာ၊ 'အိမ်တော်ကို ရှစ်ရ် (Shirk) မှ သန့်စင်စေလော့။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအိမ်တော်ကို သဝါဖ်ပြုသူများ၊ မတ်တပ်ရပ်သူများ၊ ရုကူပြုသူများနှင့် ဆွဂျ်ဒါပြုသူများ (ဝတ်ပြုသူများ) အတွက်ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ 'မည်သည့်တွဲဖက် သို့မဟုတ် မိတ်ဖက်မျှမရှိဘဲ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်သူများအတွက် သီးသန့်ပြုလုပ်ထားလော့။' 'သဝါဖ်ပြုသူများ' ဆိုသည်မှာ ရှင်းလင်းပြီးဖြစ်သည်။ အကြောင်းမှာ ၎င်းသည် ကအ်ဘာတွင်သာမက ကမ္ဘာပေါ်ရှိ အခြားမည်သည့်နေရာတွင်မျှ မပြုလုပ်သော ကိုးကွယ်မှုတစ်မျိုးဖြစ်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَائِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတ်တပ်ရပ်သူများ)</span> ဆိုသည်မှာ၊ ဝတ်ပြုဆုတောင်းခြင်း၌ မတ်တပ်ရပ်ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالرُّكَّعِ السُّجُودِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရုကူပြုသူများနှင့် ဆွဂျ်ဒါပြုသူများ)။</span> တဝါဖ် (Tawaf) နှင့် ဝတ်ပြုဆုတောင်းခြင်းကို အတူတကွ ဖော်ပြထားခြင်းမှာ အိမ်တော်နှင့် ပတ်သက်၍မှလွဲ၍ အခြားမည်သည့်နေရာတွင်မျှ အတူတကွ သတ်မှတ်ထားခြင်းမရှိသောကြောင့်ဖြစ်သည်။ တဝါဖ်ကို ကအ်ဘာပတ်လည်တွင် ပြုလုပ်ပြီး၊ ဝတ်ပြုဆုတောင်းခြင်းကို အများစုတွင် ၎င်း၏ဦးတည်ရာသို့ မျက်နှာမူ၍ ပြုလုပ်ကြသည်။ ခြွင်းချက်အနည်းငယ်ရှိသည်၊ ဥပမာ- ကစ်ဗ်လာ (Qiblah) ၏ ဦးတည်ရာကို မသေချာသောအခါ၊ စစ်ပွဲအတွင်းနှင့် ခရီးသွားစဉ်တွင် စွန်နာဝတ်ပြုဆုတောင်းခြင်းပြုလုပ်သောအခါတို့တွင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးကို သိတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَذِّن فِي النَّاسِ بِالْحَجِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အား ဟဂျ်ကို ကြေညာလော့)</span> ဆိုလိုသည်မှာ၊ 'လူသားတို့အား အဓိပ္ပာယ်ဘုရားဖူးခရီးကို ကြေညာပြီး၊ သင်တို့ကို တည်ဆောက်ရန် ငါတို့အမိန့်ပေးခဲ့သော ဤအိမ်တော်သို့ ဘုရားဖူးရန် ခေါ်ဖိတ်လော့။' အီဗရာဟင်မ်က 'အို အရှင်သခင်၊ အကျွန်ုပ်အသံသည် လူများထံ မရောက်နိုင်သောအခါ အကျွန်ုပ်မည်သို့ ပေးပို့ရမည်နည်း။' ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ 'သူတို့ကို ခေါ်လော့၊ ငါတို့ ပေးပို့မည်။' ဟု ပြန်ကြားခဲ့သည်။ ထို့ကြောင့် အီဗရာဟင်မ်သည် မတ်တပ်ရပ်၍ 'အို လူသားအပေါင်းတို့! သင်တို့၏အရှင်သခင်သည် အိမ်တော်တစ်လုံးကို တည်ထောင်ခဲ့ပြီဖြစ်၍ ၎င်းသို့ ဘုရားဖူးရန် လာရောက်ကြလော့။' ဟု ပြောကြားခဲ့သည်။ တောင်များသည် သူ့အသံ ကမ္ဘာမြေကြီး၏ ဒေသအားလုံးသို့ ရောက်ရှိစေရန် နိမ့်ဆင်းပေးခဲ့ပြီး၊ မိခင်၏သားအိမ်နှင့် ဖခင်၏ခါးများ၌ ရှိနေသေးသူများသည် ထိုခေါ်သံကို ကြားရမည်ဟု ဆိုသည်။ မြို့ကြီးများ၊ သဲကန္တာရများနှင့် ကျေးလက်ဒေသများရှိ လူတိုင်းထံမှ တုံ့ပြန်မှုများ ရောက်ရှိလာခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်က ဟဂျ်ပြုရန် သတ်မှတ်ထားသူများသည် တရားစီရင်မည့်နေ့အထိ 'အရှင်မြတ်၏ အမှုတော်ကို ဆောင်ရွက်ပါသည်၊ အို အလ္လာဟ်၊ အရှင်မြတ်၏ အမှုတော်ကို ဆောင်ရွက်ပါသည်' ဟု တုံ့ပြန်ကြသည်။ ဤသည်မှာ အိဗ်နု အဗ္ဗားစ် (Ibn 'Abbas)၊ မူဂျာဟိဒ် (Mujahid)၊ အိကရီမာဟ် ('Ikrimah)၊ ဆအီးဒ် ဘင် ဂျူဘိုင်ရ် (Sa'id bin Jubayr) နှင့် ဆလဖ် (Salaf) ထဲမှ အခြားသူများ၏ ရေရွတ်ချက်များ အကျဉ်းချုပ်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးကို သိတော်မူသည်။ ဤအချက်ကို အိဗ်နု ဂျာရီရ် (Ibn Jarir) နှင့် အိဗ်နု အဘီ ဟာတိမ် (Ibn Abi Hatim) တို့က အကျယ်တဝင့် မှတ်တမ်းတင်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْتُوكَ رِجَالًا وَعَلَىٰ كُلِّ ضَامِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင့်ထံသို့ ခြေကျင်နှင့် ပိန်လှီသောကုလားအုတ်တိုင်းပေါ်တွင် လာရောက်ကြလိမ့်မည်။)</span> ဤအာယတ်ကို အစွမ်းအစရှိသူများ ခြေကျင်လျှောက်၍ ပြုလုပ်သော ဟဂျ်သည် စီးနင်း၍ ပြုလုပ်သော ဟဂျ်ထက် ပိုမိုကောင်းမွန်သည်ဟု ရှုမြင်ကြသော ပညာရှင်များက သက်သေအဖြစ် အသုံးပြုခဲ့ကြသည်။ အကြောင်းမှာ 'ခြေကျင်' ဟူသော စကားစုကို ဦးစွာဖော်ပြထားခြင်းကြောင့်ဖြစ်ပြီး၊ ၎င်းတို့၏ စိတ်အားထက်သန်မှုနှင့် ဆုံးဖြတ်ချက်ကို ပြသသောကြောင့်လည်းဖြစ်သည်။ ဝကီအ် (Waki') က အဘူအလ်-အူမိုက်စ် (Abu Al-'Umays) မှ အဘူဟလ်ဟာလာ (Abu Halhalah) မှ မုဟမ္မဒ် ဘင် ကအ်ဘ် (Muhammad bin Ka'b) မှ ဆင့်ပြန်ပြောကြားသည်မှာ အိဗ်နု အဗ္ဗားစ် (Ibn 'Abbas) က 'ကျွန်ုပ်သည် ခြေကျင်လျှောက်၍ ဟဂျ်ပြုခဲ့ရလျှင် ကောင်းမည်ဟု ဆန္ဒရှိခြင်းမှလွဲ၍ မည်သည့်အရာကိုမျှ နောင်တမရပါ။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْتُوكَ رِجَالًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင့်ထံသို့ ခြေကျင်လာကြလိမ့်မည်။)</span>\" သို့သော် အများစုကမူ စီးနင်း၍ ဟဂျ်ပြုလုပ်ခြင်းသည် ပိုမိုကောင်းမွန်သည်ဟု ရှုမြင်ကြပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ စံနမူနာကို လိုက်နာကြသည်။ အကြောင်းမှာ အရှင်မြတ်၏ ရုပ်ပိုင်းဆိုင်ရာ စွမ်းရည် ကောင်းမွန်သော်လည်း အရှင်မြတ်သည် ဟဂျ်ကို စီးနင်း၍ ပြုလုပ်ခဲ့သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْتِينَ مِن كُلِّ فَجٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖဂျ် (Fajj) တိုင်းမှ လာရောက်ကြလိမ့်မည်)</span> ဆိုသည်မှာ လမ်းကြောင်းတိုင်းမှ ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတွင် ဖြတ်သန်းသွားလာနိုင်ရန် ဖီဂျာဂျ် (Fijaj) များကို ငါတို့ထားရှိခဲ့၏။)</span><span class=\"gray\">[၂၁:၃၁]</span>။</p><p class=\"sd qpc-hafs\" lang=\"sd\">عَمِيقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အာမစ် (Amiq))</span> ဆိုသည်မှာ အဝေးမှဖြစ်သည်။ ဤသည်မှာ မူဂျာဟိဒ် (Mujahid)၊ အတာအ် ('Ata'), အစ်-ဆုဒ်ဒီ (As-Suddi), ကတာဒါး (Qatadah), မုကတ်တစ် ဘင် ဟိုင်ယန် (Muqatil bin Hayan), အစ်-သောင်ရီ (Ath-Thawri) နှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။ ဤအာယတ်သည် အီဗရာဟင်မ်သည် သူ၏မိသားစုအတွက် မည်သို့ဆုတောင်းခဲ့ကြောင်း အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသော အာယတ်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် လူတို့၏စိတ်နှလုံးအချို့ကို ၎င်းတို့အပေါ် ချစ်ခြင်းမေတ္တာဖြင့် ပြည့်စေတော်မူပါ။)</span><span class=\"gray\">[၁၄:၃၇]</span>။ မွတ်စ်လင်မ်များအနက် ကအ်ဘာကို မြင်တွေ့ရန်နှင့် တဝါဖ်ပြုလုပ်ရန် မတောင့်တသူ မရှိပါ။ ကမ္ဘာ့ထောင့်စွန်းတိုင်းမှ လူများသည် ဤနေရာသို့ လာရောက်ကြသည်။</p>"
  }
]