[
  {
    "ayah_key": "94:1",
    "group_ayah_key": "94:1",
    "from_ayah": "94:1",
    "to_ayah": "94:8",
    "ayah_keys": "94:1,94:2,94:3,94:4,94:5,94:6,94:7,94:8",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲမပြတ် သနားကြင်နာတော်မူသော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ - وَوَضَعْنَا عَنكَ وِزْرَكَ - الَّذِي أَنقَضَ ظَهْرَكَ - وَرَفَعْنَا لَكَ ذِكْرَكَ - فَإِنَّ مَعَ الْعُسْرِ يُسْرًا - إِنَّ مَعَ الْعُسْرِ يُسْرًا - فَإِذَا فَرَغْتَ فَانصَبْ - وَإِلَىٰ رَبِّكَ فَارْغَب</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ငါတို့သည် သင်၏ ရင်ဘတ်ကို သင့်အတွက် မဖွင့်ပေးခဲ့ဘူးလား?)</span><span class=\"gray\">(၂။ သင်၏ ဝန်ထုပ်ဝန်ပိုးကို သင့်ထံမှ မဖယ်ရှားပေးခဲ့ဘူးလား?)</span><span class=\"gray\">(၃။ သင်၏ ကျောကို လေးလံစေသော?)</span><span class=\"gray\">(၄။ ငါတို့သည် သင်၏ ဂုဏ်သတင်းကို မြင့်မားစွာ မမြှင့်တင်ပေးခဲ့ဘူးလား?)</span><span class=\"gray\">(၅။ အမှန်စင်စစ်၊ အခက်အခဲတိုင်းနှင့်အတူ သက်သာရာရခြင်း ရှိသည်။)</span><span class=\"gray\">(၆။ အမှန်စင်စစ်၊ အခက်အခဲတိုင်းနှင့်အတူ သက်သာရာရခြင်း ရှိသည်။)</span><span class=\"gray\">(၇။ ထို့ကြောင့် သင် အဆုံးသတ်ပြီးစီးသောအခါ၊ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ရာ၌ ကိုယ့်ကိုယ်ကို မြှုပ်နှံလိုက်ပါ။)</span><span class=\"gray\">(၈။ သင်၏အရှင်သခင်ထံသို့ စိတ်ရည်ရွယ်ချက်များနှင့် မျှော်လင့်ချက်များကို လှည့်ပါ။)</span></p><p lang=\"my\" class=\"my \">ရင်ဘတ်ကို ဖွင့်လှစ်ခြင်း၏ အဓိပ္ပါယ်</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင်၏ ရင်ဘတ်ကို သင့်အတွက် မဖွင့်ပေးခဲ့ဘူးလား?)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် သင်၏ ရင်ဘတ်ကို သင့်အတွက် မဖွင့်ပေးခဲ့ဘူးလား' ဟူ၍ဖြစ်သည်။ ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းကို အလင်းပေးခဲ့ပြီး ကျယ်ဝန်း၊ ကြီးမား၊ ကျယ်ပြန့်အောင် ပြုလုပ်ခဲ့သည်။' ဤသည် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်းပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن يُرِدِ اللَّهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် လမ်းပြလိုသူ မည်သူမဆို ၎င်း၏ ရင်ဘတ်ကို အစ္စလာမ်အတွက် ဖွင့်ပေးတော်မူသည်။)</span><span class=\"gray\">(၆း၁၂၅)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ရင်ဘတ်ကို ကျယ်ဝန်းစေခဲ့သကဲ့သို့ပင်၊ ၎င်း၏ ဥပဒေကိုလည်း ကျယ်ဝန်း၊ ပြန့်ပြူး၊ နေရာပေးနိုင်ပြီး လွယ်ကူစေခဲ့သည်၊ မည်သည့်အခက်အခဲ၊ ဒုက္ခ သို့မဟုတ် ဝန်ထုပ်ဝန်ပိုးမျှ မပါဝင်စေဘဲ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ ရစူလ်တမန်တော်အပေါ် ကောင်းချီးပေးခြင်းကို ဆွေးနွေးခြင်း <span class=\"gray\">(ﷺ)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَضَعْنَا عَنكَ وِزْرَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ ဝန်ထုပ်ဝန်ပိုးကို သင့်ထံမှ ဖယ်ရှားပေးခဲ့သည်။)</span> ဤသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِن ذَنبِكَ وَمَا تَأَخَّرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်၏ လွန်ခဲ့သောနှင့် နောင်လာမည့် အပြစ်များကို ခွင့်လွှတ်တော်မူမည်အကြောင်း။)</span><span class=\"gray\">(၄၈း၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي أَنقَضَ ظَهْرَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ ကျောကို လေးလံစေသော?)</span> အလ်-အင်ကဒ် (Al-Inqad) မှာ အသံကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍ ဆလာဖ်တို့အနက် တစ်ဦးထက်ပိုသောသူတို့က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي أَنقَضَ ظَهْرَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ ကျောကို လေးလံစေသော?)</span> ဆိုလိုသည်မှာ '၎င်း၏ ဝန်ထုပ်ဝန်ပိုးသည် သင့်အပေါ် လေးလံခဲ့သည်' ဟူ၍ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ပရောဖက်၏ ဂုဏ်သတင်းကို မြှင့်တင်ခြင်း၏ အဓိပ္ပါယ် <span class=\"gray\">(ﷺ)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَفَعْنَا لَكَ ذِكْرَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင်၏ ဂုဏ်သတင်းကို မြင့်မားစွာ မမြှင့်တင်ပေးခဲ့ဘူးလား?)</span> မူဂျာဟစ်က ပြောသည်၊ \"ငါ <span class=\"gray\">(အလ္လာဟ်)</span> ကို အမှတ်ရသည့်အခါတိုင်း သင်ကိုပါ အတူ အမှတ်ရခြင်း မရှိလျှင် မမှတ်ရခြင်းပင် ဖြစ်သည်- အလ္လာဟ်မှတစ်ပါး အခြားကိုးကွယ်ထိုက်သော ဘုရား မရှိကြောင်းနှင့် မိုဟာမက်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ဖြစ်ကြောင်း ငါ သက်သေခံသည်။\"</p><p lang=\"my\" class=\"my \">ကွာတာဒါက ပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ဂုဏ်သတင်းကို ဤဘဝနှင့် နောင်ဘဝ၌ မြှင့်တင်ပေးခဲ့သည်။ တရားဟောသူ၊ သက်သေခံချက် <span class=\"gray\">(ရှဟာဒါ)</span> ကို ကြေညာသူ၊ သို့မဟုတ် ဆုတောင်းသူ <span class=\"gray\">(ဆွလားသ်)</span> မည်သူမဆို 'အလ္လာဟ်မှတစ်ပါး အခြားကိုးကွယ်ထိုက်သော ဘုရား မရှိကြောင်းနှင့် မိုဟာမက်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ဖြစ်ကြောင်း ငါ သက်သေခံသည်' ဟု မကြေညာဘဲ မရှိ။\"</p><p lang=\"my\" class=\"my \">အခက်အခဲနောက်မှ လွယ်ကူခြင်း</p><p lang=\"fil\" class=\"fil \">Concerning Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ مَعَ الْعُسْرِ يُسْرًا - إِنَّ مَعَ الْعُسْرِ يُسْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အခက်အခဲတိုင်းနှင့်အတူ သက်သာရာရခြင်း ရှိသည်။ အမှန်စင်စစ် အခက်အခဲတိုင်းနှင့်အတူ သက်သာရာရခြင်း ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အခက်အခဲနှင့်အတူ လွယ်ကူမှုရှိကြောင်း အသိပေးပြီး၊ ထို့နောက် ဤအချက်အလက်ကို <span class=\"gray\">(ပြန်လည်ပြောကြားခြင်းဖြင့်)</span> အတည်ပြုသည်။</p><p lang=\"my\" class=\"my \">အားလပ်ချိန်၌ အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရရန် အမိန့်တော်</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِذَا فَرَغْتَ فَانصَبْ - وَإِلَىٰ رَبِّكَ فَارْغَب</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင် အဆုံးသတ်ပြီးစီးသောအခါ၊ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ရာ၌ ကိုယ့်ကိုယ်ကို မြှုပ်နှံလိုက်ပါ။ သင်၏ အရှင်သခင်ထံသို့ စိတ်ရည်ရွယ်ချက်များနှင့် မျှော်လင့်ချက်များကို လှည့်ပါ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ 'သင်သည် သင်၏ လောကီကိစ္စများနှင့် ၎င်း၏တာဝန်များကို ပြီးစီးပြီး၊ ၎င်း၏ ပုံမှန်လုပ်ရိုးလုပ်စဉ်မှ ကင်းလွတ်လာသောအခါ၊ ကိုးကွယ်မှုပြုရန် ထရပ်ပြီး၊ ထိုသို့ပြုလုပ်ရန် စိတ်အားထက်သန်မှု၊ ပြည့်စုံသော သက်ဝင်ယုံကြည်မှုတို့ဖြင့် ရပ်တည်ကာ သင်၏အရှင်သခင်အတွက် သင်၏ရည်ရွယ်ချက်နှင့် ဆန္ဒကို စင်ကြယ်စေပါ။' ဤနှင့် ဆင်တူသည်မှာ ပရောဖက်၏ ဟဒီးစ်ရှိ မိန့်ဆိုချက်ဖြစ်ပြီး၊ ၎င်းသည် စစ်မှန်ကြောင်း သဘောတူထားသော ဟဒီးစ်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစားအစာ စားပွဲတင်ထားချိန်တွင် ဆုတောင်းခြင်းမရှိ၊ ထို့ပြင် စက်ဆုပ်ဖွယ် နှစ်မျိုး <span class=\"gray\">(မစင်နှင့် ဆီး)</span> က လူတစ်ဦးကို ဖိအားပေးနေချိန်တွင်လည်း ဆုတောင်းခြင်းမရှိ။)</span></p><p lang=\"nl\" class=\"nl \">The Prophet ﷺ also said,</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆုတောင်းခြင်း စတင်နေပြီး ညစာ စားပွဲတင်ပြီးဖြစ်ပါက၊ ညစာဖြင့် စတင်ပါ။)</span></p><p lang=\"my\" class=\"my \">မူဂျာဟစ်သည် ဤအာယတ်နှင့်ပတ်သက်၍ \"သင်သည် လောကီကိစ္စများမှ ကင်းလွတ်ပြီး၊ ဆုတောင်းရန် ထရပ်ပြီးဖြစ်ပါက၊ သင်၏အရှင်သခင်အတွက် ထရပ်ပါ။\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရဟ် အလမ် နက်ရှ်ရာဟ် (Surah Alam Nashrah) ၏ တဖ်စီရ် (Tafsir) ၏ အဆုံးသတ်ဖြစ်ပြီး ချီးမွမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာ အားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ရှိပါသည်။</p>"
  },
  {
    "ayah_key": "95:1",
    "group_ayah_key": "95:1",
    "from_ayah": "95:1",
    "to_ayah": "95:8",
    "ayah_keys": "95:1,95:2,95:3,95:4,95:5,95:6,95:7,95:8",
    "text": "<p lang=\"my\" class=\"my \">ခရီးသွားစဉ် ဆွလားသ်၌ အလ်-တင်န် စူရဟ်ကို ဖတ်ရွတ်ခြင်း</p><p lang=\"my\" class=\"my \">မာလစ်က်နှင့် ရှုအ်ဘာဟ်တို့သည် အဒီအိဗ်နု သာဘစ်တ်မှ သတင်းပို့သည်။ အဒီအိဗ်နု သာဘစ်တ်က အလ်-ဘရာအ် အိဗ်နု အာဇစ်ဘ် ပြောသည်ဟု သတင်းပို့သည်- \"တမန်တော်မြတ် ﷺ သည် အရှင်မြတ်၏ ရကအသ်များထဲမှ တစ်ခုတွင် ခရီးသွားစဉ် 'အလ်-တင်န် ဝါဇ်-ဇိုင်တူန်' <span class=\"gray\">(အလ်-တင်န် စူရဟ်)</span> ကို ဖတ်ရွတ်လေ့ရှိသည်၊ အရှင်မြတ်ထက် သာလွန်ကောင်းမွန်သော အသံ သို့မဟုတ် ဖတ်ရွတ်ခြင်းရှိသူကို ကျွန်ုပ်တစ်ခါမျှ မကြားဖူးပေ။\" အဖွဲ့အစည်း (ဂျမာအသ်) သည် ဤဟဒီးဆ်ကို ၎င်းတို့၏ကျမ်းများတွင် မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အလွန်တရာ ကရုဏာရှင်၊ အမြဲတစေ သနားကြင်နာရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالتِّينِ وَالزَّيْتُونِ - وَطُورِ سِينِينَ - وَهَٰذَا الْبَلَدِ الْأَمِينِ - لَقَدْ خَلَقْنَا الْإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ - ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ - إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ - فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ - أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အလ်-တင်န်နှင့် အဇ်-ဇိုင်တူန်အားဖြင့်။)</span><span class=\"gray\">(၂။ တူးရ်-စင်နီန်အားဖြင့်။)</span><span class=\"gray\">(၃။ ဤလုံခြုံသောမြို့အားဖြင့်။)</span><span class=\"gray\">(၄။ အမှန်ပင် ငါတို့သည် လူသားကို အကောင်းဆုံးပုံစံဖြင့် ဖန်ဆင်းခဲ့သည်။)</span><span class=\"gray\">(၅။ ထို့နောက် ငါတို့သည် သူ့ကို အနိမ့်ဆုံးအထိ လျှော့ချခဲ့သည်။)</span><span class=\"gray\">(၆။ ယုံကြည်ပြီး ကောင်းမှုပြုသူများမှအပ။ ထို့နောက် ၎င်းတို့သည် မကုန်ခန်းနိုင်သော အကျိုးကို ရရှိကြလိမ့်မည်။)</span><span class=\"gray\">(၇။ ထို့နောက် အဘယ်အရာက သင့်အား ဤအပြီးတွင် အကျိုးပေးခြင်းကို ငြင်းပယ်စေသနည်း။)</span><span class=\"gray\">(၈။ အလ္လာဟ်အရှင်မြတ်သည် တရားသူကြီးများအနက် အကောင်းဆုံး မဟုတ်ပေလော။)</span></p><p lang=\"my\" class=\"my \">အလ်-တင်န်နှင့် ၎င်းနောက်မှလာသောအရာများ၏ ရှင်းလင်းချက်</p><p lang=\"my\" class=\"my \">အလ်-အော်ဖီသည် အိဗ်နု အဗ္ဗားစ်ထံမှ သတင်းပို့သည်မှာ အလ်-တင်န် ဆိုသည်မှာ အလ်-ဂျူဒီတောင်ပေါ်တွင် တည်ဆောက်ထားသော နူဟ်၏ဗလီ ဖြစ်သည်။ မုဂျာဟစ်ဒ်က \"၎င်းသည် သင်ပိုင်ဆိုင်သော ဤသင်္ဘောသီးပင်\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالزَّيْتُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဇ်-ဇိုင်တူန်အားဖြင့်။)</span> ကအ်ဘ် အလ်-အဟ်ဘာရ်၊ ကသာဒါဟ်၊ အိဗ်နု ဇိုင်ဒ်နှင့် အခြားသူများက \"၎င်းသည် ဂျေရုဆလင်၏ ဗလီ <span class=\"gray\">(ဘိုင်တုလ်-မက္ကဒစ်)</span> ဖြစ်သည်\" ဟု ပြောခဲ့ကြသည်။ မုဂျာဟစ်ဒ်နှင့် အိက်ရီမာဟ်တို့က \"၎င်းသည် သင် ဖိညှစ်သော ဤသံလွင်သီး <span class=\"gray\">(ဆီထုတ်ရန်)</span> ဖြစ်သည်\" ဟု ပြောခဲ့ကြသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَطُورِ سِينِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တူးရ် စင်နီန်အားဖြင့်။)</span> ကအ်ဘ် အလ်-အဟ်ဘာရ်နှင့် အခြားသူအများအပြားက \"၎င်းသည် အလ္လာဟ်အရှင်မြတ်က မူဆာနှင့် စကားပြောခဲ့သော တောင်ဖြစ်သည်\" ဟု ပြောခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَٰذَا الْبَلَدِ الْأَمِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလုံခြုံသောမြို့အားဖြင့်။)</span> မက္ကာကို ဆိုလိုသည်။ ဤသည်ကို အိဗ်နု အဗ္ဗားစ်၊ မုဂျာဟစ်ဒ်၊ အိက်ရီမာဟ်၊ အလ်-ဟစန်၊ အိဗ်ရာဟင်မ် အန်-နခါအီ၊ အိဗ်နု ဇိုင်ဒ်နှင့် ကအ်ဘ် အလ်-အဟ်ဘာရ်တို့က ပြောခဲ့ကြသည်။ ဤအကြောင်းနှင့် ပတ်သက်၍ သဘောထားကွဲလွဲမှု မရှိပေ။ အချို့သော အီမာမ်များက ဤသည်တို့သည် မတူညီသော နေရာသုံးခုဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် ခေါင်းဆောင်တမန်တော်များထဲမှ တမန်တော်တစ်ပါးစီကို ၎င်းတို့တစ်ဦးစီထံ စေလွှတ်ခဲ့ကာ ကြီးမြတ်သော ရှရီအသ်ဥပဒေများကို ပေးအပ်ခဲ့သည်ဟု ပြောခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">ပထမနေရာမှာ သင်္ဘောသီးနှင့် သံလွင်သီးနေရာဖြစ်သည့် ဂျေရုဆလင်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် အီဆာ အိဗ်နု မရ်ယမ်ကို စေလွှတ်ခဲ့သည်။ ဒုတိယနေရာမှာ စင်နီန်တောင်ဖြစ်ပြီး ၎င်းသည် ဆိုင်းနိုင်းတောင်ဖြစ်ကာ အလ္လာဟ်အရှင်မြတ်သည် မူဆာ အိဗ်နု အိမရန်နှင့် စကားပြောခဲ့သည်။ တတိယနေရာမှာ မက္ကာဖြစ်ပြီး ၎င်းသည် လုံခြုံရေးမြို့ဖြစ်ကာ မည်သူမဆို ဝင်ရောက်လာသူသည် လုံခြုံသည်။ ၎င်းသည် မိုဟမ္မဒ် ﷺ ကို စေလွှတ်ခဲ့သော မြို့လည်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">၎င်းတို့က ဤနေရာသုံးခုကို တော်ရါတ်၏ အဆုံးပိုင်းတွင် ဖော်ပြထားသည်ဟု ပြောခဲ့ကြသည်။ အာယတ်တော်တွင် ဖော်ပြထားသည်မှာ \"အလ္လာဟ်အရှင်မြတ်သည် ဆိုင်းနိုင်းတောင်မှ ကြွလာခဲ့သည် - ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် မူဆာ အိဗ်နု အိမရန်နှင့် စကားပြောခဲ့သော တောင်ဖြစ်သည်; နှင့် စာအိရ်မှ ထွန်းလင်းခဲ့သည် - ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အီဆာကို စေလွှတ်ခဲ့သော ဂျေရုဆလင်တောင်ဖြစ်သည်; နှင့် ဖာရန်တောင်များမှ ထင်ရှားခဲ့သည် - ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် မိုဟမ္မဒ် ﷺ ကို စေလွှတ်ခဲ့သော မက္ကာတောင်များဖြစ်သည်။\" ထို့ကြောင့်၊ အရှင်မြတ်သည် ၎င်းတို့၏ တည်ရှိမှုအချိန်အစဉ်အလိုက် ၎င်းတို့အကြောင်းကို အသိပေးရန် ဖော်ပြခဲ့သည်။ ဤသည်မှာ အရှင်မြတ်သည် မြင့်မြတ်သောနေရာတစ်ခုဖြင့် ကတိသစ္စာပြုခဲ့ပြီး၊ ထို့နောက် ပိုမိုမြင့်မြတ်သောနေရာတစ်ခုဖြင့်၊ ထို့နောက် ၎င်းနှစ်ခုလုံးထက် ပိုမိုမြင့်မြတ်သောနေရာတစ်ခုဖြင့် ကတိသစ္စာပြုခဲ့ခြင်း၏ အကြောင်းရင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">လူသားသည် အကောင်းဆုံးပုံစံဖြင့် ဖန်ဆင်းခံရသော်လည်း နိမ့်ကျသွားခြင်းနှင့် ၎င်း၏ရလဒ် </p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ خَلَقْنَا الْإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် ငါတို့သည် လူသားကို အကောင်းဆုံးပုံစံဖြင့် ဖန်ဆင်းခဲ့သည်။)</span> ဤသည်မှာ ကတိသစ္စာပြုခံရသောအကြောင်းအရာဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် လူသားကို အကောင်းဆုံးပုံသဏ္ဌာန်နှင့် ပုံစံဖြင့်၊ ဖြောင့်တန်းသော ကိုယ်လက်အင်္ဂါများနှင့် အလှဆင်ကာ ဖန်ဆင်းခဲ့ခြင်းဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် သူ့ကို အနိမ့်ဆုံးအထိ လျှော့ချခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ငရဲမီးသို့။ ဤသည်ကို မုဂျာဟစ်ဒ်၊ အဘူ အလ်-အာလီယာဟ်၊ အလ်-ဟစန်၊ အိဗ်နု ဇိုင်ဒ်နှင့် အခြားသူများက ပြောခဲ့ကြသည်။ ထို့နောက် ဤဆွဲဆောင်မှုနှင့် လှပမှုနောက်တွင်၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို မနာခံဘဲ တမန်တော်များကို ငြင်းပယ်ပါက ၎င်းတို့၏ ပန်းတိုင်သည် ငရဲမီးသို့ ဖြစ်လိမ့်မည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည့် အကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီး ကောင်းမှုပြုသူများမှအပ။)</span></p><p lang=\"my\" class=\"my \">အချို့က ပြောခဲ့ကြသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် သူ့ကို အနိမ့်ဆုံးအထိ လျှော့ချခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">\"ဆိုလိုသည်မှာ အိုမင်းမစွမ်းဖြစ်ခြင်းပင်။\" ဤသည်ကို အိဗ်နု အဗ္ဗားစ်နှင့် အိက်ရီမာဟ်တို့ထံမှ သတင်းပို့ခဲ့သည်။ အိက်ရီမာဟ်က \"ကုရ်အာန်ကို စုစည်းသူ <span class=\"gray\">(ဆိုလိုသည်မှာ သူသည် ကုရ်အာန်အားလုံးကို အလွတ်ကျက်ထားသူ)</span> သည် အိုမင်းမစွမ်းအဖြစ်သို့ ပြန်လည်ရောက်ရှိမည် မဟုတ်ပေ\" ဟုပင် ပြောခဲ့သည်။ အိဗ်နု ဂျရီရ်သည် ဤရှင်းလင်းချက်ကို ပိုမိုနှစ်သက်ခဲ့သည်။ ဤသည်မှာ အဓိပ္ပါယ်ဖြစ်ခဲ့လျှင်ပင်၊ ယုံကြည်သူများကို ဤမှ ဖယ်ထုတ်ရန် မမှန်ကန်ပေ၊ အကြောင်းမှာ ၎င်းတို့အချို့သည်လည်း အိုမင်းရင့်ရော်မှု၏ ရောဂါကို ခံစားရသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့်၊ ဤနေရာရှိ အဓိပ္ပါယ်မှာ ကျွန်ုပ်တို့ ဖော်ပြခဲ့ပြီးသည့်အရာ <span class=\"gray\">(ဆိုလိုသည်မှာ ပထမအမြင်)</span> ဖြစ်ပြီး၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَصْرِ - إِنَّ الْإِنسَانَ لَفِي خُسْرٍ - إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-အဆရ်အားဖြင့်။ အမှန်ပင် လူသားသည် ဆုံးရှုံးမှု၌ ရှိသည်။ ယုံကြည်ပြီး ကောင်းမှုပြုသူများမှအပ။)</span><span class=\"gray\">(၁၀၃:၁-၃)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် မကုန်ခန်းနိုင်သော အကျိုးကို ရရှိကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ မပြီးဆုံးနိုင်သော အကျိုး၊ ကျွန်ုပ်တို့ ယခင်က ဖော်ပြခဲ့သည့်အတိုင်းပင်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا يُكَذِّبُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အဘယ်အရာက သင့်အား ငြင်းပယ်စေသနည်း)</span> ဆိုလိုသည်မှာ 'အို အာဒမ်၏သား!'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> بَعْدُ بِالدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအပြီးတွင် အကျိုးပေးခြင်းကို။)</span> ဆိုလိုသည်မှာ 'နောင်တမလွန်ဘဝ၌ ဖြစ်ပေါ်မည့် အကျိုးပေးခြင်းတွင်ပင်။ အမှန်စင်စစ် သင်သည် အစကို သိပြီး၊ <span class=\"gray\">(ဖန်ဆင်းခြင်းကို)</span> စတင်နိုင်သူသည် ၎င်းကို ပိုမိုလွယ်ကူစွာ ပြန်လည်လုပ်ဆောင်နိုင်ကြောင်း သင်သိသည်။ ထို့ကြောင့် ဤအရာကို သင်သိပြီးနောက် နောင်တမလွန်ဘဝရှိ နောက်ဆုံးပြန်လာခြင်းကို သင် ငြင်းပယ်စေသောအရာကား အဘယ်နည်း။' ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် တရားသူကြီးများအနက် အကောင်းဆုံး မဟုတ်ပေလော။)</span> ဆိုလိုသည်မှာ 'အရှင်မြတ်သည် မည်သူ့ကိုမျှ မဖိနှိပ်ဘဲ မည်သည့် မတရားမှုမျှ မပြုလုပ်သော တရားသူကြီးများအနက် အကောင်းဆုံး မဟုတ်ပေလော။' အရှင်မြတ်၏ တရားမျှတမှုမှ တစ်စိတ်တစ်ပိုင်းမှာ အရှင်မြတ်သည် တရားစီရင်မှုကို တည်ထောင်မည်ဖြစ်ပြီး၊ ဤဘဝ၌ မတရားပြုခံရသူအား မတရားပြုသူအားလုံးကို ပြစ်ဒဏ်ပေးမည်ဖြစ်သည်။</p>"
  }
]