[
  {
    "ayah_key": "4:105",
    "group_ayah_key": "4:105",
    "from_ayah": "4:105",
    "to_ayah": "4:109",
    "ayah_keys": "4:105,4:106,4:107,4:108,4:109",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်အမှန်ပင် သင်သည် လူတို့အကြား အလ္လာဟ်အရှင်မြတ်က သင့်အားပြသထားသည့်အရာဖြင့် ဆုံးဖြတ်နိုင်ရန်အတွက် <span class=\"gray\">(အို မိုဟမ္မဒ် ﷺ)</span> အရှင်မြတ်ကျမ်းကို အမှန်တရားနှင့်တကွ ငါတို့စေလွှတ်တော်မူခဲ့လေပြီ။ သို့ဖြစ်၍ သစ္စာဖောက်သူများအတွက် အလျှင်းမခုခံဝံ့ချေ <span>(၁၀၅)</span> ထို့ပြင် အလ္လာဟ်အရှင်မြတ်ထံတော်မှ အပြစ်ခွင့်လွှတ်မှုကို တောင်းခံပါလေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အပြစ်ကိုလွှတ်တော်မူသော၊ အကြင်နာအကြီးမားဆုံးသော အရှင်မြတ် ဖြစ်တော်မူပေသည် <span>(၁၀၆)</span> မိမိကိုယ်ကို လှည့်ဖြားသူတို့အတွက် မခုခံငြင်းခုံကြနှင့်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သစ္စာဖောက်သူ၊ အပြစ်ကျူးလွန်သူ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မနှစ်သက်ပေ <span>(၁၀၇)</span> ၎င်းတို့သည် <span class=\"gray\">(၎င်းတို့၏ ပြစ်မှုများကို)</span> လူတို့ထံမှ ဖုံးကွယ်နိုင်သော်လည်း အလ္လာဟ်အရှင်မြတ်ထံမှ ဖုံးကွယ်၍မရနိုင်ပေ။ အကြောင်းမှာ ၎င်းတို့သည် အရှင်မြတ်နှစ်သက်တော်မမူသည့် စကားများကို ညအချိန်တွင် ကြံစည်စဉ်းစားနေကြစဉ် အရှင်မြတ်သည် ၎င်းတို့နှင့်အတူ <span class=\"gray\">(အရှင်မြတ်၏ အသိပညာဖြင့်)</span> ရှိတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ပြုမူသမျှကို အမြဲတစေ ဝန်းရံသိရှိတော်မူ၏ <span>(၁၀၈)</span> ကြည့်ပါလေ။ သင်တို့သည် ဤလောကီဘဝတွင် ၎င်းတို့အတွက် ငြင်းခုံခဲ့သူများ ဖြစ်ကြသည်၊ သို့သော် ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်၍ ၎င်းတို့အတွက် မည်သူက ငြင်းခုံပေးမည်နည်း၊ သို့မဟုတ် ထိုအခါ ၎င်းတို့၏ ကာကွယ်သူ မည်သူဖြစ်မည်နည်း <span>(၁၀၉)</span></p><div lang=\"my\" class=\"my \"><h2>တရားစီရင်ရန်အတွက် အလ္လာဟ်အရှင်မြတ်ထုတ်ဖော်ပြသထားသည့်အရာကို ကိုးကားရန် လိုအပ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ရစူလ်တမန်တော် မိုဟမ္မဒ် ﷺ အား မိန့်ကြားတော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်အမှန်ပင် သင်သည် အရှင်မြတ်ကျမ်းကို အမှန်တရားနှင့်တကွ ငါတို့စေလွှတ်တော်မူခဲ့လေပြီ)</span> ဟူသည်မှာ ၎င်းသည် အမှန်တကယ်ပင် အလ္လာဟ်အရှင်မြတ်ထံတော်မှ ဆင်းသက်လာခဲ့ပြီး ၎င်း၏ ဖော်ပြချက်များနှင့် အမိန့်တော်များမှာ မှန်ကန်ကြောင်း ဆိုလိုသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် လူတို့အကြား အလ္လာဟ်အရှင်မြတ်က သင့်အားပြသထားသည့်အရာဖြင့် ဆုံးဖြတ်နိုင်ရန်အတွက်၊)</span></p><p lang=\"my\" class=\"my \">ဆဟီဟ်ကျမ်းနှစ်အုပ်တွင် ဤသို့ မှတ်တမ်းတင်ထားသည်- ဇိုင်နဗ် ဘင်အစ်(န်) အွမ် စလာမာက အွမ် စလာမာပြောသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အခန်းတံခါးအနီးရှိ ငြင်းခုန်နေသော လူတို့၏ အသံကို ကြားတော်မူပြီး ၎င်းတို့ထံသို့ ထွက်လာကာ မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّمَا أَنَا بَشَرٌ، وَإِنَّمَا أَقْضِي بِنَحْوٍ مِمَّا أَسْمَعُ، وَلَعَلَّ أَحَدَكُمْ أَنْ يَكُونَ أَلْحَنَ بِحُجَّتِهِ مِنْ بَعْضٍ فَأَقْضِيَ لَهُ، فَمَنْ قَضَيْتُ لَهُ بِحَقِّ مُسْلِمٍ، فَإِنَّمَا هِيَ قِطْعَةٌ مِنْ نَارٍ، فَلْيَحْمِلْهَا أَوْ لِيَذَرْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်အမှန်ပင် ငါသည် လူသားမျှသာ ဖြစ်ပြီး ငါကြားနာရသည့်အရာအပေါ် မူတည်၍ ဆုံးဖြတ်သည်။ သင်တို့အနက် အချို့သည် သူ၏အမှုအား တင်ပြရာတွင် အခြားသူများထက် ပိုမိုပြေပြစ်ကောင်း ပြေပြစ်နိုင်သည်၊ ထို့ကြောင့် ငါသည် သူ့ဘက်မှ ဆုံးဖြတ်ပေးလိမ့်မည်။ အကယ်၍ ငါသည် အခြားမွတ်စ်လင်မ်တစ်ဦး၏ အခွင့်အရေးနှင့်ပတ်သက်၍ တစ်ဦးတစ်ယောက်၏ဘက်မှ ဆုံးဖြတ်ပေးခဲ့လျှင် ၎င်းသည် ငရဲမီး၏ အစိတ်အပိုင်းတစ်ခု ဖြစ်သည်။ ထို့ကြောင့် ၎င်းကို ယူသူကယူပါ သို့မဟုတ် စွန့်ပစ်လိုသူက စွန့်ပစ်ပါစေ။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်- အွမ် စလာမာက ပြောသည်၊ \"အန်ဆွာရ်လူမျိုးနှစ်ဦးသည် အချို့သော ရှေးဟောင်းအမွေအနှစ်များနှင့်ပတ်သက်၍ အငြင်းပွားမှုတစ်ခုဖြင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ရောက်လာကြသည်၊ သို့သော် ၎င်းတို့တွင် သက်သေအထောက်အထား မရှိချေ။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ تَخْتَصِمُونَ إِلَيَّ، وَإِنَّمَا أَنَا بَشَرٌ، وَلَعَلَّ بَعْضَكُمْ أَلْحَنُ بِحُجَّتِهِ مِنْ بَعْضٍ، وَإِنَّما أَقْضِي بَيْنَكُمْ عَلى نَحْوٍ مِمَّا أَسْمَعُ، فَمَنْ قَضَيْتُ لَهُ مِنْ حَقِّ أَخِيهِ شَيْئًا فَلَا يَأْخُذْهُ، فَإِنَّمَا أَقْطَعُ لَهُ قِطْعَةً مِنَ النَّارِ، يَأْتِي بِهَا إِسْطَامًا فِي عُنُقِهِ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သင်တို့၏ အငြင်းပွားမှုများကို ငါ့ထံသို့ ယူဆောင်လာကြသည်၊ သို့သော် ငါသည် လူသားမျှသာ ဖြစ်သည်။ သင်တို့အနက် အချို့သည် ၎င်းတို့၏ အငြင်းအခုံများတွင် အခြားသူများထက် ပိုမိုဆွဲဆောင်နိုင်ကောင်း ဆွဲဆောင်နိုင်မည်။ ငါသည် သင်တို့အကြား ငါကြားနာရသည့်အရာအရသာ ဆုံးဖြတ်သည်။ ထို့ကြောင့် မည်သူ့ဘက်မှ ငါဆုံးဖြတ်ပေးပြီး သူ့ညီအစ်ကို၏ အခွင့်အရေးအစိတ်အပိုင်းကို ပေးခဲ့လျှင် ၎င်းကို မယူပါစေနှင့်၊ အကြောင်းမှာ ၎င်းသည် ငါပေးနေသော ငရဲမီး၏ အစိတ်အပိုင်းတစ်ခု ဖြစ်ပြီး ရှင်ပြန်ထမြောက်ရာနေ့တွင် သူ၏လည်ပင်းတွင် ချည်နှောင်ထားခံရမည် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ထိုလူနှစ်ဦးသည် ငိုကြွေးကြပြီး တစ်ဦးစီက 'ကျွန်ုပ်သည် ကျွန်ုပ်၏ညီအစ်ကိုထံမှ ကျွန်ုပ်၏အခွင့်အရေးကို စွန့်လွှတ်ပါသည်' ဟု ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَا إِذْ قُلْتُمَا فَاذْهَبَا فَاْقَتَسِمَا، ثُمَّ تَوَخَّيَا الْحَقَّ ثُمَّ اسْتَهِمَا، ثُم لِيُحْلِلْ كُلُّ وَاحِدٍ مِنْكُمَا صَاحِبَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ထိုသို့ ပြောခဲ့ပြီးဖြစ်သောကြောင့် သွား၍ အမွေကို ခွဲဝေကြလော့၊ သင်တို့၏ ခွဲဝေမှုတွင် တရားမျှတအောင် ကြိုးစားကြလော့။ ထို့နောက် မဲနှိုက်ကြလော့၊ ထို့နောက် သင်တို့နှစ်ဦးအနက် တစ်ဦးစီသည် သူ၏ညီအစ်ကိုကို ခွင့်လွှတ်ကြလော့ <span class=\"gray\">(မည်သူသည် အကောင်းဆုံးဝေစုကို ရရှိသည်ဖြစ်စေ)</span>။)</span>\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် <span class=\"gray\">(၎င်းတို့၏ပြစ်မှုများကို)</span> လူတို့ထံမှ ဖုံးကွယ်နိုင်သော်လည်း အလ္လာဟ်အရှင်မြတ်ထံမှ ဖုံးကွယ်၍မရနိုင်ပေ။)</span> သည် အယောင်ဆောင်သူများကို ပြစ်တင်ရှုံ့ချခြင်း ဖြစ်သည်၊ အကြောင်းမှာ ၎င်းတို့သည် လူတို့က ၎င်းတို့ကို မဝေဖန်စေရန် ၎င်းတို့၏ ဆိုးယုတ်သောအလုပ်များကို လူတို့ထံမှ ဖုံးကွယ်ထားကြသောကြောင့် ဖြစ်သည်။ သို့သော် အယောင်ဆောင်သူများသည် ၎င်းတို့၏ လျှို့ဝှက်ချက်များကို ပြီးပြည့်စုံစွာ စောင့်ကြည့်သိရှိပြီး ၎င်းတို့၏ ရင်တွင်း၌ ရှိသောအရာကို သိရှိတော်မူသော အလ္လာဟ်အရှင်မြတ်ထံတွင် ဤဆိုးယုတ်မှုကို ဖော်ထုတ်ပြသကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَىٰ مِنَ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြောင်းမှာ အရှင်မြတ်နှစ်သက်တော်မမူသည့် စကားများကို ညအချိန်တွင် ၎င်းတို့ကြံစည်စဉ်းစားနေကြစဉ် အရှင်မြတ်သည် ၎င်းတို့နှင့်အတူ <span class=\"gray\">(အရှင်မြတ်၏အသိပညာဖြင့်)</span> ရှိတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ပြုမူသမျှကို အမြဲတစေ ဝန်းရံသိရှိတော်မူ၏)</span> ဟု ခြိမ်းခြောက်သတိပေးတော်မူသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَا أَنتُمْ هَٰؤُلَاءِ جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြည့်ပါလေ။ သင်တို့သည် ဤလောကီဘဝတွင် ၎င်းတို့အတွက် ငြင်းခုံခဲ့သူများ ဖြစ်ကြသည်၊)</span> ဟူသည်မှာ ဤလူများသည် ဤဘဝတွင် အုပ်ချုပ်သူများထံမှ ၎င်းတို့ဘက်မှ ဆုံးဖြတ်ချက်ကို ရရှိကြမည်ဟု ယူဆပါ။ အကြောင်းမှာ အုပ်ချုပ်သူများသည် ၎င်းတို့ထံ ပေါ်လွင်သောအရာအရ ဆုံးဖြတ်ကြသောကြောင့် ဖြစ်သည်။ သို့သော် လျှို့ဝှက်သောအရာနှင့် ထိုထက်ပိုမို လျှို့ဝှက်သောအရာကို သိရှိတော်မူသော အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့၏ အခြေအနေ မည်သို့ ရှိမည်နည်း။ ထိုနေ့တွင် မည်သူက ၎င်းတို့၏ ကာကွယ်သူ ဖြစ်မည်နည်း။ ဧကန်အမှန်ပင် ထိုနေ့တွင် မည်သူမျှ ၎င်းတို့ကို ထောက်ခံမည် မဟုတ်ပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَم مَّن يَكُونُ عَلَيْهِمْ وَكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ထိုအခါ ၎င်းတို့၏ ကာကွယ်သူ မည်သူဖြစ်မည်နည်း။)</span></p>"
  }
]