[
  {
    "ayah_key": "20:102",
    "group_ayah_key": "20:102",
    "from_ayah": "20:102",
    "to_ayah": "20:104",
    "ayah_keys": "20:102,20:103,20:104",
    "text": "<p lang=\"my\" class=\"my \">ဆူးရ်မှုတ်သည့်နေ့တွင် ထိုနေ့၌ အပြစ်ရှိသူများကို အပြာရောင်မျက်လုံးဖြင့် ကျွန်ုပ်တို့ စုရုံးစေမည်။ <span>(၁၀၂)</span>သူတို့သည် တစ်ဦးနှင့်တစ်ဦး အသံတိုးတိုးဖြင့် ပြောဆိုကြမည် <span class=\"gray\">(ပြောကြားသည်မှာ)</span>။ “သင်တို့သည် ဆယ်ရက်ထက် ပိုမနေခဲ့ကြ။ <span>(၁၀၃)</span>သူတို့ ဘာပြောကြမည်ကို ကျွန်ုပ်တို့ ကောင်းစွာ သိသည်။ သူတို့အနက် အသိပညာနှင့် ဉာဏ်ပညာတွင် အကောင်းဆုံးသူက “သင်တို့သည် တစ်ရက်ထက် ပိုမနေခဲ့ကြ!” ဟု ပြောသည့်အခါ။ <span>(၁၀၄)</span></p><div lang=\"my\" class=\"my \"><h2>ဆူးရ်မှုတ်ခြင်းနှင့် ရှင်ပြန်ထမြောက်ရာနေ့</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ဆူးရ်အကြောင်း မေးမြန်းခဲ့ရာ ကိုယ်တော်က ဖြေကြားခဲ့သည်ဟု ဟဒီးဆ်တော်တွင် အတည်ပြုထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَرْنٌ يُنْفَخُ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မှုတ်သွင်းမည့် ဦးချိုဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဆူးရ်နှင့်ပတ်သက်၍ ဟဒီးဆ်တော်တွင် အဘူဟူရိုင်ရာ၏ ပြောကြားချက်အရ၊ ၎င်းသည် ကမ္ဘာမြေနှင့်ကောင်းကင်မျှ အဝန်းအဝိုင်းကြီးမားသည့် ဦးချိုကြီးဖြစ်ကြောင်း ဖော်ပြထားသည်။ မလာအိကဟ် အစ္စရာဖီလ်သည် ၎င်းကို မှုတ်မည်ဖြစ်သည်။ တမန်တော် ﷺ မိန့်ကြားခဲ့သည်ဟု ဖော်ပြထားသော အခြားဟဒီးဆ်တစ်ခုရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتقَمَ الْقَرْنَ وَحَنَى جَبْهَتَهُ، وَانْتَظَرَ أَنْ يُؤْذَنَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဦးချိုကို ကိုင်ဆောင်ထားသူသည် ၎င်းကို သူ၏နှုတ်ခမ်း၌ ထားကာ သူ၏နဖူးကို ရှေ့သို့ငုံ့၍ (မှုတ်ရန်) ခွင့်ပြုချက်ရရန် စောင့်ဆိုင်းနေချိန်တွင် ကျွန်ုပ် မည်သို့ သက်သောင့်သက်သာရှိနိုင်မည်နည်း။)</span> လူတို့က “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ကျွန်ုပ်တို့ ဘာပြောရမလဲ။” ဟု မေးရာ ကိုယ်တော်က မိန့်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا: حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ عَلَى اللهِ تَوَكَّلْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောလော့- အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အတွက် လုံလောက်၍ ကိုယ်တော်သည် အကောင်းဆုံး ကာကွယ်စောင့်ရှောက်သူ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အပေါ် ကျွန်ုပ်တို့ ယုံကြည်ကိုးစားသည်။)</span> ကိုယ်တော်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ရာဇဝတ်ကောင်များကို မျက်လုံးပြာများဖြင့် စုရုံးစေမည်။)</span> ၎င်းသည် သူတို့၏ ထိတ်လန့်ဖွယ်အခြေအနေ ပြင်းထန်မှုကြောင့် မျက်လုံးပြာများ ဖြစ်နေခြင်းကို ဆိုလိုသည်ဟု ဆိုခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَخَافَتُونَ بَيْنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် တစ်ဦးနှင့်တစ်ဦး အသံတိုးတိုးဖြင့် ပြောဆိုကြမည်။)</span> အိဗ်နု အဘ်ဘာစ်က “၎င်းသည် သူတို့အချင်းချင်း တီးတိုးပြောဆိုခြင်းကို ဆိုလိုသည်” ဟု ပြောခဲ့သည်။ ဆိုလိုသည်မှာ သူတို့အချို့က အခြားသူများကို ပြောနေကြမည်ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِن لَّبِثْتُمْ إِلَّا عَشْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဆယ်ရက်ထက် ပိုမနေခဲ့ကြ။)</span> ဆိုလိုသည်မှာ ဒုနိယာဘဝတွင် သင်တို့သည် ခဏတာမျှသာ နေထိုင်ခဲ့ကြသည်။ ထိုအချိန်သည် ဆယ်ရက်ခန့်နှင့် ညီမျှသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ ဘာပြောကြမည်ကို ကျွန်ုပ်တို့ ကောင်းစွာ သိသည်။)</span> ၎င်းသည် သူတို့အချင်းချင်း စကားပြောဆိုနေသည့် အခြေအနေကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အနက် အသိပညာနှင့် ဉာဏ်ပညာတွင် အကောင်းဆုံးသူက ပြောသည့်အခါ)</span> သူတို့အနက် ဉာဏ်ပညာပြည့်ဝသူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن لَّبِثْتُمْ إِلَّا يَوْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် တစ်ရက်ထက် ပိုမနေခဲ့ကြ!)</span> ၎င်းမှာ စီရင်ဆုံးဖြတ်ရာနေ့တွင် သူတို့သည် ဒုနိယာဘဝ၏ တိုတောင်းမှုကို သူတို့ကိုယ်တိုင် ခံစားမိကြမည်ဖြစ်သောကြောင့် ဖြစ်သည်။ ဒုနိယာဘဝသည် ထပ်ခါတလဲလဲဖြစ်သော အချိန်ကာလများ၊ ဆက်တိုက်ဖြစ်ပေါ်နေသော ညများ၊ နေ့ရက်များနှင့် နာရီများဖြင့် တစ်နေ့တာသာ ဖြစ်သကဲ့သို့ ဖြစ်သည်။ ထို့ကြောင့် ရှင်ပြန်ထမြောက်ရာနေ့တွင် မယုံကြည်သူများသည် ဒုနိယာဘဝသည် အလွန်တိုတောင်းသည်ဟု ထင်မြင်ကြမည်။ ၎င်းတို့ နေထိုင်ခဲ့သော အချိန်ကာလတိုတောင်းမှုကြောင့် သူတို့အပေါ် သက်သေထူခြင်းကို တားဆီးရန် ရည်ရွယ်သည်။ ၎င်းနှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချိန်နာရီ ထူထောင်မည့်နေ့တွင် ရာဇဝတ်ကောင်များသည် သူတို့သည် တစ်နာရီမျှသာ နေထိုင်ခဲ့သည်ဟု ကျိန်ဆိုကြမည်။)</span> ကိုယ်တော်၏ မိန့်ကြားချက်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّكُمْ كُنتُمْ لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့သည် မသိခဲ့ကြပါ။)</span><span class=\"gray\">[၃၀:၅၅-၅၆]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတိရလိုသူသည် သတိရနိုင်လောက်သော သက်တမ်းကို ငါတို့ မပေးခဲ့ဘူးလား။ သတိပေးသူလည်း သင်တို့ထံသို့ ရောက်လာခဲ့ပြီ မဟုတ်လား။)</span><span class=\"gray\">(၃၅:၃၇)</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ - قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ - قَالَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا ۖ لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူမည်)</span>: သင်တို့သည် မြေကြီးပေါ်တွင် နှစ်ပေါင်းမည်မျှ နေထိုင်ခဲ့ကြသနည်း။ သူတို့က “ကျွန်ုပ်တို့သည် တစ်ရက် သို့မဟုတ် တစ်ရက်၏ တစ်စိတ်တစ်ပိုင်း နေထိုင်ခဲ့ကြသည်။ ရေတွက်သူတို့ကို မေးမြန်းကြပါ။” ဟု ပြောကြမည်။ ကိုယ်တော် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> က မိန့်တော်မူမည်။ “သင်တို့သည် အနည်းငယ်မျှသာ နေထိုင်ခဲ့ကြသည်။ သင်တို့သာ သိခဲ့ကြလျှင်!”)</span><span class=\"gray\">(၂၃:၁၁၂-၁၁၄)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ သင်တို့သည် (မြေကြီးပေါ်တွင်) ခဏတာမျှသာ နေထိုင်ခဲ့ကြသည်။ သင်တို့သာ သိခဲ့ကြလျှင်၊ သင်တို့သည် လောကီဘဝထက် ထာဝရဘဝကို ပို၍ နှစ်သက်ခဲ့ကြမည်။ သို့သော် သင်တို့သည် မကောင်းမှုဖြင့် ကျင့်ကြံခဲ့ကြသည်။ သင်တို့သည် ပစ္စုပ္ပန်၊ ယာယီဘဝကို ထာဝရနှင့် မကုန်ဆုံးနိုင်သော ဘဝထက် ဦးစားပေးခဲ့ကြသည်။</p>"
  },
  {
    "ayah_key": "20:105",
    "group_ayah_key": "20:105",
    "from_ayah": "20:105",
    "to_ayah": "20:108",
    "ayah_keys": "20:105,20:106,20:107,20:108",
    "text": "<p lang=\"my\" class=\"my \">သူတို့သည် သင်အား တောင်များအကြောင်း မေးမြန်းကြသည်။ ပြောလော့- “ကျွန်ုပ်၏ အရှင်သခင်သည် ၎င်းတို့ကို ဖောက်ခွဲ၍ ဖုန်မှုန့်များကဲ့သို့ ကြဲပက်ပစ်မည်။ <span>(၁၀၅)</span>” ထို့နောက် ကိုယ်တော်သည် ၎င်းကို ညီညာပြန့်ပြူးသော လွင်ပြင်တစ်ခုအဖြစ် ထားရှိမည်။ <span>(၁၀၆)</span>” သင်သည် ၎င်း၌ ကောက်ကွေးခြင်း သို့မဟုတ် အကွေ့အကောက်များကို မမြင်ရတော့ပေ။ <span>(၁၀၇)</span>ထိုနေ့တွင် လူသားများသည် အလ္လာဟ်အရှင်မြတ်၏ ခေါ်ယူသူ၏ <span class=\"gray\">(အသံကို)</span> တင်းကြပ်စွာ လိုက်နာကြမည်။ မည်သည့် ကောက်ကွေးခြင်း <span class=\"gray\">(ဆိုလိုသည်မှာ ထိုအသံ၏ ညာဘက် သို့မဟုတ် ဘယ်ဘက်သို့ မသွားဘဲ)</span> ကိုမျှ သူ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ခေါ်ယူသူ)</span> အား ပြသကြမည်မဟုတ်။ အသံအားလုံးသည် အလွန်တရာ ကျေးဇူးတော်ရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> အတွက် နူးညံ့သိမ်မွေ့သွားကြမည်ဖြစ်ပြီး၊ သင်သည် ဟမ်ဆာ (Hamsa) မှလွဲ၍ မည်သည့်အရာကိုမျှ မကြားရပေ။ <span>(၁၀၈)</span></p><div lang=\"my\" class=\"my \"><h2>တောင်များ ပျက်စီးခြင်းနှင့် ကမ္ဘာမြေသည် ပြန့်ပြူးသော လွင်ပြင်ဖြစ်လာခြင်း</h2></div><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ عَنِ الْجِبَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင်အား တောင်များအကြောင်း မေးမြန်းကြသည်။)</span> ၎င်းသည် မေးခွန်းတစ်ခုဖြစ်သည်၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့ ဆက်ရှိနေမည်လား သို့မဟုတ် ပျောက်ကွယ်သွားမည်လား။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَقُلْ يَنسِفُهَا رَبِّي نَسْفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောလော့- “ကျွန်ုပ်၏ အရှင်သခင်သည် ၎င်းတို့ကို ဖောက်ခွဲ၍ ဖုန်မှုန့်များကဲ့သို့ ကြဲပက်ပစ်မည်။”)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ၎င်းတို့ကို ၎င်းတို့၏ နေရာများမှ ရွှေ့ပစ်မည်၊ သုတ်သင်ရှင်းလင်းပြီး လုံးဝဖယ်ရှားပစ်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَذَرُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကိုယ်တော်သည် ၎င်းကို ထားရှိမည်)</span> ကမ္ဘာမြေကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاعًا صَفْصَفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညီညာပြန့်ပြူးသော လွင်ပြင်တစ်ခုအဖြစ်။)</span> ၎င်းသည် ပြန့်ကျဲနေသော မြေပြင်ကျယ်ကြီးတစ်ခုကို ဆိုလိုသည်။ “ကာအ်” (Qa') ဆိုသည်မှာ ပြန့်ပြူးသော မြေကွက်တစ်ခုကို ဆိုလိုပြီး “ဆဖ်ဆဖ်” (Safsafa) ဆိုသည်မှာ ဤအဓိပ္ပါယ်ကို အလေးပေးရန် အသုံးပြုသည်။ “ဆဖ်ဆဖ်” သည် အပင်များ မပေါက်ရောက်သည့် အရာကို ဆိုလိုသည်ဟုလည်း ပြောခဲ့ကြသည်။ ပထမအဓိပ္ပါယ်ကို ပိုမိုနှစ်သက်သော်လည်း ဒုတိယအဓိပ္ပါယ်ကိုလည်း လိုအပ်သလို ထည့်သွင်းထားသည်။ ၎င်းနှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَرَىٰ فِيهَا عِوَجًا وَلَا أَمْتًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ၎င်း၌ ကောက်ကွေးခြင်း သို့မဟုတ် အကွေ့အကောက်များကို မမြင်ရတော့ပေ။)</span> ဆိုလိုသည်မှာ 'ထိုနေ့တွင် သင်သည် ကမ္ဘာမြေ၌ မည်သည့်ချိုင့်ဝှမ်း၊ တောင်ကုန်း သို့မဟုတ် မည်သည့်နေရာကိုမျှ နိမ့်သည်ဖြစ်စေ၊ မြင့်သည်ဖြစ်စေ မမြင်ရတော့ပေ။' အိဗ်နု အဘ်ဘာစ်၊ အိကရီမာဟ်၊ မူဂျာဟစ်၊ အလ်ဟဆန် အလ်ဘဆ်ရီ၊ အဒ်ဒဟ်ဟက်၊ ကတာဒါဟ်နှင့် အခြားဆလဖ် (ပညာရှင်များ) အားလုံးက ထပ်တူပြောခဲ့ကြသည်။</p><div lang=\"my\" class=\"my \"><h2>လူအများ ခေါ်ယူသူ၏ အသံဆီသို့ အပြေးအလွှား သွားကြမည်</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လူသားများသည် အလ္လာဟ်အရှင်မြတ်၏ ခေါ်ယူသူကို တင်းကြပ်စွာ လိုက်နာကြမည်။ မည်သည့် ကောက်ကွေးခြင်းကိုမျှ သူအား ပြသကြမည်မဟုတ်။)</span></p><p lang=\"my\" class=\"my \">ထိုနေ့တွင် ဤအခြေအနေများနှင့် ထိတ်လန့်ဖွယ်ရာ မြင်ကွင်းများကို မြင်တွေ့သောအခါ၊ သူတို့သည် ခေါ်ယူသူအား လျင်မြန်စွာ တုံ့ပြန်ကြမည်။ မည်သည့်နေရာသို့ သွားရန် အမိန့်ပေးခံရသည်ဖြစ်စေ၊ သူတို့သည် ထိုနေရာသို့ အပြေးအလွှား သွားကြမည်။ ဒုနိယာဘဝတွင် သူတို့ ဤကဲ့သို့ ဖြစ်ခဲ့ကြပါက သူတို့အတွက် ပို၍ အကျိုးရှိမည်ဖြစ်သော်လည်း ဤနေရာတွင် သူတို့အတွက် အကျိုးမဖြစ်ထွန်းတော့ပေ။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ရှေ့မှောက်သို့ ရောက်ရှိလာမည့်နေ့တွင် သူတို့သည် မည်မျှ ရှင်းလင်းစွာ မြင်တွေ့ကြားသိရမည်နည်း!)</span><span class=\"gray\">[၁၉:၃၈]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّهْطِعِينَ إِلَى الدَّاعِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခေါ်ယူသူဆီသို့ အလျင်အမြန်သွားလျက်။)</span><span class=\"gray\">[၅၄:၈]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَٰنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသံအားလုံးသည် အလွန်တရာ ကျေးဇူးတော်ရှင်အတွက် နူးညံ့သိမ်မွေ့သွားကြမည်။)</span> အိဗ်နု အဘ်ဘာစ်က “၎င်းသည် သူတို့ တိတ်ဆိတ်သွားကြမည်ကို ဆိုလိုသည်” ဟု ပြောခဲ့သည်။ အစ်ဆူဒီကလည်း ထပ်တူပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَسْمَعُ إِلَّا هَمْسًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ဟမ်ဆာ (Hamsa) မှလွဲ၍ မည်သည့်အရာကိုမျှ မကြားရပေ။)</span> ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်က အိဗ်နု အဘ်ဘာစ်က “၎င်းသည် ခြေသံများကို ဆိုလိုသည်” ဟု ပြောခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ အိကရီမာဟ်၊ မူဂျာဟစ်၊ အဒ်ဒဟ်ဟက်၊ အလ်ရာဘီ ဘင် အနတ်စ်၊ ကတာဒါဟ်၊ အိဗ်နု ဇိုင်းဒ်နှင့် အခြားသူများ အားလုံးက ထပ်တူပြောခဲ့ကြသည်။ အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဗ်နု အဘ်ဘာစ်က ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَسْمَعُ إِلَّا هَمْسًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ဟမ်ဆာ (Hamsa) မှလွဲ၍ မည်သည့်အရာကိုမျှ မကြားရပေ။)</span> “ဟမ်ဆာ ဆိုသည်မှာ ဖုံးကွယ်ထားသော အသံကို ဆိုလိုသည်” ဟု ပြောခဲ့သည်။ ဤအကြောင်းအရာကို အိကရီမာဟ်နှင့် အဒ်ဒဟ်ဟက်တို့ထံမှလည်း ဖော်ပြထားသည်။ ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်က ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَسْمَعُ إِلَّا هَمْسًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ဟမ်ဆာ (Hamsa) မှလွဲ၍ မည်သည့်အရာကိုမျှ မကြားရပေ။)</span> “ဟမ်ဆာ ဆိုသည်မှာ လျှို့ဝှက်သော စကားပြောဆိုမှုနှင့် ခြေသံများကို ဆိုလိုသည်” ဟု ပြောခဲ့သည်။</p>"
  }
]