[
  {
    "ayah_key": "15:89",
    "group_ayah_key": "15:89",
    "from_ayah": "15:89",
    "to_ayah": "15:93",
    "ayah_keys": "15:89,15:90,15:91,15:92,15:93",
    "text": "<p lang=\"my\" class=\"my \">သင်က <span class=\"gray\">(အို မိုဟာမဒ်)</span> ဟု ပြောဆိုပါ- “ငါသည် ဧကန်မလွဲ ထင်ရှားသော သတိပေးသူ ဖြစ်၏။ <span>(၈၉)</span>အကြံအစည်မသမာသူတို့ <span class=\"gray\">(ပူးပေါင်းကြံစည်သူများ)</span> အပေါ်သို့ ငါတို့သည် ကျရောက်စေသည့်နည်းတူ ဖြစ်၏။ <span>(၉၀)</span>သူတို့သည် ကုရ်အာန်ကျမ်းတော်ကို အစိတ်ပိုင်းများ ပြုလုပ်ခဲ့ကြ၏။ <span>(၉၁)</span>ထို့ကြောင့် သင်၏အရှင်သခင်အားဖြင့် သူတို့အားလုံးကို ငါတို့သည် ဧကန်မလွဲ စစ်ဆေးမေးမြန်းတော်မူမည်။ <span>(၉၂)</span>သူတို့ ပြုမူခဲ့ကြသမျှအတွက် ဖြစ်၏။ <span>(၉၃)</span></p><div lang=\"fy\" class=\"fy \"><h2>The Messenger <span class=\"gray\">(ﷺ)</span> is a Plain Warner</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏နဗီတမန်တော်အား လူအများအား ပြောပြရန် အမိန့်ပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَنَا النَّذِيرُ الْمُبِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ဧကန်မလွဲ ထင်ရှားသော သတိပေးသူ ဖြစ်၏)</span> ဟု လူတို့အား ပြင်းထန်သော ပြစ်ဒဏ်နှင့်ပတ်သက်၍ သတိပေးရန် လာခြင်းဖြစ်သည်၊ အကယ်၍ သူတို့သည် သူ့ကို ငြင်းပယ်ပါက ခံစားရမည်ဖြစ်၏။ ၎င်းတို့ မတိုင်မီ တမန်တော်များအား မယုံကြည်ခဲ့သော လူမျိုးများ ကြုံတွေ့ခဲ့ရသကဲ့သို့ပင် ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် သူ၏ပြစ်ဒဏ်နှင့် လက်စားချေခြင်းကို ထိုသူတို့အပေါ်သို့ ပေးပို့ခဲ့သည်။ ဆဟီးနှစ်ကျမ်းတွင် အဘူမူဆာထံမှ သတင်းပို့ထားသည်မှာ နဗီတမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا مَثَلِي وَمَثَلُ مَا بَعَثَنِي اللهُ بِهِ كَمَثَلِ رَجُلٍ أَتَى قَوْمَهَ فَقَالَ: يَا قَوْمِ! إِنِّي رَأَيْتُ الْجَيْشَ بِعَيْنَيَّ، وَإِنِّي أَنَا النَّذِيرُ الْعُرْيَانُ فَالنَّجَاءَ النَّجَاءَ، فَأَطَاعَهُ طَائِفَةٌ مِنْ قَوْمِهِ فَأَدْلَجُوا وَانْطَلَقُوا عَلَى مُهْلِهِمْ فَنَجَوْا، وَكَذَّبَهُ طَائِفَةٌ مِنْهُمْ فَأَصْبَحُوا مَكَانَهُمْ، فَصَبَّحَهُمُ الْجَيْشُ فَأَهْلَكَهُمْ وَاجْتَاحَهُمْ، فَذَلِكَ مَثَلُ مَنْ أَطَاعَنِي وَاتَّبَعَ مَا جِئْتُ بِهِ وَمَثَلُ مَنْ عَصَانِي وَكَذَّبَ مَا جِئْتُ بِهِ مِنَ الْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ဥပမာနှင့် အလ္လာဟ်အရှင်မြတ်က ငါ့ကို စေလွှတ်တော်မူသည့် အရာ၏ဥပမာသည် သူ၏လူမျိုးထံသို့ လာပြီး 'အို လူတို့! ငါသည် <span class=\"gray\">[ကျူးကျော်လာသော]</span> စစ်တပ်ကို ငါ့မျက်စိဖြင့် ကိုယ်တိုင် မြင်တွေ့ခဲ့ရပြီ။ ငါသည် ကိုယ်လုံးတီး သတိပေးသူဖြစ်သည်၊ ထို့ကြောင့် ထွက်ပြေးကြ၊ ထွက်ပြေးကြ!' ဟု ပြောဆိုသော လူတစ်ယောက်၏ ဥပမာနှင့်တူသည်။ သူ၏လူမျိုးအချို့က သူ့ကို နာခံပြီး ညနေစောင်းတွင် ထွက်ခွာသွားကြကာ ဖြည်းဖြည်းချင်းသွားပြီး လွတ်မြောက်သွားကြသည်။ အခြားသူများကမူ သူ့ကို မယုံကြည်ဘဲ သူတို့ရှိရာတွင် နောက်တစ်မနက်အထိ နေခဲ့ကြရာ <span class=\"gray\">[ကျူးကျော်လာသော]</span> စစ်တပ်က သူတို့ကို ဖမ်းဆီးပြီး ဖျက်ဆီးခဲ့ကာ အမြစ်ပြတ်ချေမှုန်းခဲ့သည်။ ဤသည်မှာ ငါ့ကိုနာခံပြီး ငါယူဆောင်လာသော အရာကို လိုက်နာသူ၏ဥပမာ ဖြစ်ပြီး၊ ငါ့ကို မနာခံဘဲ ငါယူဆောင်လာသော သမ္မာတရားကို ငြင်းပယ်သူ၏ ဥပမာ ဖြစ်သည်။)</span></p><div lang=\"uz\" class=\"uz \"><h2>Explanation of \"Al-Muqtasimin\"</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُقْتَسِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်မွတ်ကတ်စ်စီမီးန်)</span> ဆိုသည်မှာ နဗီတမန်တော်များကို ဆန့်ကျင်ရန်၊ ငြင်းပယ်ရန်နှင့် စော်ကားရန် သစ္စာပြုခဲ့သူများကို ရည်ညွှန်းသည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်သည် စွာလစ်ဟ်၏လူမျိုးများအကြောင်းကို ငါတို့အား မိန့်ကြားတော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြသည်- “အလ္လာဟ်အရှင်မြတ်အားဖြင့် တစ်ဦးနှင့်တစ်ဦး <span class=\"gray\">[သကွာစာမူ]</span> သစ္စာပြုကြစို့။ ငါတို့သည် သူ့အားနှင့် သူ၏အိမ်သူအိမ်သားများကို ညဘက်တွင် လျှို့ဝှက်စွာ တိုက်ခိုက်မည်။”)</span><span class=\"gray\">[၂၇:၄၉]</span> ဆိုလိုသည်မှာ ညဘက်တွင် သူ့ကို သတ်ရန် ကြံစည်ကြခြင်း ဖြစ်သည်။ မွဂျာဟစ်ဒ်က “သကွာစာမူ” ဆိုသည်မှာ သူတို့ သစ္စာပြုကြသည်ဟု ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ ۙ لَا يَبْعَثُ اللَّهُ مَن يَمُوتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် အလ္လာဟ်အရှင်မြတ်အား ၎င်းတို့၏ အခိုင်မာဆုံး ကျိန်ဆိုမှုများဖြင့် ကျိန်ဆိုကြသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် သေသူကို ပြန်လည် ထမြောက်စေမည် မဟုတ်ကြောင်းပင်။)</span><span class=\"gray\">(၁၆:၃၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ تَكُونُوا أَقْسَمْتُم مِّن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ပြောဆိုမည်)</span> - “သင်တို့သည် မကွယ်လွန်မီက မထွက်ခွာဟု ကျိန်ဆိုခဲ့ကြသည် မဟုတ်လော <span class=\"gray\">(နောင်တမလွန်ဘဝအတွက် ဤလောကကို စွန့်ခွာမည် မဟုတ်ဟု)</span>)</span><span class=\"gray\">(၁၄:၄၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهَٰؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင်တို့ ကျိန်ဆိုခဲ့ကြသည့် သူများဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား မည်သည့်အခါမျှ ကရုဏာပြသမည် မဟုတ်ဟုလား။)</span><span class=\"gray\">[၇:၄၉]</span> သူတို့သည် ဤလောကတွင် ငြင်းပယ်ခဲ့သော အရာတိုင်းအတွက် ကျိန်ဆိုခဲ့ကြသကဲ့သို့ ဖြစ်သည်၊ ထို့ကြောင့် သူတို့ကို အလ်မွတ်ကတ်စ်စီမီးန်ဟု ခေါ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုရ်အာန်ကျမ်းတော်ကို အစိတ်ပိုင်းများ ပြုလုပ်ခဲ့သူများ။)</span> ဆိုလိုသည်မှာ သူတို့ထံ ထုတ်ပြန်ခဲ့သော ကျမ်းများကို သူတို့က ခွဲခြမ်းခဲ့ကြသည်၊ ၎င်း၏ အစိတ်အပိုင်းများကို ယုံကြည်ပြီး အစိတ်အပိုင်းများကို ငြင်းပယ်ကြသည်။ အလ်-ဘူခါရီက အိဗ်နု အဘ်ဘာစ်မှ သတင်းပို့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلُوا الْقُرْآنَ عِضِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုရ်အာန်ကျမ်းတော်ကို အစိတ်ပိုင်းများ ပြုလုပ်ခဲ့သူများ။)</span> “သူတို့သည် ကျမ်းတော်ရှင်များ ဖြစ်ကြသည်၊ ကျမ်းကို အစိတ်ပိုင်းများ ခွဲခြမ်းခဲ့ကြပြီး ၎င်း၏ အချို့ကို ယုံကြည်ပြီး အချို့ကို ငြင်းပယ်ခဲ့ကြသည်။” အချို့က အလ်-မူသာကွာစီမီးန်သည် ကူရိုင်းရှ်များကို ရည်ညွှန်းသည်၊ ကုရ်အာန်သည် ဤကုရ်အာန်ကို ဆိုလိုသည် <span class=\"gray\">[ကျမ်းတော်ရှင်တို့၏ ကျမ်းစာများနှိုင်းယှဉ်ချက်အရ]</span>၊ ပြီးတော့ “အစိတ်ပိုင်းများ ပြုလုပ်ခဲ့သည်” ဆိုသည်မှာ အတာအ်က ပြောခဲ့သည့်အတိုင်း သူတို့အချို့က သူ့ကို <span class=\"gray\">(နဗီတမန်တော် ﷺ ကို)</span> စုန်းကဝဲဟုလည်းကောင်း၊ အချို့က ရူးသွပ်သူဟုလည်းကောင်း၊ သို့မဟုတ် ဗေဒင်ဆရာဟုလည်းကောင်း ပြောခဲ့ကြသည်။ ဤကဲ့သို့ ကွဲပြားသော စွပ်စွဲချက်များက အစိတ်အပိုင်းများ ဖြစ်သည်။ ဤအမြင်ကို အဒ်-ဒဟ်ဟတ်နှင့် အခြားသူများထံမှလည်း သတင်းပို့ထားသည်။ </p><p lang=\"my\" class=\"my \">မိုဟာမဒ် ဗင် အစ္စဟာက်သည် အိဗ်နု အဘ်ဘာစ်ထံမှ သတင်းပို့သည်မှာ အလ်-ဝလီဒ် ဗင် အလ်-မူဂီရဟ် - လူတို့အကြား မြင့်မြတ်သော ရာထူးကို ပိုင်ဆိုင်သူ - သည် အလ်-မော်စိမ်း <span class=\"gray\">(ဟဂျ်ပြုရန် မက္ကာဟ်၌ ဘုရားဖူးများတွေ့ဆုံချိန်)</span> ရောက်လာသောအခါ ကူရိုင်းရှ်အုပ်စုတစ်စုကို သူ၏နောက်တွင် စုရုံးစေခဲ့သည်။ သူက သူတို့အား “အို ကူရိုင်းရှ်လူမျိုးတို့! အလ်-မော်စိမ်းအချိန် ရောက်လာပြီဖြစ်၍ ဤအချိန်တွင် အာရပ်ကိုယ်စားလှယ်အဖွဲ့များ သင်တို့ထံ ရောက်လာလိမ့်မည်။ သူတို့သည် သင်တို့၏ ဤအဖော် <span class=\"gray\">(ဆိုလိုသည်မှာ နဗီတမန်တော် ﷺ ကို)</span> အကြောင်း အချို့အရာများကို ကြားသိထားကြလိမ့်မည်။ ထို့ကြောင့် သဘောထားတစ်ခုတည်း သဘောတူညီကြပါ၊ တစ်ဦးနှင့်တစ်ဦး ပြောဆိုချက်များကို ကန့်လန့်ငြင်းဆန်ခြင်း သို့မဟုတ် ငြင်းပယ်ခြင်း မရှိစေရ” ဟု ပြောခဲ့သည်။ သူတို့က “အို အဘူ အဘ်ဒ် ရှမ်စ်၊ သင်က ကျွန်တော်တို့ကို သဘောထားတစ်ခု ပေးပါ၊ ကျွန်တော်တို့က ထိုအတိုင်း ပြောဆိုပါမည်” ဟု ဆိုကြသည်။ သူက “မဟုတ်ဘူး၊ သင်တို့က အကြံပြုချက်များ ပေးကြပါ၊ ငါ နားထောင်ပါမည်” ဟု ပြောခဲ့သည်။ သူတို့က “သူသည် ဗေဒင်ဆရာဟု ကျွန်တော်တို့ ပြောပါမည်” ဟု ဆိုသည်။ သူက “သူသည် ဗေဒင်ဆရာ မဟုတ်ပါ” ဟု ပြောခဲ့သည်။ သူတို့က “သူသည် ရူးသွပ်နေသည်ဟု ကျွန်တော်တို့ ပြောပါမည်” ဟု ဆိုသည်။ သူက “သူသည် ရူးသွပ်နေသည် မဟုတ်ပါ” ဟု ပြောခဲ့သည်။ သူတို့က “သူသည် ကဗျာဆရာဟု ကျွန်တော်တို့ ပြောပါမည်” ဟု ဆိုသည်။ သူက သူသည် ကဗျာဆရာ မဟုတ်ပါ\" ဟု ပြောခဲ့သည်။ သူတို့က “သူသည် စုန်းကဝဲဟု ကျွန်တော်တို့ ပြောပါမည်” ဟု ဆိုသည်။ သူက “သူသည် စုန်းကဝဲ မဟုတ်ပါ” ဟု ပြောခဲ့သည်။ သူတို့က “ဒါဆို ကျွန်တော်တို့ ဘာပြောသင့်လဲ” ဟု ဆိုသည်။ သူက “အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ သူပြောဆိုသည်မှာ <span class=\"gray\">[သာမန်လူတစ်ဦးအတွက်]</span> ချိုမြိန်သော အရာကဲ့သို့ အရသာရှိလှသည်၊ ထို့ကြောင့် ထင်ရှားစွာ မှားယွင်းခြင်းမရှိဘဲ သင်တို့ မည်သည့်အရာကိုမျှ သူ့အား ဆန့်ကျင်၍ မပြောနိုင်ပါ။ ထို့ကြောင့် သင်တို့ ပြောနိုင်သည့် အသင့်တော်ဆုံးအရာမှာ သူသည် စုန်းကဝဲ ဖြစ်သည်” ဟု ပြောခဲ့သည်။ ထို့ကြောင့် သူတို့သည် ထိုအပေါ် သဘောတူညီပြီး ထွက်ခွာသွားကြရာ အလ္လာဟ်အရှင်မြတ်သည် သူတို့နှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုရ်အာန်ကျမ်းတော်ကို အစိတ်ပိုင်းများ ပြုလုပ်ခဲ့သူများ။)</span> ဆိုလိုသည်မှာ အမျိုးမျိုးအဖုံဖုံ၊ ပြီးတော့</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ - عَمَّا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်၏အရှင်သခင်အားဖြင့် သူတို့အားလုံးကို ငါတို့သည် ဧကန်မလွဲ စစ်ဆေးမေးမြန်းတော်မူမည်။ သူတို့ ပြုမူခဲ့ကြသမျှအတွက် ဖြစ်၏။)</span> ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်ပတ်သက်၍ ထိုသို့ ပြောဆိုခဲ့ကြသော အဖွဲ့ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ - عَمَّا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်၏အရှင်သခင်အားဖြင့် သူတို့အားလုံးကို ငါတို့သည် ဧကန်မလွဲ စစ်ဆေးမေးမြန်းတော်မူမည်။ သူတို့ ပြုမူခဲ့ကြသမျှအတွက် ဖြစ်၏။)</span> အဘူ ဂျာအ်ဖာရ်က အလ်-ရဘီအ်ထံမှ သတင်းပို့သည်မှာ အဘူ အလ်-အာလီယာဟ်က “လူအားလုံးကို ရှင်ပြန်ထမြောက်ရာနေ့တွင် အရာနှစ်ခုနှင့်ပတ်သက်၍ မေးမြန်းမည်- သူတို့ ကိုးကွယ်ခဲ့သည့်အရာနှင့် တမန်တော်များအား သူတို့၏ တုံ့ပြန်မှုဖြစ်သည်။” အလီ ဗင် အဘီ တလ်ဟာဟ်က အိဗ်နု အဘ်ဘာစ်ထံမှ သတင်းပို့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ - عَمَّا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်၏အရှင်သခင်အားဖြင့် သူတို့အားလုံးကို ငါတို့သည် ဧကန်မလွဲ စစ်ဆေးမေးမြန်းတော်မူမည်။ သူတို့ ပြုမူခဲ့ကြသမျှအတွက် ဖြစ်၏။)</span> ထို့နောက် သူက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَوْمَئِذٍ لَّا يُسْأَلُ عَن ذَنبِهِ إِنسٌ وَلَا جَانٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ထိုနေ့တွင် လူသား သို့မဟုတ် ဂျင်န်ကို ၎င်း၏အပြစ်နှင့်ပတ်သက်၍ မေးခွန်းထုတ်မည် မဟုတ်ပါ။)</span><span class=\"gray\">(၅၅:၃၉)</span>။ သူက ပြောသည်- “သူတို့အား ‘သင် ထိုသို့ပြုခဲ့သလား’ ဟု မေးမြန်းမည်မဟုတ်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် သူတို့ထက် ပိုမိုသိရှိတော်မူသောကြောင့် ဖြစ်သည်။ သို့သော် အရှင်မြတ်က ‘သင် ထိုသို့အဘယ်ကြောင့် ပြုခဲ့သနည်း’ ဟု မေးမြန်းမည်။”</p>"
  }
]