[
  {
    "ayah_key": "29:28",
    "group_ayah_key": "29:28",
    "from_ayah": "29:28",
    "to_ayah": "29:30",
    "ayah_keys": "29:28,29:29,29:30",
    "text": "<p lang=\"my\" class=\"my \">လွတ်ကိုလည်း <span class=\"gray\">(အမှတ်ရပါဦး)</span>။ အခါတစ်ပါးတွင် သူသည် မိမိလူမျိုးအား ပြောကြားခဲ့သည်မှာ - \"အသင်တို့သည် မကောင်းမှုများကို ပြုကျင့်နေကြသည်။ ၎င်းမကောင်းမှုများတွင် သင်တို့မတိုင်မီ မည်သူတစ်ဦးတစ်ယောက်မျှ လုံးဝကျူးလွန်ခဲ့ဖူးခြင်းမရှိပေ။ <span>(28)</span> \"အမှန်စင်စစ် သင်တို့သည် အမျိုးသားချင်း လိင်ဆက်ဆံကြ၏။ ခရီးသွားများကိုလည်း လုယက်ကြ၏။ သင်တို့၏ စည်းဝေးပွဲများတွင် မကောင်းမှုများကို ပြုကျင့်ကြ၏။\" သို့သော် သူ၏လူမျိုးသည် မည်သည့်အဖြေမျှ မပေးခဲ့ကြဘဲ ၎င်းတို့က \"သင်သည် မှန်ကန်သူတို့ထဲမှ ဖြစ်ပါက ကျွန်ုပ်တို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို ယူဆောင်လာပါ\" ဟုသာ ပြောကြားခဲ့ကြသည်။ <span>(29)</span> သူက \"ကျွန်ုပ်၏အရှင်! ဖောက်ပြန်ပျက်စီးသူများဖြစ်ကြသော ထိုလူမျိုးများအပေါ် ကျွန်ုပ်အား အောင်ပွဲခံစေတော်မူပါ။ <span>(30)</span></p><div lang=\"my\" class=\"my \"><h2>လွတ်၏ ဟောကြားချက်နှင့် သူနှင့် သူ၏လူမျိုးကြား ဖြစ်ပျက်ခဲ့သည်များ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏တမန်တော် လွတ် (အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်သက်ခြင်း သက်ရောက်ပါစေ) သည် သူ၏လူမျိုးများ၏ မကောင်းမှုနှင့် အမျိုးသားချင်း လိင်ဆက်ဆံခြင်းကဲ့သို့သော ဆိုးရွားသည့်လုပ်ရပ်များကို ပြစ်တင်ရှုံ့ချခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ၎င်းသည် လူသားမျိုးနွယ်တို့တွင် ၎င်းတို့မတိုင်မီ မည်သူတစ်ဦးတစ်ယောက်မျှ မကျူးလွန်ဖူးသော လုပ်ရပ်ဖြစ်သည်။ ထိုသို့ပြုလုပ်ခြင်းအပြင် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်း မယုံကြည်ခဲ့ကြဘဲ သူ၏တမန်တော်ကို ငြင်းပယ်ပြီး ဆန့်ကျင်ခဲ့ကြသည်။ ၎င်းတို့သည် ခရီးသွားများကို လုယက်ကြပြီး လမ်းပေါ်တွင် ချောင်းမြောင်းကာ လူများကို သတ်ဖြတ်၍ ပစ္စည်းများကို လုယူခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ စည်းဝေးပွဲများတွင် မကောင်းမှုများကို ပြုကျင့်ကြ၏။)</span> ဆိုလိုသည်မှာ 'သင်တို့၏ စည်းဝေးပွဲများတွင် မသင့်တော်သည့် အရာများကို ပြုလုပ်ကြပြီး ပြောဆိုကြ၏။ ထိုကဲ့သို့ ပြုလုပ်ခြင်းများအတွက် တစ်ဦးနှင့်တစ်ဦး ပြစ်တင်ရှုံ့ချခြင်းလည်း မရှိကြပေ။' </p><p lang=\"my\" class=\"my \">အချို့က ၎င်းတို့သည် လူမြင်ကွင်းတွင် အချင်းချင်း လိင်ဆက်ဆံလေ့ရှိသည်ဟု ဆိုသည်။ ဤသည်မှာ မူဂျာဟစ်၏ အမြင်ဖြစ်သည်။ အချို့က ၎င်းတို့သည် လေလွင့်ခြင်းနှင့် ရယ်မောခြင်းတို့ဖြင့် ပြိုင်ဆိုင်လေ့ရှိသည်ဟု ဆိုသည်။ ဤသည်မှာ အာအိရှာ (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) နှင့် အလ်-ကာစင်မ်တို့၏ အမြင်ဖြစ်သည်။ ၎င်းတို့အနက် အချို့က သိုးထီးများ အချင်းချင်း တိုက်ခိုက်စေခြင်း သို့မဟုတ် ကြက်တိုက်ပွဲများ စီစဉ်လေ့ရှိသည်ဟု ဆိုသည်။ ၎င်းတို့သည် ဤအရာအားလုံးကို ပြုလုပ်ခဲ့ကြပြီး ထို့ထက်ပင် ပိုမိုဆိုးရွားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူ၏လူမျိုးသည် မည်သည့်အဖြေမျှ မပေးခဲ့ကြဘဲ ၎င်းတို့က \"သင်သည် မှန်ကန်သူတို့ထဲမှ ဖြစ်ပါက ကျွန်ုပ်တို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို ယူဆောင်လာပါ\" ဟုသာ ပြောကြားခဲ့ကြသည်။)</span> ဤသည်မှာ ၎င်းတို့၏ ငြင်းပယ်မှု၊ မထီမဲ့မြင်ပြုသည့် သဘောထားနှင့် ခေါင်းမာမှုကို ပြသနေသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်သည် ၎င်းတို့အား ဆန့်ကျင်ရန် အကူအညီတောင်းခံခဲ့ပြီး ပြောကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏အရှင်! ဖောက်ပြန်ပျက်စီးသူများဖြစ်ကြသော ထိုလူမျိုးများအပေါ် ကျွန်ုပ်အား အောင်ပွဲခံစေတော်မူပါ။)</span></p>"
  },
  {
    "ayah_key": "29:31",
    "group_ayah_key": "29:31",
    "from_ayah": "29:31",
    "to_ayah": "29:35",
    "ayah_keys": "29:31,29:32,29:33,29:34,29:35",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့၏ တမန်တော်များ အိဘ်ရာဟင်ထံ ဝမ်းမြောက်ဖွယ်သတင်းနှင့် ရောက်ရှိလာကြသောအခါ ၎င်းတို့က ပြောကြားခဲ့ကြသည်မှာ - \"အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ဤမြို့၏ လူများကို ဖျက်ဆီးတော့မည်ဖြစ်သည်။ စင်စစ် ၎င်းမြို့၏ လူများသည် ပြစ်မှုကျူးလွန်သူများဖြစ်ခဲ့ကြ၏။ <span>(31)</span> အိဘ်ရာဟင်က \"သို့သော် ၎င်းမြို့ထဲတွင် လွတ်ရှိသည်\" ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့က \"မည်သူရှိသည်ကို ကျွန်ုပ်တို့ ပိုမိုသိရှိပါသည်။ ကျွန်ုပ်တို့သည် သူ့ကိုနှင့် သူ၏မိသားစုကို ကယ်တင်မည်ဖြစ်သည်။ သူ၏ဇနီးမှလွဲ၍ သူမသည် ကျန်ရစ်သူတို့တွင် ပါဝင်လိမ့်မည်။ <span>(32)</span> ကျွန်ုပ်တို့၏ တမန်တော်များ လွတ်ထံ ရောက်ရှိလာသောအခါ သူသည် ၎င်းတို့ကြောင့် ဝမ်းနည်းပူဆွေးခဲ့ရပြီး ၎င်းတို့အတွက် စိတ်ထိခိုက်ခဲ့ရသည်။ ၎င်းတို့က \"မကြောက်ပါနှင့်၊ မပူဆွေးပါနှင့်! အမှန်စင်စစ် ကျွန်ုပ်တို့သည် သင့်ကိုနှင့် သင့်မိသားစုကို ကယ်တင်မည်ဖြစ်သည်။ သင့်ဇနီးမှလွဲ၍ သူမသည် ကျန်ရစ်သူတို့တွင် ပါဝင်လိမ့်မည်။ <span>(33)</span> \"အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ဤမြို့၏ လူများအပေါ် ကောင်းကင်မှ ကြီးစွာသော ပြစ်ဒဏ်တစ်ခုကို ကျရောက်စေတော့မည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ပုန်ကန်သူများ ဖြစ်ခဲ့ကြသောကြောင့်တည်း။ <span>(34)</span> ၎င်းပြင် အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ထိုမြို့မှ နားလည်သောလူမျိုးအတွက် ထင်ရှားသော နိမိတ်လက္ခဏာတစ်ခုကို ကျန်ရှိစေခဲ့သည်။ <span>(35)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းကင်တမန်များသည် အိဘ်ရာဟင်ထံသို့ သွားရောက်ခဲ့ကြပြီးနောက် လွတ်ထံသို့ သွားရောက်ခဲ့ကြ၏။ ၎င်းတို့နှစ်ဦးအပေါ် ငြိမ်သက်ခြင်း သက်ရောက်ပါစေ</h2></div><p lang=\"my\" class=\"my \">လွတ် (အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်သက်ခြင်း သက်ရောက်ပါစေ) သည် အလ္လာဟ်အရှင်မြတ်အား ၎င်းတို့အား ဆန့်ကျင်ရန် အကူအညီတောင်းခံသောအခါ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များကို သူ့အား ကူညီရန် စေလွှတ်ခဲ့သည်။ ၎င်းတို့သည် ဦးစွာ ဧည့်သည်များအဖြစ် အိဘ်ရာဟင်ထံ ရောက်ရှိလာခဲ့ကြရာ သူသည် ၎င်းတို့အား သင့်လျော်သောနည်းဖြင့် ဧည့်ခံခဲ့သည်။ ၎င်းတို့သည် အစားအသောက်တွင် စိတ်ဝင်စားမှုမရှိသည်ကို သူမြင်သောအခါ သူသည် ၎င်းတို့အား အနည်းငယ် မယုံသင်္ကာဖြစ်ကာ ကြောက်ရွံ့ခဲ့သည်။ ၎င်းတို့သည် သူ့အား စိတ်ငြိမ်သက်အောင် စတင်ပြုလုပ်ခဲ့ပြီး သူ၏ဇနီး ဆာရာ (ပစ္စုပ္ပန်တွင်ရှိနေသူ) မှ ဖြောင့်မတ်သောသားတစ်ဦး မွေးဖွားမည့်သတင်းကို ပေးခဲ့သည်။ ကျွန်ုပ်တို့သည် စူရာဟ် ဟူးဒ်နှင့် စူရာဟ် အလ်-ဟစ်ဂျ်ရ် တို့၏ တဖ်စီရ်တွင် ရှင်းပြခဲ့သည့်အတိုင်း သူမသည် ဤအရာအား အံ့သြခဲ့သည်။ ၎င်းတို့သည် ဤသတင်းကို အိဘ်ရာဟင်ထံ ယူဆောင်လာပြီး ၎င်းတို့သည် လွတ်၏ လူများကို ဖျက်ဆီးရန် စေလွှတ်ခံရကြောင်း ပြောပြသောအခါ သူသည် ၎င်းတို့အတွက် ပြောဆိုခဲ့ပြီး ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ လမ်းညွှန်မှုကို ရရှိစေရန်အတွက် အချိန်ပိုမိုရရှိရန် မျှော်လင့်ခဲ့သည်။ ၎င်းတို့က \"ကျွန်ုပ်တို့သည် ဤမြို့၏ လူများကို ဖျက်ဆီးရန် ရောက်ရှိလာခဲ့ပြီ\" ဟု ပြောကြားသောအခါ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنَّ فِيهَا لُوطًا ۚ قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا ۖ لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((အိဘ်ရာဟင်) က \"သို့သော် ၎င်းမြို့ထဲတွင် လွတ်ရှိသည်\" ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့က \"မည်သူရှိသည်ကို ကျွန်ုပ်တို့ ပိုမိုသိရှိပါသည်။ ကျွန်ုပ်တို့သည် သူ့ကိုနှင့် သူ၏မိသားစုကို ကယ်တင်မည်ဖြစ်သည်။ သူ၏ဇနီးမှလွဲ၍ သူမသည် ကျန်ရစ်သူတို့တွင် ပါဝင်လိမ့်မည်။\")</span> ဆိုလိုသည်မှာ ဖျက်ဆီးခံရသူများထဲမှ တစ်ဦးဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် သူမသည် ၎င်းတို့၏ မယုံကြည်မှုနှင့် မကောင်းမှုများတွင် ၎င်းတို့အား ထောက်ခံခဲ့သောကြောင့်တည်း။ ထို့နောက် ကောင်းကင်တမန်များသည် သူ့ကို ထားခဲ့ပြီး ချောမောသော လူငယ်များအဖြစ် လွတ်ထံသို့ သွားရောက်ခဲ့ကြသည်။ သူသည် ၎င်းတို့အား ထိုကဲ့သို့ မြင်သောအခါ</p><p class=\"ar qpc-hafs\" lang=\"ar\">سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ၎င်းတို့ကြောင့် ဝမ်းနည်းပူဆွေးခဲ့ရပြီး ၎င်းတို့အတွက် စိတ်ထိခိုက်ခဲ့ရသည်။)</span> ဆိုလိုသည်မှာ သူသည် စိုးရိမ်ပူပန်ခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် သူသည် ၎င်းတို့အား ဧည့်သည်အဖြစ် လက်ခံပါက ၎င်းတို့အတွက် စိုးရိမ်ပြီး သူ၏လူမျိုးက ၎င်းတို့အား မည်သို့ပြုလုပ်မည်ကို စိုးရိမ်ခဲ့သည်။ သို့သော် သူသည် ၎င်းတို့အား ဧည့်ခံခြင်းမပြုပါကလည်း ၎င်းတို့အပေါ် မည်သို့ဖြစ်ပျက်မည်ကို စိုးရိမ်ခဲ့သည်။ ထိုအချိန်တွင် သူသည် ၎င်းတို့ မည်သူများဖြစ်သည်ကို မသိသေးပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَا تَخَفْ وَلَا تَحْزَنْ ۖ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ - إِنَّا مُنْزِلُونَ عَلَىٰ أَهْلِ هَٰذِهِ الْقَرْيَةِ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က \"မကြောက်ပါနှင့်၊ မပူဆွေးပါနှင့်! အမှန်စင်စစ် ကျွန်ုပ်တို့သည် သင့်ကိုနှင့် သင့်မိသားစုကို ကယ်တင်မည်ဖြစ်သည်။ သင့်ဇနီးမှလွဲ၍ သူမသည် ကျန်ရစ်သူတို့တွင် ပါဝင်လိမ့်မည်။ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ဤမြို့၏ လူများအပေါ် ကောင်းကင်မှ ကြီးစွာသော ပြစ်ဒဏ်တစ်ခုကို ကျရောက်စေတော့မည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ပုန်ကန်သူများ ဖြစ်ခဲ့ကြသောကြောင့်တည်း။\")</span> ဂျစ်ဗရီလ် (အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်သက်ခြင်း သက်ရောက်ပါစေ) သည် ၎င်းတို့၏မြို့ကို မြေကြီးအောက်ခြေမှ ဆွဲနုတ်ယူပြီး ကောင်းကင်သို့ မြှင့်တင်ကာ ၎င်းတို့အပေါ်သို့ ဇောက်ထိုးမှောက်လျက် ပစ်ချခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် မိုးရွာစေခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">حِجَارَةً مِنْ سِجِّيلٍ مَنْضُودٍ - مُسَوَّمَةً عِنْدَ رَبِّكَ ۖ وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စီဂျီလ်ကျောက်တုံးများ၊ တစ်ခုပြီးတစ်ခု စနစ်တကျစီထားသော။ သင်၏အရှင်ဘုရားထံမှ မှတ်သားထားသော။ ထိုအရာများသည် မကောင်းမှုပြုသူများထံမှ လုံးဝမဝေးပေ။)</span><span class=\"gray\">[11:82-83]</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နေထိုင်ခဲ့သည့်နေရာကို ပုပ်စပ်ပြီး နံစော်သော ကန်ကြီးအဖြစ် ပြောင်းလဲခဲ့သည်။ ၎င်းသည် လူသားမျိုးနွယ်အတွက် တရားစီရင်ရာနေ့အထိ သင်ခန်းစာအဖြစ် ကျန်ရှိနေမည်ဖြစ်ပြီး ၎င်းတို့သည် တရားစီရင်ရာနေ့တွင် အပြင်းထန်ဆုံး အပြစ်ပေးခံရသူများထဲတွင် ပါဝင်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ تَرَكْنَا مِنْهَا آيَةً بَيِّنَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ထိုမြို့မှ ထင်ရှားသော နိမိတ်လက္ခဏာတစ်ခုကို ကျန်ရှိစေခဲ့သည်။)</span> ဆိုလိုသည်မှာ ရှင်းလင်းသော လက္ခဏာတစ်ခု၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِقَوْمٍ يَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နားလည်သောလူမျိုးအတွက်။)</span> ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ - وَبِاللَّيْلِ ۗ أَفَلَا تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့သည် ၎င်းတို့အနားမှ နံနက်ပိုင်းတွင်လည်းကောင်း ညဘက်တွင်လည်းကောင်း ဖြတ်သန်းသွားလာကြ၏။ ထို့နောက် သင်တို့သည် ဆင်ခြင်သုံးသပ်မည် မဟုတ်ကြလော။)</span><span class=\"gray\">(37:137-138)</span></p>"
  },
  {
    "ayah_key": "29:36",
    "group_ayah_key": "29:36",
    "from_ayah": "29:36",
    "to_ayah": "29:37",
    "ayah_keys": "29:36,29:37",
    "text": "<p class=\"my translation\" lang=\"my\">မဒ်ယန်သို့ ၎င်းတို့၏ ညီအစ်ကို ရှုအိုင်ဗ်ကို ကျွန်ုပ်တို့ စေလွှတ်ခဲ့သည်။ သူက \"အို ကျွန်ုပ်၏ လူမျိုးတို့! အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြ။ နောက်ဆုံးနေ့ကို မျှော်လင့်ကြ။ မကောင်းမှုပြုသူများအဖြစ် မြေကြီးပေါ်တွင် မည်သည့် မကောင်းမှုကိုမျှ မပြုကျင့်ကြနှင့်။ <span>(36)</span> ထို့နောက် ၎င်းတို့သည် သူ့အား ငြင်းပယ်ခဲ့ကြသည်။ ထို့ကြောင့် ငလျင်လှုပ်ခတ်မှုသည် ၎င်းတို့အား ဖမ်းဆီးခဲ့ပြီး ၎င်းတို့သည် မိမိတို့၏ နေအိမ်များတွင် ပုံလျက်လဲလျောင်းနေခဲ့ကြသည်။ <span>(37)</span></p><div lang=\"my\" class=\"my \"><h2>ရှုအိုင်ဗ်နှင့် သူ၏လူမျိုး</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကျွန်နှင့် တမန်တော် ရှုအိုင်ဗ် (အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်သက်ခြင်း သက်ရောက်ပါစေ) သည် သူ၏လူမျိုးဖြစ်သော မဒ်ယန်မြို့သားများကို သတိပေးခဲ့ပြီး ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ် တစ်ဆူတည်းကိုသာ မည်သည့် ပူးပေါင်းဖက် သို့မဟုတ် အဖော်အပေါင်းအသင်းမျှမရှိဘဲ ကိုးကွယ်ရန်နှင့် တရားစီရင်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသနှင့် ပြစ်ဒဏ်ကို ကြောက်ရွံ့ရန် အမိန့်ပေးခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြထားသည်။ သူက ပြောကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْآخِرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ လူမျိုးတို့! အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြ။ နောက်ဆုံးနေ့ကို မျှော်လင့်ကြ။)</span> အိဘ်န် ဂျရီးရ်က \"၎င်းတို့အနက် အချို့က ဤသည်မှာ နောက်ဆုံးနေ့ကို ကြောက်ရွံ့ခြင်းဟု ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို မျှော်လင့်သူများအတွက်)</span><span class=\"gray\">(60:6)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းမှုပြုသူများအဖြစ် မြေကြီးပေါ်တွင် မည်သည့် မကောင်းမှုကိုမျှ မပြုကျင့်ကြနှင့်။)</span> ဤသည်မှာ ၎င်းတို့အား မြေကြီးပေါ်တွင် ဖောက်ပြန်ပျက်စီးမှုကို ဖြန့်ကျက်ခြင်းဖြင့် မကောင်းမှုမပြုလုပ်ရန် တားမြစ်ခြင်းဖြစ်သည်။ ဆိုလိုသည်မှာ လူများအပေါ် မကောင်းမှုပြုရန် လှည့်လည်သွားလာခြင်းပင်ဖြစ်သည်။ ၎င်းတို့သည် အလေးချိန်နှင့် တိုင်းတာမှုများတွင် လိမ်လည်လေ့ရှိကြပြီး လမ်းပေါ်ရှိ လူများကို ချောင်းမြောင်းတိုက်ခိုက်လေ့ရှိကြသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့် သူ၏ တမန်တော်ကို မယုံကြည်ခြင်းအပြင် ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ၎င်းတို့၏ မြေကို လှုပ်ခတ်စေခဲ့သော ပြင်းထန်သော ငလျင်ဖြင့် ဖျက်ဆီးခဲ့သည်။ ၎င်းတို့၏ နှလုံးသားများကို ခန္ဓာကိုယ်မှ ဆွဲနုတ်ယူခဲ့သော ဆိုင်ဟာဟ် <span class=\"gray\">(အော်ဟစ်သံ)</span> ဖြင့်လည်း ဖျက်ဆီးခဲ့သည်။ ၎င်းတို့၏ ဝိညာဉ်များကို သိမ်းယူခဲ့သော အရိပ်နေ့၏ ပြစ်ဒဏ်ဖြင့်လည်း ဖျက်ဆီးခဲ့သည်။ ဤသည်မှာ ကြီးမားသောနေ့၏ ပြစ်ဒဏ်ဖြစ်သည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့၏ ဇာတ်လမ်းကို စူရာဟ် အလ်-အာရာဖ်၊ စူရာဟ် ဟူးဒ်နှင့် စူရာဟ် အပ်ရှ်-ရှုအာရာ တို့တွင် အသေးစိတ် လေ့လာခဲ့ပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့၏ နေအိမ်များတွင် ပုံလျက်လဲလျောင်းနေခဲ့ကြသည်။)</span> ကတာဒါက \"၎င်းတို့သည် သေဆုံးခဲ့ကြသည်\" ဟု ပြောကြားခဲ့သည်။ အချို့က ၎င်းတို့သည် တစ်ဦးပေါ်တစ်ဦး ပစ်ချခံခဲ့ရသည်ဟု ဆိုသည်။</p>"
  }
]