[
  {
    "ayah_key": "4:77",
    "group_ayah_key": "4:77",
    "from_ayah": "4:77",
    "to_ayah": "4:79",
    "ayah_keys": "4:77,4:78,4:79",
    "text": "<p lang=\"my\" class=\"my \">သင့်လက်များကို ရုပ်သိမ်းရန် <span class=\"gray\">(တိုက်ခိုက်ခြင်းမှ)</span>၊ ဆွလားတ်ပြုလုပ်ရန်နှင့် ဇကားတ်ပေးရန် ပြောကြားခြင်းခံရသူများအား သင်မမြင်ခဲ့ပါသလော။ သို့သော် သူတို့အပေါ် တိုက်ခိုက်ခြင်းကို အမိန့်ချမှတ်သောအခါ၊ ကြည့်ပါဦး! သူတို့ထဲမှ အချို့သည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သကဲ့သို့ (သို့မဟုတ် ထို့ထက်ပင်ပို၍) လူသားများကို ကြောက်ရွံ့ကြသည်။ သူတို့က ပြောကြသည်- \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! အဘယ်ကြောင့် ကျွန်ုပ်တို့အတွက် တိုက်ခိုက်ခြင်းကို အမိန့်ချမှတ်ခဲ့သနည်း။ အကျွန်ုပ်တို့အား ခဏတာမျှ အချိန်ပေးပါရန် ဆန္ဒပြုပါသည်။\" ပြောကြားလိုက်ပါ- \"ဤလောက၏ ပျော်ရွှင်မှုသည် ခဏတာမျှသာ ဖြစ်သည်။ နောင်ဘဝသည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သူအတွက် <span class=\"gray\">(ဝေးစွာ)</span> ပိုမိုကောင်းမွန်ပြီး၊ သင့်အား 'ဖာတီလ်' <span>(77)</span> (လောက်)မျှပင် မတရား ပြုကျင့်ခံရမည် မဟုတ်ပေ။ \"သင်တို့ မည်သည့်နေရာတွင် ရှိနေစေကာမူ၊ ခိုင်ခံ့မြင့်မားစွာ ဆောက်လုပ်ထားသော ခံတပ်များအတွင်း၌ ရှိနေစေကာမူ သေခြင်းတရားက သင့်ကို ကျော်တက်သွားလိမ့်မည်!\" ကောင်းကျိုးတစ်ခုခု ရောက်ရှိလာပါက သူတို့က ပြောကြသည်- \"ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်\" ဟူ၍ ဖြစ်သော်လည်း ဆိုးကျိုးတစ်ခုခု ကြုံလာပါက သူတို့က ပြောကြသည်- \"ဤသည်မှာ သင်မှ ဖြစ်သည်\" ဟူ၍ ဖြစ်သည်။ ပြောကြားလိုက်ပါ- \"အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်\"၊ သို့ဆိုလျှင် ဤလူများသည် မည်သည့်စကားကိုမျှ နားမလည်ဘဲ ရှိနေခြင်းသည် မည်သို့မှားယွင်းနေပါသနည်း <span>(78)</span> သင့်ထံ ရောက်ရှိလာသော ကောင်းကျိုးမှန်သမျှသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်၊ သို့သော် သင့်အား ကြုံတွေ့ရသော ဆိုးကျိုးမှန်သမျှသည် သင့်ကိုယ်တိုင်မှ ဖြစ်သည်။ ကျွန်ုပ်တို့သည် သင့်အား လူသားများထံသို့ ရစူလ်တမန်တော်အဖြစ် စေလွှတ်ခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်သည် သက်သေအဖြစ် လုံလောက်သည် <span>(79)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျီဟတ်တိုက်ပွဲအမိန့်ကို နောက်ဆုတ်ထားလိုသော ဆန္ဒ</h2></div><p lang=\"my\" class=\"my \">အစ္စလာမ်၏ အစောပိုင်းကာလတွင် မက္ကာဟ်ရှိ မွတ်စ်လင်မ်များသည် ဆွလားတ်ပြုလုပ်ရန်နှင့် သူတို့အနက်မှ ဆင်းရဲသားများကို နှစ်သိမ့်စေရန်အတွက် အလှူအတန်းအချို့ ပေးကမ်းရန် အမိန့်ခံခဲ့ရသည်။ သူတို့အား ရုပ်တုကိုးကွယ်သူများနှင့်ပတ်သက်၍ ခွင့်လွှတ်ရန်နှင့် သည်းခံရန်၊ ထိုအချိန်တွင် သူတို့နှင့်အတူ သည်းခံခြင်းကို လိုက်နာရန်လည်း အမိန့်ခံခဲ့ရသည်။ သို့သော်လည်း သူတို့သည် မိမိတို့၏ ရန်သူများကို အပြစ်ပေးနိုင်ရန်အတွက် တိုက်ခိုက်ခွင့်ရမည့်အချိန်ကို စိတ်အားထက်သန်စွာ စောင့်မျှော်နေခဲ့ကြသည်။ ထိုအချိန်က အခြေအနေသည် လက်နက်ကိုင်ပဋိပက္ခကို အကြောင်းအမျိုးမျိုးကြောင့် ခွင့်မပြုခဲ့ပေ။ ဥပမာအားဖြင့်၊ ထိုအချိန်က မွတ်စ်လင်မ်များသည် သူတို့၏ရန်သူများစွာနှင့် နှိုင်းယှဉ်ပါက နည်းပါးခဲ့သည်။ မွတ်စ်လင်မ်တို့၏ မြို့သည် သန့်ရှင်းသော မြို့ဖြစ်ပြီး ကမ္ဘာပေါ်တွင် အလေးအမြတ်ဆုံး နယ်မြေဖြစ်သည်၊ ထို့ကြောင့် တိုက်ခိုက်ရန်အမိန့်ကို မက္ကာဟ်တွင် ထုတ်ပြန်ခြင်း မရှိခဲ့ခြင်း ဖြစ်သည်။ နောက်ပိုင်းတွင် မွတ်စ်လင်မ်များသည် ၎င်းတို့ပိုင်ဆိုင်သော မြို့ဖြစ်သည့် အလ်-မာဒီနာကို ထိန်းချုပ်ပြီး ခွန်အား၊ အာဏာနှင့် ထောက်ခံမှုများ ရရှိလာသောအခါ ဂျီဟတ်တိုက်ပွဲကို ပြဋ္ဌာန်းခဲ့သည်။ သို့သော် တိုက်ခိုက်ရန်အမိန့် ထုတ်ပြန်ခဲ့သောအခါ၊ မွတ်စ်လင်မ်များ ဆန္ဒရှိသကဲ့သို့ပင် သူတို့ထဲမှ အချို့သည် ပင်ပန်းနွမ်းနယ်လာပြီး တိုက်ပွဲတွင် ရုပ်တုကိုးကွယ်သူများနှင့် ရင်ဆိုင်ရမည်ကို အလွန်ကြောက်ရွံ့ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَا أَخَّرْتَنَا إِلَىٰ أَجَلٍ قَرِيبٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြသည်- \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! အဘယ်ကြောင့် ကျွန်ုပ်တို့အတွက် တိုက်ခိုက်ခြင်းကို အမိန့်ချမှတ်ခဲ့သနည်း။ အကျွန်ုပ်တို့အား ခဏတာမျှ အချိန်ပေးပါရန် ဆန္ဒပြုပါသည်။\")</span> ဆိုလိုသည်မှာ ဂျီဟတ်တိုက်ပွဲကို နောက်ပိုင်းအချိန်အထိ ရွှေ့ဆိုင်းထားပါက သွေးထွက်သံယိုဖြစ်ခြင်း၊ မိဘမဲ့ကလေးများနှင့် မုဆိုးမများ ဖြစ်ပေါ်လာခြင်းကို ဆိုလိုသောကြောင့် ဖြစ်သည်။ ထိုနည်းတူစွာ အာယသ်တော်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ فَإِذَا أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများသည် ပြောကြသည်- \"အဘယ်ကြောင့် စူရာဟ်ကို <span class=\"gray\">(ကျွန်ုပ်တို့အတွက်)</span> မချပေးပါသနည်း။ သို့သော် တိကျသော စူရာဟ်တစ်ပုဒ် ချပေးပြီး တိုက်ခိုက်ခြင်းကို ဖော်ပြသောအခါ)</span>။ <span class=\"gray\">[47:20]</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာသ်င်မ် မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နု အဗ္ဗာစ်က 'အဗ်ဒုရ်-ရာဟ်မန် ဘင်န် အောင်ဖ် နှင့် သူ၏ အပေါင်းအသင်းများစွာတို့သည် မက္ကာဟ်၌ ရှိစဉ် တမန်တော်မြတ် ﷺ ထံ လာရောက်ပြီး \"အို အလ္လာဟ်၏ တမန်တော်! ကျွန်ုပ်တို့သည် ရုပ်တုကိုးကွယ်သူများ ဖြစ်စဉ်က ခွန်အားကြီးခဲ့သော်လည်း ယုံကြည်ခြင်းကို လက်ခံသောအခါ အားနည်းသွားပါသည်\" ဟု ပြောကြားခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أُمِرْتُ بِالْعَفْوِ فَلَا تُقَاتِلُوا الْقَوْمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် လူများကို ခွင့်လွှတ်ရန် အမိန့်ခံခဲ့ရသည်၊ ထို့ကြောင့် သူတို့နှင့် မတိုက်ခိုက်ကြလင့်။)</span> အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်မြတ် ﷺ အား အလ်-မာဒီနာသို့ ပြောင်းရွှေ့စေသောအခါ၊ ကိုယ်တော်မြတ်အား <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူများအား)</span> တိုက်ခိုက်ရန် အမိန့်ပေးခဲ့သော်လည်း သူတို့ <span class=\"gray\">(အချို့မွတ်စ်လင်မ်များ)</span> က နောက်ဆုတ်ခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်တော်ကို ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်လက်များကို ရုပ်သိမ်းရန် ပြောကြားခြင်းခံရသူများအား သင်မမြင်ခဲ့ပါသလော)</span> ဤဟဒီးဆ်တော်ကို အန်-နာစာအီ နှင့် အလ်-ဟာကိမ်းတို့က စုစည်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِّمَنِ اتَّقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလိုက်ပါ- \"ဤလောက၏ ပျော်ရွှင်မှုသည် ခဏတာမျှသာ ဖြစ်သည်။ နောင်ဘဝသည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သူအတွက် <span class=\"gray\">(ဝေးစွာ)</span> ပိုမိုကောင်းမွန်သည်\")</span> ဆိုလိုသည်မှာ တက်ကွါနှင့်အတူရှိသူ၏ ဦးတည်ရာသည် ဤဘဝထက် သူ့အတွက် ပိုကောင်းသည်ဟု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُظْلَمُونَ فَتِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင့်အား 'ဖာတီလ်' (လောက်)မျှပင် မတရား ပြုကျင့်ခံရမည် မဟုတ်ပေ။)</span> သင်၏ ကောင်းမှုများအတွက် ဖြစ်သည်။ ထို့ထက် သင်သည် ၎င်းတို့အတွက် သင်၏ အပြည့်အဝ အကျိုးခံစားခွင့်များကို ရရှိမည်ဖြစ်သည်။ ဤကတိတော်သည် ယုံကြည်သူတို့၏ စိတ်ကို ဤဘဝမှ လွှဲပြောင်းပေးကာ နောင်ဘဝအတွက် စိတ်အားထက်သန်စေပြီး ဂျီဟတ်တိုက်ပွဲတွင် တိုက်ခိုက်ရန် တိုက်တွန်းနေပေသည်။</p><div lang=\"my\" class=\"my \"><h2>သေခြင်းတရားမှ ရှောင်လွှဲနိုင်ခြင်း မရှိ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْنَمَا تَكُونُوا يُدْرِككُّمُ الْمَوْتُ وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မည်သည့်နေရာတွင် ရှိနေစေကာမူ၊ ခိုင်ခံ့မြင့်မားစွာ ဆောက်လုပ်ထားသော ခံတပ်များအတွင်း၌ ရှိနေစေကာမူ သေခြင်းတရားက သင့်ကို ကျော်တက်သွားလိမ့်မည်!)</span> ဆိုလိုသည်မှာ သင်သည် သေရမည်ဖြစ်ပြီး သင်တို့ထဲမှ မည်သူမျှ သေခြင်းတရားမှ ရှောင်လွှဲနိုင်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَنْ عَلَيْهَا فَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပေါ်ရှိ <span class=\"gray\">(မြေကြီးပေါ်ရှိ)</span> အရာအားလုံး ပျက်စီးလိမ့်မည်)</span>၊ <span class=\"gray\">[55:26]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်း သေခြင်းတရားကို မြည်းစမ်းရမည်)</span>၊ နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ الْخُلْدَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်မတိုင်မီ မည်သည့်လူသားကိုမျှ မသေနိုင်ခြင်းကို ကျွန်ုပ်တို့ မပေးခဲ့ပါ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဝိညာဉ်တိုင်းသည် သေခြင်းတရားကို မြည်းစမ်းရမည်ဖြစ်ပြီး ဂျီဟတ်တိုက်ပွဲ ပြုလုပ်သည်ဖြစ်စေ၊ မပြုလုပ်သည်ဖြစ်စေ မည်သူမျှ ယင်းမှ လွတ်မြောက်နိုင်မည် မဟုတ်ပေ။ လူတိုင်းတွင် သတ်မှတ်ထားသော အချိန်နှင့် သက်တမ်း ကန့်သတ်ချက်ရှိသည်။</p><p lang=\"my\" class=\"my \">သူ၏ ကွယ်လွန်ခြင်းမတိုင်မီ ရောဂါဝေဒနာ ခံစားနေရချိန်တွင် ခါလစ်ဒ် ဘင်န် အလ်-ဝါလစ်ဒ်က သူ၏ အိပ်ရာပေါ်တွင် ရှိနေစဉ် \"ကျွန်ုပ်သည် တိုက်ပွဲပေါင်း များစွာတွင် ပါဝင်ခဲ့ပြီး ကျွန်ုပ်၏ ခန္ဓာကိုယ် အစိတ်အပိုင်းတိုင်းသည် ဓားထိုးခံရခြင်း သို့မဟုတ် သေနတ်ပစ်ခံရခြင်းကြောင့် ဒဏ်ရာရခဲ့သည်။ သို့သော်လည်း ကျွန်ုပ်သည် ဤနေရာတွင် ကျွန်ုပ်၏ အိပ်ရာပေါ်တွင် သေရသည်။ ကြောက်တတ်သူများ၏ မျက်လုံးများ အိပ်စက်ခြင်းကို မမြည်းစမ်းပါစေနှင့်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခိုင်ခံ့မြင့်မားစွာ ဆောက်လုပ်ထားသော ခံတပ်များအတွင်း၌ သင်ရှိနေစေကာမူ!)</span> ဆိုလိုသည်မှာ ခံတပ်ခိုင်ခံ့သော၊ မြင့်မားသော၊ မိုးထိမြင့်မားသော ဟူ၍ ဖြစ်သည်။ မည်သည့်ကြိုတင်ကာကွယ်မှု သို့မဟုတ် ခံတပ်မျှ သေခြင်းတရားကို ရှောင်လွှဲနိုင်မည် မဟုတ်ပေ။</p><div lang=\"my\" class=\"my \"><h2>မုနာဖစ်က်တို့သည် တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> ကြောင့် မကောင်းသော နိမိတ်ကို ခံစားရခြင်း!</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِن تُصِبْهُمْ حَسَنَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကျိုးတစ်ခုခု ရောက်ရှိလာပါက)</span> ဆိုလိုသည်မှာ သီးနှံဖြစ်ထွန်းသောနှစ်များ၊ အသီးအနှံ၊ ထွက်ကုန်၊ ကလေးများ စသည်တို့ ပေးအပ်ခြင်းကို ဆိုလိုသည်၊ အိဗ်နု အဗ္ဗာစ်၊ အဘူ အလ်-အာလိယာဟ် နှင့် အစ်-ဆွဒ်ဒီတို့က ပြောကြားခဲ့သကဲ့သို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُوا هَٰذِهِ مِنْ عِندِ اللَّهِ وَإِن تُصِبْهُمْ سَيِّئَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြသည်- \"ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်\" ဟူ၍ ဖြစ်သော်လည်း ဆိုးကျိုးတစ်ခုခု ကြုံလာပါက)</span> မိုးခေါင်ခြင်း၊ အငတ်ဘေး၊ အသီးအနှံနှင့် ထွက်ကုန်ရှားပါးခြင်း၊ သူတို့၏ကလေးများ သို့မဟုတ် တိရစ္ဆာန်များအား သေခြင်းတရား နှိပ်စက်ခြင်း၊ စသည်ဖြင့် အဘူ အလ်-အာလိယာဟ် နှင့် အစ်-ဆွဒ်ဒီတို့က ပြောကြားခဲ့သကဲ့သို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُوا هَٰذِهِ مِنْ عِندِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြသည်- \"ဤသည်မှာ သင်မှ ဖြစ်သည်\")</span> ဆိုလိုသည်မှာ သင့်ကြောင့်နှင့် ကျွန်ုပ်တို့သည် သင့်ကို လိုက်နာပြီး သင့်ဘာသာကို လက်ခံခဲ့သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဖိရ်အောင်န်၏ လူမျိုးများအကြောင်း မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَٰذِهِ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَىٰ وَمَن مَّعَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့ထံ ကောင်းကျိုး ရောက်ရှိလာသောအခါ၊ သူတို့က ပြောကြသည်- \"ဤသည်မှာ ကျွန်ုပ်တို့၏အရာ ဖြစ်သည်။\" ဆိုးကျိုး ကြုံလာပါက၊ သူတို့သည် မူဆာနှင့် သူနှင့်အတူရှိသူများနှင့် ဆက်နွှယ်သော မကောင်းသော နိမိတ်များကြောင့် ဖြစ်သည်ဟု မှတ်ယူကြသည်။)</span><span class=\"gray\">[7:131]</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يَعْبُدُ اللَّهَ عَلَىٰ حَرْفٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားများထဲတွင် အလ္လာဟ်အရှင်မြတ်ကို အစွန်းပေါ်၌ <span class=\"gray\">(ဆိုလိုသည်မှာ သံသယဖြင့်)</span> ကိုးကွယ်သူလည်း ရှိသည်)</span>။ <span class=\"gray\">[22:11]</span></p><p lang=\"my\" class=\"my \">မုနာဖစ်က်များက ပြောဆိုသော စကားသည်လည်း ထိုနည်းအတူပင်၊ သူတို့သည် အစ္စလာမ်ကို အပြင်ပန်းအားဖြင့် လက်ခံခဲ့သော်လည်း အတွင်းစိတ်က မကြိုက်ခဲ့ကြပေ။ ထို့ကြောင့် ဘေးအန္တရာယ်တစ်ခု ကြုံလာသောအခါ၊ သူတို့သည် တမန်တော်မြတ် ﷺ ကို လိုက်နာခြင်းကြောင့်ဟု မှတ်ယူခဲ့ကြသည်။ အကျိုးဆက်အားဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ كُلٌّ مِّنْ عِندِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလိုက်ပါ- \"အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်\")</span></p><p lang=\"my\" class=\"my \">အရာအားလုံးသည် ကိုယ်တော်ထံမှ ဖြစ်သည်ဟူသော အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်သည် အရာရာတိုင်းသည် အလ္လာဟ်အရှင်မြတ်၏ ဆုံးဖြတ်ချက်နှင့် အမိန့်ဖြင့် ဖြစ်ပေါ်လာခြင်းကို ဆိုလိုပြီး၊ ကိုယ်တော်၏ ဆုံးဖြတ်ချက်သည် ဖြောင့်မတ်သူနှင့် မဖြောင့်မတ်သူ၊ ယုံကြည်သူနှင့် မယုံကြည်သူ နှစ်ဦးစလုံးအတွက် ပြည့်စုံလာမည်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ တမန်တော် ﷺ အား ဟောကြားရင်း၊ ယေဘုယျအားဖြင့် လူသားများကို ရည်ညွှန်း၍ မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံ ရောက်ရှိလာသော ကောင်းကျိုးမှန်သမျှသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ပေးကမ်းမှု၊ ကျေးဇူးတော်၊ ကြင်နာမှုနှင့် ကရုဏာတော်တို့ကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင့်အား ကြုံတွေ့ရသော ဆိုးကျိုးမှန်သမျှသည် သင့်ကိုယ်တိုင်မှ ဖြစ်သည်)</span> ဆိုလိုသည်မှာ သင့်ကြောင့်နှင့် သင့်လုပ်ရပ်များကြောင့် ဖြစ်သည်။ ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَن كَثِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား ကြုံတွေ့ရသော မည်သည့်ဘေးဆိုးမဆို၊ ယင်းသည် သင့်လက်များ ပြုလုပ်ခဲ့သောကြောင့် ဖြစ်သည်။ ကိုယ်တော်သည် များစွာသော အရာများကို ခွင့်လွှတ်တော်မူသည်)</span>။ အစ်-ဆွဒ်ဒီ၊ အလ်-ဟာစန် အလ်-ဘစရီ၊ အိဗ်နု ဂျူရိုင်းဂျ် နှင့် အိဗ်နု ဇိုင်းဒ်တို့က ပြောကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِن نَّفْسِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကိုယ်တိုင်မှ)</span> ဆိုလိုသည်မှာ သင့်အမှားများကြောင့် ဖြစ်သည်။ ကွာတာဒါက ပြောကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِن نَّفْسِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကိုယ်တိုင်မှ)</span> ဆိုလိုသည်မှာ သင့်အပြစ်များကြောင့် သင့်အပေါ် ပြစ်ဒဏ်အဖြစ် ဖြစ်သည်၊ အို အာဒမ်၏သား။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင့်အား လူသားများထံသို့ ရစူလ်တမန်တော်အဖြစ် စေလွှတ်ခဲ့သည်)</span> သို့မှသာ သင်သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များကို၊ ကိုယ်တော် နှစ်သက်တော်မူပြီး ကျေနပ်တော်မူသည့်အရာများကို၊ ကိုယ်တော် မနှစ်သက်တော်မူပြီး ငြင်းပယ်တော်မူသည့်အရာများကို သူတို့ထံသို့ ပေးပို့နိုင်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِاللَّهِ شَهِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သက်သေအဖြစ် လုံလောက်သည်)</span> ကိုယ်တော်သည် သင့်ကို စေလွှတ်တော်မူခဲ့ကြောင်းအတွက်။ ကိုယ်တော်သည် သင့်အပေါ်နှင့် သူတို့အပေါ် သက်သေလည်း ဖြစ်တော်မူသည်၊ သင်သူတို့ထံ ပေးပို့သော အရာများနှင့် သူတို့သည် အမှန်တရားကို မည်သို့ မယုံကြည်ခြင်းနှင့် ပုန်ကန်ခြင်းတို့ဖြင့် တုံ့ပြန်သည်ကို ပြည့်စုံစွာ သိရှိတော်မူသည်။</p>"
  }
]