[
  {
    "ayah_key": "22:25",
    "group_ayah_key": "22:25",
    "from_ayah": "22:25",
    "to_ayah": "22:25",
    "ayah_keys": "22:25",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ယုံကြည်မှုကို ငြင်းပယ်ကြသူများ၊ အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်မှ <span class=\"gray\">(လူသားများကို)</span> တားဆီးကြသူများ၊ ကျွန်ုပ်တို့သည် <span class=\"gray\">(လူသား)</span> အားလုံးအတွက် <span class=\"gray\">(ပွင့်လင်းစွာ)</span> ပြုလုပ်ထားသော အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ်မှ <span class=\"gray\">(လူသားများကို)</span> တားဆီးကြသူများ၊ ထိုနေရာတွင် နေထိုင်သူနှင့် ကျေးလက်ဒေသမှ လာရောက်လည်ပတ်သူသည် တူညီကြသည်။ ထိုနေရာတွင် မကောင်းမှုပြုရန် သို့မဟုတ် မှားယွင်းရန် စိတ်ဆန္ဒရှိသူမည်သူမဆို၊ ကျွန်ုပ်တို့သည် သူ့ကို နာကျင်စေသော ပြစ်ဒဏ်မှ မြည်းစမ်းစေမည်ဖြစ်သည်။ <span>(၂၅)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်မှလည်းကောင်း၊ အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ်မှလည်းကောင်း အခြားသူများကို တားဆီး၍ ထိုနေရာတွင် မကောင်းမှုပြုရန် ကြံရွယ်သူများအား သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ်သို့ လာရောက်ခြင်းနှင့် ထိုနေရာ၌ ၎င်းတို့၏ ဝတ်ပြုမှုများနှင့် ဓလေ့ထုံးတမ်းများကို ထမ်းဆောင်ခြင်းမှ တားဆီးသော အယုံအကြည်မဲ့သူများကို ပြစ်တင်ရှုံ့ချခဲ့သည်၊ ၎င်းတို့သည် ထိုနေရာ၏ အုပ်ထိန်းသူများဖြစ်သည်ဟု ပြောဆိုကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانُوا أَوْلِيَاءَهُ ۚ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုနေရာ၏ အုပ်ထိန်းသူများမဟုတ်ပေ။ တပ်ကဝါရှိသူများမှတစ်ပါး မည်သူမျှ ထိုနေရာ၏ အုပ်ထိန်းသူ မဖြစ်နိုင်ပေ။)</span><span class=\"gray\">[8:34]</span> ဤအာယတ်တွင် အလ်-မဒီနာ၌ ထုတ်ဖော်ခဲ့ကြောင်း အထောက်အထားရှိသည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် ဆူရတ် အလ်-ဘကရဟ်၌ မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ ۖ قُلْ قِتَالٌ فِيهِ كَبِيرٌ ۖ وَصَدٌّ عَن سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِندَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင့်အား မြင့်မြတ်သောလများတွင် တိုက်ခိုက်ခြင်းနှင့် ပတ်သက်၍ မေးမြန်းကြသည်။ ပြောကြားလော့။ \"ထိုလများတွင် တိုက်ခိုက်ခြင်းသည် ကြီးမားသော <span class=\"gray\">(ကျူးလွန်မှု)</span> ဖြစ်၏။ သို့သော် အလ္လာဟ်အရှင်မြတ်ထံတွင် ပိုမိုကြီးမားသော <span class=\"gray\">(ကျူးလွန်မှု)</span> မှာ လူသားတို့အား အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်ကို လိုက်နာခြင်းမှ တားဆီးခြင်း၊ ကိုယ်တော်ကို မယုံကြည်ခြင်း၊ အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ်သို့ ဝင်ရောက်ခွင့်ကို တားဆီးခြင်းနှင့် ၎င်း၏နေထိုင်သူများကို နှင်ထုတ်ခြင်းတို့ဖြစ်သည်။\")</span><span class=\"gray\">(2:217)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ယုံကြည်မှုကို ငြင်းပယ်ကြသူများ၊ အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်မှလည်းကောင်း၊ အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ်မှလည်းကောင်း <span class=\"gray\">(လူသားများကို)</span> တားဆီးကြသူများ)</span> ဆိုသည်မှာ ၎င်းတို့သည် အယုံအကြည်မဲ့သူများသာမကဘဲ၊ အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်မှလည်းကောင်း၊ အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ်မှလည်းကောင်း လူများကို တားဆီးကြသည်။ ထိုနေရာသို့ သွားလိုသော ယုံကြည်သူများကို ရောက်ရှိခြင်းမှ တားဆီးကြသည်၊ ယုံကြည်သူများသည် အခြားမည်သူ့ထက်မဆို ထိုနေရာသို့ သွားရောက်ရန် ပိုမို၍ အခွင့်အရေးရှိသော်လည်းဖြစ်သည်။ ဤစကားစု၏ဖွဲ့စည်းပုံသည် အာယတ်တွင် တွေ့ရသည့်အတိုင်း ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ اللَّهِ ۗ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ကြသူများ၊ နှင့် ၎င်းတို့၏နှလုံးသားများသည် အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်းဖြင့် ငြိမ်းချမ်းမှုကို ရရှိကြသည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်းဖြင့် နှလုံးသားများသည် ငြိမ်းချမ်းမှုကို ရရှိကြသည်။)</span><span class=\"gray\">(13:28)</span> ၎င်းတို့သည် ယုံကြည်သူများသာမက၊ ၎င်းတို့၏နှလုံးသားများသည်လည်း အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်းဖြင့် ငြိမ်းချမ်းမှုကို ရရှိကြသည်။</p><div lang=\"my\" class=\"my \"><h2>မက္ကာမြို့ရှိ အိမ်များကို ငှားရမ်းခြင်းကိစ္စ</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် <span class=\"gray\">(လူသား)</span> အားလုံးအတွက် <span class=\"gray\">(ပွင့်လင်းစွာ)</span> ပြုလုပ်ထားသော၊ ထိုနေရာတွင် နေထိုင်သူနှင့် ကျေးလက်ဒေသမှ လာရောက်လည်ပတ်သူသည် တူညီကြသည်)</span> ဆိုသည်မှာ ၎င်းတို့သည် အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ်သို့ လူများရောက်ရှိခြင်းမှ တားဆီးကြသည်။ ထိုနေရာကို အလ္လာဟ်အရှင်မြတ်က ရှရီအာတွင် လူတိုင်းအတွက် တန်းတူဝင်ရောက်ခွင့် ပေးထားပြီး ထိုနေရာတွင် နေထိုင်သူများနှင့် ဝေးလံသောနေရာမှ နေထိုင်သူများအကြား ခွဲခြားမှုမရှိစေရ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် နေထိုင်သူနှင့် ကျေးလက်ဒေသမှ လာရောက်လည်ပတ်သူသည် တူညီကြသည်၊)</span> ဤတန်းတူညီမျှမှု၏ တစ်စိတ်တစ်ပိုင်းမှာ မြို့၏အစိတ်အပိုင်းအားလုံးသို့ လူတိုင်းတန်းတူဝင်ရောက်ခွင့်ရှိပြီး ထိုနေရာတွင် နေထိုင်နိုင်ခြင်းဖြစ်သည်။ ဤအာယတ်နှင့် ပတ်သက်၍ အလီ ဘင် အဘီ တလ်ဟာသည် အိဗ်နု အဗ္ဗားစ်ထံမှ တင်ပြခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် နေထိုင်သူနှင့် ကျေးလက်ဒေသမှ လာရောက်လည်ပတ်သူသည် တူညီကြသည်၊)</span> ၎င်း <span class=\"gray\">[အိဗ်နု အဗ္ဗားစ်]</span> က \"မက္ကာမြို့သားများနှင့် အခြားသူများ နှစ်ဦးစလုံး အလ်-မပ်စ်ဂျိဒ် အလ်-ဟာရမ်တွင် နေထိုင်နိုင်သည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် နေထိုင်သူနှင့် ကျေးလက်ဒေသမှ လာရောက်လည်ပတ်သူသည် တူညီကြသည်၊)</span> မုဂျာဟစ်ဒ်က \"မက္ကာမြို့သားများနှင့် အခြားသူများသည် ထိုနေရာတွင် တန်းတူနေထိုင်ခွင့်ရှိသည်\" ဟု ပြောကြားခဲ့သည်။ ၎င်းသည် အဘူ ဆွာလိဟ်၊ အဗ်ဒူရ်-ရဟ်မာန် ဘင် ဆာဗစ်နှင့် အဗ်ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အစ်လမ်တို့၏ သဘောထားလည်းဖြစ်သည်။ အဗ်ဒူရ်-ရဇ်ဇာက်သည် မအ်မရ်ထံမှ၊ ကတာဒါထံမှ ပြောကြားသည်မှာ- \"၎င်း၏ ကိုယ်ပိုင်လူမျိုးနှင့် အခြားသူများသည် ထိုနေရာတွင် တူညီကြသည်\" ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အဟ်မဒ် ဘင် ဟမ်ဘလ်လည်း ရှိနေစဉ် အလ်-ခိုင်ဖ် ဗလီ၌ အစ်ရှ်-ရှာဖီအီနှင့် အစ်ရှာက် ဘင် ရဟ်ဝေးဟ်တို့ အငြင်းပွားခဲ့သော ကိစ္စဖြစ်သည်။ အစ်ရှ်-ရှာဖီအီသည် မက္ကာ၏ အစိတ်အပိုင်းအမျိုးမျိုးကို ပိုင်ဆိုင်နိုင်သည်၊ အမွေဆက်ခံနိုင်သည်၊ ငှားရမ်းနိုင်သည်ဟု ထင်မြင်ခဲ့ပြီး၊ ဥစ္စမာ ဘင် ဇိုင်ဒ်၏ ဟဒီးစ်ကို အထောက်အထားအဖြစ် အသုံးပြုခဲ့သည်။ သူက \"အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၊ မနက်ဖြန် မက္ကာမြို့ရှိ သင့်အိမ်တွင် သွားရောက်နေထိုင်မည်လား\" ဟု ပြောကြားခဲ့သည်။ ၎င်းက မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَلْ تَرَكَ لَنَا عَقِيلٌ مِنْ رِبَاعٍ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကီးလ်က ကျွန်ုပ်တို့အတွက် ပစ္စည်းဥစ္စာတစ်ခုခု ချန်ခဲ့ဖူးသလား။)</span> ထို့နောက် ၎င်းက မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَرِثُ الْكَافِرُ الْمُسْلِمَ وَلَا الْمُسْلِمُ الْكَافِرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်မှုမဲ့သူသည် မွတ်စလင်တစ်ဦးထံမှ အမွေမရရှိနိုင်၊ မွတ်စလင်တစ်ဦးသည်လည်း ယုံကြည်မှုမဲ့သူတစ်ဦးထံမှ အမွေမရရှိနိုင်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးစ်ကို ဆွဟီးဟ်နှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်။ ၎င်းက အလ်-ခတ္တာဘ်၏သား အုမာရ်သည် စွဖ်ဝါန် ဘင် အုမိုင်ယာထံမှ မက္ကာမြို့တွင် ဒေနာရ်လေးထောင်ဖြင့် အိမ်တစ်လုံးဝယ်ယူပြီး ထောင်အဖြစ် ပြောင်းလဲခဲ့ကြောင်း အစီရင်ခံစာကိုလည်း အထောက်အထားအဖြစ် အသုံးပြုခဲ့သည်။ ၎င်းသည် တာဝူးစ်နှင့် အမ်ရ် ဘင် ဒီနာရ်တို့၏ သဘောထားလည်း ဖြစ်သည်။ အစ်ရှာက် ဘင် ရဟ်ဝေးဟ်သည် ၎င်းတို့ <span class=\"gray\">(မက္ကာရှိ အိမ်များ)</span> ကို အမွေဆက်ခံခြင်း သို့မဟုတ် ငှားရမ်းခြင်း မပြုနိုင်ဟု ထင်မြင်ခဲ့သည်။ ၎င်းသည် ဆလဖ်များစွာ၏ သဘောထားဖြစ်ပြီး၊ မုဂျာဟစ်ဒ်နှင့် အသာအ်တို့ကလည်း ထိုအတိုင်း ပြောကြားခဲ့သည်။ အစ်ရှာက် ဘင် ရဟ်ဝေးဟ်သည် အိဗ်နု မာဂျာက အလ်ကမဟ် ဘင် နဒ်လဟ်ထံမှ မှတ်တမ်းတင်ထားသော အစီရင်ခံစာကို အထောက်အထားအဖြစ် အသုံးပြုခဲ့သည်။ သူက \"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ၊ အဘူ ဗကရ်နှင့် အုမာရ်တို့ ကွယ်လွန်ခဲ့ကြပြီးနောက်၊ မက္ကာမြို့တွင် စားကျက်တိရစ္ဆာန်များမှလွဲ၍ မည်သူမျှ ပစ္စည်းဥစ္စာကို မတောင်းဆိုခဲ့ကြပါ။ ထိုနေရာတွင် နေထိုင်ရန် လိုအပ်သူတိုင်း နေထိုင်ခဲ့ကြပြီး၊ နေထိုင်ရန် မလိုအပ်သူတိုင်း အခြားသူများကို နေထိုင်ခွင့်ပြုခဲ့ကြသည်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အဗ်ဒူရ်-ရဇ်ဇာက်က အဗ်ဒူလ္လာဟ် ဘင် အမ်ရ်က \"မက္ကာမြို့ရှိ အိမ်များကို ရောင်းချခြင်း သို့မဟုတ် ငှားရမ်းခြင်း မပြုရ\" ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ ၎င်းက အိဗ်နု ဂျုရိုင်ဂျ်ထံမှ ဆက်လက်ပြောကြားသည်- \"အသာအ်သည် ဟာရမ်တွင် လူများကို အခကြေးငွေ တောင်းခံခွင့် မပြုခဲ့ဘဲ၊ အလ်-ခတ္တာဘ်၏သား အုမာရ်သည် ဘုရားဖူးများ ၎င်းတို့၏ဝင်းများတွင် နေထိုင်လေ့ရှိသောကြောင့် မက္ကာမြို့ရှိ အိမ်များတွင် တံခါးများတပ်ဆင်ခြင်းကို ခွင့်မပြုခဲ့ကြောင်း ကျွန်ုပ်အား ပြောကြားခဲ့သည်။ ၎င်း၏အိမ်တွင် တံခါးတပ်ဆင်သည့် ပထမဆုံးသူမှာ စုဟိုင်လ် ဘင် အမ်ရ် ဖြစ်သည်။ အလ်-ခတ္တာဘ်၏သား အုမာရ်က ၎င်းအား ထိုကိစ္စနှင့် ပတ်သက်၍ ခေါ်ယူခဲ့ပြီး ၎င်းက 'အို ယုံကြည်သူတို့၏ စစ်သေနာပတိ၊ ကျွန်ုပ်စကားကို နားထောင်ပါ၊ ကျွန်ုပ်သည် ကုန်သွယ်မှုပြုလုပ်သောသူတစ်ဦးဖြစ်ပြီး ကျွန်ုပ်၏နောက်ဘက်ကို ကာကွယ်လိုပါသည်' ဟု ပြောကြားခဲ့သည်။ ၎င်းက 'ထိုသို့ဆိုလျှင် သင်ပြုလုပ်နိုင်သည်' ဟု ပြောကြားခဲ့သည်။\" အဗ်ဒူရ်-ရဇ်ဇာက်သည် မုဂျာဟစ်ဒ်ထံမှ အလ်-ခတ္တာဘ်၏သား အုမာရ်က \"အို မက္ကာမြို့သားတို့၊ သင်တို့၏အိမ်များတွင် တံခါးများမတပ်ဆင်ကြနှင့်၊ ဘေဒူအင်များကို ၎င်းတို့လိုချင်သည့်နေရာတွင် နေထိုင်ခွင့်ပြုကြလော့\" ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ ၎င်းက မအ်မရ်သည် အာယတ်နှင့်ပတ်သက်၍ အသာအ်ပြောကြားသည်ကို ကြားဖူးသူတစ်ဦးထံမှ ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် နေထိုင်သူနှင့် ကျေးလက်ဒေသမှ လာရောက်လည်ပတ်သူသည် တူညီကြသည်၊)</span></p><p lang=\"my\" class=\"my \">\"၎င်းတို့လိုချင်သည့်နေရာတွင် နေထိုင်နိုင်သည်\" အဒ်-ဒါရက်ကွတ်နီသည် အဗ်ဒူလ္လာဟ် ဘင် အမ်ရ်ထံမှ တင်ပြသော စကားတစ်ခုကို မှတ်တမ်းတင်ထားသည်- \"မက္ကာမြို့ရှိ အိမ်များအတွက် အခကြေးငွေ တောင်းခံသူတိုင်း မီးကိုစားသုံးရမည်။\" အီမာမ် အဟ်မဒ်သည် ၎င်း၏သား ဆွာလိဟ်က ၎င်းထံမှ တင်ပြခဲ့သည့်အတိုင်း အလယ်အလတ်လမ်းစဉ်ကို ကျင့်သုံးခဲ့ပြီး ၎င်းက \"၎င်းတို့ကို ပိုင်ဆိုင်နိုင်ပြီး အမွေဆက်ခံနိုင်သည်၊ သို့သော် အထောက်အထားအားလုံးအကြား ညီညွတ်စေရန်အတွက် ငှားရမ်းခြင်း မပြုသင့်ပေ\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ဟာရမ်တွင် မကောင်းမှုပြုလိုသူများအား သတိပေးခြင်း</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် မကောင်းမှုပြုရန် သို့မဟုတ် မှားယွင်းရန် စိတ်ဆန္ဒရှိသူမည်သူမဆို၊ ကျွန်ုပ်တို့သည် သူ့ကို နာကျင်စေသော ပြစ်ဒဏ်မှ မြည်းစမ်းစေမည်ဖြစ်သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بِظُلْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မှားယွင်းရန်၊)</span> ဆိုသည်မှာ၊ သူသည် မှားယွင်းရန် တမင်တကာ ရည်ရွယ်ပြီး၊ ၎င်းသည် နားလည်မှုလွဲမှားခြင်း ကိစ္စမဟုတ်ပေ။ အိဗ်နု ဂျုရိုင်ဂျ်သည် အိဗ်နု အဗ္ဗားစ်ထံမှ ပြောကြားသည်မှာ၊ \"၎င်းဆိုသည်မှာ လုပ်ဆောင်ချက်များ ရည်ရွယ်ချက်ရှိရှိ လုပ်ဆောင်သောသူကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တလ်ဟာသည် အိဗ်နု အဗ္ဗားစ်က \"ရှရစ်ခ်၏ မကောင်းမှု\" ဟု ပြောကြားခဲ့ကြောင်း တင်ပြခဲ့သည်။ အလ်-အော်ဖီသည် အိဗ်နု အဗ္ဗားစ်က \"မကောင်းမှုဆိုသည်မှာ ဟာရမ်တွင် အလ္လာဟ်အရှင်မြတ်က တားမြစ်ထားသည့်အရာများဖြစ်သည့် ညှဉ်းပန်းနှိပ်စက်ခြင်းနှင့် သတ်ဖြတ်ခြင်းကဲ့သို့သော အရာများကို ခွင့်ပြုခြင်းဖြစ်သည်။ ထိုသို့ပြုလုပ်ခြင်းဖြင့် သင်သည် သင့်အား မည်သည့်အမှားမျှ မပြုလုပ်ခဲ့သူများကို မှားယွင်းစေပြီး၊ သင့်အား မတိုက်ခိုက်ခဲ့သူများကို သတ်ဖြတ်ခြင်းဖြစ်သည်။ အကယ်၍ လူတစ်ဦးသည် ဤသို့ပြုလုပ်ပါက၊ ၎င်းသည် နာကျင်စေသော ပြစ်ဒဏ်ကို ခံစားထိုက်သည်\" ဟု ပြောကြားခဲ့ကြောင်း တင်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِظُلْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မှားယွင်းရန်၊)</span> မုဂျာဟစ်ဒ်က \"ထိုနေရာတွင် မကောင်းမှုပြုရန်။ ၎င်းသည် အလ်-ဟာရမ်၏ ထူးခြားချက်များထဲမှ တစ်ခုဖြစ်ပြီး၊ မကောင်းမှုတစ်ခုခုကို ပြုလုပ်တော့မည့်သူသည် ၎င်း၏ရည်ရွယ်ချက်သာရှိသေးပြီး လုပ်ဆောင်ချက်ကို မစသေးလျှင်ပင် အပြစ်ပေးခံရသင့်သည်\" ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဘီ ဟာတိမ်သည် ၎င်း၏ တဖ်စီရ်တွင် အဗ်ဒူလ္လာဟ် <span class=\"gray\">(ဆိုလိုသည်မှာ အိဗ်နု မပ်စ်အူဒ်)</span> က အာယတ်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် မကောင်းမှုပြုရန် သို့မဟုတ် မှားယွင်းရန် စိတ်ဆန္ဒရှိသူမည်သူမဆို၊)</span> \"အကယ်၍ လူတစ်ဦးသည် ထိုနေရာတွင် မကောင်းမှုတစ်ခုခုကို ပြုလုပ်ရန် ရည်ရွယ်ပါက၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို နာကျင်စေသော ပြစ်ဒဏ်ကို မြည်းစမ်းစေမည်ဖြစ်သည်။\" ၎င်းကို အဟ်မဒ်ကလည်း မှတ်တမ်းတင်ထားသည်။ ကျွန်ုပ်ပြောသည်မှာ၊ <span class=\"gray\">[၎င်း၏]</span> စနဒ်သည် အလ်-ဗုခါရီ၏ အခြေအနေများအရ ဆွဟီးဟ်ဖြစ်ပြီး၊ မရ်ဖူအ်ထက် မော်ကူဖ်ဖြစ်ရန် ပို၍ ဖြစ်နိုင်ချေရှိသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ စအီဒ် ဘင် ဂျုဘိုင်ရ်က \"ကျွန်တစ်ဦးကို စော်ကားခြင်းနှင့် ထိုထက်ပိုသော မည်သည့်အရာမဆို <span class=\"gray\">(မှားယွင်းမှုအဖြစ်)</span> မှတ်ယူသည်\" ဟု ပြောကြားခဲ့သည်။ ဟဘီးဗ် ဘင် အဘီ သာဗစ်က ပြောကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် မကောင်းမှုပြုရန် သို့မဟုတ် မှားယွင်းရန် စိတ်ဆန္ဒရှိသူမည်သူမဆို၊)</span> \"မက္ကာတွင် <span class=\"gray\">(ကုန်ပစ္စည်းများ)</span> သိုလှောင်ခြင်း။\" ၎င်းသည် အခြားသူများ၏ သဘောထားလည်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် မကောင်းမှုပြုရန် သို့မဟုတ် မှားယွင်းရန် စိတ်ဆန္ဒရှိသူမည်သူမဆို၊)</span> အိဗ်နု အဗ္ဗားစ်က \"၎င်းကို အဗ်ဒူလ္လာဟ် ဘင် အုနိုင်စ်နှင့် ပတ်သက်၍ ထုတ်ဖော်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် သူ့အား လူနှစ်ဦးနှင့်အတူ စေလွှတ်ခဲ့ရာ တစ်ဦးမှာ မူဟာဂျိရ်ဖြစ်ပြီး၊ ကျန်တစ်ဦးမှာ အန်ဆွာရ်တို့ထဲမှ ဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတို့၏ မျိုးရိုးစဉ်ဆက်များကို ကြွားဝါပြောဆိုခဲ့ကြပြီး အဗ်ဒူလ္လာဟ် ဘင် အုနိုင်စ်သည် ဒေါသထွက်၍ အန်ဆွာရ်ကို သတ်ပစ်ခဲ့သည်။ ထို့နောက် သူသည် အစ္စလာမ်မှ စွန့်ခွာ၍ <span class=\"gray\">(အယူဖောက်ပြန်သူဖြစ်ပြီး)</span> မက္ကာသို့ ထွက်ပြေးခဲ့သည်။ ထို့နောက် ၎င်းနှင့် ပတ်သက်၍ ဤစကားများကို ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် မကောင်းမှုပြုရန် သို့မဟုတ် မှားယွင်းရန် စိတ်ဆန္ဒရှိသူမည်သူမဆို၊)</span> ဆိုလိုသည်မှာ မကောင်းမှုပြုရန်အတွက် ဟာရမ်သို့ ထွက်ပြေးသူ၊ ဆိုလိုသည်မှာ အစ္စလာမ်မှ ထွက်ခွာခြင်းဖြင့်ဖြစ်သည်။\" ဤအစီရင်ခံစာများသည် \"မကောင်းမှုများ\" ဟူသော စကားစု၏ အချို့သော အဓိပ္ပါယ်များကို ဖော်ပြသော်လည်း၊ ထိုအဓိပ္ပါယ်သည် ပို၍ကျယ်ပြန့်ပြီး ပိုမိုပြင်းထန်သော အရာများကိုလည်း ပါဝင်သည်။ ထို့ကြောင့် ဆင်ပိုင်ရှင်များသည် အိမ် <span class=\"gray\">(ကအ်ဗဟ်)</span> ကို ဖျက်ဆီးရန် ကြံစည်သောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ငှက်အုပ်များကို စေလွှတ်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ - فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား စစ်ဂျီလ် ကျောက်ခဲများဖြင့် ပစ်ခတ်ခဲ့သည်။ ထို့နောက် ကိုယ်တော်သည် ၎င်းတို့အား <span class=\"gray\">(ပြောင်းဖူးများကို နွားများစားသောက်ခဲ့သော)</span> <span class=\"gray\">(လွင်ပြင်ခြောက်သွေ့သော)</span> ရိုးတံများကဲ့သို့ ဖြစ်စေခဲ့သည်။)</span><span class=\"gray\">(105:4-5)</span> ဆိုသည်မှာ ကိုယ်တော်သည် ၎င်းတို့ကို ဖျက်ဆီးခဲ့ပြီး၊ ထိုနေရာတွင် မကောင်းမှုပြုရန် ကြံရွယ်သူတိုင်းအတွက် သင်ခန်းစာနှင့် သတိပေးချက်အဖြစ် ပြုလုပ်ခဲ့သည်။ ထို့ကြောင့် ဟဒီးစ်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَغْزُو هَذَا الْبَيْتَ جَيْشٌ حَتَّى إِذَا كَانُوا بِبَيْدَاءَ مِنَ الْأَرْضِ خُسِفَ بِأَوَّلِهِمْ وَآخِرِهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအိမ်ကို စစ်တပ်တစ်ခုက တိုက်ခိုက်လိမ့်မည်၊ ထို့နောက် ၎င်းတို့သည် ကျယ်ပြန့်သော ကွင်းပြင်တစ်ခုတွင် ရောက်ရှိသောအခါ၊ ၎င်းတို့၏ ပထမဆုံးသူနှင့် နောက်ဆုံးသူတို့ကို မြေကြီးက ဝါးမျိုလိမ့်မည်။)</span></p>"
  }
]