[
  {
    "ayah_key": "13:17",
    "group_ayah_key": "13:17",
    "from_ayah": "13:17",
    "to_ayah": "13:17",
    "ayah_keys": "13:17",
    "text": "<p lang=\"my\" class=\"my \">အရှင်မြတ်သည် မိုးမှရေကို ချပေးတော်မူ၏။ ချိုင့်ဝှမ်းတို့သည် ၎င်းတို့၏ ပမာဏအတိုင်း စီးဆင်းကုန်၏။ သို့သော် ရေကြီးမှုက မျက်နှာပြင်ပေါ်သို့ တက်လာသော အမြှုပ်များကို ဆောင်ယူသွား၏။ ထို့ပြင် <span class=\"gray\">(လည်း)</span> အလှဆင်ပစ္စည်းများ သို့မဟုတ် အသုံးအဆောင်များ ပြုလုပ်ရန် မီးဖြင့် အပူပေးသော <span class=\"gray\">(သတ္တုရိုင်း)</span> မှ ၎င်းနှင့်ဆင်တူသော အမြှုပ်တစ်ခု ထွက်ပေါ်လာ၏။ ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(ပုံဥပမာများဖြင့်)</span> အမှန်တရားနှင့် မမှန်ကန်မှုကို ပြသတော်မူ၏။ ထို့နောက် အမြှုပ်များသည် ကမ်းပါးပေါ်မှ အညစ်အကြေးများကဲ့သို့ ကွယ်ပျောက်သွားပြီး လူသားတို့အတွက် အကျိုးရှိသောအရာမူကား မြေပြင်၌ ကျန်ရှိနေ၏။ ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ပုံဥပမာများကို ပြသတော်မူ၏ <span>(၁၇)</span></p><div lang=\"my\" class=\"my \"><h2>အမှန်တရား တည်တံ့၍ မမှန်ကန်မှု ပျောက်ပျက်ကြောင်း သက်သေပြသော ပုံဥပမာနှစ်ခု</h2></div><p lang=\"my\" class=\"my \">ဤဂုဏ်ယူဖွယ်ရာ အာယသ်တော်တွင် အမှန်တရား တည်တံ့ပြီး တိုးပွားနေကြောင်း၊ မမှန်ကန်မှု လျော့နည်းပြီး ပျက်စီးကြောင်း အတည်ပြုသော ပုံဥပမာနှစ်ခု ပါဝင်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنزَلَ مِنَ السَّمَاءِ مَاءً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် မိုးမှရေကို ချပေးတော်မူ၏။)</span> အရှင်မြတ်သည် မိုးကို ရွာစေတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ချိုင့်ဝှမ်းတို့သည် ၎င်းတို့၏ ပမာဏအတိုင်း စီးဆင်းကုန်၏။)</span> ချိုင့်ဝှမ်းတစ်ခုစီသည် ၎င်း၏စွမ်းရည်အလိုက် ၎င်း၏ဝေစုကို ယူကြ၏။ အဘယ်ကြောင့်ဆိုသော် အချို့ချိုင့်ဝှမ်းများသည် ပိုမိုကျယ်ဝန်းပြီး ရေပိုမို ထိန်းထားနိုင်သော်လည်း အခြားသော သေးငယ်သည့် ချိုင့်ဝှမ်းများကမူ ရေပမာဏ နည်းပါးစွာ ထိန်းထားကြသည်။ ဤအာယသ်တော်က နှလုံးသားများ မတူညီကြောင်း ပြသသည်။ အဘယ်ကြောင့်ဆိုသော် အချို့နှလုံးသားများသည် များပြားသော အသိပညာကို ထိန်းထားနိုင်သော်လည်း အချို့ကမူ အသိပညာကို လက်ခံနိုင်စွမ်းမရှိဘဲ အသိပညာကြောင့် စိတ်အနှောင့်အယှက် ဖြစ်ရခြင်းပင်တည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ရေကြီးမှုက မျက်နှာပြင်ပေါ်သို့ တက်လာသော အမြှုပ်များကို ဆောင်ယူသွား၏။)</span> ချိုင့်ဝှမ်းများထဲသို့ စီးဆင်းသွားသော ရေ၏ မျက်နှာပြင်ပေါ်မှ အမြှုပ်များကို ဆောင်ယူသွား၏။ ဤသည်မှာ ပထမပုံဥပမာ ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">(လည်း)</span> အလှဆင်ပစ္စည်းများ သို့မဟုတ် အသုံးအဆောင်များ ပြုလုပ်ရန် မီးဖြင့် အပူပေးသော <span class=\"gray\">(သတ္တုရိုင်း)</span> မှ...)</span> ဤသည်မှာ ဒုတိယပုံဥပမာဖြစ်သည်၊ ရွှေနှင့်ငွေ သတ္တုရိုင်းကို မီးဖြင့် အပူပေး၍ အလှဆင်ပစ္စည်းများ ပြုလုပ်ကြသည်။ သံနှင့်ကြေးနီ သတ္တုရိုင်းကို အပူပေး၍ အိုးများနှင့် အခြားအရာများ ပြုလုပ်ကြသည်။ ရေနှင့်အတူတူပင် ဤသတ္တုရိုင်းများ၏ မျက်နှာပြင်ပေါ်သို့လည်း အမြှုပ်များ ထွက်ပေါ်လာ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(ပုံဥပမာများဖြင့်)</span> အမှန်တရားနှင့် မမှန်ကန်မှုကို ပြသတော်မူ၏။)</span> ၎င်းနှစ်ခုလုံး ရှိနေသောအခါ မမှန်ကန်မှုသည် မတည်မြဲပေ။ ရေနှင့် သို့မဟုတ် မီးဖြင့် အပူပေးထားသော ရွှေနှင့်ငွေ သတ္တုရိုင်းများနှင့်အတူ အမြှုပ်များ မတည်မြဲသကဲ့သို့ပင်။ ယင်းအစား အမြှုပ်များသည် ပျံ့နှံ့ကွယ်ပျောက်သွား၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အမြှုပ်များသည် ကမ်းပါးပေါ်မှ အညစ်အကြေးများကဲ့သို့ ကွယ်ပျောက်သွား၏။)</span> အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အကျိုးမရှိသောကြောင့် ချိုင့်ဝှမ်းကမ်းပါးများပေါ်တွင် ပျံ့နှံ့၍ ပြန့်ကျဲသွားသည်။ အမြှုပ်သည် သစ်ပင်များနှင့် ကပ်နေသည် သို့မဟုတ် လေဖြင့် ကွယ်ပျောက်သွားသည်၊ ရွှေ၊ ငွေ၊ သံနှင့် ကြေးနီ သတ္တုရိုင်းများ၏ မျက်နှာပြင်ပေါ်တွင် ထွက်ပေါ်လာသော အညစ်အကြေးများကဲ့သို့ပင် ဖြစ်သည်။ ၎င်းအားလုံးသည် ကွယ်ပျောက်သွားပြီး ဘယ်တော့မှ ပြန်မလာတော့ပေ။ သို့သော် ရေ၊ ရွှေနှင့် ငွေတို့သည် တည်ရှိနေပြီး လူသားတို့၏ အကျိုးအတွက် အသုံးပြုသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا مَا يَنفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အတွက် အကျိုးရှိသောအရာမူကား မြေပြင်၌ ကျန်ရှိနေ၏။ ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ပုံဥပမာများကို ပြသတော်မူ၏။)</span> အလ္လာဟ်အရှင်မြတ်သည် ဆင်တူယိုးမှား အာယသ်တော်တစ်ခုတွင် မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤပုံဥပမာများကို ငါတို့သည် လူသားတို့အတွက် တင်ပြထားခြင်းဖြစ်သည်၊ သို့သော် အသိပညာရှိသူများမှတစ်ပါး မည်သူမျှ ၎င်းတို့ကို နားမလည်နိုင်ပေ။)</span><span class=\"gray\">[၂၉:၄၃]</span> စလဖ် <span class=\"gray\">(မှန်ကန်စွာ လမ်းပြခံရသော ဘိုးဘွားများ)</span> အချို့က \"ငါသည် ကုရ်အာန်တွင် နားမလည်နိုင်သော ပုံဥပမာတစ်ခုကို ဖတ်ရသောအခါ ငါ့ကိုယ်ငါ ငိုကြွေးမိသည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အသိပညာရှိသူများမှတစ်ပါး မည်သူမျှ ၎င်းတို့ကို နားမလည်နိုင်ပေ။)</span>\" <span class=\"gray\">[၂၉:၄၃]</span> 'အလီ ဘင် အဘီ တလ်ဟာ မှတ်တမ်းတင်သည်မှာ 'အဘ်ဒုလ္လာဟ် ဘင် 'အဘ်ဘာစ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို မှတ်ချက်ပေးခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် မိုးမှရေကို ချပေးတော်မူ၏။ ချိုင့်ဝှမ်းတို့သည် ၎င်းတို့၏ ပမာဏအတိုင်း စီးဆင်းကုန်၏။)</span> \"ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် ပြသထားသော ပုံဥပမာဖြစ်သည်။ နှလုံးသားတို့သည် အရှင်မြတ်ထံမှ အသိပညာကို ဆောင်ထားကြသည်၊ သံသယပမာဏအလိုက် သေချာမှုရှိသည်။ သံသယအတွက်မူ ကောင်းမှုပြုခြင်းသည် ၎င်းရှိနေစဉ်တွင် အကျိုးမဖြစ်ထွန်းစေပေ။ သေချာမှုအတွက်မူ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏လူများကို ၎င်းဖြင့် အကျိုးပြုသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الزَّبَدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အမြှုပ်များအတွက်မူ)</span> သံသယကို ရည်ညွှန်းသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَذْهَبُ جُفَاءً ۖ وَأَمَّا مَا يَنفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ကမ်းပါးပေါ်မှ အညစ်အကြေးများကဲ့သို့ ကွယ်ပျောက်သွားသည်၊ လူသားတို့အတွက် အကျိုးရှိသောအရာမူကား မြေပြင်၌ ကျန်ရှိနေ၏။)</span> သေချာမှုကို ရည်ညွှန်းသည်။ လက်ဝတ်ရတနာကို မီးဖြင့် အပူပေးပြီး မီးတွင် ကျန်ရှိနေသော မသန့်ရှင်းမှုများကို ဖယ်ရှားသကဲ့သို့ပင် အလ္လာဟ်အရှင်မြတ်သည် သေချာမှုကို လက်ခံပြီး သံသယကို ဖယ်ရှားသည်။\"</p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်နှင့် စွန်နဟ်တို့တွင် ရေနှင့်မီးကို အသုံးပြုသော ပုံဥပမာများ ပါရှိသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် စူရဟ် အလ်-ဘကရဟ် <span class=\"gray\">(အခန်းကြီး ၂)</span> အစတွင် အယောင်ဆောင်သူများအကြောင်း ပုံဥပမာနှစ်ခုကို ပြသထားသည်၊ တစ်ခုမှာ မီးကိုအသုံးပြုပြီး နောက်တစ်ခုမှာ ရေကိုအသုံးပြုသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ပုံသဏ္ဌာန်သည် မီးကိုထွန်းညှိသူ၏ ပုံသဏ္ဌာန်နှင့် တူ၏။ ထို့နောက် ၎င်း၏ပတ်ဝန်းကျင်အားလုံးကို ထွန်းလင်းတောက်ပစေသောအခါ။)</span><span class=\"gray\">[၂:၁၇]</span> ထို့နောက် အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ كَصَيِّبٍ مِّنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မိုးကောင်းကင်မှ မိုးသက်မုန်တိုင်းကဲ့သို့ အမှောင်၊ မိုးခြိမ်းသံနှင့် လျှပ်စီးကို ယူဆောင်လာ၏။)</span><span class=\"gray\">[၂:၁၉]</span> အလ္လာဟ်အရှင်မြတ်သည် စူရဟ် အန်-နူရ် <span class=\"gray\">(အခန်းကြီး ၂၄)</span> တွင် အယူမှားသူများအတွက် ပုံဥပမာနှစ်ခုကိုလည်း ပြသထားသည်၊ ၎င်းတို့အနက် တစ်ခုမှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အယူမှားသူများအတွက်မူ ၎င်းတို့၏ လုပ်ရပ်များသည် သဲကန္တာရရှိ မြူခိုးကဲ့သို့ ဖြစ်သည်။)</span><span class=\"gray\">[၂၄:၃၉]</span> မြူခိုးသည် အလွန်အမင်းပူပြင်းသောအခါ ဖြစ်ပေါ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်ဟု ဆဟီးဟ်နှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُقَالُ لِلْيَهُودِ يَوْمَ الْقِيَامَةِ: فَمَا تُرِيدُون؟ فَيَقُولُونَ: أَيْ رَبَّنَا عَطِشْنَا فَاسْقِنَا. فَيُقَالُ: أَلَا تَرِدُونَ؟ فَيَرِدُونَ النَّارَ فَإِذَا هِيَ كَسَرَابٍ يَحْطِمُ بَعْضُهَا بَعْضًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဂျူးလူမျိုးတို့အား \"သင်တို့ ဘာလိုချင်သလဲ\" ဟု မေးမြန်းသောအခါ ၎င်းတို့က \"ကျွန်ုပ်တို့ ရေသောက်ချင်သည်၊ ကျွန်ုပ်တို့ ရေငတ်နေသည်၊ အို ကျွန်ုပ်တို့၏ အရှင်သခင်\" ဟု ပြန်ဖြေကြလိမ့်မည်။ ထိုအခါ \"သင်တို့ သွားသောက်ကြမည်လား\" ဟု မေးပြီး ၎င်းတို့သည် မီးဘက်သို့ ဦးတည်သွားကြလိမ့်မည်။ မီးသည် မြူခိုးကဲ့သို့ ထင်ရှားလာမည်ဖြစ်ပြီး ၎င်း၏အစိတ်အပိုင်းအမျိုးမျိုးက အခြားအစိတ်အပိုင်းများကို စားသုံးနေလိမ့်မည်။\")</span> အလ္လာဟ်အရှင်မြတ်သည် ဒုတိယပုံဥပမာတွင် <span class=\"gray\">(စူရဟ် အန်-နူရ် ၌)</span> မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ကျယ်ပြောနက်ရှိုင်းသော ပင်လယ်ရှိ အမှောင်နှင့်တူ၏။)</span><span class=\"gray\">[၂၄:၄၀]</span> ဆဟီးဟ်နှစ်ခုတွင် အဘူမူဆာ အလ်-အရှ်'အရီ က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَثَلَ مَا بَعَثَنِي اللهُ بِهِ مِنَ الْهُدَى وَالْعِلْمِ، كَمَثَلِ غَيْثٍ أَصَابَ أَرْضًا، فَكَانَ مِنْهَا طَائِفَةٌ قَبِلَتِ الْمَاءَ فَأَنْبَتَتِ الْكَلَأَ وَالْعُشْبَ الْكَثِيرَ، وَكَانَتْ مِنْهَا أَجَادِبُ أَمْسَكَتِ الْمَاءَ، فَنَفَعَ اللهُ بِهَا النَّاسَ، فَشَرِبُوا، وَرَعَوْا، وَسَقُوا، وَزَرَعُوا، وَأَصَابَتْ طَائِفَةً مِنْهَا أُخْرَى، إِنَّمَا هيَ قِيعَانٌ لَا تُمْسِكُ مَاءً وَلَا تُنْبِتُ كَلَأً، فَذَلِكَ مَثَلُ مَنْ فَقُهَ فِي دِينِ اللهِ وَنَفَعَهُ اللهُ بِمَا بَعَثَنِي وَنَفَعَ بِهِ، فَعَلِمَ وَعَلَّمَ، وَمَثَلُ مَنْ لَمْ يَرْفَعْ بِذَلِكَ رَأْسًا وَلَمْ يَقْبَلْ هُدَى اللهِ الَّذِي أُرْسِلْتُ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ငါ့ကို စေလွှတ်ခဲ့သော လမ်းပြမှုနှင့် အသိပညာ၏ ပုံဥပမာသည် မြေကြီးပေါ်သို့ ရွာကျသော များပြားလှသော မိုးရေကဲ့သို့ ဖြစ်သည်။ ၎င်းမှ အချို့မှာ မြေဩဇာကောင်းသော မြေဖြစ်ပြီး မိုးရေကို စုပ်ယူ၍ ပေါများသော သစ်ပင်များနှင့် မြက်များကို ဖြစ်ထွန်းစေသည်။ ၎င်း၏ အခြားတစ်ပိုင်းမှာ မာကျောသော မြေဖြစ်ပြီး မိုးရေကို ထိန်းထားနိုင်ကာ အလ္လာဟ်အရှင်မြတ်သည် လူတို့အား ၎င်းဖြင့် အကျိုးပြု၍ ၎င်းတို့သည် သောက်သုံးရန်၊ ကျက်စားရန်၊ ၎င်းတို့၏ တိရစ္ဆာန်များကို သောက်သုံးစေရန်နှင့် ရေသွင်းစိုက်ပျိုးရန်အတွက် အသုံးပြုကြသည်။ ၎င်း၏ အခြားတစ်ပိုင်းမှာ မြုံနေသော မြေပေါ်သို့ ကျရောက်ပြီး ၎င်းသည် ရေကိုလည်း မထိန်းထားနိုင်၊ သစ်ပင်များကိုလည်း မဖြစ်ထွန်းစေနိုင်ပေ။ ပထမပုံဥပမာသည် အလ္လာဟ်အရှင်မြတ်၏ ဘာသာရေးကို နားလည်၍ အကျိုးကျေးဇူးရရှိသည့်အပြင် အခြားသူများကိုပါ <span class=\"gray\">(အသိပညာနှင့် လမ်းညွှန်မှုမှ)</span> အကျိုးပြုပြီး သင်ယူ၍ အခြားသူများကို သင်ကြားပေးသူ၏ ပုံဥပမာဖြစ်သည်။ နောက်ဆုံးပုံဥပမာမှာ ၎င်းကို ဂရုမစိုက်ဘဲ ငါ့အားဖြင့် ထုတ်ဖော်ပြသခဲ့သော အလ္လာဟ်အရှင်မြတ်၏ လမ်းညွှန်မှုကို လက်မခံသူ၏ ပုံဥပမာဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤပုံဥပမာတွင် ရေကို အသုံးပြုထားသည်။ အီမာမ် အဟ်မဒ် စုဆောင်းခဲ့သော အခြားဟဒီးစ်တစ်ခုတွင် အဘူဟူရိုင်ရဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်ဟု ဖော်ပြသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلِي وَمَثَلُكُمْ كَمَثَلِ رَجُلٍ اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ، جَعَلَ الْفَرَاشُ وَهَذِهِ الدَّوَابُّ الَّتِي يَقَعْنَ فِي النَّارِ يَقَعْنَ فِيهَا، وَجَعَلَ يَحْجُزُهُنَّ وَيغْلِبْنَهُ فَيَقْتَحِمْنَ فِيهَا - قَالَ -: فَذَلِكُمْ مَثَلِي وَمَثَلُكُمْ، أَنَا آخِذٌ بِحُجَزِكُمْ عَنِ النَّارِ، هَلُمَّ عَنِ النَّارِ، فَتَغْلِبُونِي، فَتَقْتَحِمُونَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ပုံဥပမာနှင့် သင်တို့၏ပုံဥပမာသည် မီးကိုထွန်းညှိသူတစ်ဦး၏ ပုံဥပမာနှင့် တူသည်။ မီးသည် ၎င်း၏ပတ်ဝန်းကျင်ကို ထွန်းလင်းတောက်ပစေသောအခါ လိပ်ပြာများနှင့် ပိုးမွှားများသည် မီးထဲသို့ ကျရောက်လာကြသည်၊ ပုံမှန်အတိုင်းပင်ဖြစ်သည်။ ထိုသူသည် ၎င်းတို့ကို ကျရောက်ခြင်းမှ ကာကွယ်ရန် ရိုက်နှက်ခဲ့သည်။ သို့သော် ၎င်းတို့က ၎င်းကို လွှမ်းမိုး၍ မီးထဲသို့ ဆက်လက်ကျရောက်နေကြသည်။ ဤသည်မှာ ငါနှင့်သင်တို့၏ ပုံဥပမာဖြစ်သည်၊ ငါသည် သင်တို့ကို ခါးမှ ဆွဲကိုင်၍ မီးမှ ကယ်တင်ရန် ကြိုးစားနေသည်၊ \"မီးမှ ထွက်သွားကြ\" ဟု ပြောနေသည်၊ သို့သော် သင်တို့က ငါ့ကို လွှမ်းမိုး၍ မီးထဲသို့ ကျရောက်နေကြသည်။)</span></p><p lang=\"my\" class=\"my \">ဆဟီးဟ်နှစ်ခုတွင်လည်း ဤဟဒီးစ်ကို စုဆောင်းခဲ့သည်။ ဤသည်မှာ မီးကိုအသုံးပြုထားသော ပုံဥပမာတစ်ခုဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "13:18",
    "group_ayah_key": "13:18",
    "from_ayah": "13:18",
    "to_ayah": "13:18",
    "ayah_keys": "13:18",
    "text": "<p class=\"my translation\" lang=\"my\">သူတို့၏ သခင်ခေါ်သံကို တုံ့ပြန်သူများအတွက် အလ်-ဟွစ်နာ ဖြစ်သည်။ သို့သော် သူ၏ခေါ်သံကို မတုံ့ပြန်သူများမှာမူ ကမ္ဘာမြေရှိအရာအားလုံးနှင့် ၎င်းကဲ့သို့သော အရာများအားလုံးကို ပိုင်ဆိုင်ထားပါက မိမိကိုယ်ကို ကယ်တင်ရန်အတွက် ပေးကမ်းကြလိမ့်မည်။ သူတို့အတွက် ဆိုးရွားသော စစ်ဆေးခြင်း ရှိလိမ့်မည်။ သူတို့၏နေထိုင်ရာမှာ ငရဲ ဖြစ်လိမ့်မည်။ ထိုနေရာသည် အမှန်ပင် အနားယူရန် အဆိုးဆုံးသောနေရာဖြစ်သည်။ <span>(18)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းချီးမင်္ဂလာခံစားရသူများနှင့် ကံဆိုးမွဲတေသူများ၏ အကျိုးဆုလာဘ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းချီးမင်္ဂလာခံစားရသူများနှင့် ကံဆိုးမွဲတေသူများ၏ နောက်ဆုံးပန်းတိုင်ကို ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ သခင်ခေါ်သံကို တုံ့ပြန်သူများအတွက်)</span> အလ္လာဟ်အရှင်မြတ်ကို နာခံ၍ သူ၏ ရစူလ်တမန်တော် <span class=\"gray\">(မုဟမ္မဒ်သခင်၊ အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာနှင့် ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ)</span> ကို သူ၏ အမိန့်များကို နာခံပြီး အတိတ်နှင့် အနာဂတ်နှင့်ပတ်သက်၍ သူယူဆောင်လာခဲ့သော ပြောကြားချက်များကို ယုံကြည်ခြင်းအားဖြင့် လိုက်နာသူများ၊ သူတို့အတွက် ရှိလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحُسْنَىٰ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Al-Husna)</span>, which is the good reward. Allah said that Dhul-Qarnayn declared,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُّكْرًا - وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَىٰ ۖ وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုကျင့်သူအတွက်မူ ငါတို့သည် သူ့ကို အပြစ်ပေးမည်ဖြစ်ပြီး၊ ထို့နောက် သူ့အား သူ၏သခင်ထံ ပြန်လည်ပို့ဆောင်မည်ဖြစ်ရာ၊ သူ၏သခင်က သူ့ကို ကြောက်မက်ဖွယ်ကောင်းသော ပြင်းထန်သည့် ပြစ်ဒဏ် <span class=\"gray\">(ငရဲ)</span> ဖြင့် အပြစ်ပေးမည်ဖြစ်သည်။ သို့သော် ယုံကြည်ပြီး ကောင်းမှုပြုသူအတွက်မူ သူသည် အကောင်းဆုံးဆုလာဘ် <span class=\"gray\">(အလ်-ဟွစ်နာ)</span> ကို ရရှိမည်ဖြစ်ပြီး၊ ငါတို့သည် သူ့အား ငါတို့၏အမိန့်ဖြင့် နူးညံ့သိမ်မွေ့သော စကားလုံးများ ပြောကြားမည်ဖြစ်သည်။)</span><span class=\"gray\">[18:87-88]</span> အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلَّذِينَ أَحْسَنُوا الْحُسْنَىٰ وَزِيَادَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုပြုသူများအတွက် အကောင်းဆုံး <span class=\"gray\">(အလ်-ဟွစ်နာ)</span> နှင့် ထို့ထက်ပို၍ ရှိသည်။)</span><span class=\"gray\">[10:26]</span> အလ္လာဟ်အရှင်မြတ်သည် ထပ်မံ၍ ဖော်ပြသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူ၏ခေါ်သံကို မတုံ့ပြန်သူများမှာမူ)</span> အလ္လာဟ်အရှင်မြတ်ကို မနာခံသူများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ကမ္ဘာမြေရှိအရာအားလုံးကို ပိုင်ဆိုင်ထားပါက)</span> ဆိုလိုသည်မှာ နောင်ဘဝတွင် ဖြစ်သည်။ ဤအာယသ်ကျမ်းချက်က ဖော်ပြသည်မှာ- ကမ္ဘာမြေအပြည့် ရွှေနှင့် ၎င်းကဲ့သို့သော အရာများ သူတို့တွင် ရှိခဲ့လျှင်ပင် ထိုအချိန်တွင် အလ္လာဟ်အရှင်မြတ်၏ ပြင်းထန်သော အပြစ်ဒဏ်မှ မိမိကိုယ်ကို ကယ်တင်ရန်အတွက် လဲလှယ်ပေးကမ်းရန် ကြိုးစားကြလိမ့်မည်။ သို့သော် ၎င်းကို သူတို့ထံမှ လက်ခံလိမ့်မည်မဟုတ်ပေ။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် မည်သည့် လဲလှယ်မှုကိုမျှ လက်ခံမည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمْ سُوءُ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက် ဆိုးရွားသော စစ်ဆေးခြင်း ရှိလိမ့်မည်။)</span> နောင်ဘဝတွင်၊ သူတို့သည် နာကီရ်နှင့် ကိသမီးရ်၊ အကြီးနှင့် အငယ်တို့အတွက် စစ်ဆေးခံရလိမ့်မည်။ အမှန်စင်စစ်၊ ထိုနေ့တွင် အသေးစိတ် စစ်ဆေးခံရသူသည် အပြစ်ဒဏ်ကို ရရှိလိမ့်မည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ နောက်ထပ်ဖော်ပြချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَأْوَاهُمْ جَهَنَّمُ ۖ وَبِئْسَ الْمِهَادُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏နေထိုင်ရာမှာ ငရဲ ဖြစ်လိမ့်မည်။ ထိုနေရာသည် အမှန်ပင် အနားယူရန် အဆိုးဆုံးသောနေရာဖြစ်သည်။)</span></p>"
  }
]