[
  {
    "ayah_key": "4:84",
    "group_ayah_key": "4:84",
    "from_ayah": "4:84",
    "to_ayah": "4:87",
    "ayah_keys": "4:84,4:85,4:86,4:87",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်လော့။ သင်သည် မိမိကိုယ်အတွက်မှတစ်ပါး အခြားသူအတွက် တာဝန်မရှိပေ။ သက်ဝင်ယုံကြည်သူများကို (သင်နှင့်အတူတိုက်ခိုက်ရန်) လှုံ့ဆော်လော့။ သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများ၏ ဆိုးရွားသော အစွမ်းအစများကို ဟန့်တားလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် အစွမ်းခွန်အား ပိုမိုကြီးမားတော်မူ၍ ပြစ်ဒဏ်ပေးရာတွင် ပိုမိုပြင်းထန်တော်မူ၏။ <span>(၈၄)</span>မည်သူမဆို ကောင်းမှုကိစ္စအတွက် ကြားဝင်စေ့စပ်လျှင် ၎င်းတွင် အကျိုးရှိမည်။ မည်သူမဆို မကောင်းမှုကိစ္စအတွက် ကြားဝင်စေ့စပ်လျှင် ၎င်းတွင် ဝန်ထုပ်ဝန်ပိုး၏ အစိတ်အပိုင်းရှိမည်။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်တော်မူသောအရှင် ဖြစ်သည်။ <span>(၈၅)</span>သင်တို့အား နှုတ်ဆက်ခြင်းခံရသောအခါ ၎င်းထက် ပိုမိုကောင်းမွန်သော နှုတ်ဆက်ခြင်းဖြင့် ပြန်လည်နှုတ်ဆက်ကြလော့။ သို့မဟုတ် (အနည်းဆုံး) ညီမျှစွာ ပြန်လည်နှုတ်ဆက်ကြလော့။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို ဂရုတစိုက် စာရင်းယူတော်မူသောအရှင် ဖြစ်သည်။ <span>(၈၆)</span>အလ္လာဟ်အရှင်မြတ်! ကိုးကွယ်ခံထိုက်သောအရှင်သည် ကိုယ်တော်မှတစ်ပါး အခြားမရှိပေ။ မုချ ကိုယ်တော်သည် သင်တို့အား ပြန်လည်ရှင်ပြန်ထမြောက်ရာနေ့တွင် စုရုံးစေမည်ဖြစ်ရာ ၎င်းနှင့်ပတ်သက်၍ သံသယမရှိပေ။ မည်သူသည် အလ္လာဟ်အရှင်မြတ်ထက် စကားမှန်ကန်သူ ရှိသနည်း။ <span>(၈၇)</span></p><div lang=\"fr\" class=\"fr \"><h2>Allah Commands His Messenger <span class=\"gray\">(ﷺ)</span> to Perform Jihad</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်နှင့် တမန်တော် မုဟမ္မဒ် ﷺ ကို ဂျီဟဒ်၌ ကိုယ်တိုင်တိုက်ခိုက်ရန်နှင့် ဂျီဟဒ်တွင် မပါဝင်သူများအတွက် စိုးရိမ်ပူပန်ခြင်းမရှိရန် အမိန့်ပေးထားသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُكَلَّفُ إِلَّا نَفْسَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် မိမိကိုယ်အတွက်မှတစ်ပါး တာဝန်မရှိပေ၊)</span> အိဗ်နု အဘီ ဟာသ်င် မှတ်တမ်းတင်ထားသည်မှာ အဘူ အစ္စဟာက်က ပြောသည်- \"အလ်-ဘာရာ ဘင် အာဇိဘ်အား ရန်သူတစ်ရာနှင့် တွေ့ဆုံပြီး ဆက်လက်တိုက်ခိုက်နေသော လူတစ်ဦးနှင့်ပတ်သက်၍ ကျွန်တော်မေးမြန်းခဲ့သည်၊ သူသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်တွင် ရည်ညွှန်းထားသူများထဲမှ တစ်ဦးဖြစ်မည်လော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကိုယ်ကို ပျက်စီးခြင်းသို့ မရောက်စေကြနှင့်၊ (အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် သင်တို့၏ ပစ္စည်းဥစ္စာများကို မသုံးစွဲခြင်းဖြင့်))</span> လား။ <span class=\"gray\">[2:195]</span> သူက ပြောသည်- 'အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ တမန်တော်အား မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်လော့၊ သင်သည် မိမိကိုယ်အတွက်မှတစ်ပါး (တာဝန်ယူရန်) တာဝန်မရှိပေ၊ သက်ဝင်ယုံကြည်သူများကို (သင်နှင့်အတူတိုက်ခိုက်ရန်) လှုံ့ဆော်လော့။)</span>\" </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က စုလိုင်မန် ဘင် ဒါဝူးဒ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်မှာ အဘူ ဗက်ကရ် ဘင် အိုင်ယာရှ်က အဘူ အစ္စဟာက် ပြောသည်ကို ကိုးကား၍ ဆိုသည်- \"ကျွန်တော် အလ်-ဘာရာအား မေးခဲ့သည်- 'လူတစ်ဦးသည် ရုပ်တုကိုးကွယ်သူတို့၏ တပ်များကို တိုက်ခိုက်လျှင် သူသည် မိမိကိုယ်ကို ပျက်စီးခြင်းသို့ ပစ်သွင်းခြင်းဖြစ်မည်လား။' သူက ပြောသည်- 'မဟုတ်ပါ၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ တမန်တော် ﷺ ကို စေလွှတ်၍ အမိန့်ပေးထားသောကြောင့်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်လော့၊ သင်သည် မိမိကိုယ်အတွက်မှတစ်ပါး (တာဝန်ယူရန်) တာဝန်မရှိပေ၊)</span> ထိုအာယသ်တော်သည် <span class=\"gray\">[အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင်]</span> သုံးစွဲခြင်းနှင့်ပတ်သက်၍ ဖြစ်သည်။\" </p><div lang=\"my\" class=\"my \"><h2>သက်ဝင်ယုံကြည်သူများကို တိုက်ခိုက်ရန် လှုံ့ဆော်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَرِّضِ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သက်ဝင်ယုံကြည်သူများကို လှုံ့ဆော်လော့)</span> တိုက်ခိုက်ရန်၊ ၎င်းတို့အား အားပေးခြင်းဖြင့်နှင့် ဤကိစ္စတွင် ၎င်းတို့၏ စိတ်ဆုံးဖြတ်ချက်ကို ခိုင်မာအောင် လုပ်ဆောင်ခြင်းဖြင့်။ ဥပမာအားဖြင့်၊ တမန်တော် ﷺ သည် ဗဒ်ရ်တိုက်ပွဲတွင် သက်ဝင်ယုံကြည်သူများကို ၎င်းတို့၏ တပ်များကို စုစည်းပေးနေစဉ် မိန့်ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُومُوا إِلى جَنَّةٍ عَرْضُهَا السَّمٰوَاتُ وَالْأَرْضُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထရပ်၍ ကောင်းကင်နှင့်မြေကြီးကဲ့သို့ ကျယ်ဝန်းသော ဂျန္နတ်သို့ ချီတက်ကြလော့။)</span></p><p lang=\"my\" class=\"my \">ဂျီဟဒ်ကို အားပေးသည့် ဟဒီးဆ်တော်များစွာရှိသည်။ အလ်-ဘူခါရီက အဘူ ဟူရိုင်ရဟ် ပြောသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ آمَنَ بِاللهِ وَرَسُولِهِ، وَأَقَامَ الصَّلَاةَ، وَآتَى الزَّكَاةَ، وَصَامَ رَمَضَانَ، كَانَ حَقًّا عَلَى اللهِ أَنْ يُدْخِلَهُ الْجَنَّـةَ، هَاجَرَ فِي سَبِيلِ اللهِ أَوْ جَلَسَ فِي أَرْضِهِ الَّتِي وُلِدَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ တမန်တော်ကို ယုံကြည်သူ၊ ဆွလာသ်ဝတ်ပြုသူ၊ ဇကာတ်ပေးဆောင်သူနှင့် ရမသွာန်လတွင် ရိုဇာစောင့်ထိန်းသူသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် ရွှေ့ပြောင်းသည်ဖြစ်စေ၊ မိမိမွေးဖွားရာမြေတွင် နေထိုင်သည်ဖြစ်စေ၊ ဂျန္နတ်ကို မှန်ကန်စွာ ရရှိမည်ဖြစ်သည်။)</span></p><p lang=\"ceb\" class=\"ceb \">The people said, 'O Allah's Messenger! Shall we acquaint the people with this good news?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّـةِ مِائَةَ دَرَجَةٍ أَعَدَّهَا اللهُ لِلْمُجَاهِدِينَ فِي سَبِيلِ اللهِ، بَيْنَ كُلِّ دَرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ، فَإِذَا سَأَلْتُمُ اللهَ فَاسْأَلُوهُ الْفِرْدَوْسَ، فَإِنَّهُ وَسَطُ الْجَنَّةِ، وَأَعْلَى الْجَنَّـةِ، وَفَوْقَهُ عَرْشُ الرَّحْمٰنِ، وَمِنْهُ تَفَجَّرُ أَنْهَارُ الْجَنَّـةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်တွင် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်သော မုဂျာဟစ်ဒ်များအတွက် အလ္လာဟ်အရှင်မြတ်က သီးသန့်ထားရှိသော အဆင့်တစ်ရာရှိသည်၊ အဆင့်နှစ်ခုစီကြား အကွာအဝေးသည် ကောင်းကင်နှင့်မြေကြီးကြား အကွာအဝေးနှင့် တူသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အား တောင်းဆိုသောအခါ အလ်-ဖိရ်ဒေါ့စ်ကို တောင်းဆိုကြလော့၊ ၎င်းသည် ဂျန္နတ်၏ အကောင်းဆုံးနှင့် အမြင့်ဆုံးအပိုင်းဖြစ်သည်၊ ၎င်းအထက်တွင် အရာအရာကို အကျိုးပြုတော်မူသောအရှင် (အလ္လာဟ်အရှင်မြတ်) ၏ အာရ်ရှ်ရှိပြီး ၎င်းမှ ဂျန္နတ်၏ မြစ်များ စတင်စီးဆင်းသည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်အတွက် 'ဥဗာဒဟ်၊ မုအာဓ် နှင့် အဘူ အဒ်-ဒရ်ဒါ' တို့မှ အမျိုးမျိုးသော ရာဝါယသ်များ ရှိသည်။ အဘူ စအီးဒ် အလ်-ခုဒ်ရီက အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَا سَعِيدٍ! مَنْ رَضِيَ بِاللهِ رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ صلّى الله عليه وسلّم نَبِيًّا، وَجَبَتْ لَهُ الْجَنَّـةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အဘူ စအီးဒ်! မည်သူမဆို အလ္လာဟ်အရှင်မြတ်ကို မိမိ၏ ဘုရားသခင်အဖြစ်၊ အစ္စလာမ်ကို မိမိ၏ ဘာသာအဖြစ်နှင့် မုဟမ္မဒ်ကို တမန်တော်အဖြစ် လက်ခံပါက၊ သူသည် ဂျန္နတ်ကို မှန်ကန်စွာ ရရှိမည်ဖြစ်သည်။)</span> အဘူ စအီးဒ်သည် ဤစကားများကို နှစ်သက်ပြီး ပြောသည်- \"အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! ကျွန်တော်အတွက် ထပ်ပြောပြပေးပါ။\" တမန်တော် ﷺ သည် မိမိ၏ စကားများကို ပြန်ပြောပြီးနောက် မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُخْرَى يَرْفَعُ اللهُ الْعَبْدَ بِهَا مِائَةَ دَرَجَةٍ فِي الْجَنَّـةِ، مَا بَيْنَ كُلِّ دَرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် (အခြား) လုပ်ရပ်တစ်ခုလည်း ရှိသေးသည်၊ ၎င်းအတွက် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ကို ဂျန္နတ်တွင် အဆင့်တစ်ရာ မြှင့်တင်ပေးသည်၊ အဆင့်နှစ်ခုစီကြား အကွာအဝေးသည် ကောင်းကင်နှင့်မြေကြီးကြား အကွာအဝေးနှင့် တူသည်။)</span> အဘူ စအီးဒ်က ပြောသည်- \"အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! ၎င်းသည် အဘယ်နည်း။\" ကိုယ်တော်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْجِهَادُ فِي سَبِيلِ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ ဂျီဟဒ်လုပ်ခြင်း။)</span> ဤဟဒီးဆ်တော်ကို မွတ်စလင်မ်က စုဆောင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَى اللَّهُ أَن يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများ၏ ဆိုးရွားသော အစွမ်းအစများကို ဟန့်တားလိမ့်မည်။)</span> ဆိုသည်မှာ သင်တို့က ၎င်းတို့အား တိုက်ခိုက်ရန် အားပေးခြင်းဖြင့် ၎င်းတို့၏ စိတ်ဆုံးဖြတ်ချက်သည် တိုက်ပွဲတွင် ရန်သူနှင့် ရင်ဆိုင်ရန်၊ အစ္စလာမ်နှင့် ၎င်း၏လူများကို ကာကွယ်ရန်၊ ရန်သူကို ခုခံကာကွယ်ရန်နှင့် သည်းခံရန် ခိုင်မာလာလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အစွမ်းခွန်အား ပိုမိုကြီးမားတော်မူ၍ ပြစ်ဒဏ်ပေးရာတွင် ပိုမိုပြင်းထန်တော်မူ၏။)</span> ဆိုသည်မှာ ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် ၎င်းတို့အပေါ်၌ ကိုယ်တော်သည် စွမ်းဆောင်နိုင်တော်မူသည်၊ အခြားအာယသ်တော်တွင် ကိုယ်တော်က မိန့်ကြားခဲ့သကဲ့သို့ပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانتَصَرَ مِنْهُمْ وَلَٰكِن لِّيَبْلُوَ بَعْضَكُم بِبَعْضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါမူ ကိုယ်တော်တိုင်ပင် ၎င်းတို့အား (သင်တို့မပါဘဲ) သေချာပေါက် အပြစ်ပေးနိုင်ခဲ့မည်။ သို့သော် (ကိုယ်တော်သည် သင်တို့အား တိုက်ခိုက်ခွင့်ပြုသည်) သင်တို့အချို့ကို အခြားသူများနှင့် စမ်းသပ်ရန်အတွက်ဖြစ်သည်။)</span><span class=\"gray\">(၄၇:၄)</span>။</p><div lang=\"my\" class=\"my \"><h2>ကောင်းမှု သို့မဟုတ် မကောင်းမှု ကိစ္စအတွက် ကြားဝင်စေ့စပ်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُن لَّهُ نَصِيبٌ مِّنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကောင်းမှုကိစ္စအတွက် ကြားဝင်စေ့စပ်လျှင် ၎င်းတွင် အကျိုးရှိမည်;)</span> ဆိုသည်မှာ ကောင်းကျိုးဖြစ်ထွန်းစေသော ကိစ္စတစ်ခုတွင် ကြားဝင်စေ့စပ်သူတိုင်းသည် ထိုကောင်းကျိုးတွင် အစိတ်အပိုင်းတစ်ခု ရရှိမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُن لَّهُ كِفْلٌ مِّنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မကောင်းမှုကိစ္စအတွက် ကြားဝင်စေ့စပ်လျှင် ၎င်းတွင် ဝန်ထုပ်ဝန်ပိုး၏ အစိတ်အပိုင်းရှိမည်။)</span> ဆိုသည်မှာ သူသည် ၎င်း၏ ကြားဝင်စေ့စပ်မှုနှင့် ရည်ရွယ်ချက်ကြောင့် ဖြစ်ပေါ်လာသော ဝန်ထုပ်ဝန်ပိုးကို ထမ်းရလိမ့်မည်။ ဥပမာအားဖြင့်၊ ဆဟီးဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ တမန်တော် ﷺ က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اشْفَعُوا تُؤْجَرُوا، وَيَقْضِي اللهُ عَلى لِسَانِ نَبِيِّهِ مَا شَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြားဝင်စေ့စပ်ကြလော့၊ သင်တို့သည် အကျိုးကျေးဇူးကို ရရှိကြလိမ့်မည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ တမန်တော်၏ စကားများဖြင့် ကိုယ်တော်အလိုရှိရာကို ဆုံးဖြတ်လိမ့်မည်။)</span> မုဂျာဟစ်ဒ် ဘင် ဂျဗ်ရ်က ပြောသည်- \"ဤအာယသ်တော်သည် လူများ အချင်းချင်း ကြားဝင်စေ့စပ်ခြင်းနှင့်ပတ်သက်၍ ထုတ်ဖော်ခဲ့ခြင်းဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ مُّقِيتًا</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(And Allah is Ever Muqit over everything.)</span> Ibn 'Abbas, 'Ata', 'Atiyah, Qatadah and Matar Al-Warraq said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّقِيتًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုကီသ်)</span> ဆိုသည်မှာ \"စောင့်ကြည့်သူ\" ဖြစ်သည်။ မုဂျာဟစ်ဒ်က မုကီသ်သည် 'သက်သေ' ဟု အဓိပ္ပါယ်ရသည်၊ အခြားရာဝါယသ်တစ်ခုတွင် 'စွမ်းဆောင်နိုင်သူ' ဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုသည်။</p><div lang=\"my\" class=\"my \"><h2>ဆလာမ်ကို ပိုမိုကောင်းမွန်သော ဆလာမ်ဖြင့် ပြန်လည်နှုတ်ဆက်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား နှုတ်ဆက်ခြင်းခံရသောအခါ ၎င်းထက် ပိုမိုကောင်းမွန်သော နှုတ်ဆက်ခြင်းဖြင့် ပြန်လည်နှုတ်ဆက်ကြလော့။ သို့မဟုတ် (အနည်းဆုံး) ညီမျှစွာ ပြန်လည်နှုတ်ဆက်ကြလော့။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ မွတ်စလင်မ်တစ်ဦးက သင့်အား ဆလာမ်ပေးလျှင် ၎င်းဆလာမ်ထက် ပိုမိုကောင်းမွန်သော ဆလာမ်ဖြင့် ပြန်လည်နှုတ်ဆက်ပါ၊ သို့မဟုတ် အနည်းဆုံး ပေးထားသော ဆလာမ်နှင့် ညီမျှသော ဆလာမ်ဖြင့် ပြန်လည်နှုတ်ဆက်ပါ။ ထို့ကြောင့် ပိုမိုကောင်းမွန်သော ဆလာမ်သည် အကြံပြုအပ်ပြီး၊ ညီမျှစွာ ပြန်လည်နှုတ်ဆက်ခြင်းသည် မဖြစ်မနေ လုပ်ဆောင်ရမည့်အရာ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အဘူ ရဂျာအ် အလ်-ဥသာရဒီက 'အိမ်ရာန် ဘင် ဟူစိုင်းန် ပြောသည်မှာ လူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ထံ လာရောက်ပြီး \"အစ်စလာမ်မူ အလိုင်ကွမ်\" ဟု ပြောကြားခဲ့သည်။ တမန်တော် ﷺ သည် နှုတ်ဆက်ခြင်းကို ပြန်လည်ပြုလုပ်ပြီးနောက် ထိုလူ ထိုင်ချပြီးနောက် \"ဆယ်\" ဟု ပြောကြားခဲ့သည်။ အခြားလူတစ်ဦး ရောက်လာပြီး \"အစ်စလာမ်မူ အလိုင်ကွမ် ဝရဟ်မသွလ်လာဟ်၊ အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်\" ဟု ပြောကြားခဲ့သည်။ တမန်တော် ﷺ သည် နှုတ်ဆက်ခြင်းကို ပြန်လည်ပြုလုပ်ပြီးနောက် ထိုလူ ထိုင်ချပြီးနောက် \"နှစ်ဆယ်\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အခြားလူတစ်ဦး ရောက်လာပြီး \"အစ်စလာမ်မူ အလိုင်ကွမ် ဝရဟ်မသွလ်လာဟ် ဝဗရကာသွဟ်\" ဟု ပြောကြားခဲ့သည်။ တမန်တော်သည် နှုတ်ဆက်ခြင်းကို ပြန်လည်ပြုလုပ်ပြီးနောက် ထိုလူ ထိုင်ချပြီးနောက် \"သုံးဆယ်\" ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အဘူ ဒါဝူးဒ်က မှတ်တမ်းတင်ထားသော ရာဝါယသ် ဖြစ်သည်။ အတ်-တေရ်မိဇီ၊ အန်-နစာအီ နှင့် အလ်-ဘဇ္ဇာရ် တို့လည်း မှတ်တမ်းတင်ခဲ့သည်။ အတ်-တေရ်မိဇီက \"ဟစန် ဂရီဘ်\" ဟု ပြောကြားခဲ့သည်။ ဤအကြောင်းအရာနှင့်ပတ်သက်၍ အဘူ စအီးဒ်၊ 'အလီ နှင့် စဟ်လ် ဘင် ဟနီးဖ် တို့မှ အခြားဟဒီးဆ်တော်များစွာ ရှိသည်။ မွတ်စလင်မ်တစ်ဦးသည် ဆလာမ်၏ အပြည့်အစုံပုံစံဖြင့် နှုတ်ဆက်ခံရသောအခါ သူသည် ညီမျှစွာ ပြန်လည်နှုတ်ဆက်ရန် တာဝန်ရှိသည်။</p><p lang=\"my\" class=\"my \">အဟ်လ် အဓ်-ဓင်မ်မာနှင့်ပတ်သက်၍ ဆလာမ်ကို စတင်မပေးသင့်သလို ၎င်းတို့၏ နှုတ်ဆက်ခြင်းကို ပြန်လည်ပြုလုပ်ရာတွင်လည်း နှုတ်ဆက်စကားကို ထပ်မထည့်သင့်ပေ။ အမှန်မှာ ဆဟီးဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည့်အတိုင်း ၎င်းတို့၏ နှုတ်ဆက်ခြင်းကို ၎င်းတို့အား ညီမျှစွာ ပြန်လည်နှုတ်ဆက်သင့်သည်။ အိဗ်နု 'ဥမာရ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا سَلَّمَ عَلَيْكُمُ الْيَهُودُ، فَإِنَّمَا يَقُولُ أَحَدُهُمْ: السَّامُ عَلَيْكَ، فَقُلْ: وَعَلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူးလူမျိုးများက သင့်အား နှုတ်ဆက်သောအခါ ၎င်းတို့ထဲမှ တစ်ဦးက 'အစ်စါမ်မူ အလိုင်က' <span class=\"gray\">(သင့်အပေါ်၌ သေခြင်းကျပါစေ)</span> ဟု ပြောလိမ့်မည်။ ထို့ကြောင့် 'ဝအလိုင်က' <span class=\"gray\">(သင့်အပေါ်၌လည်း အတူတူပင်)</span> ဟု ပြောပါ။)</span> မိမိ၏ ဆဟီးဟ်ကျမ်းတွင် မွတ်စလင်မ်က အဘူ ဟူရိုင်ရဟ် ပြောသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَبْدَأُوا الْيَهُودَ وَالنَّصَارَى بِالسَّلَامِ، وَإِذَا لَقِيتُمُوهُمْ فِي طَرِيقٍ فَاضْطَرُّوهُمْ إِلى أَضْيَقِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူးလူမျိုးများနှင့် ခရစ်ယာန်များကို ဆလာမ်ဖြင့် စတင်နှုတ်ဆက်ခြင်းမပြုကြနှင့်၊ လမ်းပေါ်၌ ၎င်းတို့နှင့် တွေ့ဆုံသောအခါ ၎င်းတို့အား အကျဉ်းဆုံးလမ်းသို့ တွန်းပို့ကြလော့။)</span></p><p lang=\"ceb\" class=\"ceb \">Abu Dawud recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ، لَا تَدْخُلُوا الْجَنَّـةَ حَتَّى تُؤْمِنُوا، وَلَا تُؤْمِنُوا حَتَّى تَحَابُّوا، أَفَلَا أَدُلُّكُمْ عَلَى أَمْرٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُمْ؟ أَفْشُوا السَّلَامَ بَيْنَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ အသက်ဝိညာဉ်သည် မည်သူ၏ လက်တော်၌ရှိသနည်း။ သင်တို့သည် ယုံကြည်ခြင်းမရှိသ၍ ဂျန္နတ်သို့ ဝင်ရောက်နိုင်မည်မဟုတ်။ သင်တို့သည် အချင်းချင်း ချစ်ခင်ခြင်းမရှိသ၍ ယုံကြည်သူများ ဖြစ်လာမည်မဟုတ်။ သင်တို့အား အချင်းချင်း ချစ်ခင်စေမည့် လုပ်ရပ်တစ်ခုကို ညွှန်ကြားရမည်လား။ သင်တို့အချင်းချင်း ဆလာမ်ကို ဖြန့်ဝေကြလော့။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်! ကိုယ်တော်မှတစ်ပါး ကိုးကွယ်ခံထိုက်သောအရှင် မည်သူမျှမရှိ)</span> ကိုယ်တော်သည် ဖန်ဆင်းခံအားလုံး၏ တစ်ဆူတည်းသော ဘုရားသခင်အဖြစ် ရွေးချယ်ခံရကြောင်း အသိပေးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုချ ကိုယ်တော်သည် သင်တို့အား ပြန်လည်ရှင်ပြန်ထမြောက်ရာနေ့တွင် စုရုံးစေမည်ဖြစ်ရာ ၎င်းနှင့်ပတ်သက်၍ သံသယမရှိပေ။)</span> ကိုယ်တော်သည် ယခင်နှင့် နောက်ပိုင်းမျိုးဆက်များကို နေရာတစ်ခုတည်းတွင် စုရုံးစေမည်ဖြစ်ပြီး၊ လူတစ်ဦးစီ၏ လုပ်ရပ်များအတိုင်း အကျိုးပေးခြင်း သို့မဟုတ် အပြစ်ပေးခြင်းပြုမည်ဟု ကျိန်ဆိုခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထက် စကားမှန်ကန်သူ မည်သူရှိသနည်း)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ထက် ပိုမိုမှန်ကန်သော စကားများကို မည်သူမျှ ပြောဆိုနိုင်မည်မဟုတ်၊ ကိုယ်တော်၏ ကတိတော်၊ သတိပေးချက်၊ ရှေးဟောင်းပုံပြင်များနှင့် အနာဂတ်အတွက် အချက်အလက်များတွင် ဖြစ်သည်။ ကိုးကွယ်ခံထိုက်သော ဘုရားလည်းမရှိ၊ ကိုယ်တော်မှတစ်ပါး အရှင်သခင်လည်းမရှိ။</p>"
  }
]