[
  {
    "ayah_key": "2:180",
    "group_ayah_key": "2:180",
    "from_ayah": "2:180",
    "to_ayah": "2:182",
    "ayah_keys": "2:180,2:181,2:182",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့အနက် တစ်ဦးတစ်ယောက်ထံ သေခြင်းတရား ရောက်ရှိလာသောအခါ၊ အကယ်၍ သူသည် ဥစ္စာပစ္စည်းများ ချန်ထားခဲ့ပါက မိဘများနှင့် ဆွေမျိုးသားချင်းများအား သင့်လျော်သော အပြုအမူအတိုင်း ပစ္စည်းများကို အမွေပေးရန် သင်တို့အပေါ် ပြဌာန်းထားသည်။ <span class=\"gray\">(ဤသည်ကား)</span> အလ်မွတ်သက္ကီးန် <span class=\"gray\">(ဘာသာတရားကိုင်းရှိုင်းသူများ)</span> အပေါ်၌ ဝတ္တရားဖြစ်သည်။<span>(၁၈၀)</span>ထို့နောက် မည်သူမဆို ယင်းကို ကြားနာပြီးနောက် ပြောင်းလဲပါက ထိုသို့ပြောင်းလဲသူများအပေါ် အပြစ်ရှိစေရမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားနာတော်မူသောအရှင်၊ အလုံးစုံကို သိတော်မူသောအရှင် ဖြစ်တော်မူ၏။ <span>(၁၈၁)</span>သို့သော် မည်သူမဆို သေတမ်းစာရေးသူထံမှ မတရားသော ပြုမူမှု သို့မဟုတ် ပြစ်မှုတစ်ခုခုကို စိုးရိမ်ပြီး ယင်းနောက် သက်ဆိုင်ရာ နှစ်ဖက်ကြား ငြိမ်းချမ်းရေး ဖော်ဆောင်ပါက သူ၏အပေါ်တွင် မည်သည့်အပြစ်မျှ မရှိစေရ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်အမင်း ခွင့်လွှတ်တော်မူသောအရှင်၊ အလွန်အမင်း ကရုဏာတော်ထားတော်မူသောအရှင် ဖြစ်တော်မူ၏။ <span>(၁၈၂)</span></p><div lang=\"my\" class=\"my \"><h2>သေတမ်းစာတွင် မိဘများနှင့် ဆွေမျိုးသားချင်းများ ပါဝင်ခြင်းကို နောက်ပိုင်းတွင် ပယ်ဖျက်ခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်သည် သေတမ်းစာတွင် မိဘများနှင့် ဆွေမျိုးသားချင်းများကို ထည့်သွင်းရန် အမိန့်ကို ဖော်ပြထားသည်။ ၎င်းအမိန့်မှာ အမွေနှင့်ပတ်သက်သော အာယသ် မထွက်ပေါ်မီက အမှန်ကန်ဆုံး အမြင်အရ မဖြစ်မနေ လိုက်နာရသော အမိန့်ဖြစ်သည်။ အမွေနှင့်ပတ်သက်သော အာယသ် ထွက်ပေါ်လာသောအခါ ဤအာယသ်ကို ပယ်ဖျက်လိုက်ပြီး အလ္လာဟ်အရှင်မြတ်က ထိုက်တန်သော အမွေခံများအတွက် သတ်မှတ်ထားသော အမွေဝေစုများကို ပြဋ္ဌာန်းခဲ့သည်။ ထို့ကြောင့် ထိုက်တန်သော အမွေခံများသည် ၎င်းတို့၏ သတ်မှတ်ထားသော အမွေကို သေတမ်းစာတွင် ထည့်သွင်းရန် သို့မဟုတ် အမွေခံရသူ၏ ကျေးဇူးကို သတိရရန် မလိုအပ်ဘဲ ရယူကြသည်။ ဤအကြောင်းကြောင့် ကျွန်ုပ်တို့သည် စူနန်နှင့် အခြားကျမ်းများတွင် 'အမ်ရ် ဘင် ခါရီဂျာ' က ပြောကြားခဲ့သော ဟဒီးစ်ကို တွေ့ရသည်- အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသော မိန့်ခွန်းတစ်ခုကို ကျွန်ုပ်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ قَدْ أَعْطَى كُلَّ ذِي حَقٍّ حَقَّهُ، فَلَا وَصِيَّــةَ لِوَارِثٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အမွေခံတစ်ဦးစီအား ၎င်း၏ သတ်မှတ်ထားသော ဝေစုကို ပေးထားတော်မူပြီးဖြစ်သည်။ ထို့ကြောင့် ထိုက်တန်သော အမွေခံအတွက် သေတမ်းစာ မရှိတော့ပေ။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ မုဟမ္မဒ် ဘင် စီရင် က ပြောကြားခဲ့သည်- အိဗ်နု အဘ်ဘာစ် သည် စူရသ် အလ်-ဘာကွရဟ် <span class=\"gray\">(ကုရ်အာန်ရှိ အခန်း ၂)</span> ကို အာယသ် ရောက်သည်အထိ ရွတ်ဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အကယ်၍ သူသည် ဥစ္စာပစ္စည်းများ ချန်ထားခဲ့ပါက မိဘများနှင့် ဆွေမျိုးသားချင်းများအား အမွေပေးရန်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် သူက “ဤအာယသ်ကို ပယ်ဖျက်ခဲ့ပြီ” ဟု ပြောကြားခဲ့သည်။ ဤအကြောင်းကို စအိဒ် ဘင် မန်ဆူရ် နှင့် အလ်-ဟာကင်မ် တို့က ၎င်း၏ မွတ်စ်တတ်ရက် အလ်-ဟာကင်မ် တွင် မှတ်တမ်းတင်ထားပြီး “၎င်းသည် ၎င်းတို့၏ စံနှုန်းများ <span class=\"gray\">(အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်)</span> အရ ဆွဟီဟ် ဖြစ်သည်” ဟု ဆိုသည်။ အိဗ်နု အဘူ ဟာသမ် က အိဗ်နု အဘ်ဘာစ် က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိဘများနှင့် ဆွေမျိုးသားချင်းများအား အမွေပေးရန်)</span></p><p lang=\"my\" class=\"my \">သည် အာယသ်ဖြင့် ပယ်ဖျက်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلرِّجَالِ نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَّفْرُوضًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိဘများနှင့် အနီးစပ်ဆုံး ဆွေမျိုးများ ချန်ထားခဲ့သည်တို့မှ အမျိုးသားများအတွက် ဝေစုတစ်ခုရှိပြီး အမျိုးသမီးများအတွက် ဝေစုတစ်ခုရှိ၏။ ပိုင်ဆိုင်မှုသည် နည်းသည်ဖြစ်စေ များသည်ဖြစ်စေ ـ ဥပဒေအရ သတ်မှတ်ထားသော ဝေစုဖြစ်သည်။)</span><span class=\"gray\">(၄း၇)</span></p><p lang=\"ha\" class=\"ha \">Ibn Abu Hatim then said, \"It was reported from Ibn 'Umar, Abu Musa, Sa'id bin Musayyib, Al-Hasan, Mujahid, 'Ata' Sa'id bin Jubayr, Muhammad bin Sirin, 'Ikrimah, Zayd bin Aslam and Ar-Rabi' bin Anas. Qatadah, As-Suddi, Muqatil bin Hayyan, Tawus, Ibrahim An-Nakha'i, Shurayh, Ad-Dahhak and Az-Zuhri said that this Ayah <span class=\"gray\">(2:180 above)</span> was abrogated by the Ayah about the inheritors <span class=\"gray\">(4:7)</span>.\"</p><div lang=\"my\" class=\"my \"><h2>အမွေခံအဖြစ် အရည်အချင်းမပြည့်မီသော ဆွေမျိုးများအတွက် သေတမ်းစာ</h2></div><p lang=\"my\" class=\"my \">အမွေနှင့်ပတ်သက်သော အာယသ်၏ အထွေထွေအဓိပ္ပါယ်အရ၊ သတ်မှတ်ထားသော အမွေဝေစုမရှိသည့် ကျန်ရှိနေသော ဆွေမျိုးများကို သုံးပုံတစ်ပုံအထိ သေတမ်းစာ ရေးပေးရန် အကြံပြုထားသည်။ ဆွဟီးဟ်ယိုင်န်တွင် အိဗ်နု အူမရ် က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا حَقُّ امْرِىءٍ مُسْلِمٍ لَهُ شَيْءٌ يُوصِي فِيه يَبِيتُ لَيْلَتَيْنِ إلَّا وَوَصِيَّتُهُ مَكْتُوبَةٌ عِنْدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သေတမ်းစာရေးရန် ပိုင်ဆိုင်မှုတစ်ခုခုရှိသော မည်သည့်မွတ်စ်လင်မ်မဆို ၎င်း၏နောက်ဆုံးသေတမ်းစာကို ရေးသားပြီး အသင့်မထားရှိဘဲ နှစ်ညတာ နေထိုင်ခွင့်မရှိပါ။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အူမရ် က မှတ်ချက်ပြုသည်မှာ “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထံမှ ဤမိန့်ဆိုချက်ကို ကြားခဲ့ရပြီးနောက် မည်သည့်ညမျှ မကုန်ဆုံးခဲ့ပါ၊ သို့သော် ကျွန်ုပ်၏ သေတမ်းစာကို အသင့်ပြင်ဆင်ထားရှိခဲ့သည်” ဟု ပြောကြားခဲ့သည်။ မိမိ၏ ဆွေမျိုးသားချင်းများအပေါ် ကြင်နာမှုနှင့် ရက်ရောမှုတို့ကို မှာကြားထားသော အခြားသော အာယသ်များနှင့် အဟဒီးစ်များစွာ ရှိသေးသည်။</p><div lang=\"my\" class=\"my \"><h2>သေတမ်းစာသည် တရားမျှတမှုကို လိုက်နာသင့်သည်</h2></div><p lang=\"my\" class=\"my \">သေတမ်းစာသည် တရားမျှတမှုရှိသင့်သည်၊ ဆိုလိုသည်မှာ မိမိ၏ အရည်အချင်းပြည့်မီသော အမွေခံများအပေါ် မတရားမှုမကျူးလွန်ဘဲ၊ ဖြုန်းတီးခြင်း သို့မဟုတ် စေးနဲခြင်းမရှိဘဲ မိမိ၏ဆွေမျိုးများအား အမွေ၏ တစ်စိတ်တစ်ပိုင်းကို သတ်မှတ်ပေးခြင်းဖြစ်သည်။ ဆွဟီးဟ်ယိုင်န်တွင် စအ်ဒ် ဘင် အဘူ ဝက္ကောစ် က ပြောကြားသည်မှာ “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်တွင် ငွေကြေးအချို့ရှိပြီး သမီးတစ်ယောက်တည်းသာ ကျွန်ုပ်ထံမှ အမွေခံရမည်၊ ကျွန်ုပ်၏ ကျန်ရှိနေသော ပစ္စည်းအားလုံးကို <span class=\"gray\">(အခြားသူများအား)</span> သေတမ်းစာ ရေးပေးသင့်ပါသလား။” ကိုယ်တော်က “မရှိ” ဟု မိန့်တော်မူသည်။ စအ်ဒ် က “ထို့ဆိုလျှင် ကျွန်ုပ်၏တစ်ဝက်ကို သေတမ်းစာ ရေးပေးနိုင်ပါသလား။” ကိုယ်တော်က “မရှိ” ဟု မိန့်တော်မူသည်။ စအ်ဒ် က “သုံးပုံတစ်ပုံလား။” ကိုယ်တော်က “ဟုတ်သည်၊ သုံးပုံတစ်ပုံ၊ သို့သော် သုံးပုံတစ်ပုံပင်လျှင် များလွန်းသည်။ သင်၏ အမွေခံများကို ဆင်းရဲပြီး အခြားသူများထံမှ တောင်းရမ်းနေစေခြင်းထက် ကြွယ်ဝချမ်းသာစွာ ချန်ထားခဲ့ခြင်းက ပို၍ကောင်းသည်။” အလ်-ဘူခါရီ က ၎င်း၏ ဆွဟီးဟ် တွင် အိဗ်နု အဘ်ဘာစ် က ပြောကြားသည်မှာ “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الثُّلُثُ وَالثُّلُثُ كَثِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သုံးပုံတစ်ပုံ၊ သို့သော် သုံးပုံတစ်ပုံပင်လျှင် များလွန်းသည်။)</span>”</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن بَدَّلَهُ بَعْدَمَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မည်သူမဆို ယင်းကို ကြားနာပြီးနောက် ပြောင်းလဲပါက ထိုသို့ပြောင်းလဲသူများအပေါ် အပြစ်ရှိစေရမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားနာတော်မူသောအရှင်၊ အလုံးစုံကို သိတော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ သေတမ်းစာကို ပြောင်းလဲသူ သို့မဟုတ် ဖြည့်စွက်ခြင်း၊ ဖျက်ခြင်းဖြင့် ပြောင်းလဲသူ၊ သေတမ်းစာကို သိသာထင်ရှားစွာ ဖျောက်ဖျက်ခြင်းအပါအဝင် မည်သူမဆို ထိုသို့ဖြစ်ပါက-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပြစ်သည် ထိုသို့ပြောင်းလဲသူများအပေါ်တွင် ရှိစေရမည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ်ဘာစ် နှင့် အခြားသူများက ပြောကြားသည်မှာ “ကွယ်လွန်သူ၏ အကျိုးကို အလ္လာဟ်အရှင်မြတ်က ထိန်းသိမ်းထားမည်ဖြစ်ပြီး၊ အပြစ်ကိုမူ သေတမ်းစာကို ပြောင်းလဲသူများက ရရှိမည်ဖြစ်သည်။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားနာတော်မူသောအရှင်၊ အလုံးစုံကို သိတော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ ကွယ်လွန်သူက မည်သည့်အရာများကို အမွေပေးခဲ့သည်ကိုလည်းကောင်း၊ အကျိုးခံစားခွင့်ရရှိသူများ <span class=\"gray\">(သို့မဟုတ် အခြားသူများ)</span> က သေတမ်းစာတွင် မည်သည့်အရာများကို ပြောင်းလဲခဲ့သည်ကိုလည်းကောင်း အလ္လာဟ်အရှင်မြတ်သည် သိတော်မူ၏။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ خَافَ مِن مُّوصٍ جَنَفًا أَوْ إِثْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သေတမ်းစာရေးသူထံမှ မတရားသော ပြုမူမှု သို့မဟုတ် ပြစ်မှုတစ်ခုခုကို စိုးရိမ်သူသည်၊)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ်ဘာစ်၊ အဘူ အလ်-အာလီယဟ်၊ မူဂျာဟစ်ဒ်၊ အဒ်-ဒဟ်ဟက်၊ အရ်-ရဘီအ် ဘင် အနပ်စ် နှင့် အစ်-စွတ်ဒီ တို့က “အမှား” ဟု ပြောကြားခဲ့ကြသည်။ ဤအမှားများတွင် အမွေခံသည် ၎င်း၏တရားမျှတသော ဝေစုထက် ပိုမိုရရှိခြင်း၊ ဥပမာအားဖြင့် အမွေပစ္စည်းတစ်ခုကို ၎င်းအား ရောင်းချရန် ခွဲဝေပေးခြင်း စသည်တို့ ပါဝင်သည်။ သို့မဟုတ် သေတမ်းစာရေးသူသည် ၎င်း၏သမီး၏ ဝေစုကို တိုးမြှင့်ရန် ၎င်း၏သမီး၏သားကို အမွေတွင် ထည့်သွင်းခြင်း စသည်တို့ ဖြစ်နိုင်သည်။ ထိုသို့သော အမှားများသည် ဤလုပ်ရပ်များ၏ အကျိုးဆက်များကို မစဉ်းစားဘဲ စေတနာသဒ္ဓါတရားဖြင့် ဖြစ်ပွားနိုင်သလို၊ ပြစ်မှုကျူးလွန်လိုသော ရည်ရွယ်ချက်ဖြင့်လည်း ဖြစ်ပွားနိုင်သည်။ ထိုသို့သော ကိစ္စများတွင် သေတမ်းစာ စီမံခန့်ခွဲသူအား အမှားများကို ပြင်ဆင်ခွင့်ပြုထားပြီး၊ သေတမ်းစာရှိ မတရားသော အချက်အလက်များကို ပိုမိုကောင်းမွန်သော ဖြေရှင်းချက်ဖြင့် အစားထိုးနိုင်သည်၊ သို့မှသာ အစ္စလာမ့်ဥပဒေနှင့် ကွယ်လွန်သူ၏ ဆန္ဒနှစ်ရပ်စလုံးကို လေးစားလိုက်နာရာ ရောက်မည်ဖြစ်သည်။ ဤလုပ်ရပ်သည် သေတမ်းစာကို ပြောင်းလဲခြင်း မဖြစ်စေဘဲ၊ ယင်းအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က ယင်းကို သီးခြားဖော်ပြခဲ့ခြင်းဖြစ်သည်၊ သို့မှသာ ယခင်အာယသ်တွင် ဖော်ပြထားသော တားမြစ်ချက် <span class=\"gray\">(သေတမ်းစာကို ပြောင်းလဲခြင်းကို တားမြစ်သော)</span> မှ လွတ်မြောက်စေမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးကို သိတော်မူ၏။</p><div lang=\"my\" class=\"my \"><h2>သေတမ်းစာတွင် တရားမျှတမှု၏ ဂုဏ်ကျေးဇူး</h2></div><p lang=\"gd\" class=\"gd \">Abdur-Razzaq reported that Abu Hurayrah said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْخَيْرِ سَبْعِينَ سَنَةً، فَإِذَا أَوْصَى حَافَ فِي وَصِيَّتِهِ، فَيُخْتَمُ لَه بِشَرِّ عَمَلِهِ، فَيَدْخُلُ النَّارَ. وَإِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الشَّرِّ سَبْعِينَ سَنَةً، فَيَعْدِلُ فِي وَصِيَّتِهِ، فَيُخْتَمُ لَهُ بِخَيْرِ عَمَلِهِ، فَيَدْخُلُ الْـجَنَّــةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ယောက်သည် နှစ်ပေါင်း ခုနစ်ဆယ်တိုင်တိုင် သူတော်ကောင်းတို့၏ အလုပ်များကို လုပ်ဆောင်နိုင်သော်လည်း သူ၏သေတမ်းစာကို ရေးသားသည့်အခါ မတရားမှုကျူးလွန်ပြီး ထို့ကြောင့် သူ၏လုပ်ငန်းများသည် သူ၏လုပ်ရပ်များအနက် အဆိုးဆုံးဖြင့် အဆုံးသတ်ကာ ငရဲသို့ ဝင်ရောက်ရမည်။ လူတစ်ယောက်သည် နှစ်ပေါင်း ခုနစ်ဆယ်တိုင်တိုင် မကောင်းသူတို့၏ အလုပ်များကို လုပ်ဆောင်နိုင်သော်လည်း ထို့နောက် မျှတသော သေတမ်းစာကို ရေးသားပြီး ထို့ကြောင့် သူ၏လုပ်ငန်းများသည် သူ၏လုပ်ရပ်များအနက် အကောင်းဆုံးဖြင့် အဆုံးသတ်ကာ ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ရောက်ရမည်။)</span></p><p lang=\"yo\" class=\"yo \">Abu Hurayrah then said, \"Read if you wish:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်တို့ကား အလ္လာဟ်အရှင်မြတ်က သတ်မှတ်ထားသော ကန့်သတ်ချက်များဖြစ်သည်၊ ထို့ကြောင့် ၎င်းတို့ကို ကျော်လွန်ခြင်းမပြုကြလင့်။)</span>\" <span class=\"gray\">(၂း၂၂၉)</span></p>"
  }
]