[
  {
    "ayah_key": "7:52",
    "group_ayah_key": "7:52",
    "from_ayah": "7:52",
    "to_ayah": "7:53",
    "ayah_keys": "7:52,7:53",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်စင်စစ် ငါတို့သည် ၎င်းတို့ထံ စာအုပ်တစ်အုပ် <span class=\"gray\">(ကုရ်အာန်ကျမ်းတော်)</span> ကို ယူဆောင်လာခဲ့ပြီးဖြစ်သည်၊ ထိုကျမ်းကို ငါတို့သည် အသိပညာဖြင့် အသေးစိတ်ရှင်းလင်းပြသခဲ့ပြီး ယုံကြည်သူလူမျိုးတစ်စုအတွက် လမ်းညွှန်မှုနှင့် ကရုဏာလည်းဖြစ်သည်။ <span>(၅၂)</span>၎င်းတို့သည် ထိုဖြစ်ရပ်၏ နောက်ဆုံးပြည့်စုံမှုကိုသာ စောင့်ဆိုင်းနေကြသလော? ထိုဖြစ်ရပ် နောက်ဆုံးပြည့်စုံသည့်နေ့၌ ယခင်က ထိုဖြစ်ရပ်ကို ပစ်ပယ်ခဲ့သူများသည် ပြောကြလိမ့်မည်။ \"အမှန်စင်စစ် ကျွန်ုပ်တို့၏ အရှင်သခင်၏ ရစူလ်တမန်တော်များသည် အမှန်တရားနှင့်အတူ ကြွရောက်လာခဲ့ပြီးဖြစ်သည်။ ယခု ကျွန်ုပ်တို့အတွက် ကြားဝင်ပြောဆိုပေးမည့် ကြားဝင်စကားပြောဆိုသူများ ရှိပါသလား? သို့မဟုတ် ကျွန်ုပ်တို့ကို ပြန်လွှတ်ပေးနိုင်ပါသလား <span class=\"gray\">(ဤလောက၏ ပထမဘဝသို့)</span> ဒါမှ ကျွန်ုပ်တို့သည် ပြုလုပ်နိုင်မည်ဖြစ်သည်။ <span class=\"gray\">(ကောင်းသော)</span> အလုပ်များကို ကျွန်ုပ်တို့ ယခင်က ပြုလုပ်ခဲ့သော <span class=\"gray\">(ဆိုးသော)</span> အလုပ်များမှလွဲ၍ ပြုလုပ်နိုင်မည်လော?\" ဧကန်စင်စစ် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို ဆုံးရှုံးခဲ့ကြပြီး ၎င်းတို့ ဖန်တီးခဲ့သော အရာများသည် ၎င်းတို့ထံမှ ပျောက်ကွယ်သွားပြီဖြစ်သည်။ <span>(၅၃)</span></p><div lang=\"es\" class=\"es \"><h2>The Idolators have no Excuse</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ရုပ်တုကိုးကွယ်သူများအတွက် မည်သည့်ဆင်ခြေကိုမျှ ချန်မထားကြောင်း၊ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် တမန်တော် ﷺ နှင့်အတူ ကျမ်းတော်ကို ၎င်းတို့ထံသို့ စေလွှတ်ခဲ့ပြီးဖြစ်ကာ ထိုကျမ်းကို အသေးစိတ်ရှင်းလင်းထားကြောင်း မိန့်ကြားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းသည်)</span> ကျမ်းတစ်အုပ်ဖြစ်ပြီး၊ ၎င်း၏ အာယတ်တော်များသည် <span class=\"gray\">(အသိပညာနယ်ပယ်တိုင်းတွင်)</span> ပြည့်စုံအောင်ပြုလုပ်ထားပြီးနောက် အသေးစိတ်ရှင်းပြထားသည်)</span><span class=\"gray\">[၁၁:၁]</span> အလ္လာဟ်အရှင်မြတ်က ထပ်မံမိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَصَّلْنَاهُ عَلَىٰ عِلْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် အသိပညာဖြင့် အသေးစိတ်ရှင်းပြထားသည်)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ၎င်းတွင် ငါတို့ရှင်းပြထားသည့်အရာကို ပြည့်စုံစွာသိရှိကြသည်။' အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တော်တွင် မိန့်ကြားထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنزَلَهُ بِعِلْمِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ၎င်းကို အရှင်မြတ်၏ အသိပညာဖြင့် ချပေးခဲ့သည်၊)</span><span class=\"gray\">[၄:၁၆၆]</span></p><p lang=\"my\" class=\"my \">ဤနေရာရှိ အဓိပ္ပါယ်မှာ အလ္လာဟ်အရှင်မြတ်က နောင်တမလွန်ဘဝတွင် ရုပ်တုကိုးကွယ်သူများ ရင်ဆိုင်ရမည့် ဆုံးရှုံးမှုကို ဖော်ပြပြီးနောက် အရှင်မြတ်သည် ဤဘဝတွင် တမန်တော်များအား စေလွှတ်ခဲ့ပြီး ကျမ်းများကို ထုတ်ဖော်ပြသခဲ့ကြောင်း၊ သို့ဖြင့် ၎င်းတို့အတွက် မည်သည့်ဆင်ခြေကိုမျှ ချန်မထားကြောင်း မိန့်ကြားသည်။ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် တမန်တော်တစ်ပါးကို <span class=\"gray\">(သတိပေးရန်)</span> မစေလွှတ်မချင်း မည်သည့်အခါမျှ အပြစ်ပေးမည်မဟုတ်ပေ။)</span><span class=\"gray\">[၁၇:၁၅]</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုဖြစ်ရပ်၏ နောက်ဆုံးပြည့်စုံမှုကိုသာ စောင့်ဆိုင်းနေကြသလော)</span> ဆိုလိုသည်မှာ ၎င်းတို့အား ကတိပြုထားသော ညှဉ်းပန်းနှိပ်စက်မှု၊ ပြစ်ဒဏ်၊ ငရဲမီး; သို့မဟုတ် ဂျန္နတ်အကြောင်းကို၊ မုဂျာဟစ်ဒ်နှင့် အခြားသူအများအပြား၏ အဆိုအရဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَوْمَ يَأْتِي تَأْوِيلُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုဖြစ်ရပ် နောက်ဆုံးပြည့်စုံသည့်နေ့၌)</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင်၊ အိဗ်နုအဘ္ဘားစ်၏ အဆိုအရဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ الَّذِينَ نَسُوهُ مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခင်က ထိုဖြစ်ရပ်ကို ပစ်ပယ်ခဲ့သူများသည် ပြောကြလိမ့်မည်)</span> ဤဘဝတွင် ထိုဖြစ်ရပ်ကို မသိကျိုးကျွန်ပြုခဲ့ပြီး ၎င်း၏ အဓိပ္ပါယ်များကို လိုက်နာရန် ပစ်ပယ်ခဲ့သူများသည် ပြောကြလိမ့်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَل لَّنَا مِن شُفَعَاءَ فَيَشْفَعُوا لَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အမှန်စင်စစ် ကျွန်ုပ်တို့၏ အရှင်သခင်၏ ရစူလ်တမန်တော်များသည် အမှန်တရားနှင့်အတူ ကြွရောက်လာခဲ့ပြီးဖြစ်သည်။ ယခု ကျွန်ုပ်တို့အတွက် ကြားဝင်ပြောဆိုပေးမည့် ကြားဝင်စကားပြောဆိုသူများ ရှိပါသလား?\")</span> ဒါမှ ကျွန်ုပ်တို့ ရင်ဆိုင်ခဲ့ရသည့်အရာမှ လွတ်မြောက်နိုင်မည်ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ نُرَدُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သို့မဟုတ် ကျွန်ုပ်တို့ကို ပြန်လွှတ်ပေးနိုင်ပါသလား\")</span>၊ ပထမဘဝသို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဒါမှ ကျွန်ုပ်တို့ ယခင်က ပြုလုပ်ခဲ့သော <span class=\"gray\">(ဆိုးသော)</span> အလုပ်များမှလွဲ၍ <span class=\"gray\">(ကောင်းသော)</span> အလုပ်များကို ပြုလုပ်နိုင်မည်လော?\")</span>။ ဤအာယတ်တော်၏ အစိတ်အပိုင်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ - بَلْ بَدَا لَهُم مَّا كَانُوا يُخْفُونَ مِن قَبْلُ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ၎င်းတို့အား <span class=\"gray\">(ငရဲ)</span>မီးပေါ်တွင် ရပ်ထားသောအခါ မြင်ရလျှင်! ၎င်းတို့က ပြောကြလိမ့်မည်။ \"ကျွန်ုပ်တို့ကို ပြန်လွှတ်ပေးခဲ့လျှင် ကောင်းလေစွ! သို့ဖြစ်လျှင် ကျွန်ုပ်တို့၏ အရှင်သခင်၏ အာယတ်တော်များကို မငြင်းပယ်ကြဘဲ ယုံကြည်သူများ ဖြစ်ကြပါလိမ့်မည်!\" မဟုတ်ပေ၊ ၎င်းတို့ ယခင်က ဖုံးကွယ်ထားခဲ့သော အရာသည် ၎င်းတို့အား ထင်ရှားပေါ်လွင်လာခဲ့ပြီးဖြစ်သည်။ သို့သော် ၎င်းတို့အား <span class=\"gray\">(လောကသို့)</span> ပြန်လွှတ်ပေးခဲ့ပါက ၎င်းတို့ တားမြစ်ခံခဲ့ရသောအရာသို့ ဧကန်မလွဲ ပြန်သွားကြလိမ့်မည်။ ၎င်းတို့သည် ဧကန်စင်စစ် လိမ်ညာသူများဖြစ်ကြသည်)</span><span class=\"gray\">[၆:၂၇-၂၈]</span> အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ خَسِرُوا أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို ဆုံးရှုံးခဲ့ကြပြီး ၎င်းတို့ ဖန်တီးခဲ့သော အရာများသည် ၎င်းတို့ထံမှ ပျောက်ကွယ်သွားပြီဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထာဝရ ငရဲမီးထဲသို့ ဝင်ရောက်ခြင်းဖြင့် မိမိတို့ကိုယ်ကို ဖျက်ဆီးခဲ့ကြသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ဖန်တီးခဲ့သော အရာများသည် ၎င်းတို့ထံမှ ပျောက်ကွယ်သွားပြီဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့ အလ္လာဟ်အရှင်မြတ်အစား ကိုးကွယ်ခဲ့သောအရာများသည် ၎င်းတို့အား စွန့်ပစ်သွားခဲ့ပြီး ၎င်းတို့အတွက် ကြားဝင်စကားပြောဆိုမည်မဟုတ်၊ အကူအညီပေးမည်မဟုတ်၊ ၎င်းတို့၏ ကံကြမ္မာမှလည်း ကယ်တင်မည်မဟုတ်ပေ။</p>"
  },
  {
    "ayah_key": "7:54",
    "group_ayah_key": "7:54",
    "from_ayah": "7:54",
    "to_ayah": "7:54",
    "ayah_keys": "7:54",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်စင်စစ် သင်တို့၏ အရှင်သခင်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်တော်မူ၏။ ကိုယ်တော်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို ခြောက်ရက်အတွင်း ဖန်ဆင်းတော်မူခဲ့ပြီးနောက် <span class=\"gray\">(ဣစတာဝါ)</span> ‘အာရ်ရှ်’ (ပလ္လင်တော်) အထက်သို့ ကြွတော်မူ၏။ ကိုယ်တော်သည် ညကို နေ့ပေါ်သို့ အုပ်ခြုံစေ၏။ နေ့ကို အလျှင်အမြန် လိုက်လံစေ၏။ ကိုယ်တော်သည် နေ၊ လ၊ ကြယ်များကို မိမိ၏ အမိန့်တော်ဖြင့် လွှမ်းမိုးထားတော်မူ၏။ ဧကန်စင်စစ် ဖန်ဆင်းခြင်းနှင့် အမိန့်ပေးခြင်းသည် ကိုယ်တော်အဖို့သာ ဖြစ်၏။ စကြဝဠာခပ်သိမ်းတို့၏ အရှင်သခင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်သည် မင်္ဂလာရှိတော်မူ၏။ <span>(၅၄)</span></p><div lang=\"my\" class=\"my \"><h2>စကြဝဠာကို ခြောက်ရက်အတွင်း ဖန်ဆင်းခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် စကြဝဠာ၊ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၊ ၎င်းတို့အတွင်း၊ အပေါ်နှင့် ၎င်းတို့နှစ်ခုကြားရှိ အရာခပ်သိမ်းတို့ကို ခြောက်ရက်အတွင်း ဖန်ဆင်းတော်မူခဲ့ကြောင်း ကုရ်အာန်ရှိ အာယသ်တော်များစွာ၌ မိန့်ကြားထားတော်မူ၏။ ထိုခြောက်ရက်မှာ တနင်္ဂနွေ၊ တနင်္လာ၊ အင်္ဂါ၊ ဗုဒ္ဓဟူး၊ ကြာသပတေးနှင့် သောကြာတို့ဖြစ်သည်။ သောကြာနေ့တွင် ဖန်ဆင်းခံအားလုံးကို စုစည်းခဲ့ပြီး ထိုနေ့တွင် အာဒမ်ကို ဖန်ဆင်းခဲ့သည်။ ထိုရက်များသည် ကျွန်ုပ်တို့၏ ပုံမှန်ရက်များနှင့် အတူတူပင်ဖြစ်သည်ဟု ရုတ်တရက်စိတ်ထဲပေါ်လာသော အမြင်နှင့် မဟုတ်ဘဲ၊ တစ်ရက်လျှင် နှစ်ပေါင်းတစ်ထောင်ဖြစ်သည်ဟု မူဂျာဟစ်၊ အိမာမ် အဟ်မဒ် ဘင်မ် ဟန်ဘယ်လ်နှင့် အဒ်-ဒဟ်ဟက်ခ်၏ သူ့ထံမှ ရရှိသော ဖော်ပြချက်အရ အိဗ်နု အဗ္ဗားစ်တို့ထံမှ ဖော်ပြထားသည့်အတိုင်း ထိုရက်များသည် ပုံမှန်ရက်များ ဟုတ်မဟုတ်နှင့်ပတ်သက်၍ ထင်မြင်ချက် ကွဲပြားမှုများရှိသည်။ စနေနေ့တွင်မူ မည်သည့်ဖန်ဆင်းခြင်းမျှ မဖြစ်ပေါ်ခဲ့ပေ၊ အကြောင်းမှာ ၎င်းသည် <span class=\"gray\">(တစ်ပတ်၏)</span> သတ္တမမြောက်နေ့ ဖြစ်သောကြောင့်ဖြစ်သည်။ 'အစပ်တ်' ဟူသော စကားလုံးသည် ရပ်တန့်ခြင်း သို့မဟုတ် အနားယူခြင်းဟု အဓိပ္ပာယ်ရသည်။ </p><p lang=\"fil\" class=\"fil \">Imam Ahmad recorded Abu Hurayrah saying: 'Allah's Messenger ﷺ told me:</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلَقَ اللهُ، (عَزَّ وَجَلَّ)، التُّرْبَةَ يَوْمَ السَّبْتِ، وَخَلَقَ فِيهَا الْجِبَالَ يَوْمَ الْأَحَدِ، وَخَلَقَ الشَّجَرَ يَوْمَ الْاِثْنَيْنِ، وَخَلَقَ الْمَكْرُوهَ يَوْمَ الثُّلَاثَاءِ، وَخَلَقَ النُّورَ يَوْمَ الْأَرْبِعَاءِ، وَبَثَّ فِيهَا الدَّوَابَّ يَوْمَ الْخَمِيسِ، وَخَلَقَ آدَمَ، عَلَيْهِ السَّلَامُ، بَعْدَ الْعَصْرِ مِنْ يَوْم الْجُمُعَةِ، فِي آخِرِ الْخَلْقِ، فِي آخِرِ سَاعَةٍ مِنْ سَاعَاتِ الْجُمُعَةِ، فِيمَا بَيْنَ الْعَصْرِ إِلَى اللَّيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် စနေနေ့တွင် မြေမှုန့်ကို ဖန်ဆင်းခဲ့ပြီး၊ တနင်္ဂနွေနေ့တွင် တောင်များကို ဖန်ဆင်းခဲ့ကာ၊ တနင်္လာနေ့တွင် သစ်ပင်များကို ဖန်ဆင်းခဲ့သည်။ အင်္ဂါနေ့တွင် မနှစ်မြို့ဖွယ်ရာများကို ဖန်ဆင်းခဲ့ပြီး ဗုဒ္ဓဟူးနေ့တွင် အလင်းကို ဖန်ဆင်းခဲ့ကာ ကြာသပတေးနေ့တွင် သတ္တဝါများကို နေရာအနှံ့ ဖြန့်ကြက်ခဲ့သည်။ သောကြာနေ့ အစရ် (နေ့လယ်ခွဲနောက်ပိုင်း) အချိန်တွင် အာဒမ်ကို ဖန်ဆင်းခဲ့သည်။ ၎င်းသည် သောကြာနေ့၏ နောက်ဆုံးနာရီတွင်၊ အစရ်နှင့် ညကြားတွင် နောက်ဆုံး ဖန်ဆင်းခံခဲ့ရသူဖြစ်သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>ဣစတာဝါ၏ အဓိပ္ပါယ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်အရ</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကိုယ်တော်သည် ‘အာရ်ရှ်’ (ပလ္လင်တော်) အထက်သို့ ကြွတော်မူခဲ့သည်)</span> ဟူသော စကားနှင့် ပတ်သက်၍ လူတို့တွင် ကွဲလွဲသော ထင်မြင်ချက်များစွာ ရှိခဲ့သည်။ သို့သော် ကျွန်ုပ်တို့သည် အတိတ်နှင့် ပစ္စုပ္ပန်ကာလများမှ မာလစ်ခ်၊ အလ်-အော်ဇာအီ၊ အသ်-သော်ရီ၊ အလ်-လေးသ် ဘင်မ် စအ်ဒ်၊ အရှ်-ရှာဖိအီ၊ အဟ်မဒ်၊ အစ်ဟာက် ဘင်မ် ရာဟ်ဝေးဟ်နှင့် ကျန်ရှိသော အစ္စလာမ်သာသနာ့ ပညာရှင်များကဲ့သို့ ကျွန်ုပ်တို့၏ ဖြောင့်မတ်သော ရှေ့လူကြီးများ ကျင့်သုံးခဲ့သည့် နည်းလမ်းကို လိုက်နာသည်။ ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် အလ်-ဣစတာဝါ၏ ထင်ရှားသော အဓိပ္ပါယ်ကို ၎င်း၏ စစ်မှန်သော အနှစ်သာရကို ဆွေးနွေးခြင်းမရှိဘဲ၊ ၎င်းကို <span class=\"gray\">(ဖန်ဆင်းခံတို့၏ အရည်အချင်းများနှင့်)</span> တူညီအောင်ပြုလုပ်ခြင်းမရှိဘဲ သို့မဟုတ် <span class=\"gray\">(မည်သည့်နည်းနှင့်မျှ)</span> ပြောင်းလဲခြင်း သို့မဟုတ် ငြင်းပယ်ခြင်းမရှိဘဲ လက်ခံပါသည်။ အလ္လာဟ်အရှင်မြတ်ကို ဖန်ဆင်းခံများနှင့် တူညီအောင်ပြုလုပ်သူများ ထံသို့ ရောက်ရှိလာသည့် အဓိပ္ပါယ်ကို ပယ်ချရမည်ဟုလည်း ကျွန်ုပ်တို့ ယုံကြည်သည်။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်နှင့် တူညီသောအရာ မည်သည့်အရာမျှ မရှိသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်နှင့်တူသော အရာမရှိ၊ ကိုယ်တော်သည် အလုံးစုံကို ကြားတော်မူထသော၊ အလုံးစုံကို မြင်တော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span><span class=\"gray\">[42:11]</span></p><p lang=\"my\" class=\"my \">ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် အိမာမ်များ ပြောကြားခဲ့သည်များကို အတည်ပြု၍ အခိုင်အမာ ပြောကြားပါသည်။ ဥပမာအားဖြင့် အိမာမ် အလ်-ဘူခါရီ၏ ဆရာဖြစ်သော နူအိုင်းမ် ဘင်မ် ဟမ်မဒ် အလ်-ခုဇာအီက ဤသို့ဆိုခဲ့သည်- \"မည်သူမဆို အလ္လာဟ်အရှင်မြတ်ကို ကိုယ်တော်၏ ဖန်ဆင်းခံများနှင့် တူညီအောင် ပြုလုပ်ပါက ‘ကုဖ်ရ်’ (မယုံကြည်မှု) ကို ကျူးလွန်ပြီးဖြစ်သည်။ မည်သူမဆို အလ္လာဟ်အရှင်မြတ် မိမိကိုယ်ကို ဖော်ပြထားသည်များကို ငြင်းပယ်ပါက ‘ကုဖ်ရ်’ ကို ကျူးလွန်ပြီးဖြစ်သည်။ ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ် ﷺ တို့ ဖော်ပြထားသည့်အတိုင်း အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(ဖန်ဆင်းခံများနှင့်)</span> တူညီခြင်း မရှိပေ။ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်တော်များကို ထင်ရှားသော အာယသ်တော်များနှင့် စစ်မှန်သော ဟဒီးစ်တော်များတွင် ဖော်ပြထားသည့်အတိုင်း၊ အလ္လာဟ်အရှင်မြတ်၏ ခန့်ညားထည်ဝါမှုနှင့် ကိုက်ညီသော နည်းလမ်းဖြင့် သက်သေခံပြီး၊ ကိုယ်တော်ထံမှ အပြစ်အနာအဆာ အားလုံးကို ပယ်ချပါက လမ်းညွှန်မှု၏ လမ်းကို လိုက်လျှောက်သူဖြစ်သည်။\"</p><div lang=\"my\" class=\"my \"><h2>နေ့နှင့်ညတို့သည် အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက်မှ ဖြစ်သည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ညကို နေ့ပေါ်သို့ အုပ်ခြုံစေ၏၊ နေ့ကို အလျှင်အမြန် လိုက်လံစေ၏။)</span> ဆိုလိုသည်မှာ မှောင်မိုက်ခြင်းသည် အလင်းနှင့်အတူ ပျောက်ကွယ်သွားပြီး အလင်းသည် မှောင်မိုက်ခြင်းနှင့်အတူ ပျောက်ကွယ်သွားသည်။ ၎င်းတို့တစ်ခုစီသည် အခြားတစ်ခုကို လျင်မြန်စွာ လိုက်ရှာကြပြီး နောက်မကျဘဲ၊ ၎င်းပျောက်ကွယ်သွားသောအခါ အခြားတစ်ခုက ရောက်လာပြီး ပြောင်းပြန်လည်း ထိုနည်းအတိုင်းပင်။ အလ္လာဟ်အရှင်မြတ်ကလည်း ဤသို့ မိန့်ကြားထား၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَّهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُم مُّظْلِمُونَ - وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَّهَا ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ - وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّىٰ عَادَ كَالْعُرْجُونِ الْقَدِيمِ - لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အဖို့ နိမိတ်လက္ခဏာတစ်ခုမှာ ညပင်ဖြစ်သည်။ ၎င်းမှ နေ့ကို ကျွန်ုပ်တို့ ဆုတ်ခွာလိုက်သောအခါ ၎င်းတို့သည် မှောင်မိုက်ခြင်းထဲ၌ ရှိနေကြသည်ကို တွေ့ရလိမ့်မည်။ နေသည်လည်း ၎င်း၏ သတ်မှတ်ထားသော အချိန်ကာလတစ်ခုအထိ ၎င်း၏ လမ်းကြောင်းအတိုင်း လည်ပတ်နေသည်။ ၎င်းသည် အနန္တတန်ခိုးရှင်၊ အလုံးစုံသိတော်မူသောအရှင်၏ ဆုံးဖြတ်ချက်ပင်ဖြစ်သည်။ လကိုလည်း ၎င်း၏ <span class=\"gray\">(သွားလာရမည့်)</span> လမ်းစဉ်များကို ကျွန်ုပ်တို့ သတ်မှတ်ပေးထားရာ ၎င်းသည် ဟောင်းနွမ်း၍ ကောက်ကွေးနေသော စွန်ပလွန်ခက်ဟောင်းကဲ့သို့ ဖြစ်လာသည်အထိပင်။ နေသည် လကို လိုက်မီရန် မသင့်လျော်၊ ညသည်လည်း နေ့ကို ကျော်လွန်၍ ရှေ့ပြေးရန် မဖြစ်နိုင်ပေ။ ၎င်းတို့အားလုံးသည် မိမိတို့၏ပတ်လမ်းတစ်ခုစီတွင် ရေပေါ်၌ ပေါလောမျောနေသကဲ့သို့ ပျံ့လွင့်နေကြသည်။)</span><span class=\"gray\">[36:37-40]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا اللَّيْلُ سَابِقُ النَّهَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညသည်လည်း နေ့ကို ကျော်လွန်၍ ရှေ့ပြေးရန် မဖြစ်နိုင်ပေ)</span><span class=\"gray\">[36:40]</span> ဆိုသည်မှာ ညသည် နေ့ကို ဆက်တိုက်လိုက်ပါပြီး သင့်လျော်သော အချိန်ထက် နောက်ကျ၍ဖြစ်စေ၊ စော၍ဖြစ်စေ ရောက်မလာခြင်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာ၌ မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့ကို အလျှင်အမြန် လိုက်လံစေ၏။ နေ၊ လ၊ ကြယ်များကို ကိုယ်တော်၏ အမိန့်တော်ဖြင့် လွှမ်းမိုးထားတော်မူ၏။)</span> ဆိုလိုသည်မှာ အားလုံးသည် ကိုယ်တော်၏ အမိန့်တော်၊ ဆန္ဒတော်နှင့် အုပ်စိုးမှုအောက်တွင် ရှိနေသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့ကို သတိပေးထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ဖန်ဆင်းခြင်းနှင့် အမိန့်ပေးခြင်းသည် ကိုယ်တော်အဖို့သာ ဖြစ်၏။)</span> ဆိုသည်မှာ အုပ်စိုးခြင်းနှင့် ဆုံးဖြတ်ခြင်း ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စကြဝဠာခပ်သိမ်းတို့၏ အရှင်သခင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်သည် မင်္ဂလာရှိတော်မူ၏။)</span> ၎င်းသည် အောက်ပါအာယသ်တော်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်၌ ကြီးမားသော ကြယ်တာရာတို့ကို ဖန်ဆင်းထားတော်မူသော အရှင်သည် မင်္ဂလာရှိတော်မူ၏။)</span><span class=\"gray\">[25:61]</span> အဘူး အဒ်-ဒရ်ဒါအ်သည် တောင်းဆုပြုခဲ့ပြီး၊ ထိုတောင်းဆုကို တမန်တော်မြတ် ﷺ ထံသို့လည်း စွပ်စွဲဖော်ပြခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ لَكَ الْمُلْكُ كُلُّـهُ وَلَكَ الْحَمْدُ كُلُّهُ وَإِلَيْكَ يُرْجَعُ الْأَمْرُ كُلُّهُ، أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ وَأَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်! ဘုရင်စနစ်အားလုံးသည် ကိုယ်တော်ပိုင်ဆိုင်ပါသည်၊ ချီးမွမ်းခြင်းအားလုံးသည် ကိုယ်တော်အတွက်သာဖြစ်ပြီး၊ အရေးကိစ္စအားလုံး၏ ပိုင်ဆိုင်မှုသည် ကိုယ်တော်အတွက်သာ ဖြစ်ပါသည်။ ကောင်းကျိုးအားလုံးကို ကိုယ်တော်ထံမှ တောင်းခံပါသည်၊ မကောင်းမှုအားလုံးမှ ကိုယ်တော်ထံတွင် ခိုလှုံပါသည်။)</span></p>"
  }
]