[
  {
    "ayah_key": "43:81",
    "group_ayah_key": "43:81",
    "from_ayah": "43:81",
    "to_ayah": "43:89",
    "ayah_keys": "43:81,43:82,43:83,43:84,43:85,43:86,43:87,43:88,43:89",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"အကယ်၍ အကြင်နာတော်အရှင်မြတ်၌ သားတော်ရှိခဲ့ပါလျှင် ကျွန်ုပ်သည် ဝတ်ပြုကိုးကွယ်သူများထဲမှ ပထမဆုံးသူဖြစ်သည်၊ <span>(81)</span>ကောင်းကင်များနှင့် မြေကြီးတို့၏ အရှင်သခင်၊ အာရ်ရှ်ပလ္လင်၏ အရှင်သခင်သည် သန့်ရှင်းစင်ကြယ်တော်မူ၏။ သူတို့စွပ်စွဲသော အရာအားလုံးမှ ကိုယ်တော်သည် အလွန်မြင့်မြတ်တော်မူ၏။ <span class=\"gray\">(82)</span>ထို့ကြောင့် သူတို့အား ကတိပေးခံထားရသော နေ့နှင့်ကြုံတွေ့ရသည်အထိ အဓိပ္ပါယ်မဲ့စကားပြောဆိုခွင့်နှင့် ကစားခွင့်ပြုထားပါ။ <span class=\"gray\">(83)</span>ကောင်းကင်ဘုံ၌ တစ်ဆူတည်းသောဘုရား၊ မြေကြီးပေါ်၌ တစ်ဆူတည်းသောဘုရားသည် ကိုယ်တော်သာဖြစ်တော်မူ၏။ ကိုယ်တော်သည် အရာအားလုံးကိုသိတော်မူသော ဉာဏ်ပညာရှင်ဖြစ်သည်။ <span class=\"gray\">(84)</span>ကောင်းကင်များနှင့် မြေကြီးတို့၏ အချုပ်အခြာအာဏာပိုင်ဆိုင်တော်မူသော၊ ၎င်းတို့ကြားရှိ အရာအားလုံးကို ပိုင်ဆိုင်တော်မူသော၊ ရှင်ပြန်ထမြောက်ရာအချိန်၏ အသိပညာရှိတော်မူသော၊ သင်တို့အားလုံးသည် ကိုယ်တော်ထံသို့ ပြန်သွားကြရမည့် ကိုယ်တော်သည် မင်္ဂလာရှိတော်မူ၏။ <span class=\"gray\">(85)</span>ကိုယ်တော်မှတစ်ပါး သူတို့ခေါ်သောသူများသည် ကြားဝင်ဖြန်ဖြေနိုင်စွမ်းမရှိပေ – အမှန်တရားကို သိလျက် သက်သေခံသူများနှင့်၊ သူတို့သိသောသူများမှအပ။ <span class=\"gray\">(86)</span>အကယ်၍ သင်သည် သူတို့အား မည်သူဖန်ဆင်းခဲ့သနည်းဟု မေးလျှင် သူတို့က \"အလ္လာဟ်\" ဟု အသေအချာပြောကြလိမ့်မည်။ ထိုသို့ဆိုလျှင် သူတို့သည် မည်သို့ လှည့်ဖျားခံရသနည်း။ <span class=\"gray\">(87)</span>သူ၏စကားမှာ \"အို ကျွန်ုပ်၏အရှင်သခင်! ဧကန်စင်စစ် ဤသူတို့သည် မယုံကြည်သူများ ဖြစ်ကြ၏!\" <span class=\"gray\">(88)</span>ထို့ကြောင့် သူတို့ထံမှ လှည့်ထွက်သွားပြီး \"ဆလာမ် (ငြိမ်းချမ်းခြင်း!)\" ဟု ပြောပါ။ သို့သော် သူတို့သည် သိရှိလာကြလိမ့်မည်။ <span class=\"gray\">(89)</span></p><p lang=\"gl\" class=\"gl \">Allah has no Offspring </p><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"mg\" class=\"mg \"><span class=\"gray\">(Say)</span> – 'O Muhammad' –</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ كَانَ لِلرَّحْمَٰنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အကြင်နာတော်အရှင်မြတ်၌ သားတော်ရှိခဲ့ပါလျှင် ကျွန်ုပ်သည် ဝတ်ပြုကိုးကွယ်သူများထဲမှ ပထမဆုံးသူဖြစ်သည်၊)</span> ဟူသည်မှာ 'အကယ်၍ ထိုသို့ဖြစ်ခဲ့လျှင် ကျွန်ုပ်သည် ထိုအခြေခံဖြင့် ကိုယ်တော်အား ဝတ်ပြုကိုးကွယ်မည်၊ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်သည် ကိုယ်တော်၏ ကျွန်တစ်ဦးဖြစ်သည်၊ ကိုယ်တော်မိန့်ကြားသမျှကို နာခံသည်၊ ကိုယ်တော်အား ဝတ်ပြုကိုးကွယ်ရန်အတွက် မည်သည့်မာန၊ ထောင်လွှားမှုမျှမရှိပေ' ဟု အဓိပ္ပါယ်ရသည်။ ဤအခြေအနေပြဝါကျသည် ဖော်ပြထားသောအရာ ဖြစ်နိုင်သည်၊ သို့မဟုတ် ဖြစ်ပေါ်လာနိုင်သည်ဟု မဆိုလိုပေ၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည်မှာ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَاءُ ۚ سُبْحَانَهُ ۖ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်သည် သားတော်ကို ယူရန်ဆန္ဒရှိခဲ့ပါမူ ဖန်ဆင်းထားသူများထဲမှ ကိုယ်တော်အလိုရှိရာကို ရွေးချယ်နိုင်ခဲ့မည်။ သို့သော် ကိုယ်တော်သည် မြင့်မြတ်တော်မူ၏! ကိုယ်တော်သည် အလ္လာဟ်၊ တစ်ဆူတည်းသော၊ နှိမ်နင်းနိုင်သူဖြစ်သည်။)</span><span class=\"gray\">(39:4)</span>။ အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားထားသည်မှာ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالْأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးတို့၏ အရှင်သခင်၊ အာရ်ရှ်ပလ္လင်၏ အရှင်သခင်သည် သန့်ရှင်းစင်ကြယ်တော်မူ၏! သူတို့စွပ်စွဲသော အရာအားလုံးမှ ကိုယ်တော်သည် အလွန်မြင့်မြတ်တော်မူ၏။)</span> ဟူသည်မှာ၊ အရာခပ်သိမ်းကို ဖန်ဆင်းရှင်သည် သားသမီးရှိခြင်းထက် များစွာ မြင့်မြတ်ခြင်း၊ သန့်ရှင်းစင်ကြယ်ခြင်း၊ ချီးမြှောက်ခြင်းခံရခြင်းဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် ထူးခြားသော၊ တစ်ပါးတည်းသော၊ ထာဝစဉ် ကိုယ့်အားကိုယ်ကိုးသူဖြစ်သောကြောင့်ဖြစ်သည်။ ကိုယ်တော်နှင့်တူသော သို့မဟုတ် ကိုယ်တော်နှင့် ညီမျှသော မည်သူမျှမရှိပေ၊ ကိုယ်တော်၌ သားသမီးလည်းမရှိပေ။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَذَرْهُمْ يَخُوضُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့အား (တစ်ယောက်တည်း) အဓိပ္ပါယ်မဲ့စကား ပြောဆိုခွင့်ပြုထားပါ)</span> ဟူသည်မှာ၊ သူတို့၏ မသိနားမလည်မှုနှင့် လမ်းမှားရောက်နေမှုတို့တွင် ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَيَلْعَبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကစားရန်)</span> သူတို့၏လောကတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အား ကတိပေးထားသော နေ့နှင့်ကြုံတွေ့ရသည်အထိ။)</span> ဟူသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့ဖြစ်သည်၊ ဆိုလိုသည်မှာ ထိုနေ့၌ သူတို့၏နိဂုံးနှင့် ပန်းတိုင်သည် မည်သို့ဖြစ်မည်ကို သိရှိလာကြလိမ့်မည်။</p><p lang=\"my\" class=\"my \">အရှင်၏ ထူးခြားမှု</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي فِي السَّمَاءِ إِلَٰهٌ وَفِي الْأَرْضِ إِلَٰهٌ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်ဘုံ၌ တစ်ဆူတည်းသောဘုရား၊ မြေကြီးပေါ်၌ တစ်ဆူတည်းသောဘုရားသည် ကိုယ်တော်သာဖြစ်တော်မူ၏။)</span> ဟူသည်မှာ၊ ကိုယ်တော်သည် ကောင်းကင်ဘုံ၌ရှိသူများနှင့် မြေကြီးပေါ်၌ရှိသူများ၏ ဘုရားဖြစ်သည်ဟု အဓိပ္ပါယ်ရသည်။ သူတို့အားလုံးသည် ကိုယ်တော်အား ဝတ်ပြုကိုးကွယ်ကြပြီး ကိုယ်တော်ရှေ့တွင် နှိမ့်ချကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَهُوَ الْحَكِيمُ الْعَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် အရာအားလုံးကိုသိတော်မူသော ဉာဏ်ပညာရှင်ဖြစ်သည်။)</span> ဤအာယသ်သည် ဤအာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ ۖ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ကောင်းကင်များနှင့် မြေကြီးပေါ်၌ရှိသော အလ္လာဟ်ဖြစ်တော်မူ၏။ သင်တို့ ဖုံးကွယ်ထားသည်ကိုလည်းကောင်း၊ ထုတ်ဖော်ပြသသည်ကိုလည်းကောင်း ကိုယ်တော်သိတော်မူ၏။ သင်တို့ရှာဖွေသော အရာကိုလည်း ကိုယ်တော်သိတော်မူ၏။)</span><span class=\"gray\">(6:3)</span> ဟူသည်မှာ၊ ကောင်းကင်များနှင့် မြေကြီးပေါ်၌ အလ္လာဟ်ဟု ခေါ်ဆိုခြင်းခံရသူသည် ကိုယ်တော်သာဖြစ်သည်ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَبَارَكَ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးတို့၏ အချုပ်အခြာအာဏာပိုင်ဆိုင်တော်မူသော၊ ၎င်းတို့ကြားရှိ အရာအားလုံးကို ပိုင်ဆိုင်တော်မူသော ကိုယ်တော်သည် မင်္ဂလာရှိတော်မူ၏၊)</span> ဟူသည်မှာ၊ ကိုယ်တော်သည် ၎င်းတို့၏ ဖန်ဆင်းရှင်နှင့် အချုပ်အခြာအာဏာပိုင်ဖြစ်သည်၊ ကိုယ်တော်၏ အုပ်ချုပ်မှုကို မည်သူမျှ ဆန့်ကျင်တိုက်ခိုက်၍မရဘဲ ထိန်းချုပ်နေသူဖြစ်သည်။ ကိုယ်တော်သည် သားသမီးရှိသည်ဟူသော အယူအဆထက် များစွာ မင်္ဂလာရှိပြီး မြင့်မြတ်တော်မူ၏။ ကိုယ်တော်သည် ထာဝစဉ် အပြစ်အနာအဆာများမှ ကင်းစင်တော်မူ၏၊ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် အရှင်သခင်၊ အမြင့်မြတ်ဆုံး၊ အကြွင်းမဲ့တန်ခိုးရှင်၊ အရာခပ်သိမ်း၏ အချုပ်အခြာအာဏာပိုင်၊ အရာခပ်သိမ်းကို ထိန်းချုပ်သူဖြစ်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِنْدَهُ عِلْمُ السَّاعَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ရှင်ပြန်ထမြောက်ရာအချိန်၏ အသိပညာရှိတော်မူသော၊)</span> ဟူသည်မှာ၊ ကိုယ်တော်မှအပ မည်သူမျှ မည်သည့်အချိန်တွင် ဖြစ်မည်ကို မသိဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَيْهِ تُرْجَعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အားလုံးသည် ကိုယ်တော်ထံသို့ ပြန်သွားကြရမည့်။)</span> ဟူသည်မှာ၊ လူတစ်ဦးစီသည် မိမိတို့၏ လုပ်ရပ်များအတွက် ပြန်လည်အကျိုးပေးခြင်းခံရမည်၊ အကယ်၍ ကောင်းပါက အကျိုးဆုလာဘ်ခံစားရမည်ဖြစ်ပြီး၊ အကယ်၍ ဆိုးပါက အပြစ်ပေးခြင်းခံရမည်ဟု အဓိပ္ပါယ်ရသည်။</p><p lang=\"my\" class=\"my \">ရုပ်တုများတွင် ကြားဝင်ဖြန်ဖြေနိုင်စွမ်းမရှိပါ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်မှတစ်ပါး သူတို့ခေါ်သောသူများသည် တန်ခိုးမရှိကြပေ)</span> ဟူသည်မှာ၊ ရုပ်တုများနှင့် မှားယွင်းသော ဘုရားများကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّفَاعَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြားဝင်ဖြန်ဖြေနိုင်စွမ်း)</span> ဟူသည်မှာ၊ သူတို့သည် ၎င်းတို့အတွက် ကြားဝင်ဖြန်ဖြေနိုင်စွမ်းမရှိဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်တရားကို သိလျက် သက်သေခံသူများနှင့်၊ သူတို့သိသောသူများမှအပ။)</span> ဤအဓိပ္ပါယ်မှာ၊ အမှန်တရားကို သက်သေခံသူသည် အသိပညာနှင့် ထိုးထွင်းဉာဏ်ရှိသောကြောင့် ၎င်း၏ အလ္လာဟ်အရှင်မြတ်ထံတွင် ကြားဝင်ဖြန်ဖြေမှုသည် ကိုယ်တော်၏ ခွင့်ပြုချက်ဖြင့် အကျိုးရှိမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူများက အလ္လာဟ်တစ်ပါးတည်းသာ ဖန်ဆင်းရှင်ဖြစ်ကြောင်း ဝန်ခံခြင်း</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် သူတို့အား မည်သူဖန်ဆင်းခဲ့သနည်းဟု မေးလျှင် သူတို့က \"အလ္လာဟ်\" ဟု အသေအချာပြောကြလိမ့်မည်။ ထိုသို့ဆိုလျှင် သူတို့သည် မည်သို့ လှည့်ဖျားခံရသနည်း။)</span> ဟူသည်မှာ၊ 'အကယ်၍ သင်သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားအရာများကို ကိုးကွယ်သူ ဤရုပ်တုကိုးကွယ်သူများကို မေးမြန်းလျှင်' ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူက သူတို့အား ဖန်ဆင်းခဲ့သနည်း၊ သူတို့က \"အလ္လာဟ်\" ဟု အသေအချာ ပြောကြလိမ့်မည်။)</span> ဟူသည်မှာ၊ ကိုယ်တော်တစ်ပါးတည်းသာ အရာခပ်သိမ်း၏ ဖန်ဆင်းရှင်ဖြစ်ပြီး ကိုယ်တော်၌ ထိုအရာတွင် မည်သည့်လုပ်ဖော်ကိုင်ဖက်မျှမရှိကြောင်း သူတို့ဝန်ခံကြလိမ့်မည်ဟု အဓိပ္ပါယ်ရသည်။ သို့တိုင်အောင် သူတို့သည် ကိုယ်တော်နှင့်အတူ မည်သည့်အရာမျှမရှိဘဲ မည်သည့်အရာမျှမလုပ်ဆောင်နိုင်သော အခြားသူများကို ကိုးကွယ်နေကြသေးသည်။ ဤသည်မှာ အလွန်အမင်း မိုက်မဲမှုနှင့် အရူးထခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည်မှာ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنَّىٰ يُؤْفَكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ဆိုလျှင် သူတို့သည် မည်သို့ လှည့်ဖျားခံရသနည်း။)</span></p><p lang=\"my\" class=\"my \">တမန်တော်၏ အလ္လာဟ်ထံ တိုင်တန်းခြင်း</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلِهِ يَا رَبِّ إِنَّ هَٰؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏စကားမှာ \"အို ကျွန်ုပ်၏အရှင်သခင်! ဧကန်စင်စစ် ဤသူတို့သည် မယုံကြည်သူများ ဖြစ်ကြ၏!\")</span> ဟူသည်မှာ၊ မုဟမ္မဒ် ﷺ က ဤသို့ပြောခဲ့သည်၊ သူသည် သူ့အား မယုံကြည်သော သူ့လူမျိုးများအကြောင်းကို သူ၏အရှင်သခင်ထံ တိုင်တန်းခဲ့ပြီး 'အို အရှင်၊ ဤသူတို့သည် မယုံကြည်ကြ' ဟု ပြောခဲ့သည်။ ဤသည်မှာ ဤအာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَٰذَا الْقُرْآنَ مَهْجُورًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်က ပြောလိမ့်မည်- \"အို ကျွန်ုပ်၏အရှင်သခင်! ဧကန်စင်စစ် ကျွန်ုပ်၏လူမျိုးသည် ဤကုရ်အာန်ကို စွန့်ပစ်ခဲ့ကြသည်။\")</span><span class=\"gray\">(25:30)</span>။ ဤသည်မှာ အိဗ်နု မစအူးဒ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအား ကျေနပ်တော်မူပါစေ၊ မူဂျာဟစ်ဒ်နှင့် ကတာဒါတို့၏ အမြင်ဖြစ်ပြီး၊ အိဗ်နု ဂျာရီရ်က ဤသို့ အနက်ဖွင့်ခဲ့သည်။ အလ်-ဘူခါရီက ပြောသည်- \"'အဗ်ဒုလ္လာဟ် – ဆိုလိုသည်မှာ အိဗ်နု မစအူးဒ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအား ကျေနပ်တော်မူပါစေ – သည် <span class=\"gray\">(အဇ်-ဇူခ်ရွဖ်၏ အာယသ် ၈၈ ကို)</span> ရွတ်ဆိုခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَقَالَ الرَّسُولُ ياربِّ)</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်က ပြောလိမ့်မည်- \"အို ကျွန်ုပ်၏အရှင်သခင်!\")</span> မူဂျာဟစ်ဒ်က ဤအာယသ်နှင့်ပတ်သက်၍ ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلِهِ يَا رَبِّ إِنَّ هَٰؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏စကားမှာ \"အို ကျွန်ုပ်၏အရှင်သခင်! ဧကန်စင်စစ် ဤသူတို့သည် မယုံကြည်သူများ ဖြစ်ကြ၏!\")</span> \"အလ္လာဟ်အရှင်မြတ်က မုဟမ္မဒ်ပြောသည်ကို ဖော်ပြနေခြင်းဖြစ်သည်။\" ကတာဒါက ပြောသည်၊ \"ဤသည်မှာ သင်၏ တမန်တော် ﷺ က သူ၏လူမျိုးများအကြောင်းကို သူ၏အရှင်သခင်ထံ တိုင်တန်းခဲ့စဉ်က ပြောသော စကားများဖြစ်သည်။\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَاصْفَحْ عَنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့ထံမှ လှည့်ထွက်သွားပါ၊)</span> ဟူသည်မှာ၊ ရုပ်တုကိုးကွယ်သူများထံမှ ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَقُلْ سَلَامٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဆလာမ် (ငြိမ်းချမ်းခြင်း!) ဟု ပြောပါ)</span> ဟူသည်မှာ၊ 'သူတို့ သင့်အား ဆိုးညစ်သောနည်းဖြင့် ပြောဆိုသည့်အတိုင်း ပြန်မတုံ့ပြန်ပါနှင့်၊ သို့သော် သူတို့၏စိတ်နှလုံးကို နူးညံ့စေရန် ကြိုးစားပြီး စကားဖြင့်လည်းကောင်း၊ လုပ်ရပ်ဖြင့်လည်းကောင်း ခွင့်လွှတ်ပေးပါ' ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوْفَ يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့သည် သိရှိလာကြလိမ့်မည်။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က သူတို့အတွက် သတိပေးခြင်းဖြစ်သည်။ ကိုယ်တော်၏ တားဆီး၍မရသော ပြစ်ဒဏ်သည် သူတို့အပေါ် ကျရောက်ခဲ့ပြီး ကိုယ်တော်၏သာသနာနှင့် ကိုယ်တော်၏စကားသည် အမြင့်မြတ်ဆုံးဖြစ်ခဲ့သည်။ ထို့နောက် ဂျီဟတ်ဒ်နှင့် ကြိုးပမ်းအားထုတ်မှုများကို သတ်မှတ်ခဲ့ပြီးနောက် လူအများအပြားသည် အလ္လာဟ်အရှင်မြတ်၏သာသနာသို့ ဝင်ရောက်လာကြပြီး အစ္စလာမ်သည် အရှေ့နှင့်အနောက်တစ်ခွင်လုံးသို့ ပျံ့နှံ့သွားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ ဤသည်မှာ စူရဟ် အဇ်-ဇူခ်ရွဖ် ၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။</p>"
  }
]