[
  {
    "ayah_key": "9:19",
    "group_ayah_key": "9:19",
    "from_ayah": "9:19",
    "to_ayah": "9:22",
    "ayah_keys": "9:19,9:20,9:21,9:22",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့သည် ဟဂျ် ဘုရားဖူးများအား သောက်ရေပေးဝေခြင်းနှင့် အလ်-မစ်ဂျစ် အလ်-ဟာရမ်ကို ထိန်းသိမ်းစောင့်ရှောက်ခြင်းတို့ကို အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်ပြီး အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်တွင် ကြိုးပမ်းအားထုတ်ကာ တိုက်ပွဲဝင်သူတို့၏ တန်ဖိုးနှင့် ညီမျှသည်ဟု ထည့်သွင်းစဉ်းစားကြသလော။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ရှေ့တော်မှောက်တွင် မတူညီကြပေ။ အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူများကို လမ်းမပြပေ။ <span>(၁၉)</span>ယုံကြည်ပြီး ရွှေ့ပြောင်းနေထိုင်ကြကာ အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်တွင် မိမိတို့၏ ဥစ္စာပစ္စည်းများ၊ အသက်များဖြင့် ကြိုးပမ်းအားထုတ် တိုက်ပွဲဝင်ခဲ့ကြသူတို့သည် အလ္လာဟ်အရှင်မြတ်ရှေ့တော်မှောက်တွင် အဆင့်အတန်းများစွာ မြင့်မားကြသည်။ ၎င်းတို့သည် အောင်မြင်သူများ ဖြစ်ကြသည်။ <span>(၂၀)</span>၎င်းတို့၏ အရှင်သခင်သည် ၎င်းတို့အား မိမိအရှင်မြတ်ထံမှ ကရုဏာနှင့် အရှင်မြတ်ကျေနပ်နှစ်သက်တော်မူခြင်း <span class=\"gray\">(၎င်းတို့အပေါ်)</span>၊ နှင့် ထာဝရ နှစ်သက်ဖွယ်ရာများရှိသည့် ဥယျာဉ်များ <span class=\"gray\">(ဂျန္နတ် (ပရဒိသု))</span> ၏ ဝမ်းမြောက်ဖွယ်သတင်းများကို ပေးသနားတော်မူသည်။ <span>(၂၁)</span>၎င်းတို့သည် ထာဝစဉ် ထိုနေရာတွင် နေထိုင်ကြလိမ့်မည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတွင် ကြီးမားသော အကျိုးဆုလာဘ်ရှိသည်။ <span>(၂၂)</span></p><div lang=\"my\" class=\"my \"><h2>ဟဂျ် ဘုရားဖူးများအား ရေပေးဝေခြင်းနှင့် သန့်ရှင်းသော ဗလီကို ထိန်းသိမ်းခြင်းတို့သည် ယုံကြည်ခြင်းနှင့် ဂျီဟတ် (စစ်ပွဲ) တို့နှင့် မတူညီပေ။</h2></div><p lang=\"my\" class=\"my \">အလ်-အော်ဖီက ၎င်း၏ တဖ်စီရ်တွင် အိဗ်နု အဗ္ဗားစ်က ဤအာယတ်တော်ကို ရှင်းပြသည်ဟု ဖော်ပြထားသည်။ \"ရုပ်တုကိုးကွယ်သူတို့က 'အလ်-မစ်ဂျစ် အလ်-ဟာရမ်ကို ထိန်းသိမ်းခြင်းနှင့် ဟဂျ် ဘုရားဖူးများအား ရေပေးဝေခြင်းသည် ယုံကြည်ခြင်းကို လက်ခံခြင်းနှင့် ဂျီဟတ်လုပ်ဆောင်ခြင်းတို့ထက် ပိုကောင်းသည်' ဟု ပြောဆိုခဲ့ကြသည်။ ၎င်းတို့သည် အလ်-မစ်ဂျစ် အလ်-ဟာရမ်၏ လူများ၊ ထိန်းသိမ်းသူများဖြစ်သည်ဟု ပြောဆိုကြသောကြောင့် လူများကြားတွင် ကြွားဝါပြီး ကြွားလုံးထုတ်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ မာန်မာနနှင့် ငြင်းပယ်ခြင်း <span class=\"gray\">(ယုံကြည်ခြင်းကို)</span> အကြောင်းကို ဖော်ပြပြီး ရုပ်တုကိုးကွယ်သူဖြစ်ကြသော 'အလ်-ဟာရမ်မှ လူများ' အား မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كَانَتْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنتُمْ عَلَىٰ أَعْقَابِكُمْ تَنكِصُونَ - مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါ၏ အာယတ်တော်များကို သင်တို့အား ရွတ်ဖတ်ပြခဲ့သော်လည်း သင်တို့သည် မိမိတို့၏ ဖနောင့်များဖြင့် နောက်ဆုတ်သွားလေ့ရှိသည် <span class=\"gray\">(၎င်းတို့ကို ငြင်းပယ်ခြင်း၊ မုန်းတီးမှုဖြင့် နားထောင်ရန် ငြင်းဆန်ခြင်း)</span>။ မာန်မာနဖြင့် ညဘက်တွင် ၎င်းအကြောင်း <span class=\"gray\">(ကုရ်အာန်)</span> မကောင်းပြောဆိုကြသည်။)</span><span class=\"gray\">[၂၃:၆၆-၆၇]</span>။ </p><p lang=\"my\" class=\"my \">၎င်းတို့သည် သန့်ရှင်းသော ဗလီကို ထိန်းသိမ်းစောင့်ရှောက်သူများဖြစ်ကြောင်း ကြွားဝါလေ့ရှိကြသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">بِهِ سَامِرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဘက်တွင် ၎င်းအကြောင်း ပြောဆိုခြင်း)</span>။ ၎င်းတို့သည် ညဘက်တွင် ကုရ်အာန်နှင့် တမန်တော် ﷺ ကို ရှောင်ရှားလျက် ဤအကြောင်း ပြောဆိုလေ့ရှိကြသည်။ အလ္လာဟ်အရှင်မြတ်က တမန်တော် ﷺ နှင့်အတူ ယုံကြည်ခြင်းနှင့် ဂျီဟတ်လုပ်ဆောင်ခြင်းသည် ရုပ်တုကိုးကွယ်သူတို့၏ အလ်-မစ်ဂျစ် အလ်-ဟာရမ်ကို ထိန်းသိမ်းခြင်းနှင့် ဟဂျ် ဘုရားဖူးများအား ရေပေးဝေခြင်းတို့ထက် ပိုကောင်းသည်ဟု ကြေညာတော်မူသည်။ ဤလုပ်ဆောင်ချက်များ – အလ္လာဟ်အရှင်မြတ်၏ အိမ်တော်ကို ထိန်းသိမ်းခြင်းနှင့် ဝန်ဆောင်မှုပေးခြင်း – သည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်ထံတွင် အကျိုးပြုမည်မဟုတ်ပေ။ အကြောင်းမှာ ၎င်းတို့သည် အရှင်မြတ်နှင့်အတူ အခြားသူများကို ဖက်စပ်ထားသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၊ မြင့်မြတ်တော်မူသောအရှင်က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوُونَ عِندَ اللَّهِ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ရှေ့တော်မှောက်တွင် မတူညီကြပေ။ အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူများကို လမ်းမပြပေ။)</span> ၎င်းတို့သည် အိမ်တော်ကို ထိန်းသိမ်းသူများဖြစ်သည်ဟု ကြွေးကြော်သူများ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ရှစ်ရ်ခ် (အခြားသူကို ဖက်စပ်ခြင်း) ကြောင့် မတရားမှုဖြင့် ဖော်ပြတော်မူပြီး၊ ထို့ကြောင့် ၎င်းတို့၏ ဗလီထိန်းသိမ်းမှုသည် ၎င်းတို့အား အကျိုးပြုမည်မဟုတ်ပေ။\"</p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တလ်ဟာက အိဗ်နု အဗ္ဗားစ်က ပြောသည်ဟု ဖော်ပြသည်။ \"ဤအာယတ်တော်သည် အလ်-အဗ္ဗားစ် ဘင် အဗ်ဒုလ်-မွတ်တလိဘ်နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်း ဖြစ်သည်။ ဘဒ်ရ်တိုက်ပွဲတွင် သူ ဖမ်းဆီးခံရသောအခါ သူက 'အကယ်၍ သင်တို့သည် ကျွန်ုပ်တို့ထက် အစ္စလာမ်ကို လက်ခံရန်၊ ဟစ်ဂျ်ရာပြုလုပ်ရန်နှင့် ဂျီဟတ်လုပ်ဆောင်ရန် အလျင်စလိုလုပ်ခဲ့လျှင် ကျွန်ုပ်တို့သည် အလ်-မစ်ဂျစ် အလ်-ဟာရမ်ကို ထိန်းသိမ်းစောင့်ရှောက်ခဲ့ကြပြီး၊ ဟဂျ် ဘုရားဖူးများအား ရေပေးဝေခဲ့ကြကာ အကြွေးတင်သူများကို လွတ်မြောက်စေခဲ့သည်' ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၊ မြင့်မြတ်တော်မူသောအရှင်က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဟဂျ် ဘုရားဖူးများအား သောက်ရေပေးဝေခြင်းကို ထည့်သွင်းစဉ်းစားကြသလော)</span>၊ ထိုအခါ- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူများကို လမ်းမပြပေ။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'ဤလုပ်ဆောင်ချက်များအားလုံးကို ရှစ်ရ်ခ် (အခြားသူကို ဖက်စပ်ခြင်း) ကျူးလွန်နေစဉ် ပြုလုပ်ခဲ့ခြင်းဖြစ်ပြီး၊ ရှစ်ရ်ခ် အခြေအနေတွင် ပြုလုပ်သော <span class=\"gray\">(ကောင်းမှုကုသိုလ်များကို)</span> ငါလက်ခံမည်မဟုတ်ပေ။' အဒ်-ဒဟ်ဟာက် ဘင် မူဇာဟင်မ်က ပြောသည်၊ 'မွတ်စလင်မ်များသည် ဘဒ်ရ်တိုက်ပွဲအတွင်း ဖမ်းဆီးခံရသော အလ်-အဗ္ဗားစ်နှင့် သူ၏ မိတ်ဆွေများထံ ရောက်လာပြီး ၎င်းတို့၏ ရှစ်ရ်ခ်အတွက် ဆူပူကြိမ်းမောင်းကြသည်။ အလ်-အဗ္ဗားစ်က 'အလ္လာဟ်အရှင်မြတ်ကို အမှန်ပြုပါ၏။ ကျွန်ုပ်တို့သည် အလ်-မစ်ဂျစ် အလ်-ဟာရမ်ကို ထိန်းသိမ်းစောင့်ရှောက်ခဲ့ကြသည်၊ အကြွေးတင်သူများကို လွှတ်ပေးခဲ့ကြသည်၊ အိမ်တော်ကို ဝန်ဆောင်မှုပေးခဲ့ကြသည် <span class=\"gray\">(သို့မဟုတ် ခြုံပေးခဲ့သည်၊ သို့မဟုတ် ထိန်းသိမ်းခဲ့သည်)</span> နှင့် ဟဂျ် ဘုရားဖူးများအား ရေပေးဝေခဲ့ကြသည်။' အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော်ကို ထုတ်ပြန်ခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဟဂျ် ဘုရားဖူးများအား သောက်ရေပေးဝေခြင်းကို ထည့်သွင်းစဉ်းစားကြသလော...)</span>'\" </p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်၏ တဖ်စီရ်နှင့် ပတ်သက်၍ ကျွန်ုပ်တို့ ဖော်ပြသင့်သည့် ဟဒီးစ်တော် <span class=\"gray\">[တမန်တော် ﷺ ထံမှ]</span> တစ်ခုရှိသည်။ အဗ်ဒုရ်-ရာဇ်ဇာက်က အန်-နူအ်မန် ဘင် ဘာရှီရ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်။ 'တစ်ယောက်သောသူက \"အစ္စလာမ်ကို လက်ခံပြီးနောက် ဟဂျ် ဘုရားဖူးများအား သောက်ရေပေးဝေခြင်း <span class=\"gray\">[မက္ကာဟ်ရှိ ကအ်ဘာသို့ လာရောက်သူများ]</span> မှလွဲ၍ မည်သည့်အရာကိုမျှ မလုပ်ဆောင်ရလျှင် ကျွန်ုပ်ဂရုမစိုက်ပါ။\" အခြားတစ်ယောက်က \"အစ္စလာမ်ကို လက်ခံပြီးနောက် အလ်-မစ်ဂျစ် အလ်-ဟာရမ်ကို ထိန်းသိမ်းခြင်းမှလွဲ၍ မည်သည့်အရာကိုမျှ မလုပ်ဆောင်ရလျှင် ကျွန်ုပ်ဂရုမစိုက်ပါ။\" တတိယလူတစ်ယောက်က \"အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်တွင် ဂျီဟတ်လုပ်ဆောင်ခြင်းသည် သင်တို့ပြောဆိုသည်ထက် ပိုမိုဖြောင့်မတ်သည်။\" 'ဥမာရ်က ၎င်းတို့အား 'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် (တမန်တော်) ၏ မင်ဗရ်ဘေးတွင် သင်တို့၏ အသံများကို မမြှင့်တင်ကြနှင့်' ဟု ဆူပူခဲ့သည်။ ထိုနေ့သည် သောကြာနေ့ဖြစ်သောကြောင့် 'သို့သော် ကျွန်ုပ်တို့ သောကြာနေ့ ဆွလာတ် (ဝတ်ပြုခြင်း) ပြီးနောက် တမန်တော် ﷺ ထံသွားပြီး မေးမြန်းကြမည်' ဟု သူက ပြောခဲ့သည်။ ဤအာယတ်တော် ထုတ်ပြန်ခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဟဂျ် ဘုရားဖူးများအား သောက်ရေပေးဝေခြင်းနှင့် အလ်-မစ်ဂျစ် အလ်-ဟာရမ်ကို ထိန်းသိမ်းခြင်းကို ထည့်သွင်းစဉ်းစားကြသလော)</span>၊ ထိုအခါ- </p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوُونَ عِندَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ရှေ့တော်မှောက်တွင် မတူညီကြပေ။)</span></p>"
  },
  {
    "ayah_key": "9:23",
    "group_ayah_key": "9:23",
    "from_ayah": "9:23",
    "to_ayah": "9:24",
    "ayah_keys": "9:23,9:24",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! အကယ်၍ သင်တို့၏ဖခင်များနှင့် သင်တို့၏ညီအစ်ကိုများသည် ယုံကြည်ခြင်းထက် မယုံကြည်ခြင်းကို နှစ်သက်ပါက ၎င်းတို့ကို မိတ်ဆွေအဖြစ် မထားကြကုန်လင့်။ သင်တို့အနက် ၎င်းတို့နှင့် မိတ်ဆွေဖွဲ့သူသည် မှားယွင်းသူများထဲမှ တစ်ဦးဖြစ်၏။ <span>(23)</span>ပြောပါ- အကယ်၍ သင်တို့၏ဖခင်များ၊ သင်တို့၏သားများ၊ သင်တို့၏ညီအစ်ကိုများ၊ သင်တို့၏ကြင်ဖော်များ၊ သင်တို့၏ဆွေမျိုးများ၊ သင်တို့ရရှိခဲ့သောစည်းစိမ်ဥစ္စာ၊ အကျဘက်သို့ရောက်မည်ကို သင်တို့စိုးရိမ်သောကုန်သွယ်မှုနှင့် သင်တို့ပျော်မွေ့ရာအိမ်များသည် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင့်တမန်တော်ထက်၊ အရှင့်လမ်းစဉ်တွင် ကြိုးစားအားထုတ်ခြင်းနှင့် တိုက်ခိုက်ခြင်းထက် သင်တို့အတွက် ပို၍တန်ဖိုးရှိပါက အလ္လာဟ်အရှင်မြတ်သည် အရှင့်ဆုံးဖြတ်ချက် <span class=\"gray\">(ပြစ်ဒဏ်)</span>ကို ဆောင်ကြဉ်းလာသည်အထိ စောင့်ဆိုင်းကြကုန်လော့။ အလ္လာဟ်အရှင်မြတ်သည် ပုန်ကန်သောသူများကို လမ်းမှန်သို့ လမ်းညွှန်ပြသတော်မမူပေ။ <span>(24)</span></p><div lang=\"my\" class=\"my \"><h2>မိမိ၏ဆွေမျိုးရင်းချာများဖြစ်သော်လည်း ရုပ်တုကိုးကွယ်သူများကို ထောက်ခံသူများအဖြစ် မထားရန် တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများကို ရှောင်ရှားရန် အမိန့်ပေးထားသည်၊ ၎င်းတို့သည် မိမိ၏မိဘများ သို့မဟုတ် သားသမီးများဖြစ်နေစေကာမူ၊ ယုံကြည်ခြင်းအစား မယုံကြည်ခြင်းကို ရွေးချယ်ပါက ၎င်းတို့ကို ထောက်ခံသူများအဖြစ် မထားရန် တားမြစ်ထားသည်။ အလ္လာဟ်အရှင်မြတ်က သတိပေးသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُولَٰئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ ۖ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သော မည်သူတစ်ဦးတစ်ယောက်မျှ အလ္လာဟ်အရှင်မြတ်နှင့် အရှင့်တမန်တော်ကို ဆန့်ကျင်သူများနှင့် မိတ်ဆွေဖွဲ့သည်ကို သင်တွေ့ရမည်မဟုတ်ပေ။ ၎င်းတို့သည် ၎င်းတို့၏ဖခင်များ သို့မဟုတ် ၎င်းတို့၏သားများ သို့မဟုတ် ၎င်းတို့၏ညီအစ်ကိုများ သို့မဟုတ် ၎င်းတို့၏ဆွေမျိုးသားချင်းများ <span class=\"gray\">(လူများ)</span> ဖြစ်နေစေကာမူ။ ထိုသူတို့အတွက် အရှင်မြတ်သည် ၎င်းတို့၏နှလုံးသားများထဲတွင် ယုံကြည်ခြင်းကို ရေးမှတ်ထားတော်မူပြီး၊ အရှင်မြတ်ထံမှ ရူဟ် <span class=\"gray\">(သက်သေ၊ အလင်းနှင့် မှန်ကန်သောလမ်းညွှန်မှု)</span> ဖြင့် အားဖြည့်ပေးတော်မူ၏။ ၎င်းတို့ကို အောက်မှမြစ်များစီးဆင်းသော ဥယျာဉ်များ <span class=\"gray\">(ပရဒိသုဘုံ)</span> သို့ ဝင်ခွင့်ပြုတော်မူမည်။)</span><span class=\"gray\">[58:22]</span></p><p lang=\"my\" class=\"my \">အလ်-ဟာဖိဇ် အလ်-ဘိုင်ဟကီ မှတ်တမ်းတင်ထားသည်မှာ 'အဗ်ဒုလ္လာဟ် ဘင် ရှောင်ဒဗ် က သူ၏အဘိုးပြောသည်ဟု ဆိုသည်၊ \"အဗူ 'ဥဘိုင်ဒါး ဘင် အလ်-ဂျာရာဟ်၏ ဖခင်သည် ဗဒ်ရ်နေ့တွင် သူ၏သားအား ရုပ်တုများကို ထပ်ခါတလဲလဲ ချီးမွမ်းနေခဲ့ပြီး အဗူ 'ဥဘိုင်ဒါးက သူ့ကို ရှောင်ရှားနေခဲ့သည်။ အလ်-ဂျာရာဟ်က ဆက်တိုက်ပြောနေသောအခါ သူ့သား အဗူ 'ဥဘိုင်ဒါးသည် သူ့ထံသို့ ဦးတည်သွားပြီး သူ့ကို သတ်လိုက်သည်။ ဤအာယတ်တော်ကို သူ့အကြောင်းနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်ခဲ့သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သော မည်သူတစ်ဦးတစ်ယောက်မျှ အလ္လာဟ်အရှင်မြတ်နှင့် အရှင့်တမန်တော်ကို ဆန့်ကျင်သူများနှင့် မိတ်ဆွေဖွဲ့သည်ကို သင်တွေ့ရမည်မဟုတ်ပေ။)</span><span class=\"gray\">[58:22]</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင့်တမန်တော် ﷺ အား မိမိတို့၏မိသားစု၊ ဆွေမျိုးများ သို့မဟုတ် မျိုးနွယ်စုကို အလ္လာဟ်အရှင်မြတ်၊ အရှင့်တမန်တော်နှင့် အရှင့်လမ်းစဉ်တွင် ဂျီဟာဒ်ပြုခြင်းထက် ပိုမိုနှစ်သက်သူများကို သတိပေးရန် အမိန့်ပေးခဲ့သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- အကယ်၍ သင်တို့၏ဖခင်များ၊ သင်တို့၏သားများ၊ သင်တို့၏ညီအစ်ကိုများ၊ သင်တို့၏ကြင်ဖော်များ၊ သင်တို့၏ဆွေမျိုးများ၊ သင်တို့ရရှိခဲ့သောစည်းစိမ်ဥစ္စာ)</span>, စုဆောင်းသိမ်းဆည်းထားသော</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျဘက်သို့ရောက်မည်ကို သင်တို့စိုးရိမ်သောကုန်သွယ်မှုနှင့် သင်တို့ပျော်မွေ့ရာအိမ်များ)</span>, ၎င်းတို့သည် သက်တောင့်သက်သာရှိပြီး ကောင်းမွန်သောကြောင့် သင်တို့နှစ်သက်မြတ်နိုးကြသည်။ ဤအရာများအားလုံးသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحَبَّ إِلَيْكُم مِّنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် အရှင့်တမန်တော်ထက်၊ အရှင့်လမ်းစဉ်တွင် ကြိုးစားအားထုတ်ခြင်းနှင့် တိုက်ခိုက်ခြင်းထက် သင်တို့အတွက် ပို၍တန်ဖိုးရှိပါက စောင့်ဆိုင်းကြကုန်လော့...)</span> အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်နှင့် ညှဉ်းပန်းနှိပ်စက်မှုတို့ သင်တို့အပေါ် ကျရောက်လာမည့်အရာအတွက်</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရှင့်ဆုံးဖြတ်ချက်ကို ဆောင်ကြဉ်းလာသည်အထိ။ အလ္လာဟ်အရှင်မြတ်သည် ပုန်ကန်သောသူများကို လမ်းမှန်သို့ လမ်းညွှန်ပြသတော်မမူပေ။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က မှတ်တမ်းတင်ထားသည်မှာ ဇူဟ်ရာ ဘင် မာ'ဘဒ် က သူ၏အဘိုးပြောသည်ဟု ဆိုသည်၊ \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ နှင့်အတူ ရှိနေစဉ်၊ အရှင်မြတ်သည် 'ဥမာရ် ဘင် အလ်-ခတ္တားဗ်၏ လက်ကို ကိုင်ထားသည်။ 'ဥမာရ်က 'အလ္လာဟ်အရှင်မြတ်ကို အရှေ့တည်၍ ပြောပါ၏! အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်၊ အရှင်မြတ်သည် ကျွန်ုပ်အတွက် ကိုယ်တိုင်မှလွဲ၍ အရာအားလုံးထက် ပိုမိုတန်ဖိုးရှိပါသည်' ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားတော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ نَفْسِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် မည်သူတစ်ဦးတစ်ယောက်မျှ ကျွန်ုပ်သည် သူ့အတွက် ကိုယ်တိုင်ထက် ပို၍တန်ဖိုးရှိလာသည်အထိ ယုံကြည်ခြင်းကို ရရှိမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">'ဥမာရ်က ပြောသည်၊ 'ယခုအခါ အရှင်မြတ်သည် ကျွန်ုပ်အတွက် ကိုယ်တိုင်ထက် ပို၍တန်ဖိုးရှိပါသည်၊ အလ္လာဟ်အရှင်မြတ်ကို အရှေ့တည်၍ ပြောပါ၏!' အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားတော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْآنَ يَا عُمَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခုအခါ၊ အို 'ဥမာရ်!)</span>\" အလ်-ဘူခါရီသည်လည်း ဤဟဒီးဆ်ကို စုစည်းခဲ့သည်။ အီမာမ် အဟ်မဒ်နှင့် အဗူ ဒါဝုဒ် <span class=\"gray\">(ဤသည်မှာ အဗူ ဒါဝုဒ်၏ ပြန်ဆိုချက်ဖြစ်သည်)</span> တို့က မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နု 'ဥမာရ် က ပြောသည်၊ \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ကို ကြားခဲ့ရသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا تَبَايَعْتُمْ بِالْعِينَةِ وَأَخَذْتُمْ بِأَذْنَابِ الْبَقَرِ وَرَضِيتُمْ بِالزَّرْعِ، وَتَرَكْتُمُ الْجِهَادَ سَلَّطَ اللهُ عَلَيْكُمْ ذُلًّا لَا يَنْزِعُهُ حَتَّى تَرْجِعُوا إِلَى دِينِكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် 'အီယ်နား <span class=\"gray\">(ရစ်ဘာတစ်မျိုး)</span> ဖြင့် အရောင်းအဝယ်ပြုလုပ်ကြလျှင်၊ နွားအမြီးများကို လိုက်ကြလျှင် <span class=\"gray\">(မြေယာထွန်ယက်ခြင်း)</span>၊ စိုက်ပျိုးရေးနှင့် ကျေနပ်ပြီး ဂျီဟာဒ်ကို စွန့်ပစ်ကြလျှင်၊ သင်တို့၏ဘာသာတရားသို့ ပြန်မလာမချင်း အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အပေါ် ရှက်စရာကောင်းသော အရှက်ခွဲမှုကို ပို့လွှတ်တော်မူမည်ဖြစ်ပြီး ထိုအရှက်ခွဲမှုကို အရှင်မြတ်က ဖယ်ရှားပေးမည်မဟုတ်ပေ။)</span>\"</p>"
  }
]