[
  {
    "ayah_key": "3:16",
    "group_ayah_key": "3:16",
    "from_ayah": "3:16",
    "to_ayah": "3:17",
    "ayah_keys": "3:16,3:17",
    "text": "<p lang=\"my\" class=\"my \">သူတို့သည် ပြောကြသည်- \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ယုံကြည်ပြီးဖြစ်ပါသည်၊ ထို့ကြောင့် ကျွန်ုပ်တို့၏ အပြစ်များကို ခွင့်လွှတ်တော်မူပါ၊ ကျွန်ုပ်တို့အား ငရဲ၏ ပြစ်ဒဏ်မှ ကယ်တင်တော်မူပါ။ <span>(၁၆)</span><span class=\"gray\">(သူတို့သည်)</span> သည်းခံသူများ၊ စစ်မှန်သော ယုံကြည်သူများ၊ အလ္လာဟ်အရှင်မြတ်အား ကိုးကွယ်ရာတွင် စိတ်ရင်းမှန်ဖြင့် နာခံသူများဖြစ်သည်။ <span class=\"gray\">[ကောင်းမှုတွင်]</span> သုံးစွဲသူများ နှင့် ည၏ နောက်ဆုံးနာရီများတွင် အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်ခြင်းကို တောင်းခံဆုတောင်းသူများ <span>(၁၇)</span></p><div lang=\"it\" class=\"it \"><h2>The Supplication and Description of Al-Muttaqin</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မွတ်တကီများကို ဖော်ပြထားသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် ကတိပြုထားသော ကြီးမားသည့် အကျိုးဆုလာဘ်များကို ရရှိမည့် အလ္လာဟ်၏ ဘုရားတရားကိုင်းရှိုင်းသော ကျွန်များဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်! အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ယုံကြည်ပြီးဖြစ်ပါသည်\" ဟု ပြောသူများသည်)</span> အရှင်မြတ်အား၊ အရှင်မြတ်၏ ကျမ်းတော်အားနှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော်အား (ယုံကြည်ကြသည်။)</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاغْفِرْ لَنَا ذُنُوبَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်တို့၏ အပြစ်များကို ခွင့်လွှတ်တော်မူပါ)</span> အရှင်မြတ်အား ကျွန်ုပ်တို့ယုံကြည်ခြင်းနှင့် ကျွန်ုပ်တို့အတွက် အရှင်မြတ်ပြဋ္ဌာန်းပေးထားသည့်အရာများကြောင့်ဖြစ်သည်။ ထို့ကြောင့် ကျွန်ုပ်တို့၏ အမှားများနှင့် ချို့ယွင်းချက်များကို အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်ဖြင့် ခွင့်လွှတ်တော်မူပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِنَا عَذَابَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့အား ငရဲ၏ ပြစ်ဒဏ်မှ ကယ်တင်တော်မူပါ)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الصَّابِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သူတို့သည်)</span> နာခံမှုများ လုပ်ဆောင်နေစဉ်နှင့် တားမြစ်ထားသည်များကို စွန့်လွှတ်နေစဉ် သည်းခံသူများ ဖြစ်ကြသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّادِقِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်သူများ)</span> ၎င်းတို့၏ ယုံကြည်ခြင်းကြေညာချက်နှင့်ပတ်သက်၍၊ ခက်ခဲသော လုပ်ရပ်များကို လုပ်ဆောင်ခြင်းဖြင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَانِتِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နာခံသူများ)</span> ဆိုသည်မှာ၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား အပ်နှံနာခံကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُنفِقِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သုံးစွဲသူများ)</span> ၎င်းတို့၏ ချမ်းသာကြွယ်ဝမှုမှ ၎င်းတို့အား အမိန့်ပေးထားသော နာခံမှုလုပ်ရပ်များအားလုံးတွင် သုံးစွဲကြခြင်း၊ ဆွေမျိုးသားချင်းအား ကြင်နာခြင်း၊ လိုအပ်သူများကို ကူညီခြင်းနှင့် ဆင်းရဲသားများကို နှစ်သိမ့်ခြင်းတို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ည၏ နောက်ဆုံးနာရီများတွင် အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်ခြင်းကို တောင်းခံဆုတောင်းသူများ)</span> ဤသည်မှာ ည၏ နောက်ဆုံးပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်ခြင်းကို ရှာဖွေခြင်း၏ ကောင်းကျိုးကို သက်သေခံသည်။ ယာကွဗ်သည် ၎င်း၏သားသမီးများအား ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ အရှင်သခင်ထံ သင်တို့အတွက် ခွင့်လွှတ်ခြင်းကို တောင်းခံပါမည်)</span><span class=\"gray\">[၁၂:၉၈]</span> သူသည် ၎င်း၏ ဆုတောင်းခြင်းကို ပြောရန် ည၏ နောက်ဆုံးပိုင်းအထိ စောင့်ဆိုင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ပြင် ဆွဟီးဟ်နှစ်ကျမ်း၊ မွတ်စ်နဒ်နှင့် စူနန်ကျမ်းများက ကွန်းပန်းနီးယန်းများစွာမှတဆင့် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ကို မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَنْزِلُ اللهُ تَبَارَكَ وَتَعَالى فِي كُلِّ لَيْلَةٍ إِلى سَمَاءِ الدُّنْيَا حِينَ يَبْقَى ثُلُثُ اللَّيْلِ الْآخِرُ، فَيَقُولُ: هَلْ مِنْ سَائِلٍ فَأُعْطِيَهُ؟ هَلْ مِنْ دَاعٍ فَأَسْتَجِيبَ لَهُ؟ هَلْ مِنْ مُسْتَغْفِرٍ فَأَغْفِرَ لَهُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညတိုင်း၊ ၎င်း၏ နောက်ဆုံးသုံးပုံတစ်ပုံ ကျန်ရှိချိန်တွင်၊ ကျွန်ုပ်တို့၏ အရှင်သခင်၊ ကောင်းချီးမင်္ဂလာရှိသော၊ အမြင့်မြတ်ဆုံးသော အရှင်သည် အနိမ့်ဆုံးကောင်းကင်သို့ ဆင်းသက်လာပြီး \"ကျွန်ုပ်အား တောင်းခံသူ တစ်ဦးဦးရှိပါသလား။ သို့မှသာ ကျွန်ုပ်သည် ၎င်း၏ တောင်းဆိုချက်ကို ပေးမည်။ ကျွန်ုပ်အား ဆုတောင်းသူ တစ်ဦးဦးရှိပါသလား။ သို့မှသာ ကျွန်ုပ်သည် ၎င်း၏ ဆုတောင်းမှုကို တုံ့ပြန်မည်။ ကျွန်ုပ်၏ ခွင့်လွှတ်ခြင်းကို ရှာဖွေသူ တစ်ဦးဦးရှိပါသလား။ သို့မှသာ ကျွန်ုပ်သည် ၎င်းအား ခွင့်လွှတ်မည်လော။\")</span></p><p lang=\"my\" class=\"my \">ဆွဟီးဟ်နှစ်ကျမ်းတွင် အာအိရှာက \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ည၏ ပထမပိုင်း၊ အလယ်ပိုင်းနှင့် နောက်ဆုံးပိုင်းတို့တွင် ဝိထရ်ကို ပြုလုပ်ခဲ့သည်။ ထို့နောက်၊ နောင်အခါ <span class=\"gray\">(သူ၏ဘဝတွင်)</span> သူသည် <span class=\"gray\">(နောက်ဆုံးပိုင်းတွင်သာ)</span> ပြုလုပ်ခဲ့သည်။\" ဟု ပြောသည်ကို မှတ်တမ်းတင်ထားသည်။ အဘ်ဒူလ်လာဟ် ဘင်န် အိုမာရ်သည် ညဘက်တွင် ဝတ်ပြုလေ့ရှိပြီး \"အို နာဖိအ်! ည၏ နောက်ဆုံးပိုင်း ရောက်ပြီလား?\" ဟု မေးမြန်းလေ့ရှိသည်။ နာဖိအ်က \"ဟုတ်ကဲ့\" ဟု ပြောလျှင် အိဘ်နု အိုမာရ်သည် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခြင်းနှင့် ၎င်း၏ ခွင့်လွှတ်ခြင်းကို အရုဏ်တက်ချိန်အထိ ရှာဖွေခြင်းတို့ကို စတင်ခဲ့သည်။ ဤဟဒီးဆ်ကို အိဘ်နု အဘီ ဟာတိမ်က စုဆောင်းခဲ့သည်။</p>"
  },
  {
    "ayah_key": "3:165",
    "group_ayah_key": "3:165",
    "from_ayah": "3:165",
    "to_ayah": "3:168",
    "ayah_keys": "3:165,3:166,3:167,3:168",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ဘာဖြစ်ကြသနည်း?)</span> သင်တို့သည် <span class=\"gray\">(သင်တို့၏ ရန်သူများကို)</span> နှစ်ဆပိုကြီးသောဖြင့် ထိမှန်စေခဲ့သော်လည်း၊ ဘေးဆိုးတစ်ခုတည်းက သင်တို့ကို ထိမှန်သောအခါ၊ သင်တို့က \"ဒါ ဘယ်ကလာတာလဲ?\" ဟု ပြောကြသည်။ ပြောပါ၊ \"ဒါ သင်တို့ ကိုယ်တိုင်ဆီကပါပဲ။\" အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအပေါ် စွမ်းဆောင်နိုင်တော်မူသည်။ <span>(၁၆၅)</span>စစ်တပ်နှစ်ခုတွေ့ဆုံသောနေ့တွင် သင်တို့ခံစားခဲ့ရသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် ဖြစ်သည်၊ ၎င်းသည် ယုံကြည်သူများကို စမ်းသပ်ရန်အတွက် ဖြစ်သည် <span>(၁၆၆)</span>နှင့် မွတ်နာဖစ်က်များကို စမ်းသပ်ရန်အတွက် ဖြစ်သည်။ ၎င်းတို့အား \"လာပါ၊ အလ္လာဟ်၏ လမ်းစဉ်တွင် တိုက်ခိုက်ပါ သို့မဟုတ် ကိုယ့်ကိုယ်ကိုယ် ကာကွယ်ပါ\" ဟု ပြောသောအခါ ၎င်းတို့က \"တိုက်ခိုက်မှုဖြစ်မယ်ဆိုတာ ကျွန်ုပ်တို့သိခဲ့ရင် ကျွန်ုပ်တို့ သင်တို့နောက်ကို လိုက်ခဲ့မှာပါ။\" ဟု ပြောကြသည်။ ထိုနေ့တွင် ၎င်းတို့သည် ယုံကြည်ခြင်းထက် မယုံကြည်ခြင်းနှင့် ပိုမိုနီးစပ်ခဲ့ကြပြီး ၎င်းတို့၏ စိတ်နှလုံးထဲတွင် မရှိသည်ကို ၎င်းတို့၏ ပါးစပ်ဖြင့် ပြောဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ဖုံးကွယ်ထားသည်များကို အပြည့်အဝ သိရှိတော်မူသည်။ <span>(၁၆၇)</span><span class=\"gray\">(သူတို့သည်)</span> သူတို့ ကိုယ်တိုင် <span class=\"gray\">(အိမ်တွင်)</span> ထိုင်နေစဉ် သူတို့၏ သတ်ဖြတ်ခံရသော ညီအစ်ကိုများအကြောင်း ပြောဆိုသူများ ဖြစ်သည်- \"သူတို့သာ ကျွန်ုပ်တို့ စကားနားထောင်ခဲ့လျှင် အသတ်ခံရမှာ မဟုတ်ဘူး။\" ပြောပါ- \"သင်တို့သည် အမှန်ကို ပြောဆိုပါက၊ သေခြင်းတရားကို သင်တို့ ကိုယ်တိုင်ဆီကနေ ဖယ်ရှားပါ။ <span>(၁၆၈)</span></p><div lang=\"my\" class=\"my \"><h2>ဥဟွဒ်စစ်ပွဲတွင် ရှုံးနိမ့်ခြင်းနောက်ကွယ်က အကြောင်းအရင်းနှင့် ဉာဏ်ပညာ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمَّا أَصَابَتْكُم مُّصِيبَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘေးဆိုးတစ်ခုတည်းက သင်တို့ကို ထိမှန်သောအခါ)</span> ဥဟွဒ်တိုက်ပွဲအတွင်း မွတ်စ်လင်မ်များ သေဆုံးမှု (၇၀) ဦး ခံစားခဲ့ရခြင်းကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَدْ أَصَبْتُم مِّثْلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် <span class=\"gray\">(သင်တို့၏ ရန်သူများကို)</span> နှစ်ဆပိုကြီးသောဖြင့် ထိမှန်စေခဲ့သော်လည်း)</span> ဘဒ်ရ်တိုက်ပွဲတွင် မွတ်စ်လင်မ်များက မွတ်ရှရစ်က် (၇၀) ဦးကို သတ်ဖြတ်ပြီး (၇၀) ဦးကို ဖမ်းဆီးခဲ့သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْتُمْ أَنَّىٰ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့က \"ဒါ ဘယ်ကလာတာလဲ?\" ဟု ပြောကြသည်)</span> ဤရှုံးနိမ့်မှုသည် အဘယ်ကြောင့် ကျွန်ုပ်တို့အား ဖြစ်ပွားခဲ့သနည်း?</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ</p><p lang=\"my\" class=\"my \">ပြောပါ၊ \"ဒါ သင်တို့ ကိုယ်တိုင်ဆီကပါပဲ။\" အိဘ်နု အဘီ ဟာတိမ်က အိုမာရ် ဘင်န် အလ်-ခတ္တဘ်က ပြောသည်ကို မှတ်တမ်းတင်ထားသည်- \"ဥဟွဒ်စစ်ပွဲဖြစ်ပွားသောအခါ၊ ဘဒ်ရ်စစ်ပွဲပြီး တစ်နှစ်အကြာတွင်၊ မွတ်စ်လင်မ်များသည် ဘဒ်ရ်စစ်ပွဲတွင် ကာဖိရ်များထံမှ ရွေးနုတ်ဖိုးယူခဲ့ခြင်း <span class=\"gray\">[ထိုတိုက်ပွဲတွင် ဖမ်းဆီးရမိသော မွတ်ရှရစ်က်များကို လွှတ်ပေးခဲ့ခြင်းအတွက်]</span> ကြောင့် အပြစ်ပေးခံရသည်။ ထို့ကြောင့် ၎င်းတို့သည် သေဆုံးမှု (၇၀) ဦး ဆုံးရှုံးခဲ့ရပြီး အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ၏ ကွန်းပန်းနီးယန်းများသည် ထွက်ပြေးပြီး သူအား စွန့်ပစ်ခဲ့သည်။ ရစူလ်တမန်တော် ﷺ သည် သွားကျိုးခဲ့ပြီး၊ ဦးထုပ်မှာ ခေါင်းပေါ်တွင် ကျိုးပဲ့သွားကာ သွေးများသည် ၎င်း၏ မျက်နှာပေါ်သို့ စီးကျခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمَّا أَصَابَتْكُم مُّصِيبَةٌ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنَّىٰ هَٰذَا قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘေးဆိုးတစ်ခုတည်းက သင်တို့ကို ထိမှန်သောအခါ၊ သင်တို့သည် <span class=\"gray\">(သင်တို့၏ ရန်သူများကို)</span> နှစ်ဆပိုကြီးသောဖြင့် ထိမှန်စေခဲ့သော်လည်း၊ သင်တို့က \"ဒါ ဘယ်ကလာတာလဲ?\" ဟု ပြောကြသည်။ ပြောပါ၊ \"ဒါ သင်တို့ ကိုယ်တိုင်ဆီကပါပဲ\"။)</span> အကြောင်းမှာ သင်တို့သည် ရွေးနုတ်ဖိုးယူခဲ့သောကြောင့်ဖြစ်သည်။\" ထို့ပြင် မိုဟာမတ် ဘင်န် အိစ်ဟာက်၊ အိဘ်နု ဂျူရေးဂျ်၊ အရ်-ရာဘီ ဘင်န် အနတ်စ် နှင့် အစ်-ဆွဒ်ဒီတို့က အာယတ်တော်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ၊ \"ဒါ သင်တို့ ကိုယ်တိုင်ဆီကပါပဲ\"။)</span> ဆိုသည်မှာ၊ သင်တို့ မြားပစ်သမားများက ရစူလ်တမန်တော် ﷺ ၏ ၎င်းတို့၏ နေရာများကို မစွန့်ခွာရန် အမိန့်ကို မနာခံခဲ့သောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအပေါ် စွမ်းဆောင်နိုင်တော်မူသည်။)</span> အရှင်မြတ်သည် အလိုတော်အတိုင်း လုပ်ဆောင်တော်မူပြီး အလိုတော်အတိုင်း ဆုံးဖြတ်တော်မူသည်၊ အရှင်မြတ်၏ ဆုံးဖြတ်ချက်ကို မည်သူမျှ တားဆီးနိုင်မည်မဟုတ်ပေ။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စစ်တပ်နှစ်ခုတွေ့ဆုံသောနေ့တွင် သင်တို့ခံစားခဲ့ရသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် ဖြစ်သည်)</span>၊ အကြောင်းမှာ သင်တို့သည် သင်တို့၏ ရန်သူထံမှ ထွက်ပြေးသောအခါ၊ ၎င်းတို့သည် သင်တို့ထဲမှ များစွာသောသူများကို သတ်ဖြတ်ပြီး အခြားများစွာသောသူများကို ထိခိုက်စေခဲ့သည်၊ ဤအရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်နှင့် ၎င်း၏ ပြည့်စုံသော ဉာဏ်ပညာဖြင့် အမိန့်တော်ဖြင့် ဖြစ်ပွားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلِيَعْلَمَ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ယုံကြည်သူများကို စမ်းသပ်ရန်အတွက်)</span> သည်းခံခဲ့သော၊ ခိုင်မာခဲ့သော၊ မတုန်လှုပ်ခဲ့သောသူများကို ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَعْلَمَ الَّذِينَ نَافَقُوا وَقِيلَ لَهُمْ تَعَالَوْا قَاتِلُوا فِي سَبِيلِ اللَّهِ أَوِ ادْفَعُوا قَالُوا لَوْ نَعْلَمُ قِتَالًا لَّاتَّبَعْنَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အရှင်မြတ်သည် မွတ်နာဖစ်က်များကို စမ်းသပ်ရန်အတွက်၊ ၎င်းတို့အား \"လာပါ၊ အလ္လာဟ်၏ လမ်းစဉ်တွင် တိုက်ခိုက်ပါ သို့မဟုတ် ကိုယ့်ကိုယ်ကိုယ် ကာကွယ်ပါ\" ဟု ပြောသောအခါ ၎င်းတို့က \"တိုက်ခိုက်မှုဖြစ်မယ်ဆိုတာ ကျွန်ုပ်တို့သိခဲ့ရင် ကျွန်ုပ်တို့ သင်တို့နောက်ကို လိုက်ခဲ့မှာပါ။\" ဟု ပြောကြသည်။)</span><span class=\"gray\">[၃:၁၆၇]</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အဘ်ဒူလ်လာဟ် ဘင်န် အူဘိုင် ဘင်န် ဆလူလ်၏ ကွန်းပန်းနီးယန်းများကို ရည်ညွှန်းသည်။ ၎င်းတို့သည် စစ်ပွဲမတိုင်မီ သူနှင့်အတူ <span class=\"gray\">(အလ်-မဒီနာသို့)</span> ပြန်သွားခဲ့ကြသည်။ အချို့သော ယုံကြည်သူများသည် ၎င်းတို့နောက်သို့ လိုက်၍ ပြန်လာပြီး တိုက်ခိုက်ရန် အားပေးခဲ့ကြပြီး ပြောသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوِ ادْفَعُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ကာကွယ်ပါ)</span>၊ သို့မှသာ မွတ်စ်လင်မ်များ၏ အရေအတွက် တိုးပွားလာမည်၊ အိဘ်နု အဘ်ဘာစ်၊ အိက်ရိမာ၊ ဆအီးဒ် ဘင်န် ဂျူဘိုင်ရ်၊ အဒ်-ဒဟ်ဟက်၊ အဘူ ဆွာလိဟ်၊ အလ်-ဟဆန် နှင့် အစ်-ဆွဒ်ဒီတို့က ဖော်ပြခဲ့သည့်အတိုင်းဖြစ်သည်။ အလ်-ဟဆန် ဘင်န် ဆွာလိဟ်က ဤအာယတ်တော်၏ အပိုင်းသည် ကျွန်ုပ်တို့အတွက် ဆုတောင်းခြင်းဖြင့် ကူညီပါဟု ဆိုလိုကြောင်း ပြောကြားခဲ့သည်၊ အခြားသူများကမူ နေရာယူထားပါဟု ဆိုလိုသည်ဟု ဆိုသည်။ သို့သော် ၎င်းတို့က ငြင်းပယ်ခဲ့ပြီး ပြောသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَوْ نَعْلَمُ قِتَالًا لَّاتَّبَعْنَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"တိုက်ခိုက်မှုဖြစ်မယ်ဆိုတာ ကျွန်ုပ်တို့သိခဲ့ရင် ကျွန်ုပ်တို့ သင်တို့နောက်ကို လိုက်ခဲ့မှာပါ။\")</span> ဆိုသည်မှာ မူဂျာဟစ်ဒ်၏ အဆိုအရ၊ ကျွန်ုပ်တို့သည် သင်တို့ ယနေ့ တိုက်ခိုက်မည်ကို သိခဲ့လျှင် သင်တို့နှင့် ပူးပေါင်းမည်၊ သို့သော် သင်တို့ တိုက်ခိုက်မည်မဟုတ်ဟု ကျွန်ုပ်တို့ ထင်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ၎င်းတို့သည် ယုံကြည်ခြင်းထက် မယုံကြည်ခြင်းနှင့် ပိုမိုနီးစပ်ခဲ့ကြသည်)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်က လူတစ်ဦးသည် အဆင့်အမျိုးမျိုးကို ဖြတ်သန်းကြောင်း၊ တစ်ခါတစ်ရံ မယုံကြည်ခြင်း (ကုဖ်ရ်) နှင့် ပိုမိုနီးစပ်ပြီး တစ်ခါတစ်ရံ ယုံကြည်ခြင်းနှင့် ပိုမိုနီးစပ်ကြောင်း ဖော်ပြသည်။ ၎င်းမှာ အောက်ပါအတိုင်း ထင်ရှားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ၎င်းတို့သည် ယုံကြည်ခြင်းထက် မယုံကြည်ခြင်းနှင့် ပိုမိုနီးစပ်ခဲ့ကြသည်)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ بِأَفْوَاهِهِم مَّا لَيْسَ فِي قُلُوبِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ စိတ်နှလုံးထဲတွင် မရှိသည်ကို ၎င်းတို့၏ ပါးစပ်ဖြင့် ပြောဆိုခဲ့ကြသည်။)</span> အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် စိတ်ရင်းမှန်ဖြင့် မယုံကြည်သောအရာများကို ပြောဆိုကြသည်၊ ဥပမာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ نَعْلَمُ قِتَالًا لَّاتَّبَعْنَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"တိုက်ခိုက်မှုဖြစ်မယ်ဆိုတာ ကျွန်ုပ်တို့သိခဲ့ရင် ကျွန်ုပ်တို့ သင်တို့နောက်ကို လိုက်ခဲ့မှာပါ။\")</span></p><p lang=\"my\" class=\"my \">သူတို့သည် ဘဒ်ရ်စစ်ပွဲတွင် မွတ်စ်လင်မ်များ သတ်ဖြတ်ခဲ့သော သူတို့၏ မြင့်မြတ်သူများကို လက်စားချေရန်အတွက် ဝေးလံသောဒေသမှ လာရောက်သည့် မွတ်ရှရစ်က်များ၏ စစ်တပ်ရှိသည်ကို သိကြသည်။ ဤမွတ်ရှရစ်က်များသည် မွတ်စ်လင်မ်များထက် ပိုမိုများပြားသော အရေအတွက်ဖြင့် လာရောက်ခဲ့ကြသည်၊ ထို့ကြောင့် တိုက်ပွဲတစ်ခု သေချာပေါက် ဖြစ်ပွားမည်မှာ ရှင်းနေသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ဖုံးကွယ်ထားသည်များကို အပြည့်အဝ သိရှိတော်မူသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ قَالُوا لِإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သူတို့သည်)</span> သူတို့ ကိုယ်တိုင် <span class=\"gray\">(အိမ်တွင်)</span> ထိုင်နေစဉ် သူတို့၏ သတ်ဖြတ်ခံရသော ညီအစ်ကိုများအကြောင်း ပြောဆိုသူများ ဖြစ်သည်- \"သူတို့သာ ကျွန်ုပ်တို့ စကားနားထောင်ခဲ့လျှင် အသတ်ခံရမှာ မဟုတ်ဘူး။\")</span> ကျွန်ုပ်တို့၏ အကြံဉာဏ်ကို နားထောင်ပြီး အပြင်မထွက်ခဲ့လျှင် သူတို့ သေဆုံးခြင်းနှင့် မကြုံတွေ့ရပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فَادْرَءُوا عَنْ أَنفُسِكُمُ الْمَوْتَ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"သင်တို့သည် အမှန်ကို ပြောဆိုပါက၊ သေခြင်းတရားကို သင်တို့ ကိုယ်တိုင်ဆီကနေ ဖယ်ရှားပါ။\")</span> ဆိုသည်မှာ အိမ်တွင်နေခြင်းက လူတစ်ဦးကို အသတ်ခံရခြင်း သို့မဟုတ် သေခြင်းမှ ကယ်တင်နိုင်မည်ဆိုပါက၊ သင်တို့ မသေသင့်ပေ။ သို့သော် သင်တို့သည် ခိုင်ခံ့သော ရဲတိုက်များတွင် ပုန်းကွယ်နေပါကပင် သေခြင်းတရားသည် သင်တို့ထံ ရောက်လာမည်ဖြစ်သည်။ ထို့ကြောင့် သင်တို့ မှန်ကန်ပါက သေခြင်းတရားကို သင်တို့ ကိုယ်တိုင်ဆီကနေ တွန်းလှန်ပါ။</p><p lang=\"cy\" class=\"cy \">Mujahid said that Jabir bin 'Abdullah said, \"This Ayah <span class=\"gray\">[3:168]</span> was revealed about 'Abdullah bin Ubayy bin Salul <span class=\"gray\">(the chief hypocrite)</span>.\"</p>"
  }
]