[
  {
    "ayah_key": "8:38",
    "group_ayah_key": "8:38",
    "from_ayah": "8:38",
    "to_ayah": "8:40",
    "ayah_keys": "8:38,8:39,8:40",
    "text": "<p lang=\"my\" class=\"my \">မယုံကြည်သူများကို ပြောကြားပါလေ။ အကယ်၍ ၎င်းတို့သည် ရပ်တန့်ကြပါက ၎င်းတို့၏အတိတ်က အပြစ်များကို ခွင့်လွှတ်ပေးတော်မူမည်။ သို့သော် ၎င်းတို့သည် <span class=\"gray\">(၎င်းသို့)</span> ပြန်လှည့်ကြပါက ၎င်းတို့မတိုင်မီက <span class=\"gray\">(အပြစ်ပေးခံခဲ့ရသူများ၏)</span> ဥပမာများသည် <span class=\"gray\">(သတိပေးချက်အဖြစ်)</span> ကြိုတင်ဖြစ်ပျက်ခဲ့ပြီး ဖြစ်သည်<span>(၃၈)</span>ဖစ်နာမရှိတော့သည်အထိ ၎င်းတို့ကို တိုက်ခိုက်ကြလေ။ ဘာသာတရား <span class=\"gray\">(ဝတ်ပြုကိုးကွယ်မှု)</span> အားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်ပေမည်။ သို့သော် ၎င်းတို့သည် ရပ်တန့်ကြပါက ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ပြုကျင့်သမျှကို အရာအားလုံးကို မြင်တော်မူသောအရှင် ဖြစ်တော်မူသည် <span>(၃၉)</span>အကယ်၍ ၎င်းတို့သည် ကျောခိုင်းသွားကြပါက အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ အုပ်ထိန်းသူဖြစ်ကြောင်း သိရှိကြလေ။ – <span class=\"gray\">(မည်မျှပင်)</span> အကောင်းဆုံး အုပ်ထိန်းသူနှင့် <span class=\"gray\">(မည်မျှပင်)</span> အကောင်းဆုံး အကူအညီပေးသူ <span>(၄၀)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများအား အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို ရှာဖွေရန် တိုက်တွန်းခြင်း၊ ၎င်းတို့အား မယုံကြည်ခြင်းမှ သတိပေးခြင်း</h2></div><p lang=\"nl\" class=\"nl \">Allah commands His Prophet Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لِّلَّذِينَ كَفَرُوا إِن يَنتَهُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများကို ပြောကြားပါလေ။ အကယ်၍ ၎င်းတို့သည် ရပ်တန့်ကြပါက...)</span> ၎င်းတို့နှစ်ခြိုက်သည့် မယုံကြည်မှု၊ ဆန့်ကျင်မှုနှင့် ခေါင်းမာမှုကို (ရပ်တန့်၍) အစ္စလာမ်သာသနာ၊ နာခံမှုနှင့် နောင်တတရားကို လက်ခံကျင့်သုံးပါက။</p><p class=\"ps qpc-hafs\" lang=\"ps\">يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏အတိတ်က အပြစ်များကို ခွင့်လွှတ်ပေးတော်မူမည်။)</span> ၎င်းတို့၏အပြစ်များနှင့် အမှားများပါမကျန်။ ဆွဟီဟ် အလ်-ဘူခါရီကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ အဗူဝါအီလ်က အိဗ်နု မပ်စ်အူဒ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်ဟု ပြောကြားခဲ့ပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَحْسَنَ فِي الْإِسْلَامِ لَمْ يُؤَاخَذْ بِمَا عَمِلَ فِي الْجَاهِلِيَّةِ، وَمَنْ أَسَاءَ فِي الْإِسْلَامِ أُخِذَ بِالْأَوَّلِ وَالْآخِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏အစ္စလာမ်သာသနာတွင် ကောင်းမြတ်သူသည် ဂျာဟီလီယာခေတ် <span class=\"gray\">(အစ္စလာမ်မတိုင်မီ)</span> က ကျူးလွန်ခဲ့သည့်အပြစ်များအတွက် အပြစ်ပေးခံရမည်မဟုတ်ပေ။ မိမိ၏အစ္စလာမ်သာသနာတွင် မကောင်းသူသည် မိမိ၏အစောပိုင်းနှင့် နောက်ပိုင်းအပြစ်များအတွက် အပြစ်ပေးခံရမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဆွဟီဟ်ကျမ်းတွင်လည်း အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْإِسْلَامُ يَجُبُّ مَا قَبْلَهُ وَالتَّوْبَةُ تَجُبُّ مَا كَانَ قَبْلَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အစ္စလာမ်သည် ၎င်းမတိုင်မီက ဖြစ်ပွားခဲ့သည်များကို ဖျက်ဆီးပစ်ပြီး နောင်တတရားသည် ၎င်းမတိုင်မီက ဖြစ်ပွားခဲ့သည်များကို ဖျက်ဆီးပစ်သည်။\")</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِن يَعُودُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ ပြန်လှည့်ကြပါက)</span> နှင့် ၎င်းတို့၏လမ်းစဉ်များအတိုင်း ဆက်လက်ရှိနေပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ၎င်းတို့မတိုင်မီက <span class=\"gray\">(အပြစ်ပေးခံခဲ့ရသူများ၏)</span> ဥပမာများသည် ကြိုတင်ဖြစ်ပျက်ခဲ့ပြီး ဖြစ်သည်)</span><span class=\"gray\">[8:38]</span> ဆိုလိုသည်မှာ ရှေးလူမျိုးများနှင့်ပတ်သက်၍ ကျွန်ုပ်တို့၏ နည်းလမ်းမှာ ၎င်းတို့မယုံကြည်၍ ပုန်ကန်သောအခါ ၎င်းတို့ထံသို့ ချက်ချင်းညှဉ်းပန်းနှိပ်စက်မှုနှင့် အပြစ်ဒဏ်ကို ကျွန်ုပ်တို့စေလွှတ်ခြင်းပင်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ရှရစ်ခ်နှင့် ကုဖ်ရ်ကို အမြစ်ဖြတ်ရန် တိုက်ခိုက်ခြင်းအမိန့်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖစ်နာမရှိတော့သည်အထိ ၎င်းတို့ကို တိုက်ခိုက်ကြလေ။ ဘာသာတရားအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်ပေမည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက မှတ်တမ်းတင်ထားသည်မှာ အမျိုးသားတစ်ဦးသည် အိဗ်နု 'ဥမရ်ထံသို့ လာရောက်ပြီး ၎င်းအား \"အို အဗူ 'အဗ်ဒုရ်-ရဟ်မန်! အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ကျမ်းတော်တွင် မိန့်ကြားထားသည်ကို အဘယ်ကြောင့် အကောင်အထည်မဖော်သနည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ မယုံကြည်သူများအနက်မှ အုပ်စုနှစ်စု <span class=\"gray\">(သို့မဟုတ် အစုအဖွဲ့များ)</span> သည် အချင်းချင်းတိုက်ခိုက်ကြပါက...)</span><span class=\"gray\">[49:9]</span>။ အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ကျမ်းတော်တွင် ဖော်ပြထားသည့်အတိုင်း သင်တိုက်ခိုက်ခြင်းကို အဘယ်အရာက တားဆီးထားသနည်း။\" အိဗ်နု 'ဥမရ်က \"အို ကျွန်ုပ်၏ တူတော်မောင်! ကျွန်ုပ်သည် တိုက်ခိုက်ခြင်းထက် ဤအာယတ်တော်ဖြင့် သတိပေးခံရခြင်းကို ပိုနှစ်သက်သည်။ အကြောင်းမှာ နောက်ပိုင်းအခြေအနေတွင် အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးနှင့် အလေးအမြတ်ဆုံးအရှင်က မိန့်ကြားတော်မူသော အာယတ်တော်ဖြင့် ကျွန်ုပ်အား သတိပေးခံရမည်ဖြစ်သောကြောင့်ဖြစ်သည်။\" </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ယုံကြည်သူတစ်ဦးကို ရည်ရွယ်ချက်ရှိရှိ သတ်ဖြတ်ပါက...)</span><span class=\"gray\">[4:93]</span>\"</p><p lang=\"ceb\" class=\"ceb \">The man said, \"Allah, the Exalted, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖစ်နာမရှိတော့သည်အထိ ၎င်းတို့ကို တိုက်ခိုက်ကြလေ။)...</span>\" </p><p lang=\"my\" class=\"my \">အိဗ်နု 'ဥမရ်က ပြောကြားခဲ့သည်မှာ \"အစ္စလာမ်သာသနာ အားနည်းနေချိန်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ လက်ထက်၌ ကျွန်ုပ်တို့ ထိုသို့ပြုခဲ့သည်။ လူတစ်ဦးသည် ဘာသာရေးတွင် စမ်းသပ်ခံရပြီး သေသည်အထိ ညှဉ်းပန်းခံရခြင်း သို့မဟုတ် အကျဉ်းချခံရခြင်း ဖြစ်သည်။ အစ္စလာမ်သာသနာ အားကောင်းလာပြီး ပျံ့နှံ့လာသောအခါ ဖစ်နာမရှိတော့ပေ။\" ထိုသူသည် အိဗ်နု 'ဥမရ်က ၎င်းပြောသည်ကို သဘောမတူကြောင်း သိသောအခါ ၎င်းအား \"အလီနှင့် ဥစမာန်တို့နှင့်ပတ်သက်၍ သင် ဘာပြောလိုသနည်း။\" ဟု မေးခဲ့သည်။ အိဗ်နု 'ဥမရ်က \"အလီနှင့် ဥစမာန်တို့နှင့်ပတ်သက်၍ ကျွန်ုပ် ဘာပြောရမည်နည်း။ ဥစမာန်နှင့်ပတ်သက်၍မူ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ခွင့်လွှတ်တော်မူခဲ့သော်လည်း အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ခွင့်လွှတ်သည်ကို သင်မနှစ်သက်ပေ။ အလီနှင့်ပတ်သက်၍မူ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ ဝမ်းကွဲညီအစ်ကိုနှင့် ၎င်း၏သမီးခဲအို ဖြစ်သည်။\" ဟု ပြန်ဖြေခဲ့ပြီး \"၎င်း၏အိမ်သည် ထိုနေရာတွင် ရှိသည်\" ဟု လက်ညှိုးထိုးပြခဲ့သည်။ စအိဒ် ဘင်န် ဂျူဘိုင်ရ်က ပြောကြားခဲ့သည်မှာ \"အိဗ်နု 'ဥမရ် ကျွန်ုပ်တို့ထံသို့ လာပြီး \"ဖစ်နာကာလအတွင်း တိုက်ခိုက်ခြင်းနှင့်ပတ်သက်၍ သင် ဘာပြောလိုသနည်း။\" ဟု မေးခဲ့သည်။ အိဗ်နု 'ဥမရ်က \"ဖစ်နာဆိုသည်မှာ အဘယ်အရာကို ရည်ညွှန်းသည်ကို သင်သိပါသလား။ မုဟမ္မဒ် ﷺ သည် ရုပ်တုကိုးကွယ်သူများနှင့် တိုက်ခိုက်ခဲ့သည်။ ထိုအချိန်က ရုပ်တုကိုးကွယ်သူများနှင့် အတူတကွနေထိုင်ခြင်း <span class=\"gray\">(သို့မဟုတ် နေထိုင်ခြင်း)</span> သည် ဖစ်နာ <span class=\"gray\">(ဘာသာရေးတွင် စမ်းသပ်မှု)</span> ဖြစ်သည်။ သင်တို့ပြုလုပ်နေသည့် ခေါင်းဆောင်မှုရရှိရန် တိုက်ခိုက်ခြင်းမျိုး မဟုတ်ပေ။\" ဤရိုးရာပုံပြင်များအားလုံးကို အလ်-ဘူခါရီက စုစည်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးအရှင်က ၎င်းအား ကရုဏာတော်ချီးမြှင့်တော်မူပါစေ။ အဒ်-ဒဟ်ဟက်ခ်က အိဗ်နု 'အဗ္ဗားစ်က အာယတ်တော်နှင့်ပတ်သက်၍ ပြောကြားခဲ့သည်ဟု ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖစ်နာမရှိတော့သည်အထိ ၎င်းတို့ကို တိုက်ခိုက်ကြလေ။)...</span> \"ရှရစ်ခ်မရှိတော့ရန်\"။ အဗူလ်-အလီယာ၊ မူဂျာဟစ်ဒ်၊ အလ်-ဟစန်၊ ကတာဒါဟ်၊ အရ်-ရဘီအ် ဘင်န် အနပ်စ်၊ အပ်စ်-စွတ်ဒီ၊ မူကာတီးလ် ဘင်န် ဟိုင်ယာန်နှင့် ဇိုင်ဒ် ဘင်န် အပ်စ်လမ်တို့ကလည်း အလားတူပြောကြားခဲ့သည်။ မုဟမ္မဒ် ဘင်န် အိစ်ဟက်က အဇ်-ဇုဟ်ရီထံမှ၊ 'ဥရ်ဝါဟ် ဘင်န် အဇ်-ဇုဘိုင်ရ်နှင့် အခြားပညာရှင်များထံမှ ၎င်းအား အကြောင်းကြားခဲ့သည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ لَا تَكُونَ فِتْنَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖစ်နာမရှိတော့သည်အထိ)</span> ဤနေရာတွင် ဖော်ပြထားသော ဖစ်နာဆိုသည်မှာ မည်သည့်မွတ်စ်လင်မ်ကိုမျှ ၎င်း၏ဘာသာတရားကို စွန့်လွှတ်ရသည်အထိ ညှဉ်းပန်းနှိပ်စက်ခြင်းမခံရသည်အထိ ဖြစ်သည်။ အဒ်-ဒဟ်ဟက်ခ်က အိဗ်နု 'အဗ္ဗားစ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍ ပြောကြားခဲ့သည်ဟု ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘာသာတရား <span class=\"gray\">(ဝတ်ပြုကိုးကွယ်မှု)</span> အားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်ပေမည်။)</span> \"အလ္လာဟ်အရှင်မြတ်နှင့်အတူ သစ္စာရှိစွာ တောင်ဟစ်ဒ်ကို ကျင့်သုံးရန်\"။ အလ်-ဟစန်၊ ကတာဒါဟ်နှင့် အိဗ်နု ဂျူရိုင်ဂျ်တို့က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘာသာတရားအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်ပေမည်။)</span> \"လာအိလာဟ အိလ်လလ်လာဟ်ကို ကြွေးကြော်ရန်\"။ မုဟမ္မဒ် ဘင်န် အိစ်ဟက်က ဤအာယတ်တော်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုခဲ့သည်မှာ \"အလ္လာဟ်အရှင်မြတ်အပေါ် သစ္စာရှိစွာ တောင်ဟစ်ဒ်ကို ကျင့်သုံးရန်၊ ရှရစ်ခ်မပါဘဲ၊ အရှင်မြတ်မှလွဲ၍ <span class=\"gray\">(ကိုးကွယ်ခံနေရသော)</span> ပြိုင်ဘက်အားလုံးကို ရှောင်ကြဉ်ရင်း\" </p><p lang=\"ha\" class=\"ha \">Abdur-Rahman bin Zayd bin Aslam said about,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘာသာတရားအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်ပေမည်။)</span> \"သင်၏ဘာသာတရားနှင့်အတူ ကုဖ်ရ် <span class=\"gray\">(မယုံကြည်ခြင်း)</span> မရှိတော့ရန်\"။ ဤရှင်းပြချက်ကို ထောက်ခံသည့် ဟဒီးစ်တော်တစ်ပုဒ်ကို ဆွဟီဟ်နှစ်ကျမ်းတွင် စုစည်းထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ، حَتَّى يَقُولُوا: لَا إِلَهَ إِلَّا اللهُ، فَإِذَا قَالُوهَا عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ، إِلَّا بِحَقِّهَا، وَحِسَابُهُمْ عَلَى اللهِ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား လူသားများကို တိုက်ခိုက်ရန် အမိန့်ပေးထားသည်၊ ၎င်းတို့က 'အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ခံထိုက်သောအရှင် မရှိ' ဟု ကြွေးကြော်သည်အထိ ဖြစ်သည်။ ၎င်းတို့က ထိုသို့ပြောဆိုပါက ၎င်းတို့၏သွေးနှင့် ဥစ္စာပစ္စည်းများကို ကျွန်ုပ်ထံမှ ကာကွယ်လိမ့်မည်၊ ၎င်း၏အခွင့်အရေး <span class=\"gray\">(အစ္စလာမ့်ပြစ်ဒဏ်များ)</span> မှလွဲ၍ ဖြစ်သည်။ ၎င်းတို့၏ စစ်ဆေးမေးမြန်းမှုသည် အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးနှင့် အလေးအမြတ်ဆုံးအရှင်နှင့်သာ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ထို့အပြင် ဆွဟီဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ အဗူ မူဆာ အလ်-အရှ်အရီက \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ အား ရဲစွမ်းသတ္တိကြောင့်၊ မိမိလူမျိုးအပေါ် ဘက်လိုက်၍ သို့မဟုတ် ကြွားဝါရန် တိုက်ခိုက်သော အမျိုးသားတစ်ဦးနှင့်ပတ်သက်၍ မေးမြန်းခဲ့သည်။ ဤအရာများအနက် မည်သည်က အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်အတွက် ဖြစ်သနည်း။\" ဟု မေးခဲ့သည်။ ၎င်းက မိန့်ကြားတော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ قَاتَلَ لِتَكُونَ كَلِمَةُ اللهِ هِيَ الْعُلْيَا فَهُوَ فِي سَبِيلِ اللهِ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်သည် အမြင့်မြတ်ဆုံးဖြစ်စေရန် မည်သူမဆို တိုက်ခိုက်ပါက ထိုသူသည် အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးနှင့် အလေးအမြတ်ဆုံးအရှင်၏လမ်းစဉ်တွင် ဖြစ်သည်။)</span>\"</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَإِنِ انتَهَوْا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ ရပ်တန့်ကြပါက)</span> နှင့် သင်တို့ ၎င်းတို့ကို တိုက်ခိုက်ခြင်းကြောင့် ၎င်းတို့၏ ကုဖ်ရ်မှ ရပ်တန့်ကြပါက၊ သင်တို့သည် ၎င်းတို့ ထိုသို့ပြုလုပ်ရခြင်း၏ အမှန်တကယ်အကြောင်းရင်းများကို မသိရှိသော်လည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ပြုကျင့်သမျှကို အရာအားလုံးကို မြင်တော်မူသောအရှင် ဖြစ်တော်မူသည်။)</span></p><p lang=\"id\" class=\"id \">Allah said in similar Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ နောင်တရ၍ ဆွလားတ်ကို ထမ်းဆောင်ပြီး ဇကားတ်ကို ပေးဆောင်ပါက ၎င်းတို့၏လမ်းကို လွတ်လပ်စွာ ထားရှိကြလေ။)</span><span class=\"gray\">[9:5]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِخْوَانُكُمْ فِي الدِّينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထိုအခါ ၎င်းတို့သည် သင်တို့၏ဘာသာတရားရှိ ညီအစ်ကိုများ ဖြစ်ကြသည်။)</span><span class=\"gray\">[9:11]</span>, နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ ۖ فَإِنِ انتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖစ်နာမရှိတော့သည်အထိ ၎င်းတို့ကို တိုက်ခိုက်ကြလေ။ ဘာသာတရား <span class=\"gray\">(ဝတ်ပြုကိုးကွယ်မှု)</span> သည် အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(အတွက်သာ)</span> ဖြစ်သည်။ သို့သော် ၎င်းတို့ ရပ်တန့်ကြပါက မတရားပြုသူများမှလွဲ၍ ကျူးလွန်မှုမရှိစေနှင့်။)</span><span class=\"gray\">[2:193]</span></p><p lang=\"my\" class=\"my \">ဆွဟီဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ဥစမာဟ် ဘင်န် ဇိုင်ဒ်အား၊ ၎င်းက အမျိုးသားတစ်ဦးကို ဓားဖြင့် အနိုင်ယူပြီးနောက် ထိုအမျိုးသားက အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ခံထိုက်သောအရှင် မရှိဟု ကြွေးကြော်ပြီးနောက်၊ မိန့်ကြားတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَقَتَلْتَهُ بَعْدَ مَا قَالَ لَا إِلَهَ إِلَّا اللهُ؟ وَكَيْفَ تَصْنَعُ بِلَا إِلَهَ إِلَّا اللهُ يَوْمَ الْقِيَامَةِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းက 'လာအိလာဟ အိလ်လလ်လာဟ်' ဟု ကြွေးကြော်ပြီးနောက် သင် ၎င်းကို သတ်ခဲ့သလား။ ရှင်ပြန်ထမြောက်ရာနေ့၌ 'လာအိလာဟ အိလ်လလ်လာဟ်' နှင့်ပတ်သက်၍ သင် ဘာလုပ်မည်နည်း။)</span></p><p lang=\"ceb\" class=\"ceb \">Usamah said, \"O Allah's Messenger! He only said it to save himself.\" The Messenger ﷺ replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلَّا شَقَقْتَ عَنْ قَلْبِهِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် ၎င်း၏နှလုံးသားကို ခွဲထုတ်ခဲ့သလား။)</span></p><p lang=\"id\" class=\"id \">The Messenger ﷺ kept repeating,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ لَكَ بِلَا إِلهَ إِلَّا اللهُ يَوْمَ الْقِيَامَةِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့၌ 'လာအိလာဟ အိလ်လလ်လာဟ်' နှင့်ပတ်သက်၍ သင် ဘာလုပ်မည်နည်း။)</span> ဥစမာဟ်က \"ကျွန်ုပ် ထိုနေ့တွင်မှ အစ္စလာမ်ကို လက်ခံခဲ့လျှင် ကောင်းမည်ဟု ဆုတောင်းမိသည်\" ဟု ပြောကြားခဲ့သည်အထိ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ ۚ نِعْمَ الْمَوْلَىٰ وَنِعْمَ النَّصِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် ကျောခိုင်းသွားကြပါက အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ အုပ်ထိန်းသူဖြစ်ကြောင်း သိရှိကြလေ။ အလွန်ကောင်းမွန်သော အုပ်ထိန်းသူနှင့် အလွန်ကောင်းမွန်သော အကူအညီပေးသူ။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ မယုံကြည်သူများသည် သင့်ကို ဆန့်ကျင်ပြီး တိုက်ခိုက်နေပါက အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ရန်သူများမှ ကာကွယ်ပေးမည့် အုပ်ထိန်းသူ၊ သခင်နှင့် ထောက်ခံသူဖြစ်ကြောင်း သိရှိကြလေ။ ဧကန်မလွဲ မည်မျှပင် အကောင်းဆုံး အုပ်ထိန်းသူနှင့် မည်မျှပင် အကောင်းဆုံး ထောက်ခံသူ။</p>"
  }
]