[
  {
    "ayah_key": "4:15",
    "group_ayah_key": "4:15",
    "from_ayah": "4:15",
    "to_ayah": "4:16",
    "ayah_keys": "4:15,4:16",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့၏ အမျိုးသမီးများထဲမှ တရားမဝင် လိင်မှုကိစ္စ ကျူးလွန်သူများကို သင်တို့အထဲမှ သက်သေလေးဦးဖြင့် သက်သေခံခိုင်းရမည်။ ၎င်းတို့ သက်သေခံပါက၊ ၎င်းတို့အား <span class=\"gray\">(ဆိုလိုသည်မှာ အမျိုးသမီးများအား)</span> သေဆုံးသည်အထိ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အတွက် <span class=\"gray\">(အခြား)</span> နည်းလမ်းတစ်ခုကို ပြဌာန်းသည်အထိ အိမ်များတွင် ချုပ်နှောင်ထားရမည်။ <span>(၁၅)</span>သင်တို့အထဲမှ တရားမဝင် လိင်မှုကိစ္စ ကျူးလွန်သူနှစ်ဦးကို ဒဏ်ခတ်ရမည်။ ၎င်းတို့ နောင်တရပြီး ကောင်းမြတ်သော အကျင့်များကို ပြုလုပ်ပါက ၎င်းတို့အား လွှတ်ထားရမည်။ ဧကန်မုချ အလ္လာဟ်အရှင်မြတ်သည် နောင်တကို လက်ခံသောအရှင်၊ <span class=\"gray\">(နှင့် ကိုယ်တော်သည်)</span> အလွန်တရာ ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။ <span>(၁၆)</span></p><div lang=\"my\" class=\"my \"><h2>ဖောက်ပြန်သော အမျိုးသမီးကို သူမ၏အိမ်တွင် ချုပ်နှောင်ထားခြင်း၊ နောင်တွင် ဖျက်သိမ်းခဲ့သော အမိန့်</h2></div><p lang=\"my\" class=\"my \">အစ္စလာမ်၏ အစောပိုင်းကာလတွင် အမိန့်မှာ အမျိုးသမီးတစ်ဦးသည် လုံလောက်သော သက်သေပြချက်ဖြင့် ဖောက်ပြန်မှုကို ကျူးလွန်ပါက၊ သူမ သေဆုံးသည်အထိ ခွင့်မပြုဘဲ သူမ၏အိမ်တွင် ချုပ်နှောင်ထားရမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">يعني الزنا</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن نِّسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِّنكُمْ فَإِن شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّىٰ يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အမျိုးသမီးများထဲမှ တရားမဝင် လိင်မှုကိစ္စ ကျူးလွန်သူများကို သင်တို့အထဲမှ သက်သေလေးဦးဖြင့် သက်သေခံခိုင်းရမည်။ ၎င်းတို့ သက်သေခံပါက၊ ၎င်းတို့အား <span class=\"gray\">(ဆိုလိုသည်မှာ အမျိုးသမီးများအား)</span> သေဆုံးသည်အထိ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အတွက် <span class=\"gray\">(အခြား)</span> နည်းလမ်းတစ်ခုကို ပြဌာန်းသည်အထိ အိမ်များတွင် ချုပ်နှောင်ထားရမည်။)</span></p><p lang=\"my\" class=\"my \">ဤနေရာတွင် ဖော်ပြထားသော 'အခြားနည်းလမ်းတစ်ခု' မှာ နောက်ပိုင်းတွင် ပေါ်ပေါက်လာသည့် ဤအမိန့်ကို ဖျက်သိမ်းခြင်းဖြစ်သည်။ အိဗ်နု အဗ္ဗားစ်က “အစောပိုင်း အမိန့်မှာ ချုပ်နှောင်ထားခြင်း ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်က စူရတ် အန်-နူရ် <span class=\"gray\">(အခန်းကြီး ၂၄)</span> ကို မပို့ချမီအထိ ဖြစ်သည်။ ထိုစူရတ်သည် ထိုအမိန့်ကို ကြိမ်ဒဏ်ပေးခြင်း <span class=\"gray\">(ကာမေသုမိစ္ဆာစာရအတွက်)</span> သို့မဟုတ် ကျောက်ခဲဖြင့် ပစ်သတ်ခြင်း <span class=\"gray\">(ဖောက်ပြန်မှုအတွက်)</span> အမိန့်ဖြင့် ဖျက်သိမ်းခဲ့သည်။” ဟု ပြောကြားခဲ့သည်။ ထိုနည်းတူ 'အိကရိမာဟ်၊ စအီးဒ် ဘင် ဂျုဘိုင်းရ်၊ အလ်-ဟာစန်၊ အတာအ် အလ်-ခုရာစန်နီ၊ အဘူ စွာလိဟ်၊ ကတာဒါဟ်၊ ဇိုင်းဒ် ဘင် အစ်လမ် နှင့် အဒ်-ဒါးဟ်ဟက် တို့ထံမှလည်း သတင်းပို့ခဲ့ပြီး ဤအရာမှာ သဘောတူညီထားသော ကိစ္စဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က မှတ်တမ်းတင်ထားသည်မှာ 'အူဘာဒါဟ် ဘင် အစ်-ဆာမစ်တ် က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အပေါ် ဗျာဒိတ်တော် ကျရောက်သောအခါ၊ ၎င်းသည် ကိုယ်တော်ကို သက်ရောက်ပြီး ကိုယ်တော်၏ မျက်နှာတွင် ပင်ပန်းနွမ်းနယ်မှု လက္ခဏာများ ပေါ်လာတတ်သည်။ တစ်နေ့တွင် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်ထံ ဗျာဒိတ်တော် ပို့ချတော်မူခဲ့ရာ၊ ရစူလ်တမန်တော် ﷺ သည် ၎င်း၏ ပင်ပန်းနွမ်းနယ်မှုမှ သက်သာရာရသောအခါ၊ ကိုယ်တော်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذُوا عَنِّي، قَدْ جَعَلَ اللهُ لَهُنَّ سَبِيلًا، الثَّيِّبُ بِالثَّيِّبِ، وَالْبِكْرُ بِالْبِكْرِ، الثَّــيِّبُ جَلْدُ مِائَةٍ، وَرَجْمٌ بِالْحِجَارَةِ، وَالْبِكْرُ جَلْدُ مِائَةٍ ثُمَّ نَفْيُ سَنَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ထံမှ ယူကြလော့။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အတွက် အခြားနည်းလမ်းတစ်ခုကို ပြုလုပ်ပေးထားပြီ။ အိမ်ထောင်သည်နှင့် အိမ်ထောင်သည်၊ အိမ်ထောင်မရှိသူနှင့် အိမ်ထောင်မရှိသူ။ အိမ်ထောင်သည်သည် ကြိမ်ဒဏ်တစ်ရာနှင့် ကျောက်ခဲဖြင့် ပစ်သတ်ခံရမည်။ အိမ်ထောင်မရှိသူသည် ကြိမ်ဒဏ်တစ်ရာနှင့် ထို့နောက် တစ်နှစ်ကြာ ပြည်နှင်ဒဏ် ခံရမည်။)</span>\"</p><p lang=\"my\" class=\"my \">မူဆလင်နှင့် စွန္နန်ကျမ်းပြုစုသူများသည် 'အူဘာဒါဟ် ဘင် အစ်-ဆာမစ်တ် က တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذُوا عَنِّي خُذُوا عَنِّي، قَدْ جَعَلَ اللهُ لَهُنَّ سَبِيلًا، الْبِكْرُ بِالْبِكْرِ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ، وَالثَّيِّبُ بِالثَّيِّبِ جَلْدُ مِائَةٍ وَالرَّجْمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ထံမှ ယူကြလော့၊ ငါ့ထံမှ ယူကြလော့။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အတွက် အခြားနည်းလမ်းတစ်ခုကို ပြုလုပ်ပေးထားပြီ။ <span class=\"gray\">(အိမ်ထောင်မရှိသူသည်)</span> ကြိမ်ဒဏ်တစ်ရာနှင့် တစ်နှစ်ကြာ ပြည်နှင်ဒဏ် ခံရမည်။ <span class=\"gray\">(အိမ်ထောင်သည်သည်)</span> ကြိမ်ဒဏ်တစ်ရာနှင့် ကျောက်ခဲဖြင့် ပစ်သတ်ခံရမည်။)</span> အတ်-တီရ်မိဇီက “ဟာစန် ဆာဟီးဟ်” ဟု ပြောကြားခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّذَانِ يَأْتِيَانِهَا مِنكُمْ فَآذُوهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အထဲမှ တရားမဝင် လိင်မှုကိစ္စ ကျူးလွန်သူနှစ်ဦးကို ဒဏ်ခတ်ရမည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်နှင့် စအီးဒ် ဘင် ဂျုဘိုင်းရ်တို့က ဤပြစ်ဒဏ်တွင် ကျိန်ဆဲခြင်း၊ ရှက်ရွံ့အောင်လုပ်ခြင်းနှင့် ဖိနပ်ဖြင့် ရိုက်နှက်ခြင်းတို့ ပါဝင်သည်ဟု ပြောကြားခဲ့သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းကို ကြိမ်ဒဏ် သို့မဟုတ် ကျောက်ခဲဖြင့် ပစ်သတ်ခြင်းဖြင့် ဖျက်သိမ်းသည်အထိ အမိန့်ဖြစ်သည်။ မူဂျာဟစ်ဒ်က “၎င်းသည် ထိုသို့ပြုလုပ်သော အမျိုးသားနှစ်ဦး၏ ကိစ္စနှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်း ဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ လွတ်၏လူမျိုးများ၏ လုပ်ရပ်များကို ရည်ညွှန်းနေပုံရသည်၊ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">စွန္နန်ကျမ်းပြုစုသူများသည် အိဗ်နု အဗ္ဗားစ် က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ رَأَيْتُمُوهُ يَعْمَلُ عَمَلَ قَوْمِ لُوطٍ، فَاقْتُلُوا الْفَاعِلَ وَالْمَفْعُولَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် လွတ်၏လူမျိုးများ၏ လုပ်ရပ် <span class=\"gray\">(လိင်တူဆက်ဆံခြင်း)</span> ကို ကျူးလွန်နေသူကို ဖမ်းမိပါက၊ လုပ်ရပ်တွင် ပါဝင်သူ နှစ်ဦးစလုံးကို သတ်ပစ်ကြလော့။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِن تَابَا وَأَصْلَحَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ နောင်တရပြီး ကောင်းမြတ်သော အကျင့်များကို ပြုလုပ်ပါက)</span> ထိုမကောင်းသော လုပ်ရပ်မှ ရှောင်ကြဉ်ခြင်းဖြင့်၊ ထို့နောက် ၎င်းတို့၏ လုပ်ရပ်များသည် ကောင်းမြတ်လာပါက၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَعْرِضُوا عَنْهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား လွှတ်ထားရမည်)</span>၊ ထို့နောက် ၎င်းတို့အား နှုတ်ဖြင့် မစော်ကားကြနှင့်၊ အမှန်တကယ် နောင်တရသူသည် အပြစ်မရှိသူနှင့် တူသောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ تَوَّابًا رَّحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မုချ အလ္လာဟ်အရှင်မြတ်သည် နောင်တကို လက်ခံသောအရှင်၊ အလွန်တရာ ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။)</span> အောက်ပါအတိုင်း ဆာဟီးဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا زَنَتْ أَمَةُ أَحَدِكُمْ، فَلْيَجْلِدْهَا الْحَدَّ، وَلَا يُثَرِّبْ عَلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ တစ်ဦးဦး၏ ကျွန်မသည် တရားမဝင် လိင်မှုကိစ္စ ကျူးလွန်သောအခါ၊ သူမကို ကြိမ်ဒဏ်ပေးပြီး ထို့နောက် သူမကို မကဲ့ရဲ့ကြနှင့်။)</span> အဘယ်ကြောင့်ဆိုသော် သူမရရှိသော ကြိမ်ဒဏ်များသည် သူမကျူးလွန်ခဲ့သော အပြစ်ကို ဖျက်ပစ်သောကြောင့် ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "4:150",
    "group_ayah_key": "4:150",
    "from_ayah": "4:150",
    "to_ayah": "4:152",
    "ayah_keys": "4:150,4:151,4:152",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်များကို မယုံကြည်ဘဲ၊ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်များအကြား ခွဲခြားလိုသူများ၊ “ကျွန်ုပ်တို့သည် အချို့ကို ယုံကြည်ပြီး အချို့ကို ငြင်းပယ်သည်” ဟု ပြောဆိုကာ အလယ်အလတ်လမ်းကို ကျင့်သုံးလိုသူများ <span>(၁၅၀)</span> ၎င်းတို့သည် အမှန်တကယ် မယုံကြည်သူများ ဖြစ်ကြသည်။ မယုံကြည်သူများအတွက် အရှက်ရစေသော ပြစ်ဒဏ်ကို ငါတို့ ပြင်ဆင်ထားပြီ <span>(၁၅၁)</span> အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်များကို ယုံကြည်ပြီး ၎င်းတို့ထဲမှ မည်သူတစ်ဦးတစ်ယောက်မျှကို <span class=\"gray\">(ရစူလ်တမန်တော်များ)</span> ခွဲခြားခြင်းမပြုသူများ ကို ငါတို့သည် ၎င်းတို့၏ အကျိုးဆုလာဘ်များကို ပေးသနားမည်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ ခွင့်လွှတ်တော်မူသောအရှင်၊ အလွန်တရာ ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏ <span>(၁၅၂)</span></p><div lang=\"my\" class=\"my \"><h2>ပရောဖက်အချို့ကို ယုံကြည်ပြီး အချို့ကို ငြင်းပယ်ခြင်းသည် စစ်မှန်သော ကွဖ်ရ် (မယုံကြည်ခြင်း) ဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်များကို မယုံကြည်သူများ၊ ဥပမာ- ဂျူးများနှင့် ခရစ်ယာန်များကဲ့သို့ ယုံကြည်ခြင်းနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်များအကြား ခွဲခြားသူများကို ခြိမ်းခြောက်ထားသည်။ ၎င်းတို့သည် မိမိတို့၏ ဆန္ဒများ၊ ကာမဂုဏ်များနှင့် ဘိုးဘွားဘီဘင်တို့၏ အလေ့အကျင့်များကို လိုက်နာကာ ပရောဖက်အချို့ကို ယုံကြည်ပြီး အခြားသူများကို ငြင်းပယ်ကြသည်။ ထိုသို့ ခွဲခြားခြင်းအတွက် မည်သည့် သက်သေအထောက်အထားကိုမျှ ၎င်းတို့ လိုက်နာကြခြင်းမရှိ၊ အဘယ်ကြောင့်ဆိုသော် ထိုသို့သော သက်သေအထောက်အထား မရှိသောကြောင့် ဖြစ်သည်။ ယင်းအစား ၎င်းတို့သည် မိမိတို့၏ ကာမဂုဏ်များနှင့် ဘက်လိုက်မှုများကို လိုက်နာကြသည်။</p><p lang=\"my\" class=\"my \">ဂျူးများ (အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ကျိန်ဆဲပါစေ) သည် ပရောဖက်များကို ယုံကြည်ကြသည်၊ သို့သော် 'အီစာနှင့် မုဟမ္မဒ် (၎င်းတို့အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) မှလွဲ၍ ဖြစ်သည်။ ခရစ်ယာန်များသည် ပရောဖက်များကို ယုံကြည်ကြသည်၊ သို့သော် ၎င်းတို့၏ နောက်ဆုံးနှင့် အဆုံးသတ် ပရောဖက်၊ ပရောဖက်များထဲတွင် အထွတ်အမြတ်ဆုံးဖြစ်သော မုဟမ္မဒ် (၎င်းအပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) ကို ငြင်းပယ်ကြသည်။ ထို့အပြင် ဆာမီရာ <span class=\"gray\">(ဆာမာရိလူမျိုးများ)</span> သည် မူဆာ ဘင် 'အင်မ်ရန်၏ အရိုက်အရာဆက်ခံသူ ယုဝ်ရှာ' <span class=\"gray\">(ယောရှု)</span> နောက်ပိုင်း မည်သည့် ပရောဖက်ကိုမျှ မယုံကြည်ကြပေ။ မာဂျူစ် <span class=\"gray\">(ဇိုရိုအက်စ်ထရီယန်များ)</span> သည် ဇိုရိုအက်စ်တာဟုခေါ်သော ပရောဖက်တစ်ဦးတည်းကိုသာ ယုံကြည်သည်ဟု ဆိုကြသည်၊ သို့သော် သူတို့ထံ ယူဆောင်လာသော တရားတော်ကို မယုံကြည်ဘဲ နောက်ကွယ်တွင် ပစ်ထားကြသည်၊ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ပရောဖက်များထဲမှ တစ်ဦးတည်းကို ငြင်းပယ်သူတိုင်းသည် ၎င်းတို့အားလုံးကို မယုံကြည်ရာ ရောက်မည်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က ကမ္ဘာမြေသားများထံ စေလွှတ်ခဲ့သော ပရောဖက်တိုင်းကို လူသားများက ယုံကြည်ရန် လိုအပ်သောကြောင့် ဖြစ်သည်။ မည်သူမဆို မနာလိုမှု၊ ဘက်လိုက်မှုနှင့် ကိုယ်ပိုင်စိတ်ထင်ဖြင့် ပရောဖက်တစ်ပါးကို ငြင်းပယ်ပါက၊ သူ၏ အခြားပရောဖက်များအပေါ် ယုံကြည်ခြင်းသည် မှန်ကန်ခြင်းမရှိကြောင်းသာ ပြသရာ ရောက်မည်ဖြစ်ပြီး၊ ဆန္ဒနှင့် စိတ်ထင်ကို လိုက်နာခြင်းသာ ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်များကို မယုံကြည်သူများသည်...)</span> ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ဤလူများကို အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်များကို မယုံကြည်သူများအဖြစ် ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرِيدُونَ أَن يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်များအကြား ခွဲခြားလိုကြသည်)</span> ယုံကြည်ခြင်းတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا بَيْنَ ذَٰلِكَ سَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“ကျွန်ုပ်တို့သည် အချို့ကို ယုံကြည်ပြီး အချို့ကို ငြင်းပယ်သည်” ဟု ပြောဆိုကာ အလယ်အလတ်လမ်းကို ကျင့်သုံးလိုကြသည်)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဖော်ပြထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الْكَافِرُونَ حَقًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အမှန်တကယ် မယုံကြည်သူများ ဖြစ်ကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ ယုံကြည်သည်ဟု အခိုင်အမာဆိုသော ပရောဖက်ကို မယုံကြည်ခြင်းသည် ထင်ရှားသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့၏ တမန်တော်တစ်ပါးအပေါ် ယုံကြည်ခြင်းသည် အမှန်မဟုတ်သောကြောင့် ဖြစ်သည်။ အကယ်၍ ၎င်းတို့သည် ကိုယ်တော်ကို အမှန်တကယ် ယုံကြည်ခဲ့ပါက၊ အခြား တမန်တော်များကိုလည်း ယုံကြည်ခဲ့ကြမည် ဖြစ်သည်။ အထူးသဖြင့် အခြား တမန်တော်သည် ကိုယ်တော်၏ မှန်ကန်မှုအတွက် ပိုမိုခိုင်မာသော သက်သေရှိပါက ပို၍ပင် ယုံကြည်ခဲ့ကြမည်။ သို့မဟုတ် အနည်းဆုံး ၎င်းတို့သည် အခြား တမန်တော်၏ မှန်ကန်မှု အသိပညာကို ရရှိရန် ကြိုးပမ်းခဲ့ကြမည် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများအတွက် အရှက်ရစေသော ပြစ်ဒဏ်ကို ငါတို့ ပြင်ဆင်ထားပြီ။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့ မယုံကြည်ခဲ့သော ပရောဖက်များကို အထင်သေးခြင်း၊ ပရောဖက်က အလ္လာဟ်အရှင်မြတ်ထံမှ ယူဆောင်လာခဲ့သည်များကို လျစ်လျူရှုခြင်း၊ ဤလောက၏ မည်သည်မျှ အရေးမပါသော ပစ္စည်းဥစ္စာများကို စိတ်ဝင်စားခြင်းတို့အတွက် ဤသည်မှာ တရားမျှတသော ပြစ်ဒဏ်ဖြစ်သည်။ သို့မဟုတ် ၎င်းတို့၏ အပြုအမူသည် ပရောဖက်၏ မှန်ကန်မှုကို သိရှိပြီးနောက် ပရောဖက်ကို မယုံကြည်ခြင်း၏ ရလဒ်ဖြစ်နိုင်သည်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် မုဟမ္မဒ် ﷺ လက်ထက်က ဂျူးရဗ္ဗီများ ပြုလုပ်ခဲ့သကဲ့သို့ ဖြစ်သည်။ ဂျူးများသည် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်အား ပေးသနားခဲ့သော ကြီးမြတ်သည့် ပရောဖက်ရာထူးကြောင့် ရစူလ်တမန်တော်ကို မနာလိုခဲ့ကြပြီး၊ ရလဒ်အနေဖြင့် ၎င်းတို့သည် ရစူလ်တမန်တော်ကို ငြင်းပယ်ခဲ့ကြသည်၊ ဆန့်ကျင်ခဲ့ကြသည်၊ ကိုယ်တော်၏ ရန်သူများ ဖြစ်လာခဲ့ပြီး ကိုယ်တော်အား တိုက်ခိုက်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤလောက၌ ၎င်းတို့အပေါ် အရှက်ရစေခြင်းကို ချမှတ်ခဲ့ပြီး၊ ထိုအရာနောက်တွင် နောင်တမလွန်ဘဝ၌ အရှက်ရခြင်းက လိုက်ပါလာမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاءُوا بِغَضَبٍ مِّنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အရှက်ရခြင်းနှင့် ဆင်းရဲဒုက္ခတို့ဖြင့် ဖုံးလွှမ်းခံရပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသကို မိမိတို့အပေါ် ဆွဲတင်ခဲ့ကြသည်။)</span><span class=\"gray\">[2:61]</span> ဤဘဝနှင့် နောင်တမလွန်ဘဝ၌ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ مِّنْهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်များကို ယုံကြည်ပြီး ၎င်းတို့ထဲမှ မည်သူတစ်ဦးတစ်ယောက်မျှကို ခွဲခြားခြင်းမပြုသူများ၊)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် ဗျာဒိတ်တော် ချပေးခဲ့သော ကျမ်းတိုင်းကိုလည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ် စေလွှတ်ခဲ့သော ပရောဖက်တိုင်းကိုလည်းကောင်း ယုံကြည်သော မုဟမ္မဒ် ﷺ ၏ အွန်မာဟ် (လူ့အသိုက်အဝန်း) ကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရစူလ်တမန်တော်သည် ကိုယ်တော်၏ အရှင်သခင်ထံမှ ကိုယ်တော်ထံ ဗျာဒိတ်တော် ချပေးခဲ့သည်များကို ယုံကြည်ပြီး၊ <span class=\"gray\">(ထိုနည်းတူ)</span> ယုံကြည်သူများသည်လည်း ယုံကြည်ကြသည်။ ၎င်းတို့အားလုံးသည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ကြသည်။)</span><span class=\"gray\">(2:285)</span>။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အတွက် ကြီးမားသော အကျိုးဆုလာဘ်များ၊ အလွန်ကြီးကျယ်သော ကျေးဇူးတော်များနှင့် လှပသော ဆုလဒ်များကို ပြင်ဆင်ထားကြောင်း ဖော်ပြထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ၎င်းတို့၏ အကျိုးဆုလာဘ်များကို ငါတို့ ပေးသနားမည်။)</span> အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်များကို ယုံကြည်ခြင်းကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ ခွင့်လွှတ်တော်မူသောအရှင်၊ အလွန်တရာ ကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။)</span> ၎င်းတို့တွင် အပြစ်ရှိပါက၊ ၎င်းတို့၏ အပြစ်များအတွက် ဖြစ်သည်။</p>"
  }
]