[
  {
    "ayah_key": "87:1",
    "group_ayah_key": "87:1",
    "from_ayah": "87:1",
    "to_ayah": "87:13",
    "ayah_keys": "87:1,87:2,87:3,87:4,87:5,87:6,87:7,87:8,87:9,87:10,87:11,87:12,87:13",
    "text": "<p lang=\"my\" class=\"my \">ဆူရတွလ်အ်အ်လာ၏ ဂုဏ်ကျေးဇူးများ</p><p lang=\"my\" class=\"my \">ဤဆူရာသည် အလ်မဒီနာသို့ ရွှေ့ပြောင်းခြင်းမပြုမီ မက္ကာဟ်၌ ထုတ်ပြန်ခဲ့သည်။ ယင်း၏ သက်သေမှာ အလ်ဘူခါရီ မှတ်တမ်းတင်ထားသည်မှာ အလ်ဘာရာအ် ဘင်န် အာဇိဘ်က ပြောကြားခဲ့သည်– \"ကျွန်ုပ်တို့ထံ <span class=\"gray\">(အလ်မဒီနာသို့)</span> တမန်တော်မြတ်၏ ﷺ ဆွဟာဘာများထဲမှ ဦးဆုံးလာရောက်သူများမှာ မွတ်စအဘ် ဘင်န် အူမိုင်ရ်နှင့် အိဘ်န် အွမ် မက္တူမ်တို့ဖြစ်ပြီး၊ ၎င်းတို့သည် ကျွန်ုပ်တို့အား ကွရ်အာန်ကို သင်ကြားပေးခဲ့သည်။ ထို့နောက် အမ်မာရ်၊ ဘီလာလ်နှင့် စအ်ဒ်တို့ ရောက်လာကြသည်။ ထို့နောက် အွမ်မာရ် ဘင်န် အလ်ခတွာဘ်သည် လူအုပ်စုနှစ်ဆယ်နှင့်အတူ ရောက်လာခဲ့သည်။ ၎င်းနောက် တမန်တော်မြတ် ﷺ ရောက်ရှိလာသည်။ အလ်မဒီနာမြို့သားများသည် ၎င်း၏ရောက်ရှိလာခြင်း <span class=\"gray\">(အလ်မဒီနာသို့)</span> ထက် ပိုမိုပျော်ရွှင်သည်ကို မည်သည့်အရာနှင့်မျှ မတွေ့ဖူးပါ။ ဤသည်မှာ ကျွန်ုပ်သည် ကလေးငယ်များနှင့် လူငယ်လေးများက 'ဤသည်ကား ရောက်ရှိလာသော အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် (တမန်တော်) ဖြစ်သည်' ဟု ပြောနေကြသည်အထိ ဖြစ်ခဲ့သည်။ ထို့ကြောင့် ၎င်းသည် ရောက်ရှိလာခဲ့သည်၊ သို့သော် ကျွန်ုပ်သည် ယခင်ကပင် ရွတ်ဖတ်ပြီးစီးပြီး <span class=\"gray\">(ဆိုလိုသည်မှာ ရွတ်ဖတ်ပုံကို သင်ယူပြီးစီးပြီး)</span> မှသာ ရောက်ရှိလာခဲ့ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အမြင့်ဆုံးဖြစ်တော်မူသော အရှင်သခင်၏ အမည်နာမကို ချီးမြှင့်ပါ။)</span><span class=\"gray\">(၈၇:၁)</span></p><p lang=\"my\" class=\"my \">ထို့ပြင် ၎င်းနှင့်ဆင်တူသော အခြားဆူရာများလည်း ပါဝင်ပါသည်။\"</p><p lang=\"my\" class=\"my \">ဆဟီးဟ်ကျမ်းနှစ်ကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ သည် မူအာဓ်အား ပြောကြားခဲ့ကြောင်း အတည်ပြုထားပါသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">هَلَّا صَلَّيْتَ بِــ</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَالشَّمْسِ وَضُحَاهَا</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّيْلِ إِذَا يَغْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် \"သင်၏ အမြင့်ဆုံးဖြစ်တော်မူသော အရှင်သခင်၏ အမည်နာမကို ချီးမြှင့်ပါ၊\"; \"နေနှင့် ၎င်း၏ တောက်ပမှုဖြင့်၊\" နှင့် \"ညသည် ဖုံးလွှမ်းသောအခါ\" တို့ကို အဘယ်ကြောင့် ရွတ်ဆိုခဲ့ခြင်းမရှိသနည်း။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အန်နူအ်မာန် ဘင်န် ဘရှိရ်ထံမှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ ရွတ်ဆိုခဲ့ကြောင်း မှတ်တမ်းတင်ထားပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى</p><p class=\"qpc-hafs\">وَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ</p><p lang=\"my\" class=\"my \">ဆူရတွလ်အ်အ်လာ <span class=\"gray\">(အခန်း ၈၇)</span> နှင့် ဆူရတွလ်ဃာရှီယာ <span class=\"gray\">(အခန်း ၈၈)</span> ကို အီးဒ်ပွဲတော်ဝတ်ပြုခြင်းနှစ်ခုတွင် ရွတ်ဆိုခဲ့သည်။ အီးဒ်ပွဲတော်ဝတ်ပြုခြင်းသည် သောကြာနေ့နှင့် တိုက်ဆိုင်ပါက ၎င်းဝတ်ပြုခြင်းနှစ်ခု <span class=\"gray\">(အီးဒ်နှင့် စွလာတွလ်ဂျူမုအာဟ်)</span> စလုံးတွင် ရွတ်ဆိုခဲ့သည်။ မွတ်စလင်မ်သည် ၎င်း၏ ဆဟီးဟ်ကျမ်းတွင် ၎င်းကို မှတ်တမ်းတင်ခဲ့ပြီး၊ အဘူ ဒါဝုဒ်၊ အတ်-သေရ်မီဇီ၊ အန်နာစာအီနှင့် အိဘ်န် မာဂျာဟ်တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ မွတ်စလင်မ်နှင့် စူနန်ကျမ်းပြုစုသူများ၏ စကားအရ \"၎င်းသည် ရွတ်ဆိုခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى</p><p class=\"qpc-hafs\">وَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ</p><p lang=\"my\" class=\"my \">ဆူရတွလ်အ်အ်လာ <span class=\"gray\">(အခန်း ၈၇)</span> နှင့် ဆူရတွလ်ဃာရှီယာ <span class=\"gray\">(အခန်း ၈၈)</span> ကို အီးဒ်ပွဲတော်နှစ်ခုနှင့် ဂျူမုအာဟ်အတွက် ဖြစ်သည်။ ၎င်းတို့သည် တစ်ရက်တည်းကျရောက်ပါက ၎င်းသည် ၎င်းတို့နှစ်ခုစလုံးတွင် ရွတ်ဆိုခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် ၎င်း၏ မွတ်စနဒ်ကျမ်းတွင် အူဘိုင် ဘင်န် ကအ်ဘ်၊ အဗ်ဒူလ္လာဟ် ဘင်န် အဗ်ဘာစ်၊ အဗ်ဒူရ်ရဟ်မာန် ဘင်န် အဗ်ဇာဟ် နှင့် ယုံကြည်သူတို့၏ မယ်တော် အာအိရှာဟ်တို့၏ ပြောကြားချက်ဖြင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ ရွတ်ဆိုလေ့ရှိကြောင်း မှတ်တမ်းတင်ထားပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى</p><p class=\"qpc-hafs\">وَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الْكَافِرُونَ</p><p class=\"qpc-hafs\">وَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အမြင့်ဆုံးဖြစ်တော်မူသော အရှင်သခင်၏ အမည်နာမကို ချီးမြှင့်ပါ။)</span> နှင့် <span class=\"gray\">(ပြောပါ– 'အို မယုံကြည်သူတို့။')</span> နှင့် <span class=\"gray\">(ပြောပါ– '၎င်းသည် အလ္လာဟ်၊ တစ်ပါးတည်းသော အရှင်ဖြစ်သည်။')</span> အာအိရှာဟ်က ၎င်း၏မူတွင် ၎င်းသည် မူအာဝစ်ဒါသိုင်န် <span class=\"gray\">(အလ်ဖာလက်နှင့် အန်နာစ်)</span> ကိုလည်း ရွတ်ဆိုခဲ့ကြောင်း ထပ်လောင်းပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာရှင်၊ အမြဲတစေ သနားကြင်နာရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى - الَّذِي خَلَقَ فَسَوَّىٰ - وَالَّذِي قَدَّرَ فَهَدَىٰ - وَالَّذِي أَخْرَجَ الْمَرْعَىٰ - فَجَعَلَهُ غُثَاءً أَحْوَىٰ - سَنُقْرِئُكَ فَلَا تَنسَىٰ - إِلَّا مَا شَاءَ اللَّهُ ۚ إِنَّهُ يَعْلَمُ الْجَهْرَ وَمَا يَخْفَىٰ - وَنُيَسِّرُكَ لِلْيُسْرَىٰ - فَذَكِّرْ إِن نَّفَعَتِ الذِّكْرَىٰ - سَيَذَّكَّرُ مَن يَخْشَىٰ - وَيَتَجَنَّبُهَا الْأَشْقَى - الَّذِي يَصْلَى النَّارَ الْكُبْرَىٰ - ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ သင်၏ အမြင့်ဆုံးဖြစ်တော်မူသော အရှင်သခင်၏ နာမတော်ကို ချီးမြှင့်ပါ။)</span><span class=\"gray\">(၂။ ဖန်ဆင်းတော်မူပြီးနောက် မျှတအောင် ပြုလုပ်ခဲ့သူ။)</span><span class=\"gray\">(၃။ တိုင်းတာပြီးနောက် လမ်းညွှန်တော်မူခဲ့သူ။)</span><span class=\"gray\">(၄။ စားကျက်များကို ထုတ်ပေးတော်မူသူ။)</span><span class=\"gray\">(၅။ ထို့နောက် ၎င်းကို မည်းမှောင်သော ကောက်ရိုးအဖြစ် ပြုလုပ်တော်မူသူ။)</span><span class=\"gray\">(၆။ သင့်အား ရွတ်ဖတ်စေမည်ဖြစ်၍ သင် မေ့လျော့မည်မဟုတ်ပါ။)</span><span class=\"gray\">(၇။ အလ္လာဟ်အရှင်မြတ် အလိုရှိသည့်အရာမှအပ။ ၎င်းအရှင်သည် ထင်ရှားသောအရာနှင့် လျှို့ဝှက်သောအရာကို သိတော်မူသည်။)</span><span class=\"gray\">(၈။ သင့်အား လွယ်ကူသောလမ်းကို လွယ်ကူစေမည်။)</span><span class=\"gray\">(၉။ ထို့ကြောင့် သတိပေးခြင်းသည် အကျိုးရှိပါက သတိပေးပါ။)</span><span class=\"gray\">(၁၀။ သတိပေးခြင်းကို ကြောက်ရွံ့သူမှ လက်ခံမည်။)</span><span class=\"gray\">(၁၁။ သို့သော် ကံဆိုးသူက ရှောင်ရှားမည်။)</span><span class=\"gray\">(၁၂။ ၎င်းသည် မီးကြီးထဲသို့ ဝင်ရောက်မည်။)</span><span class=\"gray\">(၁၃။ ထိုနေရာတွင် ၎င်းသည် မသေနိုင်သကဲ့သို့ မရှင်သန်နိုင်ပါ။)</span></p><p lang=\"my\" class=\"my \">သပ်စ်ဘီဟ် ရွတ်ဆိုရန် အမိန့်နှင့် ၎င်း၏ တုံ့ပြန်မှု</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အိဘ်န် အဗ်ဘာစ်ထံမှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ ရွတ်ဆိုသောအခါတိုင်း မှတ်တမ်းတင်ထားပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အမြင့်ဆုံးဖြစ်တော်မူသော အရှင်သခင်၏ အမည်နာမကို ချီးမြှင့်ပါ။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ رَبِّيَ الْأَعْلَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ အမြင့်ဆုံးဖြစ်တော်မူသော အရှင်သခင်အား ဂုဏ်ပြုချီးမြှင့်ပါ၏။)</span></p><p lang=\"my\" class=\"my \">အိဘ်န် ဂျာရီရ်သည် အိဘ်န် အိစ်ဟားက် အလ်ဟမ်ဒါနီထံမှ အိဘ်န် အဗ်ဘာစ် ရွတ်ဆိုသောအခါတိုင်း မှတ်တမ်းတင်ထားပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အမြင့်ဆုံးဖြစ်တော်မူသော အရှင်သခင်၏ အမည်နာမကို ချီးမြှင့်ပါ။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် \"ကျွန်ုပ်၏ အမြင့်ဆုံးဖြစ်တော်မူသော အရှင်သခင်အား ဂုဏ်ပြုချီးမြှင့်ပါ၏\" ဟု ပြောကြားခဲ့ပြီး၊ ၎င်းသည် ရွတ်ဆိုသောအခါတိုင်း</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ရှင်ပြန်ထမြောက်ရာနေ့ဖြင့် ကျိန်ဆိုပါသည်။)</span><span class=\"gray\">(၇၅:၁)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ၎င်း၏ အဆုံးသို့ ရောက်ရှိသောအခါ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ ذَٰلِكَ بِقَادِرٍ عَلَىٰ أَن يُحْيِيَ الْمَوْتَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်သည် သေသူများကို အသက်ပြန်ရှင်စေနိုင်သည် မဟုတ်လော။)</span><span class=\"gray\">(၇၅:၄၀)</span></p><p lang=\"haw\" class=\"haw \">he would say, \"Glory to You, of course.\" Qatadah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى</p><p lang=\"my\" class=\"my \">\"ကျွန်ုပ်တို့အား ဖော်ပြခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် ၎င်းကို ရွတ်ဆိုသောအခါတိုင်း ပြောကြားလေ့ရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ رَبِّيَ الْأَعْلَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ အမြင့်ဆုံးဖြစ်တော်မူသော အရှင်သခင်အား ဂုဏ်ပြုချီးမြှင့်ပါ၏။)</span>\"</p><p lang=\"my\" class=\"my \">ဖန်ဆင်းခြင်း၊ အမိန့်တော်နှင့် သစ်ပင်ပန်းမန်များ ထုတ်လုပ်ခြင်း</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي خَلَقَ فَسَوَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖန်ဆင်းတော်မူပြီးနောက် မျှတအောင် ပြုလုပ်ခဲ့သူ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းအရှင်သည် ဖန်ဆင်းခဲ့သည့်အရာများကို ဖန်ဆင်းခဲ့ပြီး၊ ဖန်ဆင်းခံတိုင်းကို အကောင်းဆုံးပုံစံဖြင့် ပုံဖော်ခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي قَدَّرَ فَهَدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တိုင်းတာပြီးနောက် လမ်းညွှန်တော်မူခဲ့သူ။)</span> မူဂျာဟစ်ဒ်က ပြောကြားသည်၊ \"၎င်းအရှင်သည် လူသားကို ဒုက္ခနှင့် ပျော်ရွှင်မှုသို့ လမ်းညွှန်ခဲ့ပြီး၊ ကျွဲနွားများကို ၎င်းတို့၏ စားကျက်များသို့ လမ်းညွှန်ခဲ့သည်။\" ဤအာယသ်သည် ဖိရ်အောင်န်အား မူဆာ ပြောကြားခဲ့သည့် အလ္လာဟ်အရှင်မြတ်၏ စကားနှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> رَبُّنَا الَّذِي أَعْطَىٰ كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အရှင်သခင်သည် အရာတိုင်းအား ၎င်း၏ ပုံသဏ္ဍာန်နှင့် သဘောသဘာဝကို ပေးအပ်ပြီးနောက် မှန်ကန်စွာ လမ်းညွှန်တော်မူသူဖြစ်သည်။)</span><span class=\"gray\">(၂၀:၅၀)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းအရှင်သည် သတ်မှတ်ထားသော ပမာဏကို ပြဋ္ဌာန်းခဲ့ပြီး ဖန်ဆင်းခံများကို ၎င်းသို့ လမ်းညွှန်ခဲ့သည်။ ဤသည်မှာ အဗ်ဒူလ္လာဟ် ဘင်န် အမ်ရ်၏ ပြောကြားချက်ဖြင့် ဆဟီးဟ် မွတ်စလင်မ်ကျမ်းတွင် အတည်ပြုထားသည့်အတိုင်းပင် ဖြစ်သည်– အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ က ပြောကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ قَدَّرَ مَقَادِيرَ الْخَلَائِقِ قَبْلَ أَنْ يَخْلُقَ السَّمَواتِ وَالْأَرْضَ بِخَمْسِينَ أَلْفَ سَنَةٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းတော်မမူမီ နှစ်ပေါင်းငါးသောင်း ကမ္ဘာဦးဖန်ဆင်းခံ အားလုံး၏ တိုင်းတာမှုကို ပြဋ္ဌာန်းခဲ့ပြီး၊ ၎င်းအရှင်၏ ပလ္လင်တော်သည် ရေပေါ်တွင် ရှိခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي أَخْرَجَ الْمَرْعَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စားကျက်များကို ထုတ်ပေးတော်မူသူ။)</span> ဆိုလိုသည်မှာ အပင်များနှင့် သီးနှံအမျိုးအစားအားလုံးကို ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلَهُ غُثَاءً أَحْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းကို မည်းမှောင်သော ကောက်ရိုးအဖြစ် ပြုလုပ်တော်မူသူ။)</span> အိဘ်န် အဗ်ဘာစ်က ပြောကြားသည်၊ \"ခြောက်သွေ့၍ ပြောင်းလဲသွားသည်။\" မူဂျာဟစ်ဒ်၊ ကွာတာဒါဟ်နှင့် အိဘ်န် ဇိုင်းဒ်တို့အားလုံးက အလားတူပြောဆိုချက်များ ပြုလုပ်ခဲ့သည်ဟု သတင်းပြန့်နှံ့ခဲ့သည်။</p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> သည် ဝါဟီ (ဗျာဒိတ်တော်) ကို မမေ့လျော့ပါ။</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"it qpc-hafs\" lang=\"it\">سَنُقْرِئُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား ရွတ်ဖတ်စေမည်ဖြစ်၍၊)</span> ဆိုလိုသည်မှာ 'အို မိုဟမ္မဒ်။'</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَا تَنسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင် မမေ့လျော့ပါ။ <span class=\"gray\">(၎င်းကို)</span>,)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား <span class=\"gray\">(တမန်တော်မြတ် ﷺ အား)</span> ၎င်းသည် မေ့လျော့မည်မဟုတ်သော ရွတ်ဆိုမှုကို သင်ကြားပေးမည်ဖြစ်ကြောင်း အသိပေးကာ ကတိပြုခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَا شَاءَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် အလိုရှိသည့်အရာမှအပ။)</span> ကွာတာဒါဟ်က ပြောကြားသည်၊ \"တမန်တော်မြတ်သည် အလ္လာဟ်အရှင်မြတ် အလိုရှိသည့်အရာမှအပ မည်သည့်အရာကိုမျှ မမေ့လျော့ခဲ့ပါ။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၏ အဓိပ္ပါယ်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\"> فَلَا تَنسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင် မမေ့လျော့ပါ။)</span> သည် \"မမေ့လျော့ပါနှင့်\" ဟု အဓိပ္ပါယ်ရပြီး၊ ပယ်ဖျက်ခံရမည့်အရာသည် ဤအရာအတွက် ချွင်းချက်မျှသာဖြစ်သည်။ ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့ သင့်အား ရွတ်ဖတ်ရန် သင်ကြားပေးသည်ကို မမေ့လျော့ပါနှင့်၊ အလ္လာဟ်အရှင်မြတ် အလိုရှိသည့်အရာမှအပ၊ ၎င်းကို ၎င်းအရှင်သည် ဖယ်ရှားပြီး သင် ၎င်းကို စွန့်လွှတ်ခြင်း <span class=\"gray\">(ထိန်းသိမ်းမထားခြင်း)</span> အတွက် အပြစ်မရှိပါ။' အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ يَعْلَمُ الْجَهْرَ وَمَا يَخْفَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်သည် ထင်ရှားသောအရာနှင့် လျှို့ဝှက်သောအရာကို သိတော်မူသည်။)</span> ဆိုလိုသည်မှာ ၎င်းအရှင်သည် ဖန်ဆင်းခံများ ထင်ရှားစွာ ပြုလုပ်သောအရာနှင့် ၎င်းတို့ ဖုံးကွယ်ထားသောအရာများကို သိတော်မူသည်၊ စကားများဖြစ်စေ၊ လုပ်ရပ်များဖြစ်စေ။ ၎င်းတို့ထဲမှ တစ်စုံတစ်ရာမျှ ၎င်းအရှင်ထံမှ လျှို့ဝှက်မနေပါ။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُيَسِّرُكَ لِلْيُسْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား လွယ်ကူသောလမ်းကို လွယ်ကူစေမည်။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် သင့်အတွက် ကောင်းမှုများနှင့် စကားများကို လွယ်ကူစေမည်ဖြစ်ပြီး၊ သင့်အတွက် လွယ်ကူ၊ သည်းခံ၊ ဖြောင့်မတ်ပြီး တရားမျှတသော ဥပဒေကို ပြဋ္ဌာန်းပေးမည်ဖြစ်သည်၊ ၎င်းတွင် ကောက်ကျစ်ခြင်း၊ အခက်အခဲ သို့မဟုတ် ဆင်းရဲဒုက္ခများ မရှိစေရပါ။'</p><p lang=\"my\" class=\"my \">သတိပေးရန် အမိန့်တော်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَكِّرْ إِن نَّفَعَتِ الذِّكْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သတိပေးခြင်းသည် အကျိုးရှိပါက သတိပေးပါ။)</span> ဆိုလိုသည်မှာ သတိပေးခြင်းသည် အကျိုးရှိမည့်နေရာတွင် သတိပေးပါ။</p><p lang=\"my\" class=\"my \">ဤမှ ကျွန်ုပ်တို့သည် အသိပညာဖြန့်ဝေခြင်းဆိုင်ရာ စည်းကမ်းများကို ရရှိသည်– ၎င်းကို မသင့်လျော်သော သို့မဟုတ် မထိုက်တန်သူများထံတွင် ဖြုန်းတီးပစ်မသင့်ပါ။ ယုံကြည်သူတို့၏ စစ်သေနာပတိ 'အလီ' က ပြောကြားသည်၊ \"သင်သည် လူတို့၏ ဉာဏ်ပညာဖြင့် နားမလည်နိုင်သော မည်သည့်စကားကိုမျှ မပြောပါနှင့်၊ ၎င်းသည် အချို့သူများအတွက် ဖိတ်နာဟ် <span class=\"gray\">(စမ်းသပ်မှု)</span> ဖြစ်လာမည်မှအပ။\" ၎င်းသည်လည်း ပြောကြားသည်၊ \"လူတို့သိသောအရာကို ပြောကြားပါ။ အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ် (တမန်တော်) ကို ပယ်ချစေလိုပါသလား။\"</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَذَّكَّرُ مَن يَخْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတိပေးခြင်းကို ကြောက်ရွံ့သူမှ လက်ခံမည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ 'မည်သူ၏ နှလုံးသားသည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ပြီး ၎င်းသည် ၎င်းအရှင်နှင့် တွေ့ဆုံရမည်ကို သိရှိသည်ဆိုပါက၊ ၎င်းသည် သင်ပြောကြားသည့်အရာမှ သြဝါဒကို ရရှိမည်ဖြစ်သည်၊ အို မိုဟမ္မဒ်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَجَنَّبُهَا الْأَشْقَى - الَّذِي يَصْلَى النَّارَ الْكُبْرَىٰ - ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကံဆိုးသူက ရှောင်ရှားမည်၊ ၎င်းသည် မီးကြီးထဲသို့ ဝင်ရောက်မည်။ ထိုနေရာတွင် ၎င်းသည် မသေနိုင်သကဲ့သို့ မရှင်သန်နိုင်ပါ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းသည် သေဆုံးပြီး အနားယူခွင့်ရမည်မဟုတ်သကဲ့သို့၊ ၎င်းအတွက် အကျိုးရှိသော ဘဝကိုလည်း ရှင်သန်ရမည်မဟုတ်ပါ။ ယင်းအစား ၎င်း၏ ဘဝသည် ၎င်းအတွက် အန္တရာယ်ဖြစ်စေမည်ဖြစ်သည်၊ အကြောင်းမှာ ၎င်းသည် ပြင်းထန်သော ပြစ်ဒဏ်များနှင့် ၎င်းကို ခံစားနေရသော အမျိုးမျိုးသော ပြစ်ဒဏ်များ၏ နာကျင်မှုကို ခံစားရခြင်း၏ အကြောင်းရင်းဖြစ်လိမ့်မည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဘူ စအ်ဒ်ထံမှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا أَهْلُ النَّارِ الَّذِينَ هُمْ أَهْلُهَا لَا يَمُوتُونَ وَلَا يَحْيَوْنَ، وَأَمَّا أُنَاسٌ يُرِيدُ اللهُ بِهِمُ الرَّحْمَةَ فَيُمِيتُهُمْ فِي النَّارِ فَيَدْخُلُ عَلَيْهِمُ الشُّفَعَاءُ فَيَأْخُذُ الرَّجُلُ الضِّبَارَةَ فَيُنْبِتُهُمْ - أو قال: يَنْبُتُونَ فِي نَهْرِ الْحَيَا، أو قال: الْحَيَاةِ، أو قال: الْحَيَوَانِ أو قال: نَهْرِ الْجَنَّةِ - فَيَنْبُتُونَ نَبَاتَ الْحِبَّةِ فِي حَمِيلِ السَّيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို ထိုက်တန်သော ငရဲသားများနှင့် ပတ်သက်၍၊ ၎င်းတို့သည် သေဆုံးမည်မဟုတ်သကဲ့သို့ အသက်ရှင်နေမည်လည်း မဟုတ်ပါ။ အလ္လာဟ်အရှင်မြတ်က ကရုဏာပြုလိုသော လူများနှင့် ပတ်သက်၍မူ ၎င်းအရှင်သည် ၎င်းတို့အား ငရဲတွင် သေဆုံးစေမည်ဖြစ်သည်။ ထို့နောက် ၎င်းအရှင်သည် ကြားဝင်သူများကို ၎င်းတို့ထံ လာရောက်ခွင့်ပြုမည်ဖြစ်ပြီး၊ လူတစ်ဦးသည် ၎င်း၏ ထောက်ခံသူအုပ်စုများကို ခေါ်ဆောင်ကာ ၎င်းတို့ကို စိုက်ပျိုးမည်ဖြစ်သည် <span class=\"gray\">(သို့မဟုတ် ၎င်းသည် ပြောကြားသည် <span class=\"gray\">(၎င်းတို့ကို စိုက်ပျိုးမည်ဖြစ်သည်)</span> အလ်ဟယာမြစ်ထဲတွင် <span class=\"gray\">(သို့မဟုတ် ၎င်းသည် ပြောကြားသည် <span class=\"gray\">(အလ်ဟယာဟ်၊ သို့မဟုတ် အလ်ဟယာဝါန်၊ သို့မဟုတ် နဟ်ရ် အလ်ဂျန္နဟ်)</span>။ ထို့နောက် ၎င်းတို့သည် စီးဆင်းနေသော ချောင်းရေစပ်ရှိ စိုစွတ်သော ကုန်းမြေပေါ်တွင် မျိုးစေ့များ ပေါက်ရောက်သကဲ့သို့ ပေါက်ရောက်လာမည်ဖြစ်သည်။)</span></span></span></p><p lang=\"nl\" class=\"nl \">Then the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَا تَرَوْنَ الشَّجَرَةَ تَكُونُ خَضْرَاءَ، ثُمَّ تَكُونُ صَفْرَاءَ، ثُمَّ تَكُونُ خَضْرَاءَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အားလုံး သစ်ပင်သည် စိမ်းနေပြီးနောက် ဝါသွားကာ၊ ထို့နောက် စိမ်းလာသည်ကို <span class=\"gray\">(ပြန်လည်၍)</span> မမြင်ဖူးကြဘူးလား။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အဘူ စအ်ဒ်က ပစ္စုပ္ပန်ရှိသူအချို့က \"တမန်တော်မြတ် ﷺ သည် သဲကန္တာရ တောကြီးထဲတွင် နေထိုင်ခဲ့ပုံရသည် <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်း၏ သဘာဝဆိုင်ရာ ပုံပြင်များကြောင့်)</span>\" ဟု ပြောကြားခဲ့ကြောင်း ပြောပြသည်။ </p><p lang=\"my\" class=\"my \">အဟ်မဒ်သည် အဘူ စအ်ဒ်ထံမှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ် ﷺ ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا أَهْلُ النَّارِ الَّذِينَ هُمْ أَهْلُهَا فَإِنَّهُمْ لَا يَمُوتُونَ فِيهَا وَلَا يَحْيَوْنَ، وَلَٰــكِنْ أُنَاسٌ - أو كما قال - تُصِيبُهُمُ النَّارُ بِذُنُوبِهِمْ - أو قال: بِخَطَايَاهُمْ - فَيُمِيتُهُمْ إِمَاتَةً حَتّٰى إِذَا صَارُوا فَحْمًا أُذِنَ فِي الشَّفَاعَةِ، فَجِيءَ بِهِمْ ضَبَائِرَ ضَبَائِرَ فَبُثُّوا عَلى أَنْهَارِ الْجَنَّةِ فَيُقَالُ: يَا أَهْلَ الْجَنَّةِ أَفِيضُوا عَلَيْهِمْ، فَيَنْبُتُونَ نَبَاتَ الْحِبَّةِ تَكُونُ فِي حَمِيلِ السَّيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲ၏ နေထိုင်သူများဖြစ်သော ငရဲသားများနှင့် ပတ်သက်၍၊ ၎င်းတို့သည် ငရဲတွင် သေဆုံးမည်မဟုတ်သကဲ့သို့ အသက်ရှင်နေမည်လည်း မဟုတ်ပါ။ သို့သော် လူအုပ်စုတစ်စု ရှိလိမ့်မည် – သို့မဟုတ် ၎င်းပြောသည့်အတိုင်း – ၎င်းတို့၏ အပြစ်များကြောင့် – သို့မဟုတ် ၎င်းပြောသည့်အတိုင်း – ၎င်းတို့၏ ပြစ်မှားမှုများကြောင့် မီးသည် ၎င်းတို့အား လောင်ကျွမ်းမည်ဖြစ်သည်။ ထို့ကြောင့် ၎င်းအရှင်သည် ၎င်းတို့အား မီးသွေးဖြစ်သည်အထိ သေဆုံးစေမည်ဖြစ်သည်။ ထို့နောက် ကြားဝင်ခြင်းကို ခွင့်ပြုမည်ဖြစ်ပြီး ၎င်းတို့အား အုပ်စုလိုက် ခေါ်ဆောင်လာကာ ဂျန္နတ်၏ မြစ်များပေါ်တွင် ဖြန့်ကျက်ထားမည်ဖြစ်သည်။ ထို့နောက် \"အို ဂျန္နတ်သားအပေါင်းတို့! ၎င်းတို့အပေါ်သို့ လောင်းချကြပါ။\" ဟု ပြောကြားမည်ဖြစ်သည်။ ထို့နောက် ၎င်းတို့သည် စီးဆင်းနေသော ချောင်းရေစပ်ရှိ စိုစွတ်သော ကုန်းမြေပေါ်တွင် မျိုးစေ့များ ပေါက်ရောက်သကဲ့သို့ ပေါက်ရောက်လာမည်ဖြစ်သည်။\"</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ပစ္စုပ္ပန်ရှိသူများထဲမှ အမျိုးသားတစ်ဦးက \"တမန်တော်မြတ် ﷺ သည် သဲကန္တာရ တောကြီးထဲတွင် နေထိုင်ခဲ့ပုံရသည်\" ဟု ပြောကြားခဲ့သည်။ မွတ်စလင်မ်သည် ဤဟဒီးဆ်ကိုလည်း မှတ်တမ်းတင်ခဲ့သည်။</p>"
  }
]