[
  {
    "ayah_key": "3:130",
    "group_ayah_key": "3:130",
    "from_ayah": "3:130",
    "to_ayah": "3:136",
    "ayah_keys": "3:130,3:131,3:132,3:133,3:134,3:135,3:136",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! အတိုးကို နှစ်ဆသုံးဆတိုး၍ မစားကြကုန်နှင့်။ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့၊ သို့မှသာ သင်တို့ အောင်မြင်သူများ ဖြစ်ကြလိမ့်မည်။ <span>(၁၃၀)</span>ကာဖိရ်များအတွက် ပြင်ဆင်ထားသော ငရဲမီးကိုလည်း ကြောက်ရွံ့ကြလော့။ <span>(၁၃၁)</span>အသင်တို့ သနားကြင်နာမှု ရရှိရန်အတွက် အလ္လာဟ်အရှင်မြတ်နှင့် တမန်တော်ကို နာခံကြလော့။ <span>(၁၃၂)</span>အသင်တို့၏ အရှင်သခင်ထံမှ <span class=\"gray\">(ဦးတည်သော)</span> ခွင့်လွှတ်မှုရရှိရန်နှင့် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သူများ <span class=\"gray\">(မွတ်သကီးများ)</span> အတွက် ပြင်ဆင်ထားသော ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အကျယ်အဝန်းရှိသည့် ဂျန္နတ် (ပရဒိသု) သို့ လျင်မြန်စွာ ချီတက်ကြလော့။<span>(၁၃၃)</span>ထိုသူတို့သည် ကြွယ်ဝချိန်၌လည်းကောင်း၊ ဆင်းရဲချိန်၌လည်းကောင်း <span class=\"gray\">(အလ္လာဟ်၏ လမ်းတွင်)</span> သုံးစွဲကြသူများ၊ ဒေါသကို ထိန်းချုပ်ကြသူများ၊ လူတို့ကို ခွင့်လွှတ်ကြသူများ ဖြစ်ကြ၏။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မုဟ်စင် <span class=\"gray\">(ကောင်းမှုပြုသူများ)</span> ကို ချစ်တော်မူ၏။<span>(၁၃၄)</span>ထိုသူတို့သည် ဖာဟိရှာ <span class=\"gray\">(မကောင်းမှု)</span> ကို ပြုလုပ်မိသောအခါ သို့မဟုတ် မိမိတို့ကိုယ်ကို မကောင်းမှုဖြင့် ကျူးလွန်မိသောအခါ အလ္လာဟ်အရှင်မြတ်ကို သတိရ၍ မိမိတို့၏ အပြစ်များအတွက် ခွင့်လွှတ်ရန် တောင်းခံကြ၏။ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ အပြစ်များကို ခွင့်မလွှတ်နိုင်ပေ။ ထိုသူတို့သည် သိလျက်နှင့် မိမိတို့ ပြုလုပ်ခဲ့သော <span class=\"gray\">(မှားယွင်းမှု)</span> ကို ဆက်လက် မလုပ်ဆောင်ကြပေ။ <span>(၁၃၅)</span>ထိုကဲ့သို့သော သူများအတွက် အစားထိုးဆုလာဘ်သည် မိမိတို့၏ အရှင်သခင်ထံမှ ခွင့်လွှတ်မှုနှင့် အောက်မှ မြစ်များ စီးဆင်းနေသော ဥယျာဉ်များ <span class=\"gray\">(ပရဒိသု)</span> ဖြစ်ပြီး ထိုဥယျာဉ်များတွင် ထာဝရနေထိုင်ကြမည်ဖြစ်သည်။ (ကောင်းမှု) ပြုသူများအတွက် ဤဆုလာဘ်သည် မည်မျှ ကောင်းမြတ်သနည်း။<span>(၁၃၆)</span></p><div lang=\"my\" class=\"my \"><h2>အတိုး <span class=\"gray\">(ရိဘာ)</span> ကို တားမြစ်ထားခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ယုံကြည်သူ ကျွန်များအား အတိုး (ရိဘာ) နှင့် ဆက်စပ် ဆက်ဆံခြင်းမှလည်းကောင်း၊ မိမိတို့၏ မူလရင်းနှီးငွေအပေါ် အတိုးတောင်းခြင်းမှလည်းကောင်း တားမြစ်တော်မူသည်။ ဂျာဟီလီယဟ်ခေတ်က ပြုလုပ်ခဲ့သကဲ့သို့ပင်။ ဥပမာအားဖြင့် ချေးငွေဆပ်ရန် အချိန်ရောက်သောအခါ ငွေချေးသူက ငွေချေးယူသူကို \"ယခုပေးဆပ်ပါ၊ သို့မဟုတ် ငွေချေးငွေအပေါ် အတိုးတိုးလာမည်\" ဟု ပြောလေ့ရှိသည်။ အကယ်၍ ငွေချေးယူသူက ချေးငွေကို ရွှေ့ဆိုင်းပေးရန် တောင်းဆိုပါက ငွေချေးသူသည် အတိုးတောင်းခံမည်ဖြစ်ပြီး ဤသို့ဖြင့် နှစ်စဉ်နှစ်တိုင်း ဖြစ်ပေါ်နေမည်။ မူလရင်းနှီးငွေ အနည်းငယ်သည် အကြိမ်ပေါင်းများစွာ မြှောက်လျက် တိုးပွားလာသည်အထိ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်များအား ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် အောင်မြင်မှုရရှိစေရန် မိမိကို တက်ကဝါ (ကြောက်ရွံ့) ရှိကြရန်လည်း အမိန့်ပေးထားတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ငရဲမီးဖြင့် ခြိမ်းခြောက်ပြီး ယင်းငရဲမီးမှ သတိပေးကာ မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ - وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကာဖိရ်များအတွက် ပြင်ဆင်ထားသော ငရဲမီးကို ကြောက်ရွံ့ကြလော့။ အသင်တို့ သနားကြင်နာမှု ရရှိရန် အလ္လာဟ်အရှင်မြတ်နှင့် တမန်တော်ကို နာခံကြလော့။)</span><span class=\"gray\">[၃း၁၃၁-၁၃၂]</span>.</p><div lang=\"my\" class=\"my \"><h2>ဂျန္နတ် (ပရဒိသု) အကျိုးပေးသည့် ကောင်းမှုပြုရန် တိုက်တွန်းချက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်များအား ကောင်းမှုကုသိုလ်များ ပြုလုပ်ရန်နှင့် နာခံမှုဆိုင်ရာ လုပ်ရပ်များကို အလျင်အမြန် ဆောင်ရွက်ရန် တိုက်တွန်းတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَارِعُوا إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့၏ အရှင်သခင်ထံမှ ခွင့်လွှတ်မှုရရှိရန်နှင့် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သူများ <span class=\"gray\">(မွတ်သကီးများ)</span> အတွက် ပြင်ဆင်ထားသော ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အကျယ်အဝန်းရှိသည့် ဂျန္နတ် (ပရဒိသု) သို့ လျင်မြန်စွာ ချီတက်ကြလော့။)</span><span class=\"gray\">[၃း၁၃၃]</span>.</p><p lang=\"my\" class=\"my \">ကာဖိရ်များအတွက် ငရဲမီး ပြင်ဆင်ထားသကဲ့သို့ပင်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၏ အဓိပ္ပါယ်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အကျယ်အဝန်းရှိသည့်)</span> သည် ဂျန္နတ် (ပရဒိသု) ၏ ကျယ်ဝန်းမှုကို အာရုံစိုက်စေသည်။ ဥပမာအားဖြင့် အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် ဂျန္နတ် (ပရဒိသု) ၏ အိပ်ရာခင်းများကို ဖော်ပြရာ၌ မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပိုးထည်နှင့် အနားသပ်ထားသော)</span><span class=\"gray\">[၅၅:၅၄]</span>၊ ထို့ကြောင့် ၎င်းတို့၏ အပြင်အဖုံးကကော။ ဂျန္နတ် (ပရဒိသု) သည် ၎င်း၏ အလျားအတိုင်းပင် အနံကျယ်ဝန်းသည်ဟုလည်း ဆိုကြသည်။ အကြောင်းမှာ ၎င်းသည် ပလ္လင်တော်အောက်ရှိ အမိုးခုံးတစ်ခုဖြစ်သောကြောင့်ပင်။ အမိုးခုံးတစ်ခု သို့မဟုတ် စက်ဝိုင်းတစ်ခု၏ အနံနှင့် အလျားသည် အကွာအဝေးတူညီကြသည်။ ဤအချက်ကို ဆဟီးဟ်ကျမ်းတွင် တွေ့ရသည့်အရာက ထောက်ခံသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا سَأَلْتُمُ اللهَ الْجَنَّـةَ فَاسْأَلُوهُ الْفِرْدَوْسَ، فَإِنَّهُ أَعْلَى الْجَنَّـةِ، وَأَوْسَطُ الْجَنَّةِ، وَمِنْهُ تَفَجَّرُ أَنْهَارُ الْجَنَّـةِ، وَسَقْفُهَا عَرْشُ الرَّحْمَنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ အလ္လာဟ်အရှင်မြတ်အား ဂျန္နတ် (ပရဒိသု) ကို တောင်းဆိုသောအခါ အရှင်မြတ်အား အလ်ဖိရ်ဒေါ့စ်ကို တောင်းဆိုကြလော့။ ၎င်းသည် ဂျန္နတ် (ပရဒိသု) ၏ အမြင့်ဆုံးနှင့် အကောင်းဆုံးအပိုင်းဖြစ်သည်။ ထိုနေရာမှ ဂျန္နတ် (ပရဒိသု) ၏ မြစ်များ စတင်စီးဆင်းပြီး ၎င်း၏အထက်တွင် အတိုင်းမဲ့ ကျေးဇူးတော်ရှင် <span class=\"gray\">(အလ္လာဟ်)</span> ၏ ပလ္လင်တော် တည်ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ် <span class=\"gray\">[အထက်ပါ ၃း၁၃၃]</span> သည် စူရဟ် အလ်ဟာဒီးဒ်ရှိ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَابِقُوا إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့၏ အရှင်သခင် <span class=\"gray\">(အလ္လာဟ်)</span> ထံမှ ခွင့်လွှတ်မှုရရှိရန် အလျင်အမြန် ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အကျယ်အဝန်းရှိသည့် ဂျန္နတ် (ပရဒိသု) သို့ အပြိုင်အဆိုင် သွားကြလော့။)</span><span class=\"gray\">[၅၇:၂၁]</span>.</p><p lang=\"my\" class=\"my \">အလ်-ဘဇာရ်က အဘူဟူရိုင်ရာဟ်မှ မှတ်တမ်းတင်ထားသည်မှာ လူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွ) ထံ လာရောက်ပြီး အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍ မေးမြန်းခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အကျယ်အဝန်းရှိသည့် ဂျန္နတ် (ပရဒိသု))</span><span class=\"gray\">[၃း၁၃၃]</span>၊ \"ထိုအခါ ငရဲမီးသည် အဘယ်မှာနည်း\" ဟု မေး၏။ တမန်တော် (ဆွ) က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتَ اللَّيْلَ إِذَا جَاءَ لَبِسَ كُلَّ شَيْءٍ، فَأَيْنَ النَّهَارُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညရောက်သောအခါ အရာခပ်သိမ်းကို လွှမ်းခြုံထားသည်၊ သို့ဖြစ်ရာ နေ့သည် အဘယ်မှာနည်း။)</span> ထိုလူက \"အလ္လာဟ်အရှင်မြတ် အလိုရှိရာ နေရာတွင်\" ဟု ပြော၏။ တမန်တော် (ဆွ) က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذلِكَ النَّارُ تَكُونُ حَيْثُ شَاءَ اللهُ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူစွာ ငရဲမီးသည် အလ္လာဟ်အရှင်မြတ် အလိုရှိရာ နေရာတွင် ဖြစ်သည်။)</span> ဤဟာဒီးစ်တွင် ဖြစ်နိုင်ခြေရှိသော အဓိပ္ပါယ်နှစ်မျိုး ရှိသည်။ ပထမ၊ နေ့ဘက်တွင် ညကို မမြင်ရသည့်အခါ နေ့သည် အခြားနေရာတွင် မရှိဟု မဆိုလိုပေ၊ ကျွန်ုပ်တို့ မမြင်နိုင်သော်လည်း။ ငရဲမီးနှင့် ပတ်သက်၍လည်း ထိုနည်းတူပင်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ် အလိုရှိရာ နေရာတွင် တည်ရှိသောကြောင့်ပင်။ ဒုတိယအဓိပ္ပါယ်မှာ ကမ္ဘာကြီး၏ ဤအပိုင်းကို နေ့က လွှမ်းမိုးသောအခါ ညသည် အခြားအပိုင်းကို လွှမ်းမိုးသည်။ ဂျန္နတ် (ပရဒိသု) နှင့် ပတ်သက်၍လည်း ထိုနည်းတူပင်၊ အကြောင်းမှာ ၎င်းသည် ကောင်းကင်များအထက်နှင့် ပလ္လင်တော်အောက်ရှိ အမြင့်ဆုံးနေရာများတွင် တည်ရှိသောကြောင့်ပင်။ ဂျန္နတ် (ပရဒိသု) ၏ အကျယ်အဝန်းမှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَعَرْضِ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အကျယ်အဝန်းရှိသကဲ့သို့ပင်)</span><span class=\"gray\">[၅၇:၂၁]</span>.</p><p lang=\"my\" class=\"my \">ငရဲမီးမှာမူ အနိမ့်ဆုံး အောက်ဆုံးတွင် တည်ရှိသည်။ ထို့ကြောင့် ဂျန္နတ် (ပရဒိသု) သည် ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အကျယ်အဝန်းရှိသော်လည်း အလ္လာဟ်အရှင်မြတ် အလိုရှိရာ နေရာတွင် ငရဲမီး တည်ရှိသည်ဟူသော အချက်နှင့် မဆန့်ကျင်ပေ။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဂျန္နတ် (ပရဒိသု) နေသူများကို ဖော်ပြရာ၌ မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُنفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြွယ်ဝချိန်၌လည်းကောင်း၊ ဆင်းရဲချိန်၌လည်းကောင်း <span class=\"gray\">(အလ္လာဟ်၏ လမ်းတွင်)</span> သုံးစွဲကြသူများ)</span><span class=\"gray\">[၃း၁၃၄]</span>၊ ခက်ခဲသော အချိန်နှင့် လွယ်ကူသော အချိန်များတွင်၊ တက်ကြွ <span class=\"gray\">(စိတ်အားထက်သန်)</span> စဉ်၌လည်းကောင်း၊ မဟုတ်သည့်အခါ၌လည်းကောင်း၊ ကျန်းမာစဉ် သို့မဟုတ် ဖျားနာစဉ်တွင်လည်းကောင်း၊ အခြေအနေအားလုံးတွင်၊ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် မိန့်တော်မူသကဲ့သို့ပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُنفِقُونَ أَمْوَالَهُم بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့၏ ဥစ္စာပစ္စည်းများကို ညဉ့်အခါနှင့် နေ့အခါ၊ လျှို့ဝှက်၍လည်းကောင်း၊ လူသိရှင်ကြားလည်းကောင်း <span class=\"gray\">(အလ္လာဟ်၏ လမ်းတွင်)</span> သုံးစွဲကြသူများ)</span><span class=\"gray\">[၂:၂၇၄]</span>။ ဤယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်ကို နာခံခြင်း၊ အရှင်မြတ် နှစ်သက်သောအရာများတွင် သုံးစွဲခြင်း၊ အရှင်မြတ်၏ ကျွန်များနှင့် ဆွေမျိုးသားချင်းများအပေါ် ကြင်နာခြင်းနှင့် အခြားကောင်းမှုကုသိုလ်များမှ ဘယ်သောအခါမျှ အာရုံမပျံ့လွင့်ကြပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒေါသကို ထိန်းချုပ်ကြသူများ၊ လူတို့ကို ခွင့်လွှတ်ကြသူများ၊)</span><span class=\"gray\">[၃း၁၃၄]</span>။ အကြောင်းမှာ ၎င်းတို့ ဒေါသထွက်သောအခါ ၎င်းတို့၏ ဒေါသကို ထိန်းချုပ်ပြီး ၎င်းအတိုင်း မပြုမူကြသောကြောင့်ပင်။ ၎င်းတို့သည် ၎င်းတို့အား ထိခိုက်စေသူများကိုပင် ခွင့်လွှတ်ကြသည်။ အီမာမ် အဟ်မဒ်က အဘူဟူရိုင်ရာဟ်မှ မှတ်တမ်းတင်ထားသည်မှာ တမန်တော် (ဆွ) က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ الشَّدِيدُ بِالصُّرَعَةِ، وَلكِنَّ الشَّدِيدَ الَّذِي يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခွန်အားကြီးသူသည် လူတို့ကို ကိုယ်ထိလက်ရောက် ကျော်လွှားနိုင်သူမဟုတ်ပေ။ ခွန်အားကြီးသူသည် ဒေါသထွက်ချိန်တွင် မိမိ၏ ဒေါသကို ထိန်းချုပ်နိုင်သူ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟာဒီးစ်ကို ဆဟီးဟ်နှစ်ကျမ်းတွင်လည်း မှတ်တမ်းတင်ထားသည်။ အီမာမ် အဟ်မဒ်က အိဗ်နု အဘ္ဘားစ်မှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွ) က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَنْظَرَ مُعْسِرًا أَوْ وَضَعَ لَهُ، وَقَاهُ اللهُ مِنْ فَيْحِ جَهَنَّمَ، أَلَا إِنَّ عَمَلَ الْجَنَّـةِ حَزْنٌ بِرَبْوَةٍ - ثَلَاثًا - أَلَا إِنَّ عَمَلَ النَّارِ سَهْلٌ بِسَهْوَةٍ. وَالسَّعِيدُ مَنْ وُقِيَ الْفِتَنَ، وَمَا مِنْ جَرْعَةٍ أَحَبُّ إِلَى اللهِ مِنْ جَرْعَةِ غَيْظٍ يَكْظِمُهَا عَبْدٌ، مَا كَظَمَهَا عَبْدٌ للهِ إِلَّا مَلَأَ جَوْفَهُ إِيمَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြွေးမြီရှိသူအား အချိန်ပေးသူ သို့မဟုတ် ခွင့်လွှတ်ပေးသူကို အလ္လာဟ်အရှင်မြတ်သည် ဂျဟန္နမ် <span class=\"gray\">(ငရဲမီး)</span> ၏ ပူပြင်းမှုမှ ကယ်တင်တော်မူမည်။ သတိပြု! ဂျန္နတ် (ပရဒိသု) ၏ လုပ်ငန်းများသည် တောင်ကုန်းပေါ်တွင် ရှိသဖြင့် ရောက်ရှိရန် ခက်ခဲပြီး ငရဲမီး၏ လုပ်ငန်းများသည် မြေနိမ့်ပိုင်းတွင် ရှိသဖြင့် ရှာဖွေရန် လွယ်ကူသည်။ ပျော်ရွှင်သောသူသည် စမ်းသပ်မှုများမှ ကယ်တင်ခြင်းခံရသူ ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံတွင် ကျွန်တစ်ဦးက ထိန်းချုပ်ထားသော ဒေါသတစ်ခွက်ထက် ကောင်းမြတ်သောအရာ မရှိပေ။ အလ္လာဟ်အရှင်မြတ်၏ ကျွန်က ထိန်းချုပ်သည့်အခါတိုင်း သူ၏စိတ်အတွင်း၌ အီမာန် (ယုံကြည်ချက်) ပြည့်ဝသွားလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟာဒီးစ်ကို အီမာမ် အဟ်မဒ်က မှတ်တမ်းတင်ခဲ့ပြီး ၎င်း၏ စနဒ် (ဆင့်ကဲပြောပြမှု ဆက်နွယ်မှု) ကောင်းမွန်သည်။ ၎င်းတွင် ချို့ယွင်းသော ရာဝီ (ဆင့်ကဲပြောပြသူ) တစ်ဦးမျှ မပါဝင်ဘဲ အဓိပ္ပါယ်လည်း ကောင်းမွန်သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က ဆဟ်လ် ဘင် မုအာဓ် ဘင် အနပ်စ်မှ မှတ်တမ်းတင်ထားသည်မှာ ၎င်း၏ ဖခင်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွ) က မိန့်တော်မူသည်ဟု ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَظَمَ غَيْظًا وَهُوَ قَادِرٌ عَلى أَنْ يُنْفِذَهُ دَعَاهُ اللهُ عَلى رُؤُوسِ الْخَلَائِقِ حَتَّى يُخَيِّرَهُ مِنْ أَيِّ الْحُورِ شَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ဒေါသကို ထိန်းချုပ်နိုင်စွမ်းရှိလျက် ထိန်းချုပ်ခဲ့ပါက အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းထားသမျှအားလုံး သက်သေအဖြစ် ရှိနေစဉ် ၎င်းအား ခေါ်ယူပြီး ၎င်းအလိုရှိသော ဟူရီ <span class=\"gray\">(ကျယ်ဝန်းလှပသော မျက်လုံးများရှိသည့် ချောမောသော အမျိုးသမီးများ - သူတော်ကောင်းများအတွက် အဖော်များ)</span> ကို ရွေးချယ်ခွင့် ပေးမည်ဖြစ်သည်။)</span></p><p lang=\"gd\" class=\"gd \">Abu Dawud, At-Tirmidhi and Ibn Majah collected this Hadith, which At-Tirmidhi said was \"Hasan Gharib\".</p><p lang=\"my\" class=\"my \">အိဗ်နု မရ်ဒူဝီယဟ်က အိဗ်နု အိုမရ်မှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွ) က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَجَرَّعَ عَبْدٌ مِنْ جَرْعَةٍ أَفْضَلَ أَجْرًا مِنْ جَرْعَةِ غَيْظٍ كَظَمَهَا ابْتِغَاءَ وَجْهِ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကို ရှာမှီး၍ မိမိခံစားရသော ဒေါသကို ထိန်းချုပ်ခြင်းတစ်ခွက်ထက် ကျွန်တစ်ဦးက ယူဆောင်သော မည်သည့်အရာ၏ တစ်ခွက်မျှ ပိုမိုကောင်းမွန်သည် မရှိပေ။)</span> အိဗ်နု ဂျရီးရ်နှင့် အိဗ်နု မာဂျဟ်တို့ကလည်း ဤဟာဒီးစ်ကို စုဆောင်းခဲ့ကြသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْكَاظِمِينَ الْغَيْظَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒေါသကို ထိန်းချုပ်ကြသူများ)</span> ဆိုသည်မှာ ၎င်းတို့သည် လူတို့အပေါ် ၎င်းတို့၏ ဒေါသကို ပြေပျောက်စေခြင်း မရှိပေ။ ယင်းအစား ၎င်းတို့သည် လူတို့ကို ထိခိုက်စေခြင်းမှ ရှောင်ကြဉ်ပြီး အမြင့်မြတ်ဆုံး၊ အခန့်ညားဆုံးဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်ထံမှ ၎င်းတို့၏ ဆုလာဘ်များကို စောင့်မျှော်ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَافِينَ عَنِ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့ကို ခွင့်လွှတ်ကြသူများ၊)</span> ၎င်းတို့သည် ၎င်းတို့အပေါ် မတရားပြုမူသူများကို ခွင့်လွှတ်ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် မည်သူတစ်ဦးတစ်ယောက်မျှအပေါ် ၎င်းတို့၏ စိတ်နှလုံးတွင် မည်သည့်မကောင်းသော ခံစားချက်ကိုမျှ မထားရှိကြပေ။ ဤသည်မှာ ဤကဏ္ဍတွင် အလွန်ကောင်းမွန်သော အကျင့်စာရိတ္တ ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မုဟ်စင် <span class=\"gray\">(ကောင်းမှုပြုသူများ)</span> ကို ချစ်တော်မူ၏။)</span>.</p><p lang=\"my\" class=\"my \">ဤကောင်းမွန်သော အကျင့်စာရိတ္တသည် အီဟ်ဆာန် <span class=\"gray\">[သာသနာရေး၌ ထူးချွန်ခြင်း]</span> အမျိုးအစားဖြစ်သည်။ ဟာဒီးစ်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثٌ أُقْسِمُ عَلَيْهِنَّ: مَا نَقَصَ مَالٌ مِنْ صَدَقَةٍ، وَمَا زَادَ اللهُ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا، وَمَنْ تَوَاضَعَ للهِ رَفَعَهُ اللهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချက်သုံးချက်နှင့်ပတ်သက်၍ ကျိန်ဆိုပါသည်။ မည်သည့်ဆွဒ်ဒကာ (လှူဒါန်းမှု) ကမျှ ဥစ္စာပစ္စည်းကို လျော့နည်းစေမည်မဟုတ်ပါ။ လူတို့ကို ခွင့်လွှတ်သောအခါတိုင်း အလ္လာဟ်အရှင်မြတ်သည် သူ၏ ဂုဏ်သိက္ခာကို မြှင့်တင်ပေးမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အတွက် နှိမ့်ချသောသူကို အလ္လာဟ်အရှင်မြတ်သည် သူ၏ ရာထူးကို မြှင့်တင်ပေးမည်ဖြစ်သည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ဖာဟိရှာ (မကောင်းမှု) ကို ပြုလုပ်မိသောအခါ သို့မဟုတ် မိမိတို့ကိုယ်ကို မကောင်းမှုဖြင့် ကျူးလွန်မိသောအခါ အလ္လာဟ်အရှင်မြတ်ကို သတိရ၍ မိမိတို့၏ အပြစ်များအတွက် ခွင့်လွှတ်ရန် တောင်းခံကြ၏။)</span><span class=\"gray\">[၃း၁၃၅]</span>.</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့သည် အမှားအယွင်းတစ်ခု ပြုလုပ်မိပါက ၎င်းနောက်တွင် နောင်တတရားဖြင့် ခွင့်လွှတ်ရန် တောင်းခံကြသည်။ အီမာမ် အဟ်မဒ်က အဘူဟူရိုင်ရာဟ်မှ မှတ်တမ်းတင်ထားသည်မှာ တမန်တော် (ဆွ) က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَجُلًا أَذْنَبَ ذَنْبًا فَقَالَ: رَبِّ إِنِّي أَذْنَبْتُ ذَنْبًا فَاغْفِرْهُ، فَقَالَ اللهُ عَزَّ وَجَلَّ: عَبْدِي عَمِل ذَنْبًا فَعَلِمَ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِهِ، قَدْ غَفَرْتُ لِعَبْدِي، ثُمَّ عَمِلَ ذَنْبًا آخَرَ فَقَالَ: رَبِّ إِنِّي عَمِلْتُ ذَنْبًا فَاغْفِرْهُ، فَقَالَ تَبَارَكَ وَتَعَالى: عَلِمَ عَبْدِي أَنَّ لَهُ ربًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِهِ، قَدْ غَفَرْتُ لِعَبْدِي، ثُمَّ عَمِلَ ذَنْبًا آخَرَ فَقَالَ: رَبِّ إِنِّي عَمِلْتُ ذَنْبًا فَاغْفِرْهُ لِي، فَقَالَ اللهُ عَزَّ وَجَلَّ: عَلِمَ عَبْدِي أَنَّ لَهُ ربًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِهِ، قَدْ غَفَرْتُ لِعَبْدِي، ثُمَّ عَمِلَ ذَنْبًا آخَرَ فَقَالَ: رَبِّ إِنِّي عَمِلْتُ ذَنْبًا فَاغْفِرْهُ لِي، فَقَالَ اللهُ عَزَّ وَجَلَّ: عَلِمَ عَبْدِي أَنَّ لَهُ ربًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِهِ، أُشْهِدُكُمْ أَنِّي قَدْ غَفَرْتُ لِعَبْدِي فَلْيَعْمَلْ مَا شَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးသည် တစ်ခါက အမှားအယွင်းတစ်ခုကို ကျူးလွန်ပြီး ပြောသည်မှာ 'အို အရှင်သခင်! ကျွန်ုပ် အမှားအယွင်းတစ်ခု ကျူးလွန်မိပါပြီ၊ ထို့ကြောင့် ကျွန်ုပ်ကို ခွင့်လွှတ်တော်မူပါ။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ 'ငါ၏ ကျွန်သည် အမှားအယွင်းတစ်ခုကို ကျူးလွန်ခဲ့ပြီး ထိုအမှားအတွက် ခွင့်လွှတ်ပေးနိုင်သူ သို့မဟုတ် အပြစ်ပေးနိုင်သူ အရှင်သခင်ရှိကြောင်း သူသိသည်။ ငါသည် ငါ၏ ကျွန်ကို ခွင့်လွှတ်လိုက်ပြီ။' ထိုလူသည် အခြားအမှားအယွင်းတစ်ခုကို ထပ်မံကျူးလွန်ပြီး ပြောသည်မှာ 'အို အရှင်သခင်! ကျွန်ုပ် အမှားအယွင်းတစ်ခု ကျူးလွန်မိပါပြီ၊ ထို့ကြောင့် ကျွန်ုပ်ကို ခွင့်လွှတ်တော်မူပါ။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ 'ငါ၏ ကျွန်သည် အပြစ်အတွက် ခွင့်လွှတ်ပေးနိုင်သူ သို့မဟုတ် အပြစ်ပေးနိုင်သူ အရှင်သခင်ရှိကြောင်း သူသိသည်။ ငါသည် ငါ၏ ကျွန်ကို ခွင့်လွှတ်လိုက်ပြီ။' ထိုလူသည် အခြားအမှားအယွင်းတစ်ခုကို ထပ်မံကျူးလွန်ပြီး ပြောသည်မှာ 'အို အရှင်သခင်! ကျွန်ုပ် အမှားအယွင်းတစ်ခု ကျူးလွန်မိပါပြီ၊ ထို့ကြောင့် ကျွန်ုပ်ကို ခွင့်လွှတ်တော်မူပါ။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ 'ငါ၏ ကျွန်သည် အမှားအယွင်းအတွက် ခွင့်လွှတ်ပေးနိုင်သူ သို့မဟုတ် အပြစ်ပေးနိုင်သူ အရှင်သခင်ရှိကြောင်း သူသိသည်။ ငါသည် ငါ၏ ကျွန်ကို ခွင့်လွှတ်လိုက်ပြီ။' ထို့နောက် သူသည် အခြားအမှားအယွင်းတစ်ခုကို ထပ်မံကျူးလွန်ပြီး ပြောသည်မှာ 'အို အရှင်သခင်! ကျွန်ုပ် အမှားအယွင်းတစ်ခု ကျူးလွန်မိပါပြီ၊ ထို့ကြောင့် ကျွန်ုပ်ကို ခွင့်လွှတ်တော်မူပါ။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ 'ငါ၏ ကျွန်သည် အမှားအယွင်းအတွက် ခွင့်လွှတ်ပေးနိုင်သူ သို့မဟုတ် အပြစ်ပေးနိုင်သူ အရှင်သခင်ရှိကြောင်း သူသိသည်။ ငါသည် ငါ၏ ကျွန်ကို ခွင့်လွှတ်လိုက်ပြီဖြစ်ကြောင်း သင်တို့ သက်သေခံကြလော့၊ ထို့ကြောင့် သူ အလိုရှိရာ ပြုမူပါစေ။')</span> ဆဟီးဟ်ကျမ်းတွင်လည်း အလားတူ ဆင့်ကဲပြောပြချက်တစ်ခုကို စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">အဗ်ဒုရ်-ရဇ်ဇာက်က အနပ်စ် ဘင် မာလစ်က်မှ မှတ်တမ်းတင်ထားသည်မှာ \"အာယသ်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ဖာဟိရှာ (မကောင်းမှု) ကို ပြုလုပ်မိသောအခါ သို့မဟုတ် မိမိတို့ကိုယ်ကို မကောင်းမှုဖြင့် ကျူးလွန်မိသောအခါ အလ္လာဟ်အရှင်မြတ်ကို သတိရ၍ မိမိတို့၏ အပြစ်များအတွက် ခွင့်လွှတ်ရန် တောင်းခံကြ၏။)</span> ကို ထုတ်ပြန်တော်မူသောအခါ အစ်ဗ်လီစ် <span class=\"gray\">(ရှိုင်တွာန်)</span> သည် ငိုကြွေးခဲ့သည်ဟု ကျွန်ုပ်အား ပြောကြားခဲ့သည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ အပြစ်များကို ခွင့်မလွှတ်နိုင်ပေ။)</span> ဟူသည်မှာ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ အပြစ်များကို ခွင့်မလွှတ်နိုင်ဟု အဓိပ္ပါယ်ရသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يُصِرُّوا عَلَىٰ مَا فَعَلُوا وَهُمْ يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သိလျက်နှင့် မိမိတို့ ပြုလုပ်ခဲ့သော <span class=\"gray\">(မှားယွင်းမှု)</span> ကို ဆက်လက် မလုပ်ဆောင်ကြပေ။)</span> အကြောင်းမှာ ၎င်းတို့သည် ၎င်းတို့၏ အမှားမှ နောင်တရပြီး သေဆုံးခြင်းမတိုင်မီ အလ္လာဟ်အရှင်မြတ်ထံ ပြန်လှည့်ကြသည်၊ အမှားအယွင်းကို ဆက်လက် မလုပ်ဆောင်ကြပေ။ အကယ်၍ ၎င်းတို့ ထပ်မံ မှားယွင်းမိပါက ၎င်းမှ နောင်တရကြသည်။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُمْ يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သိလျက်နှင့်)</span> မုဂျာဟိဒ်နှင့် အဗ်ဒုလ္လာဟ် ဘင် အူဘိုင်းဒ် ဘင် အူမိုင်ရ်တို့က မှတ်ချက်ပေးသည်မှာ \"မည်သူမဆို နောင်တရပါက အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ခွင့်လွှတ်တော်မူမည်။\" ထိုနည်းတူစွာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်များထံမှ နောင်တတရားကို လက်ခံတော်မူသည်ကို မသိကြပါသလော)</span><span class=\"gray\">[၉:၁၀၄]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَّحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မကောင်းမှုပြုလုပ်မိလျှင် သို့မဟုတ် မိမိကိုယ်ကို မတရားပြုမူမိလျှင်၊ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို ရှာမှီးပါက အလ္လာဟ်အရှင်မြတ်သည် အလွန်အမင်း ခွင့်လွှတ်တော်မူသော၊ အလွန်အမင်း ကရုဏာတော်ရှင် ဖြစ်တော်မူသည်ကို တွေ့ရှိလိမ့်မည်။)</span><span class=\"gray\">[၄: ၁၁၀]</span>။ ဤအာယသ်နှင့် ဆင်တူသော ဥပမာများစွာ ရှိသည်။</p><p lang=\"fr\" class=\"fr \">Next, Allah said after this description,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ جَزَاؤُهُم مَّغْفِرَةٌ مِّن رَّبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုကဲ့သို့သော သူများအတွက် အစားထိုးဆုလာဘ်သည် မိမိတို့၏ အရှင်သခင်ထံမှ ခွင့်လွှတ်မှု ဖြစ်သည်)</span><span class=\"gray\">[၃း၁၃၆]</span>၊ ဤအရည်အချင်းများအတွက် ဆုလာဘ်အဖြစ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّغْفِرَةٌ مِّن رَّبِّهِمْ وَجَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့၏ အရှင်သခင်ထံမှ ခွင့်လွှတ်မှုနှင့် အောက်မှ မြစ်များ စီးဆင်းနေသော ဥယျာဉ်များ <span class=\"gray\">(ပရဒိသု)</span>)</span> သည် အဖျော်ယမကာ အမျိုးမျိုးတို့ကို သယ်ဆောင်လာသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုဥယျာဉ်များတွင် ထာဝရနေထိုင်ကြမည်ဖြစ်သည်။)</span> ထာဝရအစဉ်အမြဲ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنِعْمَ أَجْرُ الْعَامِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုပြုသူများအတွက် ဤဆုလာဘ်သည် မည်မျှ ကောင်းမြတ်သနည်း။)</span> ဤအာယသ်၏ ဤအပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်သည် ဂျန္နတ် (ပရဒိသု) ကို ချီးမွမ်းတော်မူသည်။</p>"
  }
]