[
  {
    "ayah_key": "3:12",
    "group_ayah_key": "3:12",
    "from_ayah": "3:12",
    "to_ayah": "3:13",
    "ayah_keys": "3:12,3:13",
    "text": "<p lang=\"my\" class=\"my \">မယုံကြည်သူများအား သင်တို့သည် ရှုံးနိမ့်ကြလိမ့်မည်။ ထို့နောက် ငရဲဘုံသို့ စုရုံးစေခြင်း ခံရကြလိမ့်မည်။ ထိုနားခိုရာသည် မည်မျှ ဆိုးရွားသောနေရာဖြစ်သနည်းဟု ပြောကြားပါ။ <span>(၁၂)</span>သင်တို့အတွက် တွေ့ဆုံတိုက်ခိုက်ကြသော စစ်တပ်နှစ်ဖွဲ့၌ အမှတ်အသားတစ်ခု ရှိနှင့်ပြီး ဖြစ်သည်။ တစ်ဖွဲ့မှာ အလ္လာဟ်အရှင်မြတ်၏ လမ်း၌ တိုက်ခိုက်နေပြီး၊ အခြားတစ်ဖွဲ့မှာ မယုံကြည်မှု၌ ရှိနေသည်။ သူတို့ (မယုံကြည်သူများ) သည် ၎င်းတို့၏ မျက်စိဖြင့် မွတ်စလင်မ်များကို သူတို့၏ နှစ်ဆ (လူအင်အား) ရှိသည်ဟု မြင်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို မိမိ၏ အကူအညီဖြင့် ထောက်ခံတော်မူသည်။ အမှန်စင်စစ် ဤအရာ၌ နားလည်သူများအတွက် သင်ခန်းစာတစ်ခု ရှိပေသည်။ <span>(၁၃)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးများကို ရှုံးနိမ့်မှုဖြင့် ခြိမ်းခြောက်ခြင်းနှင့် ဗဒ်ရ်တိုက်ပွဲမှ သင်ခန်းစာယူရန် တိုက်တွန်းခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် တမန်တော် မုဟမ္မဒ် ﷺ အား မယုံကြည်သူများထံ ကြေညာရန် အမိန့်ပေးခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">سَتُغْلَبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ရှုံးနိမ့်ကြလိမ့်မည်)</span> ဤဘဝ၌၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَتُحْشَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စုရုံးစေခြင်း ခံရကြလိမ့်မည်)</span> ရှင်ပြန်ထမြောက်ရာနေ့၌၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَىٰ جَهَنَّمَ وَبِئْسَ الْمِهَادُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲဘုံသို့၊ ထိုနားခိုရာသည် မည်မျှ ဆိုးရွားသောနေရာဖြစ်သနည်း)</span></p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင်န် အစ်ဟာက် ဘင်န် ယာစာရ် မှတ်တမ်းတင်ထားသည်မှာ 'အာစင်မ် ဘင်န် 'အုမရ် ဘင်န် ကွါတာဒါဟ် က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဗဒ်ရ်တိုက်ပွဲတွင် အောင်ပွဲခံပြီး အလ်-မဒီနာသို့ ပြန်သွားသောအခါ ဗနီ ကွိုင်နူကွာ၏ ဈေးခွင်တွင် ဂျူးများကို စုဝေးစေခဲ့သည်ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كَانَ لَكُمْ آيَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတွက် အမှတ်အသားတစ်ခု ရှိနှင့်ပြီး ဖြစ်သည်)</span> ဆိုလိုသည်မှာ သင်တို့ပြောဆိုခဲ့သည့် ဂျူးတို့၊ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏သာသနာကို အောင်မြင်စေမည်၊ မိမိ၏ ရစူလ်တမန်တော်အား အောင်ပွဲပေးမည်၊ မိမိ၏စကားတော်ကို ထင်ရှားစေမည်၊ မိမိ၏သာသနာကို အမြင့်ဆုံး ဖြစ်စေမည်ဟူသော သက်သေ (အာယာသ်) တစ်ခု သင်တို့၌ ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فِي فِئَتَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စစ်တပ်နှစ်ဖွဲ့၌)</span> ဆိုလိုသည်မှာ စခန်းနှစ်ခု၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْتَقَتَا </p><p lang=\"nl\" class=\"nl \"><span class=\"gray\">(that met)</span> in combat <span class=\"gray\">(in Badr)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဖွဲ့မှာ အလ္လာဟ်အရှင်မြတ်၏ လမ်း၌ တိုက်ခိုက်နေသည်)</span> မွတ်စလင်မ်များ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأُخْرَىٰ كَافِرَةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခြားတစ်ဖွဲ့မှာ မယုံကြည်မှု၌ ရှိနေသည်)</span> ဆိုလိုသည်မှာ ဗဒ်ရ်ရှိ ကုရိုင်ရှ်ရုပ်တုကိုးကွယ်သူများ။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرَوْنَهُم مِّثْلَيْهِمْ رَأْيَ الْعَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ၎င်းတို့၏ မျက်စိဖြင့် မွတ်စလင်မ်များကို သူတို့၏ နှစ်ဆ (လူအင်အား) ရှိသည်ဟု မြင်ခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ ရုပ်တုကိုးကွယ်သူများက မွတ်စလင်မ်များသည် သူတို့ထက် နှစ်ဆပိုများသည်ဟု ထင်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤလှည့်စားမှုကို အစ္စလာမ်သာသနာက သူတို့အပေါ် အောင်မြင်မှုရရှိရန် အကြောင်းရင်းတစ်ခု ဖြစ်စေခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၏ အဓိပ္ပါယ်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرَوْنَهُم مِّثْلَيْهِمْ رَأْيَ الْعَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ၎င်းတို့၏ မျက်စိဖြင့် မွတ်စလင်မ်များကို သူတို့၏ နှစ်ဆ (လူအင်အား) ရှိသည်ဟု မြင်ခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ မွတ်စလင်မ်များသည် ရုပ်တုကိုးကွယ်သူများ သူတို့ထက် နှစ်ဆပိုများသည်ကို မြင်ခဲ့ကြသည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား မယုံကြည်သူများအပေါ် အောင်ပွဲပေးခဲ့သည်။ 'အဗ္ဒူလာဟ် ဘင်န် မစ်စ်အူဒ် က ပြောကြားသည်မှာ \"ကျွန်ုပ်တို့သည် မယုံကြည်သူများ၏ တပ်ဖွဲ့များကို ကြည့်ရှုသောအခါ ကျွန်ုပ်တို့ထက် နှစ်ဆပိုများသည်ကို တွေ့ရှိရသည်။ ကျွန်ုပ်တို့ ထပ်မံကြည့်ရှုသောအခါ သူတို့၌ ကျွန်ုပ်တို့ထက် တစ်ယောက်မျှ ပိုမရှိဟု ထင်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့တွေ့ဆုံသောအခါ သူ (အလ္လာဟ်) သည် သူတို့အား သင်တို့၏ မျက်စိများတွင် နည်းပါးစွာ ပြသတော်မူခဲ့သည်၊ ထို့ပြင် သူသည် သင်တို့ကို သူတို့၏ မျက်စိများတွင် နည်းပါးစွာ ပေါ်လွင်စေခဲ့သည်)</span><span class=\"gray\">[8:44]</span>\"။</p><p lang=\"my\" class=\"my \">စခန်းနှစ်ခု တစ်ခုနှင့်တစ်ခု မြင်တွေ့သောအခါ မွတ်စလင်မ်များက ရုပ်တုကိုးကွယ်သူများ သူတို့ထက် နှစ်ဆပိုများသည်ဟု ထင်ခဲ့ကြသည်။ ထို့ကြောင့် သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး အရှင်၏ အကူအညီကို ရှာဖွေကြမည်ဖြစ်သည်။ ရုပ်တုကိုးကွယ်သူများက ယုံကြည်သူများ သူတို့ထက် နှစ်ဆပိုများသည်ဟု ထင်ခဲ့ကြသည်။ ထို့ကြောင့် သူတို့သည် ကြောက်ရွံ့ခြင်း၊ ထိတ်လန့်ခြင်း၊ တုန်လှုပ်ခြင်းနှင့် စိတ်ပျက်အားငယ်ခြင်းတို့ကို ခံစားရမည်ဖြစ်သည်။ စခန်းနှစ်ခု စစ်ကြောင်းချပြီး တိုက်ပွဲဝင်သောအခါ အလ္လာဟ်အရှင်မြတ်သည် စခန်းတစ်ခုစီကို အခြားစခန်း၏ မျက်စိများတွင် ပိုမိုသေးငယ်စေခဲ့သည်။ ထို့ကြောင့် သူတို့သည် တစ်ဦးနှင့်တစ်ဦး တိုက်ခိုက်ရန် အားပေးခံရကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ပြဌာန်းပြီးသား ကိစ္စတစ်ခုကို ပြီးမြောက်စေရန်)</span><span class=\"gray\">[8:42]</span> ဆိုလိုသည်မှာ မှန်ကန်မှုနှင့် မှားယွင်းမှုတို့ကို ခွဲခြားသိမြင်နိုင်စေရန်၊ ထို့ကြောင့် ယုံကြည်ခြင်းစကားသည် မယုံကြည်မှုနှင့် သွေဖည်မှုအပေါ် အောင်မြင်စေရန်၊ ယုံကြည်သူများသည် အောင်ပွဲခံပြီး မယုံကြည်သူများသည် အရှုံးနှင့် ရင်ဆိုင်ရစေရန်ဖြစ်သည်။ အလားတူ မိန့်ကြားချက်တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အားနည်းသော တပ်ဖွဲ့ငယ်တစ်ခု ဖြစ်ခဲ့စဉ်က အလ္လာဟ်အရှင်မြတ်သည် ဗဒ်ရ်၌ သင်တို့ကို အောင်ပွဲခံစေခဲ့သည်)</span><span class=\"gray\">[3:123]</span>။ ဤအာယာသ် <span class=\"gray\">[3:13]</span> တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَن يَشَاءُ إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِّأُولِي الْأَبْصَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို မိမိ၏ အောင်ပွဲဖြင့် ထောက်ခံတော်မူသည်။ အမှန်စင်စစ် ဤအရာ၌ နားလည်သူများအတွက် သင်ခန်းစာတစ်ခု ရှိပေသည်။)</span> ဆိုလိုသည်မှာ ဉာဏ်ပညာရှိပြီး ခိုင်မာသော နားလည်မှုရှိသူများအတွက် ဤအရာသည် စံနမူနာ ဖြစ်သင့်သည်။ သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဉာဏ်ပညာ၊ ဆုံးဖြတ်ချက်များနှင့် အမိန့်တော်များအကြောင်းကို ဆင်ခြင်သုံးသပ်သင့်သည်။ အရှင်သည် မိမိ၏ ယုံကြည်သူကျွန်များအား ဤဘဝ၌ နှင့် သက်သေများ ထွက်ဆိုမည့်နေ့တွင် အောင်ပွဲပေးတော်မူသည်။</p>"
  }
]