[
  {
    "ayah_key": "38:41",
    "group_ayah_key": "38:41",
    "from_ayah": "38:41",
    "to_ayah": "38:44",
    "ayah_keys": "38:41,38:42,38:43,38:44",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့၏ ကျွန် အယူးဗ်ကို သတိရပါ။ ၎င်းသည် ၎င်း၏ အရှင်သခင်အား <span class=\"gray\">(ပြောဆိုလျှက်)</span> ဆုတောင်းခဲ့သောအခါ <span class=\"gray\">(အို၊ အရှင်သခင်!)</span> \"ဧကန်မလွဲ ရှိုင်တွာန်သည် ကျွန်ုပ်အား ဒုက္ခနှင့် ပြင်းထန်သော ဝေဒနာတို့ဖြင့် ဖိစီးနှိပ်စက်ထားခဲ့ပြီ!\" <span>(၄၁)</span><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ၎င်းအား)</span> ပြောကြားခဲ့သည်- \"သင်၏ ခြေဖြင့် မြေပြင်ကို ရိုက်ချပါ။ ဤသည်မှာ <span class=\"gray\">(စမ်းရေ)</span> အေးမြသော ရေချိုးရန်နှင့် သောက်ရန်အတွက် ဖြစ်သည်။\" <span>(၄၂)</span>ကျွန်ုပ်တို့သည် ၎င်းအား <span class=\"gray\">(ပြန်လည်)</span> ၎င်း၏ မိသားစုကိုလည်းကောင်း၊ ၎င်းတို့နှင့်အတူ ထပ်တူညီမျှသော သူတို့ကိုလည်းကောင်း ပြန်လည် ပေးသနားခဲ့သည်။ (၎င်းသည်) ကျွန်ုပ်တို့ထံမှ ကရုဏာတော်အဖြစ်ဖြစ်ပြီး၊ နားလည်သူများအတွက် သတိပေးချက်တစ်ခု ဖြစ်သည်။ <span>(၄၃)</span>\"သင်၏ လက်ဖြင့် ပါးလွှာသော မြက်စည်းတစ်ခုကို ယူ၍ ၎င်းဖြင့် <span class=\"gray\">(သင်၏ ဇနီးအား)</span> ရိုက်ပါ၊ သင်၏ ကျိန်ဆိုမှုကို မချိုးဖောက်ပါနှင့်။\" အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ၎င်းအား သည်းခံသူအဖြစ် တွေ့ရှိခဲ့သည်။ မည်မျှ ကောင်းမြတ်သော ကျွန်ပါတကား။ ဧကန်မလွဲ ၎င်းသည် <span class=\"gray\">(ကျွန်ုပ်တို့ထံသို့)</span> အမြဲမပြတ် နောင်တတရားဖြင့် ပြန်လှည့်သူဖြစ်သည်။<span>(၄၄)</span></p><p>Ayyub</p><p lang=\"my\" class=\"my \">ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျွန်တော်နှင့် တမန်တော် အယူးဗ် <span class=\"gray\">(ဂျော့ဘ်)</span> အကြောင်းနှင့် ၎င်းအား မည်သို့ စမ်းသပ်ခဲ့ပုံကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ဤစမ်းသပ်မှုများသည် ၎င်း၏ ခန္ဓာကိုယ်၊ ၎င်း၏ ပစ္စည်းဥစ္စာနှင့် ၎င်း၏ သားသမီးများကို ဒုက္ခပေးခဲ့ရာ ၎င်း၏ နှလုံးသားမှလွဲ၍ ၎င်း၏ ခန္ဓာကိုယ်၏ မည်သည့်အစိတ်အပိုင်းမျှ ကျန်းမာခြင်းမရှိတော့ပေ။ ထို့နောက် ၎င်း၏ ဇနီးမှလွဲ၍ ၎င်း၏ ဖျားနာမှု သို့မဟုတ် ၎င်း၏ ဆိုးရွားသော အခြေအနေကို ရင်ဆိုင်ဖြေရှင်းရန် အသုံးပြုနိုင်သည့် မည်သည့်အရာမျှ ဤလောကတွင် မကျန်တော့ပေ။ ၎င်း၏ ဇနီးသည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ တမန်တော်ကို ယုံကြည်သောကြောင့် ၎င်းအား သစ္စာရှိစွာ ဆက်လက် ထိန်းသိမ်းထားခဲ့သည်။ ၎င်းသည် လူများအတွက် အခကြေးငွေရယူ၍ အလုပ်လုပ်ခဲ့ပြီး၊ အယူးဗ်အား ဆယ်ရှစ်နှစ်နီးပါး ကျွေးမွေးပြုစုခဲ့သည်။ ထိုမတိုင်မီက ၎င်းသည် အလွန်ချမ်းသာပြီး ကမ္ဘာ့အမြင်အရ ချမ်းသာစွာဖြင့် သားသမီးများစွာ ရှိခဲ့သည်။ ထိုအရာအားလုံးကို သိမ်းယူသွားခဲ့ရာ ၎င်းသည် မြို့၏ အမှိုက်ပုံတွင် ပစ်ချခံခဲ့ရပြီး၊ ထိုနေရာတွင် ဤအချိန်တစ်လျှောက်လုံး နေထိုင်ခဲ့ရသည်။ ၎င်း၏ ဇနီးမှလွဲ၍ ဆွေမျိုးများနှင့် သူစိမ်းများပါ ၎င်းအား ဝေးရှောင်ခဲ့ကြသည်။ – အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ။ ၎င်းသည် လူများကို အလုပ်အကျွေးပြုသည့်အခါမှလွဲ၍ နံနက်ပိုင်းနှင့် ညနေပိုင်းတို့တွင် ၎င်းအား မစွန့်ခွာခဲ့ပေ။ ထို့နောက် ၎င်းသည် ၎င်းထံသို့ ချက်ချင်း ပြန်လာခဲ့သည်။ ဤအရာသည် အချိန်ကြာမြင့်စွာ ဖြစ်ပျက်ခဲ့ပြီး အခြေအနေများ အလွန်ဆိုးရွားလာကာ ဘုရားသခင်၏ အမိန့်တော်ဖြင့် သတ်မှတ်ထားသော အချိန်ကုန်ဆုံးသွားသောအခါ အယူးဗ်သည် ကမ္ဘာ့အရှင်သခင်၊ တမန်တော်တို့၏ ဘုရားသခင်ထံ ဆုတောင်းခဲ့ပြီး ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဒုက္ခသည် ကျွန်ုပ်အား ဖိစီးနှိပ်စက်ထားပြီဖြစ်၍ သင်သည် ကရုဏာပြသသူ အားလုံးတို့တွင် အကြီးမားဆုံး ကရုဏာရှင်ဖြစ်သည်။)</span><span class=\"gray\">(၂၁:၈၃)</span>။ ဤအာယတ်တော်အရဆိုလျှင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَىٰ رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ကျွန် အယူးဗ်ကို သတိရပါ။ ၎င်းသည် ၎င်း၏ အရှင်သခင်အား <span class=\"gray\">(ပြောဆိုလျှက်)</span> ဆုတောင်းခဲ့သောအခါ- \"ဧကန်မလွဲ ရှိုင်တွာန်သည် ကျွန်ုပ်အား ဒုက္ခနှင့် ပြင်းထန်သော ဝေဒနာတို့ဖြင့် ဖိစီးနှိပ်စက်ထားခဲ့ပြီ။\")</span> 'ဒုက္ခ' ဆိုသည်မှာ ကိုယ်ခန္ဓာဆိုင်ရာ ဝေဒနာများကို ရည်ညွှန်းပြီး 'ပြင်းထန်သော ဝေဒနာ' ဆိုသည်မှာ ၎င်း၏ ဥစ္စာပစ္စည်းနှင့် သားသမီးများ ဆုံးရှုံးခြင်းကို ရည်ညွှန်းသည်ဟု ပြောကြားခဲ့သည်။ ထို့နောက် ကရုဏာပြသသူ အားလုံးတို့တွင် အကြီးမားဆုံး ကရုဏာရှင်သည် ၎င်းအား တုံ့ပြန်ခဲ့ပြီး၊ မတ်တပ်ရပ်၍ ခြေထောက်ဖြင့် မြေပြင်ကို ရိုက်ချရန် ပြောကြားခဲ့သည်။ ၎င်းသည် ထိုအတိုင်း ပြုလုပ်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် စမ်းရေတွင်းတစ်ခု စီးဆင်းစေခဲ့သည်။ ၎င်းအား ထိုရေဖြင့် ရေချိုးရန် အမိန့်ပေးခဲ့ရာ ၎င်း၏ ကိုယ်ခန္ဓာရှိ နာကျင်မှုနှင့် ဝေဒနာအားလုံး ပျောက်ကွယ်သွားခဲ့သည်။ ထို့နောက် ၎င်းအား ကွဲပြားခြားနားသော နေရာတစ်ခုတွင် မြေပြင်ကို ရိုက်ချရန် အမိန့်ပေးခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် အခြားစမ်းရေတွင်းတစ်ခု စီးဆင်းစေခဲ့ရာ အယူးဗ်အား ၎င်းမှ သောက်သုံးရန် အမိန့်ပေးခဲ့သည်။ ထို့နောက် ၎င်း၏ အတွင်းပိုင်းပြဿနာများ အားလုံး ပျောက်ကွယ်သွားခဲ့ပြီး ၎င်းသည် အတွင်းပိုင်းနှင့် အပြင်ပိုင်းပါ ကျန်းမာလာခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْكُضْ بِرِجْلِكَ ۖ هَٰذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ ခြေဖြင့် မြေပြင်ကို ရိုက်ချပါ။ ဤသည်မှာ <span class=\"gray\">(စမ်းရေ)</span> အေးမြသော ရေချိုးရန်နှင့် <span class=\"gray\">(လန်းဆန်းသော)</span> သောက်ရန်အတွက် ဖြစ်သည်။)</span> အိဗ်နု ဂျရီးရ်နှင့် အိဗ်နု အဗီ ဟာတိမ်တို့ မှတ်တမ်းတင်ခဲ့သည်မှာ အနပ်စ် ဘင် မာလိက် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) က ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ نَبِيَّ اللهِ أَيُّوبَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ لَبِثَ بِهِ بَلَاؤُهُ ثَمَانِيَ عَشْرَةَ سَنَةً، فَرَفَضَهُ الْقَرِيبُ وَالْبَعِيدُ، إِلَّا رَجُلَيْنِ كَانَا مِنْ أَخَصِّ إِخْوَانِهِ بِهِ، كَانَا يَغْدُوَانِ إِلَيْهِ وَيَرُوحَانِ، فَقَالَ أَحَدُهُمَا لِصَاحِبِهِ: تَعْلَمُ وَاللهِ لَقَدْ أَذْنَبَ أَيُّوبُ ذَنْبًا مَا أَذْنَبَهُ أَحَدٌ مِنَ الْعَالَمِينَ، قَالَ لَهُ صَاحِبُهُ: وَمَا ذَاكَ؟ قَالَ: مُنْذُ ثَمَانِيَ عَشْرَةَ سَنَةً لَمْ يَرْحَمْهُ اللهُ فَيَكْشِفَ مَا بِهِ، فَلَمَّا رَاحَا إِلَيْهِ لَمْ يَصْبِرِ الرَّجُلُ حَتّٰى ذَكَرَ ذَلِكَ لَهُ، فَقَالَ أَيُّوبُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ: لَا أَدْرِي مَا تَقُولُ، غَيْرَ أَنَّ اللهَ عَزَّ وَجَلَّ يَعْلَمُ أَنِّي كُنْتُ أَمُرُّ عَلَى الرَّجُلَيْنِ يَتَنَازَعَانِ فَيَذْكُرَانِ اللهَ تَعَالَى، فَأَرْجِعُ إِلَى بَيْتِي فَأُكَفِّرُ عَنْهُمَا كَرَاهِيَةَ أَنْ يُذْكَرَ اللهُ تَعَالَى إِلَّا فِي حَقٍّ، قَالَ: وَكَانَ يَخْرُجُ إِلَى حَاجَتِهِ،فَإِذَا قَضَاهَا أَمْسَكَتِ امْرَأَتُهُ بِيَدِهِ حَتّٰى يَبْلُغَ، فَلَمَّا كَانَ ذَاتَ يَوْمٍ أَبْطَأَ عَلَيْهَا، فَأَوْحَى اللهُ تَبَارَكَ وَتَعَالَى إِلَى أَيُّوبَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ أَن ارْكُضْ بِرِجْلِكَ ۖ هَٰذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ فَاسْتَبْطَأَتْهُ (فَتَلَقَّتْهُ) تَنْظُرُ، فَأَقْبَلَ عَلَيْهَا وَقَدْ أَذْهَبَ اللهُ مَا بِهِ مِنَ الْبَلَاءِ وَهُوَ عَلَى أَحْسَنِ مَا كَانَ، فَلَمَّا رَأَتْهُ قَالَتْ: أَيْ بَارَكَ اللهُ فِيكَ، هَلْ رَأَيْتَ نَبِيَّ اللهِ هَذَا الْمُبْتَلَى، فَوَاللهِ عَلَى ذَلِكَ مَا رَأَيْتُ رَجُلًا أَشْبَهَ بِهِ مِنْكَ إِذْ كَانَ صَحِيحًا. قَالَ: فَإِنِّي أَنَا هُوَ، قَالَ: وَكَانَ لَهُ أَنْدَرَانِ: أَنْدَرٌ لِلْقَمْحِ وَأَنْدَرٌ لِلشَّعِيرِ، فَبَعَثَ اللهُ تَعَالَى سَحَابَتَيْنِ فَلَمَّا كَانَتْ إِحْدَاهُمَا عَلَى أَنْدَرِ الْقَمْحِ، أَفْرَغَتْ فِيهِ الذَّهَبَ حَتّٰى فَاضَ، وَأَفْرَغَتِ الْأُخْرَى فِي أَنْدَرِ الشَّعِيرِ حَتّٰى فَاضَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် အယူးဗ် (အလိုင်ဟစ်စလာမ်) သည် ၎င်း၏ ဝေဒနာကြောင့် ဆယ်ရှစ်နှစ်ကြာ ဆင်းရဲဒုက္ခခံစားခဲ့ရပြီး ၎င်း၏ အစ်ကိုများထဲမှ အရင်းနှီးဆုံး သူနှစ်ဦးမှလွဲ၍ ဆွေမျိုးများနှင့် သူစိမ်းများပါ ၎င်းအား ဝေးရှောင်ခဲ့ကြသည်။ ၎င်းတို့သည် နံနက်တိုင်းနှင့် ညနေတိုင်း ၎င်းအား လာရောက်တွေ့ဆုံလေ့ရှိသည်။ ၎င်းတို့အနက် တစ်ဦးက ၎င်း၏ အပေါင်းအဖော်အား ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်၍ ပြောရလျှင် အယူးဗ်သည် ကမ္ဘာပေါ်ရှိ မည်သူမျှ မကျူးလွန်ဖူးသော အပြစ်ကြီးတစ်ခုကို ကျူးလွန်ခဲ့သည်ကို သင်သိသည်။\" ၎င်း၏ အပေါင်းအဖော်က \"ဘာကြောင့် ဒီလိုပြောတာလဲ\" ဟု မေးခဲ့သည်။ ၎င်းက \"ဆယ်ရှစ်နှစ်ကြာအောင် ဒုက္ခခံစားနေရတာကို အလ္လာဟ်အရှင်မြတ်က ကရုဏာမပြုဘဲ ၎င်းရဲ့ ဆင်းရဲဒုက္ခကို မဖြေလျော့ပေးဘူး\" ဟု ပြောခဲ့သည်။ နောက်တစ်နေ့ နံနက်တွင် ၎င်းထံသို့ သွားသောအခါ <span class=\"gray\">(ဒုတိယ)</span> လူသည် ဤအကြောင်းကို အယူးဗ်အား ပြောပြရန် မစောင့်နိုင်တော့ပေ။ အယူးဗ် (အလိုင်ဟစ်စလာမ်) က \"သင်ပြောနေတာကို ကျွန်ုပ်မသိပါဘူး၊ သို့သော် အလ္လာဟ်အရှင်မြတ် သိသည်မှာ လူနှစ်ဦး စကားများပြီး အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို ဖော်ပြခဲ့လျှင် ကျွန်ုပ်သည် အိမ်သို့ ပြန်သွားပြီး ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ကို မသင့်လျော်သော နည်းလမ်းဖြင့် ဖော်ပြခြင်းမျိုး မဖြစ်ရလေအောင် အပြစ်ဖြေလွှတ်ရန် တောင်းဆိုခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။ ၎င်းသည် သဘာဝလိုအပ်ချက်ကို ဖြည့်ဆည်းရန် အပြင်သို့ ထွက်သွားသည့်အခါတိုင်း ပြီးစီးသွားသည်နှင့် ၎င်း၏ ဇနီးသည် ၎င်း၏ လက်ကို ကိုင်ပြီး အိမ်သို့ ပြန်ရောက်သည်အထိ လိုက်ပါလေ့ရှိသည်။ တစ်နေ့သ၌ ၎င်းသည် အချိန်ကြာမြင့်စွာ နေခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် အယူးဗ်အား <span class=\"gray\">(သင်၏ ခြေဖြင့် မြေပြင်ကို ရိုက်ချပါ။ ဤသည်မှာ <span class=\"gray\">(စမ်းရေ)</span> အေးမြသော ရေချိုးရန်နှင့် <span class=\"gray\">(လန်းဆန်းသော)</span> သောက်ရန်အတွက် ဖြစ်သည်။)</span> ဟု ဗျာဒိတ်တော် ပေးခဲ့သည်။ ၎င်းသည် အချိန်ကြာမြင့်နေသည်ဟု ထင်မြင်သောကြောင့် ၎င်းအား လှည့်ကြည့်ရာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းခံစားနေရသော ဝေဒနာများကို ဖယ်ရှားပေးခဲ့ပြီး ၎င်းသည် ယခင်ကထက် ပိုမိုကောင်းမွန်သော ပုံစံဖြင့် ရှိနေသည်ကို တွေ့မြင်ခဲ့သည်။ ၎င်းအား တွေ့မြင်သောအခါ ၎င်းက \"အလ္လာဟ်အရှင်မြတ် ကောင်းချီးပေးပါစေ! ပြင်းပြင်းထန်ထန် စမ်းသပ်ခံရသော အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်ကို သင်မြင်ဖူးပါသလား? အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်၍ ပြောရလျှင် ၎င်းကျန်းမာနေပါက သင့်ထက် ၎င်းနှင့် ပိုတူသည့်လူကို ကျွန်ုပ်မမြင်ဖူးပါ\" ဟု ပြောကြားခဲ့သည်။ ၎င်းက \"ကျွန်ုပ်သည် ၎င်းပင်ဖြစ်သည်\" ဟု ပြောခဲ့သည်။ ၎င်းတွင် ဂျုံအတွက် လယ်ကွက်တစ်ခုနှင့် မုယောစပါးအတွက် လယ်ကွက်တစ်ခု ဟူ၍ လယ်ကွက်နှစ်ခု ရှိခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် တိမ်နှစ်ခုကို စေလွှတ်ခဲ့ပြီး၊ ၎င်းတို့အနက် တစ်ခုသည် ဂျုံလယ်ကွက်သို့ ရောက်ရှိသောအခါ ပြည့်လျှံသည်အထိ ရွှေများ မိုးရွာခဲ့သည်။ အခြားတစ်ခုသည် မုယောစပါးလယ်ကွက်သို့ ရောက်ရှိသောအခါ ပြည့်လျှံသည်အထိ ရွှေများ မိုးရွာခဲ့သည်။)</span> ဤသည်မှာ အိဗ်နု ဂျရီးရ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား ကရုဏာပြုပါစေ) ၏ ဖော်ပြချက်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်သည် အဗူ ဟုရိုင်ရဟ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) က ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَيْنَمَا أَيُّوبُ يَغْتَسِلُ عُرْيَانًا خَرَّ عَلَيْهِ جَرَادٌ مِنْ ذَهَبٍ فَجَعَلَ أَيُّوبُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ يَحْثُو فِي ثَوْبِهِ، فَنَادَاهُ رَبُّهُ عَزَّ وَجَلَّ يَا أَيُّوبُ، أَلَمْ أَكُنْ أَغْنَيْتُكَ عَمَّا تَرَى قَالَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ: بَلَى يَا رَبِّ، وَلَكِنْ لَا غِنٰى بِي عَنْ بَرَكَتِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အယူးဗ်သည် ကိုယ်တုံးလုံး ရေချိုးနေစဉ် ရွှေရောင် ပိုးကောင်များ ၎င်းအပေါ်သို့ ကျရောက်ခဲ့သည်။ အယူးဗ် (အလိုင်ဟစ်စလာမ်) သည် ၎င်းတို့ကို ၎င်း၏ အဝတ်ထဲသို့ စုဆောင်းခဲ့သည်။ ထို့နောက် ၎င်း၏ အရှင်သခင်က ၎င်းအား ခေါ်ဆိုခဲ့သည်- \"အို အယူးဗ်၊ သင်မြင်နေရသော အရာများ မလိုအပ်အောင် သင်အား ကျွန်ုပ် ချမ်းသာကြွယ်ဝစေခဲ့သည် မဟုတ်လော?\" ၎င်း (အလိုင်ဟစ်စလာမ်) က \"ဟုတ်ပါသည်၊ အရှင်သခင်! သို့သော် ကျွန်ုပ်သည် သင်၏ ကောင်းချီးမင်္ဂလာမပါဘဲ မနေနိုင်ပါ!\" ဟု ပြောကြားခဲ့သည်။)</span> ဤအရာကို အလ်-ဘူခါရီသာ မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِكْرَىٰ لِأُولِي الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းအား <span class=\"gray\">(ပြန်လည်)</span> ၎င်း၏ မိသားစုကိုလည်းကောင်း၊ ၎င်းတို့နှင့်အတူ ထပ်တူညီမျှသော သူတို့ကိုလည်းကောင်း ပြန်လည် ပေးသနားခဲ့သည်။ (၎င်းသည်) ကျွန်ုပ်တို့ထံမှ ကရုဏာတော်အဖြစ်ဖြစ်ပြီး၊ နားလည်သူများအတွက် သတိပေးချက်တစ်ခု ဖြစ်သည်။)</span> အလ်-ဟစန်နှင့် ကတာဒါဟ်တို့က ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ မိသားစုကိုယ်တိုင်ကို ပြန်လည် အသက်ဝင်စေခဲ့ပြီး၊ ၎င်းတို့နှင့်တူသော အခြားသူများကို ထပ်ထည့်ပေးခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> رَحْمَةً مِنَّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ထံမှ ကရုဏာတော်အဖြစ်၊)</span> ဆိုသည်မှာ ၎င်း၏ သည်းခံခြင်း၊ ခိုင်မာခြင်း၊ နောင်တရခြင်း၊ နှိမ့်ချခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်ထံ အမြဲမပြတ် ပြန်လှည့်ခြင်းတို့အတွက် အစားထိုးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذِكْرَىٰ لِأُولِي الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် နားလည်သူများအတွက် သတိပေးချက်တစ်ခု။)</span> ဆိုသည်မှာ သည်းခံခြင်း၏ ရလဒ်သည် ဖြေရှင်းချက်နှင့် လွတ်မြောက်ရာလမ်း ဖြစ်ကြောင်း နားလည်သူများအတွက် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ လက်ဖြင့် ပါးလွှာသော မြက်စည်းတစ်ခုကို ယူ၍ ၎င်းဖြင့် <span class=\"gray\">(သင်၏ ဇနီးအား)</span> ရိုက်ပါ၊ သင်၏ ကျိန်ဆိုမှုကို မချိုးဖောက်ပါနှင့်။)</span> အယူးဗ် (အလိုင်ဟစ်စလာမ်) သည် ၎င်း၏ ဇနီးအား ဒေါသထွက်ခဲ့ပြီး ၎င်းပြုလုပ်ခဲ့သော အရာတစ်ခုကြောင့် စိတ်အနှောင့်အယှက်ဖြစ်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ကုသပေးပါက ၎င်းအား အကြိမ်တစ်ရာ ရိုက်နှက်မည်ဟု ကျိန်ဆိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ကုသပေးသောအခါ ၎င်း၏ ဝန်ဆောင်မှု၊ ကရုဏာ၊ သနားကြင်နာမှုနှင့် ကြင်နာမှုတို့ကို ရိုက်နှက်ခြင်းဖြင့် မည်သို့ ပြန်ဆပ်နိုင်မည်နည်း? ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား လွတ်မြောက်ရာလမ်းကို ပြသခဲ့ရာ၊ ၎င်းသည် ပါးလွှာသော မြက်စည်းတစ်ခုကို၊ အပင်တစ်ရာပါသည့် မြက်စည်းတစ်ခုကို ယူ၍ ၎င်းအား တစ်ကြိမ် ရိုက်နှက်ခြင်းဖြစ်သည်။ ထိုသို့ဖြင့် ၎င်းသည် ၎င်း၏ ကျိန်ဆိုမှုကို ဖြည့်ဆည်းခဲ့ပြီး ၎င်း၏ ကတိကို မဖောက်ဖျက်ဘဲ ရှောင်ရှားခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်အား တက်ကဝါရှိသူနှင့် ၎င်းထံသို့ နောင်တတရားဖြင့် ပြန်လှည့်သူအတွက် ဖြေရှင်းချက်နှင့် လွတ်မြောက်ရာလမ်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّا وَجَدْنَاهُ صَابِرًا ۚ نِعْمَ الْعَبْدُ ۖ إِنَّهُ أَوَّابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ၎င်းအား သည်းခံသူအဖြစ် တွေ့ရှိခဲ့သည်။ မည်မျှ ကောင်းမြတ်သော ကျွန်ပါတကား။ ဧကန်မလွဲ ၎င်းသည် <span class=\"gray\">(ကျွန်ုပ်တို့ထံသို့)</span> အမြဲမပြတ် နောင်တတရားဖြင့် ပြန်လှည့်သူဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ချီးကျူးပြီး မိန့်ကြားတော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">نِعْمَ الْعَبْدُ ۖ إِنَّهُ أَوَّابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်မျှ ကောင်းမြတ်သော ကျွန်ပါတကား။ ဧကန်မလွဲ ၎င်းသည် <span class=\"gray\">(ကျွန်ုပ်တို့ထံသို့)</span> အမြဲမပြတ် နောင်တတရားဖြင့် ပြန်လှည့်သူဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا - وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ۚ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ ۚ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်အား တက်ကဝါ ရှိပါမူ၊ ၎င်းအတွက် (အခက်အခဲတိုင်းမှ) လွတ်မြောက်ရာ လမ်းကို ၎င်းအရှင်မြတ်သည် ဖန်ဆင်းပေးမည်။ ထို့ပြင် ၎င်းအရှင်မြတ်သည် ၎င်းအား မထင်မှတ်သော (အရင်းအမြစ်များ) မှ ရိက္ခာကို ပေးသနားမည်။ အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်အား အားထားပါမူ၊ ၎င်းအရှင်မြတ်သည် ၎င်းအတွက် လုံလောက်ပေမည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ရည်ရွယ်ချက်ကို ပြီးမြောက်စေမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအတွက် သတ်မှတ်ချက်ကို ပြုလုပ်ထားသည်။)</span><span class=\"gray\">(၆၅:၂-၃)</span></p>"
  }
]