[
  {
    "ayah_key": "41:9",
    "group_ayah_key": "41:9",
    "from_ayah": "41:9",
    "to_ayah": "41:12",
    "ayah_keys": "41:9,41:10,41:11,41:12",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ– “သင်တို့သည် ကမ္ဘာကို နှစ်ရက်အတွင်း ဖန်ဆင်းခဲ့သော အရှင်အား အမှန်တကယ် မယုံကြည်ကြသလော။ ထို့ပြင် သင်တို့သည် အရှင်နှင့် ယှဉ်ပြိုင်ဘက်များ ထားရှိကြသလော။ ထိုအရှင်သည် ရှိရှိသမျှအရာအားလုံး၏ အရှင်သခင် ဖြစ်သည်။ <span>(၉)</span>အရှင်သည် ကမ္ဘာမြေပေါ်တွင် မြင့်မားသော တောင်များကို ထားရှိခဲ့ပြီး၊ ကမ္ဘာမြေကို ကောင်းချီးပေးခဲ့ကာ၊ တောင်းဆိုသူအားလုံးအတွက် လုံလောက်စေရန် လေးရက်အတွင်း ၎င်း၏ အစာရေစာကို သတ်မှတ်ခဲ့သည်။ <span>(၁၀)</span>ထို့နောက် အရှင်သည် မီးခိုးငွေ့ဖြစ်နေသော ကောင်းကင်သို့ <span class=\"gray\">(Istawa ila)</span> အပေါ်သို့ တက်ကြွတော်မူပြီး ကောင်းကင်နှင့် မြေကြီးအား “သင်တို့နှစ်ဦးလုံး ဆန္ဒအလျောက်ဖြစ်စေ၊ ဆန္ဒမရှိဘဲဖြစ်စေ လာကြလော့” ဟု မိန့်တော်မူခဲ့သည်။ ၎င်းတို့နှစ်ဦးလုံးက “ကျွန်ုပ်တို့ ဆန္ဒအလျောက် လာပါသည်” ဟု ပြောဆိုခဲ့ကြသည်။ <span>(၁၁)</span>ထို့နောက် အရှင်သည် ၎င်းတို့၏ ဖန်ဆင်းခြင်းကို <span class=\"gray\">(as)</span> နှစ်ရက်အတွင်း ကောင်းကင်ခုနစ်ထပ်အဖြစ် ပြီးစီးအောင် ဖန်ဆင်းခဲ့ပြီး ကောင်းကင်တစ်ထပ်စီတိုင်း၌ ၎င်း၏ ကိစ္စရပ်ကို ပြုလုပ်ခဲ့သည်။ ကျွန်ုပ်တို့သည် အနီးဆုံး <span class=\"gray\">(အောက်ဆုံး)</span> ကောင်းကင်ကို အလှဆင်ရန်အလို့ငှာ ရောင်စုံမီးလုံးများ <span class=\"gray\">(ကြယ်များ)</span> ဖြင့်လည်းကောင်း၊ ကာကွယ်ရန်အလို့ငှာလည်းကောင်း အလှဆင်ထားခဲ့သည်။ ထိုသို့သော ဖန်ဆင်းခြင်းသည် အကြွင်းမဲ့တန်ခိုးရှင်၊ အရာရာကိုသိတော်မူသောအရှင်၏ အမိန့်တော်ပင် ဖြစ်သည်။ <span>(၁၂)</span></p><p lang=\"my\" class=\"my \">ဤစကြာဝဠာကို ဖန်ဆင်းခြင်းဆိုင်ရာ အသေးစိတ်အချက်အလက်အချို့ </p><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို ဖန်ဆင်းသူ၊ နှိမ်နင်းသူနှင့် ထိန်းချုပ်သူဖြစ်သော်လည်း အရှင်မှတစ်ပါး အခြားသော ဘုရားများကို ကိုးကွယ်ကြသည့် ရုပ်တုကိုးကွယ်သူများကို ရှုတ်ချတော်မူသည်။ အရှင်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “သင်တို့သည် ကမ္ဘာကို နှစ်ရက်အတွင်း ဖန်ဆင်းခဲ့သော အရှင်အား အမှန်တကယ် မယုံကြည်ကြသလော။ ထို့ပြင် သင်တို့သည် အရှင်နှင့် ယှဉ်ပြိုင်ဘက်များ ထားရှိကြသလော။”)</span> ဆိုလိုသည်မှာ ‘အရှင်နှင့်အတူ သင်တို့ ကိုးကွယ်ကြသော မှားယွင်းသည့် ဘုရားများလား?’</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ رَبُّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရှင်သည် ရှိရှိသမျှအရာအားလုံး၏ အရှင်သခင် ဖြစ်သည်။)</span> အရာခပ်သိမ်းကို ဖန်ဆင်းသောအရှင်သည် သတ္တဝါအားလုံး၏ အရှင်သခင်ဖြစ်သည်။ ဤနေရာ၌ အာယသ်တော်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးကို ခြောက်ရက်အတွင်း ဖန်ဆင်းခဲ့သူ)</span><span class=\"gray\">(၇း၅၄)</span>။ ကို ပိုမိုအသေးစိတ် ရှင်းပြထားသည်။ မြေကြီးဖန်ဆင်းခြင်းနှင့် ကောင်းကင်ဖန်ဆင်းခြင်းတို့ကို သီးခြားစီ ဆွေးနွေးထားသည်။ အလ္လာဟ်အရှင်မြတ်က အရှင်သည် ကမ္ဘာကို ဦးစွာဖန်ဆင်းခဲ့သည်ဟု မိန့်တော်မူသည်။ အဘယ်ကြောင့်ဆိုသော် ကမ္ဘာသည် အခြေခံဖြစ်ပြီး အခြေခံကို ဦးစွာတည်ဆောက်ရမည်၊ ထို့နောက်မှ အမိုးကို တည်ဆောက်ရမည် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြားနေရာတွင် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်သည် မြေကြီးပေါ်ရှိ သင်တို့အတွက် အရာခပ်သိမ်းကို ဖန်ဆင်းခဲ့သူဖြစ်သည်။ ထို့နောက် အရှင်သည် ကောင်းကင်သို့ <span class=\"gray\">(Istawa ila)</span> အပေါ်သို့ တက်ကြွတော်မူပြီး ၎င်းတို့ကို ကောင်းကင်ခုနစ်ထပ်အဖြစ် ပြုလုပ်ခဲ့သည်။)</span><span class=\"gray\">(၂း၂၉)</span>။ အာယသ်တော်များနှင့် ပတ်သက်၍–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ ۚ بَنَاهَا - رَفَعَ سَمْكَهَا فَسَوَّاهَا - وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا - وَالْأَرْضَ بَعْدَ ذَٰلِكَ دَحَاهَا - أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا - وَالْجِبَالَ أَرْسَاهَا - مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို ဖန်ဆင်းခြင်းက ပို၍ ခက်ခဲသလား သို့မဟုတ် အရှင်တည်ဆောက်ခဲ့သော ကောင်းကင်က ပို၍ ခက်ခဲသလား။ အရှင်သည် ၎င်း၏ အမြင့်ကို မြှင့်တင်ခဲ့ပြီး ပြည့်စုံစေခဲ့သည်။ ၎င်း၏ ညကို အရှင်သည် မှောင်မိုက်မှုဖြင့် ဖုံးအုပ်ခဲ့ပြီး ၎င်း၏ မနက်ခင်းကို <span class=\"gray\">(အလင်းဖြင့်)</span> ထုတ်ဖော်ခဲ့သည်။ ထို့နောက် အရှင်သည် မြေကြီးကို ဖြန့်ကျက်ခဲ့ပြီး ၎င်းမှ ၎င်း၏ ရေနှင့် စားကျက်ကို ထုတ်ဆောင်ခဲ့သည်။ အရှင်သည် တောင်များကို ခိုင်မြဲစွာ စွဲမြဲထားခဲ့သည်၊ <span class=\"gray\">(၎င်းတို့သည်)</span> သင်တို့နှင့် သင်တို့၏ တိရစ္ဆာန်များအတွက် အသက်မွေးဝမ်းကျောင်းနှင့် အကျိုးကျေးဇူး ဖြစ်စေသည်။)</span><span class=\"gray\">(၇၉း၂၇-၃၃)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်က မြေကြီးကို ဖြန့်ကျက်ခြင်းသည် ကောင်းကင်များကို ဖန်ဆင်းပြီးနောက် ဖြစ်ပေါ်ခဲ့သည်ဟု ဖော်ပြထားသော်လည်း မြေကြီးကိုယ်တိုင်ကိုမူ ကောင်းကင်များမတိုင်မီကပင် ဖန်ဆင်းခဲ့သည်ဟု အချို့ကျမ်းများတွင် ဖော်ပြထားသည်။ ဤသည်မှာ အိဗ်နုအဘ္ဗားစ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) ၏ တုံ့ပြန်ချက်ဖြစ်ပြီး အလ်ဘူခါရီက ၎င်း၏ ဆဟီဟ်ကျမ်းရှိ ဤအာယသ်တော်၏ တဖ်စီရ်တွင် မှတ်တမ်းတင်ထားသည်။ အရှင်က ဆာအိဒ် ဘင် ဂျုဘိုင်ရ် ပြောသည်ဟု မှတ်တမ်းတင်ခဲ့သည်– \"တစ်ဦးသော အမျိုးသားက အိဗ်နုအဘ္ဗားစ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) အား ပြောသည်– 'ကျွန်ုပ်သည် ကုရ်အာန်တွင် ကျွန်ုပ်ကို ရှုပ်ထွေးစေသည့် အချို့အရာများကို တွေ့ရသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ၎င်းတို့အချင်းချင်း ဆွေမျိုးပေါက်ဖော် မရှိတော့မည်။ ၎င်းတို့သည် အချင်းချင်း မေးမြန်းကြတော့မည် မဟုတ်ပေ။)</span><span class=\"gray\">(၂၃း၁၀၁)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَاءَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အချင်းချင်း လှည့်ပြီး အချင်းချင်း မေးမြန်းကြမည်။)</span><span class=\"gray\">(၃၇း၂၇)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ အချက်တစ်ချက်မျှကိုမျှ ဖုံးကွယ်နိုင်မည် မဟုတ်ပေ။)</span><span class=\"gray\">(၄း၄၂)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အရှင်သခင် အလ္လာဟ်အရှင်မြတ်ကို အမှန်ပြု၍ဆိုရသော် ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ခဲ့ကြသူများ မဟုတ်ပါ။)</span><span class=\"gray\">(၆း၂၃)</span></p><p lang=\"my\" class=\"my \">သို့သော် ဤအာယသ်တော်တွင် ၎င်းတို့သည် တစ်စုံတစ်ခုကို ဖုံးကွယ်ခဲ့ကြသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ ۚ بَنَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို ဖန်ဆင်းခြင်းက ပို၍ ခက်ခဲသလား သို့မဟုတ် အရှင်တည်ဆောက်ခဲ့သော ကောင်းကင်က ပို၍ ခက်ခဲသလား။)</span> အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَرْضَ بَعْدَ ذَٰلِكَ دَحَاهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အရှင်သည် မြေကြီးကို ဖြန့်ကျက်ခဲ့သည်။)</span><span class=\"gray\">(၇၉း၂၇-၃၀)</span></p><p lang=\"my\" class=\"my \">သို့ဖြစ်၍ အရှင်သည် မြေကြီးမတိုင်မီ ကောင်းကင်များကို ဖန်ဆင်းခြင်းကို ဖော်ပြခဲ့ပြီး၊ ထို့နောက် အရှင်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– “သင်တို့သည် ကမ္ဘာကို နှစ်ရက်အတွင်း ဖန်ဆင်းခဲ့သော အရှင်အား အမှန်တကယ် မယုံကြည်ကြသလော။”)</span> အထိ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">طَائِعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ဆန္ဒအလျောက် လာပါသည်။)</span> ဤနေရာ၌ အရှင်သည် ကောင်းကင်များကို ဖန်ဆင်းခြင်းမတိုင်မီ ကမ္ဘာကို ဖန်ဆင်းခြင်းကို ဖော်ပြခဲ့သည်။ ထို့ပြင် အရှင်က မိန့်တော်မူသည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَ كَانَ غَفُورًا رَحِيمًا </p><p lang=\"ga\" class=\"ga \"><span class=\"gray\">(Verily, Allāh <span class=\"gray\">(Kāna)</span> is Oft-Forgiving, Most Merciful.)</span><span class=\"gray\">(4:96)</span></p><p class=\"fi qpc-hafs\" lang=\"fi\">عَزِيزًا حَكِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြွင်းမဲ့တန်ခိုးရှင်၊ အရာရာကို အသိပညာပေးသူ)</span><span class=\"gray\">(၄း၅၆)</span>။</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَمِيعًا بَصِيرًا </p><p lang=\"fy\" class=\"fy \"><span class=\"gray\">(All-Hearer, All-Seer)</span><span class=\"gray\">(4:58)</span>. It is as if He was and is no longer.' </p><p lang=\"my\" class=\"my \">အိဗ်နုအဘ္ဗားစ် (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေ) က ပြန်လည်ဖြေကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ၎င်းတို့အချင်းချင်း ဆွေမျိုးပေါက်ဖော် မရှိတော့မည်။ ၎င်းတို့သည် အချင်းချင်း မေးမြန်းကြတော့မည် မဟုတ်ပေ။)</span><span class=\"gray\">(၂၃း၁၀၁)</span>၊ ဤသည်မှာ တံပိုးကို ပထမအကြိမ် မှုတ်သောအခါ ဖြစ်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များတွင်ရှိသူများအားလုံးနှင့် မြေကြီးပေါ်တွင်ရှိသူများအားလုံးသည် သတိလစ်မေ့မြောသွားကြမည်၊ အလ္လာဟ်အရှင်မြတ် အလိုရှိသူမှအပ။)</span><span class=\"gray\">(၃၉း၆၈)</span>၊ ထိုအချိန်တွင် ၎င်းတို့အချင်းချင်း ဆွေမျိုးပေါက်ဖော် မရှိတော့မည်၊ ၎င်းတို့သည် အချင်းချင်း မေးမြန်းကြတော့မည် မဟုတ်ပေ။ ထို့နောက် စူရ်ကို ထပ်မံမှုတ်သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَاءَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အချင်းချင်း လှည့်ပြီး အချင်းချင်း မေးမြန်းကြမည်။)</span><span class=\"gray\">(၃၇း၂၇)</span>။ အာယသ်တော်များနှင့် ပတ်သက်၍–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အရှင်သခင် အလ္လာဟ်အရှင်မြတ်ကို အမှန်ပြု၍ဆိုရသော် ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ခဲ့ကြသူများ မဟုတ်ပါ။)</span><span class=\"gray\">(၆း၂၃)</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ အချက်တစ်ချက်မျှကိုမျှ ဖုံးကွယ်နိုင်မည် မဟုတ်ပေ။)</span><span class=\"gray\">(၄း၄၂)</span>၊ အလ္လာဟ်အရှင်မြတ်သည် စစ်မှန်သော ယုံကြည်သူတို့၏ အပြစ်များကို ခွင့်လွှတ်တော်မူမည်။ ထို့နောက် ရုပ်တုကိုးကွယ်သူတို့က ‘ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို မည်သည့်အခါမျှ မကိုးကွယ်ခဲ့ဟု ပြောကြပါစို့’ ဟု ပြောဆိုကြမည်။ ထို့နောက် ၎င်းတို့၏ ပါးစပ်များကို တံဆိပ်ခတ်ထားမည်ဖြစ်ပြီး ၎င်းတို့၏ လက်များက ပြောဆိုကြမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်ထံမှ အချက်တစ်ချက်မျှကိုမျှ ဖုံးကွယ်၍ မရနိုင်ကြောင်း သိလာကြမည်။ ထိုအချိန်တွင်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوَدُّ الَّذِينَ كَفَرُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများသည် ဆန္ဒရှိကြမည်။)</span><span class=\"gray\">(၄း၄၂)</span>။ အလ္လာဟ်အရှင်မြတ်သည် ကမ္ဘာကို နှစ်ရက်အတွင်း ဖန်ဆင်းခဲ့ပြီး၊ ထို့နောက် အရှင်သည် ကောင်းကင်များကို ဖန်ဆင်းခဲ့သည်။ ထို့နောက် အရှင်သည် ကောင်းကင်သို့ <span class=\"gray\">(Istawa ila)</span> အပေါ်သို့ တက်ကြွတော်မူပြီး နောက်ထပ် နှစ်ရက်အတွင်း ၎င်းကို ပုံဖော်ပေးခဲ့သည်။ ထို့နောက် အရှင်သည် မြေကြီးကို ဖြန့်ကျက်ခဲ့ရာ၊ ၎င်းမှာ အရှင်သည် ၎င်းမှ ၎င်း၏ ရေနှင့် စားကျက်ကို ထုတ်ဆောင်ခဲ့ခြင်းကို ဆိုလိုသည်။ ထို့ပြင် အရှင်သည် တောင်များ၊ သဲများ၊ အသက်မဲ့အရာများ၊ ကျောက်တုံးများနှင့် တောင်ကုန်းများအပြင် ၎င်းတို့ကြားရှိ အရာခပ်သိမ်းကို နောက်ထပ် နှစ်ရက်အတွင်း ဖန်ဆင်းခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသောအရာ ဖြစ်သည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\"> دَحَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အရှင်သည်)</span> <span class=\"gray\">(မြေကြီးကို)</span> ဖြန့်ကျက်ခဲ့သည်)</span><span class=\"gray\">(၇၉း၃၀)</span> ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အရှင်သည်)</span> ကမ္ဘာကို နှစ်ရက်အတွင်း ဖန်ဆင်းခဲ့သည်)</span> သို့ဖြစ်၍ အရှင်သည် ကမ္ဘာနှင့် ၎င်းအတွင်းရှိ အရာခပ်သိမ်းကို လေးရက်အတွင်း ဖန်ဆင်းခဲ့ပြီး၊ ကောင်းကင်များကို နှစ်ရက်အတွင်း ဖန်ဆင်းခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَ كَانَ غَفُورًا رَحِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(ကာနာ)</span> သည် အလွန်ခွင့်လွှတ်တော်မူသောအရှင်၊ အလွန်ကရုဏာထားတော်မူသောအရှင် ဖြစ်သည်။)</span><span class=\"gray\">(၄း၉၆)</span>။ ဤသည်မှာ အရှင်မိမိကိုယ်ကို ဖော်ပြခဲ့သည့်အတိုင်းဖြစ်ပြီး၊ ဤသည်မှာ အရှင်ယခုတိုင် ရှိနေသည့်အတိုင်းပင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် အလိုရှိသည့်အရာတိုင်း ဖြစ်ပေါ်လာသည်၊ ထို့ကြောင့် ကုရ်အာန်နှင့် ပတ်သက်၍ မရှုပ်ထွေးပါနှင့်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံမှ လာသောကြောင့်ဖြစ်သည်။’” ဤသည်ကို အလ်ဘူခါရီက မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အရှင်သည်)</span> ကမ္ဘာကို နှစ်ရက်အတွင်း ဖန်ဆင်းခဲ့သည်)</span> ဆိုလိုသည်မှာ တနင်္ဂနွေနှင့် တနင်္လာနေ့များတွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်သည် ကမ္ဘာမြေပေါ်တွင် မြင့်မားသော တောင်များကို ထားရှိခဲ့ပြီး၊ ကမ္ဘာမြေကို ကောင်းချီးပေးခဲ့သည်၊)</span> ဆိုလိုသည်မှာ အရှင်သည် ကမ္ဘာမြေကို ကောင်းချီးပေးခဲ့ပြီး မျိုးစေ့များ စိုက်ပျိုးကာ သီးနှံများ ထွက်ရှိစေနိုင်သော အစွမ်းအစကို ပေးခဲ့ခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدَّرَ فِيهَا أَقْوَاتَهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အရှင်သည် ၎င်း၏ အစာရေစာကို သတ်မှတ်ခဲ့သည်)</span> ဆိုလိုသည်မှာ ၎င်း၏ လူများအတွက် လိုအပ်သော အစားအစာနှင့် အပင်များစိုက်ပျိုးကာ သီးနှံများ စိုက်ပျိုးနိုင်သည့် နေရာများကို ဖြစ်သည်။ ဤသည်မှာ အင်္ဂါနေ့နှင့် ဗုဒ္ဓဟူးနေ့များတွင် ဖြစ်ပြီး၊ ယခင်နှစ်ရက်နှင့် ပေါင်းလျှင် လေးရက် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လေးရက်အတွင်း တောင်းဆိုသူအားလုံးအတွက် လုံလောက်စေရန်။)</span> ဆိုလိုသည်မှာ ထိုအကြောင်းကို မေးမြန်းလိုသူများအတွက်ဖြစ်ပြီး၊ ၎င်းတို့ သိရှိနိုင်ရန် ဖြစ်သည်။ 'အိကရီမာနှင့် မွဂျာဟစ်ဒ်တို့က အာယသ်တော်နှင့် ပတ်သက်၍ ပြောဆိုခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدَّرَ فِيهَا أَقْوَاتَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်း၏ အစာရေစာကို သတ်မှတ်ခဲ့သည်)</span>: \"အရှင်သည် မြေတိုင်းတွင် အခြားမြေအတွက် မသင့်တော်သောအရာကို ထားရှိခဲ့သည်။\" အိဗ်နုအဘ္ဗားစ်၊ ကတာဒါနှင့် အစွတ်ဒီတို့က အာယသ်တော်နှင့် ပတ်သက်၍ ပြောဆိုခဲ့သည်–</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَوَاءً لِلسَّائِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တောင်းဆိုသူအားလုံးအတွက် လုံလောက်စေရန်)</span>: ဤသည်မှာ \"ထိုအကြောင်းကို မေးမြန်းလိုသူတိုင်းအတွက်\" ကို ဆိုလိုသည်။ အိဗ်နုဇိုင်ဒ်က ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်း၏ အစာရေစာကို လေးရက်အတွင်း တောင်းဆိုသူအားလုံးအတွက် လုံလောက်စေရန် သတ်မှတ်ခဲ့သည်။)</span> \"အစားအစာလိုအပ်သော ပုဂ္ဂိုလ်တစ်ဦး၏ ဆန္ဒအတိုင်း အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအတွက် လိုအပ်သောအရာများကို သတ်မှတ်ပေးတော်မူသည်။\" ဤသည်မှာ ၎င်းတို့ အာယသ်တော်နှင့် ပတ်သက်၍ ပြောဆိုခဲ့သည်နှင့် တူညီသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့ တောင်းဆိုခဲ့သမျှ အရာအားလုံးကို အရှင်သည် သင်တို့အား ပေးခဲ့သည်။)</span><span class=\"gray\">(၁၄း၃၄)</span>။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံး ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ وَهِيَ دُخَانٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အရှင်သည် မီးခိုးငွေ့ဖြစ်နေသော ကောင်းကင်သို့ <span class=\"gray\">(အစ်စ်တာဝါ အီလာ)</span> အပေါ်သို့ တက်ကြွတော်မူပြီး၊)</span> ဆိုလိုသည်မှာ ကမ္ဘာကို ဖန်ဆင်းခဲ့စဉ်က ၎င်းမှ ထွက်ပေါ်လာသော ရေနွေးငွေ့ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\"> فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်နှင့် မြေကြီးအား “သင်တို့နှစ်ဦးလုံး ဆန္ဒအလျောက်ဖြစ်စေ၊ ဆန္ဒမရှိဘဲဖြစ်စေ လာကြလော့” ဟု မိန့်တော်မူခဲ့သည်။)</span> ဆိုလိုသည်မှာ ‘ကျွန်ုပ်၏ အမိန့်ကို တုံ့ပြန်ပြီး ဤလုပ်ဆောင်မှုအောက်သို့ ကျရောက်စေ၊ ဆန္ဒအလျောက်ဖြစ်စေ၊ ဆန္ဒမရှိဘဲဖြစ်စေ။’</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَتَا أَتَيْنَا طَائِعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှစ်ဦးလုံးက “ကျွန်ုပ်တို့ ဆန္ဒအလျောက် လာပါသည်” ဟု ပြောဆိုခဲ့ကြသည်။)</span> ဆိုလိုသည်မှာ ‘ကျွန်ုပ်တို့သည် အရှင်အား ဆန္ဒအလျောက် တုံ့ပြန်မည်ဖြစ်ပြီး အရှင် ကျွန်ုပ်တို့၌ ဖန်ဆင်းလိုသမျှ အရာအားလုံး – ကောင်းကင်တမန်များ၊ ဂျင်န်များနှင့် လူသားများ – အားလုံးသည် အရှင်အား နာခံကြမည်။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အရှင်သည် ၎င်းတို့၏ ဖန်ဆင်းခြင်းကို <span class=\"gray\">(အဖြစ်)</span> နှစ်ရက်အတွင်း ကောင်းကင်ခုနစ်ထပ်အဖြစ် ပြီးစီးအောင် ဖန်ဆင်းခဲ့သည်)</span> ဆိုလိုသည်မှာ အရှင်သည် ၎င်းတို့ကို ကောင်းကင်ခုနစ်ထပ်အဖြစ် နောက်ထပ် နှစ်ရက်၊ ကြာသပတေးနှင့် သောကြာနေ့များတွင် ပြီးစီးအောင် ပုံဖော်ခဲ့ခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْحَىٰ فِي كُلِّ سَمَاءٍ أَمْرَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အရှင်သည် ကောင်းကင်တစ်ထပ်စီတိုင်း၌ ၎င်း၏ ကိစ္စရပ်ကို သတ်မှတ်ခဲ့သည်။)</span> ဆိုလိုသည်မှာ အရှင်သည် ကောင်းကင်တစ်ထပ်စီတိုင်း၌ ၎င်းလိုအပ်သော ကောင်းကင်တမန်များနှင့် အရှင်သာ သိရှိသောအရာများကို ထားရှိခဲ့ခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် အနီးဆုံး <span class=\"gray\">(အောက်ဆုံး)</span> ကောင်းကင်ကို ရောင်စုံမီးလုံးများဖြင့် အလှဆင်ထားခဲ့သည်)</span> ဆိုလိုသည်မှာ ကမ္ဘာ့လူသားများအပေါ် လင်းလက်နေသော ကြယ်များနှင့် ဂြိုဟ်များ ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَحِفْظًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကာကွယ်ရန်အလို့ငှာလည်းကောင်း။)</span> ဆိုလိုသည်မှာ ရှိုင်တွာန်များ (မာရ်နတ်များ) ကို ကာကွယ်ရန်ဖြစ်ပြီး ၎င်းတို့သည် အထက်ဘုံရှိ ကောင်းကင်တမန်များ၏ စကားကို နားထောင်ခြင်း မပြုနိုင်စေရန် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့သော ဖန်ဆင်းခြင်းသည် အကြွင်းမဲ့တန်ခိုးရှင်၊ အရာရာကိုသိတော်မူသောအရှင်၏ အမိန့်တော်ပင် ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အရာခပ်သိမ်းကို အရှင်၏ ထိန်းချုပ်မှုအောက်၌ သိမ်းသွင်းထားသော အကြွင်းမဲ့တန်ခိုးရှင်၊ အရှင်၏ သတ္တဝါများ၏ လှုပ်ရှားမှုအားလုံးကို သိတော်မူသော အရာရာကိုသိတော်မူသောအရှင် ဖြစ်သည်။</p>"
  }
]