[
  {
    "ayah_key": "11:17",
    "group_ayah_key": "11:17",
    "from_ayah": "11:17",
    "to_ayah": "11:17",
    "ayah_keys": "11:17",
    "text": "<p lang=\"my\" class=\"my \">သူတို့၏အရှင်သခင်ထံမှ ထင်ရှားသော သက်သေအထောက်အထားကို မှီခိုသူများနှင့် ၎င်းထံမှ သက်သေတစ်ဦးက ၎င်းကို ရွတ်ဆို <span class=\"gray\">(လိုက်နာ)</span> သူများသည်၊ ၎င်းမတိုင်မီက မူဆာ၏ကျမ်းတော်၊ လမ်းညွှန်မှုနှင့် ကရုဏာသည် ရောက်ရှိလာခဲ့ရာ၊ သူတို့သည် ၎င်းကို ယုံကြည်ကြသည်။ သို့သော် ၎င်းကို ငြင်းပယ်သော ဂိုဏ်းများ၏သူများအတွက်မူ ငရဲမီးသည် သူတို့၏ ကတိပြုထားသော ဆုံစည်းရာနေရာ ဖြစ်လိမ့်မည်။ ထို့ကြောင့် ၎င်းနှင့်ပတ်သက်၍ သံသယမဝင်ပါနှင့်။ အမှန်စင်စစ် ၎င်းသည် သင်တို့၏အရှင်သခင်ထံမှ အမှန်တရားဖြစ်သော်လည်း လူသားအများစုမှာ မယုံကြည်ကြပေ <span>(17)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်ကို ယုံကြည်သူသည် ၎င်း၏အရှင်သခင်ထံမှ ထင်ရှားသော သက်သေအထောက်အထားပေါ်တွင် တည်ရှိသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အနန္တအရှင်သည် ၎င်း၏ဖန်ဆင်းခံများတွင် မွေးရာပါဖြစ်စေခဲ့သော အလ္လာဟ်အရှင်မြတ်၏ သဘာဝဘာသာတရားပေါ်တွင် တည်ရှိသော ယုံကြည်သူတို့၏ အခြေအနေကို အသိပေးတော်မူသည်။ ၎င်းသည် ၎င်းမှလွဲ၍ အခြားကိုးကွယ်ထိုက်သူမရှိကြောင်း ၎င်းတို့၏ ဝန်ခံမှုအပေါ် အခြေခံထားသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا ۚ فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်၏မျက်နှာကို ဘာသာတရား၊ ဟနီဖန်ဘက်သို့ လှည့်ပါ။ အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့ကို ဖန်ဆင်းထားသည့် ၎င်း၏ ဖစ်ထရာနှင့်တူသည်။)</span><span class=\"gray\">[30:30]</span>, ဆဟီဟ်ကျမ်းနှစ်စောင်တွင် အဘူဟူရိုင်ရာက အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَوْلُودٍ يُولَدُ عَلَى الْفِطْرَةِ فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُမَجِّسَانِهِ كَمَا تُولَدُ الْبَهِيمَةُ بَهِيمَةً جَمْعَاءَ هَلْ تُحِسُّونَ فِيهَا مِنْ جَدْعَاءَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကလေးတိုင်းသည် ဖစ်ထရာပေါ်တွင် မွေးဖွားလာကြသည်။ သို့သော် ၎င်း၏မိဘများက ၎င်းကို ဂျူးဘာသာဝင်၊ ခရစ်ယာန်ဘာသာဝင် သို့မဟုတ် မာဂျီယန်ဘာသာဝင်ဖြစ်အောင် ပြုလုပ်ကြသည်။ ၎င်းသည် နွားငယ်တစ်ကောင် မွေးဖွားလာခြင်းနှင့် တူညီသည်။ မွေးကတည်းက အချို့သော နွားငယ်များ မသန်စွမ်းဖြစ်နေသည်ကို သင် သတိပြုမိပါသလား။)</span> ဆဟီဟ် မွတ်စလင်မ်ကျမ်းတွင် အစ်ယာဒ် ဘင် ဟီမာရ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى: إِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ فَجَاءَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينهِمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْتُ لَهُمْ، وَأَمَرَتْهُمْ أَنْ يُشْرِكُوا بِي مَا لَمْ أُنْزِلْ بِهِ سُلْطَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၊ အနန္တအရှင်က မိန့်ကြားတော်မူသည်မှာ 'အမှန်စင်စစ် ငါသည် ငါ၏ကျွန်များကို ဟူနာဖာအဖြစ် ဖန်ဆင်းခဲ့သည်။ သို့သော် ရှိုင်သွာန်များ (မာရ်နတ်များ) က ၎င်းတို့ထံ ရောက်ရှိလာပြီး ၎င်းတို့၏ဘာသာတရားမှ လမ်းလွဲစေခဲ့သည်။ ငါသည် ၎င်းတို့အတွက် ခွင့်ပြုထားသည်များကို ၎င်းတို့အတွက် တားမြစ်ခဲ့ပြီး၊ ငါသည် အခွင့်အာဏာမချပေးခဲ့သော ငါနှင့်တွဲဖက်ကိုးကွယ်ရန် ၎င်းတို့ကို အမိန့်ပေးခဲ့သည်။')</span> ထို့ကြောင့် ယုံကြည်သူသည် ဤဖစ်ထရာပေါ်တွင် ကျန်ရှိနေသူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَيَتْلُوهُ شَاهِدٌ مِّنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းထံမှ သက်သေတစ်ဦးက ၎င်းကို ရွတ်ဆို <span class=\"gray\">(လိုက်နာ)</span> သည်;)</span> ၎င်းဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ သက်သေတစ်ဦး ၎င်းထံ ရောက်ရှိလာခြင်းကို ဆိုလိုသည်။ ထိုသက်သေမှာ အလ္လာဟ်အရှင်မြတ်က တမန်တော်များထံ ထုတ်ဖော်ပြသခဲ့သော သန့်စင်သော၊ ပြည့်စုံသော၊ ခမ်းနားသော ဥပဒေဖြစ်သည်။ ဤဥပဒေများကို မုဟမ္မဒ် ﷺ ၏ ဥပဒေ <span class=\"gray\">(ရှရီအာ)</span> ဖြင့် အပြီးသတ်ခဲ့သည်။ ယုံကြည်သူတွင် အထွေထွေဥပဒေ၏ <span class=\"gray\">(မှန်ကန်မှုကို)</span> သက်သေခံပြီး၊ သီးခြားဥပဒေများကို အထွေထွေဥပဒေမှ ယူဆကြောင်း လက်ခံသော သဘာဝစိတ်ထားရှိသည်။ ဖစ်ထရာသည် ရှရီအာကို လက်ခံပြီး ယုံကြည်သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်၊ အနန္တအရှင်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏အရှင်သခင်ထံမှ ထင်ရှားသော သက်သေအထောက်အထားကို မှီခိုသူများနှင့် ၎င်းထံမှ သက်သေတစ်ဦးက ၎င်းကို ရွတ်ဆို <span class=\"gray\">(လိုက်နာ)</span> သူများသည်၊)</span> ဤရွတ်ဆိုသော ထင်ရှားသောသက်သေသည် ကုရ်အာန်ဖြစ်ပြီး၊ ဂျစ်ဗရီလ်က တမန်တော် ﷺ ထံသို့ ပို့ဆောင်ပေးခဲ့ပြီး တမန်တော် မုဟမ္မဒ် ﷺ က ၎င်း၏ အွမ္မသ် (လူမျိုး) ထံသို့ ပို့ဆောင်ပေးခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمِن قَبْلِهِ كِتَابُ مُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမတိုင်မီက မူဆာ၏ကျမ်းတော် ရောက်ရှိလာခဲ့သည်၊)</span> ၎င်းဆိုသည်မှာ ကုရ်အာန်မတိုင်မီက မူဆာ၏ကျမ်းတော်ဖြစ်သော တော်ရာကျမ်း ရှိခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِمَامًا وَرَحْمَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းညွှန်မှုနှင့် ကရုဏာ)</span> ၎င်းဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၊ အနန္တအရှင်သည် ထိုအွမ္မသ် (လူမျိုး) အတွက် ခေါင်းဆောင်အဖြစ်၊ ၎င်းတို့လိုက်နာရန် လမ်းညွှန်အဖြစ်၊ အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာအဖြစ် ထုတ်ဖော်ပြသခဲ့ခြင်းဖြစ်သည်။ ထို့ကြောင့် မည်သူမဆို ၎င်းကို စစ်မှန်သော ယုံကြည်ခြင်းဖြင့် ယုံကြည်ခဲ့လျှင် ၎င်းသည် ကုရ်အာန်ကိုပါ ယုံကြည်ရန် ဦးတည်စေလိမ့်မည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ يُؤْمِنُونَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ၎င်းကို ယုံကြည်ကြသည်)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်၊ အနန္တအရှင်သည် ကုရ်အာန်ကို သို့မဟုတ် ၎င်း၏ မည်သည့်အပိုင်းကိုမဆို ငြင်းပယ်သူများကို ခြိမ်းခြောက်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းကို ငြင်းပယ်သော ဂိုဏ်းများ၏သူများအတွက်မူ ငရဲမီးသည် သူတို့၏ ကတိပြုထားသော ဆုံစည်းရာနေရာ ဖြစ်လိမ့်မည်။)</span> ၎င်းသည် ကမ္ဘာမြေပြင်ပေါ်ရှိ ကုရ်အာန်ကို မယုံကြည်သူအားလုံးကို ရည်ညွှန်းသည်။ ၎င်းတို့သည် ရုပ်တုကိုးကွယ်သူများ၊ မယုံကြည်သူများ၊ ကျမ်းပြုသူများ၊ သို့မဟုတ် အာဒမ်၏သားမြေးများမှ အခြားဂိုဏ်းများ ဖြစ်စေကာမူ၊ ဤသည်မှာ အရောင်၊ ပုံပန်းသဏ္ဍာန် သို့မဟုတ် နိုင်ငံသား ကွဲပြားမှုမရှိဘဲ ကုရ်အာန်ရောက်ရှိသူ အားလုံးနှင့် သက်ဆိုင်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأُنذِرَكُم بِهِ وَمَن بَلَغَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ၎င်းနှင့်အတူ သင်တို့ကိုလည်းကောင်း၊ ၎င်းရောက်ရှိသူ မည်သူကိုမဆိုလည်းကောင်း သတိပေးရန်ဖြစ်သည်။)</span><span class=\"gray\">[6:19]</span> အလ္လာဟ်အရှင်မြတ်၊ အနန္တအရှင်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိန့်ကြားပါ- \"အို လူသားအပေါင်းတို့! အမှန်စင်စစ် ငါသည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်အဖြစ် သင်တို့အားလုံးထံ စေလွှတ်ခြင်းခံရသူဖြစ်သည်။\")</span><span class=\"gray\">[7:158]</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းကို ငြင်းပယ်သော ဂိုဏ်းများ၏သူများအတွက်မူ ငရဲမီးသည် သူတို့၏ ကတိပြုထားသော ဆုံစည်းရာနေရာ ဖြစ်လိမ့်မည်။)</span> ဆဟီဟ် မွတ်စလင်မ်ကျမ်းတွင် အဘူ မူဆာ အလ်-အရှ်အာရီ၊ အလ္လာဟ်အရှင်မြတ် ၎င်းကို နှစ်သက်တော်မူပါစေ၊ က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ لَا يَسْمَعُ بِي أَحَدٌ مِنْ هَذِهِ الْأُمَّةِ يَهُودِيٌّ! (أَوْ) نَصْرَانِيٌّ ثُمَّ لَا يُؤْمِنُ بِي إِلَّا دَخَلَ النَّارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ဝိညာဉ် ၎င်း၏လက်ထဲရှိတော်မူသောအရှင်သခင်အားဖြင့် ကျိန်ဆိုပါသည်။ ဤအွမ္မသ် (လူမျိုး) မှ ဂျူးဘာသာဝင် သို့မဟုတ် ခရစ်ယာန်ဘာသာဝင် မည်သူမဆို ကျွန်ုပ်အကြောင်းကို ကြားသိရပြီး ကျွန်ုပ်ကို မယုံကြည်ပါက ငရဲမီးထဲသို့ ဝင်ရောက်လိမ့်မည်။)</span></p><div lang=\"my\" class=\"my \"><h2>ဟာဒီးဆ်တိုင်းသည် ကုရ်အာန်ဖြင့် အတည်ပြုထားသည်။</h2></div><p lang=\"my\" class=\"my \">အိုင်ယုဗ် အပ်စ်-ဆက်ခ်တီယာနီသည် ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်ထံမှ သတင်းပေးပို့ခဲ့သည်မှာ ၎င်းက “ကျွန်တော် တမန်တော် ﷺ ၏ မည်သည့် ဟာဒီးဆ်ကိုမျှ ၎င်းမိန့်ကြားထားသည့်အတိုင်း အတည်ပြုထားသည်ကို မကြားခဲ့ရ၊ သို့သော် ကျွန်တော် ၎င်းကို ကုရ်အာန်တွင် အတည်ပြုချက် တွေ့ရှိခဲ့ပါသည်။ <span class=\"gray\">(ဇာတ်ကြောင်းပြောသူက “သို့မဟုတ် ၎င်းက ‘ကျွန်တော် ၎င်းကို ကုရ်အာန်တွင် အတည်ပြုချက် တွေ့ရှိခဲ့ပါသည်။’ ဟု ဆိုခဲ့သည်”)</span> ဤနည်းအားဖြင့် တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်ဟု ကျွန်တော်ထံ ရောက်ရှိလာသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْمَعُ بِي أَحَدٌ مِنْ هَذِهِ الْأُمَّةِ يَهُودِيٌّ وَلَا نَصْرَانِيٌّ ثُمَّ لَا يُؤْمِنُ بِي إِلَّا دَخَلَ النَّارَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအွမ္မသ် (လူမျိုး) မှ ဂျူးဘာသာဝင်ဖြစ်စေ၊ ခရစ်ယာန်ဘာသာဝင်ဖြစ်စေ ကျွန်ုပ်အကြောင်းကို ကြားသိရပြီး ကျွန်ုပ်ကို မယုံကြည်ပါက ငရဲမီးထဲသို့ ဝင်ရောက်လိမ့်မည်။)</span> ထို့ကြောင့် ကျွန်တော်က 'အလ္လာဟ်အရှင်မြတ်၏ကျမ်းတော်တွင် ၎င်းကို အတည်ပြုချက် မည်သည့်နေရာတွင် ရှိသနည်း။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ထံမှ ကျွန်တော်ကြားခဲ့ရသော အရာအများစုကို ကုရ်အာန်တွင် ၎င်း၏အတည်ပြုချက်ကို တွေ့ရှိခဲ့ပါသည်။' ထို့နောက် ကျွန်တော်သည် ဤအာယတ်တော်ကို တွေ့ရှိခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းကို <span class=\"gray\">(ကုရ်အာန်ကို)</span> ငြင်းပယ်သော ဂိုဏ်းများ၏သူများအတွက်မူ ငရဲမီးသည် သူတို့၏ ကတိပြုထားသော ဆုံစည်းရာနေရာ ဖြစ်လိမ့်မည်။)</span> ၎င်းသည် ဘာသာတရားအားလုံးမှဟု ဆိုလိုသည်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَكُ فِي مِرْيَةٍ مِّنْهُ ۚ إِنَّهُ الْحَقُّ مِن رَّبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းနှင့်ပတ်သက်၍ သံသယမဝင်ပါနှင့်။ အမှန်စင်စစ် ၎င်းသည် သင်၏အရှင်သခင်ထံမှ အမှန်တရားဖြစ်သည်။)</span> ၎င်းဆိုသည်မှာ ကုရ်အာန်သည် အလ္လာဟ်အရှင်မြတ်ထံမှ အမှန်တရားဖြစ်ပြီး ၎င်းနှင့်ပတ်သက်၍ သံသယ သို့မဟုတ် မသကာၤဖြစ်စရာမရှိပေ။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - تَنزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ مِن رَّبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိဖ်၊ လာမ်၊ မီမ်။ သံသယဖြစ်ဖွယ်မရှိသော ကျမ်းတော်ကို ထုတ်ဖော်ပြသခြင်းသည် စကြာဝဠာအားလုံး၏ အရှင်သခင်ထံမှဖြစ်သည်။)</span><span class=\"gray\">[32:1-2]</span> အလ္လာဟ်အရှင်မြတ်၊ အနန္တအရှင်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - ذَٰلِكَ الْكِتَابُ لَا رَيْبَ ۛ فِيهِ ۛ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိဖ်၊ လာမ်၊ မီမ်။ ဤကား သံသယဖြစ်ဖွယ်မရှိသော ကျမ်းတော်ဖြစ်သည်။)</span><span class=\"gray\">[2:1-2]</span> အာယတ်တော်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူသားအများစုမှာ မယုံကြည်ကြပေ။)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် မည်မျှပင် ပြင်းပြစွာ ဆန္ဒရှိသော်လည်း လူသားအများစုသည် ယုံကြည်ကြမည်မဟုတ်ပေ။)</span><span class=\"gray\">[12:103]</span> ထို့အတူ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تُطِعْ أَكْثَرَ مَن فِي الْأَرْضِ يُضِلُّوكَ عَن سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာပေါ်ရှိ လူအများစုကို သင်လိုက်နာပါက ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ သင့်ကို အဝေးသို့ လမ်းမှားစေလိမ့်မည်။)</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِّنَ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အစ်ဘလီစ်သည် ၎င်းတို့အပေါ် ၎င်း၏အတွေးကို မှန်ကန်ကြောင်း သက်သေပြခဲ့သည်။ ယုံကြည်သူစစ်စစ်အုပ်စုတစ်စုမှလွဲ၍ ၎င်းတို့အားလုံးသည် ၎င်းကို လိုက်နာခဲ့ကြသည်။)</span><span class=\"gray\">[34:20]</span></p>"
  }
]