[
  {
    "ayah_key": "10:20",
    "group_ayah_key": "10:20",
    "from_ayah": "10:20",
    "to_ayah": "10:20",
    "ayah_keys": "10:20",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့က ပြောကြသည်– \"အဘယ်ကြောင့် သူ၏အရှင်မြတ်ထံမှ မည်သည့်သက်သေမျှ သူ့ထံသို့ မချပေးသနည်း။\" အသင်ပြောပါ– \"မမြင်နိုင်သောအရာသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်၊ သို့ဖြစ်ရာ အသင်တို့ စောင့်ဆိုင်းကြလော့၊ အမှန်စင်စစ် ငါသည် အသင်တို့နှင့်အတူ စောင့်ဆိုင်းသူများထဲမှ ဖြစ်သည်။ <span>(၂၀)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူတို့သည် မွတ်ဂျေဇာ (သာမန်လူတို့ မပြုလုပ်နိုင်သည့် အံ့ဖွယ်ရာ) ကို တောင်းဆိုကြခြင်း</h2></div><p lang=\"my\" class=\"my \">ခေါင်းမာသော၊ လိမ်ညာတတ်သော ဤမယုံကြည်သူများသည် \"အဘယ်ကြောင့် မုဟမ္မဒ်ထံသို့ သူ၏အရှင်မြတ်ထံမှ သက်သေတစ်ခု ချပေးခြင်း မပြုသနည်း\" ဟု ပြောကြသည်။ ၎င်းတို့သည် စွာလိဟ်အား ပေးခဲ့သည့် သက်သေမျိုးကို ဆိုလိုကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် သမုဒ်အမျိုးသားတို့ထံသို့ ဥစွတ်ကုလားအုတ်မကို စေလွှတ်ခဲ့သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို အဆ်-ဆဖာ တောင်ကို ရွှေအဖြစ် ပြောင်းလဲပေးရန် သို့မဟုတ် မက္ကာမြို့ရှိ တောင်များကို ဖယ်ရှားပြီး ဥယျာဉ်များနှင့် မြစ်များဖြင့် အစားထိုးပေးရန် ဆန္ဒရှိခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာအားလုံးကို ပြုလုပ်နိုင်စွမ်းရှိတော်မူ၏၊ သို့သော် အရှင်မြတ်သည် မိမိ၏ လုပ်ဆောင်မှုများနှင့် ပြောဆိုမှုများတွင် အရာအားလုံးကို သိတော်မူသော အနန္တပညာရှင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي إِن شَاءَ جَعَلَ لَكَ خَيْرًا مِّن ذَٰلِكَ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ وَيَجْعَل لَّكَ قُصُورًا - بَلْ كَذَّبُوا بِالسَّاعَةِ ۖ وَأَعْتَدْنَا لِمَن كَذَّبَ بِالسَّاعَةِ سَعِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အကယ်၍ အလိုတော်ရှိပါက၊ ထိုအရာအားလုံးထက် ပိုမိုကောင်းမွန်သည့် ဥယျာဉ်များကို သင့်အား ပေးသနားတော်မူမည်ဖြစ်၏၊ ၎င်းဥယျာဉ်များ၏ အောက်ခြေမှ မြစ်များ စီးဆင်းလျက်ရှိသည်။ သင့်အား နန်းတော်များကိုလည်း ပေးသနားတော်မူမည်။ သို့ရာတွင် ၎င်းတို့သည် နာရီစက္ကန့်ကို ငြင်းပယ်ကြ၏။ နာရီစက္ကန့်ကို ငြင်းပယ်သူများအတွက် ကျွန်ုပ်တို့သည် တောက်လောင်နေသော ငရဲမီးကို ပြင်ဆင်ထားပြီ။)</span><span class=\"gray\">[၂၅:၁၀-၁၁]</span> အရှင်မြတ်က ထပ်မံ၍ မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَنَعَنَا أَن نُّرْسِلَ بِالْآيَاتِ إِلَّا أَن كَذَّبَ بِهَا الْأَوَّلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သက်သေလက္ခဏာများကို ကျွန်ုပ်တို့ မစေလွှတ်ခြင်းမှာ ရှေးယခင်လူတို့က ၎င်းတို့ကို ငြင်းပယ်ခဲ့ကြသောကြောင့်သာ ဖြစ်၏။)</span><span class=\"gray\">[၁၇:၅၉]</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံများနှင့် ဆက်ဆံရာတွင် ၎င်းတို့သည် အရှင်မြတ်ထံမှ တစ်ခုခုကို တောင်းဆိုပါက ပေးသနားတော်မူ၏။ သို့သော် ၎င်းတို့သည် ယုံကြည်ခြင်းမရှိပါက အရှင်မြတ်သည် ၎င်းတို့အား အပြစ်ဒဏ်ကို လျင်မြန်စွာ ချမှတ်တော်မူမည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား လူတို့တောင်းဆိုသည့်အရာကို အလ္လာဟ်အရှင်မြတ်က ပေးသနားမည်ဖြစ်သော်လည်း မယုံကြည်ပါက အပြစ်ပေးခံရမည်ဟူသော ရွေးချယ်ခွင့်၊ သို့မဟုတ် ၎င်းတို့၏ တောင်းဆိုမှုကို ချက်ချင်းမဖြေကြားဘဲထားခြင်းဟူသော ရွေးချယ်ခွင့် နှစ်ခုပေးအပ်သောအခါ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် နောက်ဆုံးရွေးချယ်ခွင့်ကို ရွေးချယ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏တမန်တော် ﷺ အား ၎င်းတို့၏မေးခွန်းကို ဤသို့ ဖြေကြားရန် လမ်းညွှန်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်ပြောပါ– \"မမြင်နိုင်သောအရာသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်...\")</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်၏ အဓိပ္ပါယ်မှာ ကိစ္စရပ်တစ်ခုလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက် ဖြစ်သည်။ အရှင်မြတ်သည် ကိစ္စရပ်အားလုံး၏ ရလဒ်များကို ကောင်းစွာ သိရှိတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانتَظِرُوا إِنِّي مَعَكُم مِّنَ الْمُنتَظِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"...သို့ဖြစ်ရာ အသင်တို့ စောင့်ဆိုင်းကြလော့၊ အမှန်စင်စစ် ငါသည် အသင်တို့နှင့်အတူ စောင့်ဆိုင်းသူများထဲမှ ဖြစ်သည်။\")</span></p><p lang=\"my\" class=\"my \">အကယ်၍ သင်တို့သည် သင်တို့တောင်းဆိုထားသည့်အရာကို မမြင်မချင်း မယုံကြည်ကြမည်ဆိုလျှင်၊ ငါ့အတွက်ရော သင်တို့ကိုယ်တိုင်အတွက်ပါ အလ္လာဟ်အရှင်မြတ်၏ စီရင်ဆုံးဖြတ်မှုကို စောင့်ဆိုင်းကြလော့။ မည်သို့ပင်ဆိုစေကာမူ ၎င်းတို့သည် တမန်တော်မြတ် ﷺ ၏ သက်သေလက္ခဏာများနှင့် မွတ်ဂျေဇာ (သာမန်လူတို့ မပြုလုပ်နိုင်သည့် အံ့ဖွယ်ရာ) အချို့ကို မြင်တွေ့ခဲ့ကြပြီး၊ ၎င်းတို့တောင်းဆိုခဲ့သည်ထက်ပင် ပိုမိုကြီးကျယ်လှပေသည်။ ၎င်းတို့ရှေ့တွင် တမန်တော်မြတ် ﷺ သည် လပြည့်ဝန်းကို လက်ညွှန်ပြတော်မူရာ လသည် နှစ်ပိုင်းကွဲထွက်သွား၏၊ တစ်ပိုင်းမှာ တောင်နောက်ဘက်သို့ ရောက်သွားပြီး ကျန်တစ်ပိုင်းမှာ ၎င်းတို့ရှေ့တွင် ရှိနေခဲ့သည်။ အကယ်၍ ၎င်းတို့သည် သက်သေလက္ခဏာများ တောင်းဆိုခြင်းဖြင့် လမ်းညွှန်မှုနှင့် ခိုင်မာသော ဗဟုသုတကို ရှာဖွေနေခဲ့ကြပါက အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာကို သိရှိတော်မူပြီး ၎င်းတို့တောင်းဆိုခဲ့သည့်အရာကို ပေးသနားတော်မူမည် ဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ တောင်းဆိုမှုနောက်ကွယ်တွင် ၎င်းတို့၏ ခေါင်းမာမှုရှိနေသည်ကို သိရှိတော်မူ၏။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ၎င်းတို့၏ သံသယနှင့် စိုးရိမ်မှုများထဲတွင် ဆက်လက်ခံစားစေခဲ့သည်။ ၎င်းတို့ထဲမှ တစ်ဦးတစ်ယောက်မျှ ယုံကြည်မည်မဟုတ်ကြောင်း အလ္လာဟ်အရှင်မြတ် သိရှိတော်မူ၏။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားတော်မူချက်များနှင့် ဆင်တူ၏–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်၏အရှင်မြတ်၏ ကတိတော် <span class=\"gray\">(အမျက်တော်)</span> သည် ပြည့်စုံပြီးသူများသည် မည်သည့်အခါမျှ ယုံကြည်ကြမည်မဟုတ်ပေ။ ၎င်းတို့ထံသို့ သက်သေလက္ခဏာတိုင်း ရောက်ရှိလာပါစေသတည်း။)</span><span class=\"gray\">[၁၀:၉၆-၉၇]</span> ထို့အပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَّا كَانُوا لِيُؤْمِنُوا إِلَّا أَن يَشَاءَ اللَّهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကျွန်ုပ်တို့သည် ၎င်းတို့ထံသို့ ကောင်းကင်တမန်များကို စေလွှတ်ခဲ့လျှင်လည်းကောင်း၊ သေဆုံးသူများက ၎င်းတို့အား စကားပြောဆိုခဲ့လျှင်လည်းကောင်း၊ ၎င်းတို့၏မျက်စိရှေ့တွင် အရာအားလုံးကို ကျွန်ုပ်တို့ စုစည်းပေးခဲ့လျှင်လည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မမူပါက ၎င်းတို့သည် ယုံကြည်ကြမည်မဟုတ်ပေ။)</span><span class=\"gray\">[၆:၁၁၁]</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ၎င်းတို့၏ မာန်မာနအပြင် အခြားအရာများလည်း ရှိခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ فَتَحْنَا عَلَيْهِم بَابًا مِّنَ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကျွန်ုပ်တို့သည် ၎င်းတို့အတွက် ကောင်းကင်မှ တံခါးတစ်ချပ်ကို ဖွင့်ပေးခဲ့လျှင်လည်းကောင်း။)</span><span class=\"gray\">[၁၅:၁၄]</span> ထို့အပြင် အရှင်မြတ်က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَرَوْا كِسْفًا مِّنَ السَّمَاءِ سَاقِطًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် ကောင်းကင်မှ တစ်စစီ ပြိုကျလာသည်ကို မြင်တွေ့ခဲ့ရလျှင်လည်းကောင်း။)</span><span class=\"gray\">[၅၂:၄၄]</span> အရှင်မြတ်က ထပ်မံ၍ မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَٰذَا إِلَّا سِحْرٌ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကျွန်ုပ်တို့သည် သင့်ထံသို့ စာရွက်ပေါ်တွင် ရေးသားထားသော သတင်းစကားကို ချပေးခဲ့ပြီး၊ ၎င်းတို့သည် ၎င်းကို မိမိတို့လက်များဖြင့် ထိတွေ့နိုင်ခဲ့လျှင်လည်းကောင်း၊ မယုံကြည်သူများသည် 'ဤသည်မှာ ထင်ရှားသော မှော်အတတ်မျှသာ ဖြစ်သည်' ဟု ပြောဆိုကြမည်ဖြစ်သည်။)</span><span class=\"gray\">[၆:၇]</span></p><p lang=\"my\" class=\"my \">ထိုကဲ့သို့သော လူများသည် ၎င်းတို့၏ တောင်းဆိုမှုများကို ဖြေကြားပေးရန် မထိုက်တန်ကြပေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့ကို ဖြေကြားပေးရာတွင် မည်သည့်အကျိုးကျေးဇူးမျှ မရှိသောကြောင့်ဖြစ်သည်။ ဤလူများသည် ၎င်းတို့၏ ဖောက်ပြန်မှုနှင့် မလျော်ကန်မှုတို့ကြောင့် ခေါင်းမာပြီး မရွေ့မပြောင်းနိုင်ကြသူများ ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ရစူလ်တမန်တော် ﷺ အား ဤသို့ မိန့်ကြားရန် မှာကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانتَظِرُوا إِنِّي مَعَكُم مِّنَ الْمُنتَظِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ အသင်တို့ စောင့်ဆိုင်းကြလော့၊ အမှန်စင်စစ် ငါသည် အသင်တို့နှင့်အတူ စောင့်ဆိုင်းသူများထဲမှ ဖြစ်သည်။)</span></p>"
  }
]