[
  {
    "ayah_key": "38:55",
    "group_ayah_key": "38:55",
    "from_ayah": "38:55",
    "to_ayah": "38:64",
    "ayah_keys": "38:55,38:56,38:57,38:58,38:59,38:60,38:61,38:62,38:63,38:64",
    "text": "<p lang=\"my\" class=\"my \">ဤသို့ပင် ဖြစ်ချေသည်။ အလွန်အမင်း ကျူးလွန်သူတို့အတွက်မူ ဆိုးရွားသော နောက်ဆုံးပြန်လည်ရာ <span>(၅၅)</span> (ဖြစ်လိမ့်မည်။) ဂျဟန္နမ်ငရဲ၊ ၎င်းတို့သည် ထိုငရဲထဲသို့ ဝင်ရောက်ကြရလိမ့်မည်။ ထိုနားခိုရာသည် <span class=\"gray\">(အမှန်စင်စစ်)</span> အလွန်ဆိုးရွားလှပေသည် <span>(၅၆)</span> ဤသို့ပင် ဖြစ်ချေသည်။ ထို့နောက် ၎င်းတို့သည် ထို ဟာမင်မ်နှင့် ဂါစာက်တို့အား မြည်းစမ်းကြပါစေ။ <span>(၅၇)</span> ထို့ပြင် ထိုကဲ့သို့သော အခြားအမျိုးမျိုးကိုပါ ပေါင်း၍ <span>(၅၈)</span> ဤသည်ကား သင်တို့နှင့်အတူ ဝင်ရောက်လာသော အဖွဲ့တစ်ဖွဲ့ဖြစ်သည်။ ၎င်းတို့အား ကြိုဆိုခြင်းမရှိ။ ဧကန်စင်စစ် ၎င်းတို့သည် ငရဲမီးထဲသို့ ဝင်ရောက်ကြရလိမ့်မည် <span>(၅၉)</span> <span class=\"gray\">(နောက်လိုက်များက လမ်းမှားသို့ပို့ဆောင်ခဲ့သူများအား ပြောကြားလိမ့်မည်။)</span> “မဟုတ်ဘူး။ သင်တို့သည်လည်း ကြိုဆိုခြင်းမရှိ။ သင်တို့သည်သာလျှင် ကျွန်ုပ်တို့အား ဤအရာကို ဖြစ်စေခဲ့သူများဖြစ်သည်၊ ထို့ကြောင့် ဤနေထိုင်ရာသည် အလွန်ဆိုးရွားလှပေသည် <span>(၆၀)</span> ၎င်းတို့က ပြောကြားကြလိမ့်မည်။ “အို ကျွန်ုပ်တို့၏ အရှင်သခင်၊ ကျွန်ုပ်တို့အား ဤအရာကို ဖြစ်စေခဲ့သူ မည်သူမဆိုအား ငရဲမီးထဲတွင် ပြစ်ဒဏ်နှစ်ဆတိုး၍ ပေးသနားတော်မူပါ <span>(၆၁)</span>” ထို့ပြင် ၎င်းတို့က ပြောကြားကြလိမ့်မည်။ “ကျွန်ုပ်တို့သည် ဆိုးသွမ်းသူများထဲတွင် ထည့်သွင်းရေတွက်ခဲ့ဖူးသော လူများကို အဘယ်ကြောင့် မတွေ့ရသနည်း <span>(၆၂)</span>” “ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ပြောင်လှောင်စရာအဖြစ် မှတ်ယူခဲ့ကြသလော၊ သို့မဟုတ် <span class=\"gray\">(ကျွန်ုပ်တို့၏)</span> မျက်လုံးများက ၎င်းတို့ကို မမြင်နိုင်ခဲ့ကြသလော <span>(၆၃)</span>” ဧကန်စင်စစ် ထိုအရာသည် အမှန်တရားပင်တည်း။ ငရဲသားတို့၏ အချင်းချင်း အငြင်းပွားခြင်း <span>(၆၄)</span></p><p lang=\"my\" class=\"my \">ကံဆိုးသူတို့၏ နောက်ဆုံးပြန်လည်ရာ</p><p lang=\"my\" class=\"my \">ကောင်းချီးခံစားရသူတို့၏ နောက်ဆုံးကို ဖော်ပြပြီးနောက် အလ္လာဟ်အရှင်မြတ်သည် ကံဆိုးသူတို့အား ပြန်လည်ရှင်ပြန်စေပြီး စစ်ဆေးမေးမြန်းခြင်းခံရသည့်အခါ ၎င်းတို့၏ နောက်ဆုံးပြန်လည်ရာအကြောင်းကို ဆက်လက်ဖော်ပြတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا ۚ وَإِنَّ لِلطَّاغِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ပင် ဖြစ်ချေသည်။ အလွန်အမင်း ကျူးလွန်သူတို့အတွက်မူ)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အား မနာခံသူများ၊ အရှင်မြတ် ဂုဏ်တော်အပေါင်းနှင့် ပြည့်စုံတော်မူပါစေ၊ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်များအား ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ၊ ဆန့်ကျင်သူများအား ရည်ညွှန်းသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\"> لَشَرَّ مَآبٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆိုးရွားသော နောက်ဆုံးပြန်လည်ရာ ဖြစ်လိမ့်မည်။)</span> ဆိုသည်မှာ အဆိုးရွားဆုံး နောက်ဆုံးပြန်လည်ရာကို ဆိုလိုသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူလျက် ၎င်းကို ရှင်းပြတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَهَنَّمَ يَصْلَوْنَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျဟန္နမ်ငရဲ၊ ၎င်းတို့သည် ထိုငရဲထဲသို့ ဝင်ရောက်ကြရလိမ့်မည်)</span> ဆိုသည်မှာ ၎င်းတို့သည် ထိုငရဲထဲသို့ ဝင်ရောက်ကြရလိမ့်မည်ဖြစ်ပြီး ၎င်းတို့အား ဘေးပတ်လည်မှ ဖုံးလွှမ်းသွားလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِئْسَ الْمِهَادُ - هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနားခိုရာသည် <span class=\"gray\">(အမှန်စင်စစ်)</span> အလွန်ဆိုးရွားလှပေသည်! ဤသို့ပင် ဖြစ်ချေသည်။ ထို့နောက် ၎င်းတို့သည် ထို ဟာမင်မ်နှင့် ဂါစာက်တို့အား မြည်းစမ်းကြပါစေ။)</span> ဟာမင်မ်ဆိုသည်မှာ အပူရှိန် အမြင့်ဆုံးအထိရောက်အောင် အပူပေးထားသောအရာဖြစ်ပြီး၊ ဂါစာက်မှာ ၎င်းနှင့်ဆန့်ကျင်ဘက်ဖြစ်ကာ အလွန်အမင်းအေးစက်လွန်း၍ မခံနိုင်သောအရာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ထိုကဲ့သို့သော အခြားအမျိုးမျိုးကိုပါ <span class=\"gray\">(ဆန့်ကျင်ဘက် အစုံလိုက်)</span> – အားလုံးပေါင်း၍!)</span> ဆိုသည်မှာ ဤကဲ့သို့သော အခြားအရာများ၊ အရာတစ်ခုနှင့် ၎င်း၏ဆန့်ကျင်ဘက်၊ ပြစ်ဒဏ်အဖြစ် ပေးခြင်းကို ဆိုလိုသည်။ အလ်-ဟာစန် အလ်-ဘစရီက ထိုအာယသ်နှင့်ပတ်သက်၍ ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ထိုကဲ့သို့သော အခြားအမျိုးမျိုးကိုပါ – အားလုံးပေါင်း၍!)</span> \"အမျိုးမျိုးသော ပြစ်ဒဏ်များ\" အချို့ကမူ ပြင်းထန်သော အအေးဒဏ်နှင့် ပြင်းထန်သော အပူဒဏ်၊ ဟာမင်မ်ကို သောက်ခြင်းနှင့် အလ်-ဇက်ကူမ်၏ ခါးသောသစ်ပင်ကို စားခြင်း၊ မြှောက်တင်ခြင်းနှင့် ပစ်ချခြင်း၊ နှင့် အခြားအစုံလိုက် ဆန့်ကျင်ဘက်များ ကဲ့သို့သော အရာများအားလုံးသည် ပြစ်ဒဏ်နည်းလမ်းများ ဖြစ်သည်ဟု ပြောကြားခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">ငရဲသားတို့၏ အငြင်းပွားခြင်းများ</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ ۖ لَا مَرْحَبًا بِهِمْ ۚ إِنَّهُمْ صَالُو النَّارِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်ကား သင်တို့နှင့်အတူ ဝင်ရောက်လာသော အဖွဲ့တစ်ဖွဲ့ဖြစ်သည်။ ၎င်းတို့အား ကြိုဆိုခြင်းမရှိ။ ဧကန်စင်စစ် ၎င်းတို့သည် ငရဲမီးထဲသို့ ဝင်ရောက်ကြရလိမ့်မည်!)</span> ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် ငရဲသားတို့ အချင်းချင်း မည်သို့ပြောဆိုကြမည်ကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ ၎င်းသည် အာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တိုင်းပြည်တိုင်း ဝင်ရောက်လာသည်နှင့် ၎င်း၏ညီအစ်မ တိုင်းပြည်ကို <span class=\"gray\">(အရင်ကသွားခဲ့သော)</span> ကျိန်ဆဲကြမည်ဖြစ်သည်။)</span><span class=\"gray\">(၇:၃၈)</span> ဆိုသည်မှာ အချင်းချင်း နှုတ်ဆက်မည့်အစား ကျိန်ဆဲကြမည်၊ တစ်ဦးကိုတစ်ဦး လိမ်လည်သူဟု စွပ်စွဲကြမည်၊ တစ်ဦးကိုတစ်ဦး ပယ်ချကြမည်ကို ဆိုလိုသည်။ အဖွဲ့အသစ်တစ်ခု ရောက်ရှိလာသောအခါ ငရဲထိန်းများက ပြောကြားကြမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ ۖ لَا مَرْحَبًا بِهِمْ ۚ إِنَّهُمْ صَالُو النَّارِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်ကား သင်တို့နှင့်အတူ ဝင်ရောက်လာသော အဖွဲ့တစ်ဖွဲ့ဖြစ်သည်။ ၎င်းတို့အား ကြိုဆိုခြင်းမရှိ။ ဧကန်စင်စစ် ၎င်းတို့သည် ငရဲမီးထဲသို့ ဝင်ရောက်ကြရလိမ့်မည်!)</span> ဆိုသည်မှာ ၎င်းတို့သည် ငရဲသားများဖြစ်သောကြောင့်ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">قَالُوا بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ ۖ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး။ သင်တို့သည်လည်း ကြိုဆိုခြင်းမရှိ။)</span> ဆိုသည်မှာ ဝင်ရောက်လာသူများက ပြောကြားကြလိမ့်မည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ ۖ أَنْتُمْ قَدَّمْتُمُوهُ لَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး။ သင်တို့သည်လည်း ကြိုဆိုခြင်းမရှိ။ သင်တို့သည်သာလျှင် ကျွန်ုပ်တို့အား ဤအရာကို ဖြစ်စေခဲ့သူများဖြစ်သည်၊)</span> ဆိုသည်မှာ 'ဤကံကြမ္မာသို့ ရောက်စေသော အရာဆီသို့ သင်တို့က ကျွန်ုပ်တို့ကို ခေါ်ဆောင်ခဲ့သည်' ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِئْسَ الْقَرَارُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဤနေထိုင်ရာသည် အလွန်ဆိုးရွားလှပေသည်!)</span> ဆိုသည်မှာ ဤနေရာနှင့် ဤပန်းတိုင်သည် ဆိုးရွားသည်ကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا رَبَّنَا مَنْ قَدَّمَ لَنَا هَٰذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြားကြလိမ့်မည်။ “အို ကျွန်ုပ်တို့၏ အရှင်သခင်၊ ကျွန်ုပ်တို့အား ဤအရာကို ဖြစ်စေခဲ့သူ မည်သူမဆိုအား ငရဲမီးထဲတွင် ပြစ်ဒဏ်နှစ်ဆတိုး၍ ပေးသနားတော်မူပါ!”)</span> ဤသည်မှာ အာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَٰؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ ۖ قَالَ لِكُلٍّ ضِعْفٌ وَلَٰكِنْ لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် နောက်ဆုံးလူက ပထမဆုံးလူအား ပြောကြားလိမ့်မည်။ “အို ကျွန်ုပ်တို့၏ အရှင်သခင်၊ ၎င်းတို့သည် ကျွန်ုပ်တို့ကို လမ်းမှားသို့ ပို့ဆောင်ခဲ့ကြသည်၊ ထို့ကြောင့် ၎င်းတို့အား ငရဲမီး၏ ပြစ်ဒဏ်နှစ်ဆ ပေးသနားတော်မူပါ။” အရှင်မြတ်က မိန့်တော်မူလိမ့်မည်။ “လူတိုင်းအတွက် နှစ်ဆ <span class=\"gray\">(ပြစ်ဒဏ်)</span> ရှိသည်၊ သို့သော် သင်တို့သည် မသိကြချေ။”)</span><span class=\"gray\">(၇:၃၈)</span> ဆိုသည်မှာ ၎င်းတို့တစ်ဦးစီအား ထိုက်တန်သည့်အတိုင်း အပြစ်ပေးခံရမည်ကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا مَا لَنَا لَا نَرَىٰ رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ - أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့က ပြောကြားကြလိမ့်မည်။ “ကျွန်ုပ်တို့သည် ဆိုးသွမ်းသူများထဲတွင် ထည့်သွင်းရေတွက်ခဲ့ဖူးသော လူများကို အဘယ်ကြောင့် မတွေ့ရသနည်း။ ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ပြောင်လှောင်စရာအဖြစ် မှတ်ယူခဲ့ကြသလော၊ သို့မဟုတ် <span class=\"gray\">(ကျွန်ုပ်တို့၏)</span> မျက်လုံးများက ၎င်းတို့ကို မမြင်နိုင်ခဲ့ကြသလော။”)</span></p><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ ငရဲ၌ ရှိနေချိန်တွင် မယုံကြည်သူများသည် ၎င်းတို့ လမ်းမှားသည်ဟု ထင်မြင်ခဲ့သော လူများကို မတွေ့ရသည်ကို သတိပြုမိကြလိမ့်မည်ဖြစ်ကြောင်း၊ ၎င်းတို့ကိုယ်တိုင်ကမူ ယုံကြည်သူများဟု ထင်မြင်ခဲ့ကြကြောင်း မိန့်ကြားတော်မူသည်။ ၎င်းတို့က 'အဘယ်ကြောင့် ၎င်းတို့ကို ကျွန်ုပ်တို့နှင့်အတူ ငရဲမီးထဲတွင် မတွေ့ရသနည်း' ဟု ပြောကြလိမ့်မည်။ မုဂျာဟိဒ်က ပြောကြားခဲ့သည်- \"ဤသည်မှာ အဘူဂျဟ်လ် ပြောမည့်အရာဖြစ်သည်။ သူက 'ကျွန်ုပ် ဘီလာလ်နှင့် အမ်မာရ်၊ ဆွူဟိုင်းဘ်နှင့် အခြားသူများကို အဘယ်ကြောင့် မတွေ့ရသနည်း' ဟု ပြောကြားလိမ့်မည်။ ဤသည်မှာ ဥပမာတစ်ခုဖြစ်သည်။ မယုံကြည်သူများအားလုံး ဤကဲ့သို့ပင်ဖြစ်သည်။ ၎င်းတို့က ယုံကြည်သူများသည် ငရဲသို့ သွားကြလိမ့်မည်ဟု ထင်ကြသည်။ ထို့ကြောင့် မယုံကြည်သူများ ငရဲသို့ ရောက်ရှိလာသောအခါ ၎င်းတို့ကို ထိုနေရာတွင် အဘယ်ကြောင့် မတွေ့ရသနည်းဟု အံ့ဩကြမည်ဖြစ်ပြီး၊ ၎င်းတို့က ပြောကြားကြလိမ့်မည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَنَا لَا نَرَىٰ رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ - أَتَّخَذْنَاهُمْ سِخْرِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ဆိုးသွမ်းသူများထဲတွင် ထည့်သွင်းရေတွက်ခဲ့ဖူးသော လူများကို အဘယ်ကြောင့် မတွေ့ရသနည်း။ ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ပြောင်လှောင်စရာအဖြစ် မှတ်ယူခဲ့ကြသလော၊)</span> ဆိုသည်မှာ ဤလောက၌ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် <span class=\"gray\">(ကျွန်ုပ်တို့၏)</span> မျက်လုံးများက ၎င်းတို့ကို မမြင်နိုင်ခဲ့ကြသလော။)</span> ဆိုသည်မှာ ၎င်းတို့သည် ဤမျှော်လင့်ချက်အတွေးဖြင့် မိမိကိုယ်ကို နှစ်သိမ့်ရန် ကြိုးစားကြမည်ဖြစ်ရာ၊ ၎င်းတို့က 'ဖြစ်ကောင်းဖြစ်နိုင်သည်၊ ၎င်းတို့သည် ကျွန်ုပ်တို့နှင့်အတူ ငရဲ၌ ရှိနေသော်လည်း ကျွန်ုပ်တို့ ၎င်းတို့ကို မမြင်ရခြင်း ဖြစ်လိမ့်မည်' ဟု ပြောကြားကြလိမ့်မည်။ ထို့နောက် ၎င်းတို့ <span class=\"gray\">(ယုံကြည်သူများ)</span> သည် ဂျန္နတ်၏ မြင့်မားသော အဆင့်အတန်းများ၌ ရှိနေကြောင်းကို ၎င်းတို့ သိရှိကြရလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَىٰ أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ أَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا ۖ قَالُوا نَعَمْ ۚ فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَنْ لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်၏ နေထိုင်သူများသည် ငရဲ၏ နေထိုင်သူများအား <span class=\"gray\">(ဤသို့)</span> ခေါ်ပြောကြလိမ့်မည်- “ကျွန်ုပ်တို့၏ အရှင်သခင် ကတိပြုတော်မူခဲ့သည်များကို ကျွန်ုပ်တို့ အမှန်တကယ် တွေ့ရှိခဲ့ကြပြီ။ သင်တို့သည်လည်း သင်တို့၏ အရှင်သခင် ကတိပြုတော်မူခဲ့သည် <span class=\"gray\">(သတိပေးခဲ့သည်)</span> များကို အမှန်တကယ် တွေ့ရှိခဲ့ကြပြီလား။” ၎င်းတို့က “ဟုတ်ကဲ့” ဟု ပြောကြားကြလိမ့်မည်။ ထို့နောက် ၎င်းတို့နှစ်ဖက်ကြားတွင် ကြွေးကြော်သူတစ်ဦးက “မတရားပြုသူတို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ခြင်းကျရောက်ပါစေ” ဟု ကြွေးကြော်လိမ့်မည်။)</span> ထိုအချိန်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်သို့ ဝင်ရောက်ကြလော့၊ သင်တို့အပေါ်၌ မည်သည့်ကြောက်ရွံ့ခြင်းမျှ မရှိစေရ၊ သင်တို့လည်း ပူဆွေးရမည် မဟုတ်ပေ။)</span><span class=\"gray\">(၇:၄၄-၄၉)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ထိုအရာသည် အမှန်တရားပင်တည်း – ငရဲသားတို့၏ အချင်းချင်း အငြင်းပွားခြင်း!)</span> ဆိုသည်မှာ 'အို မိုဟာမတ်၊ ငရဲသားတို့အကြား အငြင်းပွားခြင်းနှင့် ၎င်းတို့ အချင်းချင်း ကျိန်ဆဲခြင်းတို့နှင့် ပတ်သက်၍ ငါတို့ ပြောကြားခဲ့သည်မှာ အမှန်ဖြစ်ပြီး ၎င်းနှင့် ပတ်သက်၍ သံသယဖြစ်ဖွယ်မရှိ' ဟု အဓိပ္ပာယ်ရသည်။</p>"
  },
  {
    "ayah_key": "38:65",
    "group_ayah_key": "38:65",
    "from_ayah": "38:65",
    "to_ayah": "38:70",
    "ayah_keys": "38:65,38:66,38:67,38:68,38:69,38:70",
    "text": "<p lang=\"my\" class=\"my \">“အသင်သည် သတိပေးသူမျှသာဖြစ်ကြောင်း၊ တစ်ဆူတည်းသော အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားကိုးကွယ်ထိုက်သော <span class=\"gray\">(ဘုရား)</span> မရှိကြောင်း ပြောဆိုပါလေ <span>(၆၅)</span>” “မိုးကောင်းကင်များ၊ ကမ္ဘာမြေနှင့် ၎င်းတို့နှစ်ခုကြားရှိ အရာအားလုံးတို့၏ အရှင်သခင်၊ အနန္တတန်ခိုးရှင်၊ အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော အရှင်ဖြစ်တော်မူ၏ <span>(၆၆)</span>” “၎င်းသည် ကြီးမြတ်သော သတင်းတစ်ခုဖြစ်ကြောင်း ပြောဆိုပါလေ <span>(၆၇)</span>” “ထိုအရာမှ သင်တို့သည် မျက်နှာလွှဲ ဖယ်ခွာနေကြသည် <span>(၆၈)</span>” “၎င်းတို့ အငြင်းပွား ပြောဆိုနေစဉ် အမြင့်ပိုင်းရှိ ခေါင်းဆောင်များ <span class=\"gray\">(မလာအိကဟ်များ)</span> အကြောင်းကို ကျွန်ုပ် မသိခဲ့ပါ <span>(၆၉)</span>” “ကျွန်ုပ်သည် ထင်ရှားသော သတိပေးသူတစ်ဦးမျှသာဖြစ်ကြောင်း ဤအရာကိုသာလျှင် ကျွန်ုပ်ထံသို့ ဗျာဒိတ်တော် ပေးပို့ခြင်းခံရသည် <span>(၇၀)</span>”</p><p lang=\"my\" class=\"my \">ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်းဟိ ဝစလ္လမ်) ၏ သတင်းစကားသည် ကြီးမြတ်သော သတင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်းဟိ ဝစလ္လမ်) အား အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်သူများ၊ အရှင်နှင့်တွဲဖက်ကိုးကွယ်သူများနှင့် အရှင်၏ ရစူလ်တမန်တော်ကို ငြင်းပယ်သူများအား 'ကျွန်ုပ်သည် သတိပေးသူတစ်ဦးမျှသာဖြစ်သည်၊ သင်တို့ ပြောဆိုသကဲ့သို့ မဟုတ်ပါ' ဟု ပြောကြားရန် မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنْ إِلَٰهٍ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဆူတည်းသော အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်မှလွဲ၍ အခြားကိုးကွယ်ထိုက်သော <span class=\"gray\">(ဘုရား)</span> မရှိ)</span> ဆိုသည်မှာ အရှင်တစ်ပါးတည်းသာလျှင် အရာရာတိုင်းကို နှိမ်နင်းပြီး ထိန်းချုပ်ထားသည်ကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များ၊ ကမ္ဘာမြေနှင့် ၎င်းတို့နှစ်ခုကြားရှိ အရာအားလုံးတို့၏ အရှင်သခင်၊)</span> ဆိုသည်မှာ အရှင်သည် ထိုအရာအားလုံးတို့၏ အချုပ်အခြာအာဏာပိုင်ဖြစ်ပြီး ၎င်းတို့ကို ထိန်းချုပ်ထားသည်ကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْعَزِيزُ الْغَفَّارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနန္တတန်ခိုးရှင်၊ အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော အရှင်။)</span> ဆိုသည်မှာ အရှင်သည် အနန္တတန်ခိုးရှင်နှင့် အစွမ်းထက်မြက်သူဖြစ်သည့်အပြင် အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသူဖြစ်သည်ကို ဆိုလိုသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">قُلْ هُوَ نَبَأٌ عَظِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“၎င်း <span class=\"gray\">(ဤကုရ်အာန်)</span> သည် ကြီးမြတ်သော သတင်းတစ်ခုဖြစ်ကြောင်း ပြောဆိုပါလေ၊”)</span> ဆိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်ကို သင်တို့ထံ စေလွှတ်ခဲ့ခြင်းဖြစ်သည်၊ အလွန်အရေးကြီးသော အရာတစ်ခု' ဟု ဆိုလိုသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَنْتُمْ عَنْهُ مُعْرِضُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာမှ သင်တို့သည် မျက်နှာလွှဲ ဖယ်ခွာနေကြသည်!)</span> ဆိုသည်မှာ 'သင်တို့သည် ၎င်းကို ပစ်ပယ်ထားသည်' ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَىٰ إِذْ يَخْتَصِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ အငြင်းပွား ပြောဆိုနေစဉ် အမြင့်ပိုင်းရှိ ခေါင်းဆောင်များ <span class=\"gray\">(မလာအိကဟ်များ)</span> အကြောင်းကို ကျွန်ုပ် မသိခဲ့ပါ)</span> ဆိုသည်မှာ 'အကယ်၍ ဘုရားသခင်၏ ဗျာဒိတ်တော် မရှိခဲ့ပါက အမြင့်ပိုင်းရှိ ခေါင်းဆောင်များ <span class=\"gray\">(မလာအိကဟ်များ)</span> ၏ အငြင်းပွားမှုအကြောင်းကို ကျွန်ုပ် မည်သို့ သိနိုင်မည်နည်း' ဟု အဓိပ္ပာယ်ရသည်။ ဤသည်မှာ အာဒမ် (အလိုင်းဟိစ္စလာမ်) နှင့် ပတ်သက်၍ ၎င်းတို့၏ အငြင်းပွားမှုကို ရည်ညွှန်းပြီး၊ အစ်ဗလစ်က အာဒမ်အား ဦးချရန် ငြင်းဆန်ကာ အလ္လာဟ်အရှင်မြတ်က အာဒမ်ကို မိမိထက် ပို၍ နှစ်သက်ခဲ့သောကြောင့် မိမိ၏ အရှင်သခင်နှင့် ငြင်းခုံခဲ့ပုံကို ဆိုလိုသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အရာဖြစ်သည်။</p>"
  }
]