[
  {
    "ayah_key": "96:1",
    "group_ayah_key": "96:1",
    "from_ayah": "96:1",
    "to_ayah": "96:5",
    "ayah_keys": "96:1,96:2,96:3,96:4,96:5",
    "text": "<p lang=\"my\" class=\"my \">၎င်းသည် ကုရ်အာန်၏ ပထမဦးဆုံး ထုတ်ဖော်ပြသခဲ့ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမဲ့ ကရုဏာရှင်၊ အမြဲတစေ မဟာကရုဏာရှင်ဖြစ်တော်မူသော အရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ - خَلَقَ الْإِنسَانَ مِنْ عَلَقٍ - اقْرَأْ وَرَبُّكَ الْأَكْرَمُ - الَّذِي عَلَّمَ بِالْقَلَمِ - عَلَّمَ الْإِنسَانَ مَا لَمْ يَعْلَمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ သင်ဖန်ဆင်းခဲ့သော အရှင်၏ နာမတော်ဖြင့် ဖတ်ပါ။)</span><span class=\"gray\">(၂။ အရှင်သည် လူသားကို သွေးခဲမှ ဖန်ဆင်းခဲ့သည်။)</span><span class=\"gray\">(၃။ ဖတ်ပါ။ သင်၏အရှင်သည် အလွန်တရာ ရက်ရောတော်မူသော အရှင်ဖြစ်သည်။)</span><span class=\"gray\">(၄။ ကလောင်ဖြင့် သင်ကြားပေးခဲ့သော အရှင်။)</span><span class=\"gray\">(၅။ အရှင်သည် လူသားကို မသိသောအရာများကို သင်ကြားပေးခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">မုဟမ္မဒ်၏ နဗီပြုခြင်း အစ <span class=\"gray\">(ﷺ)</span> နှင့် ကုရ်အာန်၏ ပထမဦးဆုံး ထုတ်ဖော်ပြသခြင်း</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အာအိရှာဟ် ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ဗျာဒိတ်တော်နှင့်ပတ်သက်၍ စတင်ဖြစ်ပေါ်လာသည့် ပထမဆုံးအရာမှာ အိပ်မက်ထဲတွင် မြင်မက်သည့် အိပ်မက်များဖြစ်ပြီး ၎င်းတို့သည် အမှန်တကယ်ဖြစ်လာတတ်သည်။ နံနက်မိုးသောက်ယံ၏ <span class=\"gray\">(ကြည်လင်မှုကဲ့သို့)</span> ထိုအိပ်မက်များသည် အမှန်တကယ် ဖြစ်လာခြင်းမှအပ မည်သည့်အိပ်မက်ကိုမျှ အရှင်သည် မြင်မက်ခဲ့ခြင်းမရှိပေ။ ထို့နောက် အေးဆေးစွာနေခြင်းသည် အရှင်အတွက် ချစ်ခင်စရာဖြစ်လာသည်။ ထို့ကြောင့် အရှင်သည် ဟီရာဂူသို့သွားကာ ညပေါင်းများစွာ ကိုးကွယ်ဝတ်ပြုရန် မိမိကိုယ်ကို မြှုပ်နှံခဲ့ပြီး ထိုအတွက် စားနပ်ရိက္ခာများကိုလည်း ယူဆောင်သွားခဲ့သည်။ ထို့နောက် ခဒီဂျာထံ ပြန်လာပြီး အလားတူ ညပေါင်းများစွာအတွက် စားနပ်ရိက္ခာများကို ပြန်လည်ဖြည့်တင်းခဲ့သည်။ ဤသို့ဖြင့် အရှင်သည် ဟီရာဂူတွင်ရှိစဉ် ဗျာဒိတ်တော်သည် ရုတ်တရက် အရှင်ထံ ရောက်ရှိလာသည်အထိ ဆက်လက်ဖြစ်ပေါ်နေခဲ့သည်။&nbsp;</p><p lang=\"my\" class=\"my \">အရှင်သည် ဂူထဲတွင်ရှိနေစဉ် ကောင်းကင်တမန်သည် အရှင်ထံရောက်လာပြီး “ဖတ်ပါ!” ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَقُلْتُ: مَا أَنَا بِقَارِىءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်က ပြန်ဖြေလိုက်သည်- \"ကျွန်ုပ်သည် ဖတ်တတ်သူမဟုတ်ပါ။\")</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အရှင်က ပြောသည်၊ \"ထိုအခါ သူ <span class=\"gray\">(ကောင်းကင်တမန်)</span> သည် ကျွန်ုပ်ကို ဖမ်းဆုပ်ပြီး မခံနိုင်တော့သည်အထိ ဖိအားပေးခဲ့သည်။ ထို့နောက် ကျွန်ုပ်ကို လွှတ်ပေးပြီး 'ဖတ်ပါ!' ဟု ပြောခဲ့သည်။ ထို့ကြောင့် ကျွန်ုပ်က 'ကျွန်ုပ်သည် ဖတ်တတ်သူမဟုတ်ပါ။' ဟု ပြန်ဖြေခဲ့သည်။ ထို့ကြောင့် သူသည် ကျွန်ုပ်ကို မခံနိုင်တော့သည်အထိ ဒုတိယအကြိမ် ထပ်မံဖိအားပေးခဲ့သည်။ ထို့နောက် ကျွန်ုပ်ကို လွှတ်ပေးပြီး ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကို ဖန်ဆင်းခဲ့သော အရှင်၏ နာမတော်ဖြင့် ဖတ်ပါ။)</span></p><p lang=\"my\" class=\"my \">အာယသ်တော်သို့ ရောက်သည်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَمْ يَعْلَمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မသိခဲ့သောအရာ။)</span>\"</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အရှင်သည် ၎င်းတို့ <span class=\"gray\">(ထိုအာယသ်တော်များ)</span> နှင့်အတူ၊ နှလုံးသားတုန်လှုပ်လျက် ခဒီဂျာထံ <span class=\"gray\">(အိမ်သို့)</span> ပြန်လာခဲ့ပြီး ပြောကြားခဲ့သည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">زَمِّلُونِي زَمِّلُونِي</p><p lang=\"su\" class=\"su \"><span class=\"gray\">(Wrap me up, wrap me up!)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် သူတို့သည် အရှင်၏ကြောက်ရွံ့မှု ပျောက်ကွယ်သွားသည်အထိ အရှင်ကို ပတ်ဖုံးပေးခဲ့ကြသည်။ ထို့နောက် အရှင်သည် ဖြစ်ပျက်ခဲ့သမျှ အရာအားလုံးကို ခဒီဂျာအား ပြောပြခဲ့သည် <span class=\"gray\">(ပြီး ပြောကြားခဲ့သည်)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ خَشِيتُ عَلَى نَفْسِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား တစ်ခုခုဖြစ်မည်ကို ကြောက်ရွံ့ပါသည်။)</span></p><p lang=\"my\" class=\"my \">ခဒီဂျာက ပြန်ပြောသည်၊ \"မဖြစ်နိုင်ပါ။ အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်သည် သင့်ကို ဘယ်တော့မှ အရှက်ရစေမည်မဟုတ်ပါ။ သင်သည် သင့်ဆွေမျိုးများနှင့် ဆက်ဆံရေးကောင်းမွန်အောင် ထိန်းသိမ်းသည်၊ သင်သည် အမှန်တရားကို ပြောဆိုသည်၊ သင်သည် ဆင်းရဲသားများနှင့် ချို့တဲ့သူများကို ကူညီသည်၊ သင်သည် သင့်ဧည့်သည်များကို ရက်ရောစွာဧည့်ခံသည်၊ သင်သည် ထိုက်တန်သော ကပ်ဘေးသင့်သူများကို ကူညီသည်။\" ခဒီဂျာသည် ထို့နောက် အရှင်အား သူမ၏ ညီအစ်ကိုဝမ်းကွဲ ဝရကာဟ် ဘင် နော်ဖယ်လ် ဘင် အစဒ် ဘင် အဗ်ဒူလ်-အွတ်ဇာ ဘင် ကူဆိုင်းထံသို့ ခေါ်ဆောင်သွားခဲ့သည်။ သူသည် အသိဉာဏ်ကင်းမဲ့သောခေတ်တွင် ခရစ်ယာန်ဘာသာဝင်ဖြစ်လာခဲ့ပြီး အာရဗီဘာသာဖြင့် ကျမ်းစာများကို ရေးသားလေ့ရှိသည်။ အရှင်မြတ် အလိုရှိသမျှကို ဟေဗြဲဘာသာဖြင့် အင်ဂျီလ်ကျမ်းမှ ရေးသားခဲ့သည်။ သူသည် သက်ကြီးရွယ်အိုဖြစ်ပြီး အမြင်အာရုံ ဆုံးရှုံးခဲ့သည်။ ခဒီဂျာက သူ့အား \"အို ကျွန်ုပ်၏ ညီအစ်ကိုဝမ်းကွဲ! သင့်တူ၏ ဇာတ်လမ်းကို နားထောင်ပါဦး။\" ဟု ပြောခဲ့သည်။ ဝရကာဟ်က \"အို ကျွန်ုပ်၏တူ! သင် ဘာတွေ မြင်ခဲ့သလဲ?\" ဟု မေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အရှင်မြင်ခဲ့ရသည်များကို ဖော်ပြခဲ့သည်။ ဝရကာဟ်က \"ဤသည်မှာ အန-နာမုစ် ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က မူဆာထံ စေလွှတ်ခဲ့သောသူ ဖြစ်သည်။ သင်၏လူမျိုးများက သင့်ကို နှင်ထုတ်သည့်အချိန်အထိ ကျွန်ုပ်သာ ငယ်ရွယ်ပြီး အသက်ရှင်သန်နေနိုင်ပါစေဟု ဆန္ဒရှိသည်။\" အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မေးခဲ့သည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوَ مُخْرِجِيَّ هُمْ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ကျွန်ုပ်ကို နှင်ထုတ်ကြမည်လား။)</span></p><p lang=\"my\" class=\"my \">ဝရကာဟ်က အတည်ပြုဖြေကြားခဲ့ပြီး ပြောသည်၊ \"သင်ယူဆောင်လာခဲ့သည့်အရာနှင့် ဆင်တူသောအရာကို ယူဆောင်လာခဲ့သူတိုင်းသည် ရန်လိုမှုနှင့် ရန်ငြိုးဖွဲ့မှုကို ခံခဲ့ရသည်။ ထိုနေ့အထိ ကျွန်ုပ်သာ အသက်ရှင်နေခဲ့မည်ဆိုလျှင် သင့်ကို ခိုင်မာစွာ ထောက်ခံပါမည်။\"</p><p lang=\"my\" class=\"my \">သို့သော် ဝရကာဟ်သည် အသက်မရှင်တော့ပေ။ သူ ကွယ်လွန်ခဲ့ပြီး ဗျာဒိတ်တော်သည် ရပ်တန့်သွားခဲ့ရာ ကျွန်ုပ်တို့ ကြားသိရသည့်အတိုင်း အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဝမ်းနည်းခဲ့သည်။ ဤဝမ်းနည်းမှုကြောင့် အရှင်သည် တောင်ထိပ်များမှ မိမိကိုယ်ကို ပစ်ချရန် ရည်ရွယ်ချက်ဖြင့် အကြိမ်များစွာ ထွက်ခွာခဲ့သည်။ သို့သော် အရှင်သည် မိမိကိုယ်ကို ပစ်ချရန် တောင်ထိပ်သို့ ရောက်တိုင်း ဂျိဘရီလ်သည် အရှင်ထံ ပေါ်လာပြီး \"အို မုဟမ္မဒ်! သင်သည် အမှန်တကယ်ပင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ဖြစ်သည်!\" ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် အရှင်၏ စိုးရိမ်ပူပန်မှုများ ပြေပျောက်သွားပြီး၊ အရှင်၏ စိတ်ဝိညာဉ်သည် ငြိမ်သက်သွားကာ အရှင်သည် <span class=\"gray\">(တောင်ပေါ်မှ)</span> ပြန်ဆင်းလာခဲ့သည်။ ထို့နောက် ဗျာဒိတ်တော်သည် အချိန်ကြာမြင့်စွာ ပြန်မလာသောအခါ၊ အရှင်သည် ယခင်ကအတိုင်း ထွက်ခွာခဲ့သည်။ ထို့ကြောင့် အရှင်သည် တောင်ထိပ်သို့ ရောက်သောအခါ ဂျိဘရီလ်သည် အရှင်ထံ ထပ်မံပေါ်လာပြီး ယခင်က ပြောခဲ့သည့်အတိုင်း ပြောကြားခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်ကို အလ်-ဇူဟ်ရီ၏ နည်းလမ်းဖြင့် ဆွဟီးဟ်နှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်။ ကျွန်ုပ်တို့သည် ဤဟဒီးဆ်တော်၏ ဆင့်ပွားလမ်းကြောင်း၊ ၎င်း၏စာသားနှင့် ၎င်း၏အဓိပ္ပါယ်များကို ဆွဟီးဟ် အလ်-ဘူခါရီ၏ ရှင်းလင်းချက်အစတွင် အကျယ်တဝင့် ဆွေးနွေးပြီးဖြစ်သည်။ ထို့ကြောင့် မည်သူမဆို ဖတ်လိုပါက ထိုနေရာတွင် ရှာဖွေတွေ့ရှိနိုင်ပြီး၊ ချီးမွမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ကုရ်အာန်မှ ပထမဆုံး ထုတ်ဖော်ပြသခဲ့သည်မှာ ဤမြင့်မြတ်ပြီး ကောင်းချီးမင်္ဂလာရှိသော အာယသ်တော်များ ဖြစ်သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က မိမိ၏ကျွန်များအပေါ် ချီးမြှင့်ခဲ့သော ပထမဆုံးသော ကရုဏာနှင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား နှစ်သက်တော်မူခဲ့သော ပထမဆုံးသော ကြီးမြတ်မှုတို့ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">လူသား၏ ဂုဏ်သိက္ခာနှင့် မြင့်မြတ်မှုသည် သူ၏ အသိပညာတွင်ရှိသည်</p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်များသည် လူသားကို တွဲလောင်းကျနေသော သွေးခဲမှ စတင်ဖန်ဆင်းခဲ့ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်၏ ရက်ရောမှုကြောင့် အရှင်သည် လူသားကို မသိသောအရာများကို သင်ကြားပေးခဲ့ကြောင်း ဖော်ပြသည်။ ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် လူသားအား အသိပညာပေးခြင်းဖြင့် မြှင့်တင်ပေးခဲ့ပြီး ဂုဏ်တင်ခဲ့သည်။ ၎င်းသည် လူသားမျိုးနွယ်၏ ဖခင် အာဒမ်ကို ကောင်းကင်တမန်များထက် ထူးခြားစွာ ပေးသနားခဲ့သော ဂုဏ်သိက္ခာဖြစ်သည်။ အသိပညာသည် တစ်ခါတစ်ရံ စိတ်ထဲတွင်ရှိသည်၊ တစ်ခါတစ်ရံ လျှာပေါ်တွင်ရှိသည်၊ တစ်ခါတစ်ရံ လက်ချောင်းများဖြင့် ရေးသားထားသည်။ ဤသို့ဖြင့် ၎င်းသည် ဉာဏ်ရည်ဉာဏ်သွေးဆိုင်ရာ၊ ပြောဆိုသောနှင့် ရေးသားသော ဖြစ်နိုင်သည်။ နောက်ဆုံး <span class=\"gray\">(ရေးသားသော)</span> သည် ပထမနှစ်ခု <span class=\"gray\">(ဉာဏ်ရည်ဉာဏ်သွေးဆိုင်ရာနှင့် ပြောဆိုသော)</span> ကို လိုအပ်သော်လည်း၊ ပြောင်းပြန်သည် မှန်ကန်ခြင်းမရှိပေ။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْرَأْ وَرَبُّكَ الْأَكْرَمُ - الَّذِي عَلَّمَ بِالْقَلَمِ - عَلَّمَ الْإِنسَانَ مَا لَمْ يَعْلَمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖတ်ပါ။ သင်၏အရှင်သည် အလွန်တရာ ရက်ရောတော်မူသော အရှင်ဖြစ်သည်။ ကလောင်ဖြင့် သင်ကြားပေးခဲ့သော အရှင်။ အရှင်သည် လူသားကို မသိသောအရာများကို သင်ကြားပေးခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">အဆိုတစ်ခုအရ \"အသိပညာကို ရေးသားခြင်းဖြင့် မှတ်တမ်းတင်ပါ\" ဟု ဖော်ပြထားသည်။ \"မည်သူမဆို မိမိသိရှိထားသည့်အတိုင်း ပြုမူပါက၊ အလ္လာဟ်အရှင်မြတ်သည် သူမသိခဲ့သော အသိပညာကို သူအား အမွေအဖြစ် ပေးသနားမည်\" ဟူသော စကားလည်းရှိသည်။</p>"
  }
]