[
  {
    "ayah_key": "25:4",
    "group_ayah_key": "25:4",
    "from_ayah": "25:4",
    "to_ayah": "25:6",
    "ayah_keys": "25:4,25:5,25:6",
    "text": "<p lang=\"my\" class=\"my \">မယုံကြည်သူများက ပြောသည်- \"ဤသည်မှာ သူကြံစည်ဖန်တီးထားသည့် လိမ်လည်မှုတစ်ခုမျှသာဖြစ်ပြီး၊ အခြားသူများကလည်း ၎င်း၌ ကူညီခဲ့ကြသည်။\" အမှန်စင်စစ်၊ ၎င်းတို့သည် မတရားသော မှားယွင်းမှုနှင့် လိမ်လည်မှုကို ပြုလုပ်ခဲ့ကြသည် <span>(၄)</span>၎င်းတို့က ပြောကြသည်- \"သူရေးသားထားသော ရှေးလူတို့၏ ဒဏ္ဍာရီများဖြစ်ပြီး နံနက်နှင့် ညနေတို့တွင် သူ့အား ကာရန်ရွတ်ဆိုပြကြသည်။ <span>(၅)</span>ပြောပါ- \"၎င်းကို ကောင်းကင်နှင့် မြေကြီး၏ လျှို့ဝှက်ချက်ကို သိရှိတော်မူသော အရှင်က ပို့ချခဲ့ခြင်းဖြစ်သည်။ မှန်ပါစွ၊ ကိုယ်တော်သည် အပြစ်များအား ခွင့်လွှတ်တော်မူထသော အရှင်၊ အလွန်တရာ ကရုဏာတော်ရှင် ဖြစ်တော်မူသည်။ <span>(၆)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများ ကုရ်အာန်အကြောင်း ဘာပြောခဲ့သလဲ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူတို့၏ မိုက်မဲသော စိတ်များကို ဖော်ပြတော်မူသည်၊ ၎င်းတို့သည် ကုရ်အာန်အကြောင်း ပြောဆိုခဲ့ကြစဉ်က-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هَٰذَا إِلَّا إِفْكٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ လိမ်လည်မှုတစ်ခုမျှသာ ဖြစ်သည်)</span>၊ ဆိုလိုသည်မှာ မဟုတ်မမှန်ခြင်း ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">افْتَرَاهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူဖန်တီးထားသည်)</span>၊ ဆိုလိုသည်မှာ တမန်တော် ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခြားသူများကလည်း ၎င်း၌ ကူညီခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ သူသည် အခြားလူများကို ၎င်းကို စုစည်းရာတွင် ကူညီရန် တောင်းဆိုခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ جَاءُوا ظُلْمًا وَزُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ၎င်းတို့သည် မတရားသော မှားယွင်းမှုနှင့် လိမ်လည်မှုကို ပြုလုပ်ခဲ့ကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် လိမ်လည်ပြောဆိုနေသူများဖြစ်ပြီး၊ ၎င်းတို့၏ စိတ်ဝိညာဉ်များက ၎င်းတို့ပြောဆိုနေသည်မှာ မှန်ကန်ခြင်းမရှိကြောင်း သိရှိနေကြသောကြောင့် ၎င်းသည် မှားယွင်းသည်ကို ၎င်းတို့သိကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်- \"သူရေးသားထားသော ရှေးလူတို့၏ ဒဏ္ဍာရီများ...\")</span> ဆိုလိုသည်မှာ ရှေးလူတို့က ၎င်းတို့ကို ရေးသားခဲ့ကြပြီး၊ သူက ကူးယူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهِيَ تُمْلَىٰ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား သူ့အား ကာရန်ရွတ်ဆိုပြကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့ကို သူ့အား ဖတ်ပြခြင်း သို့မဟုတ် ရွတ်ပြခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُكْرَةً وَأَصِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နံနက်နှင့် ညနေတို့တွင်)</span> နေ့၏ အစနှင့် အဆုံးတွင် ဖြစ်သည်။ ဤအယူအဆသည် အလွန်မိုက်မဲပြီး ထင်ရှားစွာ မှားယွင်းသောကြောင့် လူတိုင်းက ၎င်းသည် မဟုတ်မှန်ကြောင်း သိကြသည်။ တမန်တော်မြတ် မုဟမ္မဒ်သည် သူ၏ဘဝအစ သို့မဟုတ် အဆုံးတွင် စာဖတ်ခြင်း သို့မဟုတ် စာရေးခြင်းကို လုံးဝမသင်ယူခဲ့ကြောင်း Mutawatir အစီရင်ခံစာများမှတစ်ဆင့် သိရှိရပြီး သာမန်အချက်တစ်ခုဖြစ်သည်။ သူသည် မွေးဖွားချိန်မှစ၍ သူ၏သာသနာပြုလုပ်ငန်း စတင်ချိန်အထိ ခန့်မှန်းခြေအားဖြင့် နှစ်ပေါင်းလေးဆယ်ကြာ ၎င်းတို့အကြားတွင် ကြီးပြင်းခဲ့သည်။ ၎င်းတို့သည် သူ့အကြောင်း၊ သူ၏ ရိုးသားပြီး ဖြောင့်မတ်သော စရိုက်လက္ခဏာနှင့် သူသည် လုံးဝလိမ်ညာခြင်း သို့မဟုတ် မည်သည့်မကောင်းမှု၊ မလျောက်ပတ်သော အပြုအမူမျှ မပြုလုပ်ခဲ့ပုံတို့ကို အားလုံးသိခဲ့ကြသည်။ ၎င်းတို့သည် သူ့အား အလ်-အာမင် <span class=\"gray\">(ယုံကြည်စိတ်ချရသူ)</span> ဟု ငယ်စဉ်ကတည်းက သူ့သာသနာပြုလုပ်ငန်း စတင်ချိန်အထိ ခေါ်ဝေါ်ခဲ့ကြသည်၊ အကြောင်းမှာ သူမည်မျှ မှန်ကန်ပြီး ရိုးသားသည်ကို ၎င်းတို့တွေ့မြင်ခဲ့ကြသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က သူ့အား ချီးမြှင့်တော်မူသည့်အတိုင်း ချီးမြှင့်တော်မူသောအခါ၊ ၎င်းတို့သည် သူ့အပေါ် ရန်လိုမုန်းထားကြောင်း ကြေညာခဲ့ကြပြီး၊ မည်သည့် ကျိုးကြောင်းဆင်ခြင်တတ်သူမဆို သူအပြစ်ကင်းကြောင်း သိရှိနိုင်မည့် စွပ်စွဲချက်များအားလုံးကို ထုတ်ဖော်ခဲ့ကြသည်။ ၎င်းတို့သည် သူ့အား မည်သည့်အရာနှင့် စွပ်စွဲရမည်ကို မသေချာခဲ့ကြပေ။ တစ်ခါတစ်ရံ သူသည် မှော်ဆရာဖြစ်သည်ဟု ပြောကြသည်၊ အခြားအချိန်များတွင် သူသည် ကဗျာဆရာ၊ သို့မဟုတ် ရူးသွပ်သူ၊ သို့မဟုတ် လိမ်လည်သူဖြစ်သည်ဟု ပြောကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အတွက် ၎င်းတို့မည်သို့သော ပုံဥပမာများကို တင်ပြသည်ကို ကြည့်ရှုလော့။ ထို့ကြောင့် ၎င်းတို့သည် လမ်းမှားသွားကြပြီး မည်သည့်အခါမျှ လမ်းမှန်ကို မတွေ့နိုင်တော့ပေ။)</span><span class=\"gray\">(၁၇:၄၈)</span> ၎င်းတို့၏ ခေါင်းမာမှုကို တုံ့ပြန်သည့်အနေဖြင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَنزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"၎င်းကို ကောင်းကင်နှင့် မြေကြီး၏ လျှို့ဝှက်ချက်ကို သိရှိတော်မူသော အရှင်က ပို့ချခဲ့ခြင်းဖြစ်သည်။\")</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ကုရ်အာန်ကို ထုတ်ဖော်ခဲ့ပြီး၊ ၎င်းတွင် ရှေးနှင့် နောက်ပိုင်းမျိုးဆက်များအကြောင်း မှန်ကန်သော အချက်အလက်များ၊ အတိတ်နှင့် အနာဂတ်၏ လက်တွေ့အဖြစ်အပျက်များနှင့် ကိုက်ညီသော အချက်အလက်များ ပါဝင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يَعْلَمُ السِّرَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လျှို့ဝှက်ချက်ကို သိရှိသူ)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်နှင့် မြေကြီးရှိ မမြင်နိုင်သောအရာများကို သိရှိတော်မူသော အရှင်ဖြစ်သည်; ကိုယ်တော်သည် ၎င်းတို့၏ လျှို့ဝှက်ချက်များကို သိရှိသကဲ့သို့ ၎င်းတို့တွင် မြင်နိုင်သောအရာများကိုလည်း သိရှိတော်မူသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ كَانَ غَفُورًا رَّحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ပါစွ၊ ကိုယ်တော်သည် အပြစ်များအား ခွင့်လွှတ်တော်မူထသော အရှင်၊ အလွန်တရာ ကရုဏာတော်ရှင် ဖြစ်တော်မူသည်။)</span> ဤသည်မှာ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်ထံ နောင်တရကာ ပြန်လှည့်ရန် ဖိတ်ခေါ်ခြင်းဖြစ်ပြီး၊ ကိုယ်တော့်၏ ကရုဏာတော်သည် ကျယ်ပြန့်ပြီး ကိုယ်တော့်၏ သည်းခံတော်မူခြင်းသည် အလွန်ကြီးမားကြောင်း ၎င်းတို့အား ပြောပြခြင်းဖြစ်သည်။ ကိုယ်တော်ထံ နောင်တရသူတိုင်း၏ နောင်တကို ကိုယ်တော်လက်ခံတော်မူသည်။ ၎င်းတို့၏ လိမ်လည်မှုများ၊ မကောင်းမှုများ၊ မမှန်ကန်မှုများ၊ မယုံကြည်မှုများနှင့် ခေါင်းမာမှုများအားလုံးရှိသော်လည်း၊ တမန်တော်နှင့် ကုရ်အာန်အကြောင်း ၎င်းတို့ပြောဆိုခဲ့သည်များကို ပြောဆိုခဲ့ကြသော်လည်း၊ ကိုယ်တော်သည် ၎င်းတို့အား နောင်တရရန်၊ ၎င်းတို့၏ အပြစ်များကို စွန့်လွှတ်ရန်၊ အစ္စလာမ်နှင့် မှန်ကန်သော လမ်းညွှန်ချက်ဆီသို့ လာရောက်ရန် ဖိတ်ခေါ်နေဆဲဖြစ်သည်။ ဤသည်မှာ အာယတ်ကဲ့သို့ ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ ۘ وَمَا مِنْ إِلَٰهٍ إِلَّا إِلَٰهٌ وَاحِدٌ ۚ وَإِن لَّمْ يَنتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ - أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ ۚ وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများသည် \"အလ္လာဟ်အရှင်မြတ်သည် သုံးပါးထဲမှ တတိယမြောက်ဖြစ်သည်\" ဟု ပြောဆိုခဲ့သူများ ဖြစ်သည်မှာ သေချာပါသည်။ သို့သော် တစ်ဆူတည်းသော ဘုရားမှတစ်ပါး အခြားဘုရားမရှိပါ။ ၎င်းတို့ပြောဆိုနေသည်ကို မရပ်တန့်ပါက၊ ၎င်းတို့အနက်မှ မယုံကြည်သူများအပေါ် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်တစ်ခု သေချာပေါက် ကျရောက်လိမ့်မည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံ နောင်တရကာ ခွင့်လွှတ်မှု မတောင်းခံကြပေဘူးလား။ အလ္လာဟ်အရှင်မြတ်သည် အပြစ်များအား ခွင့်လွှတ်တော်မူထသော အရှင်၊ အလွန်တရာ ကရုဏာတော်ရှင် ဖြစ်တော်မူသည်)</span><span class=\"gray\">(၅:၇၃-၇၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူ အမျိုးသားများနှင့် ယုံကြည်သူ အမျိုးသမီးများကို စမ်းသပ်မှုထဲ ထည့်သွင်းပြီးနောက် နောင်တမရသောသူများသည် အမှန်စင်စစ် ငရဲ၏ ပြစ်ဒဏ်ကို ခံစားရမည်ဖြစ်ပြီး၊ မီးလောင်ကျွမ်းခြင်း၏ ပြစ်ဒဏ်ကိုလည်း ခံစားရမည်။)</span><span class=\"gray\">(၈၅:၁၀)</span> အလ်-ဟာစန် အလ်-ဘစရီက ပြောကြားခဲ့သည်- \"ဤကြင်နာမှုနှင့် ရက်ရောမှုကို ကြည့်ပါ။ ၎င်းတို့သည် ကိုယ်တော့်မိတ်ဆွေများကို သတ်ဖြတ်ခဲ့ကြပြီး ကိုယ်တော်က ၎င်းတို့အား နောင်တရရန်နှင့် ကရုဏာတော်ခံယူရန် ခေါ်ဆိုနေသည်။\"</p>"
  },
  {
    "ayah_key": "25:41",
    "group_ayah_key": "25:41",
    "from_ayah": "25:41",
    "to_ayah": "25:44",
    "ayah_keys": "25:41,25:42,25:43,25:44",
    "text": "<p lang=\"my\" class=\"my \">သင့်ကို ၎င်းတို့တွေ့မြင်သောအခါ၊ ၎င်းတို့သည် သင့်ကို လှောင်ပြောင်ခြင်းမျှဖြင့်သာ ဆက်ဆံကြသည် <span class=\"gray\">(ပြောဆိုကြသည်)</span>- \"ဤသူသည် အလ္လာဟ်အရှင်မြတ်က တမန်တော်အဖြစ် စေလွှတ်ခဲ့သောသူလား <span>(၄၁)</span>\"ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ဘုရားများထံမှ သူ့ကို ဝတ်ပြုရာတွင် သည်းခံမြဲမြံခဲ့ခြင်း မရှိခဲ့ပါက၊ ကျွန်ုပ်တို့၏ ဘုရားများထံမှ ကျွန်ုပ်တို့ကို လမ်းမှားစေလုနီးပါး ဖြစ်ခဲ့ပေလိမ့်မည်!\" ၎င်းတို့သည် ပြစ်ဒဏ်ကို မြင်တွေ့သောအခါ၊ မည်သူသည် လမ်းမှ အလွန်ဆုံး လမ်းမှားနေသူဖြစ်သည်ကို သိရှိကြလိမ့်မည် <span>(၄၂)</span>မိမိ၏ ကိုယ်ပိုင်အချည်းနှီးသော အလိုဆန္ဒကို ဘုရားအဖြစ် ခံယူထားသူကို သင်တွေ့မြင်ခဲ့သလော။ ထို့နောက် သင်သည် သူ့အပေါ် အုပ်ထိန်းသူ ဖြစ်မည်လော <span>(၄၃)</span>သို့မဟုတ် ၎င်းတို့အများစုသည် နားထောင်ခြင်း သို့မဟုတ် နားလည်ခြင်း ရှိသည်ဟု သင်ထင်ပါသလော။ ၎င်းတို့သည် ကျွဲနွားများနှင့်သာ တူသည် – မဟုတ်ဘူး၊ ၎င်းတို့သည် လမ်းမှပင် အဝေးဆုံး လမ်းမှားနေကြသည်။ <span>(၄၄)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများက တမန်တော် <span class=\"gray\">(ﷺ)</span> ကို မည်သို့ လှောင်ပြောင်ခဲ့ကြသလဲ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများက တမန်တော်ကို ၎င်းတို့တွေ့မြင်သောအခါ မည်သို့လှောင်ပြောင်ခဲ့ကြကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ ဤသည်မှာ အာယတ်ကဲ့သို့ ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများက သင့်ကိုတွေ့မြင်သောအခါ၊ ၎င်းတို့သည် သင့်ကို လှောင်ပြောင်ရန်မှတစ်ပါး အခြားမယူကြ)</span><span class=\"gray\">(၂၁:၃၆)</span>၊ ဆိုလိုသည်မှာ ၎င်းတို့သည် သူ့တွင် အပြစ်အနာအဆာများနှင့် ချို့ယွင်းချက်များကို ရှာဖွေရန် ကြိုးစားခဲ့ကြသည်။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကို ၎င်းတို့တွေ့မြင်သောအခါ၊ ၎င်းတို့သည် သင့်ကို လှောင်ပြောင်ခြင်းမျှဖြင့်သာ ဆက်ဆံကြသည် <span class=\"gray\">(ပြောဆိုကြသည်)</span>- \"ဤသူသည် အလ္လာဟ်အရှင်မြတ်က တမန်တော်အဖြစ် စေလွှတ်ခဲ့သောသူလား\")</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် သူ့အား နှိမ့်ချရန်နှင့် ဖျက်ဆီးရန် ကြိုးစားသည့်အနေဖြင့် ဤသို့ပြောခဲ့ကြသည်၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ၎င်းတို့၏နေရာတွင် ထားတော်မူပြီး မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ရှေ့က တမန်တော်များအား အမှန်စင်စစ် လှောင်ပြောင်ခဲ့ကြသည်)</span><span class=\"gray\">(၆:၁၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ကျွန်ုပ်တို့၏ ဘုရားများထံမှ ကျွန်ုပ်တို့ကို လမ်းမှားစေလုနီးပါး ဖြစ်ခဲ့သည်)</span> ၎င်းတို့ဆိုလိုသည်မှာ- 'သူသည် ကျွန်ုပ်တို့အား ရုပ်တုကိုးကွယ်ခြင်းမှ လွှဲပြောင်းစေလုနီးပါးဖြစ်ပြီး၊ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏နည်းလမ်းများတွင် သည်းခံမြဲမြံခဲ့ခြင်းမရှိပါက သူသည် ထိုသို့လုပ်ဆောင်ပြီးသား ဖြစ်လိမ့်မည်။' ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား သတိပေးကာ ခြိမ်းခြောက်လျက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ပြစ်ဒဏ်ကို မြင်တွေ့သောအခါ သိရှိကြလိမ့်မည်...)</span></p><div lang=\"my\" class=\"my \"><h2>၎င်းတို့သည် မိမိတို့၏ အလိုဆန္ဒများကို ဘုရားအဖြစ် ခံယူခဲ့ကြပြီး ကျွဲနွားများထက်ပင် ပိုမို၍ လမ်းမှားခဲ့ကြသည်</h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ တမန်တော်အား အကယ်၍ အလ္လာဟ်အရှင်မြတ်က တစ်စုံတစ်ဦးကို လမ်းမှားစေရန်နှင့် ဆင်းရဲဒုက္ခရောက်စေရန် ဆုံးဖြတ်တော်မူပါက၊ ကိုယ်တော်မှတစ်ပါး မည်သူမျှ သူ့အား လမ်းညွှန်နိုင်မည် မဟုတ်ကြောင်း မိန့်တော်မူသည်။ ကိုယ်တော်သည် ဘုန်းတော်ကြီးလှသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتَ مَنِ اتَّخَذَ إِلَٰهَهُ هَوَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏ ကိုယ်ပိုင်အချည်းနှီးသော အလိုဆန္ဒကို ဘုရားအဖြစ် ခံယူထားသူကို သင်တွေ့မြင်ခဲ့သလော)</span> ဆိုလိုသည်မှာ မိမိ၏ ကိုယ်ပိုင်အလိုဆန္ဒများတွင် သူနှစ်သက်ပြီး ကောင်းသည်ဟု မြင်သောအရာတိုင်းသည် သူ၏ဘာသာတရားနှင့် သူ၏နည်းလမ်း ဖြစ်လာသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا ۖ فَإِنَّ اللَّهَ يُضِلُّ مَن يَشَاءُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏မကောင်းမှုများသည် သူ့အတွက် လှပသည်ဟု ထင်ရစေသူသည် ကောင်းသည်ဟု ယူဆပါက၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိသူကို လမ်းမှားစေတော်မူသည်။)</span><span class=\"gray\">[၃၅:၈]</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်သည် သူ့အပေါ် အုပ်ထိန်းသူ ဖြစ်မည်လော)</span> အိဗ်နု အဗ္ဗားစ်က ပြောကြားခဲ့သည်- \"ဂျာဟီလီယားခေတ်က လူတစ်ဦးသည် ခဏတာမျှ အဖြူရောင်ကျောက်တုံးကို ကိုးကွယ်ခဲ့သည်၊ ထို့နောက် အခြားပိုကောင်းသည်ဟု ထင်ရသော ကျောက်တုံးကို တွေ့မြင်ပါက ထိုကျောက်တုံးကို ကိုးကွယ်ပြီး ပထမကို စွန့်လွှတ်လိမ့်မည်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့အများစုသည် နားထောင်ခြင်း သို့မဟုတ် နားလည်ခြင်း ရှိသည်ဟု သင်ထင်ပါသလော)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မြက်စားကျွဲနွားများထက်ပင် ဆိုးရွားကြသည်။ ကျွဲနွားများသည် ၎င်းတို့ကို ဖန်တီးထားသည့်အတိုင်းသာ လုပ်ဆောင်ကြသည်၊ သို့သော် ဤလူများကို အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန် ဖန်တီးခဲ့ခြင်းဖြစ်ပြီး ကိုယ်တော်နှင့်တွဲဖက်၍ မည်သူမျှ မထားရန်ဖြစ်သည်။ သို့သော် ၎င်းတို့သည် ကိုယ်တော်နှင့်တွဲဖက်၍ အခြားသူများကို ကိုးကွယ်ကြသည်၊ ၎င်းတို့အပေါ် သက်သေအထောက်အထားများ ပြသပြီး တမန်တော်များလည်း စေလွှတ်ခဲ့သော်လည်း ဖြစ်သည်။</p>"
  }
]