[
  {
    "ayah_key": "2:29",
    "group_ayah_key": "2:29",
    "from_ayah": "2:29",
    "to_ayah": "2:29",
    "ayah_keys": "2:29",
    "text": "<p class=\"my translation\" lang=\"my\">သူသည်သာ မြေကြီးပေါ်ရှိ အရာခပ်သိမ်းကို သင်တို့အတွက် ဖန်ဆင်းတော်မူ၏။ ထို့နောက် သူသည် ကောင်းကင်ဘက်သို့ Istawa ila ပြု၍ ၎င်းတို့ကို ကောင်းကင် ခုနစ်ထပ်အဖြစ် ပြုလုပ်တော်မူ၏။ သူသည် အရာခပ်သိမ်းကို သိရှိတော်မူသောသူဖြစ်သည်။ <span>(29)</span></p><div lang=\"ga\" class=\"ga \"><h2>Evidence of Allah's Ability</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဖန်ဆင်းတော်မူကြောင်း အထောက်အထားများနှင့် ၎င်းတို့ကိုယ်တိုင် ၎င်း၏သက်သေအဖြစ် မြင်တွေ့နိုင်သည့်အရာများကို ဖော်ပြပြီးနောက်၊ ၎င်းတို့ မြင်တွေ့နိုင်သည့် အခြားသက်သေတစ်ခုကို ဖော်ပြတော်မူ၏။ ၎င်းမှာ ကောင်းကင်နှင့်မြေကြီး ဖန်ဆင်းခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည်သာ မြေကြီးပေါ်ရှိ အရာခပ်သိမ်းကို သင်တို့အတွက် ဖန်ဆင်းတော်မူ၏။ ထို့နောက် သူသည် ကောင်းကင်ဘက်သို့ Istawa ila ပြု၍ ၎င်းတို့ကို ကောင်းကင် ခုနစ်ထပ်အဖြစ် ပြုလုပ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ သူသည် ကောင်းကင်ဘက်သို့ လှည့်တော်မူ၏။</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوَّاهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို ပြုလုပ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ သူသည် ကောင်းကင်ကို ကောင်းကင် ခုနစ်ထပ်အဖြစ် ပြုလုပ်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَوَّاهُنَّ سَبْعَ سَمَـوَاتٍ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို ကောင်းကင် ခုနစ်ထပ်အဖြစ် ပြုလုပ်တော်မူ၏။ သူသည် အရာခပ်သိမ်းကို သိရှိတော်မူသောသူဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ သူ၏ အသိပညာသည် သူ၏ ဖန်ဆင်းထားသမျှ အရာခပ်သိမ်းကို လွှမ်းခြုံထားသည်၊ အခြားကျမ်းပိုဒ်တစ်ခုတွင် သူမိန့်တော်မူသကဲ့သို့-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلاَ يَعْلَمُ مَنْ خَلَقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖန်ဆင်းခဲ့သူသည် မသိသင့်ပေဘူးလား။)</span><span class=\"gray\">(67:14)</span>.</p><div lang=\"my\" class=\"my \"><h2>ဖန်ဆင်းခြင်း၏အစ</h2></div><p lang=\"my\" class=\"my \">ဤကျမ်းပိုဒ် <span class=\"gray\">(2:29)</span> ကို ဆူရဟ် အစ်-ဆာဂျ်ဒဟ်တွင် အသေးစိတ် ရှင်းပြထားသည်၊ ထိုတွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَادًا ۚ ذَٰلِكَ رَبُّ الْعَالَمِينَ - وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِّلسَّائِلِينَ - ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ - فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَىٰ فِي كُلِّ سَمَاءٍ أَمْرَهَا ۚ وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ <span class=\"gray\">(အို မိုဟာမက် ﷺ)</span>: \"မြေကြီးကို နှစ်ရက်အတွင်း ဖန်ဆင်းတော်မူသောသူအား သင်တို့ တကယ်ပင် မယုံကြည်ကြသလော။ သင်တို့သည် သူနှင့်အတူ ပြိုင်ဘက်များကို <span class=\"gray\">(ဝတ်ပြုရာတွင်)</span> ထားရှိကြသလော။ ထိုသူသည် ရှိရှိသမျှ အရာခပ်သိမ်းတို့၏ သခင်ဖြစ်သည်။ သူသည် ထိုမြေကြီးပေါ်တွင် ၎င်းအပေါ်မှ ခိုင်ခံ့သော တောင်များကို ထားရှိတော်မူ၏။ သူသည် ၎င်းအား ကောင်းချီးပေးတော်မူ၏။ ထို့ပြင် ၎င်း၏နေထိုင်သူများအတွက် ၎င်း၏စားနပ်ရိက္ခာကို လေးရက်အတွင်း တန်းတူ <span class=\"gray\">(ဆိုလိုသည်မှာ ဤလေးရက်စလုံးသည် အချိန်ကာလအားဖြင့် တူညီသည်)</span> တိုင်းတာတော်မူ၏၊ <span class=\"gray\">(၎င်း၏ဖန်ဆင်းခြင်းနှင့်ပတ်သက်၍)</span> မေးမြန်းသူ အားလုံးအတွက်။ ထို့နောက် သူသည် ကောင်းကင်သို့ Istawa ila ပြုတော်မူ၏၊ ထိုစဉ်က ၎င်းသည် မီးခိုးငွေ့ဖြစ်၏။ သူသည် ၎င်းအားနှင့် မြေကြီးအား \"သင်တို့နှစ်ဦးစလုံး ဆန္ဒအလျောက်ဖြစ်စေ၊ မဆန္ဒအလျောက်ဖြစ်စေ လာကြလော့\" ဟု မိန့်တော်မူ၏။ ၎င်းတို့နှစ်ဦးစလုံးက \"ကျွန်ုပ်တို့ ဆန္ဒအလျောက် လာပါသည်\" ဟု ပြောကြားကြ၏။ ထို့နောက် သူသည် ၎င်းတို့ကို နှစ်ရက်အတွင်း ကောင်းကင် ခုနစ်ထပ် <span class=\"gray\">(အဖြစ်)</span> ပြီးစီးစေတော်မူ၏။ သူသည် ကောင်းကင်တစ်ခုစီတိုင်းတွင် ၎င်း၏ကိစ္စကို ပြုလုပ်တော်မူ၏။ ကျွန်ုပ်တို့သည် အနီးဆုံး <span class=\"gray\">(အနိမ့်ဆုံး)</span> ကောင်းကင်ကို မီးပန်းများ <span class=\"gray\">(ကြယ်များ)</span> ဖြင့် အလှဆင်ခဲ့သည်၊ အလှဆင်ရန်အပြင် ကာကွယ်ရန် <span class=\"gray\">(မာရ်နတ်များအား ဒုံးကျည်များအဖြစ် အသုံးပြု၍ ကာကွယ်ရန်)</span> အတွက်ပါဖြစ်သည်။ ထိုသို့သော အရာသည် အနန္တတန်ခိုးရှင်၊ အရာခပ်သိမ်းကို သိရှိတော်မူသောသူ၏ အမိန့်တော်ဖြစ်သည်။)</span><span class=\"gray\">(41:9-12)</span>.</p><p lang=\"my\" class=\"my \">ဤကျမ်းပိုဒ်များသည် အလ္လာဟ်အရှင်မြတ်သည် မြေကြီးကို ဖန်ဆင်းခြင်းဖြင့် စတင်ခဲ့ပြီး၊ ထို့နောက် ကောင်းကင်ကို ကောင်းကင် ခုနစ်ထပ်အဖြစ် ပြုလုပ်ခဲ့ကြောင်း ဖော်ပြသည်။ ဤသည်မှာ အဆောက်အအုံဆောက်လုပ်ခြင်းသည် အများအားဖြင့် အောက်ထပ်မှ စတင်ပြီးမှ အပေါ်ထပ်များသို့ ရောက်ရှိသကဲ့သို့ပင်ဖြစ်သည်၊ တဖ်စီးရ်ပညာရှင်များ ထပ်မံအတည်ပြုပြောကြားခဲ့သကဲ့သို့ပင်၊ အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိပါက ကျွန်ုပ်တို့ သိရှိလာမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأَنتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ ۚ بَنَاهَا - رَفَعَ سَمْكَهَا فَسَوَّاهَا - وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا - وَالْأَرْضَ بَعْدَ ذَٰلِكَ دَحَاهَا - أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا - وَالْجِبَالَ أَرْسَاهَا - مَتَاعًا لَّكُمْ وَلِأَنْعَامِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဖန်ဆင်းရန် ပိုခက်ခဲသလော သို့မဟုတ် သူတည်ဆောက်ခဲ့သော ကောင်းကင်က ပိုခက်ခဲသလော။ သူသည် ၎င်း၏ အမြင့်ကို မြှင့်တင်ခဲ့ပြီး ပြီးပြည့်စုံစေခဲ့သည်။ ၎င်း၏ညကို သူသည် မှောင်မိုက်ဖြင့် ဖုံးလွှမ်းပြီး ၎င်း၏နံနက်ခင်းကို သူသည် <span class=\"gray\">(အလင်းဖြင့်)</span> ထုတ်ဖော်သည်။ ထို့နောက် မြေကြီးကို သူသည် ဖြန့်ကျက်ထားသည်။ ၎င်းမှ ၎င်း၏ရေနှင့် ၎င်း၏ကျက်စားရာ မြက်ခင်းများကို ထုတ်ဖော်ခဲ့သည်။ တောင်များကို သူသည် ခိုင်မြဲစွာ ပြုလုပ်ထားသည်။ <span class=\"gray\">(ဖြစ်စေရန်)</span> သင်တို့နှင့် သင်တို့၏ တိရစ္ဆာန်များအတွက် စားနပ်ရိက္ခာနှင့် အကျိုးကျေးဇူး)</span><span class=\"gray\">(79:27-33)</span>.</p><p lang=\"my\" class=\"my \">ကျမ်းပိုဒ် <span class=\"gray\">(2:29)</span> ပါ \"ထို့နောက်\" သည် ပေးထားသော အချက်အလက်များကို ရွတ်ဖတ်သည့် အစီအစဉ်နှင့်သာ သက်ဆိုင်ပြီး ဖော်ပြထားသော ဖြစ်ရပ်များ ဖြစ်ပေါ်ခဲ့သည့် အစီအစဉ်နှင့် မသက်ဆိုင်ဟု ဆိုကြသည်။ ဤအကြောင်းကို အလီ ဘင် အဘီ တာလ်ဟဟ်က အိဗ်နု အဘ္ဘားစ်ထံမှ သတင်းပို့ခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ကောင်းကင်မတိုင်မီ မြေကြီးကို ဖန်ဆင်းခဲ့သည်</h2></div><p lang=\"my\" class=\"my \">မုဂျာဟိဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို မှတ်ချက်ပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الْأَرْضِ جَمِيعًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည်သာ မြေကြီးပေါ်ရှိ အရာခပ်သိမ်းကို သင်တို့အတွက် ဖန်ဆင်းတော်မူ၏။)</span> \"အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်မတိုင်မီ မြေကြီးကို ဖန်ဆင်းခဲ့သည်၊ သူသည် မြေကြီးကို ဖန်ဆင်းသောအခါ၊ ၎င်းမှ မီးခိုးများ ထွက်ပေါ်လာသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ وَهِيَ دُخَانٌ</p><p lang=\"fy\" class=\"fy \"><span class=\"gray\">(Then He Istawa ila <span class=\"gray\">(turned towards)</span> the heaven when it was smoke.)</span><span class=\"gray\">(41:11)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို ကောင်းကင် ခုနစ်ထပ်အဖြစ် ပြုလုပ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ တစ်ထပ်အပေါ် တစ်ထပ်၊ 'မြေကြီးခုနစ်ထပ်' ဆိုသည်မှာ တစ်ထပ်အောက် တစ်ထပ်ဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">ဤကျမ်းပိုဒ်သည် မြေကြီးကို ကောင်းကင်မတိုင်မီ ဖန်ဆင်းခဲ့သည်ဟူသော အချက်ကို သက်သေပြသည်၊ အလ္လာဟ်အရှင်မြတ်က ဆူရဟ် အစ်-ဆာဂျ်ဒဟ်ရှိ ကျမ်းပိုဒ်များတွင် ဖော်ပြထားသည့်အတိုင်းဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ကောင်းကင်များကို ဖန်ဆင်းပြီးနောက် မြေကြီးကို ဖြန့်ကျက်ခြင်း</h2></div><p lang=\"my\" class=\"my \">ဆဟီးဟ် အလ်-ဘူခါရီက အိဗ်နု အဘ္ဘားစ်အား ဤကိစ္စနှင့် ပတ်သက်၍ မေးမြန်းသောအခါ၊ သူက မြေကြီးကို ကောင်းကင်မတိုင်မီ ဖန်ဆင်းခဲ့ပြီး၊ ကောင်းကင်ဖန်ဆင်းပြီးမှသာ မြေကြီးကို ဖြန့်ကျက်ခဲ့သည်ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ ရှေးခေတ်နှင့် မကြာသေးမီက တဖ်စီးရ်ပညာရှင် အများအပြားကလည်း ထိုနည်းအတိုင်းပင် ပြောကြားခဲ့ကြသည်၊ ဆူရဟ် အန်-နာဇိအာတ် <span class=\"gray\">(အခန်း ၇၉)</span> ၏ တဖ်စီးရ်တွင် ကျွန်ုပ်တို့ အသေးစိတ် ရှင်းပြခဲ့သကဲ့သို့ပင်။ ထိုဆွေးနွေးမှု၏ ရလဒ်မှာ 'ဒဟာ' <span class=\"gray\">(အထက်တွင် \"ဖြန့်ကျက်သည်\" ဟု ဘာသာပြန်ထားသော)</span> ဟူသော စကားလုံးကို အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်တွင် ဖော်ပြပြီး ရှင်းပြထားခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَرْضَ بَعْدَ ذَٰلِكَ دَحَاهَا - أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا - وَالْجِبَالَ أَرْسَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မြေကြီးကို သူသည် ဖြန့်ကျက်ထားသည်။ ၎င်းမှ ၎င်း၏ရေနှင့် ၎င်း၏ကျက်စားရာ မြက်ခင်းများကို ထုတ်ဖော်ခဲ့သည်။ တောင်များကို သူသည် ခိုင်မြဲစွာ ပြုလုပ်ထားသည်။)</span><span class=\"gray\">(79:30-32)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ ဒဟာ ဆိုသည်မှာ မြေကြီး၏ ရတနာများကို ကမ္ဘာနှင့် ကောင်းကင်တွင် နေထိုင်မည့်အရာများကို ဖန်ဆင်းပြီးစီးသည့်နောက် ၎င်း၏ မျက်နှာပြင်သို့ ထုတ်ဖော်ခဲ့ခြင်းဖြစ်သည်။ မြေကြီးသည် ဒဟာ ဖြစ်လာသောအခါ၊ ရေသည် ၎င်း၏ မျက်နှာပြင်သို့ ထွက်ပေါ်လာပြီး အမျိုးမျိုးသော အမျိုးအစားများ၊ အရောင်များ၊ ပုံသဏ္ဌာန်များနှင့် အပင်မျိုးစုံ ပေါက်ရောက်လာသည်။ ကြယ်များသည် ၎င်းတို့ပတ်လည် လှည့်ပတ်နေသော ဂြိုဟ်များနှင့်အတူ လှည့်ပတ်စပြုလာသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  }
]