[
  {
    "ayah_key": "23:84",
    "group_ayah_key": "23:84",
    "from_ayah": "23:84",
    "to_ayah": "23:90",
    "ayah_keys": "23:84,23:85,23:86,23:87,23:88,23:89,23:90",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"ကမ္ဘာမြေနှင့် ၎င်းတွင်ရှိသောသူအားလုံးသည် မည်သူပိုင်သနည်း။ အကယ်၍ သင်တို့သိပါက! <span>(84)</span>သူတို့ကပြောကြမည်- \"အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်သည်။\" ပြောပါ- \"ထို့နောက် သင်တို့သတိမရကြတော့ဘူးလား။ <span>(85)</span>ပြောပါ- \"မိုးကောင်းကင်ခုနစ်ထပ်၏ သခင်နှင့် ခမ်းနားသောပလ္လင်တော်၏ သခင်သည် မည်သူနည်း။ <span>(86)</span>သူတို့ကပြောကြမည်- \"အလ္လာဟ်အရှင်မြတ်။\" ပြောပါ- \"ထို့နောက် သင်တို့ တကဝါတရားမရှိကြတော့ဘူးလား။ <span>(87)</span>ပြောပါ- \"အရာရာတိုင်း၏ အချုပ်အခြာအာဏာသည် မည်သူ၏လက်ထဲတွင် ရှိသနည်း။ ၎င်းပြင် အရှင်မြတ်က ကာကွယ်ပေးတော်မူ၏၊ မည်သူတစ်ဦးတစ်ယောက်မျှ ကာကွယ်ပေးနိုင်သူမရှိဘဲ၊ အကယ်၍ သင်တို့သိပါက။ <span>(88)</span>သူတို့ကပြောကြမည်- \"<span class=\"gray\">(အားလုံးသည်)</span> အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်သည်။\" ပြောပါ- \"ထို့နောက် သင်တို့ မည်သို့လှည့်စားခံရပြီး အမှန်တရားမှ ကင်းဝေးသွားကြသနည်း။ <span>(89)</span>မဟုတ်ဘူး၊ ငါတို့သည် သူတို့ထံသို့ အမှန်တရားကို ယူဆောင်လာခဲ့ပြီး၊ အမှန်စင်စစ် သူတို့သည် လိမ်လည်ပြောဆိုသူများဖြစ်သည်။ <span>(90)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်ပွားကိုးကွယ်သူများသည် တောင်ဟိဒ် အလ်-ရူဘူဘီယဟ်ကို ယုံကြည်ကြပြီး၊ ၎င်းသည် သူတို့အား တောင်ဟိဒ် အလ်-အူလူဟီယဟ်ကို ယုံကြည်ရန် လိုအပ်သည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် တစ်ပါးတည်းဖြစ်ကြောင်း၊ အရှင်မြတ်၏ ဖန်ဆင်းခြင်း၊ ထိန်းချုပ်ခြင်း၊ အချုပ်အခြာအာဏာစက်တွင် ကိုယ်ပိုင်ဖြစ်ကြောင်း၊ အရှင်မြတ်မှလွဲ၍ အခြားဘုရားမရှိကြောင်း၊ အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်သင့်ကြောင်း၊ မည်သည့်အဖော်အင်ဖက်မျှ မရှိကြောင်းကို လူသားအား နားလည်အောင် လမ်းညွှန်တော်မူကြောင်း ဖော်ပြထားသည်။ အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော် မုဟမ္မဒ် ﷺ ကို အရှင်မြတ်မှလွဲ၍ အခြားသူများကို ကိုးကွယ်သော ရုပ်ပွားကိုးကွယ်သူများအား အရှင်မြတ်၏ သခင်ဖြစ်မှုကို ဝန်ခံကြသော်လည်း၊ သခင်ဖြစ်မှုတွင် အရှင်မြတ်တွင် မည်သည့်အဖော်အင်ဖက်မျှမရှိကြောင်း ပြောကြားရန် မိန့်ကြားထားသည်။ သို့သော်လည်း ဤအချက်ရှိနေသော်လည်း သူတို့သည် အရှင်မြတ်အား ကိုးကွယ်မှုတွင် အဖော်အင်ဖက်များ ရှိသည်ဟု စွပ်စွဲနေဆဲဖြစ်ပြီး၊ သူတို့ ကိုးကွယ်သောသူများသည် မည်သည့်အရာကိုမျှ ဖန်တီးနိုင်ခြင်းမရှိ၊ မည်သည့်အရာကိုမျှ ပိုင်ဆိုင်ခြင်းမရှိ၊ မည်သည့်အရာကိုမျှ ထိန်းချုပ်နိုင်ခြင်းမရှိကြောင်းကို အသိအမှတ်ပြုထားသော်လည်း အရှင်မြတ်မှလွဲ၍ အခြားသူများကို ကိုးကွယ်နေဆဲဖြစ်သည်။ သို့သော်လည်း သူတို့သည် ဤဖန်ဆင်းခံများသည် သူတို့အား အလ္လာဟ်အရှင်မြတ်နှင့် ပိုမိုနီးစပ်စေနိုင်သည်ဟု ယုံကြည်နေဆဲဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ငါတို့အား အလ္လာဟ်အရှင်မြတ်ထံသို့ နီးစပ်စေရန်သာ ငါတို့က သူတို့ကို ကိုးကွယ်ကြသည်)</span><span class=\"gray\">(39:3)</span>။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لِّمَنِ الْأَرْضُ وَمَن فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ကမ္ဘာမြေနှင့် ၎င်းတွင်ရှိသောသူအားလုံးသည် မည်သူပိုင်သနည်း။\")</span> ဆိုလိုသည်မှာ \"၎င်းကို ဖန်ဆင်းခဲ့ပြီး၊ ၎င်းတွင်ရှိသော တိရစ္ဆာန်များ၊ အပင်များ၊ သစ်သီးများနှင့် အခြားဖန်ဆင်းခံ အမျိုးမျိုးအားလုံး၏ ပိုင်ရှင်သည် မည်သူနည်း။\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنْ كُنْتُمْ تَعْلَمُونَ - سَيَقُولُونَ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အကယ်၍ သင်တို့သိပါက!\" သူတို့က ပြောကြမည်- \"အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်သည်။\")</span> ဆိုလိုသည်မှာ၊ ၎င်းသည် မည်သည့်အဖော်အင်ဖက်မျှမပါဘဲ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းသာ ပိုင်ဆိုင်ကြောင်းကို သူတို့ဝန်ခံကြလိမ့်မည်။ ထိုသို့ဆိုပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَفَلَا تَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ထို့နောက် သင်တို့သတိမရကြတော့ဘူးလား။\")</span> ဖန်ဆင်းရှင်နှင့် ပေးသနားရှင်မှလွဲ၍ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ကိုးကွယ်သင့်သည်မဟုတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَن رَّبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"မိုးကောင်းကင်ခုနစ်ထပ်၏ သခင်နှင့် ခမ်းနားသောပလ္လင်တော်၏ သခင်သည် မည်သူနည်း။\")</span> ဆိုလိုသည်မှာ \"ဂြိုဟ်များ၊ အလင်းရောင်များနှင့် ကောင်းကင်တမန်များဖြင့် အထက်ပိုင်းဒေသကို ဖန်ဆင်းရှင်သည် မည်သူနည်း။ ထိုကောင်းကင်တမန်များသည် အရှင်မြတ်အား ဒေသအားလုံးနှင့် ဦးတည်ချက်အားလုံးတွင် နာခံကြသည်။ ဖန်ဆင်းခံအားလုံးထဲတွင် အမြင့်ဆုံးဖြစ်သော ခမ်းနားသောပလ္လင်တော်၏ သခင်သည် မည်သူနည်း။\" အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّ الْعَرْشِ الْعَظِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ခမ်းနားသောပလ္လင်တော်၏ သခင်)</span>၊ ဆိုလိုသည်မှာ ခမ်းနားကြီးကျယ်သော ပလ္လင်တော်။ ဆူရာ၏အဆုံးတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّ الْعَرْشِ الْكَرِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမြင့်မြတ်ဆုံးပလ္လင်တော်၏ သခင်!)</span><span class=\"gray\">(23:116)</span>၊ ဆိုလိုသည်မှာ ထည်ဝါခမ်းနားသည်။ ပလ္လင်တော်သည် အမြင့်နှင့် ကျယ်ဝန်းမှု၏ ထူးခြားချက်များနှင့် ထည်ဝါခမ်းနားမှုကို ပေါင်းစပ်ထားသည်။ ဤအကြောင်းကြောင့် ၎င်းကို ပတ္တမြားနီများဖြင့် ပြုလုပ်ထားသည်ဟု ဆိုခဲ့ကြသည်။ အိဗ်နု မပ်စူဒ်က ပြောကြားသည်မှာ၊ \"အသင့်သခင်အနီးတွင် ညမရှိ၊ နေ့မရှိ၊ ပလ္လင်တော်၏အလင်းရောင်သည် အရှင်မြတ်၏ မျက်နှာတော်မှ အလင်းရောင်ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြမည်- \"အလ္လာဟ်အရှင်မြတ်။\" ပြောပါ- \"ထို့နောက် သင်တို့ တကဝါတရားမရှိကြတော့ဘူးလား။\")</span> ဆိုလိုသည်မှာ၊ အရှင်မြတ်သည် မိုးကောင်းကင်များ၏ သခင်နှင့် ခမ်းနားသောပလ္လင်တော်၏ သခင်ဖြစ်ကြောင်း သင်တို့ ဝန်ခံကြပြီးဖြစ်၍၊ အရှင်မြတ်မှလွဲ၍ အခြားသူများကို ကိုးကွယ်ခြင်းနှင့် အရှင်မြတ်နှင့် အခြားသူများကို တွဲဖက်ကိုးကွယ်ခြင်းအတွက် အရှင်မြတ်၏ အပြစ်ဒဏ်ကို သင်တို့ မကြောက်ရွံ့ကြတော့ဘူးလား။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَن بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အရာရာတိုင်း၏ အချုပ်အခြာအာဏာသည် မည်သူ၏လက်ထဲတွင် ရှိသနည်း။\")</span> ဆိုလိုသည်မှာ အချုပ်အခြာအာဏာသည် အရှင်မြတ်၏လက်ထဲတွင် ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လှုပ်ရှားနေသော မည်သည့်သတ္တဝါမျှမရှိ၊ သို့သော် အရှင်မြတ်သည် ၎င်း၏ နဖူးဆံပင်ကို ဖမ်းဆုပ်ထားသည်)</span><span class=\"gray\">(11:56)</span>။ ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းကို ထိန်းချုပ်ထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် မုဟမ္မဒ် ﷺ က မိန့်ကြားလေ့ရှိသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا وَالَّذِي نَفْسِي بِيَدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်၏ အသက်ဝိညာဉ်သည် မည်သူ၏လက်ထဲတွင် ရှိသည်ကို သက်သေပြုလျက်။)</span> အရှင်မြတ်က ကျိန်ဆိုသောအခါ၊ အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا وَمُقَلِّبِ الْقُلُوبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှလုံးသားများကို လှည့်ပတ်ပြောင်းလဲပေးသော <span class=\"gray\">(ထိန်းချုပ်သော)</span> အရှင်မြတ်ကို သက်သေပြုလျက်။)</span> အရှင်မြတ်သည် ဂုဏ်တော်အပေါင်းနှင့် ပြည့်စုံတော်မူသော ဖန်ဆင်းရှင်၊ အချုပ်အခြာအာဏာပိုင်၊ ထိန်းချုပ်ရှင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က ကာကွယ်ပေးတော်မူ၏၊ မည်သူတစ်ဦးတစ်ယောက်မျှ ကာကွယ်ပေးနိုင်သူမရှိဘဲ၊ အကယ်၍ သင်တို့သိပါက။)</span> အာရပ်များကြားတွင် ခေါင်းဆောင်တစ်ဦးက လူတစ်ဦးအား ကာကွယ်ပေးမည်ဟု ကြေညာပါက၊ မည်သူမျှ ထိုသူကို ဆန့်ကျင်နိုင်မည်မဟုတ်သော်လည်း၊ မည်သူမျှ ထိုခေါင်းဆောင်ကို ဆန့်ကျင်၍ ကာကွယ်ပေးနိုင်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က ကာကွယ်ပေးတော်မူ၏၊ မည်သူတစ်ဦးတစ်ယောက်မျှ ကာကွယ်ပေးနိုင်သူမရှိဘဲ၊)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် အမြင့်မြတ်ဆုံးသခင်ဖြစ်ပြီး၊ အရှင်မြတ်ထက် သာလွန်သူမရှိပေ။ အရှင်မြတ်သည် ဖန်ဆင်းရန်နှင့် အမိန့်ပေးရန် အာဏာရှိပြီး၊ မည်သူမျှ အရှင်မြတ်၏ အမိန့်ကို မပြောင်းလဲနိုင်၊ မဆန့်ကျင်နိုင်ပေ။ အရှင်မြတ်အလိုရှိရာ ဖြစ်မြောက်ပြီး၊ အရှင်မြတ်အလိုမရှိပါက ဖြစ်မြောက်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်လုပ်ဆောင်သည်များကို မည်သူမျှမေးမြန်းနိုင်မည်မဟုတ်သော်လည်း၊ သူတို့ကိုမူ မေးမြန်းခံရမည်။)</span><span class=\"gray\">(21:23)</span> အရှင်မြတ်၏ ကြီးမြတ်မှု၊ ဂုဏ်ယူဝံ့ကြွားမှု၊ ကြီးမားသော တန်ခိုးအာဏာ၊ ဉာဏ်ပညာနှင့် တရားမျှတမှုတို့ကြောင့် အရှင်မြတ်လုပ်ဆောင်သည်များကို မည်သူမျှမေးမြန်းနိုင်မည်မဟုတ်ပေ။ သို့သော် အရှင်မြတ်၏ ဖန်ဆင်းခံအားလုံးသည် သူတို့လုပ်ဆောင်ခဲ့သည်များအတွက် မေးမြန်းခံရမည်ဖြစ်ကြောင်း အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ - عَمَّا كَانُوا يَعْمَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့်၊ အသင့်သခင်ကို ကျိန်ဆိုလျက်၊ အမှန်စင်စစ် ငါတို့သည် သူတို့အားလုံးကို စစ်ဆေးမေးမြန်းမည်။ သူတို့လုပ်ဆောင်ခဲ့သည်များအားလုံးအတွက်။)</span><span class=\"gray\">(15:92-93)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَقُولُونَ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြမည်- \"<span class=\"gray\">(အားလုံးသည်)</span> အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်သည်။\")</span> ဆိုလိုသည်မှာ၊ အရာရာကို ကာကွယ်ပေးသော အနန္တတန်ခိုးရှင်သခင်ဖြစ်ပြီး၊ အရှင်မြတ်ကို ဆန့်ကျင်၍ ကာကွယ်ပေးနိုင်သူမရှိသည်မှာ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းဖြစ်ကြောင်း၊ မည်သည့်အဖော်အင်ဖက်မျှ မရှိကြောင်းကို သူတို့ဝန်ခံကြလိမ့်မည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ فَأَنَّىٰ تُسْحَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ထို့နောက် သင်တို့ မည်သို့လှည့်စားခံရပြီး အမှန်တရားမှ ကင်းဝေးသွားကြသနည်း။\")</span> ဆိုလိုသည်မှာ၊ သင်တို့က ၎င်းကို အသိအမှတ်ပြုပြီး ဝန်ခံထားချိန်တွင် အရှင်မြတ်မှလွဲ၍ အခြားသူများကို ကိုးကွယ်ခြင်းဟူသော အယူအဆကို သင်တို့၏ စိတ်များသည် မည်သို့လက်ခံနိုင်မည်နည်း။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ أَتَيْنَاهُمْ بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ ငါတို့သည် သူတို့ထံသို့ အမှန်တရားကို ယူဆောင်လာခဲ့ပြီး၊)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားကိုးကွယ်ထိုက်သော ဘုရားမရှိကြောင်း ကြေညာခြင်းနှင့် ထိုအချက်အတွက် ရှင်းလင်းပြတ်သားသော ခိုင်မာသောသက်သေကို တည်ထောင်ခြင်းဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အမှန်စင်စစ် သူတို့သည် လိမ်လည်ပြောဆိုသူများဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ခြင်းတွင် သူတို့၌ သက်သေအထောက်အထားမရှိဘဲ လုပ်ဆောင်နေကြသောကြောင့်၊ ဤဆူရာ၏အဆုံးတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ ۚ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားဘုရားတစ်ပါးကို တောင်းဆိုသူမည်သူမဆို၊ ထိုဘုရားအတွက် သူ၌ သက်သေမရှိပါက၊ ၎င်း၏ စစ်ဆေးခြင်းသည် ၎င်း၏သခင်ထံတွင်သာ ရှိသည်။ အမှန်စင်စစ် မယုံကြည်သူများသည် အောင်မြင်မည်မဟုတ်ပေ။)</span><span class=\"gray\">(23:117)</span></p><p lang=\"my\" class=\"my \">ရုပ်ပွားကိုးကွယ်သူများတွင် သူတို့လုပ်ဆောင်နေသည်များအတွက် မည်သည့်သက်သေအထောက်အထားမျှမရှိ၊ ၎င်းက သူတို့ကို မုသာနှင့် လမ်းမှားသို့ ရောက်စေခဲ့သည်။ အမှန်စင်စစ် သူတို့သည် ရှုပ်ထွေးပြီး မသိနားမလည်သော သူတို့၏ ဘိုးဘေးများနှင့် ရှေးလူများကို လိုက်နာနေကြခြင်းဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က သူတို့ကို ဖော်ပြထားသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِم مُّقْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငါတို့သည် ငါတို့၏ ဘိုးဘေးများကို သတ်မှတ်ထားသော နည်းလမ်းနှင့် ဘာသာတရားကို လိုက်နာနေသည်ကို တွေ့ရှိခဲ့ရပြီး၊ ငါတို့သည်လည်း သူတို့၏ ခြေရာများကို အမှန်စင်စစ် လိုက်နာမည်။\")</span><span class=\"gray\">(43:23)</span></p>"
  },
  {
    "ayah_key": "23:91",
    "group_ayah_key": "23:91",
    "from_ayah": "23:91",
    "to_ayah": "23:92",
    "ayah_keys": "23:91,23:92",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သားတော် <span class=\"gray\">(သို့မဟုတ် သားသမီး)</span> ကို မမွေးဖွားခဲ့ပေ။ အရှင်မြတ်နှင့်အတူ မည်သည့်ဘုရားမျှလည်း မရှိပေ။ <span class=\"gray\">(အကယ်၍ ဘုရားများစွာ ရှိခဲ့ပါက)</span> ထိုအခါ ဘုရားတစ်ပါးစီသည် မိမိဖန်တီးထားသည်များကို သိမ်းယူသွားမည်ဖြစ်ပြီး၊ အချို့က အချို့ကို အောင်နိုင်ရန် ကြိုးစားကြမည်! အရှင်မြတ်အား သူတို့ စွပ်စွဲပြောဆိုသည်များအားလုံးထက် သန့်ရှင်းမြင့်မြတ်တော်မူပါစေ <span>(91)</span>ထင်ရှားသောနှင့် မထင်ရှားသော အရာအားလုံးကို သိတော်မူသော အရှင်! အရှင်မြတ်အား သူတို့ အဖော်အင်ဖက်အဖြစ် ပူးပေါင်းကြသည်များအားလုံးထက် မြင့်မြတ်တော်မူပါစေ <span>(92)</span></p><div lang=\"gl\" class=\"gl \"><h2>Allah Has No Partner or Associate</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အချုပ်အခြာအာဏာ၊ ထိန်းချုပ်မှုနှင့် ကိုးကွယ်မှုတို့တွင် မည်သည့်သားသမီး သို့မဟုတ် အဖော်အင်ဖက်မျှ မရှိကြောင်း မိမိကိုယ်ကို ကြေညာတော်မူသည်။ အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا اتَّخَذَ اللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَٰهٍ ۚ إِذًا لَّذَهَبَ كُلُّ إِلَٰهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သားတော်ကို မမွေးဖွားခဲ့ပေ၊ အရှင်မြတ်နှင့်အတူ မည်သည့်ဘုရားမျှလည်း မရှိပေ။ <span class=\"gray\">(အကယ်၍ ဘုရားများစွာ ရှိခဲ့ပါက)</span> ထိုအခါ ဘုရားတစ်ပါးစီသည် မိမိဖန်တီးထားသည်များကို သိမ်းယူသွားမည်ဖြစ်ပြီး၊ အချို့က အချို့ကို အောင်နိုင်ရန် ကြိုးစားကြမည်။)</span> ဆိုလိုသည်မှာ၊ အကယ်၍ ဘုရားများစွာ ရှိရန် သတ်မှတ်ထားပါက၊ သူတို့တစ်ဦးစီသည် မိမိဖန်တီးခဲ့သည်များအပေါ် သီးသန့်ထိန်းချုပ်ပိုင်ခွင့်ရှိမည်ဖြစ်ရာ စကြာဝဠာတွင် မည်သည့်စည်းမျဉ်းစည်းကမ်းမျှ ရှိတော့မည်မဟုတ်ပေ။ သို့သော် ငါတို့တွေ့မြင်ရသည်မှာ စကြာဝဠာသည် စနစ်တကျရှိပြီး စုစည်းညီညွတ်လျက်ရှိပြီး၊ အပေါ်ပိုင်းနှင့် အောက်ပိုင်းဒေသများသည် အကောင်းဆုံးနည်းဖြင့် တစ်ခုနှင့်တစ်ခု ချိတ်ဆက်နေကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا تَرَىٰ فِي خَلْقِ الرَّحْمَٰنِ مِن تَفَاوُتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် အနန္တကရုဏာတော်ရှင်၏ ဖန်ဆင်းမှုတွင် မည်သည့်ချို့ယွင်းချက်ကိုမျှ မတွေ့ရပေ)</span><span class=\"gray\">(67:3)</span>။ ထို့အပြင်၊ အကယ်၍ ဘုရားများစွာရှိပါက၊ သူတို့တစ်ဦးစီသည် ရန်လိုမှုဖြင့် တစ်ဦးကိုတစ်ဦး လွှမ်းမိုးချုပ်ကိုင်ရန် ကြိုးစားကြမည်ဖြစ်ပြီး၊ တစ်ဦးက အခြားတစ်ဦးကို အောင်နိုင်မည်ဖြစ်သည်။ ဤအချက်ကို 'အိလ်မ်-အူလ်-ကလာမ်' ပညာရှင်များက အပြန်အလှန်ခုခံမှု သို့မဟုတ် တန်ပြန်လုပ်ဆောင်မှု၏ သက်သေအထောက်အထားကို အသုံးပြု၍ ဆွေးနွေးပြောကြားခဲ့ကြသည်။ ဤအယူအဆက ဖန်ဆင်းရှင်နှစ်ပါး သို့မဟုတ် ထို့ထက်ပို၍ ရှိပါက၊ တစ်ပါးက ခန္ဓာကိုယ်တစ်ခုကို ရွေ့လျားစေလိုမည်ဖြစ်ပြီး၊ အခြားတစ်ပါးက ၎င်းကို မလှုပ်မရှားထားလိုမည်ဖြစ်ကြောင်း၊ သူတို့နှစ်ဦးစလုံး အလိုရှိရာကို မအောင်မြင်နိုင်ပါက နှစ်ဦးစလုံးသည် စွမ်းရည်မဲ့သွားမည်ဖြစ်ကြောင်း ဖော်ပြထားသည်။ သို့သော် တည်ရှိမှုသည် မရှိမဖြစ်လိုအပ်သော အရှင်မြတ် <span class=\"gray\">[ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်]</span> သည် စွမ်းရည်မဲ့နိုင်မည်မဟုတ်ပေ။ ပဋိပက္ခကြောင့် သူတို့နှစ်ဦးစလုံး၏ ဆန္ဒများ ပြည့်စုံရန် မဖြစ်နိုင်ပေ။ ဤပြဿနာသည် ဘုရားများစွာရှိသည်ဟု အဆိုပြုမှသာ ပေါ်ပေါက်လာခြင်းဖြစ်ရာ၊ ထိုသို့သော ဘုရားများစွာရှိရန် မဖြစ်နိုင်ပေ။ အဘယ်ကြောင့်ဆိုသော် တစ်ဦး၏ဆန္ဒပြည့်စုံပြီး အခြားတစ်ဦး၏ဆန္ဒမပြည့်စုံပါက၊ အောင်နိုင်သူသည် တည်ရှိမှုသည် မရှိမဖြစ်လိုအပ်သော <span class=\"gray\">(ဆိုလိုသည်မှာ ဘုရားသခင်)</span> ဖြစ်မည်ဖြစ်ပြီး၊ အောင်နိုင်ခံရသူသည် ဖြစ်နိုင်ခြေရှိရုံသာဖြစ်မည် <span class=\"gray\">(ဆိုလိုသည်မှာ သူသည် နတ်ဘုရားမဟုတ်)</span>၊ အကြောင်းမှာ တည်ရှိမှုသည် မရှိမဖြစ်လိုအပ်သော အရှင်မြတ်အတွက် ရှုံးနိမ့်ခြင်းသည် မသင့်တော်သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ ۚ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အချို့က အချို့ကို အောင်နိုင်ရန် ကြိုးစားကြမည်! အရှင်မြတ်အား သူတို့ စွပ်စွဲပြောဆိုသည်များအားလုံးထက် သန့်ရှင်းမြင့်မြတ်တော်မူပါစေ!)</span> ဆိုလိုသည်မှာ၊ အရှင်မြတ်တွင် သားတော် သို့မဟုတ် အဖော်အင်ဖက်ရှိသည်ဟု သူတို့ပြောဆိုသောအခါ ခေါင်းမာသော မတရားပြုသူများ ပြောဆိုသည်များအားလုံးထက် အရှင်မြတ်သည် အလွန်မြင့်မြတ်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمِ الْغَيْبِ وَالشَّهَادَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမြင်ရသည်များနှင့် မြင်ရသည်များအားလုံးကို သိတော်မူသော အရှင်!)</span> ဆိုလိုသည်မှာ၊ အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံများထံမှ ဝှက်ထားသည်များကိုလည်းကောင်း၊ သူတို့မြင်ရသည်များကိုလည်းကောင်း သိတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَتَعَالَىٰ عَمَّا يُشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်အား သူတို့ အဖော်အင်ဖက်အဖြစ် ပူးပေါင်းကြသည်များအားလုံးထက် မြင့်မြတ်တော်မူပါစေ!)</span> ဆိုလိုသည်မှာ၊ မတရားပြုသူများနှင့် လိမ်လည်ပြောဆိုသူများ ပြောဆိုသည်များအားလုံးထက် အရှင်မြတ်သည် သန့်ရှင်းစင်ကြယ်တော်မူပြီး၊ ဂုဏ်တော်အပေါင်းနှင့် ပြည့်စုံတော်မူ၍ အလွန်မြင့်မြတ်တော်မူသည်။</p>"
  }
]