[
  {
    "ayah_key": "40:41",
    "group_ayah_key": "40:41",
    "from_ayah": "40:41",
    "to_ayah": "40:46",
    "ayah_keys": "40:41,40:42,40:43,40:44,40:45,40:46",
    "text": "<p lang=\"my\" class=\"my \">\"အို ငါ၏လူမျိုးတို့! အဘယ်ကြောင့်နည်း။ ငါသည် သင်တို့အား ကယ်တင်ခြင်းသို့ ခေါ်နေစဉ် သင်တို့ကမူ ငါ့ကို ငရဲသို့ ခေါ်နေကြ၏။ <span>(၄၁)</span>\"သင်တို့သည် ငါ့ကို အလ္လာဟ်ကို မယုံကြည်ရန် နှင့် ငါမသိသောအရာများကို ကိုးကွယ်ရာတွင် အရှင်နှင့် တွဲဖက်ရန် ဖိတ်ခေါ်နေကြ၏။ ငါသည် သင်တို့အား အနန္တတန်ခိုးရှင်၊ အပြစ်ခွင့်လွှတ်တော်မူသောအရှင်ထံသို့ ဖိတ်ခေါ်နေ၏။ <span>(၄၂)</span>\"'လာဂျရမာ'၊ သင်တို့သည် ငါ့ကို ဤလောကတွင်ဖြစ်စေ၊ နောင်တမလွန်ဘဝတွင်ဖြစ်စေ အခွင့်အရေးမရှိသူထံသို့ ခေါ်နေကြ၏။ ငါတို့၏ ပြန်လည်ရောက်ရှိရာမှာ အလ္လာဟ်ထံသို့ ဖြစ်၏။ အကုသိုလ်ပြုသူတို့မှာ ငရဲသားများဖြစ်ကြလိမ့်မည်။ <span>(၄၃)</span>\"ငါပြောနေသည်ကို သင်တို့မှတ်မိကြလိမ့်မည်။ ငါ၏ကိစ္စကို ငါအလ္လာဟ်ထံ အပ်နှံ၏။ အမှန်စင်စစ် အလ္လာဟ်သည် <span class=\"gray\">(အရှင်၏)</span>ကျွန်များကို အလုံးစုံမြင်တော်မူသောအရှင် ဖြစ်၏။ <span>(၄၄)</span>ထို့ကြောင့် အလ္လာဟ်သည် သူတို့ကြံစည်ခဲ့သော မကောင်းမှုများမှ သူ့အား ကယ်တင်ခဲ့သည်။ ဖိရ်အောင်၏လူမျိုးများကို ဆိုးရွားသော ပြစ်ဒဏ်က ဝန်းရံခဲ့၏။ <span>(၄၅)</span>မီးသည်၊ သူတို့သည် နံနက်ပိုင်းနှင့် ညနေပိုင်းတို့တွင် မီးနှင့် ထိတွေ့ခံရ၏။ ကိယာမဟ်နေ့ တည်ထောင်သောအခါ <span class=\"gray\">(ကောင်းကင်တမန်များအား ပြောလိမ့်မည်)</span>: \"ဖိရ်အောင်၏လူမျိုးများကို အပြင်းထန်ဆုံးသော ပြစ်ဒဏ်သို့ ထည့်သွင်းကြလော့။ <span>(၄၆)</span></p><p lang=\"my\" class=\"my \">ယုံကြည်သူ၏ စကားအဆုံးသတ်နှင့် နှစ်ဖက်စလုံး၏ နောက်ဆုံးကံကြမ္မာ</p><p lang=\"my\" class=\"my \">ထိုယုံကြည်သူက ပြောသည်- 'အဘယ်ကြောင့် ငါသည် သင်တို့အား ကယ်တင်ခြင်းသို့ ခေါ်နေရသနည်း။ ယင်းကား အလ္လာဟ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ခြင်းဖြစ်ပြီး အရှင်နှင့် တွဲဖက်သူမရှိ။ အရှင်စေလွှတ်တော်မူသော အရှင်၏ ရစူလ်ကို ယုံကြည်ခြင်းဖြစ်၏။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَدْعُونَنِي إِلَى النَّارِ - تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ငါ့ကို ငရဲသို့ ခေါ်နေစဉ်! သင်တို့သည် ငါ့ကို အလ္လာဟ်ကို မယုံကြည်ရန် နှင့် ငါမသိသောအရာများကို ကိုးကွယ်ရာတွင် အရှင်နှင့် တွဲဖက်ရန် ဖိတ်ခေါ်နေကြ၏;)</span> ဆိုသည်မှာ အသိပညာမဲ့စွာ၊ သက်သေအထောက်အထားမရှိဘဲ ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنَا أَدْعُوكُمْ إِلَى الْعَزِيزِ الْغَفَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့အား အနန္တတန်ခိုးရှင်၊ အပြစ်ခွင့်လွှတ်တော်မူသောအရှင်ထံသို့ ဖိတ်ခေါ်နေ၏!)</span> ဆိုသည်မှာ အရှင်၏ တန်ခိုးအာဏာနှင့် ဂုဏ်ယူဝံ့ကြွားမှု အားလုံးနှင့်တကွပင် အရှင်သည် အရှင်ထံ နောင်တရသူ၏ အပြစ်ကို ခွင့်လွှတ်တော်မူသေး၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جَرَمَ أَنَّمَا تَدْعُونَنِي إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('လာဂျရမာ'၊ သင်တို့သည် ငါ့ကို တစ်ဦးထံ ခေါ်နေ၏)</span> ၎င်းတို့က 'အမှန်စင်စစ်' ဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုကြသည်။ အပ်-စွဒ်ဒီနှင့် အိဗ်နု ဂျရီရ်တို့က အရှင်၏ အမိန့်တော်၏ အဓိပ္ပါယ်မှာ- </p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جَرَمَ</p><p lang=\"sm\" class=\"sm \"><span class=\"gray\">('La Jarama')</span> means \"Truly.\" Ad-Dahhak said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جَرَمَ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">('La Jarama')</span> means, \"No lie.\" 'Ali bin Abi Talhah and Ibn 'Abbas said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جَرَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('လာဂျရမာ')</span> ဆိုသည်မှာ \"စင်စစ် သင်တို့သည် ရုပ်တုများနှင့် မှားယွင်းသော ဘုရားများအနက် ငါ့ကို ခေါ်နေသောအရာသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကတွင်ဖြစ်စေ၊ နောင်တမလွန်ဘဝတွင်ဖြစ်စေ အခွင့်အရေးမရှိသူ)</span>။\" မုဂျာဟိဒ်က \"ဘာမျှမရှိသော ရုပ်တုများ\" ဟု ပြောခဲ့သည်။ ကတာဒါးက \"ဆိုလိုသည်မှာ ရုပ်တုများသည် အကျိုးပေးရန်ဖြစ်စေ၊ အန္တရာယ်ပြုရန်ဖြစ်စေ စွမ်းအားမရှိခြင်းပင်\" ဟု ပြောခဲ့သည်။ အပ်-စွဒ်ဒီက \"၎င်းတို့အား ခေါ်သူများကို ဤလောကတွင်ဖြစ်စေ၊ နောင်တမလွန်ဘဝတွင်ဖြစ်စေ ပြန်မတုံ့ပြန်ကြပေ\" ဟု ပြောခဲ့သည်။ ၎င်းသည် အာယတ်တော်နှင့်တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်မှတစ်ပါး အခြားသောသူများကို ခေါ်သူထက် မည်သူက ပိုမိုလမ်းမှားသနည်း။ ၎င်းတို့သည် ကိယာမဟ်နေ့အထိ သူ့ကို ပြန်မတုံ့ပြန်နိုင်ကြ။ ၎င်းတို့သည် သူတို့၏ ခေါ်သံများကိုပင် မသိကြပေလော။ လူတို့စုဝေးသောအခါ ၎င်းတို့သည် သူတို့၏ ရန်သူများဖြစ်လာကြပြီး သူတို့၏ ကိုးကွယ်မှုကို ငြင်းဆိုကြလိမ့်မည်။)</span><span class=\"gray\">(၄၆:၅-၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းတို့အား ခေါ်ဝေါ်လျှင် ၎င်းတို့သည် သင်တို့၏ ခေါ်သံကို မကြားကြ။ ၎င်းတို့ကြားရမည်ဆိုလျှင်လည်း သင်တို့အား မပေးနိုင်ကြပေ)</span><span class=\"gray\">(၃၅:၁၄)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ ပြန်လည်ရောက်ရှိရာမှာ အလ္လာဟ်ထံသို့ ဖြစ်၏၊)</span> ဆိုသည်မှာ နောင်တမလွန်ဘဝတွင် ဖြစ်ပြီး၊ ထိုနေရာ၌ အရှင်သည် လူတိုင်း၏ လုပ်ရပ်များအလိုက် ဆုချမည် သို့မဟုတ် အပြစ်ပေးမည်။ အရှင်က မိန့်တော်မူ၏- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကုသိုလ်ပြုသူတို့မှာ ငရဲသားများဖြစ်ကြလိမ့်မည်!)</span> ဆိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်နှင့် အခြားသူများကို ကိုးကွယ်ရာတွင် တွဲဖက်ခြင်းဟူသော သူတို့၏ ကြီးမားသောအပြစ်ကြောင့် ငရဲ၌ ထာဝစဉ်နေထိုင်ကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါပြောနေသည်ကို သင်တို့မှတ်မိကြလိမ့်မည်၊)</span> ဆိုသည်မှာ 'ငါသင်တို့အား အမိန့်ပေးခဲ့သည့်အရာနှင့် တားမြစ်ခဲ့သည့်အရာ၊ ငါပေးခဲ့သော အကြံဉာဏ်နှင့် ငါရှင်းပြခဲ့သည့်အရာတို့၏ အမှန်တရားကို သင်တို့သိလာကြလိမ့်မည်။ သင်တို့သိလာကြလိမ့်မည်။ နောင်တရခြင်းသည် အကျိုးမဖြစ်ထွန်းတော့သည့်အချိန်၌ သင်တို့နောင်တရကြလိမ့်မည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ကိစ္စကို ငါအလ္လာဟ်ထံ အပ်နှံ၏။)</span> ဆိုသည်မှာ 'ငါသည် အလ္လာဟ်ကို ယုံကြည်စိတ်ချပြီး အရှင်၏ အကူအညီကို ရှာသည်။ သင်တို့ကို လုံးဝစွန့်လွှတ်၏။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်သည် <span class=\"gray\">(အရှင်၏)</span> ကျွန်များကို အလုံးစုံမြင်တော်မူသောအရှင် ဖြစ်၏။)</span> ဆိုသည်မှာ အရှင်သည် ၎င်းတို့အကြောင်း အလုံးစုံကို သိတော်မူ၏။ အရှင်သည် မြင့်မြတ်ပြီး သန့်စင်တော်မူ၏။ လမ်းညွှန်ထိုက်သူများကို လမ်းညွှန်ပြီး လမ်းမှားစေထိုက်သူများကို လမ်းမှားစေ၏။ အရှင်၌ ပြည့်စုံသော သက်သေအထောက်အထား၊ အဆုံးစွန်သော ဉာဏ်ပညာနှင့် ကြီးမားသော တန်ခိုးအာဏာရှိ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်သည် သူတို့ကြံစည်ခဲ့သော မကောင်းမှုများမှ သူ့အား ကယ်တင်ခဲ့သည်၊)</span> ဆိုသည်မှာ ဤလောကတွင်ဖြစ်စေ၊ နောင်တမလွန်ဘဝတွင်ဖြစ်စေ ဖြစ်သည်။ ဤလောကတွင် အလ္လာဟ်သည် သူ့အား မူဆာ (အပေါ် ငြိမ်းချမ်းခြင်းသက်ရောက်ပါစေ) နှင့်အတူ ကယ်တင်ခဲ့ပြီး၊ နောင်တမလွန်ဘဝတွင် <span class=\"gray\">(အရှင်သည် သူ့အား)</span> ဂျန္နတ်သို့ <span class=\"gray\">(သွင်းတော်မူမည်)</span>။</p><p lang=\"my\" class=\"my \">သင်္ချိုင်းတွင်း ပြစ်ဒဏ်၏ သက်သေ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖိရ်အောင်၏လူမျိုးများကို ဆိုးရွားသော ပြစ်ဒဏ်က ဝန်းရံခဲ့၏။)</span> ၎င်းသည် ပင်လယ်တွင် နစ်မြုပ်ခြင်းကို ရည်ညွှန်းပြီး ထိုနေရာမှ ငရဲသို့ ပြောင်းရွှေ့ခံရခြင်းဖြစ်၏။ အကြောင်းမှာ ၎င်းတို့၏ ဝိညာဉ်များသည် ကိယာမဟ်နေ့ စတင်သည်အထိ နံနက်ပိုင်းနှင့် ညနေပိုင်းတို့တွင် မီးနှင့် ထိတွေ့ခံရသောကြောင့် ဖြစ်သည်။ ကိယာမဟ်နေ့ ရောက်ရှိသောအခါ ၎င်းတို့၏ ဝိညာဉ်များနှင့် ခန္ဓာကိုယ်များသည် ငရဲ၌ ပြန်လည်ပေါင်းစည်းကြလိမ့်မည်။ အလ္လာဟ်က မိန့်တော်မူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိယာမဟ်နေ့ တည်ထောင်သောအခါ <span class=\"gray\">(ကောင်းကင်တမန်များအား ပြောလိမ့်မည်)</span>: \"ဖိရ်အောင်၏လူမျိုးများကို အပြင်းထန်ဆုံးသော ပြစ်ဒဏ်သို့ ထည့်သွင်းကြလော့။\")</span> ဆိုသည်မှာ ပိုမိုပြင်းထန်သော နာကျင်မှုနှင့် ပိုမိုကြီးမားသော ဝေဒနာကို ဆိုလိုသည်။ ဤအာယတ်တော်တွင် အလ်-ဘာရ်ဇခ် ကာလအတွင်း သင်္ချိုင်းတွင်း၌ ပြစ်ဒဏ်ရှိမည်ကို သက်သေပြရန် အဟ်လူစွန္နဟ်တို့ အသုံးပြုသော အဓိက သက်သေများထဲမှ တစ်ခုပါဝင်၏။ ၎င်းမှာ အောက်ပါစကားစုဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီးသည်၊ ၎င်းတို့သည် နံနက်ပိုင်းနှင့် ညနေပိုင်းတို့တွင် မီးနှင့် ထိတွေ့ခံရ၏)</span>။ သို့သော် မေးခွန်းပေါ်ပေါက်လာသည်- ဤအာယတ်တော်သည် မက္ကာဟ်တွင် ထုတ်ပြန်ခဲ့သည်မှာ သံသယဖြစ်ဖွယ်မရှိသော်လည်း၊ အလ်-ဘာရ်ဇခ်ကာလအတွင်း သင်္ချိုင်းတွင်း၌ ပြစ်ဒဏ်ရှိမည်ကို သက်သေပြရန် ၎င်းကို အထောက်အထားအဖြစ် အသုံးပြုကြသည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အာအီရှဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ ဂျူးအမျိုးသမီးတစ်ဦးသည် သူမအား အလုပ်အကျွေးပြုလေ့ရှိပြီး အာအီရှဟ်က သူမအား ကျေးဇူးပြုသောအခါတိုင်း ထိုဂျူးအမျိုးသမီးက \"အလ္လာဟ်အရှင်မြတ်သည် သင့်အား သင်္ချိုင်းတွင်းပြစ်ဒဏ်မှ ကယ်တင်တော်မူပါစေ\" ဟု ပြောလေ့ရှိသည်။ အာအီရှဟ်က \"ထို့နောက် အလ္လာဟ်၏ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) ဝင်လာသောအခါ ငါက 'အို အလ္လာဟ်၏ရစူလ်တမန်တော်၊ ကိယာမဟ်နေ့မတိုင်မီ သင်္ချိုင်းတွင်း၌ ပြစ်ဒဏ်ရှိပါသလား။' ဟု မေးခဲ့သည်။ အရှင် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، مَنْ زَعَمَ ذَلِكَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မရှိ၊ မည်သူက ပြောသနည်း။)</span> ငါက ပြောသည်- 'ဤဂျူးအမျိုးသမီးသည် ငါသူမအား ကျေးဇူးပြုသောအခါတိုင်း 'အလ္လာဟ်အရှင်မြတ်သည် သင့်အား သင်္ချိုင်းတွင်းပြစ်ဒဏ်မှ ကယ်တင်တော်မူပါစေ' ဟု ပြော၏။'\" အလ္လာဟ်၏ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَبَتْ يَهُودُ وَهُمْ عَلَى اللهِ أَكْذَبُ، لَا عَذَابَ دُونَ يَوْمِ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူးများသည် လိမ်ပြောနေကြသည်၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ် ပိုမိုလိမ်ညာကြသည်။ ကိယာမဟ်နေ့မှတစ်ပါး အခြားသော ပြစ်ဒဏ်မရှိပေ။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ် အလိုရှိသလောက် အချိန်ကာလ ကုန်လွန်သွားခဲ့သည်။ ထို့နောက် တစ်နေ့တွင် အရှင်သည် နေ့လယ်ပိုင်း၌ အဝတ်တော်ဖြင့် ပတ်၍ မျက်လုံးများ နီမြန်းလျက် ကျယ်လောင်စွာ အော်ခေါ်ရင်း ထွက်လာခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْقَبْرُ كَقِطَعِ اللَّيْلِ الْمُظْلِمِ، أَيُّهَا النَّاسُ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَبَكَيْتُمْ كَثِيرًا وَضَحِكْتُمْ قَلِيلًا، أَيُّهَا النَّاسُ، اسْتَعِيذُوا بِاللهِ مِنْ عَذَابِ الْقَبْرِ، فَإِنَّ عَذَابَ الْقَبْرِ حَقٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်္ချိုင်းသည် မှောင်မိုက်သော ည၏ အစအနများကဲ့သို့ ဖြစ်၏။ အို လူအပေါင်းတို့၊ ငါသိသည်ကို သင်တို့သိခဲ့လျှင် သင်တို့သည် များစွာငိုကြပြီး နည်းနည်းသာ ရယ်ကြလိမ့်မည်။ အို လူအပေါင်းတို့၊ အလ္လာဟ်အရှင်မြတ်ထံ သင်္ချိုင်းတွင်းပြစ်ဒဏ်မှ ခိုလှုံကြလော့။ အမှန်စင်စစ် သင်္ချိုင်းတွင်းပြစ်ဒဏ်သည် အမှန်တရားဖြစ်၏။)</span>\" </p><p lang=\"my\" class=\"my \">ဤမှတ်တမ်းတင်မှုသည် အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့၏ စံနှုန်းများနှင့်အညီ ဆွဟီဟ်ဖြစ်သော်လည်း ၎င်းတို့က မှတ်တမ်းတင်ထားခြင်းမရှိပေ။ 'ဤအာယတ်တော်ကို မက္ကာဟ်တွင် ထုတ်ပြန်ခဲ့သည်ဟူသော အချက်နှင့် အလ်-ဘာရ်ဇခ်ကာလအတွင်း ပြစ်ဒဏ်ရှိမည်ကို အာယတ်တော်က ဖော်ပြသည်ဟူသော အချက်ကို မည်သို့ ညီညွတ်အောင်လုပ်နိုင်မည်နည်း' ဟု ပြောခဲ့သည်။ အဖြေမှာ အာယတ်တော်သည် ဝိညာဉ်များ <span class=\"gray\">(ဖိရ်အောင်နှင့် သူ၏လူမျိုးများ၏)</span> သည် နံနက်ပိုင်းနှင့် ညနေပိုင်းတို့တွင် မီးနှင့် ထိတွေ့ခံရခြင်းကို ရည်ညွှန်းသည်။ ၎င်းတို့၏ ခန္ဓာကိုယ်များ သင်္ချိုင်းတွင်း၌ နာကျင်မှု ခံစားရမည်ဟု မဆိုထားပေ။ ထို့ကြောင့် ၎င်းသည် ၎င်းတို့၏ ဝိညာဉ်များနှင့် သက်ဆိုင်သည်ဟု ဖြစ်နိုင်သည်။ အလ်-ဘာရ်ဇခ်၌ ၎င်းတို့၏ ခန္ဓာကိုယ်များအပေါ် သက်ရောက်မှုရှိခြင်းနှင့် ရလဒ်အဖြစ် နာကျင်မှု ခံစားရခြင်းနှင့်စပ်လျဉ်း၍ ၎င်းကို စွန္နဟ်တွင်၊ အောက်တွင် ဖော်ပြမည့် ဟဒီးစ်အချို့တွင် ဖော်ပြထားသည်။ </p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် အလ်-ဘာရ်ဇခ်ရှိ မယုံကြည်သူများ၏ ပြစ်ဒဏ်ကို ရည်ညွှန်းကြောင်း၊ ယုံကြည်သူသည် ၎င်း၏အပြစ်များအတွက် သင်္ချိုင်းတွင်း၌ ပြစ်ဒဏ်ခံရမည်ဟု ၎င်းသည် သူ့ဘာသာသူ မဆိုလိုကြောင်း ပြောခဲ့သည်။ ဤအချက်ကို အီမာမ် အဟ်မဒ်က အာအီရှဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသော ဟဒီးစ်တွင် ဖော်ပြထားပြီး၊ ယင်းအရ အလ္လာဟ်၏ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် အာအီရှဟ်ထံသို့ ဝင်ရောက်ခဲ့ရာ ဂျူးအမျိုးသမီးတစ်ဦးသည် သူမနှင့်အတူရှိနေပြီး သူမ <span class=\"gray\">(ဂျူးအမျိုးသမီး)</span> က \"သင်္ချိုင်းတွင်း၌ စစ်ဆေးခံရမည်ဟု ကျွန်မအား ပြောထားသည်\" ဟု ပြောနေခဲ့သည်။ အလ္လာဟ်၏ရစူလ်တမန်တော်သည် စိုးရိမ်ပူပန်ပြီး မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُفْتَنُ يَهُودُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူးများသည်သာ စစ်ဆေးခံရမည်။)</span> အာအီရှဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က ပြောသည်- \"ညပေါင်းများစွာ ကုန်လွန်သွားခဲ့သည်။ ထို့နောက် အလ္လာဟ်၏ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّكُمْ تُفْتَنُونَ فِي الْقُبُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့သည် သင်္ချိုင်းတွင်း၌ စစ်ဆေးခံရမည်။)</span>\" အာအီရှဟ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က ပြောသည်- \"ထို့နောက် အလ္လာဟ်၏ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) သည် သင်္ချိုင်းတွင်းပြစ်ဒဏ်မှ အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံလေ့ရှိသည်။\" ဤအချက်ကို မွတ်စ်လင်မ်ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် အလ်-ဘာရ်ဇခ်၌ ဝိညာဉ်များ ပြစ်ဒဏ်ခံရမည်ကို ဖော်ပြသည်ဟု ဆိုနိုင်သော်လည်း၊ ၎င်းတို့၏ သင်္ချိုင်းတွင်းရှိ ခန္ဓာကိုယ်များ ထိုအရာကြောင့် ထိခိုက်ခံရမည်ဟု မဆိုလိုပေ။ အလ္လာဟ်အရှင်မြတ်သည် သင်္ချိုင်းတွင်းပြစ်ဒဏ်နှင့်ပတ်သက်၍ အရှင်၏ တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) အား တစ်စုံတစ်ရာ ထုတ်ပြန်တော်မူသောအခါ၊ အရှင်သည် ထိုအရာမှ အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏။ သင်္ချိုင်းတွင်းပြစ်ဒဏ်အကြောင်း ပြောဆိုထားသော ဟဒီးစ်များသည် အလွန်များပြားသည်။ ကတာဒါးက အာယတ်တော်နှင့်ပတ်သက်၍ ပြောခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">غُدُوًّا وَعَشِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နံနက်ပိုင်းနှင့် ညနေပိုင်း။)</span>: \"<span class=\"gray\">(ဆိုလိုသည်မှာ)</span> ဤလောကတည်ရှိသရွေ့ ကာလပတ်လုံး နေ့တိုင်း နံနက်ပိုင်းနှင့် ညနေပိုင်းတွင် ၎င်းတို့အား အပြစ်တင်ခြင်းနှင့် အရှက်ခွဲခြင်းသဘောဖြင့် 'အို ဖိရ်အောင်၏လူမျိုးတို့၊ ဤသည်မှာ သင်တို့၏ အနေအထားပင်' ဟု ပြောဆိုလိမ့်မည်။\" အိဗ်နု ဇိုင်းဒ်က ပြောသည်- \"၎င်းတို့သည် ယနေ့တိုင် နံနက်ပိုင်းနှင့် ညနေပိုင်းတို့တွင် မီးနှင့် ထိတွေ့ခံနေရပြီး ကိယာမဟ်နေ့ စတင်သည်အထိ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိယာမဟ်နေ့ တည်ထောင်သောအခါ <span class=\"gray\">(ကောင်းကင်တမန်များအား ပြောလိမ့်မည်)</span>: \"ဖိရ်အောင်၏လူမျိုးများကို အပြင်းထန်ဆုံးသော ပြစ်ဒဏ်သို့ ဝင်ရောက်စေကြလော့။\")</span></p><p lang=\"my\" class=\"my \">ဖိရ်အောင်၏လူမျိုးများသည် မိုက်မဲသော ကုလားအုတ်များကဲ့သို့ ကျောက်တုံးများနှင့် သစ်ပင်များထဲသို့ မဆင်မခြင် ဝင်တိုက်မိကြ၏။\" အီမာမ် အဟ်မဒ်က အိဗ်နု အိုမာရ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ \"အလ္လာဟ်၏ရစူလ်တမန်တော် (ဆွလ်လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَحَدَكُمْ إِذَا مَاتَ عُرِضَ عَلَيْهِ مَقْعَدُهُ بِالْغَدَاةِ وَالْعَشِيِّ، إِنْ كَانَ مِنْ أَهْلِ الْجَنَّةِ فَمِنْ أَهْلِ الْجَنَّةِ، وَإِنْ كَانَ مِنْ أَهْلِ النَّارِ فَمِنْ أَهْلِ النَّارِ، فَيُقَالُ: هٰذَا مَقْعَدُكَ حَتّٰى يَبْعَثَكَ اللهُ عَزَّ وَجَلَّ إِلَيْهِ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် တစ်ဦးဦး ကွယ်လွန်သောအခါ သူ၏နေရာ <span class=\"gray\">[ဂျန္နတ် သို့မဟုတ် ငရဲ]</span> ကို နံနက်ပိုင်းနှင့် ညနေပိုင်းတို့တွင် ပြသခံရမည်။ သူသည် ဂျန္နတ်သားဖြစ်လျှင် ဂျန္နတ်သားများထဲမှ ဖြစ်မည်။ ငရဲသားဖြစ်လျှင် ငရဲသားများထဲမှ ဖြစ်မည်။ သူ့အား 'ဤသည်မှာ သင့်နေရာဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ကိယာမဟ်နေ့တွင် ထိုနေရာသို့ သွားရန် ပြန်လည်ရှင်ပြန်ထမြောက်စေသည်အထိ ဖြစ်၏' ဟု ပြောလိမ့်မည်။)</span>\" ၎င်းကို ဆွဟီဟ်နှစ်ကျမ်းတွင်လည်း ဖော်ပြထားသည်။</p>"
  }
]