[
  {
    "ayah_key": "13:10",
    "group_ayah_key": "13:10",
    "from_ayah": "13:10",
    "to_ayah": "13:11",
    "ayah_keys": "13:10,13:11",
    "text": "<p lang=\"my\" class=\"my \">ညဉ့်အခါ ဖုံးကွယ်သည်ဖြစ်စေ၊ နေ့အခါ လွတ်လွတ်လပ်လပ် သွားလာသည်ဖြစ်စေ၊ သင်တို့အနက်မှ မည်သူမဆို မိမိစကားကို ဖုံးကွယ်သည်ဖြစ်စေ၊ ပွင့်လင်းစွာ ပြောဆိုသည်ဖြစ်စေ၊ ထိုအရှင်အဖို့ <span class=\"gray\">(အကုန်တူညီသည်)</span>။ <span class=\"gray\">(၁၀)</span>ထိုသူ <span class=\"gray\">(လူတစ်ဦးစီ)</span> အတွက် သူ့ရှေ့မှနောက်မှ အလှည့်ကျ ကောင်းကင်တမန်များ ရှိကြ၏။ ၎င်းတို့သည် အလ္လာဟ်အမိန့်တော်ဖြင့် သူ့ကို စောင့်ရှောက်ကြ၏။ မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် လူမျိုးတစ်မျိုး၏ <span class=\"gray\">(ကောင်းသော)</span> အခြေအနေကို ၎င်းတို့ကိုယ်တိုင် ၎င်းတို့၏ <span class=\"gray\">(ကောင်းမြတ်ခြင်း)</span> အခြေအနေကို မပြောင်းလဲသရွေ့ ပြောင်းလဲမည်မဟုတ်ပေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်က လူမျိုးတစ်မျိုးအား ပြစ်ဒဏ်ပေးရန် ရည်စူးသောအခါ ၎င်းကို ပြန်လှည့်ရန် မဖြစ်နိုင်တော့ဘဲ ၎င်းတို့သည် ထိုအရှင်မှတစ်ပါး အခြားစောင့်ရှောက်သူကို တွေ့ရမည်မဟုတ်ပေ။ <span class=\"gray\">(၁၁)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ အသိပညာသည် ထင်ရှားသောနှင့် ကွယ်ဝှက်သော အရာခပ်သိမ်းကို လွှမ်းခြုံထားသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏အသိပညာသည် ၎င်းဖန်ဆင်းထားသောအရာအားလုံးကို လွှမ်းခြုံထားကြောင်း၊ မိမိတို့၏စကားကို ထုတ်ဖော်ပြောဆိုသည်ဖြစ်စေ၊ ဖုံးကွယ်သည်ဖြစ်စေ၊ ထိုအရှင်သည် ကြားတော်မူပြီး မည်သည့်အရာမျှ ၎င်း၏စောင့်ကြည့်မှုမှ မလွတ်မြောက်ကြောင်း ကြေညာထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်များတွင် မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် အသံကျယ်ကျယ်ဖြင့် ပြောဆိုပါက၊ ထိုအခါ မှန်စင်စစ် ထိုအရှင်သည် လျှို့ဝှက်ချက်ကို သိတော်မူ၏။ ၎င်းထက် ပို၍ ကွယ်ဝှက်ထားသောအရာကိုလည်း သိတော်မူ၏။)</span><span class=\"gray\">[၂၀:၇]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ဖုံးကွယ်ထားသည့်အရာနှင့် ထုတ်ဖော်ပြောဆိုသည့်အရာကို <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သိတော်မူ၏။)</span><span class=\"gray\">[၂၇:၂၅]</span> အာအိရှာဟ်က \"အသံအားလုံးကို ကြားနာနိုင်သော အလ္လာဟ်အရှင်မြတ်သာ ချီးမွမ်းခြင်း ခံထိုက်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်ကို အမှန်ပြု၍ ပြောရလျှင်၊ ကျွန်မ၏အခန်း၏ အခြားတစ်နေရာတွင် ရှိနေစဉ်မှာပင် တမန်တော်မြတ် ﷺ ထံသို့ သူမ၏ခင်ပွန်းအကြောင်း လာရောက်တိုင်ကြားသူ အမျိုးသမီးသည် ပြောဆိုနေခဲ့ပြီး သူမပြောသောစကားအချို့ကို ကျွန်မမကြားခဲ့ရပေ။ အလ္လာဟ်အရှင်မြတ်သည် ဤကျမ်းကို ပေးပို့ခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا ۚ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ခင်ပွန်းနှင့်ပတ်သက်၍ သင်နှင့် အငြင်းပွားပြီး အလ္လာဟ်အရှင်မြတ်ထံ တိုင်ကြားသောသူမ၏ စကားကို အလ္လာဟ်အရှင်မြတ် ကြားနာခဲ့ပြီး ဖြစ်သည်။ သင်တို့နှစ်ဦး၏ အငြင်းအခုံကိုလည်း အလ္လာဟ်အရှင်မြတ် ကြားနာတော်မူ၏။ မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကို ကြားနာတော်မူသောအရှင်၊ အလုံးစုံကို မြင်တော်မူသောအရှင် ဖြစ်သည်။)</span><span class=\"gray\">[၅၈:၁]</span> အလ္လာဟ်အရှင်မြတ်သည် ထပ်မံမိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဉ့်အခါ ဖုံးကွယ်သည်ဖြစ်စေ)</span>၊ ညအမှောင်ထဲရှိ သူ၏အိမ်တွင်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَسَارِبٌ بِالنَّهَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် နေ့အခါ လွတ်လွတ်လပ်လပ် သွားလာသည်ဖြစ်စေ။)</span> နေ့အလင်းရောင်တွင် လှုပ်ရှားသွားလာသည်၊ ထိုနှစ်ခုစလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ အသိပညာဖြင့် လွှမ်းခြုံထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်များတွင် မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် ၎င်းတို့သည် မိမိတို့၏အဝတ်များကို ဝတ်ဆင်၍ ဖုံးအုပ်ထားသောအခါတွင်ပင်။)</span><span class=\"gray\">[၁၁:၅]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِن قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ ۚ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِن ذَٰلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မည်သည့်လုပ်ရပ်ကိုမျှ မပြုလုပ်၊ ကုရ်အာန်၏ မည်သည့်အပိုင်းကိုမျှ မရွတ်ဖတ်၊ မည်သည့်လုပ်ရပ်ကိုမျှ မလုပ်ဆောင်သော်လည်း သင်တို့ လုပ်ဆောင်နေစဉ်တွင် ငါတို့သည် သက်သေများဖြစ်ကြသည်။ ကမ္ဘာမြေပေါ်၌ဖြစ်စေ၊ ကောင်းကင်ဘုံ၌ဖြစ်စေ၊ ဖုန်မှုန့်တစ်စေ့မျှပင် သင်၏အရှင်ထံမှ လျှို့ဝှက်၍ မနေနိုင်ပေ။ ထိုထက်နည်းသည်ဖြစ်စေ၊ ထိုထက်များသည်ဖြစ်စေ၊ ထင်ရှားသော မှတ်တမ်းတွင် <span class=\"gray\">(ရေးမှတ်ထားပြီး)</span> ဖြစ်သည်။)</span><span class=\"gray\">[၁၀:၆၁]</span></p><div lang=\"my\" class=\"my \"><h2>စောင့်ရှောက်သူကောင်းကင်တမန်များ</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَهُ مُعَقِّبَاتٌ مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">(လူတစ်ဦးစီ)</span> အတွက် သူ့ရှေ့မှနောက်မှ အလှည့်ကျ ကောင်းကင်တမန်များ ရှိကြ၏။ ၎င်းတို့သည် အလ္လာဟ်အမိန့်တော်ဖြင့် သူ့ကို စောင့်ရှောက်ကြ၏။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ညအခါ၌ အချို့၊ နေ့အခါ၌ အချို့၊ ကျွန်အဖြစ် ခစားသူတစ်ဦးစီကို အလှည့်ကျ စောင့်ရှောက်သော ကောင်းကင်တမန်များ ရှိကြောင်း ဖော်ပြထားသည်။ ဤကောင်းကင်တမန်များသည် လူတစ်ဦးစီကို ဘေးအန္တရာယ်နှင့် မတော်တဆမှုများမှ ကာကွယ်ပေးသည်။ ကောင်းမှုနှင့် မကောင်းမှုများကို အလှည့်ကျ မှတ်တမ်းတင်သော ကောင်းကင်တမန်များလည်း ရှိသည်။ နေ့အခါ အချို့၊ ညအခါ အချို့တို့က ဤအလုပ်ကို လုပ်ဆောင်ကြသည်။ လူတစ်ဦးစီ၏ ညာဘက်တွင် တစ်ဦး၊ ဘယ်ဘက်တွင် တစ်ဦး၊ အလုပ်များကို မှတ်တမ်းတင်သော ကောင်းကင်တမန်နှစ်ပါး ရှိသည်။ ညာဘက်ရှိ ကောင်းကင်တမန်သည် ကောင်းမှုများကို မှတ်တမ်းတင်ပြီး ဘယ်ဘက်ရှိ ကောင်းကင်တမန်သည် မကောင်းမှုများကို မှတ်တမ်းတင်သည်။ ထို့အပြင် လူတစ်ဦးစီကို နောက်ကျောမှ တစ်ပါး၊ ရှေ့မှ တစ်ပါး စောင့်ရှောက်ကာကွယ်ပေးသော ကောင်းကင်တမန်နှစ်ပါးလည်း ရှိသည်။ ထို့ကြောင့် နေ့အခါ၌ လူတစ်ဦးစီကို ကောင်းကင်တမန်လေးပါး ဝန်းရံထားပြီး ညအခါ၌ အခြားလေးပါး (စာရေးနှစ်ဦးနှင့် အစောင့်နှစ်ဦး) ဖြင့် အစားထိုးသည်။ မှန်ကန်သော ဟဒီးဆ်တော်တွင် ဖော်ပြထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَعَاقَبُونَ فِيكُمْ مَلَائِكَةٌ بِاللَّيْلِ وَمَلَائِكَةٌ بالنَّهَارِ، وَيَجْتَمِعُونَ فِي صَلَاةِ الصُّبْحِ وَصَلَاةِ الْعَصْرِ، فَيَصْعَدُ إِلَيْهِ الَّذِينَ بَاتُوا فِيكُمْ فَيَسْأَلُهُمْ وَهُوَ أَعْلَمُ بِكُمْ: كَيْفَ تَرَكْتُمْ عِبَادِي؟ فَيَقُولُونَ: أَتَيْنَاهُمْ وَهُمْ يُصَلُّونَ، وَتَرَكْنَاهُمْ وَهُمْ يُصَلُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်များသည် သင်တို့ပတ်လည်တွင် အလှည့်ကျလာကြ၏၊ ညအခါ၌ အချို့၊ နေ့အခါ၌ အချို့တို့ဖြစ်ကြပြီး၊ ၎င်းတို့အားလုံးသည် ဖဂျရ်နှင့် အဆရ်ဆွလားသ်အချိန်တွင် စုရုံးကြသည်။ ထို့နောက် သင်တို့နှင့်အတူ ညလုံးပေါက်နေထိုင်ခဲ့သူများသည် အလ္လာဟ်အရှင်မြတ်ထံသို့ တက်သွားကြပြီး၊ ထိုအရှင်သည် ၎င်းတို့ကို မေးမြန်းတော်မူ၏။ ထိုအရှင်သည် သင်တို့အကြောင်းကို ၎င်းတို့ထက် ပို၍ သိတော်မူ၏။ \"ငါ၏ကျွန်များကို မည်သို့ထားခဲ့ကြသနည်း\" ၎င်းတို့က ပြန်ဖြေသည်မှာ \"၎င်းတို့အား ဝတ်ပြုဆုတောင်းနေသည်ကို တွေ့ရှိခဲ့သကဲ့သို့ပင် ဝတ်ပြုဆုတောင်းနေကြသည်ကို ထားခဲ့ကြပါသည်\" ဟု ပြန်ဖြေကြသည်။)</span> အီမာမ် အာဟ်မဒ်က 'အဗ္ဒူလ္လာဟ်' က တမန်တော်မြတ် ﷺ မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا وَقَدْ وُكِّلَ بِهِ قَرِينُهُ مِنَ الْجِنِّ وَقَرِينُهُ مِنَ الْمَلَائِكَةِ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(Verily, every one among you has his companion from the Jinn and his companion from the angels.\")</span> They said, \"And you too, O Allah's Messenger?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِيَّايَ، وَلَكِنَّ اللهَ أَعَانَنِي عَلَيْهِ، فَلَا يَأْمُرُنِي إِلَّا بِخَيْرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်လည်း 마찬가지ပင်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ထိုသူနှင့်ပတ်သက်၍ ကျွန်ုပ်အား ကူညီခဲ့သည်၊ ထို့ကြောင့် ထိုသူသည် ကျွန်ုပ်အား ကောင်းသောအရာများသာ ပြုလုပ်ရန် အမိန့်ပေးသည်။)</span> မွတ်စ်လင်မ်သည် ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာသ်င်မ်က အိဗ်ရာဟင်မ် ပြောသည်မှာ- \"အလ္လာဟ်အရှင်မြတ်သည် အစ္စရေးလ်သားတို့မှ တမန်တော်တစ်ပါးထံ 'သင်၏လူမျိုးကို ပြောကြားပါ- အလ္လာဟ်အရှင်မြတ်အား နာခံခဲ့ပြီးနောက် ထိုအရှင်အား မနာခံသည့်အပြုအမူသို့ ပြောင်းလဲခဲ့သော ရွာတစ်ရွာ သို့မဟုတ် အိမ်တစ်အိမ်မှ မည်သူမဆို၊ ထိုအခါ ထိုအရှင်သည် ၎င်းတို့နှစ်သက်သောအရာများကို ဖယ်ရှားယူပြီး ၎င်းတို့မနှစ်သက်သောအရာများဖြင့် အစားထိုးလိမ့်မည်' ဟု ဗျာဒိတ်ပေးတော်မူခဲ့သည်။\" အိဗ်ရာဟင်မ်က ထိုစကားသည် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်၌ အထောက်အထားရှိကြောင်း ထပ်မံပြောကြားခဲ့သည်မှာ-</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا مَا بِأَنفُسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် လူမျိုးတစ်မျိုး၏ <span class=\"gray\">(ကောင်းသော)</span> အခြေအနေကို ၎င်းတို့ကိုယ်တိုင် ၎င်းတို့၏ <span class=\"gray\">(ကောင်းမြတ်ခြင်း)</span> အခြေအနေကို မပြောင်းလဲသရွေ့ ပြောင်းလဲမည်မဟုတ်ပေ။)</span></p>"
  }
]