[
  {
    "ayah_key": "12:65",
    "group_ayah_key": "12:65",
    "from_ayah": "12:65",
    "to_ayah": "12:66",
    "ayah_keys": "12:65,12:66",
    "text": "<p lang=\"my\" class=\"my \">သူတို့သည် ၎င်းတို့၏အိတ်များကို ဖွင့်လိုက်သောအခါ ၎င်းတို့၏ငွေများ ပြန်ရထားကြောင်း တွေ့ရှိကြသည်။ သူတို့က ပြောသည်- \"အို ကျွန်ုပ်တို့၏ဖခင်! ကျွန်ုပ်တို့ ဘာ <span class=\"gray\">(ထပ်ပြီး)</span> ဆန္ဒပြုနိုင်ဦးမည်နည်း။ ဤသည်မှာ ကျွန်ုပ်တို့၏ငွေများ ပြန်လည်ရောက်ရှိလာပြီဖြစ်သည်။ ထို့ကြောင့် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏မိသားစုအတွက် <span class=\"gray\">(ပိုမို)</span> အစာ ရရှိမည်ဖြစ်ပြီး ကျွန်ုပ်တို့၏ညီအစ်ကိုကို စောင့်ရှောက်မည်ဖြစ်ကာ ကန့်တစ်ကောင်စာ အလေးချိန်ကို တစ်ခါထပ်ထည့်မည်ဖြစ်သည်။ ဤပမာဏသည် လွယ်ကူသည် <span class=\"gray\">(ဘုရင်ပေးရန်)</span>။ <span>(၆၅)</span>ယာကုဗ်က ပြောသည်- \"အကယ်၍ သင်တို့ကိုယ်တိုင် ဝိုင်းရံခံရ <span class=\"gray\">(ရန်သူများဖြင့်)</span> ခြင်းမရှိပါက သင်တို့သည် သူ့ကို ကျွန်ုပ်ထံ ပြန်ခေါ်လာမည်ဟု အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် ကျွန်ုပ်အား လေးနက်သော သစ္စာပြုသည်အထိ သူနှင့်အတူ ပို့မည်မဟုတ်ပါ။\" သူတို့သည် ၎င်းတို့၏ လေးနက်သော သစ္စာကို ပြုသောအခါ သူက ပြောသည်- \"ကျွန်ုပ်တို့ ပြောဆိုခဲ့သည်များကို အလ္လာဟ်အရှင်မြတ်သည် သက်သေဖြစ်သည်။ <span>(၆၆)</span></p><div lang=\"my\" class=\"my \"><h2>သူတို့၏ငွေများကို ၎င်းတို့၏အိတ်များထဲတွင် ပြန်တွေ့ကြသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ ယူဆွဖ်၏ညီအစ်ကိုများသည် ၎င်းတို့၏အိတ်များကို ဖွင့်လိုက်သောအခါ ၎င်းတို့၏ကုန်ပစ္စည်းများကို အိတ်များအတွင်း၌ တွေ့ရှိခဲ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော် ယူဆွဖ်သည် ၎င်း၏ကျွန်များကို ကုန်ပစ္စည်းများကို ၎င်းတို့၏အိတ်များသို့ ပြန်ထည့်ရန် အမိန့်ပေးခဲ့ခြင်းကြောင့်ဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတို့၏ကုန်ပစ္စည်းများကို အိတ်များထဲတွင် တွေ့ရှိသောအခါ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالُوا يَا أَبَانَا مَا نَبْغِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောသည်- \"အို ကျွန်ုပ်တို့၏ဖခင်! ကျွန်ုပ်တို့ ဘာ <span class=\"gray\">(ထပ်ပြီး)</span> ဆန္ဒပြုနိုင်ဦးမည်နည်း?...\")</span>, ကျွန်ုပ်တို့ ဘာထပ်တောင်းဆိုနိုင်ဦးမည်နည်း,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ကျွန်ုပ်တို့၏ငွေများ ပြန်လည်ရောက်ရှိလာပြီဖြစ်သည်။)</span> ကွတာဒါက မှတ်ချက်ပေးသည် <span class=\"gray\">(သူတို့က ပြောသည်)</span>၊ \"ကျွန်ုပ်တို့ ဘာထပ်တောင်းဆိုနိုင်ဦးမည်နည်း၊ ကျွန်ုပ်တို့၏ကုန်ပစ္စည်းများ ပြန်ရောက်လာပြီဖြစ်ပြီး အဇီးဇ်က ကျွန်ုပ်တို့လိုချင်သည့် လုံလောက်သော ပမာဏကို ပေးခဲ့ပြီဖြစ်သည်။\" သူတို့က ဆက်ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَمِيرُ أَهْلَنَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏မိသားစုအတွက် <span class=\"gray\">(ပိုမို)</span> အစာ ရရှိမည်ဖြစ်သည်)</span>, 'အကယ်၍ သင်သည် ကျွန်ုပ်တို့နှင့်အတူ ကျွန်ုပ်တို့၏ညီအစ်ကိုကို နောက်တစ်ကြိမ် ကျွန်ုပ်တို့မိသားစုအတွက် အစာဝယ်ရန် သွားသည့်အခါ ပို့ပေးမည်ဆိုလျှင်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ညီအစ်ကိုကို စောင့်ရှောက်မည်ဖြစ်ကာ ကန့်တစ်ကောင်စာ အလေးချိန်ကို တစ်ခါထပ်ထည့်မည်ဖြစ်သည်။)</span> အဘယ်ကြောင့်ဆိုသော် ယူဆွဖ်၊ သူ့အပေါ် ငြိမ်းချမ်းမှုရှိပါစေ၊ သည် လူတစ်ဦးစီကို ကန့်တစ်ကောင်စာ ပြောင်းဖူးပေးခဲ့သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ كَيْلٌ يَسِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤပမာဏသည် လွယ်ကူသည် <span class=\"gray\">(ဘုရင်ပေးရန်)</span>။)</span> သူတို့သည် ဤစကားများကို သူတို့၏ကိစ္စကို ပိုမိုဆွဲဆောင်မှုရှိစေရန် ပြောခဲ့ကြသည်၊ ၎င်းတို့၏ညီအစ်ကိုကို ခေါ်သွားခြင်းသည် ဤအကျိုးကျေးဇူးနှင့် ထိုက်တန်သည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِقًا مِّنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">[ယာကုဗ် <span class=\"gray\">(ဂျက်ကော့ဘ်)</span>]</span> က ပြောသည်- \"သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် ကျွန်ုပ်အား လေးနက်သော သစ္စာပြုသည်အထိ သူနှင့်အတူ ပို့မည်မဟုတ်ပါ။\")</span>, အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ခိုင်မာဆုံးသော ကျိန်ဆိုချက်ဖြင့် သစ္စာပြုသည်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَأْتُنَّنِي بِهِ إِلَّا أَن يُحَاطَ بِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့ကိုယ်တိုင် ဝိုင်းရံခံရ <span class=\"gray\">(ရန်သူများဖြင့်)</span> ခြင်းမရှိပါက သင်တို့သည် သူ့ကို ကျွန်ုပ်ထံ ပြန်ခေါ်လာမည်)</span>, သင်တို့အားလုံး အနိုင်ယူခံရပြီး သူ့ကို ကယ်တင်နိုင်စွမ်းမရှိမှသာလျှင်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَمَّا آتَوْهُ مَوْثِقَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ၎င်းတို့၏ လေးနက်သော သစ္စာကို ပြုသောအခါ)</span>, သူက ထပ်မံအတည်ပြုကာ ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ပြောဆိုခဲ့သည်များကို အလ္လာဟ်အရှင်မြတ်သည် သက်သေဖြစ်သည်။)</span> အိဗ်နု အစ္စဟက်က မှတ်ချက်ပေးသည်၊ \"ယာကုဗ်သည် ထိုသို့ပြုလုပ်ရခြင်းမှာ ၎င်းတို့ရှင်သန်ရန် လိုအပ်သောအစာရေစာများကို ယူဆောင်လာရန် ၎င်းတို့ကို စေလွှတ်ရခြင်းမှတစ်ပါး အခြားရွေးချယ်စရာမရှိသောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် သူသည် ဗင်ယာမင်ကို ၎င်းတို့နှင့်အတူ စေလွှတ်ခဲ့သည်။\"</p>"
  },
  {
    "ayah_key": "12:67",
    "group_ayah_key": "12:67",
    "from_ayah": "12:67",
    "to_ayah": "12:68",
    "ayah_keys": "12:67,12:68",
    "text": "<p lang=\"my\" class=\"my \">ထိုအခါ သူက ပြောသည်- \"အို ငါ့သားတို့! တံခါးတစ်ပေါက်တည်းက မဝင်ကြနှင့်၊ သီးခြားတံခါးများမှ ဝင်ကြလော့။ အလ္လာဟ်အရှင်မြတ်နှင့်ပတ်သက်၍ ငါသည် သင်တို့အား မည်သည့်အရာမျှ မတတ်နိုင်ပါ။ အမှန်စင်စစ် ဆုံးဖြတ်ချက်သည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။ ကိုယ်တော်ကိုသာ ငါ ယုံကြည်အပ်နှံပြီး ယုံကြည်အားထားသူအားလုံးသည် ကိုယ်တော်ကိုသာ ယုံကြည်အပ်နှံကြပါစေ။ <span>(67)</span>သူတို့သည် သူတို့ဖခင်၏ အကြံပေးချက်အတိုင်း ဝင်ရောက်သောအခါ၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ <span class=\"gray\">(အလိုတော်)</span> ကို အနည်းငယ်မျှ မကာကွယ်နိုင်ခဲ့ပေ။ ၎င်းသည် ယအ်ကူးဗ်၏ စိတ်တွင်းမှ လိုအပ်ချက်တစ်ခုသာဖြစ်ပြီး သူက ၎င်းကို ဖြည့်ဆည်းခဲ့သည်။ အမှန်စင်စစ် ကိုယ်တော်သည် ဉာဏ်ပညာနှင့် ပြည့်စုံသူဖြစ်ခဲ့သည်၊ အကြောင်းမှာ ငါတို့က ကိုယ်တော်အား သင်ကြားပေးခဲ့သောကြောင့်ဖြစ်သည်။ သို့သော် လူအများစုက မသိကြပေ။ <span>(68)</span></p><div lang=\"my\" class=\"my \"><h2>ယအ်ကူးဗ်က ၎င်း၏သားသမီးများအား အီဂျစ်သို့ တံခါးအမျိုးမျိုးမှ ဝင်ရန် အမိန့်ပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ ယအ်ကူးဗ် (အလိုင်ဟစ်စလာမ်) သည် မိမိ၏သားသမီးများကို ဗင်ယာမင်နှင့်အတူ အီဂျစ်သို့ စေလွှတ်သောအခါ၊ လူအားလုံး တံခါးတစ်ပေါက်တည်းမှ ဝင်မည့်အစား တံခါးအမျိုးမျိုးမှ ဝင်ရန် အမိန့်ပေးခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်၊ မုဟမ္မဒ် ဘင်န် ကအ်ဗ်၊ မုဂျာဟိဒ်၊ အဒ်-ဒဟ်ဟက် ကတာဒါ၊ အစ်-စွတ်ဒီနှင့် အခြားသူများစွာက သူသည် ၎င်းတို့အတွက် နတ်မျက်စိကို ကြောက်ရွံ့ခဲ့ကြောင်း ပြောကြားခဲ့ကြသည်။ အကြောင်းမှာ ၎င်းတို့သည် ရုပ်ရည်ချောမောလှပပြီး ကြော့ရှင်းသောကြောင့်ဖြစ်သည်။ သူက လူများက ၎င်းတို့အား နတ်မျက်စိဖြင့် ထိုးနှက်မည်ကို ကြောက်ရွံ့ခဲ့သည်၊ အကြောင်းမှာ နတ်မျက်စိသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြင့် စစ်မှန်စွာ ထိခိုက်စေပြီး အင်အားကြီးသော စစ်သည်တော်-မြင်းစီးသမားကို သူ၏မြင်းပေါ်မှ ပြုတ်ကျစေနိုင်သောကြောင့်ဖြစ်သည်။ ထို့နောက် သူက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُغْنِي عَنكُم مِّنَ اللَّهِ مِن شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်ပတ်သက်၍ ငါသည် သင်တို့အား မည်သည့်အရာမျှ မတတ်နိုင်ပါ။)</span> ဤကြိုတင်ကာကွယ်မှုသည် အလ္လာဟ်အရှင်မြတ်၏ ဆုံးဖြတ်ချက်နှင့် သတ်မှတ်ထားသော အမိန့်တော်ကို ခုခံနိုင်မည်မဟုတ်ပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ် အလိုရှိသည့် မည်သည့်အရာကိုမျှ ခုခံ၍မရ၊ ရပ်တန့်၍မရပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِ الْحُكْمُ إِلَّا لِلَّهِ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ - وَلَمَّا دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِي عَنْهُم مِّنَ اللَّهِ مِن شَيْءٍ إِلَّا حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အမှန်စင်စစ် ဆုံးဖြတ်ချက်သည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်သည်။ ကိုယ်တော်ကိုသာ ငါ ယုံကြည်အပ်နှံပြီး ယုံကြည်အားထားသူအားလုံးသည် ကိုယ်တော်ကိုသာ ယုံကြည်အပ်နှံကြပါစေ။\" သူတို့သည် သူတို့ဖခင်၏ အကြံပေးချက်အတိုင်း ဝင်ရောက်သောအခါ၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ <span class=\"gray\">(အလိုတော်)</span> ကို အနည်းငယ်မျှ မကာကွယ်နိုင်ခဲ့ပေ။ ၎င်းသည် ယအ်ကူးဗ်၏ စိတ်တွင်းမှ လိုအပ်ချက်တစ်ခုသာဖြစ်ပြီး သူက ၎င်းကို ဖြည့်ဆည်းခဲ့သည်။)</span>၊ နတ်မျက်စိကို ကြိုတင်ကာကွယ်သည့်အနေဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَذُو عِلْمٍ لِّمَا عَلَّمْنَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိုယ်တော်သည် ဉာဏ်ပညာနှင့် ပြည့်စုံသူဖြစ်ခဲ့သည်၊ အကြောင်းမှာ ငါတို့က ကိုယ်တော်အား သင်ကြားပေးခဲ့သောကြောင့်ဖြစ်သည်။)</span> သူသည် ၎င်းကျင့်သုံးခဲ့သော ဉာဏ်ပညာရှိခဲ့သည်ဟု ကတာဒါနှင့် အတ်-သော်ရီတို့က ဆိုသည်။ အိဗ်နု ဂျရီရ်က ဤအာယသ်၏ ဤအပိုင်းသည် ငါတို့က ကိုယ်တော်အား သင်ကြားပေးခဲ့သော ဉာဏ်ပညာကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူအများစုက မသိကြပေ။)</span></p>"
  },
  {
    "ayah_key": "12:69",
    "group_ayah_key": "12:69",
    "from_ayah": "12:69",
    "to_ayah": "12:69",
    "ayah_keys": "12:69",
    "text": "<p class=\"my translation\" lang=\"my\">သူတို့သည် ယူစွဖ်ထံသို့ ဝင်ရောက်လာသောအခါ သူ၏ ညီအစ်ကို <span class=\"gray\">(ဘင်ယာမင်)</span> အား သူ၏ဘေးသို့ ခေါ်ယူကာ ပြောကြားသည်မှာ “အမှန်စင်စစ် ငါသည် သင်၏ညီအစ်ကို ဖြစ်၏။ ထို့ကြောင့် သူတို့ပြုကျင့်ခဲ့သောအရာများအတွက် ဝမ်းမနည်းနှင့်။” <span>(၆၉)</span></p><div lang=\"uz\" class=\"uz \"><h2>Yusuf comforts Binyamin</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဖော်ပြသည်မှာ ယူစွဖ်၏ညီအစ်ကိုများသည် သူ၏ညီအစ်ကိုရင်း ဘင်ယာမင်နှင့်အတူ သူ၏ရှေ့သို့ ဝင်ရောက်လာသောအခါ သူသည် ၎င်းတို့အား ဂုဏ်ယူရသော ဧည့်သည်များအဖြစ် ဂုဏ်သရေရှိရာနေရာသို့ ဖိတ်ခေါ်ခဲ့သည်။ သူသည် ၎င်းတို့အား လက်ဆောင်များ၊ ရက်ရောသော ဧည့်ဝတ်ပြုမှုနှင့် ကြင်နာမှုကို ပေးအပ်ခဲ့သည်။ သူသည် သူ၏ညီအစ်ကိုနှင့် ယုံကြည်မှုရှိရှိ တွေ့ဆုံပြီး သူကြုံတွေ့ခဲ့ရသည့်အကြောင်းနှင့် သူသည် အမှန်စင်စစ် သူ၏ညီအစ်ကိုဖြစ်ကြောင်း ပြောပြခဲ့သည်။ သူက ၎င်းအား ပြောကြားခဲ့သည်မှာ</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا تَبْتَئِسْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝမ်းမနည်းနှင့်)</span> သို့မဟုတ် သူတို့ ငါ့ကို ပြုမူခဲ့သည်များအတွက် ဝမ်းမနည်းနှင့်။' သူသည် ဘင်ယာမင်အား ထိုသတင်းကို ၎င်းတို့ထံမှ ဖုံးကွယ်ထားရန် အမိန့်ပေးခဲ့ပြီး 'အဇီးဇ်' သည် သူ၏ညီအစ်ကို ယူစွဖ်ဖြစ်ကြောင်း ၎င်းတို့အား မပြောရန် တားမြစ်ခဲ့သည်။ သူသည် ဘင်ယာမင်ကို အီဂျစ်တွင် ဂုဏ်အသရေနှင့် ကြီးမားသော ဧည့်ဝတ်ပြုမှုကို ခံစားရင်း ဆက်လက်ထားရှိရန် သူ့နှင့်အတူ ပူးပေါင်းကြံစည်ခဲ့သည်။</p>"
  },
  {
    "ayah_key": "12:7",
    "group_ayah_key": "12:7",
    "from_ayah": "12:7",
    "to_ayah": "12:10",
    "ayah_keys": "12:7,12:8,12:9,12:10",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ယူဆွဖ်နှင့် သူ၏ညီအစ်ကိုများတွင် မေးမြန်းသူတို့အတွက် သက်သေလက္ခဏာများရှိ၏။ <span>(၇)</span>သူတို့က “အမှန်စင်စစ် ယူဆွဖ်နှင့် သူ၏ညီသည် ငါတို့၏ဖခင်အတွက် ငါတို့ထက် ပို၍ချစ်ခင်စရာ ကောင်း၏။ ငါတို့သည်ကား 'ဥစ်ဗဟ် <span class=\"gray\">(အဖွဲ့တစ်ဖွဲ့)</span> ဖြစ်လျက်ရှိ၏။ ငါတို့၏ဖခင်သည် ထင်ရှားသော မှားယွင်းမှုထဲတွင် အမှန်ပင်ရှိပေသည်။ <span>(၈)</span>“ယူဆွဖ်ကို သတ်ကြ သို့မဟုတ် သူအား <span class=\"gray\">(အခြား)</span>မြေပြင်တစ်နေရာသို့ ပစ်ချကြကုန်။ သို့မှသာ သင်တို့၏ဖခင်၏မျက်နှာသာသည် သင်တို့အတွက်သာ သီးသန့်ဖြစ်ပေမည်။ ထို့နောက် သင်တို့သည် ဖြောင့်မတ်သောသူများ ဖြစ်ကြလိမ့်မည်။ <span>(၉)</span>သူတို့အနက်မှ တစ်ဦးက “ယူဆွဖ်ကို မသတ်ကြနှင့်၊ သို့သော် သင်တို့တစ်ခုခုလုပ်ရမည်ဆိုလျှင် သူအား ရေတွင်းအောက်ခြေသို့ ပစ်ချလိုက်ကြကုန်။ သူအား ခရီးသွားကုန်သည် အချို့သော အဖွဲ့က ကောက်ယူသွားပေလိမ့်မည်။ <span>(၁၀)</span></p><div lang=\"my\" class=\"my \"><h2>ယူဆွဖ်၏ ဇာတ်လမ်းမှ သင်ခန်းစာများယူရန်ရှိသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ယူဆွဖ်နှင့် သူ၏ညီအစ်ကိုများ၏ ဇာတ်လမ်းမှ သင်ခန်းစာများနှင့် ဉာဏ်ပညာများရှိသည်ဟု မိန့်တော်မူသည်။ ၎င်းတို့သည် ၎င်းတို့၏ဇာတ်လမ်းကို မေးမြန်းသူများနှင့် အသိပညာကို ရှာဖွေသူများအတွက်ဖြစ်သည်။ အမှန်စင်စစ် ၎င်းတို့၏ဇာတ်လမ်းသည် ထူးခြားပြီး ပြောပြရန် ထိုက်တန်ပေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰ أَبِينَا مِنَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “အမှန်စင်စစ် ယူဆွဖ်နှင့် သူ၏ညီသည် ငါတို့၏ဖခင်အတွက် ငါတို့ထက် ပို၍ချစ်ခင်စရာ ကောင်း၏။” ဟု ဆိုသောအခါ...)</span> သူတို့၏မှားယွင်းသော အတွေးအမြင်များအရ ယူဆွဖ်နှင့် သူ၏ညီ ဗင်ယာမင် <span class=\"gray\">(ဘင်ဂျမင်)</span>၊ ယူဆွဖ်၏ အသွေးအသားရင်းညီသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحَبُّ إِلَىٰ أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ဖခင်အတွက် ငါတို့ထက် ပို၍ချစ်ခင်စရာ ကောင်း၏။ ငါတို့သည်ကား 'ဥစ်ဗဟ် ဖြစ်လျက်ရှိ၏။)</span> ဆိုလိုသည်မှာ အဖွဲ့တစ်ဖွဲ့။ ထို့ကြောင့် သူတို့က ဤနှစ်ဦးကို အဖွဲ့ထက် ပို၍ မည်သို့ချစ်နိုင်မည်နည်းဟု တွေးကြ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَبَانَا لَفِي ضَلَالٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့၏ဖခင်သည် ထင်ရှားသော မှားယွင်းမှုထဲတွင်ရှိ၏။)</span> အဘယ်ကြောင့်ဆိုသော် သူသည် သူတို့နှစ်ဦးကို ငါတို့ထက် ပို၍ဦးစားပေးပြီး ချစ်မြတ်နိုးသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယူဆွဖ်ကို သတ်ကြ သို့မဟုတ် သူအား <span class=\"gray\">(အခြား)</span>မြေပြင်တစ်နေရာသို့ ပစ်ချကြကုန်။ သို့မှသာ သင်တို့၏ဖခင်၏မျက်နှာသာသည် သင်တို့အတွက်သာ သီးသန့်ဖြစ်ပေမည်။)</span> သူတို့က ပြောကြသည်- 'ယူဆွဖ်ကို ဖယ်ရှားလိုက်ကြ။ သူသည် သင်တို့၏ဖခင်၏ချစ်ခြင်းမေတ္တာအတွက် သင်တို့နှင့်ယှဉ်ပြိုင်နေသည်ကို ဖခင်၏မျက်နှာရှေ့မှ ဖယ်ရှားလိုက်ခြင်းဖြင့် သူ၏မျက်နှာသာသည် သင်တို့အတွက်သာ ဖြစ်လာလိမ့်မည်။ ယူဆွဖ်ကို သတ်ပစ်လိုက် သို့မဟုတ် ဝေးလံသောဒေသသို့ ပြည်နှင်ဒဏ်ပေးလိုက်ခြင်းဖြင့် သူ၏ဒုက္ခမှ သင်တို့ ကင်းဝေးသွားပြီး သင်တို့တစ်ဦးတည်းသာ သင်တို့၏ဖခင်၏ချစ်ခြင်းမေတ္တာကို ခံစားရလိမ့်မည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَكُونُوا مِن بَعْدِهِ قَوْمًا صَالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် ဖြောင့်မတ်သောသူများ ဖြစ်ကြလိမ့်မည်။)</span>၊ ထိုသို့အားဖြင့် အပြစ်မကျူးလွန်မီ နောင်တရရန် ရည်ရွယ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ قَائِلٌ مِّنْهُمْ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(One from among them said...)</span> Qatadah and Muhammad bin Ishaq said that he was the oldest among them and his name was Rubil <span class=\"gray\">(Reuben)</span>. As-Suddi said that his name was Yahudha <span class=\"gray\">(Judah)</span>. Mujahid said that it was Sham'un <span class=\"gray\">(Simeon)</span> who said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَقْتُلُوا يُوسُفَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယူဆွဖ်ကို မသတ်ကြနှင့်၊)</span> သူအပေါ် သင်တို့၏ ရန်ငြိုးနှင့် မုန်းတီးမှုသည် ဤအဆင့်အထိ၊ လူသတ်မှုအဆင့်အထိ ရောက်ရှိစေနှင့်။ </p><p lang=\"my\" class=\"my \">သို့သော်လည်း ယူဆွဖ်ကို သတ်ဖြတ်ရန် သူတို့၏ကြံစည်မှုသည် အောင်မြင်မည်မဟုတ်ပေ။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် ယူဆွဖ်အား ပြည့်စုံအောင် ဆောင်ရွက်ရမည့်တာဝန်ကို ပြည့်စုံအောင် လုပ်ဆောင်စေလိုခဲ့သည်။ သူသည် အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော်ကို ရရှိပြီး အရှင်၏နဗီတမန် ဖြစ်လာလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် ယူဆွဖ်အား အီဂျစ်ပြည်တွင် အင်အားကြီးသော ပုဂ္ဂိုလ်ဖြစ်စေပြီး အီဂျစ်ကို အုပ်ချုပ်စေလိုခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ယူဆွဖ်ကို ဆန့်ကျင်သော သူတို့၏ရည်ရွယ်ချက်ကို ဆက်လက်လုပ်ဆောင်ခွင့် မပြုခဲ့ပေ။ ရူဘီလ်၏စကားများနှင့် သူတို့အား ပေးသော အကြံဉာဏ်မှာ တစ်ခုခုလုပ်ရမည်ဆိုလျှင် သူအား ရေတွင်းအောက်ခြေသို့ ပစ်ချရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူအား ကုန်သည်အဖွဲ့တစ်ခုက ကောက်ယူသွားပေလိမ့်မည်)</span> ဖြတ်သန်းသွားသော ခရီးသည်များ၏။ ဤနည်းအားဖြင့် သူက ပြောသည်- သင်တို့သည် သူ့ကို မသတ်ဘဲ ဤဒုက္ခမှ လွတ်မြောက်လိမ့်မည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِن كُنتُمْ فَاعِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တစ်ခုခုလုပ်ရမည်ဆိုလျှင်၊)</span> ဆိုလိုသည်မှာ သင်သည် သူ့ကို ဖယ်ရှားရန် ဆက်လက်တောင်းဆိုနေလျှင်။ မုဟမ္မဒ် ဘင် အစ္စဟာက် ဘင် ယာစར་က ပြောသည်- \"သူတို့သည် ဆွေမျိုးသားချင်းဆက်ဆံရေးကို ဖြတ်တောက်ခြင်း၊ မိဘများကို ကျေးဇူးမသိဘဲ ပြုမူခြင်း၊ ငယ်ရွယ်သော၊ အကူအညီမဲ့သော၊ အပြစ်မဲ့သောသူများအပေါ် ကြမ်းတမ်းစွာ ပြုမူခြင်းတို့ ပါဝင်သော အထူးဆိုးယုတ်သည့် ရာဇ၀တ်မှုတစ်ခုကို သဘောတူခဲ့ကြသည်။ ၎င်းသည် ရိုသေလေးစားခံပိုင်ခွင့်၊ ဂုဏ်ပြုခံပိုင်ခွင့်နှင့် ချီးမွမ်းခံပိုင်ခွင့်ရှိသော အသက်ကြီးသူနှင့် အားနည်းသူများအပေါ်၊ ထို့အပြင် အလ္လာဟ်အရှင်မြတ်ထံတွင် ဂုဏ်ပြုခံရခြင်းနှင့် သားသမီးများအပေါ် မိဘအခွင့်အရေးများရှိသူများအပေါ် ကြမ်းတမ်းမှုလည်းဖြစ်သည်။ သူတို့သည် အသက်အရွယ်ကြီးရင့်ပြီး အရိုးများ အားနည်းနေသော်လည်း အလ္လာဟ်အရှင်မြတ်ထံတွင် မြင့်မားသော အဆင့်အတန်းရှိသည့် ချစ်ရသော ဖခင်ကို သူ၏ အားနည်းမှု၊ နုနယ်သော အသက်အရွယ်နှင့် ဖခင်၏ မေတ္တာနှင့် ကြင်နာမှုကို လိုအပ်နေသော သူ၏ချစ်ရသော သားငယ်လေးနှင့် ခွဲထုတ်ရန် ကြိုးပမ်းခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ကို ခွင့်လွှတ်တော်မူပါစေ။ အမှန်စင်စစ် အရှင်သည် မေတ္တာထားသူများအနက် အပြည့်စုံဆုံး မေတ္တာရှင်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် \"ကြီးလေးသော မှားယွင်းမှု\" ကို လုပ်ဆောင်ရန် ရည်ရွယ်ခဲ့သောကြောင့်ဖြစ်သည်။ အိဗ်နု အဘီ ဟာတိမ်သည် ဤစကားကို မုဟမ္မဒ် ဘင် အစ္စဟာက်မှ စလာမာ ဘင် အလ်-ဖဒလ်၏ လမ်းကြောင်းမှ စုဆောင်းခဲ့သည်။\"</p>"
  }
]