[
  {
    "ayah_key": "10:21",
    "group_ayah_key": "10:21",
    "from_ayah": "10:21",
    "to_ayah": "10:23",
    "ayah_keys": "10:21,10:22,10:23",
    "text": "<p lang=\"my\" class=\"my \">အကြင်အခါ လူသားတို့အား ဆင်းရဲဒုက္ခတစ်ခု ၎င်းတို့အား ကျရောက်ပြီးနောက် ကရုဏာတော်ကို မြည်းစမ်းစေ၏၊ ၎င်းအခါ ကြည့်လေ၊ ၎င်းတို့သည် ငါတို့၏ အာယတ်တော်များကို ဆန့်ကျင်ပုန်ကန်ကြလေသည်။ ပြောကြားလော့- \"အလ္လာဟ်အရှင်မြတ်သည် ပိုမိုလျင်မြန်စွာ စီမံသူဖြစ်သည်။\" ဧကန်မလွဲ ငါတို့၏ သတင်းပို့သူများ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> သည် သင်တို့ ပုန်ကန်ကြသည်များကို အလုံးစုံ မှတ်တမ်းတင်ကြလေသည်။ <span>(၂၁)</span> ၎င်းအရှင်မြတ်သည် သင်တို့အား ကုန်းလမ်းနှင့် ပင်လယ်လမ်းတို့တွင် ခရီးသွားလာနိုင်ရန် စီစဉ်ပေးတော်မူ၏။ သင်တို့သည် သင်္ဘောများပေါ်တွင် ရှိကြသောအခါ၊ လေကောင်းလေသန့်ဖြင့် လှေများသည် လိုက်ပါသွားကြ၍ ၎င်းတို့သည် ပျော်ရွှင်ကြ၏။ ထို့နောက် လေပြင်းမုန်တိုင်း ကျရောက်လာပြီး လှိုင်းများက လေးဘက်လေးတန်မှ ၎င်းတို့ထံ ရောက်ရှိလာကာ ၎င်းတို့သည် ထိုအခြေအနေ၌ ပိတ်မိနေပြီဟု ထင်မှတ်ကြ၏။ ထိုအခါ ၎င်းတို့သည် မိမိတို့၏ ယုံကြည်ခြင်းကို အရှင်မြတ်အတွက် <span class=\"gray\">(တစ်ပါးတည်း)</span> ဖြူစင်စေလျက် အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်ကြ၏။ <span class=\"gray\">(ပြောကြားကြသည်မှာ)</span>: \"အကယ်၍ အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ဤအရာမှ ကျွန်ုပ်တို့အား ကယ်တင်တော်မူပါက ကျွန်ုပ်တို့သည် ဧကန်မလွဲ ကျေးဇူးတင်သူများထဲမှ ဖြစ်ကြပါလိမ့်မည်။ <span>(၂၂)</span> သို့သော် အရှင်မြတ်က ၎င်းတို့အား ကယ်တင်တော်မူသောအခါ ကြည့်လေ၊ ၎င်းတို့သည် မြေပေါ်၌ မတရားစွာ ပုန်ကန်ကြလေသည်။ အို လူသားတို့! သင်တို့၏ ပုန်ကန်မှုသည် သင်တို့ကိုယ်တိုင်အတွက်သာ ဖြစ်သည်။ – ဤဒုနိယာဘဝ၏ ခေတ္တခဏ ပျော်မွေ့ခြင်းမျှသာ ဖြစ်သည်။ ထို့နောက် <span class=\"gray\">(နောက်ဆုံးတွင်)</span> ငါတို့ထံသို့ သင်တို့၏ ပြန်လာခြင်းဖြစ်သည်။ ထို့နောက် သင်တို့ ပြုလုပ်ခဲ့သည်များကို ငါတို့သည် သင်တို့အား အသိပေးမည်။ <span>(၂၃)</span></p><div lang=\"my\" class=\"my \"><h2>လူသားသည် ဆင်းရဲဒုက္ခကာလများနောက် ကရုဏာတော်ကို ရရှိသောအခါ ပြောင်းလဲတတ်၏</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အား ဆင်းရဲဒုက္ခနှင့် ကြုံတွေ့ပြီးနောက် မိမိ၏ ကရုဏာတော်ကို ခံစားရစေသောအခါ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا لَهُم مَّكْرٌ فِي آيَاتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ငါတို့၏ အာယတ်တော်များကို ဆန့်ကျင်ပုန်ကန်ကြလေသည်။)</span></p><p lang=\"my\" class=\"my \">ဆင်းရဲဒုက္ခပြီးနောက် ကရုဏာတော်ရောက်လာခြင်းသည် ခက်ခဲမှုပြီးနောက် လွယ်ကူမှုရောက်လာခြင်း၊ ခြောက်သွေ့မှုပြီးနောက် မြေဩဇာကောင်းခြင်း၊ မိုးခေါင်ပြီးနောက် မိုးရွာခြင်းတို့နှင့် တူ၏။ မုဂျာဟစ်ဒ်က လူသား၏ သဘောထားသည် ကောင်းချီးများကို ပြက်ရယ်ပြုခြင်းနှင့် ငြင်းဆိုခြင်းကို ပြသသည်ဟု ဆိုခဲ့သည်။ ဤနေရာရှိ အဓိပ္ပါယ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّ الْإِنسَانَ الضُّرُّ دَعَانَا لِجَنبِهِ أَوْ قَاعِدًا أَوْ قَائِمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားအား ဘေးဆိုးရောက်ရှိသောအခါ သူသည် ငါတို့အား လျောင်းလျက်ဖြစ်စေ၊ ထိုင်လျက်ဖြစ်စေ၊ ရပ်လျက်ဖြစ်စေ တိုင်တည်သည်။)</span><span class=\"gray\">(၁၀း၁၂)</span></p><p lang=\"my\" class=\"my \">အလ်-ဘွခါရီ၏ မှတ်တမ်းတင်ထားချက်အရ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ညဘက်တွင် မိုးရွာပြီးနောက် စွဗ်ဟ် <span class=\"gray\">(အရုဏ်ဦး)</span> ဝတ်ပြုဆုတောင်းခြင်းကို ဦးဆောင်ခဲ့ပြီးနောက် ၎င်းအရှင်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تَدْرُونَ مَاذَا قَالَ رَبُّكُمُ اللَّيْلَةَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အရှင်သခင်သည် မနေ့ညက ဘာမိန့်ကြားတော်မူသည်ကို သင်တို့ သိကြသလော။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က \"အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်က ပိုသိသည်။\" ဟု ပြန်လည်ဖြေကြားခဲ့ကြသည်။ ၎င်းအရှင်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ: أَصْبَحَ مِنْ عِبَادِي مُؤْمِنٌ بِي وَكَافِرٌ، فَأَمَّا مَنْ قَالَ: مُطِرْنَا بِفَضْلِ اللهِ وَرَحْمَتِهِ فَذَاكَ مُؤْمِنٌ بِي كَافِرٌ بِالْكَوْكَبِ، وَأَمَّا مَنْ قَالَ: مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا فَذَاكَ كَافِرٌ بِي مُؤْمِنٌ بِالْكَوْكَبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ- \"ယနေ့နံနက်တွင် ငါ၏ကျွန်အချို့သည် ငါ့အပေါ်၌ ယုံကြည်သူများ ဖြစ်လာကြပြီး အချို့မှာ မယုံကြည်သူများ ဖြစ်လာကြသည်။ 'အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်ကြောင့် ဤမိုးရွာခြင်းကို ငါတို့ ရရှိခဲ့သည်' ဟု ပြောသူသည် ငါ့အပေါ် ယုံကြည်သူဖြစ်ပြီး ကြယ်တာရာများကို မယုံကြည်သူဖြစ်သည်။ 'ငါတို့သည် ဤမိုးရွာခြင်းကို ထိုထိုသော ကြယ်တာရာများ ထွန်းကားမှုကြောင့် ရရှိခဲ့သည်' ဟု ပြောသူသည် ငါ့အပေါ် မယုံကြည်သူဖြစ်ပြီး ကြယ်တာရာများကို ယုံကြည်သူဖြစ်သည်။)</span></p><p lang=\"su\" class=\"su \">The Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُ أَسْرَعُ مَكْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့- \"အလ္လာဟ်အရှင်မြတ်သည် ပိုမိုလျင်မြန်စွာ စီမံသူဖြစ်သည်။\")</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ပြစ်ဒဏ်ဖြင့် တဖြည်းဖြည်း ဖမ်းဆီးနိုင်စွမ်း ပိုရှိကြောင်း၊ ပြစ်မှုကျူးလွန်သူများက ပြစ်ဒဏ်မခံရဟု ထင်မှတ်သည်အထိ ၎င်းတို့အား နှောင့်နှေးခွင့် ပေးထားခြင်းဖြစ်သည်။ သို့သော် အမှန်တကယ်တွင် ၎င်းတို့သည် အနားပေးခံရသည့် ကာလများ၌ ရှိကြပြီး၊ ထို့နောက် ရုတ်တရက် ဖမ်းဆီးခံရမည်။ မြင့်မြတ်သော မှတ်တမ်းတင်သူများ <span class=\"gray\">(ဆိုလိုသည်မှာ လုပ်ရပ်များကို မှတ်တမ်းတင်သော ကောင်းကင်တမန်များ)</span> သည် ၎င်းတို့ပြုလုပ်သမျှ အရာအားလုံးကို ရေးမှတ်ကာ ၎င်းတို့၏ လုပ်ရပ်များကို စာရင်းပြုစုထားမည်။ ထို့နောက် ၎င်းတို့သည် မြင်အပ်သောနှင့် မမြင်အပ်သော ကမ္ဘာလောကများကို အလုံးစုံသိတော်မူသောအရှင်၏ ရှေ့မှောက်သို့ တင်ပြကြမည်။ ထို့နောက် အရှင်သခင်သည် ၎င်းတို့အား အရေးကြီးသော လုပ်ရပ်များနှင့် စွန်ထန်းစေ့ပေါ်ရှိ အစက်လေးတစ်စက်ကဲ့သို့ အသေးအဖွဲဟု ထင်ရသော လုပ်ရပ်များအတွက်ပင် ဆုချီးမြှင့်တော်မူမည်။ </p><p lang=\"jv\" class=\"jv \">Allah further states:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်မြတ်သည် သင်တို့အား ကုန်းလမ်းနှင့် ပင်လယ်လမ်းတို့တွင် ခရီးသွားလာနိုင်ရန် စီစဉ်ပေးတော်မူ၏...)</span> ဆိုသည်မှာ အရှင်မြတ်သည် မိမိ၏ ဂရုစိုက်မှုနှင့် စောင့်ရှောက်မှုဖြင့် သင်တို့အား ကာကွယ်ပေးပြီး ထိန်းသိမ်းထားတော်မူသည်ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا كُنتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် သင်္ဘောများပေါ်တွင် ရှိကြသောအခါ၊ လေကောင်းလေသန့်ဖြင့် လှေများသည် လိုက်ပါသွားကြ၍ ၎င်းတို့သည် ပျော်ရွှင်ကြ၏...)</span> ဆိုသည်မှာ ချောမွေ့စွာနှင့် ငြိမ်သက်စွာဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">جَاءَتْهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် (ဤသင်္ဘောများထံ) ရောက်ရှိလာ၏)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">رِيحٌ عَاصِفٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လေပြင်းမုန်တိုင်း)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَهُمُ الْمَوْجُ مِن كُلِّ مَكَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် လှိုင်းများက လေးဘက်လေးတန်မှ ၎င်းတို့ထံ ရောက်ရှိလာကာ၊)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် ထိုအခြေအနေ၌ ပိတ်မိနေပြီဟု ထင်မှတ်ကြ၏)</span> ဆိုသည်မှာ ပျက်စီးတော့မည်ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ၎င်းတို့သည် မိမိတို့၏ ယုံကြည်ခြင်းကို အရှင်မြတ်အတွက် <span class=\"gray\">(တစ်ပါးတည်း)</span> ဖြူစင်စေလျက် အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်ကြ၏)</span> ဆိုသည်မှာ ဤအခြေအနေ၌ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ရုပ်တု သို့မဟုတ် ဆင်းတုကို တိုင်တည်မည်မဟုတ်ဟု ဆိုလိုသည်။ ၎င်းတို့သည် မိမိတို့၏ ပန်ကြားခြင်းများနှင့် ဆုတောင်းခြင်းများအတွက် အရှင်မြတ်ကိုသာ တစ်ပါးတည်း ရွေးချယ်ကြမည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّا إِيَّاهُ ۖ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ ۚ وَكَانَ الْإِنسَانُ كَفُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်၌ သင်တို့အား ဘေးဆိုးရောက်ရှိသောအခါ သင်တို့ တိုင်တည်ကြသူများသည် ၎င်းအရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်း)</span> မှလွဲ၍ သင်တို့ထံမှ ပျောက်ကွယ်သွားကြသည်။ သို့သော် အရှင်မြတ်သည် သင်တို့အား ကုန်းပေါ်သို့ ဘေးမခပါဘဲ ရောက်ရှိစေသောအခါ သင်တို့သည် <span class=\"gray\">(အရှင်မြတ်ထံမှ)</span> လှည့်ထွက်သွားကြသည်။ လူသားသည် အမြဲတစေ ကျေးဇူးကန်းသူဖြစ်သည်။)</span><span class=\"gray\">[၁၇:၆၇]</span> ဤဆူရာတွင် အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنجَيْتَنَا مِنْ هَٰذِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့၏ ယုံကြည်ခြင်းကို အရှင်မြတ်အတွက် ဖြူစင်စေလျက် အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်ကြ၏ <span class=\"gray\">(ပြောကြားကြသည်မှာ)</span>: \"အကယ်၍ အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ဤ <span class=\"gray\">(အခြေအနေ)</span> မှ ကျွန်ုပ်တို့အား ကယ်တင်တော်မူပါက။\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنَكُونَنَّ مِنَ الشَّاكِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့သည် ဧကန်မလွဲ ကျေးဇူးတင်သူများထဲမှ ဖြစ်ကြပါလိမ့်မည်။\")</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ကျွန်ုပ်တို့သည် အရှင်မြတ်နှင့်အတူ အခြားသူများကို မိတ်ဖက်မထားကြဟု ဆိုလိုသည်။ ကျွန်ုပ်တို့သည် ဤနေရာ၌ ယခုအခါ အရှင်မြတ်အား ဆုတောင်းနေသကဲ့သို့ နောင်တွင် အရှင်မြတ်ကိုသာ တစ်ပါးတည်း ကိုးကွယ်ကြမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا أَنجَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အရှင်မြတ်သည် ၎င်းတို့အား ကယ်တင်တော်မူသောအခါ)</span> ထိုဆင်းရဲဒုက္ခမှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြည့်လေ! ၎င်းတို့သည် မြေပေါ်၌ မတရားစွာ ပုန်ကန်ကြလေသည်...)</span> ဆိုလိုသည်မှာ- ၎င်းတို့သည် မည်သည့်အခက်အခဲကိုမျှ မကြုံခဲ့ရသကဲ့သို့ အရှင်မြတ်အား မည်သည့်ကတိကိုမျှ မပေးခဲ့ရသကဲ့သို့ ပြန်လာကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَن لَّمْ يَدْعُنَا إِلَىٰ ضُرٍّ مَّسَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သူ့အား ထိခိုက်ခဲ့သော ဘေးဆိုးအတွက် ငါတို့အား မည်သည့်အခါမျှ တိုင်တည်မထားခဲ့သကဲ့သို့ ရှေ့ဆက်သွား၏!)</span><span class=\"gray\">[၁၀:၁၂]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَىٰ أَنفُسِكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားတို့! သင်တို့၏ ပုန်ကန်မှု <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား မနာခံမှု)</span> သည် သင်တို့ကိုယ်တိုင်အတွက်သာ ဖြစ်သည်၊)</span> ဤကျူးလွန်မှု၏ ဆိုးကျိုးကို သင်တို့ကိုယ်တိုင်သာ ခံစားရမည်။ သင်တို့သည် အခြားသူတစ်ဦးတစ်ယောက်ကိုမျှ ထိုအရာဖြင့် ထိခိုက်စေမည်မဟုတ်၊ ဟဒီးစ်တော်တွင် ပါရှိသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ ذَنْبٍ أَجْدَرَ أَنْ يُعَجِّلَ اللهُ عُقُوبَتَهُ فِي الدُّنْيَا مَعَ مَا يَدَّخِرُ اللهُ لِصَاحِبِهِ فِي الْآخِرَةِ مِنَ الْبَغْيِ وَقَطِيعَةِ الرَّحِمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကတွင် အလ္လာဟ်အရှင်မြတ်က ပြစ်ဒဏ်ကို အလျင်အမြန် ပေးသင့်သော အပြစ်သည် – နောင်တမလွန်ဘဝ၌ အလ္လာဟ်အရှင်မြတ်က ပြင်ဆင်ထားသော ပြစ်ဒဏ်အပြင် – မတရားဖိနှိပ်မှုနှင့် ဆွေမျိုးသားချင်းဆက်ဆံရေးကို ဖြတ်တောက်ခြင်းထက် ပို၍မရှိ။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّتَاعَ الْحَيَاةِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤဒုနိယာဘဝ၏ ခေတ္တခဏ ပျော်မွေ့ခြင်းမျှသာ ဖြစ်သည်...)</span> ဆိုသည်မှာ ဤနိမ့်ကျသောနှင့် အကျဉ်းချုံးထားသော ဒုနိယာဘဝတွင် သင်တို့သည် ခေတ္တခဏသာ ပျော်ရွှင်ရမည်ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِلَيْنَا مَرْجِعُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် <span class=\"gray\">(နောက်ဆုံးတွင်)</span> ငါတို့ထံသို့ သင်တို့၏ ပြန်လာခြင်းဖြစ်သည်။...)</span> ဆိုသည်မှာ သင်တို့၏ ပန်းတိုင်နှင့် နောက်ဆုံးနေရာဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنُنَبِّئُكُم </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့သည် သင်တို့အား အသိပေးမည်)</span> သင်တို့၏ လုပ်ရပ်အားလုံးကို။ ထို့နောက် ငါတို့သည် ၎င်းတို့အတွက် သင်တို့အား အကျိုးပြန်ပေးမည်။ ထို့ကြောင့် ကောင်းသောအရာ <span class=\"gray\">(မိမိ၏ မှတ်တမ်း၌)</span> ကို တွေ့ရှိသူသည် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းစေ၊ ထိုမှတစ်ပါး အခြားအရာကို တွေ့ရှိသူသည် မိမိကိုယ်ကိုသာ ပြစ်တင်ဝေဖန်စေ။</p>"
  }
]