[
  {
    "ayah_key": "17:98",
    "group_ayah_key": "17:98",
    "from_ayah": "17:98",
    "to_ayah": "17:99",
    "ayah_keys": "17:98,17:99",
    "text": "<p lang=\"my\" class=\"my \">ထိုသို့သော အစားပေးခြင်းသည် ၎င်းတို့၏ တုံ့ပြန်ခြင်းပင်ဖြစ်သည်၊ အကြောင်းမှာ ၎င်းတို့သည် ငါတို့၏ အာယတ်တော်များကို ငြင်းပယ်ခဲ့ကြပြီး၊ \"ငါတို့သည် အရိုးများနှင့် အစအနများ ဖြစ်သွားသောအခါ၊ ငါတို့သည် အမှန်ပင် ဖန်ဆင်းခြင်းအသစ်အဖြစ် ပြန်လည် ထမြောက်ခြင်း ခံရမည်လော။ <span>(၉၈)</span> ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းတော်မူခဲ့သော အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကဲ့သို့ ဖန်ဆင်းနိုင်သည်ကို ၎င်းတို့ မမြင်ကြပေဘူးလား။ ထို့ပြင် ကိုယ်တော်သည် ၎င်းတို့အတွက် သတ်မှတ်ထားသော ကာလတစ်ခုကို သတ်မှတ်ထားတော်မူပြီးဖြစ်ရာ ထိုကာလ၌ သံသယဖြစ်ဖွယ်မရှိပေ။ သို့သော် မတရားပြုသူတို့သည် မယုံကြည်ခြင်းမှအပ ငြင်းပယ်ကြ၏ <span>(၉၉)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်– ဤပြစ်ဒဏ်သည် မျက်စိကန်း၊ နားပင်း၊ ဆွံ့အလျက် ထမြောက်ခြင်းပင်ဖြစ်၍ ၎င်းတို့ မယုံကြည်ခဲ့ကြသောကြောင့် ၎င်းတို့ထိုက်တန်သည့်အရာပင် ဖြစ်သည်၊</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">بِآيَاتِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အာယတ်တော်များ)</span>၊ ဆိုလိုသည်မှာ ငါတို့၏ သက်သေသာဓကများနှင့် အထောက်အထားများ၊ ထို့ပြင် ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ခြင်းသည် ဖြစ်နိုင်သည်ဟု မထင်ခဲ့ကြပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပြောဆိုကြသည်– \"ငါတို့သည် အရိုးများနှင့် အစအနများ ဖြစ်သွားသောအခါ...\")</span> ဆိုလိုသည်မှာ ငါတို့သည် ပြိုကွဲသွားပြီး ငါတို့၏ ခန္ဓာကိုယ်များ ဆွေးမြေ့သွားသောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် အမှန်ပင် ဖန်ဆင်းခြင်းအသစ်အဖြစ် ပြန်လည် ထမြောက်ခြင်း ခံရမည်လော။)</span> ဆိုလိုသည်မှာ ငါတို့သည် ပြိုကွဲပျက်စီးသွားပြီး မြေကြီးထဲသို့ စုပ်ယူခြင်းခံရပြီးနောက် ဒုတိယအကြိမ် ပြန်လာကြမည်လား။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား သက်သေသာဓကများ တင်ပြပြီး ကိုယ်တော်သည် ထိုသို့ပြုလုပ်နိုင်ကြောင်း ပြောကြားခဲ့သည်။ အကြောင်းမှာ ကိုယ်တော်သည် ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းတော်မူခဲ့သောကြောင့် ၎င်းတို့ကို ပြန်လည်ထမြောက်စေခြင်းသည် ထိုအရာထက် ပိုမိုလွယ်ကူသည်။ ကိုယ်တော်မိန့်တော်မူထားသည့်အတိုင်း–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီး ဖန်ဆင်းခြင်းသည် လူသား ဖန်ဆင်းခြင်းထက် ကြီးမြတ်လှပေသည်။)</span><span class=\"gray\">[၄၀:၅၇]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَن يُحْيِيَ الْمَوْتَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခဲ့ပြီး၊ ၎င်းတို့ကို ဖန်ဆင်းရာတွင် မပင်ပန်းခဲ့သော အလ္လာဟ်အရှင်မြတ်သည် သေသူများကို အသက်ပြန်သွင်းနိုင်သည်ကို ၎င်းတို့ မမြင်ကြဘူးလား။)</span><span class=\"gray\">[၄၆:၃၃]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَىٰ أَن يَخْلُقَ مِثْلَهُم ۚ بَلَىٰ وَهُوَ الْخَلَّاقُ الْعَلِيمُ - إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَن يَقُولَ لَهُ كُن فَيَكُونُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခဲ့သော ကိုယ်တော်သည် ၎င်းတို့ကဲ့သို့ ဖန်ဆင်းနိုင်တော်မူသည် မဟုတ်လော။ မှန်ပါသည်၊ ကိုယ်တော်သည် အလုံးစုံကိုသိရှိတော်မူသော အမြင့်မြတ်ဆုံး ဖန်ဆင်းရှင်ပင်ဖြစ်၏။ အမှန်စင်စစ်၊ ကိုယ်တော်သည် တစ်ခုခုကို အလိုရှိသောအခါ၊ \"ဖြစ်လော့\" ဟု မိန့်တော်မူရုံဖြင့် ၎င်းသည် ဖြစ်တည်လာ၏။)</span><span class=\"gray\">(၃၆:၈၁-၈၂)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَىٰ أَن يَخْلُقَ مِثْلَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းခဲ့သော အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကဲ့သို့ ဖန်ဆင်းနိုင်သည်ကို ၎င်းတို့ မမြင်ကြဘူးလား။)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကိုယ်တော်သည် ၎င်းတို့၏ ခန္ဓာကိုယ်များကို ပထမဆုံးအကြိမ် ဖန်ဆင်းခဲ့သကဲ့သို့ ပြန်လည်ဖန်ဆင်း၍ ပြန်လည်ထူထောင်ပေးမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ لَهُمْ أَجَلًا لَّا رَيْبَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကိုယ်တော်သည် ၎င်းတို့အတွက် သတ်မှတ်ထားသော ကာလတစ်ခုကို သတ်မှတ်ထားတော်မူပြီးဖြစ်ရာ ထိုကာလ၌ သံသယဖြစ်ဖွယ်မရှိပေ။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ၎င်းတို့ကို ပြန်လည်ဖန်ဆင်းပြီး ၎င်းတို့၏ ဂူများမှ ထုတ်ဆောင်ရန် အချိန်တစ်ခု သတ်မှတ်ထားပြီးဖြစ်သည်။ ၎င်းမှာ မလွဲဧကန် ရောက်ရှိလာမည့် သတ်မှတ်ထားသောအချိန်ပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَّعْدُودٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းကို <span class=\"gray\">(ပြီးနှင့်ပြီးဖြစ်သော)</span> သတ်မှတ်ထားသည့် ကာလတစ်ခုအတွက်သာ ရွှေ့ဆိုင်းထားသည်။)</span><span class=\"gray\">(၁၁:၁၀၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَبَى الظَّالِمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မတရားပြုသူတို့သည် ငြင်းပယ်ကြ၏)</span> – ၎င်းတို့အား သက်သေသာဓကများ တင်ပြပြီးနောက်တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا كُفُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(နှင့် မည်သည့်အရာကိုမျှ လက်မခံဘဲ)</span> မယုံကြည်ခြင်းမှအပ)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ မမှန်ကန်မှုနှင့် လမ်းမှားခြင်း၌ ဆက်လက်တည်ရှိနေကြသည်။</p>"
  }
]