[
  {
    "ayah_key": "2:246",
    "group_ayah_key": "2:246",
    "from_ayah": "2:246",
    "to_ayah": "2:246",
    "ayah_keys": "2:246",
    "text": "<p lang=\"my\" class=\"my \">မုသာ၏အချိန်နောက်ပိုင်း အစ္စရေးလ်သားအုပ်စုအကြောင်း သင်စဉ်းစားမကြည့်ဘူးလား။ သူတို့၏နဗီတစ်ပါးအား ‘ကျွန်ုပ်တို့အတွက် ဘုရင်တစ်ပါး ခန့်အပ်ပေးပါ၊ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တွင် တိုက်ခိုက်ပါမည်။’ ဟု သူတို့ပြောသောအခါ၊ သူက ‘တိုက်ခိုက်ရန် သင့်တို့အပေါ် စစ်မခိုင်းစေလျှင် သင်တို့သည် တိုက်ခိုက်ခြင်းမှ ရှောင်ကြဉ်ကြမည်လား။’ ဟု ပြောခဲ့သည်။ သူတို့က ‘ကျွန်ုပ်တို့၏နေအိမ်များနှင့် ကျွန်ုပ်တို့၏သားသမီးများ <span class=\"gray\">(မိသားစုများကို ဖမ်းဆီးသွားခြင်း)</span> ခံရပြီး ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တွင် အဘယ်ကြောင့် မတိုက်ခိုက်ရမည်နည်း။’ ဟု ပြောခဲ့ကြသည်။ သို့သော် သူတို့အပေါ် တိုက်ခိုက်ရန် အမိန့်ချမှတ်သောအခါ၊ သူတို့အနက် အနည်းငယ်မှလွဲ၍ ကျန်သူအားလုံး လှည့်ထွက်သွားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူများကို အလုံးစုံသိတော်မူ၏။ <span>(၂၄၆)</span></p><div lang=\"my\" class=\"my \"><h2>သူတို့အပေါ် ဘုရင်တစ်ပါးခန့်အပ်ရန် တောင်းဆိုခဲ့သော ဂျူးများ၏ပုံပြင်</h2></div><p lang=\"my\" class=\"my \">မူဂျာဟစ်ဒ်က နဗီ <span class=\"gray\">(အထက်ပါ အာယသ် ၂:၂၄၆ တွင် ဖော်ပြထားသော)</span> မှာ ရှမ်ဝေလ် <span class=\"gray\">(ဆမ်မြူရယ်)</span> ဖြစ်ကြောင်း ပြောခဲ့သည်။ ဝါဟဘ် ဘင် မူနဗ်ဗီဟ်က ပြောသည်– မိုဇက်စ် (မူစာ) နောက်ပိုင်းကာလတစ်ခုအထိ အစ္စရေးလ်သားများသည် ဖြောင့်မှန်သောလမ်းစဉ်ပေါ်တွင် တည်ရှိခဲ့ကြသည်။ ထို့နောက် သူတို့သည် ဘာသာတရားတွင် ဆန်းသစ်တီထွင်မှုများ ပြုလုပ်ခဲ့ကြပြီး အချို့မှာ ရုပ်တုများကိုပင် ကိုးကွယ်ခဲ့ကြသည်။ သို့သော် သူတို့အကြားတွင် အမြဲတမ်း နဗီများ စေလွှတ်ခြင်းခံရပြီး ထိုနဗီများသည် သူတို့ကို ကောင်းမှုပြုရန်၊ မကောင်းမှုမှ ရှောင်ကြဉ်ရန် အမိန့်ပေးကာ တော်ရတ်ကျမ်း၏ အမိန့်များအတိုင်း အုပ်ချုပ်ခဲ့ကြသည်။ သူတို့ <span class=\"gray\">(အစ္စရေးလ်သားများ)</span> သည် သူတို့ကျူးလွန်ခဲ့သော မကောင်းမှုကို ကျူးလွန်သောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ရန်သူများကို သူတို့အပေါ် လွှမ်းမိုးစေခဲ့ပြီး ရလဒ်အနေဖြင့် များစွာသော သေဆုံးမှုများ ဖြစ်ပေါ်ခဲ့သည်။ သူတို့၏ရန်သူများသည် သူတို့အနက် အများအပြားကိုလည်း ဖမ်းဆီးသွားခဲ့ပြီး သူတို့၏မြေယာများစွာကို သိမ်းပိုက်ခဲ့သည်။ အစောပိုင်းက အစ္စရေးလ်သားများကို တိုက်ခိုက်သူတိုင်း ရှုံးနိမ့်ခဲ့သည်၊ အကြောင်းမှာ သူတို့တွင် တော်ရတ်ကျမ်းနှင့် တာဘွတ်၊ <span class=\"gray\">(သေတ္တာ)</span> ရှိခဲ့သောကြောင့်ဖြစ်သည်။ ထိုကျမ်းနှင့်သေတ္တာကို အလ္လာဟ်အရှင်မြတ်နှင့် တိုက်ရိုက်ပြောဆိုခဲ့သော မိုဇက်စ် (မူစာ) လက်ထက်ကတည်းက မျိုးဆက်တစ်ခုပြီးတစ်ခု အမွေဆက်ခံခဲ့ကြသည်။ သို့သော် အစ္စရေးလ်သားများသည် တိုက်ပွဲတစ်ခုအတွင်း ဘုရင်တစ်ပါးက သူတို့ထံမှ တာဘွတ် <span class=\"gray\">(သေတ္တာ)</span> ကို မယူမချင်း လမ်းမှားသို့ ဆက်လက် လိုက်စားနေခဲ့ကြသည်။ ထိုဘုရင်သည် တော်ရတ်ကျမ်းကိုလည်း သိမ်းယူသွားခဲ့ပြီး ကျမ်းကို မှတ်မိသော အစ္စရေးလ်သား အနည်းငယ်သာ ကျန်ရှိခဲ့သည်။ နဗီအဖြစ် ပေးအပ်ခြင်းသည် သူတို့၏မျိုးနွယ်စုအမျိုးမျိုးတွင် ရပ်တန့်သွားခဲ့ပြီး လဗီ <span class=\"gray\">(လေဗီ)</span> ၏သားစဉ်မြေးဆက်မှ ကိုယ်ဝန်ဆောင် အမျိုးသမီးတစ်ဦးသာ ကျန်ရှိခဲ့ရာ သူမ၌ နဗီအဖြစ် ပေးအပ်ခြင်း ဆက်လက်ပေါ်ထွန်းခဲ့သည်။ သူမ၏ခင်ပွန်းမှာ သတ်ဖြတ်ခံခဲ့ရသောကြောင့် အစ္စရေးလ်သားများသည် သူမကို အိမ်တစ်အိမ်တွင် ထားရှိခဲ့ကြသည်၊ သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် သူမအား သူတို့၏နဗီဖြစ်လာမည့် သားလေးတစ်ဦးကို ပေးသနားတော်မူနိုင်မည်ဖြစ်သည်။ ထိုအမျိုးသမီးသည်လည်း သားလေးတစ်ဦး ရရှိရန် အလ္လာဟ်အရှင်မြတ်အား ဆက်လက်တောင်းဆုပြုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူမ၏တောင်းဆုများကို နားထောင်တော်မူပြီး သားလေးတစ်ဦးကို ပေးသနားတော်မူရာ သူမသည် ထိုသားလေးကို 'ရှမ်ဝေလ်' ဟု ခေါ်ဆိုခဲ့သည်။ ၎င်းမှာ 'အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်၏တောင်းဆုများကို နားထောင်ခဲ့ပြီ' ဟု အဓိပ္ပါယ်ရသည်။ အချို့လူများက ထိုသားလေး၏အမည်မှာ ရှမ်အွန် <span class=\"gray\">(ဆိုင်းမွန်)</span> ဖြစ်ကြောင်း ပြောခဲ့ကြပြီး ထိုအမည်မှာလည်း အလားတူအဓိပ္ပါယ်ရှိသည်။</p><p lang=\"my\" class=\"my \">ထိုသားလေး ကြီးပြင်းလာသောအခါ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ဖြောင့်မတ်သူတစ်ဦး ဖြစ်လာစေခဲ့သည်။ သူသည် နဗီအဖြစ် ပေးအပ်ခြင်းခံရမည့်အရွယ်သို့ ရောက်သောအခါ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား ဗျာဒိတ်ပေးတော်မူပြီး မိမိထံသို့ <span class=\"gray\">(မိမိ၏လူမျိုးများအား)</span> ဖိတ်ခေါ်ရန်နှင့် မိမိ၏ တော်ဟီဒ် <span class=\"gray\">(တစ်ပါးတည်းဖြစ်တော်မူခြင်း)</span> သို့ ဖိတ်ခေါ်ရန် အမိန့်ပေးတော်မူခဲ့သည်။ ရှမ်ဝေလ်သည် အစ္စရေးလ်သားများအား <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံသို့)</span> ဖိတ်ခေါ်ခဲ့ပြီး သူတို့က သူတို့၏ရန်သူများကို သူ၏ကွပ်ကဲမှုအောက်တွင် တိုက်ခိုက်နိုင်ရန်အတွက် ဘုရင်တစ်ပါးခန့်အပ်ပေးရန် တောင်းဆိုခဲ့ကြသည်။ ဘုရင်စနစ်သည်လည်း သူတို့အကြားတွင် ကုန်ဆုံးနေခဲ့သည်။ သူတို့၏နဗီက သူတို့ကို ပြောခဲ့သည်– ‘အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် သင့်တို့အပေါ် ဘုရင်တစ်ပါး ခန့်အပ်ပေးလျှင် သူ၏ကွပ်ကဲမှုအောက်တွင် တိုက်ခိုက်ရန် သင့်တို့၏ကတိကို သင်တို့ဖြည့်ဆည်းကြမည်လား။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِن دِيَارِنَا وَأَبْنَائِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က 'ကျွန်ုပ်တို့၏နေအိမ်များနှင့် ကျွန်ုပ်တို့၏သားသမီးများအား နှင်ထုတ်ခံရပြီးဖြစ်ပါလျက် အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တွင် ကျွန်ုပ်တို့ အဘယ်ကြောင့် မတိုက်ခိုက်ရမည်နည်း။')</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့၏မြေများကို သိမ်းဆည်းခံရပြီး ကျွန်ုပ်တို့၏သားသမီးများအား ကျွန်ုပ်တို့ထံမှ ခေါ်ဆောင်သွားခံရပြီးနောက်လား။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِّنْهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့အပေါ် တိုက်ခိုက်ရန် အမိန့်ချမှတ်သောအခါ၊ သူတို့အနက် အနည်းငယ်မှလွဲ၍ ကျန်သူအားလုံး လှည့်ထွက်သွားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူများကို အလုံးစုံသိတော်မူ၏။)</span> ဆိုလိုသည်မှာ သူတို့အနက် အနည်းငယ်သာ သူတို့၏ကတိကို ထိန်းသိမ်းခဲ့သော်လည်း အများစုမှာ ဂျီဟတ်ဒ်ကို စွန့်ပစ်ခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား အပြည့်အစုံ သိတော်မူ၏။</p>"
  },
  {
    "ayah_key": "2:247",
    "group_ayah_key": "2:247",
    "from_ayah": "2:247",
    "to_ayah": "2:247",
    "ayah_keys": "2:247",
    "text": "<p lang=\"my\" class=\"my \">သူတို့၏နဗီက သူတို့ကို ပြောခဲ့သည်– ‘အလ္လာဟ်အရှင်မြတ်သည် တာလွတ် <span class=\"gray\">(ဆောလ်)</span> ကို သင့်တို့အပေါ် ဘုရင်အဖြစ် ခန့်အပ်တော်မူပြီးဖြစ်သည်။’ သူတို့က ‘ကျွန်ုပ်တို့သည် သူ့ထက် ဘုရင်ရာထူးအတွက် ပို၍ သင့်လျော်ပါလျက်နှင့် သူသည် ဘုရင် မည်သို့ဖြစ်နိုင်မည်နည်း။ သူသည် လုံလောက်သောစည်းစိမ်ဥစ္စာကိုလည်း မရရှိခဲ့ပါ။’ သူက ပြောခဲ့သည်– ‘အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သူ့အား သင့်တို့ထက်သာ၍ ရွေးချယ်တော်မူခဲ့ပြီး သူ့အား အသိပညာနှင့် ခန္ဓာကိုယ်ထည်ဝါမှုတို့တွင် များစွာ တိုးမြှင့်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဘုရင်အဖြစ်ကို မိမိအလိုရှိသူအား ပေးသနားတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံများအတွက် လုံလောက်တော်မူသော၊ အလုံးစုံသိတော်မူသော အရှင်မြတ်ဖြစ်သည်။ <span>(၂၄၇)</span></p><p lang=\"my\" class=\"my \">အစ္စရေးလ်သားများက သူတို့၏နဗီအား ဘုရင်တစ်ပါးခန့်အပ်ပေးရန် တောင်းဆိုသောအခါ၊ နဗီက ထိုစဉ်က စစ်သားဖြစ်သူ တာလွတ် <span class=\"gray\">(ဆောလ်)</span> ကို ခန့်အပ်ခဲ့သည်။ သို့သော် တာလွတ်သည် သူတို့အကြားရှိ ဘုရင်မျိုးနွယ်မှ ဆင်းသက်လာသူ မဟုတ်ပေ၊ ထိုမျိုးနွယ်မှာ ယဟူဒါ <span class=\"gray\">(ဂျူးဒါ)</span> ၏သားစဉ်မြေးဆက်တွင်သာ သီးသန့်တည်ရှိခဲ့သည်။ ထို့ကြောင့် သူတို့က ပြောခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّىٰ يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ကျွန်ုပ်တို့အပေါ် ဘုရင်မည်သို့ဖြစ်နိုင်မည်နည်း)</span> ဆိုလိုသည်မှာ သူသည် ကျွန်ုပ်တို့အတွက် ဘုရင် မည်သို့ဖြစ်နိုင်မည်နည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ الْمَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ့ထက် ဘုရင်ရာထူးအတွက် ပို၍ သင့်လျော်ပါလျက်နှင့် သူသည် လုံလောက်သောစည်းစိမ်ဥစ္စာကိုလည်း မရရှိခဲ့ပါ။)</span> သူတို့က တာလွတ်သည် ဆင်းရဲသူဖြစ်ပြီး ဘုရင်ဖြစ်သင့်သည်ဟု သတ်မှတ်နိုင်သည့် စည်းစိမ်ဥစ္စာမရှိဟု ပြောခဲ့သည်။ အချို့လူများက တာလွတ်သည် လူတို့အတွက် ရေယူလာပေးလေ့ရှိကြောင်း ပြောဆိုခဲ့ကြပြီး အချို့ကမူ သူ၏အလုပ်မှာ သားရေဆိုးခြင်းဖြစ်ကြောင်း ပြောဆိုခဲ့ကြသည်။ ဂျူးများသည် ဤသို့ဖြင့် သူတို့၏နဗီနှင့် အငြင်းပွားခဲ့ကြသည်၊ သူတို့က သူ့အား နာခံပြီး ကောင်းသောစကားများ ပြောသင့်ပါလျက်။</p><p lang=\"my\" class=\"my \">သူတို့၏နဗီက သူတို့ကို ပြန်ဖြေခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သူ့အား သင့်တို့ထက်သာ၍ ရွေးချယ်တော်မူခဲ့သည်)</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်သည် တာလွတ်အား သူ့အကြောင်း ပိုမိုကောင်းမွန်စွာ သိလျက် သင့်တို့အထဲမှ ရွေးချယ်ခဲ့သည်။' သူတို့၏နဗီက ပြောခဲ့သည်– \"ကျွန်တော်သည် တာလွတ်ကို သင့်တို့၏ဘုရင်အဖြစ် ကိုယ့်ဘာသာ ရွေးချယ်ခဲ့ခြင်း မဟုတ်ပါ။ သင့်တို့၏တောင်းဆိုမှုအရ အလ္လာဟ်အရှင်မြတ်က ထိုသို့အမိန့်ပေးခဲ့ခြင်း ဖြစ်သည်။\" ထို့ပြင်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အသိပညာနှင့် ခန္ဓာကိုယ်ထည်ဝါမှုတို့တွင် များစွာ တိုးမြှင့်ပေးခဲ့သည်)</span> ဆိုလိုသည်မှာ 'တာလွတ်သည် သင့်တို့ထက် အသိပညာပိုရှိပြီး ဂုဏ်ရှိန်ပိုကြီးသည်၊ တိုက်ပွဲတွင် ပိုမိုအားကောင်းပြီး စိတ်ရှည်သည်၊ စစ်ပညာကို ပိုသိသည်။ အတိုချုပ်ပြောရလျှင် သူသည် သင့်တို့ထက် အသိပညာပိုရှိပြီး ပိုမိုအားကောင်းသည်။ ဘုရင်တစ်ပါးသည် လုံလောက်သောအသိပညာရှိသင့်သည်၊ ရုပ်ရည်ခန့်ညားပြီး ခိုင်မာသောစိတ်ဝိညာဉ်နှင့် ခန္ဓာကိုယ်ရှိသင့်သည်။' ထို့နောက် သူက ပြောခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُؤْتِي مُلْكَهُ مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဘုရင်အဖြစ်ကို မိမိအလိုရှိသူအား ပေးသနားတော်မူ၏။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းသာလျှင် အမြင့်မြတ်ဆုံးအာဏာပိုင်ဖြစ်တော်မူပြီး မိမိအလိုရှိရာကို ပြုတော်မူ၏။ မိမိ၏လုပ်ရပ်များနှင့် ပတ်သက်၍ မည်သူမျှ မေးမြန်းနိုင်မည် မဟုတ်သော်လည်း <span class=\"gray\">(မိမိ၏လုပ်ရပ်များအကြောင်းကို)</span> သူတို့အား မေးမြန်းခြင်းခံရမည်ဖြစ်သည်။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံများအပေါ် ပြည့်စုံသောအသိပညာ၊ ဉာဏ်ပညာနှင့် ကရုဏာတော်ရှိသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاللَّهُ وَاسِعٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံများအတွက် လုံလောက်တော်မူသော၊ အလုံးစုံသိတော်မူသော အရှင်မြတ်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ မိမိ၏ကျေးဇူးတော်သည် ပြန့်ကျယ်ပြီး မိမိအလိုရှိသူအား မိမိ၏မေတ္တာတော်ကို ပေးသနားတော်မူသည်။ မည်သူသည် ဘုရင်ဖြစ်ထိုက်သည်၊ မည်သူသည် မထိုက်သည်ကိုလည်း သိတော်မူ၏။</p>"
  },
  {
    "ayah_key": "2:248",
    "group_ayah_key": "2:248",
    "from_ayah": "2:248",
    "to_ayah": "2:248",
    "ayah_keys": "2:248",
    "text": "<p lang=\"my\" class=\"my \">သူတို့၏နဗီက သူတို့ကို ပြောခဲ့သည်– ‘အမှန်စင်စစ်! သူ၏ဘုရင်အဖြစ်၏ လက္ခဏာမှာ သင်တို့ထံသို့ အလ်တာဘွတ်၊ <span class=\"gray\">(သေတ္တာ)</span> ရောက်လာမည်ဖြစ်ပြီး ထိုသေတ္တာအတွင်း၌ သင့်တို့၏အရှင်မြတ်ထံမှ စကီနာ <span class=\"gray\">(ငြိမ်းချမ်းမှုနှင့် စိတ်ချမှု)</span> နှင့် မုသာ <span class=\"gray\">(မိုဇက်စ်)</span> နှင့် ဟာရွန် <span class=\"gray\">(အာရုန်)</span> တို့ ချန်ထားခဲ့သော အကြွင်းအကျန်တို့ ရှိနေမည်ဖြစ်ကာ ကောင်းကင်တမန်များက သယ်ဆောင်လာမည်ဖြစ်သည်။ အမှန်စင်စစ် ယုံကြည်သူများ ဖြစ်ပါက ဤအရာ၌ သင့်တို့အတွက် လက္ခဏာတစ်ရပ်ရှိသည်။ <span>(၂၄၈)</span></p><p lang=\"my\" class=\"my \">သူတို့၏နဗီက ထို့နောက် ကြေညာခဲ့သည်– ‘တာလွတ်၏ သင့်တို့အပေါ် ဘုရင်အဖြစ်၏ ကောင်းချီးမင်္ဂလာ၏ လက္ခဏာမှာ အလ္လာဟ်အရှင်မြတ်သည် သင့်တို့ထံမှ သိမ်းယူသွားခဲ့သော တာဘွတ် <span class=\"gray\">(သစ်သားသေတ္တာ)</span> ကို သင့်တို့အား ပြန်လည်ပေးအပ်ခြင်းဖြစ်သည်။’ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِ سَكِينَةٌ مِّن رَّبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်တို့၏အရှင်မြတ်ထံမှ စကီနာ ရှိနေသည့်အရာ)</span> ဆိုလိုသည်မှာ ငြိမ်းချမ်းမှု <span class=\"gray\">(သို့မဟုတ် ကျေးဇူးတော်)</span> နှင့် စိတ်ချမှုဖြစ်သည်။ အဗ်ဒူရ်-ရဇ်ဇာက်က ကတာဒါဟ် ပြောခဲ့ကြောင်း ဖော်ပြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِ سَكِينَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စကီနာ ရှိနေသည့်အရာ)</span> ဆိုလိုသည်မှာ ကျေးဇူးတော်ဖြစ်သည်။ ထို့ပြင် အာရ်-ရာဘီအ်က စကီနာသည် ကရုဏာတော်ဟု ဆိုသည်။ ဤသည်မှာ အလ်-အော်ဖီက ဖော်ပြခဲ့သည့်အတိုင်း အိဗ်နေအဗ်ဗားစ်က ပေးသော အဓိပ္ပါယ်လည်းဖြစ်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَقِيَّةٌ مِّمَّا تَرَكَ آلُ مُوسَىٰ وَآلُ هَارُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...မုသာ <span class=\"gray\">(မိုဇက်စ်)</span> နှင့် ဟာရွန် <span class=\"gray\">(အာရုန်)</span> တို့ ချန်ထားခဲ့သော အကြွင်းအကျန်တို့)၊</span></p><p lang=\"my\" class=\"my \">အိဗ်နေ ဂျာရီရ်က ဤအာယသ်နှင့် ပတ်သက်၍ အိဗ်နေအဗ်ဗားစ် ပြောခဲ့သည်ကို ဖော်ပြခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَقِيَّةٌ مِّمَّا تَرَكَ آلُ مُوسَىٰ وَآلُ هَارُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...မုသာ <span class=\"gray\">(မိုဇက်စ်)</span> နှင့် ဟာရွန် <span class=\"gray\">(အာရုန်)</span> တို့ ချန်ထားခဲ့သော အကြွင်းအကျန်တို့)</span> ဆိုလိုသည်မှာ မိုဇက်စ်၏လှံတံနှင့် ကျောက်ပြားများ၏ အကြွင်းအကျန်များဖြစ်သည်။ ဤသည်မှာ ကတာဒါဟ်၊ အစ်-ဆွဒ်ဒီ၊ အာရ်-ရာဘီအ် ဘင် အနပ်စ်နှင့် အိကရီမာဟ်တို့၏ တဖ်စီရ် <span class=\"gray\">(ကျမ်းအနက်ဖွင့်ဆိုချက်)</span> အတူတူပင်ဖြစ်ပြီး အိကရီမာဟ်က ‘တော်ရတ်ကျမ်းကိုလည်း’ ဟု ထပ်ပေါင်းထည့်ခဲ့သည်။ အဗ်ဒူရ်-ရဇ်ဇာက်က အာ့စ်-သွော်ရီအား အောက်ပါအဓိပ္ပါယ်နှင့် ပတ်သက်၍ သူ မေးခဲ့သည်ဟု ပြောခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَقِيَّةٌ مِّمَّا تَرَكَ آلُ مُوسَىٰ وَآلُ هَارُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...မုသာ <span class=\"gray\">(မိုဇက်စ်)</span> နှင့် ဟာရွန် <span class=\"gray\">(အာရုန်)</span> တို့ ချန်ထားခဲ့သော အကြွင်းအကျန်တို့)</span></p><p lang=\"my\" class=\"my \">အာ့စ်-သွော်ရီက ပြောသည်– ‘အချို့က ၎င်း၌ မန်နာအိုးတစ်လုံးနှင့် ကျောက်ပြားများ၏ အကြွင်းအကျန်များ ပါဝင်သည်ဟု ပြောခဲ့ကြပြီး၊ အချို့ကမူ ၎င်း၌ <span class=\"gray\">(မိုဇက်စ်၏)</span> လှံတံနှင့် ဖိနပ်နှစ်ရံ <span class=\"gray\">(အာယသ် ၂၀:၁၂ ကိုလည်း ကြည့်ပါ)</span> ပါဝင်သည်ဟု ပြောခဲ့ကြသည်။’</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَحْمِلُهُ الْمَلَائِكَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ကောင်းကင်တမန်များက သယ်ဆောင်လာသည်)</span>။</p><p lang=\"my\" class=\"my \">အိဗ်နေ ဂျူရိုင်းဂျ်က အိဗ်နေအဗ်ဗားစ် ပြောခဲ့သည်ကို ဖော်ပြသည်– ‘ကောင်းကင်တမန်များသည် ကောင်းကင်နှင့် မြေကြီးကြားမှ တာဘွတ် <span class=\"gray\">(သေတ္တာ)</span> ကို သယ်ဆောင်လာခဲ့ကြပြီး လူများ ကြည့်ရှုနေစဉ် တာလွတ်ရှေ့တွင် ထားရှိခဲ့ကြသည်။’ အစ်-ဆွဒ်ဒီက ပြောသည်– ‘တာဘွတ်ကို တာလွတ်၏အိမ်သို့ သယ်ဆောင်လာခဲ့ရာ လူများသည် ရှမ်အွန် <span class=\"gray\">(ဆိုင်းမွန်)</span> ၏နဗီအဖြစ်ကို ယုံကြည်ခဲ့ကြပြီး တာလွတ်အား နာခံခဲ့ကြသည်။’</p><p lang=\"fr\" class=\"fr \">The Prophet then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤအရာ၌ သင့်တို့အတွက် လက္ခဏာတစ်ရပ်ရှိသည်)</span> ကျွန်တော် စေလွှတ်ခံရသည့်အရာ၊ ကျွန်တော့်၏နဗီအဖြစ်နှင့် တာလွတ်အား နာခံရန် သင့်တို့အပေါ် ကျွန်တော့်၏အမိန့်တို့ကို ကျွန်တော့်၏မှန်ကန်မှုကို သက်သေခံလျက်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ယုံကြည်သူများ ဖြစ်ပါက)</span> အလ္လာဟ်အရှင်မြတ်နှင့် နောင်တမလွန်ဘဝကို ယုံကြည်သူများ ဖြစ်ပါက။'</p>"
  }
]