[
  {
    "ayah_key": "7:191",
    "group_ayah_key": "7:191",
    "from_ayah": "7:191",
    "to_ayah": "7:198",
    "ayah_keys": "7:191,7:192,7:193,7:194,7:195,7:196,7:197,7:198",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားဖန်ဆင်းခံများကို ဖန်ဆင်းရှင်နှင့် တွဲဖက်ကိုးကွယ်ကြသလော။ ထိုဖန်ဆင်းခံများသည် မည်သည့်အရာကိုမှ မဖန်ဆင်းခဲ့သော်လည်း သူတို့ကိုယ်တိုင် ဖန်ဆင်းခံရသူများသာ ဖြစ်ကြသည်။ <span>(၁၉၁)</span>ထိုဖန်ဆင်းခံများသည် သူတို့ကိုးကွယ်သူများကို အကူအညီမပေးနိုင်သကဲ့သို့ သူတို့ကိုယ်တိုင်လည်း မိမိတို့ကိုကိုယ်တိုင် ကူညီနိုင်စွမ်းမရှိပေ။ <span>(၁၉၂)</span>သင်သည် သူတို့ကို မှန်ကန်သောလမ်းသို့ ဖိတ်ခေါ်လျှင်လည်း သူတို့သည် သင့်အား လိုက်နာမည်မဟုတ်ပေ။ သင်သည် သူတို့ကို ဖိတ်ခေါ်သည်ဖြစ်စေ၊ တိတ်ဆိတ်စွာနေသည်ဖြစ်စေ၊ သင့်အတွက် အတူတူပင်ဖြစ်သည်။ <span>(၁၉၃)</span>အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ သင်တို့ခေါ်ဝေါ်ပန်ကြားနေကြသူများသည် သင်တို့ကဲ့သို့ပင် ကျွန်များဖြစ်ကြသည်။ ထို့ကြောင့် သူတို့ကို ပန်ကြားကြလော့။ သင်တို့မှန်ကန်ပါက သူတို့သည် သင့်အား ပြန်လည်ဖြေကြားပါစေ။ <span>(၁၉၄)</span>သူတို့တွင် လမ်းလျှောက်ရန် ခြေထောက်များ ရှိကြသလော။ သို့မဟုတ် ဖမ်းဆုပ်ရန် လက်များ ရှိကြသလော။ သို့မဟုတ် မြင်ရန် မျက်လုံးများ ရှိကြသလော။ သို့မဟုတ် ကြားရန် နားများ ရှိကြသလော။ ပြောကြားလော့- \"သင်တို့၏ <span class=\"gray\">(ဆိုရှယ်ခေါ်)</span> တွဲဖက်ဖက်များ <span class=\"gray\">(အလ္လာဟ်၏)</span> ကို ခေါ်ဝေါ်ပြီးနောက် ငါ့အား ဆန့်ကျင်ကြံစည်ကြလော့။ ငါ့အား အချိန်ပေးခြင်း မပြုကြနှင့်။\" <span>(၁၉၅)</span>အမှန်စင်စစ် ငါ၏ အုပ်ထိန်းသူမှာ ကျမ်းတော် <span class=\"gray\">(ကုရ်အာန်)</span> ကို ထုတ်ပြန်တော်မူသော အလ္လာဟ်အရှင်မြတ်ဖြစ်သည်။ အရှင်မြတ်သည် သူတော်စင်များကို အုပ်ထိန်းတော်မူသည်။ <span>(၁၉၆)</span>အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်)</span> မှလွဲ၍ သင်တို့ခေါ်ဝေါ်ပန်ကြားနေကြသူများသည် သင့်အား ကူညီနိုင်စွမ်းမရှိသကဲ့သို့ သူတို့ကိုယ်တိုင်လည်း မိမိတို့ကိုကိုယ်တိုင် ကူညီနိုင်စွမ်းမရှိပေ။ <span>(၁၉၇)</span>သင်သည် သူတို့ကို မှန်ကန်သောလမ်းသို့ ဖိတ်ခေါ်လျှင်လည်း သူတို့သည် မကြားကြပေ။ သင်သည် သူတို့အား သင့်အားကြည့်နေသည်ကို တွေ့ရမည်ဖြစ်သော်လည်း သူတို့သည် မမြင်ကြပေ။ <span>(၁၉၈)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုများသည် ဖန်ဆင်းခြင်း၊ ကူညီခြင်း၊ သို့မဟုတ် မည်သည့်အရာကိုမျှ စွမ်းဆောင်နိုင်စွမ်းမရှိပေ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မှလွဲ၍ ရုပ်တုများ၊ ပြိုင်ဘက်များနှင့် ရုပ်ပုံများကို ကိုးကွယ်ကြသော ရုပ်တုကိုးကွယ်သူများကို ဆုံးမတော်မူသည်။ အဘယ်ကြောင့်ဆိုသော် ထိုအရာဝတ္ထုများသည် အလ္လာဟ်အရှင်မြတ်ဖန်ဆင်းထားသော အရာများဖြစ်ပြီး၊ မည်သည့်အရာကိုမျှ ပိုင်ဆိုင်ခြင်းမရှိသည့်အပြင် အန္တရာယ်ဖြစ်စေခြင်း သို့မဟုတ် အကျိုးပြုခြင်းတို့ကိုလည်း မပြုနိုင်ကြပေ။ ထိုအရာဝတ္ထုများသည် ၎င်းတို့ကိုးကွယ်သူများကို မြင်နိုင်ခြင်း သို့မဟုတ် အကူအညီပေးနိုင်ခြင်း မရှိပေ။ ၎င်းတို့သည် ရွေ့လျားခြင်း၊ ကြားနာခြင်း သို့မဟုတ် မြင်နိုင်ခြင်းမရှိသော အသက်မဲ့အရာဝတ္ထုများဖြစ်သည်။ ထိုအရာဝတ္ထုများကို ကိုးကွယ်သူများသည် ထိုအရာများထက် ပိုမိုကောင်းမွန်သည်၊ အကြောင်းမှာ သူတို့သည် ကြားနိုင်၊ မြင်နိုင်ပြီး ကိုယ်ပိုင်ခွန်အားရှိသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကိုယ်တိုင် ဖန်ဆင်းခံရသော်လည်း မည်သည့်အရာကိုမှ မဖန်ဆင်းခဲ့သူများကို အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်ကြသလော။)</span> ဆိုလိုသည်မှာ 'ဖန်ဆင်းခြင်းလည်း မရှိ၊ မည်သည့်အရာကိုမျှ ဖန်ဆင်းနိုင်စွမ်းလည်းမရှိသော အခြားသူများကို အလ္လာဟ်အရှင်မြတ်နှင့် သင်တို့တွဲဖက်ကြသလော' ဟူ၍ဖြစ်သည်။ အခြားအာယသ်တော်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ لَن يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ وَإِن يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَّا يَسْتَنقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ - مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားအပေါင်းတို့! ဥပမာတစ်ခုကို ဖော်ပြထားပြီ။ ထို့ကြောင့် ၎င်းကို <span class=\"gray\">(ဂရုတစိုက်)</span> နားထောင်ကြကုန်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ သင်တို့ခေါ်ဝေါ်ပန်ကြားနေကြသူများသည် ခြင်တစ်ကောင်ကိုပင် <span class=\"gray\">(ပင်)</span> မဖန်ဆင်းနိုင်ကြပေ။ ထိုရည်ရွယ်ချက်အတွက် သူတို့အားလုံး စုပေါင်းခဲ့သော်လည်း မရနိုင်ကြပေ။ ထို့ပြင် အကယ်၍ ခြင်တစ်ကောင်သည် သူတို့ထံမှ တစ်ခုခုကို လုယူသွားပါက ထိုခြင်ထံမှ ၎င်းကို ပြန်လည်လွှတ်ပေးရန် သူတို့တွင် စွမ်းအားမရှိပေ။ ထို့ကြောင့် <span class=\"gray\">(နှစ်ခုစလုံး)</span> ရှာဖွေသူနှင့် ရှာဖွေခံရသူသည် အလွန်အားနည်းကြသည်။ သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို အရှင်မြတ်၏ ထိုက်တန်သော တန်ဖိုးဖြင့် မခန့်မှန်းခဲ့ကြပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ခွန်အားအရှိဆုံး၊ အနန္တတန်ခိုးရှင်ဖြစ်တော်မူသည်။)</span><span class=\"gray\">[၂၂:၇၃-၇၄]</span>။ </p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သူတို့ကိုယ်တိုင် ဖန်ဆင်းခံရသော်လည်း မည်သည့်အရာကိုမှ မဖန်ဆင်းခဲ့သူများလား။)</span> ဤကိုးကွယ်ခံအရာဝတ္ထုများသည် သူတို့ကိုယ်တိုင် ဖန်ဆင်းခံရပြီး ပြုလုပ်ခံရခြင်းဖြစ်သည်။ ပရောဖက် အီဘရာဟင်မ် အလ်-ခါလီးလ်က ကြေညာခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَعْبُدُونَ مَا تَنْحِتُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့ကိုယ်တိုင် <span class=\"gray\">(ကိုယ်တိုင်)</span> ထွင်းထုထားသော အရာကို သင်တို့ ကိုးကွယ်ကြသလော။\")</span><span class=\"gray\">[၃၇:၉၅]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ၎င်းတို့ကိုးကွယ်သူများကို မည်သည့်အကူအညီမျှ မပေးနိုင်ကြပေ)</span> ၎င်းတို့ကို ကိုးကွယ်ကြသူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَنفُسَهُمْ يَنصُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကိုယ်တိုင်လည်း မိမိတို့ကိုကိုယ်တိုင် ကူညီနိုင်စွမ်းမရှိပေ)</span> အန္တရာယ်ပြုလိုသူများအား မိမိတို့ကိုယ်တိုင် ခုခံကာကွယ်ရန်လည်း မစွမ်းဆောင်နိုင်ကြပေ။ ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်၏ ခါလီးလ် (သူ့အပေါ် ငြိမ်သက်ခြင်းသက်ရောက်ပါစေ) သည် မိမိလူမျိုး၏ ရုပ်တုများကို ချိုးဖဲ့ပြီး ဂုဏ်သိက္ခာမဲ့အောင် ပြုလုပ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က အရှင်မြတ်ပြုလုပ်ခဲ့သည်ဟု မိန့်ကြားတော်မူသကဲ့သို့ပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် ၎င်းတို့ထံလှည့်ကာ ၎င်းတို့ကို <span class=\"gray\">(သူ၏)</span> လက်ယာလက်ဖြင့် ထိုးနှက်ခဲ့သည်၊)</span><span class=\"gray\">[၃၇:၉၃]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူသည် ၎င်းတို့ကို အပိုင်းပိုင်းချိုးခဲ့သည်။ ၎င်းတို့ထဲမှ အကြီးဆုံးတစ်ခုမှလွဲ၍ <span class=\"gray\">(အားလုံး)</span> ကိုပင်။ သူတို့သည် ၎င်းထံသို့ လှည့်လာနိုင်ရန်ဖြစ်သည်။)</span><span class=\"gray\">[၂၁:၅၈]</span></p><p lang=\"my\" class=\"my \">မိုအာဒ် ဘင်န် အမ်ရ် အိဘ်န် အလ်-ဂျာမူးဟ် နှင့် မိုအာဒ် ဘင်န် ဂျဘာလ် (သူတို့နှစ်ဦးစလုံးအား အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အလ်-မာဒီနာသို့ ရောက်ရှိလာပြီးနောက် အစ္စလာမ်သာသနာကို လက်ခံစဉ်က ငယ်ရွယ်ကြသေးသည်။ ထို့ကြောင့် သူတို့သည် ညအချိန်တွင် ရုပ်တုကိုးကွယ်သူတို့၏ ရုပ်တုများကို တိုက်ခိုက်ဖျက်ဆီးပြီး ဆင်းရဲသော မုဆိုးမများအတွက် ထင်းအဖြစ် အသုံးပြုခဲ့ကြသည်။ သူတို့လူမျိုးအား အမှားများကို သိရှိနားလည်စေရန် သင်ခန်းစာပေးလိုခဲ့သည်။ သူ၏လူမျိုး၏ အကြီးအကဲများထဲမှ တစ်ဦးဖြစ်သော 'အမ်ရ် ဘင်န် အလ်-ဂျာမူးဟ် တွင် သူကိုးကွယ်ပြီး ရနံ့သင်းစေသော ရုပ်တုတစ်ခုရှိသည်။ မိုအာဒ်နှစ်ဦးသည် ထိုရုပ်တုထံသို့ သွားရောက်ကာ ၎င်းကို ခေါင်းမှောက်လှန်ပြီး တိရစ္ဆာန်အညစ်အကြေးများဖြင့် ပေပွစေခဲ့သည်။ 'အမ်ရ် ဘင်န် အလ်-ဂျာမူးဟ် သည် သူ၏ရုပ်တုကို မည်သို့ဖြစ်သွားသည်ကို မြင်သောအခါ ၎င်းကို သန့်ရှင်းရေးလုပ်ကာ ရနံ့သင်းစေပြီး ဓားတစ်ချောင်းကို ၎င်း၏ဘေးတွင်ထားကာ \"ကိုယ့်ကိုယ်ကိုယ် ခုခံကာကွယ်ပါ\" ဟု ပြောကြားခဲ့သည်။ သို့သော် ထိုလူငယ်နှစ်ဦးသည် သူတို့၏ လုပ်ရပ်များကို ထပ်ခါတလဲလဲ ပြုလုပ်ခဲ့ကြပြီး သူသည်လည်း အရင်ကအတိုင်းပင် ပြုလုပ်ခဲ့သည်။ တစ်ခါက သူတို့သည် ထိုရုပ်တုကို ယူသွားကာ သေဆုံးနေသော ခွေးတစ်ကောင်နှင့် ကြိုးဖြင့်ချည်နှောင်ပြီး ရေတွင်းထဲသို့ ပစ်ချခဲ့သည်။ 'အမ်ရ် ဘင်န် အလ်-ဂျာမူးဟ် သည် ဤအဖြစ်အပျက်ကို မြင်သောအခါ သူ၏ဘာသာရေးသည် မမှန်ကန်ကြောင်း သိရှိသွားပြီး \"အလ္လာဟ်ကို တိုင်တည်ပြောပါ၏! သင်သည် တန်ခိုးရှိသော ဘုရားတစ်ပါးဖြစ်ပါက ကြိုးဖြင့်ချည်နှောင်ခံရသော ခွေးတစ်ကောင်နှင့် အတူ အဆုံးသတ်ရမည်မဟုတ်ပေ!\" ဟု ပြောကြားခဲ့သည်။ 'အမ်ရ် ဘင်န် အလ်-ဂျာမူးဟ် သည် အစ္စလာမ်သာသနာကို လက်ခံခဲ့ပြီး သူ၏ အစ္စလာမ်တွင် ခိုင်မာခဲ့သည်။ သူသည် နောက်ပိုင်းတွင် ဥဟွတ်ဒ်တိုက်ပွဲအတွင်း အာဇာနည်ဖြစ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှစ်သက်တော်မူပါစေ၊ သူ့အား ပျော်ရွှင်မှုပေးသနားတော်မူပြီး ဂျန္နတ် (ပရဒိသု) ကို သူ၏နေအိမ်အဖြစ် ပေးသနားတော်မူပါစေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَدْعُوهُمْ إِلَى الْهُدَىٰ لَا يَتَّبِعُوكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် သူတို့ကို မှန်ကန်သောလမ်းသို့ ဖိတ်ခေါ်လျှင်လည်း သူတို့သည် သင့်အား လိုက်နာမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ ဤရုပ်တုများသည် ၎င်းတို့ကိုးကွယ်သူတို့၏ ခေါ်သံများကို မကြားနိုင်ကြပေ။ ထို့ကြောင့် ရုပ်တုများကို ခေါ်သည်ဖြစ်စေ၊ ရှောင်ကျဉ်သည်ဖြစ်စေ ရလဒ်သည် အတူတူပင်ဖြစ်သည်။ အီဘရာဟင်မ် (သူ့အပေါ် ငြိမ်သက်ခြင်းသက်ရောက်ပါစေ) က မိန့်ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنكَ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ငါ့ဖခင်! မကြားနိုင်၊ မမြင်နိုင်၊ သင့်အား မည်သည့်အရာမှ အကျိုးပြုနိုင်ခြင်းမရှိသော အရာကို အဘယ်ကြောင့် ကိုးကွယ်ပါသနည်း။\")</span><span class=\"gray\">[၁၉:၄၂]</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဖော်ပြသည်မှာ ရုပ်တုများသည် ၎င်းတို့ကိုးကွယ်သူများကဲ့သို့ပင် ဖန်ဆင်းခံရခြင်းဖြစ်သည်။ ထိုအစား လူများသည် ရုပ်တုများထက် ပိုမိုကောင်းမွန်သည်၊ အကြောင်းမှာ သူတို့သည် ကြားနိုင်၊ မြင်နိုင်ပြီး အန္တရာယ်ပြုနိုင်သောကြောင့်ဖြစ်သည်။ ရုပ်တုများမှာမူ ထိုကဲ့သို့သော စွမ်းအားများ မရှိကြပေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">قُلِ ادْعُوا شُرَكَاءَكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့- \"သင်တို့၏ <span class=\"gray\">(ဆိုရှယ်ခေါ်)</span> တွဲဖက်ဖက်များ <span class=\"gray\">(အလ္လာဟ်၏)</span> ကို ခေါ်ဝေါ်ကြလော့\")</span> ငါ့အား ဆန့်ကျင်ကူညီရန် ရုပ်တုများကို တောင်းဆိုကြလော့။ ငါ့အား တစ်စက္ကန့်မျှပင် အချိန်မပေးဘဲ သင်တို့၏ အစွမ်းကုန် ကြိုးစားအားထုတ်ကြလော့။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါ၏ အုပ်ထိန်းသူမှာ ကျမ်းတော် <span class=\"gray\">(ကုရ်အာန်)</span> ကို ထုတ်ပြန်တော်မူသော အလ္လာဟ်အရှင်မြတ်ဖြစ်သည်။ အရှင်မြတ်သည် သူတော်စင်များကို အုပ်ထိန်းတော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ အကူအညီသည် လုံလောက်ပြီး အရှင်မြတ်သည် ငါ့အတွက် လုံလောက်လိမ့်မည်။ အရှင်မြတ်သည် ငါ၏ ထောက်ပံ့သူဖြစ်သည်၊ ငါသည် အရှင်မြတ်ကို ယုံကြည်ပြီး အရှင်မြတ်ထံ ခိုလှုံသည်။ အရှင်မြတ်သည် ဤဘဝနှင့် နောင်ဘဝတွင် ငါ၏ အုပ်ထိန်းသူဖြစ်ပြီး ငါ့နောက်ပိုင်းရှိ သူတော်စင်ယုံကြည်သူတိုင်း၏ အုပ်ထိန်းသူဖြစ်သည်။ အလားတူပင် ဟွဒ်၏ လူမျိုးများက ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن نَّقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ - مِن دُونِهِ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنظِرُونِ - إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم مَّا مِن دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့ ပြောကြားသည်မှာ ကျွန်ုပ်တို့၏ ဘုရားအချို့က သင့်အား မကောင်းသော <span class=\"gray\">(ရူးသွပ်ခြင်း)</span> ဖြင့် ဖမ်းဆီးထားခြင်းဖြစ်သည်။\" ဟွဒ်က ပြန်လည်ဖြေကြားခဲ့သည်- \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်အား သက်သေအဖြစ် ခေါ်ယူပြီး၊ သင်တို့အားလည်း ကျွန်ုပ်သည် သင်တို့ <span class=\"gray\">[အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်)</span> နှင့်အတူ ကိုးကွယ်ရာတွင် တွဲဖက်များအဖြစ်]</span> ဖော်ပြထားသည့်အရာမှ လွတ်ကင်းကြောင်း သက်သေခံစေသည်။ ထို့ကြောင့် သင်တို့အားလုံးသည် ကျွန်ုပ်အား ဆန့်ကျင်ကြံစည်ကြလော့။ ကျွန်ုပ်အား အချိန်မပေးကြနှင့်။ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်၏ အရှင်သခင်နှင့် သင်တို့၏ အရှင်သခင်ကို အားကိုးပါသည်။ ရွေ့လျားသော <span class=\"gray\">(သက်ရှိ)</span> သတ္တဝါတိုင်းသည် အရှင်မြတ်၏ ဆံပင်ဆွဲကိုင်ခြင်းမှ ကင်းလွတ်ခြင်းမရှိပေ။ အမှန်စင်စစ် ကျွန်ုပ်၏ အရှင်သခင်သည် ဖြောင့်မှန်သော လမ်းပေါ်တွင် ရှိသည်။)</span><span class=\"gray\">[၁၁:၅၄-၅၆]</span>။ </p><p lang=\"my\" class=\"my \">အီဘရာဟင်မ် အလ်-ခါလီးလ် က <span class=\"gray\">(သူ၏ လူမျိုးအား)</span> ကြေညာခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتُم مَّا كُنتُمْ تَعْبُدُونَ - أَنتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ - فَإِنَّهُمْ عَدُوٌّ لِّي إِلَّا رَبَّ الْعَالَمِينَ - الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နှင့် သင်တို့၏ ရှေးဘိုးဘွားများသည် သင်တို့ ကိုးကွယ်နေကြသည့်အရာကို သင်တို့ သတိပြုမိကြသလော။ အမှန်စင်စစ် ၎င်းတို့သည် ငါ့အတွက် ရန်သူများဖြစ်ကြသည်။ ရှိရှိသမျှအရာအားလုံး၏ အရှင်သခင်မှလွဲ၍ဖြစ်သည်။ ငါ့ကို ဖန်ဆင်းတော်မူခဲ့သူ၊ ထို့ပြင် ငါ့ကို လမ်းပြတော်မူမည့်သူသည် အရှင်မြတ်သာဖြစ်သည်။)</span><span class=\"gray\">[၂၆:၇၅-၇၈]</span></p><p lang=\"my\" class=\"my \">သူသည် သူ၏ဖခင်နှင့် သူ၏လူမျိုးအားလည်း ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّنِي بَرَاءٌ مِّمَّا تَعْبُدُونَ - إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ - وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အမှန်စင်စစ် သင်တို့ ကိုးကွယ်နေသည့်အရာမှ ကျွန်ုပ်သည် ကင်းစင်ပါသည်။ ကျွန်ုပ်ကို ဖန်ဆင်းခဲ့သူမှလွဲ၍ ဖြစ်သည်။ အမှန်စင်စစ် အရှင်မြတ်သည် ကျွန်ုပ်အား လမ်းပြတော်မူလိမ့်မည်။\" ထို့ပြင် သူသည် ၎င်းကို သူ၏သားစဉ်မြေးဆက်တို့တွင် ကြာရှည်တည်တံ့သော အမွေအနှစ်အဖြစ် ထားခဲ့သည်။ သူတို့သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံသို့)</span> ပြန်လှည့်လာနိုင်ရန်ဖြစ်သည်။)</span><span class=\"gray\">[၄၃:၂၆-၂၈]</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ သင်တို့ခေါ်ဝေါ်ပန်ကြားနေကြသူများသည်)</span> အာယသ်တော်၏ အဆုံးအထိ၊ အစောပိုင်းက ပြောကြားခဲ့သည်များကို ထပ်လောင်းဖော်ပြထားသည်။ သို့သော် ဤတစ်ကြိမ်တွင် အရှင်မြတ်သည် တိုက်ရိုက်ပြောဆိုမှု ပုံစံကို အသုံးပြုထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَا أَنفُسَهُمْ يَنصُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား ကူညီနိုင်စွမ်းမရှိသကဲ့သို့ သူတို့ကိုယ်တိုင်လည်း မိမိတို့ကိုကိုယ်တိုင် ကူညီနိုင်စွမ်းမရှိပေ။)</span> အာယသ်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَدْعُوهُمْ إِلَى الْهُدَىٰ لَا يَسْمَعُوا وَتَرَاهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် သူတို့ကို မှန်ကန်သောလမ်းသို့ ဖိတ်ခေါ်လျှင်လည်း သူတို့သည် မကြားကြပေ။ သင်သည် သူတို့အား သင့်အားကြည့်နေသည်ကို တွေ့ရမည်ဖြစ်သော်လည်း သူတို့သည် မမြင်ကြပေ။)</span> သည် အခြားအာယသ်တော်တစ်ခုနှင့် ဆင်တူသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ၎င်းတို့ကို ပန်ကြား <span class=\"gray\">(သို့မဟုတ် ခေါ်ဆို)</span> ပါက သူတို့သည် သင်၏ ခေါ်သံကို မကြားကြပေ။)</span><span class=\"gray\">[၃၅:၁၄]</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَاهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် သူတို့အား သင့်အားကြည့်နေသည်ကို တွေ့ရမည်ဖြစ်သော်လည်း သူတို့သည် မမြင်ကြပေ။)</span> ဆိုလိုသည်မှာ သူတို့သည် အစိုင်အခဲများဖြစ်သော်လည်း မြင်နေသကဲ့သို့ စိုက်ကြည့်နေသော မျက်လုံးများရှိသည်။ ထို့ကြောင့် အာယသ်တော်သည် ၎င်းတို့ကို လူ့ခန္ဓာကိုယ်ပုံစံဖြင့် မျက်လုံးများရေးဆွဲထားသောကြောင့် ဦးနှောက်ရှိသည့်အလား <span class=\"gray\">[တာဟာအစား တာရာဟွန်ဟု ပြောဆိုခြင်းဖြင့်]</span> ဆက်ဆံခဲ့သည်။</p>"
  }
]