[
  {
    "ayah_key": "3:104",
    "group_ayah_key": "3:104",
    "from_ayah": "3:104",
    "to_ayah": "3:109",
    "ayah_keys": "3:104,3:105,3:106,3:107,3:108,3:109",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့အနက်မှ အကောင်းဆုံးသော <span class=\"gray\">(အစ္စလာမ်)</span> ဘက်သို့ဖိတ်ခေါ်ပြီး အလ်-မာအ်ရူဖ် <span class=\"gray\">(အစ္စလာမ်က အမိန့်ပေးထားသမျှ)</span> ကို ပြုကျင့်ရန်အမိန့်ပေးကာ အလ်-မွန်ကာရ် <span class=\"gray\">(အစ္စလာမ်က တားမြစ်ထားသမျှ)</span> ကို တားမြစ်သည့် လူအုပ်စုတစ်စု ပေါ်ထွန်းလာပါစေ။ ထိုသူတို့သည် အောင်မြင်သူများ ဖြစ်ကြသည် <span>(၁၀၄)</span>ရှင်းလင်းသော သက်သေသာဓကများ ရောက်လာပြီးနောက် မိမိတို့အချင်းချင်း ကွဲပြားပြီး သဘောထားမတိုက်ဆိုင်ခဲ့သူများကဲ့သို့ မဖြစ်ကြကုန်လင့်။ ကြောက်မက်ဖွယ်ကောင်းသော ပြစ်ဒဏ်ရှိသူများမှာ ထိုသူတို့ပင် ဖြစ်ကြသည် <span>(၁၀၅)</span>မျက်နှာအချို့ ဖြူဖွေးလာပြီး မျက်နှာအချို့ နက်မှောင်လာမည့် <span class=\"gray\">(ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့)</span> နေ့၌၊ မျက်နှာများ နက်မှောင်လာသူများအတွက် <span class=\"gray\">(၎င်းတို့အား ပြောကြားလိမ့်မည်)</span>- “သင်တို့သည် ယုံကြည်ပြီးနောက် မယုံကြည်ခဲ့ကြသလော။ သို့ဖြစ်လျှင် မယုံကြည်မှုအတွက် <span class=\"gray\">(ငရဲဘုံရှိ)</span> ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့။” <span>(၁၀၆)</span>မျက်နှာများ ဖြူဖွေးလာသူများအတွက်မူ အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော် <span class=\"gray\">(ဂျန္နတ်(ဥယျာဉ်)ဘုံ)</span> ၌ ၎င်းတို့ ထာဝစဉ် နေထိုင်ကြလိမ့်မည်။ <span>(၁၀၇)</span>ဤသည်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များ ဖြစ်ကြသည်။ အမှန်တရားဖြင့် သင့်အား ကျွန်ုပ်တို့ ရွတ်ဆိုပြသည်။ အလ္လာဟ်အရှင်မြတ်သည် စကြဝဠာများအား မည်သည့်မတရားမှုကိုမျှ အလိုမရှိ <span>(၁၀၈)</span>ကောင်းကင်များနှင့် မြေပြင်၌ရှိသမျှအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်သည်။ ကိစ္စရပ်အားလုံးသည် <span class=\"gray\">(ဆုံးဖြတ်ရန်)</span> အလ္လာဟ်အရှင်မြတ်ထံသို့ ပြန်သွားကြသည် <span>(၁၀၉)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်ထံသို့ ဖိတ်ခေါ်မှုကို ထူထောင်ရန် အမိန့်တော်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْتَكُن مِّنكُمْ أُمَّةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ လူအုပ်စုတစ်စု ပေါ်ထွန်းလာပါစေ။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ဖြောင့်မတ်ခြင်းသို့ ဖိတ်ခေါ်၍ အလ္လာဟ်အရှင်မြတ် အမိန့်ပေးထားသည့်အတိုင်း ကောင်းမှုအားလုံးကို ပြုကျင့်ရန် အမိန့်ပေးကာ မကောင်းမှုကို တားမြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် အောင်မြင်သူများ ဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">အဒ်-ဒဟ်ဟက်က ပြောကြားသည်- \"၎င်းတို့သည် သဟာဘာများနှင့် ၎င်းတို့နောက်ပိုင်းမှ လူအုပ်စုအချို့၊ ဆိုလိုသည်မှာ ဂျီဟတ်တိုက်ခိုက်သူများနှင့် ပညာရှင်များ ဖြစ်ကြသည်။\"</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်၏ ရည်ရွယ်ချက်မှာ ဤမွတ်စလင်မ်အွမ္မသ်တွင် ဤတာဝန်ကို ထမ်းဆောင်မည့် အစုအဝေးတစ်ခု ရှိသင့်သည်ဟူ၍ ဖြစ်သည်။ သို့သော် ၎င်းသည် ဤအွမ္မသ်ရှိ အဖွဲ့ဝင်တိုင်းအပေါ်တွင်လည်း၊ တစ်ဦးစီ၏ စွမ်းရည်အရ မဖြစ်မနေ လိုက်နာရမည့်တာဝန် ဖြစ်သည်။ မွတ်စလင်မ်က မှတ်တမ်းတင်ထားသည်မှာ အဗူဟူရိုင်ရာက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَسْتَطِع فَبِقَلْبِهِ، وَذلِكَ أَضْعَفُ الْإِيمَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ မကောင်းမှုကို မြင်တွေ့သူ မည်သူမဆို ၎င်းကို မိမိ၏လက်ဖြင့် ပြောင်းလဲပစ်ပါစေ။ အကယ်၍ မတတ်နိုင်လျှင် မိမိ၏လျှာဖြင့် ပြောင်းလဲပါစေ။ အကယ်၍ မတတ်နိုင်လျှင် မိမိ၏နှလုံးသားဖြင့် ပြောင်းလဲပါစေ။ ၎င်းသည် အားအနည်းဆုံးသော အီမာန် (ယုံကြည်ခြင်း) ဖြစ်သည်။)</span> အခြားမိန့်ရပ်တစ်ခုတွင် ပရောဖက် ﷺ က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيْسَ وَرَاءَ ذَلِكَ مِنَ الْإِيمَانِ حَبَّةُ خَرْدَلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းထက်ကျော်လွန်၍ မည်သည့်ယုံကြည်မှုမှ မရှိ၊ မုန်ညင်းစေ့တစ်စေ့မျှပင် မရှိ။)</span></p><p lang=\"my\" class=\"my \">အီမာမ်အဟ်မဒ်က မှတ်တမ်းတင်ထားသည်မှာ ဟူဒိုင်ဖာဟ် ဘင် အလ်-ယာမန်က ပရောဖက် ﷺ က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِه، لَتَأْمُرُنَّ بِالْمَعْرُوفِ، وَلَتَنْهَوُنَّ عَنِ الْمُنْكَرِ، أَوْ لَيُوشِكَنَّ اللهُ أَنْ يَبْعَثَ عَلَيْكُمْ عِقَابًا مِنْ عِنْدِهِ، ثُمَّ لتَدْعُنَّــهُ فَلَا يَسْتَجِيبَ لَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ဝိညာဉ်တော်သည် မည်သူ၏လက်တော်၌ ရှိသနည်း၊ ထိုအရှင်အားဖြင့် ကျိန်ဆို၏! သင်တို့သည် ဖြောင့်မတ်ခြင်းကို ပြုကျင့်ရန် အမိန့်ပေးကြမည်ဖြစ်ပြီး မကောင်းမှုကို တားမြစ်ကြမည် ဖြစ်သည်။ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အပေါ်တွင် အပြစ်ဒဏ်ကို ပို့လွှတ်တော်မူပေလိမ့်မည်။ ထို့နောက် သင်တို့သည် ကိုယ်တော်ထံ ဆုတောင်းကြမည်ဖြစ်သော်လည်း ကိုယ်တော်က သင်တို့၏ ဆုတောင်းခြင်းကို လက်ခံမည် မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အတ်-တီရ်မိဇီကလည်း ဤဟဒီးဆ်တော်ကို စုဆောင်းထားပြီး \"ဟာစန်\" ဟု ပြောကြားခဲ့သည်။ ဤကိစ္စနှင့် ပတ်သက်၍ အခြားဟဒီးဆ်တော်များနှင့် အာယတ်တော်များစွာရှိပြီး ၎င်းတို့ကို နောက်ပိုင်းတွင် ရှင်းပြပါမည်။</p><div lang=\"my\" class=\"my \"><h2>ကွဲပြားမှုကို တားမြစ်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِن بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်းလင်းသော သက်သေသာဓကများ ရောက်လာပြီးနောက် မိမိတို့အချင်းချင်း ကွဲပြားပြီး သဘောထားမတိုက်ဆိုင်ခဲ့သူများကဲ့သို့ မဖြစ်ကြကုန်လင့်)</span><span class=\"gray\">[3:105]</span>။</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်တွင် အလ္လာဟ်အရှင်မြတ်သည် ဤအွမ္မသ်အား ၎င်းတို့မတိုင်မီက ပေါ်ထွန်းခဲ့သော လူမျိုးများ၏ ကွဲပြားမှုနှင့် သဘောထားကွဲလွဲမှုကို အတုယူခြင်းမှ တားမြစ်ထားသည်။ ထိုလူမျိုးများသည်လည်း ၎င်း၏ လိုအပ်ကြောင်း အထောက်အထားများ ရှိသော်လည်း ဖြောင့်မတ်ခြင်းကို ပြုကျင့်ရန် အမိန့်ပေးခြင်းနှင့် မကောင်းမှုကို တားမြစ်ခြင်းတို့ကို စွန့်လွှတ်ခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အီမာမ်အဟ်မဒ်က မှတ်တမ်းတင်ထားသည်မှာ အဗူအာမိရ် အဗ်ဒူလ္လာဟ် ဘင် လုဟိုင်က ပြောကြားသည်- \"ကျွန်ုပ်တို့သည် မုအာဝိယဟ် ဘင် အဗီ စူဖ်ယန်နှင့်အတူ ဟဂျ်ပြုခဲ့ကြသည်။ ကျွန်ုပ်တို့ မက္ကာဟ်သို့ ရောက်ရှိသောအခါ သူသည် ဇူဟ်ရ်နမားဇ် ဝတ်ပြုပြီးနောက် ထရပ်ကာ ပြောကြားသည်- 'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْلَ الْكِتَابَيْنِ افْتَرَقُوا فِي دِينِهِمْ عَلى ثِنْتَيْنِ وَسَبْعِينَ مِلَّةً، وَإِنَّ هذِهِ الْأُمَّةَ سَتَفْتَرِقُ عَلى ثَلَاثٍ وَسَبْعِينَ مِلَّةً - يَعْنِي الْأَهْوَاءَ - كُلُّهَا فِي النَّارِ إِلَّا وَاحِدَةً - وَهِيَ الْجَمَاعَةُ - وَإِنَّهُ سَيَخْرُجُ فِي أُمَّتِي أَقْوَامٌ تَجَارَى بِهِمْ تِلْكَ الْأَهْوَاءُ كَمَا يَتَجَارَى الْكَلَبُ بِصَاحِبِه، لَا يَبْقَى مِنْهُ عِرْقٌ وَلَا مَفْصِلٌ إِلَّا دَخَلَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်နှစ်အုပ်ရှိ လူများက ၎င်းတို့၏ဘာသာတရားတွင် ဂိုဏ်းပေါင်း (၇၂) ဂိုဏ်း ကွဲခဲ့ကြသည်။ ဤအွမ္မသ်သည် ဂိုဏ်းပေါင်း (၇၃) ဂိုဏ်း ကွဲလိမ့်မည်ဖြစ်ရာ တစ်ဂိုဏ်းမှလွဲ၍ ကျန်ဂိုဏ်းအားလုံးသည် ငရဲဘုံ၌ ရှိကြလိမ့်မည်။ ထိုတစ်ဂိုဏ်းမှာ အလ်-ဂျမာအဟ်ဖြစ်သည်။ ကျွန်ုပ်၏အွမ္မသ်တွင် အချို့သောသူများသည် အလိုဆန္ဒနောက်သို့ လိုက်ပါကြလိမ့်မည်၊ ခွေးရူးရောဂါ ကူးစက်ခံရသူကဲ့သို့ ဖြစ်လိမ့်မည်။ မည်သည့်သွေးကြော သို့မဟုတ် အဆစ်မှ ဤအလိုဆန္ဒများမှ မလွတ်ကင်းနိုင်ပါ။)</span></p><p lang=\"my\" class=\"my \"><span class=\"gray\">[မုအာဝိယဟ်က ဆက်၍ ပြောကြားသည်-]</span> အလ္လာဟ်အရှင်မြတ်အားဖြင့် ကျိန်ဆို၏၊ အိုအာရဗ်တို့! သင်တို့၏ ပရောဖက် ﷺ ထံမှ သင်တို့ထံ ရောက်လာသည်များကို သင်တို့ လိုက်နာခြင်းမရှိလျှင် အခြားသူများသည် ၎င်းကို ပို၍ပင် လိုက်နာမည် မဟုတ်ပေ။\" အလားတူပင် အဗူဒါဝုဒ်က အဟ်မဒ် ဘင် ဟန်ဘလ်နှင့် မုဟမ္မဒ် ဘင် ယာဟ်ယာတို့ထံမှ မှတ်တမ်းတင်ခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ညီအစ်ကိုရင်းချာ ဆက်ဆံရေးနှင့် စည်းလုံးညီညွတ်ခြင်း၏ အကျိုးကျေးဇူးများနှင့် စုဝေးရာနေ့တွင် ကွဲပြားခြင်း၏ အကျိုးဆက်များ</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်နှာအချို့ ဖြူဖွေးလာပြီး မျက်နှာအချို့ နက်မှောင်လာမည့် နေ့၌;)</span><span class=\"gray\">[3:106]</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်သည်။ ဤသည်မှာ စွန်နာဟ်နှင့် အလ်-ဂျမာအဟ်ကို လိုက်နာသူများ၏ မျက်နှာများသည် ဖြူဖွေးစွာ ထွန်းလင်းလာပြီး ဘစ်ဒ်အဟ် <span class=\"gray\">(တီထွင်မှု)</span> နှင့် ကွဲပြားမှုကို လိုက်နာသူများ၏ မျက်နှာများသည် မှောင်မိုက်လာမည့် အချိန်ဖြစ်သည်။ အိဗ်နု အဗ္ဗားစ်ထံမှ သတင်းပေးပို့ခဲ့သကဲ့သို့ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُم بَعْدَ إِيمَانِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်နှာများ နက်မှောင်လာသူများအတွက် <span class=\"gray\">(၎င်းတို့အား ပြောကြားလိမ့်မည်)</span>: \"သင်တို့သည် ယုံကြည်ပြီးနောက် မယုံကြည်ခဲ့ကြသလော။\")</span></p><p lang=\"fa\" class=\"fa \">Al-Hasan Al-Basri said, \"They are the hypocrites.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်လျှင် မယုံကြည်မှုအတွက် <span class=\"gray\">(ငရဲဘုံရှိ)</span> ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့၊)</span> ဤဖော်ပြချက်သည် မည်သည့်မယုံကြည်သူနှင့်မဆို သင့်လျော်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်နှာများ ဖြူဖွေးလာသူများအတွက်မူ အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော် <span class=\"gray\">(ဂျန္နတ်(ဥယျာဉ်)ဘုံ)</span> ၌ ၎င်းတို့ ထာဝစဉ် နေထိုင်ကြလိမ့်မည်။)</span> ဂျန္နတ်ဘုံ၌ ၎င်းတို့သည် ထာဝစဉ် နေထိုင်ကြမည်ဖြစ်ပြီး ဖယ်ရှားခံရရန် ဘယ်သောအခါမျှ အလိုမရှိကြပေ။ </p><p lang=\"my\" class=\"my \">အဗူအီစာ အတ်-တီရ်မိဇီက မှတ်တမ်းတင်ထားသည်မှာ အဗူဂါလိဗ်က ပြောကြားသည်- \"အဗူအုမာမာဟ်သည် ဒမာစကတ်မြို့လမ်းများပေါ်တွင် <span class=\"gray\">(ခဝါရိဂျ်ဂိုဏ်း၏)</span> ခေါင်းများ ဆွဲထားသည်ကို မြင်တွေ့ခဲ့ရသည်။ သူက မှတ်ချက်ပေးသည်- '၎င်းတို့သည် ငရဲ၏ခွေးများ ဖြစ်ကြပြီး ကောင်းကင်အောက်ရှိ အဆိုးဆုံးသေဆုံးသူများ ဖြစ်ကြသည်။ အကောင်းဆုံးသေဆုံးသူများမှာ ၎င်းတို့သတ်ဖြတ်ခဲ့သူများ ဖြစ်ကြသည်။' ထို့နောက် သူက ရွတ်ဆိုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မျက်နှာအချို့ ဖြူဖွေးလာပြီး မျက်နှာအချို့ နက်မှောင်လာမည့် <span class=\"gray\">(ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့)</span> နေ့၌;)</span> အာယတ်တော်အဆုံးအထိ ဖြစ်သည်။ ကျွန်ုပ်က အဗူအုမာမာဟ်အား မေးသည်- 'ဤသည်ကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ထံမှ သင်ကြားသိခဲ့သလော?' သူက ပြောကြားသည်- 'ကျွန်ုပ်သည် ၎င်းကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ထံမှ တစ်ကြိမ်တည်း၊ နှစ်ကြိမ်၊ သုံးကြိမ်၊ လေးကြိမ် သို့မဟုတ် ခုနစ်ကြိမ်သာ ကြားသိခဲ့ပါက သင့်အား ပြောကြားမည်မဟုတ်ပေ။'\" အတ်-တီရ်မိဇီက \"ဤဟဒီးဆ်တော်သည် ဟာစန် ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ အိဗ်နုမာဂျာဟ်နှင့် အဟ်မဒ်ကလည်း အလားတူ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များ ဖြစ်ကြသည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့ကို သင့်အား ရွတ်ဆိုပြသည်။)</span> ဆိုလိုသည်မှာ 'ဤသည်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များ၊ ကိုယ်တော်၏ သက်သေသာဓကများနှင့် နိမိတ်လက္ခဏာများ ဖြစ်ကြပြီး ကျွန်ုပ်တို့သည် ၎င်းတို့ကို အိုမုဟမ္မဒ်၊ သင့်အား ထုတ်ဖော်ပြသတော်မူ၏၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်တရားဖြင့်)</span> ဤလောကနှင့် နောင်တမလွန်ဘဝ၏ စစ်မှန်သော အမှန်တရားကို ဖော်ပြခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِّلْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် စကြဝဠာများအား မည်သည့်မတရားမှုကိုမျှ အလိုမရှိ။)</span> ကိုယ်တော်သည် ၎င်းတို့အား မည်သည့်အခါမျှ မတရားပြုသည် မဟုတ်ပေ။ ဆန့်ကျင်ဘက်အားဖြင့် ကိုယ်တော်သည် ဖြောင့်မတ်သော အုပ်စိုးရှင် ဖြစ်ပြီး အရာအားလုံးကို ပြုလုပ်နိုင်ကာ အရာအားလုံးကို သိရှိသည်။ ထို့ကြောင့် ကိုယ်တော်သည် မိမိ၏ဖန်ဆင်းခံများအား မတရားပြုရန် မလိုအပ်ပေ။ ဤသည်ကြောင့် ကိုယ်တော်က ဆက်၍ ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေပြင်၌ရှိသမျှအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်သည်။)</span>,</p><p lang=\"my\" class=\"my \">၎င်းတို့အားလုံးသည် ကိုယ်တော်၏ ကျွန်များဖြစ်ကြပြီး ကိုယ်တော်၏ ပိုင်ဆိုင်မှုများ ဖြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိစ္စရပ်အားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံသို့ ပြန်သွားကြသည်။)</span> ဤဘဝနှင့် နောင်တမလွန်ဘဝ၏ ကိစ္စရပ်များနှင့် ပတ်သက်၍ ကိုယ်တော်၏ ဆုံးဖြတ်ချက်သာ ရှိပြီး ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် ကိုယ်တော်သာလျှင် အမြင့်မြတ်ဆုံး အာဏာပိုင်ရှင် ဖြစ်သည်။</p>"
  }
]