[
  {
    "ayah_key": "18:45",
    "group_ayah_key": "18:45",
    "from_ayah": "18:45",
    "to_ayah": "18:46",
    "ayah_keys": "18:45,18:46",
    "text": "<p lang=\"my\" class=\"my \">လောကီဘဝဥပမာကို ဖော်ပြပါ။ ၎င်းသည် ကျွန်ုပ်တို့ ကောင်းကင်မှ ချပေးသော ရေနှင့်တူသည်။ ထိုရေဖြင့် မြေကြီးပေါ်ရှိ သစ်ပင်ပန်းမာန်များ ပေါင်းစပ်ပြီး လတ်ဆတ်စိမ်းလန်းလာသည်။ သို့သော် <span class=\"gray\">(နောက်ပိုင်းတွင်)</span> ခြောက်သွေ့၍ ကျိုးပဲ့သောအပိုင်းများ ဖြစ်လာပြီး လေများက လွင့်စင်စေသည်။ အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို ပြုနိုင်စွမ်းရှိတော်မူသည် <span>(၄၅)</span> စည်းစိမ်ဥစ္စာနှင့် သားသမီးများသည် ဤလောကီဘဝ၏ အဆင်တန်ဆာဖြစ်သည်။ သို့သော် အဓွန့်ရှည်တည်တံ့သော ကောင်းမှုတို့သည် သင်၏အရှင်မြတ်ထံတွင် အကျိုးအတွက် ပိုမိုကောင်းမွန်ပြီး မျှော်လင့်ခြင်းအတွက်လည်း ပိုမိုကောင်းမွန်သည် <span>(၄၆)</span></p><div lang=\"my\" class=\"my \"><h2>လောကီဘဝ၏ ဥပမာ</h2></div><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاضْرِبْ لَهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖော်ပြပါ)</span> အို မုဟမ္မဒ်၊ လူများအား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلَ الْحَيَاةِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လောကီဘဝ၏ ဥပမာကို)</span>၊ ၎င်း၏ မတည်မြဲသော သဘောသဘာဝနှင့် ၎င်းသည် နောက်ဆုံးတွင် မည်သို့ ရပ်တန့်၍ ဆုံးခန်းတိုင်မည်ကို ဖော်ပြပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ကျွန်ုပ်တို့ ကောင်းကင်မှ ချပေးသော ရေနှင့်တူပြီး မြေကြီးပေါ်ရှိ သစ်ပင်ပန်းမာန်များ ၎င်းနှင့် ပေါင်းစပ်သည်၊)</span> ၎င်းသည် မြေကြီးထဲရှိ မျိုးစေ့များနှင့် ပေါင်းစပ်ပြီး ကြီးထွားလာကာ ကောင်းမွန်လာ၍ တောက်ပလတ်ဆတ်သော ပန်းများကို ထုတ်လုပ်သည်။ ထို့နောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصْبَحَ هَشِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ခြောက်သွေ့၍ ကျိုးပဲ့သောအပိုင်းများ ဖြစ်လာသည်၊)</span> ညှိုးခြောက်သွားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَذْرُوهُ الرِّيَاحُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို လေများက လွင့်စင်စေသည်)</span> ၎င်းတို့ကို ဘယ်ညာ ပစ်တင်၍။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ مُّقْتَدِرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို ပြုနိုင်စွမ်းရှိတော်မူသည်)</span> ကိုယ်တော်သည် ဤအရာနှင့် ထိုအရာကို ပြုလုပ်ရန် စွမ်းအားရှိသည်။ ကုရ်အာန်တွင် အလ္လာဟ်အရှင်မြတ်သည် ဤလောကီဘဝ၏ ဥပမာများကို မကြာခဏ ပေးလေ့ရှိသည်။ ယူနွတ်စ်စူရာတွင် ကိုယ်တော်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လောကီဘဝ၏ ဥပမာသည် ကောင်းကင်မှ ကျွန်ုပ်တို့ချပေးသော ရေ၏ဥပမာနှင့်သာတူ၏။ ထို့ကြောင့် လူနှင့် တိရစ္ဆာန်များ စားသုံးသော မြေကြီးမှ ပေါင်းစပ်ထွက်ရှိသော ထုတ်ကုန်များ ပေါက်ရောက်လာသည်...)</span><span class=\"gray\">[၁၀:၂၄]</span> နှင့် အဇ်-ဇူမာရ်စူရတ်တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُّخْتَلِفًا أَلْوَانُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်မှ ရေကို ချပေးပြီး မြေကြီးထဲသို့ စိမ့်ဝင်စေကာ ထို့နောက် ၎င်းမှ အရောင်အမျိုးမျိုး ကွဲပြားသော သီးနှံများကို ထုတ်ပေးသည်ကို သင်မမြင်ဘူးလား။)</span><span class=\"gray\">[၃၉:၂၁]</span> နှင့် အလ်-ဟာဒီဒ်စူရတ်တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကီဘဝသည် ကစားခြင်းနှင့် ပျော်ရွှင်ခြင်း၊ ခမ်းနားထည်ဝါခြင်းနှင့် သင်တို့အချင်းချင်း ဂုဏ်ယူဝါကြွားခြင်း၊ စည်းစိမ်ဥစ္စာနှင့် သားသမီးများနှင့်ပတ်သက်၍ အပြိုင်အဆိုင်ပြုခြင်းသာ ဖြစ်သည်ကို သိထားကြပါ။ <span class=\"gray\">(၎င်းသည်)</span> မိုးရွာပြီးနောက် သစ်ပင်ပန်းမာန်များ၏ ဥပမာနှင့်တူ၏၊ ၎င်း၏ ကြီးထွားမှုသည် စိုက်ပျိုးသူအား နှစ်သက်စေသည်...)</span><span class=\"gray\">(၅၇:၂၀)</span> နှင့် စဟီဟ်ဟဒီးဆ်တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الدُّنْيَا حُلْوَةٌ خَضِرَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကသည် ချိုမြိန်စိမ်းလန်းသည်။)</span></p><div lang=\"nl\" class=\"nl \"><h2>Between Wealth and Good Deeds</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စည်းစိမ်ဥစ္စာနှင့် သားသမီးများသည် ဤလောကီဘဝ၏ အဆင်တန်ဆာဖြစ်သည်။)</span> ၎င်းသည် အာယတ်နှင့်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنطَرَةِ مِنَ الذَّهَبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့အတွက် ၎င်းတို့တောင့်တသော အရာများ၊ အမျိုးသမီးများ၊ သားသမီးများ၊ ရွှေစွန်းများဖြင့် ပြည့်နှက်နေသော ဘဏ္ဍာတိုက်များကို အလှဆင်ထားသည်...)</span><span class=\"gray\">[၃:၁၄]</span>။ အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ ۚ وَاللَّهُ عِندَهُ أَجْرٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ စည်းစိမ်ဥစ္စာနှင့် သင်တို့၏ သားသမီးများသည် စမ်းသပ်ခြင်းမျှသာ ဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်! ကိုယ်တော်ထံတွင် ကြီးမားသော အကျိုး (ဂျန္နတ်) ရှိသည်။)</span><span class=\"gray\">[၆၄:၁၅]</span> အလ္လာဟ်အရှင်မြတ်ထံ လှည့်၍ ကိုယ်တော်ကို ကိုးကွယ်ခြင်းသည် သင်တို့အတွက် ထိုအရာများဖြင့် အလုပ်ရှုပ်နေခြင်း၊ ၎င်းတို့အတွက် စည်းစိမ်ဥစ္စာများ စုဆောင်းခြင်း၊ ၎င်းတို့အပေါ် သနားကြင်နာစိတ်ထားရာတွင် အစွန်းရောက်ခြင်းထက် ပိုမိုကောင်းမွန်သည်။ အလ္လာဟ်အရှင်မြတ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အဓွန့်ရှည်တည်တံ့သော ကောင်းမှုတို့သည် သင်၏အရှင်မြတ်ထံတွင် အကျိုးအတွက် ပိုမိုကောင်းမွန်ပြီး မျှော်လင့်ခြင်းအတွက်လည်း ပိုမိုကောင်းမွန်သည်)</span></p><p lang=\"my\" class=\"my \">အီဘ်နူ အဘ္ဗာစ်၊ စအီးဒ် ဘင် ဂျူဘိုင်ရ် နှင့် အခြား Salaf များက အဓွန့်ရှည်တည်တံ့သော ကောင်းမှုသည် နေ့စဉ် ဝတ်ပြုဆုတောင်းခြင်း ငါးကြိမ် ဖြစ်သည်ဟု ပြောကြားခဲ့သည်။ 'Ata' bin Abi Rabah နှင့် စအီးဒ် ဘင် ဂျူဘိုင်ရ် တို့သည် အီဘ်နူ အဘ္ဗာစ် ထံမှ ပြောကြားသည်မှာ၊ \"အဓွန့်ရှည်တည်တံ့သော ကောင်းမှုများသည် 'Subhan Allah <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်း)'</span>၊ 'Al-Hamdu Lillah <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ကောင်းချီးပေးခြင်း)'</span>၊ 'La ilaha illallah <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ရာမရှိ)'</span>၊ နှင့် 'Allahu Akbar <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံး)'</span> တို့ ဖြစ်သည်။\" သစ္စာရှိသူတို့၏ ခေါင်းဆောင် 'Uthman bin 'Affan အား \"မည်သည့်ကောင်းမှုများသည် အဓွန့်ရှည်တည်တံ့သနည်း\" ဟု မေးမြန်းသောအခါ သူက \"၎င်းတို့မှာ 'La ilaha illallah, Subhan Allah, Al-Hamdu Lillah, Allahu Akbar နှင့် La hawla wa la quwwata illa billah hil-'Aliyil-'Azim <span class=\"gray\">(အမြင့်မြတ်ဆုံး၊ အစွမ်းထက်ဆုံး အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သည့်စွမ်းအား၊ မည်သည့်တန်ခိုးမှ မရှိ)'</span> တို့ ဖြစ်သည်\" ဟု ပြန်လည်ဖြေကြားခဲ့သည်။ ဤအကြောင်းကို အီမာမ် အာမက်ဒ် မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အာမက်ဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ လွတ်မြောက်ခဲ့သော ကျွန်တစ်ဦးထံမှလည်း မှတ်တမ်းတင်ထားသည်မှာ သူက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَخٍ بَخٍ لِخَمْسٍ مَا أَثْقَلَهُنَّ فِي الْمِيزَانِ: لَا إِلَهَ إِلَّا اللهُ وَاللهُ أَكْبَرُ، وَسُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَالْوَلَدُ الصَّالِحُ يُتَوَفَّى فَيَحْتَسِبُهُ وَالِدُهُ - وَقَالَ: - بَخٍ بَخٍ لِخَمْسٍ مَنْ لَقِيَ اللهَ مُسْتَيْقِنًا بِهِنَّ دَخَلَ الْجَنَّةَ: يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ، وَبِالْجَنَّةِ وَالنَّارِ، وَبِالْبَعْثِ بَعْدَ الْمَوْتِ، وَبِالْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းပြီ! ကောင်းပြီ၊ ငါးမျိုးအတွက်! <span class=\"gray\">(၎င်းတို့သည် ချိန်ခွင်တွင် မည်မျှလေးလံမည်နည်း! \"La ilaha illallah, Allahu Akbar, Subhan Allah, နှင့် Al-Hamdu Lillah,\" နှင့် သေဆုံးသွားသော ဖြောင့်မတ်သောသားတစ်ဦး၊ ထိုသား၏မိဘများက အလ္လာဟ်အရှင်မြတ်၏ အကျိုးကို ရှာဖွေခြင်း။)</span> ပြီးနောက် သူက ပြောသည်- <span class=\"gray\">(ကောင်းပြီ! ကောင်းပြီ၊ ငါးမျိုးအတွက်! ၎င်းတို့အား ယုံကြည်သောအားဖြင့် အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံသူတိုင်းသည် ဂျန္နတ်သို့ ဝင်ရောက်ရမည်။ အကယ်၍ သူသည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး နောက်ဆုံးနေ့၊ ဂျန္နတ်နှင့် ဂျဟန္နမ်၊ သေပြီးနောက် ပြန်လည်ထမြောက်ခြင်း၊ နှင့် စစ်ဆေးမေးမြန်းခြင်းတို့ကို ယုံကြည်ပါက)</span>။</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْبَاقِيَاتُ الصَّالِحَاتُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဓွန့်ရှည်တည်တံ့သော ကောင်းမှုများ၊)</span> 'အလီ ဘင် အဘီ တလ်ဟာ' က 'အီဘ်နူ အဘ္ဗာစ်' ပြောသည်ဟု ဖော်ပြသည်- \"၎င်းသည် အလ္လာဟ်အရှင်မြတ်ကို အမှတ်ရခြင်း၊ 'လာအိလာဟအီလ္လလ္လာဟ်၊ အလ္လာဟ်ဟူအက်ဗར་၊ စွဘ်ဟာနလ္လာဟ်၊ အလ်ဟမ်ဒူလillaဟ်၊ တဘာရက်အလ္လာဟ်၊ လာဟောင်လဝလာကွဝွတအီလ္လာဗီလ်လဟ်၊ အစ့်တာဂ်ဖိရွလ္လာဟ်၊ စွလ္လလ္လာဟူအလာရစူလ်လလ္လာဟ်' ဟု ဆိုခြင်း၊ ထို့ပြင် ဥပုသ်စောင့်ခြင်း၊ ဝတ်ပြုဆုတောင်းခြင်း၊ ဟဂ်ျ၊ စွဒါကဟ် <span class=\"gray\">(ဒါနပြုခြင်း)</span>၊ ကျွန်များကို လွှတ်ပေးခြင်း၊ ဂျီဟာဒ်၊ ဆွေမျိုးသားချင်းဆက်ဆံရေးကို ထိန်းသိမ်းခြင်း၊ နှင့် အခြားကောင်းမှုများအားလုံးတို့ ဖြစ်သည်။ ၎င်းတို့သည် အဓွန့်ရှည်တည်တံ့သော ဖြောင့်မတ်သော ကောင်းမှုများဖြစ်ပြီး ကောင်းကင်နှင့် မြေကြီး တည်ရှိသရွေ့ ၎င်းတို့ကို ပြုလုပ်သူများအတွက် ဂျန္နတ်တွင် ကျန်ရှိနေမည်ဖြစ်သည်။\" 'အလ်-အောင်ဖီ' က 'အီဘ်နူ အဘ္ဗာစ်' ထံမှ ပြောပြသည်- \"၎င်းတို့သည် ကောင်းသောစကားများဖြစ်သည်။\" 'အဗ်ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အစလမ်' က \"၎င်းတို့သည် ဖြောင့်မတ်သော ကောင်းမှုများအားလုံး ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ 'အီဘ်နူ ဂျရီးရ်' ရွေးချယ်သော သဘောထားလည်း ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် ကရုဏာထားတော်မူပါစေ။</p>"
  }
]