[
  {
    "ayah_key": "54:18",
    "group_ayah_key": "54:18",
    "from_ayah": "54:18",
    "to_ayah": "54:22",
    "ayah_keys": "54:18,54:19,54:20,54:21,54:22",
    "text": "<p lang=\"my\" class=\"my \">'အဒ်သည် ငြင်းပယ်ခဲ့၏။ သို့ဖြစ်လျှင် ငါ၏ပြစ်ဒဏ်နှင့် ငါ၏သတိပေးချက်များသည် အဘယ်သို့နည်း။ <span>(၁၈)</span>အမှန်ပင် ငါတို့သည် ပြင်းထန်အေးမြသော <span class=\"gray\">(ဆာဆာ)</span> လေကို သူတို့အပေါ်သို့ ကပ်ဆိုးကျရောက်သော နေ့တွင် ဆက်တိုက်ပို့လွှတ်တော်မူခဲ့၏။ <span>(၁၉)</span>လူသားများကို စွန်ပလွန်ပင်၏ အမြစ်မှပြုတ်ထွက်နေသော ပင်စည်များကဲ့သို့ နုတ်ပစ်ခဲ့၏။ <span>(၂၀)</span>ထိုအခါ ငါ၏ပြစ်ဒဏ်နှင့် ငါ၏သတိပေးချက်များသည် အဘယ်သို့နည်း။ <span>(၂၁)</span>အမှန်ပင် ငါတို့သည် ကုရ်အာန်ကို နားလည်မှတ်မိရန် လွယ်ကူအောင် ပြုလုပ်ပေးခဲ့၏။ သို့ဖြစ်လျှင် မှတ်သားသူ ရှိပါသလား။ <span>(၂၂)</span></p><p lang=\"my\" class=\"my \">အာဒ်လူမျိုးတို့၏ အကြောင်း </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဟူဒ်၏လူမျိုးဖြစ်သော အာဒ်တို့သည် နူဟ်၏လူမျိုးတို့ လုပ်ခဲ့သည့်အတိုင်း သူတို့၏ တမန်ကို ငြင်းပယ်ခဲ့ကြောင်း ဖော်ပြထားသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က သူတို့အပေါ်သို့ ပို့လွှတ်ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْهِمْ رِيحًا صَرْصَرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အပေါ်သို့ ပြင်းထန်အေးမြသော <span class=\"gray\">(ဆာဆာ)</span> လေကို)</span>၊ ဆိုသည်မှာ၊ အလွန်အေးပြီး ပြင်းထန်သောလေဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فِي يَوْمِ نَحْسٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကပ်ဆိုးကျရောက်သော နေ့တွင်)</span>၊ သူတို့အပေါ်သို့၊ အဒ်-ဒဟ်ဟက်၊ ကတာဒါဟ်နှင့် အပ်-ဆူဒ်ဒီတို့၏ အဆိုအရ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\"> مُسْتَمِرٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆက်တိုက်)</span>၊ သူတို့အပေါ်သို့ ကျရောက်ခဲ့သည်မှာ ထိုနေ့တွင် ဤဘဝ၌ သူတို့ခံစားခဲ့ရသော ကပ်ဆိုး၊ ပြစ်ဒဏ်နှင့် ပျက်စီးခြင်းတို့သည် နောင်တမလွန်ဘဝအထိ ဆက်လက်တည်ရှိနေမည်ဖြစ်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားများကို စွန်ပလွန်ပင်၏ အမြစ်မှပြုတ်ထွက်နေသော ပင်စည်များကဲ့သို့ နုတ်ပစ်ခဲ့၏။)</span></p><p lang=\"my\" class=\"my \">လေသည် သူတို့အနက်မှ တစ်ဦးကို နုတ်ယူပြီး မြင့်မားစွာ မြှောက်တင်လိုက်ရာ မမြင်ရတော့သည်အထိ ဖြစ်စေပြီးနောက် ပြင်းထန်စွာ မြေပြင်ပေါ်သို့ ခေါင်းနှင့် ပစ်ချလိုက်သည်။ သူ၏ခေါင်းမှာ ကြေမွသွားပြီး ခန္ဓာကိုယ်သာ ကျန်ရှိခဲ့ကာ ခေါင်းမဲ့ ဖြစ်နေခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ - فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ - وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စွန်ပလွန်ပင်၏ အမြစ်မှပြုတ်ထွက်နေသော ပင်စည်များကဲ့သို့ ဖြစ်၏။ ထိုအခါ ငါ၏ပြစ်ဒဏ်နှင့် ငါ၏သတိပေးချက်များသည် အဘယ်သို့နည်း။ အမှန်ပင် ငါတို့သည် ကုရ်အာန်ကို နားလည်မှတ်မိရန် လွယ်ကူအောင် ပြုလုပ်ပေးခဲ့၏။ သို့ဖြစ်လျှင် မှတ်သားသူ ရှိပါသလား။)</span></p>"
  },
  {
    "ayah_key": "54:23",
    "group_ayah_key": "54:23",
    "from_ayah": "54:23",
    "to_ayah": "54:32",
    "ayah_keys": "54:23,54:24,54:25,54:26,54:27,54:28,54:29,54:30,54:31,54:32",
    "text": "<p lang=\"my\" class=\"my \">သမူဒ်တို့သည် သတိပေးချက်များကို ငြင်းပယ်ခဲ့ကြ၏။ <span>(၂၃)</span>သူတို့က “ကျွန်ုပ်တို့အထဲမှ တစ်ဦးတည်းသော လူသားကို ကျွန်ုပ်တို့ လိုက်နာရမည်လော။ မှန်ကန်ပါမူ ထိုအခါ ကျွန်ုပ်တို့သည် လမ်းမှားပြီး ဆင်းရဲဒုက္ခရောက်နေလိမ့်မည်” ဟု ပြောဆိုခဲ့ကြ၏။ <span>(၂၄)</span>“ကျွန်ုပ်တို့အထဲမှ သူတစ်ဦးတည်းကိုသာ သတိပေးချက် ပေးပို့ခြင်းလော။ မဟုတ်၊ သူသည် မောက်မာသော လိမ်လည်သူ ဖြစ်သည်” <span>(၂၅)</span>မနက်ဖြန်တွင် မည်သူသည် လိမ်လည်သူ၊ မောက်မာသူ ဖြစ်သည်ကို သူတို့ သိရှိကြလိမ့်မည်။ <span>(၂၆)</span>အမှန်ပင် ငါတို့သည် ၎င်းတို့အတွက် စမ်းသပ်မှုအဖြစ် ကုလားအုတ်မကို စေလွှတ်နေသည်။ ထို့ကြောင့် ၎င်းတို့အား စောင့်ကြည့်၍ သည်းခံပါလေ။ <span>(၂၇)</span>ရေကို ၎င်းတို့ <span class=\"gray\">(နှင့် ကုလားအုတ်မ)</span> အကြား ခွဲဝေရန်ဖြစ်ပြီး တစ်ဦးစီ၏ သောက်သုံးခွင့်ကို <span class=\"gray\">(အလှည့်ကျ)</span> သတ်မှတ်ထားကြောင်း ၎င်းတို့အား အသိပေးပါ။ <span>(၂၈)</span>သို့သော် ၎င်းတို့သည် ၎င်းတို့၏ ရဲဘော်ကို ခေါ်လိုက်ရာ သူသည် <span class=\"gray\">(ဓားကို)</span>ယူ၍ <span class=\"gray\">(ကုလားအုတ်မကို)</span> သတ်ပစ်ခဲ့၏။ <span>(၂၉)</span>ထိုအခါ ငါ၏ပြစ်ဒဏ်နှင့် ငါ၏သတိပေးချက်များသည် အဘယ်သို့နည်း။ <span>(၃၀)</span>အမှန်ပင် ငါတို့သည် ၎င်းတို့အပေါ် တစ်ကြိမ်တည်းသော အသံကျယ်ကို ပို့လွှတ်ခဲ့ရာ ၎င်းတို့သည် အလ်-မွတ်ဟ်တဇီရ်၏ ကောက်ရိုးများကဲ့သို့ ဖြစ်သွားခဲ့၏။ <span>(၃၁)</span>အမှန်ပင် ငါတို့သည် ကုရ်အာန်ကို နားလည်မှတ်မိရန် လွယ်ကူအောင် ပြုလုပ်ပေးခဲ့၏။ သို့ဖြစ်လျှင် မှတ်သားသူ ရှိပါသလား။ <span>(၃၂)</span></p><p lang=\"my\" class=\"my \">သမူဒ်တို့၏ အကြောင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က သမူဒ်လူမျိုးတို့သည် ၎င်းတို့၏ တမန် စာလိဟ်ကို ငြင်းပယ်ခဲ့ကြောင်း ဤနေရာတွင် ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “ကျွန်ုပ်တို့အထဲမှ တစ်ဦးတည်းသော လူသားကို ကျွန်ုပ်တို့ လိုက်နာရမည်လော။ မှန်ကန်ပါမူ ထိုအခါ ကျွန်ုပ်တို့သည် လမ်းမှားပြီး ဆင်းရဲဒုက္ခရောက်နေလိမ့်မည်” ဟု ပြောဆိုခဲ့ကြ၏။)</span> သူတို့က 'ကျွန်ုပ်တို့အထဲမှ လူသားတစ်ဦးကိုသာ ကျွန်ုပ်တို့အားလုံး ခယောင်းခံလိုက်နာပါက ရှုံးနိမ့်မှုနှင့် ဆုံးရှုံးမှုကို ရရှိလိမ့်မည်' ဟု ပြောဆိုခဲ့ကြသည်။ သတိပေးချက်ကို သူတို့အထဲမှ သူတစ်ဦးတည်းကိုသာ ပေးပို့ခြင်းကို သူတို့ အံ့ဩခဲ့ကြပြီး ထို့ကြောင့် သူ့ကို လိမ်လည်သူဟု စွပ်စွဲခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُوَ كَذَّابٌ أَشِرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်၊ သူသည် မောက်မာသော လိမ်လည်သူ ဖြစ်သည်!)</span>၊ ဆိုသည်မှာ သူသည် သူ၏ လိမ်ညာမှုများတွင် ကန့်သတ်ချက်များကို ကျော်လွန်ခဲ့သည်ဟု အဓိပ္ပာယ်ရသည်။ အလ္လာဟ်အရှင်မြတ်က တုံ့ပြန်ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မနက်ဖြန်တွင် မည်သူသည် လိမ်လည်သူ၊ မောက်မာသူ ဖြစ်သည်ကို သူတို့ သိရှိကြလိမ့်မည်!)</span>၊ ထိုသို့အားဖြင့် သူတို့အား သတိပေး၊ ခြိမ်းခြောက်ပြီး ယုံကြည်စိတ်ချရသော ကတိတစ်ခုကို ပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် ငါတို့သည် ၎င်းတို့အတွက် စမ်းသပ်မှုအဖြစ် ကုလားအုတ်မကို စေလွှတ်နေသည်။)</span> သမူဒ်လူမျိုးတို့အား စမ်းသပ်ရန်အတွက် အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ တောင်းဆိုချက်အရ ကျောက်တုံးအခဲမှ ပေါ်ထွက်လာသော အလွန်ကောင်းမွန်သည့် ကိုယ်ဝန်ဆောင် ကုလားအုတ်မတစ်ကောင်ကို စေလွှတ်ခဲ့သည်၊ ထိုသို့ဖြင့် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ သူတို့အပေါ် သက်သေတစ်ခု ဖြစ်လာစေရန် ဖြစ်သည်။ ထို့နောက်ပိုင်းတွင် စာလိဟ် (အလိုင်ဟစ္စလာမ်) ယူဆောင်လာသည်များကို သူတို့ ယုံကြည်ရမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ၏ကျွန်နှင့် တမန်တော် စာလိဟ်အား အမိန့်ပေးခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْتَقِبْهُمْ وَاصْطَبِرْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့အား စောင့်ကြည့်၍ သည်းခံပါလေ!)</span> အလ္လာဟ်အရှင်မြတ်က အမိန့်ပေးခဲ့သည်မှာ 'စောင့်ဆိုင်းလော့၊ အို စာလိဟ်၊ သူတို့၏ အခြေအနေကို ကြည့်ရှုပြီး သည်းခံပါလေ။ အမှန်ပင် ပိုကောင်းသော အဆုံးသတ်သည် သင်၏ဖြစ်ပြီး သင်သည် ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် အောင်မြင်လိမ့်မည်' ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရေကို ၎င်းတို့အကြား ခွဲဝေရန်ဖြစ်ကြောင်း ၎င်းတို့အား အသိပေးပါ။)</span> သူမအတွက် တစ်ရက် သောက်ရန်နှင့် သူတို့အတွက် တစ်ရက် သောက်ရန် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هَٰذِهِ نَاقَةٌ لَهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَعْلُومٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောခဲ့သည်မှာ \"ဤကား ကုလားအုတ်မတစ်ကောင် ဖြစ်၏။ သူမတွင် သောက်သုံးခွင့်ရှိပြီး၊ သင်တို့တွင် သတ်မှတ်ထားသောနေ့တွင် <span class=\"gray\">(ရေ)</span> သောက်သုံးခွင့် ရှိသည်\")</span><span class=\"gray\">(၂၆:၁၅၅)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ شِرْبٍ مُحْتَضَرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးစီ၏ သောက်သုံးခွင့်ကို သတ်မှတ်ထားသည်။)</span> မူဂျာဟစ်ဒ်က ပြောခဲ့သည်မှာ \"သူမ မသောက်သောအခါ သူတို့သည် ရေကို သောက်ကြပြီး သူမ သောက်သောအခါ သူတို့သည် သူမ၏ နို့ကို သောက်ကြသည်\" ဟူ၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် ၎င်းတို့၏ ရဲဘော်ကို ခေါ်လိုက်ရာ သူသည် ယူ၍ သတ်ပစ်ခဲ့၏။)</span> တဖ်ဆီရ်ပညာရှင်များ၏ အဆိုအရ သူ၏အမည်မှာ ကူဒါရ် ဘင် စာလိဖ် ဖြစ်သည်။ သူသည် သူတို့အထဲတွင် အဆိုးဆုံးဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذِ انْبَعَثَ أَشْقَاهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အထဲမှ အဆိုးဆုံးလူသားသည် <span class=\"gray\">(ကုလားအုတ်မကို သတ်ရန်)</span> ထွက်ခွာသွားသောအခါ။)</span><span class=\"gray\">(၉၁:၁၂)</span> အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَعَاطَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ယူ၍)</span> ဆိုသည်မှာ အန္တရာယ်ပြုရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَقَرَ - فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ကုလားအုတ်မကို)</span> သတ်ပစ်ခဲ့၏။ ထိုအခါ ငါ၏ပြစ်ဒဏ်နှင့် ငါ၏သတိပေးချက်များသည် အဘယ်သို့နည်း။)</span>၊ 'ငါသည် သူတို့အား နှိပ်စက်ခဲ့သည်၊ ထို့ကြောင့် ငါ့ကို မယုံကြည်ခြင်းနှင့် ငါ၏ တမန်ကို ငြင်းပယ်ခြင်းကြောင့် ငါသူတို့အား ပို့လွှတ်ခဲ့သော ပြစ်ဒဏ်သည် အဘယ်သို့နည်း။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် ငါတို့သည် ၎င်းတို့အပေါ် တစ်ကြိမ်တည်းသော အသံကျယ်ကို ပို့လွှတ်ခဲ့ရာ ၎င်းတို့သည် အလ်-မွတ်ဟ်တဇီရ်၏ ကောက်ရိုးများကဲ့သို့ ဖြစ်သွားခဲ့၏။)</span></p><p lang=\"my\" class=\"my \">သူတို့အားလုံး ပျက်စီးသွားပြီး တစ်ဦးတစ်ယောက်မျှ မကျန်ခဲ့ပေ။ သူတို့သည် ရှိမနေတော့ဘဲ ပျောက်ကွယ်သွားခဲ့ကြသည်၊ အပင်များနှင့် မြက်များ ခြောက်သွေ့သေဆုံးသွားသကဲ့သို့ပင်။ အပ်-ဆူဒ်ဒီက သူတို့သည် သဲကန္တာရထဲရှိ ခြောက်သွေ့သောမြက်များ မီးလောင်ပြီး လေတိုက်၍ ပြန့်ကျဲသွားသကဲ့သို့ ဖြစ်သွားခဲ့သည်ဟု ပြောခဲ့သည်။ အစ်ဘ်နု ဇိုင်းဒ်က ပြောခဲ့သည်မှာ \"အာရပ်တို့သည် ၎င်းတို့၏ ကုလားအုတ်များနှင့် နွားများကို ဝန်းရံရန်အတွက် ခြောက်သွေ့သောအပင်များဖြင့် ပြုလုပ်ထားသော ခြံစည်းရိုးများ <span class=\"gray\">(ဟီဇာရ်၊ အလ်-မွတ်ဟ်တဇီရ်ဟူသော စကားလုံးသည် ထိုမှ ဆင်းသက်လာသည်)</span> ကို ဆောက်လေ့ရှိခဲ့သည်၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ကَهَشِيمِ الْمُحْتَظِرِ</p><p lang=\"pl\" class=\"pl \"><span class=\"gray\">(အလ်-မွတ်ဟ်တဇီရ်၏ ကောက်ရိုးများကဲ့သို့။)</span></p>"
  },
  {
    "ayah_key": "54:33",
    "group_ayah_key": "54:33",
    "from_ayah": "54:33",
    "to_ayah": "54:40",
    "ayah_keys": "54:33,54:34,54:35,54:36,54:37,54:38,54:39,54:40",
    "text": "<p lang=\"my\" class=\"my \">လုသ်၏လူမျိုးတို့သည် သတိပေးချက်များကို ငြင်းပယ်ခဲ့ကြ၏။ <span>(၃၃)</span>အမှန်ပင် ငါတို့သည် ၎င်းတို့အပေါ်သို့ ဟာစစ်ဘ် <span class=\"gray\">(ကျောက်ခဲမုန်တိုင်း ပြင်းထန်စွာ)</span> ပို့လွှတ်ခဲ့သည်၊ လုသ်၏မိသားစုမှအပ ၎င်းတို့အား ငါတို့သည် ည၏နောက်ဆုံးနာရီတွင် ကယ်တင်ခဲ့၏။ <span>(၃၄)</span>ငါတို့ထံမှ ကျေးဇူးတော်အဖြစ်။ ဤသို့ဖြင့် ကျေးဇူးတင်သူအား ငါတို့သည် ဆုလာဘ်ပေး၏။ <span>(၃၅)</span>အမှန်ပင် သူသည် ၎င်းတို့အား ငါတို့၏ ပြစ်ဒဏ်ကို သတိပေးခဲ့သည်၊ သို့သော် ၎င်းတို့သည် သတိပေးချက်များကို သံသယဝင်ခဲ့ကြ၏။ <span>(၃၆)</span>အမှန်ပင် ၎င်းတို့သည် သူ၏ ဧည့်သည်များကို အရှက်ရစေရန် ကြိုးစားခဲ့ကြသည်။ ထို့ကြောင့် ငါတို့သည် ၎င်းတို့၏ မျက်လုံးများကို ကန်းစေခဲ့သည် <span class=\"gray\">(ပြောဆိုလိုက်သည်မှာ)</span> \"ထိုအခါ ငါ၏ပြစ်ဒဏ်နှင့် ငါ၏သတိပေးချက်များကို မြည်းစမ်းကြလော့။ <span>(၃၇)</span>အမှန်ပင် တည်မြဲသော ပြစ်ဒဏ်သည် ၎င်းတို့အား မနက်စောစောတွင် ဖမ်းဆီးခဲ့၏။ <span>(၃၈)</span>ထိုအခါ ငါ၏ပြစ်ဒဏ်နှင့် ငါ၏သတိပေးချက်များကို မြည်းစမ်းကြလော့။ <span>(၃၉)</span>အမှန်ပင် ငါတို့သည် ကုရ်အာန်ကို နားလည်မှတ်မိရန် လွယ်ကူအောင် ပြုလုပ်ပေးခဲ့၏။ သို့ဖြစ်လျှင် မှတ်သားသူ ရှိပါသလား။ <span>(၄၀)</span></p><p lang=\"my\" class=\"my \">တမန်တော်လုသ်၏ လူမျိုးတို့အကြောင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က လုသ်၏လူမျိုးတို့သည် ၎င်းတို့၏ တမန်ကို ဆန့်ကျင်ငြင်းပယ်ခဲ့ပြီး လူသားမျိုးနွယ်သမိုင်းတွင် မည်သည့်လူမျိုးမှ မကျူးလွန်ဖူးသော အလွန်ဆိုးရွားသည့် မတရားသော ပြစ်မှုဖြစ်သည့် လိင်တူချင်း စပ်ယှက်ခြင်းကို ကျူးလွန်ခဲ့ကြောင်း ဖော်ပြထားသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား သူတို့ရှေ့မှ မည်သည့်လူမျိုးအပေါ်မှ မကျရောက်စေခဲ့ဖူးသော ပြစ်ဒဏ်တစ်မျိုးဖြင့် ဖျက်ဆီးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဂျီဗြီလ် (အလိုင်ဟစ္စလာမ်) အား သူတို့၏ မြို့များကို ကောင်းကင်သို့ မြှောက်တင်ပြီးနောက် သူတို့အပေါ်သို့ မှောက်ချရန်၊ ထို့နောက် မှတ်သားထားသော စစ်ဂျီးလ်ကျောက်များဖြင့် လိုက်လံပစ်ပေါက်ရန် အမိန့်ပေးခဲ့သည်။ ထို့ကြောင့် ဤနေရာတွင် သူက မိန့်ကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آلَ لُوطٍ ۖ نَجَّيْنَاهُمْ بِسَحَرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် ငါတို့သည် ၎င်းတို့အပေါ်သို့ ဟာစစ်ဘ် <span class=\"gray\">(ကျောက်ခဲမုန်တိုင်း ပြင်းထန်စွာ)</span> ပို့လွှတ်ခဲ့သည်၊ လုသ်၏မိသားစုမှအပ ၎င်းတို့အား ငါတို့သည် ည၏နောက်ဆုံးနာရီတွင် ကယ်တင်ခဲ့၏။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ည၏ နောက်ဆုံးပိုင်းတွင် မြို့မှ ထွက်ခွာခဲ့ကြပြီး သူတို့၏လူမျိုးတို့အား ကျရောက်ခဲ့သော ပြစ်ဒဏ်မှ လွတ်မြောက်ခဲ့ကြသည်၊ သူတို့အနက် တစ်ဦးတစ်ယောက်မျှ လုသ်ကို မယုံကြည်ခဲ့ပေ။ လုသ်၏ဇနီးပင်လျှင် သူမ၏လူမျိုးနှင့် အတူတူပင် အဆုံးသတ်ခဲ့ရသည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် လုသ်သည် သူ၏သမီးများနှင့်အတူ ဆိုဒုံမြို့မှ ဘေးကင်းစွာ၊ အန္တရာယ်ကင်းစွာ ထွက်ခွာခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ نَجْزِي مَنْ شَكَرَ - وَلَقَدْ أَنْذَرَهُمْ بَطْشَتَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် ကျေးဇူးတင်သူအား ငါတို့သည် ဆုလာဘ်ပေး၏။ အမှန်ပင် သူသည် ၎င်းတို့အား ငါတို့၏ ပြစ်ဒဏ်ကို သတိပေးခဲ့သည်၊)</span> ဆိုလိုသည်မှာ ပြစ်ဒဏ်သည် သူ၏လူမျိုးတို့အား မကျရောက်မီ သူသည် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို သူတို့အား သတိပေးခဲ့သည်။ သူတို့သည် သတိပေးချက်ကို နားမထောင်ခဲ့ကြ၊ လုသ်ကိုလည်း နားမထောင်ခဲ့ကြ၊ သို့သော် သတိပေးချက်ကို သံသယဝင်ပြီး ငြင်းခုံခဲ့ကြသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် ၎င်းတို့သည် သူ၏ ဧည့်သည်များကို အရှက်ရစေရန် ကြိုးစားခဲ့ကြသည်)</span> ဆိုသည်မှာ ဂျီဗြီလ်၊ မီကာအီလ်နှင့် အစ်စရာဖီလ်ဟူသော ကောင်းကင်တမန်များသည် ခန့်ညားသော လူငယ်များအသွင်ဖြင့် သူ့ထံ ရောက်ရှိလာသော ညဖြစ်သည်။ ၎င်းသည် လုသ်၏လူမျိုးတို့အတွက် အလ္လာဟ်အရှင်မြတ်ထံမှ စမ်းသပ်မှုတစ်ခု ဖြစ်သည်။ လုသ်သည် သူ၏ဧည့်သည်များကို ဧည့်ခံနေစဉ်၊ သူ၏ဇနီးဖြစ်သူ၊ မကောင်းဆိုးဝါး အသက်ကြီးသူသည် သူမ၏လူမျိုးတို့ထံ လုသ်၏ဧည့်သည်များအကြောင်း အကြောင်းကြားစာ ပို့ခဲ့သည်။ သူတို့သည် ဦးတည်ရာအရပ်တိုင်းမှ သူ့ထံ အလျင်အမြန် ရောက်ရှိလာကြပြီး လုသ်သည် သူတို့၏မျက်နှာများကို တံခါးပိတ်လိုက်ရသည်။ သူတို့သည် ညဘက်တွင် ရောက်လာပြီး တံခါးကို ဖျက်ဆီးရန် ကြိုးစားခဲ့ကြသည်။ လုသ်သည် သူ၏ဧည့်သည်များကို သူတို့ထံမှ ကာကွယ်ပေးနေစဉ် သူတို့ကို ခုခံတွန်းလှန်ရန် ကြိုးစားရင်း ပြောခဲ့သည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">هَٰؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူတို့သည် ကျွန်ုပ်၏သမီးများဖြစ်သည်၊ အကယ်၍ သင်တို့သည် <span class=\"gray\">(ထိုသို့)</span> လုပ်ဆောင်ရမည်ဆိုလျှင်။)</span><span class=\"gray\">(၁၅:၇၁)</span>၊ သူတို့၏ အမျိုးသမီးများကို ရည်ညွှန်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောခဲ့သည်မှာ- \"ဧကန်မလွဲ သင်သိပြီးသား ဖြစ်သည်မှာ ကျွန်ုပ်တို့သည် သင်၏သမီးများကို လိုလားတောင့်တခြင်းလည်း မရှိ၊ လိုအပ်ခြင်းလည်း မရှိ!\")</span><span class=\"gray\">(၁၁:၇၉)</span>၊ ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် အမျိုးသမီးများကို မည်သည့်ဆန္ဒမှ မရှိပါ'၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် သင်သည် ကျွန်ုပ်တို့ အလိုရှိသည်ကို ကောင်းစွာ သိသည်!)</span><span class=\"gray\">(၁၁:၇၉)</span> အခြေအနေ ဆိုးရွားလာပြီး သူတို့ ဝင်လာရန် အတင်းအကျပ် တောင်းဆိုသောအခါ၊ ဂျီဗြီလ်သည် သူတို့ထံ ထွက်သွားပြီး သူ၏အတောင်ပံထိပ်ဖြင့် သူတို့၏မျက်လုံးများကို ထိမှန်စေခဲ့ရာ သူတို့သည် အမြင်အာရုံ ဆုံးရှုံးသွားခဲ့သည်။ သူတို့သည် နံရံများကို စမ်းသပ်ရင်း ပြန်သွားခဲ့ကြပြီး မနက်ခင်းတွင် လုသ်အပေါ် ကျရောက်မည့် ဘေးဥပဒ်များကို ခြိမ်းခြောက်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် တည်မြဲသော ပြစ်ဒဏ်သည် ၎င်းတို့အား မနက်စောစောတွင် ဖမ်းဆီးခဲ့၏။)</span> ဆိုလိုသည်မှာ သူတို့ ရှောင်လွှဲ၍ မရသော၊ တိမ်းရှောင်၍ မရသော ပြစ်ဒဏ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذُوقُوا عَذَابِي وَنُذُرِ - وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ငါ၏ပြစ်ဒဏ်နှင့် ငါ၏သတိပေးချက်များကို မြည်းစမ်းကြလော့။ အမှန်ပင် ငါတို့သည် ကုရ်အာန်ကို နားလည်မှတ်မိရန် လွယ်ကူအောင် ပြုလုပ်ပေးခဲ့၏။ သို့ဖြစ်လျှင် မှတ်သားသူ ရှိပါသလား။)</span></p>"
  }
]