[
  {
    "ayah_key": "2:183",
    "group_ayah_key": "2:183",
    "from_ayah": "2:183",
    "to_ayah": "2:184",
    "ayah_keys": "2:183,2:184",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! သင်တို့အား ရှေ့မှီကရှိခဲ့သောသူများအပေါ်တွင် ဝတ်ပြုခဲ့သကဲ့သို့ပင် ဆွောင်မ်(ဥပုသ်သီလ) စောင့်ထိန်းခြင်းကို ဝတ်ပြုရန် ဖေါ်ပြခဲ့ပြီးဖြစ်သည်။ သို့မှသာ သင်တို့သည် တက္ကဝါ(ဘုရားကိုကြောက်ရွံ့ခြင်း) ကို ရယူနိုင်ကြမည်။ <span>(၁၈၃)</span>သတ်မှတ်ထားသော ရက်အရေအတွက်အတိုင်း ဥပုသ်စောင့်ထိန်းရမည်။ သို့ရာတွင် သင်တို့ထဲမှ တစ်စုံတစ်ဦးသည် ဖျားနာနေသူ သို့မဟုတ် ခရီးသွားနေသူဖြစ်ပါက ထိုအရေအတွက်အတိုင်း <span class=\"gray\">(ပြန်လည်ဖြည့်စွက်၍)</span> အခြားရက်များမှ ဥပုသ်ပြန်လည်စောင့်ထိန်းရမည်။ ဥပုသ်စောင့်ထိန်းရန် ခက်ခဲသောသူများ <span class=\"gray\">(ဥပမာ- သက်ကြီးရွယ်အို)</span> အတွက်မူကား၊ သူတို့သည် <span class=\"gray\">(ဥပုသ်စောင့်ထိန်းခြင်း သို့မဟုတ်)</span> မစ္စကင်း <span class=\"gray\">(ဆင်းရဲသား)</span> အား <span class=\"gray\">(နေ့စဉ်အတွက်)</span> အစာကျွေးရမည်ဖြစ်သည်။ သို့သော် မည်သူမဆို မိမိဆန္ဒအလျောက် ကောင်းမှုပြုပါက ၎င်းအတွက် ပို၍ကောင်းမွန်၏။ သင်တို့ ဥပုသ်စောင့်ထိန်းခြင်းသည် သင်တို့သိရှိပါက သင်တို့အတွက် ပို၍ကောင်းမွန်သည် <span>(၁၈၄)</span></p><div lang=\"my\" class=\"my \"><h2>ဥပုသ်စောင့်ထိန်းရန်အမိန့်</h2></div><p lang=\"my\" class=\"my \">ဤအွမ္မသ်ရှိ ယုံကြည်သူများအား အလ္လာဟ်အရှင်မြတ်က ဥပုသ်စောင့်ထိန်းရန် အမိန့်ပေးတော်မူခဲ့သည်။ ဆိုလိုသည်မှာ အစားအသောက်၊ အဖျော်ယမကာများနှင့် လိင်ပိုင်းဆိုင်ရာ ကိစ္စများမှ အလ္လာဟ်အရှင်မြတ်အတွက် စိတ်ရင်းမှန်ဖြင့် ရှောင်ကြဉ်ခြင်းဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ဥပုသ်စောင့်ထိန်းခြင်းသည် ဝိညာဉ်များကို စင်ကြယ်စေပြီး ၎င်းတို့နှင့် ရောနှောနိုင်သည့် မကောင်းမှုများနှင့် ၎င်းတို့၏ မကောင်းသောအပြုအမူများမှ သန့်စင်စေသောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မွတ်စ်လင်မ်များအတွက် ဥပုသ်စောင့်ထိန်းခြင်းကို ၎င်းတို့ရှေ့မှီရှိခဲ့သူများအတွက် ဝတ်ပြုခဲ့သကဲ့သို့ပင် ဝတ်ပြုရန် ဖေါ်ပြခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ ၎င်းတို့သည် ဤကိစ္စတွင် စံနမူနာဖြစ်သောကြောင့် ရှေးယခင်လူမျိုးများထက် ပိုမိုနာခံမှုရှိစွာ ဤဝတ္တရားကို အားကြိုးမာန်တက် ထမ်းဆောင်သင့်သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَٰكِن لِّيَبْلُوَكُمْ فِي مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့တစ်ဦးစီတိုင်းအတွက် ကျွန်ုပ်တို့သည် ဥပဒေတစ်ခုနှင့် ရှင်းလင်းသောနည်းလမ်းကို ဖေါ်ပြထားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် အလိုရှိခဲ့ပါက သင်တို့ကို တစ်မျိုးသားတည်း ဖြစ်စေခဲ့မည်။ သို့သော် <span class=\"gray\">(အရှင်သည်)</span> သင်တို့အား ပေးသနားထားသောအရာများဖြင့် စမ်းသပ်ရန်ဖြစ်သည်။ သို့ဖြစ်၍ ကောင်းမှုများတွင် ပြိုင်ဆိုင်ကြကုန်။)</span><span class=\"gray\">(၅း၄၈)</span></p><p lang=\"id\" class=\"id \">Allah said in this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! သင်တို့အား ရှေ့မှီကရှိခဲ့သောသူများအပေါ်တွင် ဝတ်ပြုခဲ့သကဲ့သို့ပင် ဆွောင်မ်(ဥပုသ်သီလ) စောင့်ထိန်းခြင်းကို ဝတ်ပြုရန် ဖေါ်ပြခဲ့ပြီးဖြစ်သည်။ သို့မှသာ သင်တို့သည် တက္ကဝါ(ဘုရားကိုကြောက်ရွံ့ခြင်း) ကို ရရှိကြမည်။)</span>) ဥပုသ်သည် ခန္ဓာကိုယ်ကို သန့်စင်စေပြီး ရှိုင်တွာန်၏ လမ်းကြောင်းများကို ကျဉ်းမြောင်းစေသောကြောင့်ဖြစ်သည်။ စဟီဟ်ယန်၌ အောက်ပါဟဒီးစ်ကို မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الشَّبَابِ مَنِ اسْتَطَاعَ مِنْكُمُ الْبَاءَةَ فَلْيتَـزَوَّجْ وَمَنْ لَمْ يَسْتَطِع فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူငယ်တို့! သင်တို့ထဲမှ မည်သူမဆို အိမ်ထောင်ပြုနိုင်ပါက အိမ်ထောင်ပြုကြကုန်။ အိမ်ထောင်မပြုနိုင်သူ မည်သူမဆို ဥပုသ်စောင့်ထိန်းကြကုန်၊ အကြောင်းမှာ ၎င်းသည် သူတို့အတွက် အကာအကွယ်ဖြစ်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဥပုသ်ကို သတ်မှတ်ထားသော ရက်အရေအတွက်အတိုင်း စောင့်ထိန်းရမည်ဖြစ်ကြောင်း ဖော်ပြထားသည်။ သို့မှသာ စိတ်နှလုံးများအပေါ်တွင် ခက်ခဲမှုမဖြစ်စေဘဲ ၎င်းတို့၏ ဇွဲလုံ့လနှင့် ခံနိုင်ရည်ကို မလျော့ပါးစေရန် ဖြစ်သည်။)</p><div lang=\"my\" class=\"my \"><h2>ဥပုသ်စောင့်ထိန်းခြင်း၏ အမျိုးမျိုးသော အဆင့်များ</h2></div><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့သည် အာအိရှာဟ်က \"<span class=\"gray\">(နေ့သည်)</span> အာရှူရာနေ့သည် ဥပုသ်နေ့ဖြစ်သည်။ ရမ်မဒွါန်လ၏ ဥပုသ်ဝတ္တရားကို ထုတ်ပြန်သောအခါ ဆန္ဒရှိသူများသည် ဥပုသ်စောင့်ထိန်းကြပြီး ဆန္ဒမရှိသူများသည် ဥပုသ်မစောင့်ထိန်းကြပေ။\" ဟု ပြောကြောင်း မှတ်တမ်းတင်ထားသည်။ အလ်-ဘူခါရီသည် အိဗ်နုအိုမာရ်နှင့် အိဗ်နုမပ်စ်အူဒ်တို့ထံမှ အလားတူ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ဥပုသ်စောင့်ထိန်းရန် ခက်ခဲသောသူများ <span class=\"gray\">(ဥပမာ- သက်ကြီးရွယ်အို)</span> အတွက်မူကား၊ သူတို့သည် <span class=\"gray\">(ဥပုသ်စောင့်ထိန်းခြင်း သို့မဟုတ်)</span> မစ္စကင်း <span class=\"gray\">(ဆင်းရဲသား)</span> အား <span class=\"gray\">(နေ့စဉ်အတွက်)</span> အစာကျွေးရမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">မူအာဓ်က မှတ်ချက်ပေးခဲ့သည်၊ \"အစပိုင်းတွင် ဆန္ဒရှိသူများသည် ဥပုသ်စောင့်ထိန်းကြပြီး ဆန္ဒမရှိသူများသည် ဥပုသ်မစောင့်ထိန်းဘဲ နေ့စဉ်အတွက် ဆင်းရဲသားတစ်ဦးကို အစာကျွေးခဲ့ကြသည်။\" အလ်-ဘူခါရီသည် ဆလာမာ ဘင် အလ်-အက္ကွာအ်က အာယသ်ကို ထုတ်ပြန်သောအခါ ပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ဥပုသ်စောင့်ထိန်းရန် ခက်ခဲသောသူများ <span class=\"gray\">(ဥပမာ- သက်ကြီးရွယ်အို)</span> အတွက်မူကား၊ သူတို့သည် <span class=\"gray\">(ဥပုသ်စောင့်ထိန်းခြင်း သို့မဟုတ်)</span> မစ္စကင်း <span class=\"gray\">(ဆင်းရဲသား)</span> အား <span class=\"gray\">(နေ့စဉ်အတွက်)</span> အစာကျွေးရမည်ဖြစ်သည်။)</span> ကို ထုတ်ပြန်သောအခါ ဥပုသ်မစောင့်ထိန်းလိုသူများသည် ဖစ်ဒ်ယာ <span class=\"gray\">(ဥပုသ်မစောင့်ထိန်းသည့် နေ့စဉ်အတွက် ဆင်းရဲသားတစ်ဦးကို အစာကျွေးခြင်း)</span> ကို ပေးဆောင်လေ့ရှိသည်။ ထို့နောက် အောက်ပါ အာယသ် <span class=\"gray\">(၂း၁၈၅)</span> ကို ထုတ်ပြန်ပြီး ယခင်အာယသ်ကို ပယ်ဖျက်ခဲ့သည်။ နာဖီအ်မှ အိုဘိုင်းဒ်ဒူလ္လာဟ်ထံမှလည်း သတင်းရရှိသည်မှာ အိဗ်နုအိုမာရ်က \"၎င်းသည် ပယ်ဖျက်ခံခဲ့ရပြီ\" ဟု ပြောဆိုခဲ့သည်။ အပ်စ်-ဆွဒ်ဒီက မူရ်ရာဟ်က ဤအာယသ်နှင့်ပတ်သက်၍ အဗ်ဒူလ္လာဟ်က ပြောသည်ကို ဖော်ပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဥပုသ်စောင့်ထိန်းရန် ခက်ခဲသောသူများ <span class=\"gray\">(ဥပမာ- သက်ကြီးရွယ်အို)</span> အတွက်မူကား၊ သူတို့သည် <span class=\"gray\">(ဥပုသ်စောင့်ထိန်းခြင်း သို့မဟုတ်)</span> မစ္စကင်း <span class=\"gray\">(ဆင်းရဲသား)</span> အား <span class=\"gray\">(နေ့စဉ်အတွက်)</span> အစာကျွေးရမည်ဖြစ်သည်။)</span> \"ဆိုသည်မှာ 'ဥပုသ်စောင့်ထိန်းရန် ခက်ခဲသူများ <span class=\"gray\">(အတွက်)</span>' ဖြစ်သည်။ ယခင်က ဆန္ဒရှိသူများသည် ဥပုသ်စောင့်ထိန်းကြပြီး ဆန္ဒမရှိသူများသည် ဥပုသ်မစောင့်ထိန်းဘဲ ဆင်းရဲသားတစ်ဦးကို အစားကျွေးခဲ့ကြသည်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَطَوَّعَ خَيْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မည်သူမဆို မိမိဆန္ဒအလျောက် ကောင်းမှုပြုပါက)</span> ဆိုလိုသည်မှာ မည်သူမဆို ပို၍ဆင်းရဲသားတစ်ဦးကို အစာကျွေးပါက၊</p><p class=\"ps qpc-hafs\" lang=\"ps\"> فَهُوَ خَيْرٌ لَّهُ وَأَن تَصُومُوا خَيْرٌ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအတွက် ပို၍ကောင်းမွန်၏။ သင်တို့ ဥပုသ်စောင့်ထိန်းခြင်းသည် သင်တို့အတွက် ပို၍ကောင်းမွန်သည်)</span> နောက်ပိုင်းတွင် အာယသ်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်တို့ထဲမှ မည်သူမဆို ထိုလ၏ <span class=\"gray\">(ရမ်မဒွါန်လ၏ ပထမည၌ လခြမ်းကို မြင်ရသောသူ၊ ဆိုလိုသည်မှာ မိမိအိမ်၌ ရှိနေသောသူ)</span> လကို မြင်ပါက ထိုလတွင် ဆွောင်မ် <span class=\"gray\">(ဥပုသ်)</span> ကို စောင့်ထိန်းရမည်ဖြစ်သည်။)</span><span class=\"gray\">(၂း၁၈၅)</span> ကို ထုတ်ပြန်ခဲ့ပြီး ၎င်းသည် ယခင်အာယသ် <span class=\"gray\">(၂း၁၈၄)</span> ကို ပယ်ဖျက်ခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ဥပုသ်ကို ဖျက်ခြင်းအတွက် ဖစ်ဒ်ယာ <span class=\"zu gray\" lang=\"zu\">(လျော်ကြေး)</span> သည် သက်ကြီးရွယ်အိုများနှင့် နာမကျန်းသူများအတွက် ဖြစ်သည်</h2></div><p lang=\"it\" class=\"it \">Al-Bukhari reported that 'Ata heard Ibn 'Abbas recite:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဥပုသ်စောင့်ထိန်းရန် ခက်ခဲသောသူများ <span class=\"gray\">(ဥပမာ- သက်ကြီးရွယ်အို)</span> အတွက်မူကား၊ သူတို့သည် <span class=\"gray\">(ဥပုသ်စောင့်ထိန်းခြင်း သို့မဟုတ်)</span> မစ္စကင်း <span class=\"gray\">(ဆင်းရဲသား)</span> အား <span class=\"gray\">(နေ့စဉ်အတွက်)</span> အစာကျွေးရမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နုအဗ်ဘာစ်က ထို့နောက် မှတ်ချက်ပေးခဲ့သည်၊ \"<span class=\"gray\">(ဤအာယသ်)</span> ကို ပယ်ဖျက်ခဲ့ခြင်း မရှိပါ၊ ၎င်းသည် ဥပုသ်စောင့်ထိန်းရန် ခက်ခဲသော သက်ကြီးရွယ်အို အမျိုးသားနှင့် အမျိုးသမီးအတွက် ဖြစ်သည်။ သို့သော် <span class=\"gray\">(သူတို့ဥပုသ်မစောင့်ထိန်းသည့်)</span> နေ့စဉ်အတွက် ဆင်းရဲသားတစ်ဦးကို အစားကျွေးရန် ရွေးချယ်နိုင်သည်။\" အခြားသူများက ဆအိဒ် ဘင် ဂျူဘိုင်းရ်က အိဗ်နုအဗ်ဘာစ်ထံမှ ဤအကြောင်းကို ဖော်ပြခဲ့ကြောင်း သတင်းပေးခဲ့သည်။ ထို့ကြောင့် ဤနေရာတွင် ပယ်ဖျက်ခြင်းသည် ခရီးသွားနေခြင်းမရှိသော ကျန်းမာသူ၊ ဥပုသ်စောင့်ထိန်းရမည့်သူနှင့် သက်ဆိုင်သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်တို့ထဲမှ မည်သူမဆို ထိုလ၏ <span class=\"gray\">(ရမ်မဒွါန်လ၏ ပထမည၌ လခြမ်းကို မြင်ရသောသူ၊ ဆိုလိုသည်မှာ မိမိအိမ်၌ ရှိနေသောသူ)</span> လကို မြင်ပါက ထိုလတွင် ဆွောင်မ် <span class=\"gray\">(ဥပုသ်)</span> ကို စောင့်ထိန်းရမည်ဖြစ်သည်။)</span><span class=\"gray\">(၂း၁၈၅)</span></p><p lang=\"my\" class=\"my \">ဥပုသ်မစောင့်နိုင်သော သက်ကြီးရွယ်အို အမျိုးသား <span class=\"gray\">(နှင့် အမျိုးသမီး)</span> အတွက်မူကား ဥပုသ်စောင့်ထိန်းခြင်းမှ ရှောင်ကြဉ်ရန် ခွင့်ပြုထားပြီး အခြားရက်ကို အစားထိုး ဥပုသ်စောင့်ထိန်းရန် မလိုအပ်ပေ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် တိုးတက်လာပြီး အခြားရက်များတွင် ဥပုသ်စောင့်နိုင်မည်မဟုတ်သောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် ၎င်းသည် လွတ်သွားသည့် နေ့စဉ်အတွက် ဖစ်ဒ်ယာ ပေးဆောင်ရန် လိုအပ်သည်။ ဤသည်မှာ အိဗ်နုအဗ်ဘာစ်နှင့် ဆလ်ဖ်တို့အကြား အခြားသူများစွာတို့၏ အမြင်ဖြစ်သည်။ ထိုသူတို့သည် အာယသ်ကို ဖတ်ရှုခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الَّذِينَ يُطِيقُونَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဥပုသ်စောင့်ထိန်းရန် ခက်ခဲသောသူများ <span class=\"gray\">(ဥပမာ- သက်ကြီးရွယ်အို)</span>)</span> ဆိုသည်မှာ အိဗ်နုမပ်စ်အူဒ် ပြောကြားခဲ့သည့်အတိုင်း ဥပုသ်စောင့်ထိန်းရန် ခက်ခဲသူများကို ဆိုလိုသည်။ ဤသည်မှာ အလ်-ဘူခါရီ၏ အမြင်လည်းဖြစ်သည်။ သူက \"ဥပုသ်မစောင့်နိုင်သော သက်ကြီးရွယ်အို <span class=\"gray\">(ပုဂ္ဂိုလ်)</span> အတွက်မူကား၊ <span class=\"gray\">(သူသည်)</span> အနပ်စ်ကဲ့သို့ ပြုလုပ်သင့်သည်၊ သူသည် အသက်ကြီးလာပြီးနောက် တစ်နှစ် သို့မဟုတ် နှစ်နှစ်ကြာအောင် ဥပုသ်မစောင့်သည့် နေ့တိုင်းအတွက် ဆင်းရဲသားတစ်ဦးကို မုန့်နှင့် အသားအချို့ ကျွေးမွေးခဲ့သည်\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အနပ်စ်အား ရေဝါယသ် (စကားစဉ်) မပါဘဲ ဖော်ပြခဲ့သော ဤအချက်ကို အဘူ ယာအ်လာ မော်စူလီက ၎င်း၏ မွတ်စ်နဒ်၌ စကားစဉ် အဆက်မပြတ်ဖြင့် မှတ်တမ်းတင်ခဲ့သည်။ အယူးဘ် ဘင် အဘူ တမီမာဟ်က ပြောသည်မှာ; \"အနပ်စ်သည် ဥပုသ်စောင့်နိုင်တော့ခြင်း မရှိပေ။ ထို့ကြောင့် သူသည် သရီးဒ် <span class=\"gray\">(ဟင်းချို၊ မုန့်နှင့် အသား)</span> ပန်းကန်တစ်ခုကို ပြုလုပ်ပြီး ဆင်းရဲသား သုံးဆယ်ကို ဖိတ်ခေါ်၍ အစာကျွေးခဲ့သည်။\" ကိုယ်ဝန်ဆောင် အမျိုးသမီးများနှင့် နို့တိုက်မိခင်များသည် မိမိတို့ကိုယ်ကို သို့မဟုတ် မိမိတို့၏ ကလေးများ သို့မဟုတ် သန္ဓေသားများကို စိုးရိမ်ပါက အလားတူ စည်းမျဉ်း သက်ရောက်သည်။ ဤကိစ္စတွင် သူတို့သည် ဖစ်ဒ်ယာ ပေးဆောင်ပြီး လွတ်သွားသည့် နေ့များအတွက် အခြားနေ့များတွင် ဥပုသ်စောင့်ရန် မလိုအပ်ပေ။</p>"
  }
]