[
  {
    "ayah_key": "3:35",
    "group_ayah_key": "3:35",
    "from_ayah": "3:35",
    "to_ayah": "3:36",
    "ayah_keys": "3:35,3:36",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(သတိရပါ)</span> အင်မ်ရာန်၏ ဇနီးက ပြောခဲ့သည်မှာ \"အို ကျွန်ုပ်၏ အရှင်သခင်! ကျွန်ုပ်၏ ဝမ်းဗိုက်ထဲရှိအရာကို ကိုယ်တော်၏ ဝန်ဆောင်မှုအတွက် ရည်စူး၍ ကိုယ်တော့်အား သစ္စာပြုထားပါသည်၊ ထို့ကြောင့် ၎င်းကို ကျွန်ုပ်ထံမှ လက်ခံတော်မူပါ။ အမှန်စင်စစ် ကိုယ်တော်သည် အလုံးစုံကို ကြားတော်မူထသော၊ အလုံးစုံကို သိတော်မူထသော အရှင်ဖြစ်တော်မူသည်။ <span>(၃၅)</span>ထို့နောက် သူမ မွေးဖွားပြီးသောအခါ သူမက ပြောခဲ့သည်မှာ \"အို ကျွန်ုပ်၏ အရှင်သခင်! ကျွန်ုပ်သည် အမျိုးသမီးကလေးတစ်ဦးကို မွေးဖွားခဲ့ပါသည်၊ ـ အလ္လာဟ်အရှင်မြတ်သည် သူမ မည်သို့မွေးဖွားခဲ့သည်ကို ပို၍သိတော်မူပါသည်၊ ـ \"အမျိုးသားသည် အမျိုးသမီးနှင့်မတူပါ။ ကျွန်ုပ်က သူမကို မရ်ယမ်ဟု အမည်ပေးခဲ့ပြီး၊ သူမနှင့် သူမ၏ မျိုးဆက်များကို စွန့်ပယ်ခံရသော ရှိုင်တွာန်ထံမှ ကိုယ်တော်နှင့်အတူ ခိုလှုံပါ၏။ <span>(၃၆)</span></p><div lang=\"mg\" class=\"mg \"><h2>The Story of Maryam's Birth</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် ဖော်ပြထားသော အင်မ်ရာန်၏ ဇနီးသည် မရ်ယမ်၏မိခင်ဖြစ်ပြီး သူမ၏အမည်မှာ ဟန်နာဟ် ဘင့်တ် ဖာကူဇ် ဖြစ်သည်။ မိုဟာမဒ် ဘင် အစ်ဟာက်က ဟန်နာဟ်တွင် သားသမီးမရှိခဲ့ကြောင်းနှင့် တစ်နေ့တွင် သူမသည် ငှက်တစ်ကောင်က ၎င်း၏သားငှက်လေးကို အစာကျွေးနေသည်ကို မြင်ခဲ့ရကြောင်း ဖော်ပြခဲ့သည်။ သူမသည် သားသမီးများ ရရှိလိုခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်အား သားသမီးများ ပေးသနားတော်မူပါရန် ဆုတောင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူမ၏ဆုတောင်းကို လက်ခံတော်မူပြီး သူမ၏ခင်ပွန်းနှင့် အိပ်စက်ခဲ့သောအခါ သူမ ကိုယ်ဝန်ရှိခဲ့သည်။ သူမ ကိုယ်ဝန်ရှိနေသည်ကို သိရှိသောအခါ သူမသည် မိမိ၏ကလေးကို ဘိုင်တ် အလ်-မက်ဒစ် <span class=\"gray\">(ဂျေရူဆလင်ရှိ ဗလီ)</span> တွင် ဝတ်ပြုခြင်းနှင့် အမှုထမ်းခြင်းကို အာရုံစိုက်စေရန် သစ္စာပြုခဲ့သည်။ သူမက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا فَتَقَبَّلْ مِنِّي إِنَّكَ أَنتَ السَّمِيعُ الْعَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ အရှင်သခင်! ကျွန်ုပ်၏ ဝမ်းဗိုက်ထဲရှိအရာကို ကိုယ်တော်၏ ဝန်ဆောင်မှုအတွက် ရည်စူး၍ ကိုယ်တော့်အား သစ္စာပြုထားပါသည်၊ ထို့ကြောင့် ၎င်းကို ကျွန်ုပ်ထံမှ လက်ခံတော်မူပါ။ အမှန်စင်စစ် ကိုယ်တော်သည် အလုံးစုံကို ကြားတော်မူထသော၊ အလုံးစုံကို သိတော်မူထသော အရှင်ဖြစ်တော်မူသည်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ကျွန်ုပ်၏ ဆုတောင်းကို ကြားတော်မူပြီး ကျွန်ုပ်၏ ရည်ရွယ်ချက်ကို သိတော်မူသည်။ သူမသည် ထိုစဉ်က အမျိုးသား သို့မဟုတ် အမျိုးသမီး မည်သူကို မွေးဖွားမည်ကို မသိခဲ့ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أُنثَىٰ وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူမ မွေးဖွားပြီးသောအခါ သူမက ပြောခဲ့သည်မှာ \"အို ကျွန်ုပ်၏ အရှင်သခင်! ကျွန်ုပ်သည် အမျိုးသမီးကလေးတစ်ဦးကို မွေးဖွားခဲ့ပါသည်၊ ـ အလ္လာဟ်အရှင်မြတ်သည် သူမ မည်သို့မွေးဖွားခဲ့သည်ကို ပို၍သိတော်မူသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيْسَ الذَّكَرُ كَالْأُنثَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသားသည် အမျိုးသမီးနှင့် မတူပါ)</span> ခွန်အားနှင့် အလ္လာဟ်အရှင်မြတ်အား ဝတ်ပြုကိုးကွယ်မှု၊ ဂျေရူဆလင်ရှိ ဗလီတွင် အမှုထမ်းမှုတို့၌ ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنِّي سَمَّيْتُهَا مَرْيَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်က သူမကို မရ်ယမ်ဟု အမည်ပေးခဲ့ပြီး၊)</span> ဤသို့ဖြင့် အာယသ်တော်မှ ထင်ရှားသည့်အတိုင်း မွေးဖွားလာသော ကလေးငယ်ကို မွေးသည့်နေ့၌ပင် အမည်ပေးခွင့်ရှိကြောင်းကို သက်သေခံသည်။ ၎င်းသည် ကျွန်ုပ်တို့မတိုင်မီက ရှိခဲ့သူများ၏ ဥပဒေ၏ အစိတ်အပိုင်းတစ်ခုလည်း ဖြစ်သည်။ ထို့အပြင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ၏ စွန်နဟ်ကျမ်းတွင် တမန်တော် ﷺ က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وُلِدَ لِيَ اللَّيْلَةَ وَلَدٌ، سَمَّيْتُهُ بِاسْمِ أَبِي إِبْرَاهِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤညတွင် ကျွန်ုပ်အတွက် သားတစ်ဦး မွေးဖွားခဲ့ပြီး ကျွန်ုပ်၏ဖခင်အမည်ဖြစ်သော အစ်ဗရာဟင်မ်ဟူ၍ အမည်ပေးခဲ့သည်။)</span> အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့သည် ဤဟဒီးဆ်ကို စုဆောင်းခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">သူတို့သည် အနပ်စ် ဘင် မာလစ်က သူ၏မွေးကင်းစညီကို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ထံ ခေါ်လာခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့ကြသည်။ တမန်တော် ﷺ သည် စွန်ပလွန်သီးတစ်ဖဲ့ကို ဝါးပြီး ကလေး၏ပါးစပ်ထဲသို့ ထည့်ကာ ၎င်းကို 'အဗ်ဒုလ္လာဟ်ဟု ခေါ်ခဲ့သည်။ အခြားမွေးကင်းစကလေးငယ်များကိုလည်း မွေးဖွားသည့်နေ့၌ပင် အမည်များပေးခဲ့သည်။</p><p lang=\"gd\" class=\"gd \">Qatadah narrated that Al-Hasan Al-Basri said, that Samurah bin Jundub said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ غُلَامٍ رَهِينٌ بِعَقِيقَتِهِ، يُذْبَحُ عَنْهُ يَوْمَ سَابِعِهِ، وَيُسَمَّى وَيُحْلَقُ رَأْسُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွေးကင်းစယောက်ျားကလေးတိုင်းသည် သူ၏ 'အကီကဟ်ဖြင့် လုံခြုံစွာထားရှိပြီး၊ ခုနစ်ရက်မြောက်နေ့အထိ သူ့အတွက် တိရစ္ဆာန်ကို ယဇ်ပူဇော်ရမည်၊ သူ့အား အမည်ပေးရမည်၊ သူ၏ခေါင်းမှ ဆံပင်ကို ရိတ်ရမည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို အဟ်မဒ်နှင့် စွန်နန်ကျမ်းများ စုဆောင်းသူများက စုဆောင်းခဲ့ပြီး အတ်-တီရ်မီဇီက စဟီဟ်အဖြစ် သတ်မှတ်ခဲ့သည်။ ဤဟဒီးဆ်အတွက် အခြားသော ထွက်ဆိုချက်တွင် \"သူ့အတွက် သွေးလှူဒါန်းသည်\" ဟူသော စကားစု ပါရှိကြောင်း ဖော်ပြသင့်သည်။ ၎င်းသည် ယခင်ထွက်ဆိုချက်ထက် ပိုမိုကျော်ကြားပြီး အတည်ပြုပြီးသားဖြစ်ကာ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">မရ်ယမ်၏မိခင်က ပြောခဲ့သည်ဟူသော အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"...ကျွန်ုပ်သည် သူမနှင့် သူမ၏မျိုးဆက်များကို စွန့်ပယ်ခံရသော ရှိုင်တွာန်ထံမှ ကိုယ်တော်နှင့်အတူ ခိုလှုံပါ၏။\")</span> ဆိုလိုသည်မှာ သူမသည် သူမနှင့် သူမ၏မျိုးဆက်များဖြစ်သော 'အီစာ (အပေါ်တွင် ငြိမ်းချမ်းခြင်းသက်ရောက်ပါစေ) အတွက် ရှိုင်တွာန်၏ မကောင်းမှုမှ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ခိုလှုံခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူမ၏ ဆုတောင်းကို လက်ခံခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် 'အဗ်ဒူရ်-ရက်ဇ်ဇာက်က အဘူ ဟိုရိုင်ရဟ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ مَوْلُودٍ يُولَدُ إِلَّا مَسَّهُ الشَّيْطَانُ حِينَ يُولَدُ، فَيَسْتَهِلُّ صَارِخًا مِنْ مَسِّهِ إِيَّاهُ، إِلَّا مَرْيَمَ وَابْنَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွေးကင်းစကလေးတိုင်း မွေးဖွားလာသောအခါ ရှိုင်တွာန်က ထိတွေ့သည်၊ ဤထိတွေ့မှုကြောင့် ကလေးက စတင်ငိုယိုသည်၊ မရ်ယမ်နှင့် သူမ၏သားမှအပ ဖြစ်သည်။)</span></p><p lang=\"yo\" class=\"yo \">Abu Hurayrah then said, \"Read if you will,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် သူမနှင့် သူမ၏မျိုးဆက်များကို စွန့်ပယ်ခံရသော ရှိုင်တွာန်ထံမှ ကိုယ်တော်နှင့်အတူ ခိုလှုံပါ၏)</span>\" ဟူ၍ဖြစ်သည်။ ဆဟီဟ်ကျမ်းနှစ်ခုက ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p>"
  },
  {
    "ayah_key": "3:37",
    "group_ayah_key": "3:37",
    "from_ayah": "3:37",
    "to_ayah": "3:37",
    "ayah_keys": "3:37",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် သူမ၏အရှင်သခင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် သူမအား ကောင်းမွန်စွာ လက်ခံတော်မူခဲ့သည်။ ကိုယ်တော်သည် သူမအား ကောင်းမွန်သောပုံစံဖြင့် ကြီးထွားစေခဲ့ပြီး ဇကရီယာ၏ စောင့်ရှောက်မှုအောက်တွင် ထားခဲ့သည်။ ဇကရီယာသည် သူမထံ <span class=\"gray\">(သွားရောက်လည်ပတ်ရန်)</span> မီဟ်ရဗ်ထဲသို့ ဝင်ရောက်တိုင်း သူမအား စားနပ်ရိက္ခာများ ပံ့ပိုးပေးထားသည်ကို တွေ့ရှိရသည်။ သူက ပြောသည်- \"အို မရ်ယမ်! ဤအရာများကို သင် မည်သည့်နေရာမှ ရရှိခဲ့သနည်း?\" သူမက \"ဤအရာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်။\" အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူအား ကန့်သတ်ချက်မရှိဘဲ စားနပ်ရိက္ခာကို ပေးသနားတော်မူ၏။ <span>(၃၇)</span></p><div lang=\"my\" class=\"my \"><h2>မရ်ယမ် ကြီးပြင်းလာခြင်း; သူမ၏ဂုဏ်သိက္ခာသည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ရှိခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မရ်ယမ်၏ မိခင်၏ ကတိကြောင့် သူမအား လက်ခံခဲ့ကြောင်းနှင့် ကိုယ်တော်သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَنبَتَهَا نَبَاتًا حَسَنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမအား ကောင်းမွန်သောပုံစံဖြင့် ကြီးထွားစေခဲ့သည်)</span> ဆိုလိုသည်မှာ သူမ၏အပြုအမူကို သင့်လျော်စေပြီး၊ သူမ၏ အမူအရာကို နှစ်လိုဖွယ်ဖြစ်စေကာ၊ လူအများကြားတွင် သူမအား နှစ်သက်ဖွယ်ဖြစ်စေခဲ့သည်။ ကိုယ်တော်သည် သူမအား သူတော်စင်များနှင့် ပေါင်းသင်းစေခဲ့ပြီး၊ ထို့ကြောင့် သူမသည် သူတော်ကောင်းစိတ်ဓာတ်၊ အသိပညာနှင့် ဘာသာတရားကို သင်ယူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَّلَهَا زَكَرِيَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမအား ဇကရီယာ၏ စောင့်ရှောက်မှုအောက်တွင် ထားခဲ့သည်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဇကရီယာအား သူမ၏ ထောက်ပံ့သူအဖြစ် ထားရှိခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဇကရီယာအား မရ်ယမ်၏ အကျိုးအတွက် အုပ်ထိန်းသူအဖြစ် ထားရှိခဲ့ပြီး သူမသည် သူ၏ ကြီးမားသော အသိပညာနှင့် ဖြောင့်မတ်သော အကျင့်စာရိတ္တမှ သင်ယူနိုင်ရန်ဖြစ်သည်။ သူသည် သူမ၏မိခင်ဘက်မှ အဒေါ်၏ခင်ပွန်းဖြစ်သည်ဟု အိဗ်နု အစ်ဟာက်နှင့် အိဗ်နု ဂျရီရ်တို့က ဖော်ပြခဲ့ပြီး၊ သို့မဟုတ် သူ၏ယောက္ခမ၏ ညီမ၏ခင်ပွန်းဖြစ်သည်ဟု ဆဟီဟ်ကျမ်းတွင် ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا بِيَحْيَى وَعِيسىٰ، وَهُمَا ابْنَا الْخَالَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ယာဟ်ယာနှင့် 'အီစာကို တွေ့ခဲ့သည်၊ သူတို့သည် မိခင်ဘက်မှ ညီအစ်ကိုဝမ်းကွဲများ ဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">ယေဘုယျအားဖြင့် အိဗ်နု အစ်ဟာက် ပြောခဲ့သည်မှာ ယုံကြည်ဖွယ်ရှိပြီး ဤကိစ္စတွင် မရ်ယမ်သည် သူမ၏မိခင်ဘက်မှ အဒေါ်၏ စောင့်ရှောက်မှုအောက်တွင် ရှိခဲ့ကြောင်း ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်။ ဆဟီဟ်ကျမ်းနှစ်ခုက အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် ဟမ်ဇဟ်၏သမီး 'အမာရဟ်အား သူမ၏မိခင်ဘက်မှ အဒေါ်ဖြစ်သူ ဂျက်ဖာရ် ဘင် အဘီ တာလစ်ဗ်၏ဇနီးက ပြုစုပျိုးထောင်ရန် ဆုံးဖြတ်ခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့ပြီး၊ ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْخَالَةُ بِمَنْزِلَةِ الْأُمِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိခင်ဘက်မှ အဒေါ်သည် မိခင်နှင့် ထပ်တူပင်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မရ်ယမ်၏ ဂုဏ်သိက္ခာနှင့် သူမ တက်ရောက်ခဲ့သော ဝတ်ပြုရာနေရာရှိ သူမ၏ စွမ်းပကားကို အလေးပေးဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِندَهَا رِزْقًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမထံ (သွားရောက်လည်ပတ်ရန်) မီဟ်ရဗ်ထဲသို့ ဝင်ရောက်တိုင်း သူမအား စားနပ်ရိက္ခာများ ပံ့ပိုးပေးထားသည်ကို တွေ့ရှိရသည်။)</span></p><p lang=\"gd\" class=\"gd \">Mujahid, 'Ikrimah, Sa'id bin Jubayr, Abu Ash-Sha'tha, Ibrahim An-Nakha'i, Ad-Dahhak, Qatadah, Ar-Rabi' bin Anas, 'Atiyah Al-'Awfi and As-Suddi said, \"He would find with her the fruits of the summer during winter, and the fruits of the winter during summer.\" When Zakariyya would see this;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا مَرْيَمُ أَنَّىٰ لَكِ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"အို မရ်ယမ်! ဤအရာများကို သင် မည်သည့်နေရာမှ ရရှိခဲ့သနည်း?\")</span> ဆိုလိုသည်မှာ ဤအသီးအနှံများကို သင် မည်သည့်နေရာမှ ရရှိခဲ့သနည်း?</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ هُوَ مِنْ عِندِ اللَّهِ إِنَّ اللَّهَ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမက \"ဤအရာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်သည်။\" အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူအား ကန့်သတ်ချက်မရှိဘဲ စားနပ်ရိက္ခာကို ပေးသနားတော်မူ၏။)</span></p>"
  }
]