[
  {
    "ayah_key": "48:4",
    "group_ayah_key": "48:4",
    "from_ayah": "48:4",
    "to_ayah": "48:7",
    "ayah_keys": "48:4,48:5,48:6,48:7",
    "text": "<p lang=\"my\" class=\"my \">ယုံကြည်သူတို့၏ စိတ်နှလုံးများထဲသို့ အလ်-စကီနာ (စိတ်ငြိမ်သက်ခြင်း) ကို ချပေးတော်မူခဲ့သူမှာ ကိုယ်တော်ပင်ဖြစ်သည်။ အကြောင်းမှာ ၎င်းတို့သည် ၎င်းတို့၏ ယုံကြည်ခြင်းနှင့်အတူ ယုံကြည်ခြင်း၌ ပိုမိုတိုးပွားရန်ဖြစ်သည်။ မိုးကောင်းကင်များနှင့် မြေကြီးတို့၏ စစ်တပ်များသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အရာခပ်သိမ်းကို သိရှိတော်မူသော၊ အရာခပ်သိမ်းကို ပညာရှိစွာ ဆောင်ရွက်တော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(၄)</span>ကိုယ်တော်သည် ယုံကြည်သူ အမျိုးသားများနှင့် ယုံကြည်သူ အမျိုးသမီးများကို မြစ်များစီးဆင်းနေသော ဥယျာဉ်များသို့ ထာဝစဉ်နေထိုင်ရန် ခွင့်ပြုတော်မူမည်ဖြစ်ပြီး၊ ကိုယ်တော်သည် ၎င်းတို့၏ အပြစ်များကိုလည်း လွတ်ငြိမ်းခွင့်ပေးတော်မူမည်ဖြစ်သည်။ ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ ကြီးမြတ်သော အောင်မြင်မှုဖြစ်တော်မူ၏။ <span>(၅)</span>ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ မကောင်းသော အကြံအစည်များကို တွေးတောသော ဟန်ဆောင်သူ အမျိုးသား၊ အမျိုးသမီးများနှင့် ရုပ်တုကိုးကွယ်သူ အမျိုးသား၊ အမျိုးသမီးများကိုလည်း အပြစ်ပေးတော်မူမည်ဖြစ်သည်။ ၎င်းတို့အတွက်မှာ စက်ဆုပ်ဖွယ်ရာ ပြစ်ဒဏ်ရှိသည်။ ၎င်းတို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသ သက်ရောက်ပြီး၊ ကိုယ်တော်သည် ၎င်းတို့ကို ကျိန်စာတိုက်ကာ ၎င်းတို့အတွက် ငရဲကို ပြင်ဆင်ထားတော်မူ၏။ ထိုနေရာသည် အမှန်ပင် အဆိုးဆုံးသော ခရီးပန်းတိုင်ဖြစ်သည်။ <span>(၆)</span>မိုးကောင်းကင်များနှင့် မြေကြီးတို့၏ စစ်တပ်များသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အရာခပ်သိမ်းကို တန်ခိုးကြီးတော်မူသော၊ အရာခပ်သိမ်းကို ပညာရှိစွာ ဆောင်ရွက်တော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(၇)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် စကီနာ (စိတ်ငြိမ်သက်ခြင်း) ကို ယုံကြည်သူတို့၏ စိတ်နှလုံးများထဲသို့ ချပေးတော်မူခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် အလ်-စကီနာ (စိတ်ငြိမ်သက်ခြင်း) ကို ချပေးတော်မူခဲ့သူပင်ဖြစ်သည်။)</span> ဆိုသည်မှာ စိတ်ငြိမ်သက်ခြင်းကို ဆိုလိုသည်။ ကတာဒါဟ်က မှတ်ချက်ပေးခဲ့သည်မှာ \"ယုံကြည်သူတို့၏ စိတ်နှလုံးများထဲသို့ ကရုဏာတော်ကို\" ဆိုလိုသည်မှာ အလ်-ဟူဒိုင်ဘီယာဟ်နေ့တွင် တမန်တော်မြတ်၏ သာဝကများ (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား နှစ်သက်တော်မူပါစေ) ကို ဆိုလိုသည်။ ထိုသာဝကများသည် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ တမန်တော်မြတ် ﷺ ၏ ဖိတ်ခေါ်မှုကို လက်ခံခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ တမန်တော်မြတ် ﷺ ၏ ဆုံးဖြတ်ချက်များကို နာခံခဲ့သူများဖြစ်သည်။ ၎င်းတို့၏ စိတ်နှလုံးများသည် လက်ခံမှုဖြင့် ကျေနပ်ပြီး ငြိမ်သက်လာသောအခါ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ယုံကြည်ခြင်းကို သူတို့၌ ရှိပြီးသား ယုံကြည်ခြင်းနှင့် ပေါင်းကာ ပိုမိုတိုးပွားစေခဲ့သည်။ အလ်-ဘူခါရီနှင့် အခြားသော အီမာမ်များသည် ဤအာယတ်တော်ကို စိတ်နှလုံးများ၌ ယုံကြည်ခြင်း တိုးပွားခြင်းနှင့် လျော့နည်းခြင်းအတွက် သက်သေအဖြစ် အားကိုးခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ အကယ်၍ ကိုယ်တော်အလိုရှိခဲ့ပါက မယုံကြည်သူများအား ရှုံးနိမ့်စေမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များနှင့် မြေကြီးတို့၏ စစ်တပ်များသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်သည်)</span> ကိုယ်တော်သည် ၎င်းတို့ထံသို့ ကောင်းကင်တမန်တစ်ပါးတည်းသာ စေလွှတ်ရန် အလိုရှိခဲ့ပါက ထိုကောင်းကင်တမန်သည် ၎င်းတို့ပိုင်ဆိုင်သမျှ အားလုံးကို ဖျက်ဆီးပစ်လိမ့်မည်ဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ကြီးမြတ်သော ဉာဏ်ပညာ၊ ရှင်းလင်းသော အကြောင်းပြချက်များနှင့် ဤအရာအားလုံး၌ ကိုယ်တော်၌ရှိသော ပြတ်သားသည့် သက်သေသာဓကများအတွက် ဂျီဟတ်နှင့် တိုက်ခိုက်မှုကို ယုံကြည်သူများအတွက်နှင့် ယုံကြည်သူများအားဖြင့် ထူထောင်ရန် အလိုရှိတော်မူခဲ့သည်။ ထို့ကြောင့် ကြီးမြတ်တော်မူသောအလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အရာခပ်သိမ်းကို သိရှိတော်မူသော၊ အရာခပ်သိမ်းကို ပညာရှိစွာ ဆောင်ရွက်တော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span> ကြီးမြတ်တော်မူသော အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ယုံကြည်သူ အမျိုးသားများနှင့် ယုံကြည်သူ အမျိုးသမီးများကို မြစ်များစီးဆင်းနေသော ဥယျာဉ်များသို့ ထာဝစဉ်နေထိုင်ရန် ခွင့်ပြုတော်မူမည်ဖြစ်သည်)</span> အနပ်စ်က ပြောပြခဲ့သော ဟဒီးစ်တော်ကို ကျွန်ုပ်တို့ ဖော်ပြခဲ့ပြီး၊ ထိုဟဒီးစ်တော်တွင် သာဝကများက \"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ်၊ ဂုဏ်ယူပါတယ်! ဒီသတင်းကောင်းက ကိုယ်တော်အတွက်ပါ၊ ဒါဆို ကျွန်တော်တို့အတွက် ဘာသတင်းကောင်းရှိပါသလဲ\" ဟု ပြောခဲ့သည်။ ကြီးမြတ်တော်မူသော အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော်ကို ချပေးတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ယုံကြည်သူ အမျိုးသားများနှင့် ယုံကြည်သူ အမျိုးသမီးများကို မြစ်များစီးဆင်းနေသော ဥယျာဉ်များသို့ ထာဝစဉ်နေထိုင်ရန် ခွင့်ပြုတော်မူမည်ဖြစ်သည်)</span> ဆိုသည်မှာ ၎င်းတို့သည် ဂျန္နတ် (ပရဒိသု) တွင် ထာဝစဉ် နေထိုင်ကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ၎င်းတို့၏ အပြစ်များကိုလည်း လွတ်ငြိမ်းခွင့်ပေးတော်မူမည်ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အမှားများနှင့် ချွတ်ယွင်းချက်များအတွက် ၎င်းတို့ကို အပြစ်ပေးလိမ့်မည်မဟုတ်ပါ။ ယင်းအစား ကိုယ်တော်သည် ၎င်းတို့ကို ခွင့်လွှတ်တော်မူမည်၊ လွတ်ငြိမ်းခွင့်ပေးတော်မူမည်၊ ၎င်းတို့၏ အမှားများကို ဖုံးအုပ်တော်မူမည်၊ ကရုဏာတော်ကို ချီးမြှင့်တော်မူမည်၊ နှင့် ကျေးဇူးတင်တော်မူမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ ذَٰلِكَ عِنْدَ اللَّهِ فَوْزًا عَظِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ ကြီးမြတ်သော အောင်မြင်မှုဖြစ်သည်။)</span> ကြီးမြတ်တော်မူသော အလ္လာဟ်အရှင်မြတ်သည် အလားတူ အာယတ်တော်တစ်ခုတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ငရဲမှ ဖယ်ရှားခံရပြီး ဂျန္နတ် (ပရဒိသု) သို့ ဝင်ခွင့်ရလျှင် သူသည် အမှန်ပင် အောင်မြင်သူဖြစ်သည်။)</span><span class=\"gray\">(၃:၁၈၅)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ မကောင်းသော အကြံအစည်များကို တွေးတောသော ဟန်ဆောင်သူ အမျိုးသား၊ အမျိုးသမီးများနှင့် ရုပ်တုကိုးကွယ်သူ အမျိုးသား၊ အမျိုးသမီးများကိုလည်း အပြစ်ပေးတော်မူမည်ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ ဆုံးဖြတ်ချက်များရှိ ဉာဏ်ပညာကို မေးခွန်းထုတ်ပြီး တမန်တော်မြတ် ﷺ နှင့် ကိုယ်တော်၏ သာဝကများ (အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား နှစ်သက်တော်မူပါစေ) သည် အသတ်ခံရပြီး ရှင်းလင်းခံရနိုင်သည်ဟု ထင်မြင်သူများဖြစ်သည်။ ထို့ကြောင့် ကြီးမြတ်တော်မူသော အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْهِمْ دَائِرَةُ السَّوْءِ ۖ وَغَضِبَ اللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက်မှာ စက်ဆုပ်ဖွယ်ရာ ပြစ်ဒဏ်ရှိသည်။ ၎င်းတို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသ သက်ရောက်ပြီး၊ ကိုယ်တော်သည် ၎င်းတို့ကို ကျိန်စာတိုက်တော်မူသည်)</span> ကိုယ်တော်သည် ၎င်းတို့ကို ကိုယ်တော်၏ ကရုဏာတော်မှ ဖယ်ရှားပစ်ခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَعَدَّ لَهُمْ جَهَنَّمَ ۖ وَسَاءَتْ مَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ငရဲကို ပြင်ဆင်ထားတော်မူ၏ – ထိုနေရာသည် အမှန်ပင် အဆိုးဆုံးသော ခရီးပန်းတိုင်ဖြစ်သည်။)</span> ကြီးမြတ်တော်မူသော အလ္လာဟ်အရှင်မြတ်သည် အစ္စလာမ်၏ ရန်သူများနှင့် မယုံကြည်သူများနှင့် ဟန်ဆောင်သူများအားလုံးထံမှ လက်စားချေရန် ကိုယ်တော်၏ စွမ်းရည်ကို အတည်ပြုတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်များနှင့် မြေကြီးတို့၏ စစ်တပ်များသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အရာခပ်သိမ်းကို တန်ခိုးကြီးတော်မူသော၊ အရာခပ်သိမ်းကို ပညာရှိစွာ ဆောင်ရွက်တော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span></p>"
  }
]