[
  {
    "ayah_key": "40:15",
    "group_ayah_key": "40:15",
    "from_ayah": "40:15",
    "to_ayah": "40:17",
    "ayah_keys": "40:15,40:16,40:17",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်တော်မူ၏)</span> မြင့်မားသော ရာထူးများနှင့် ဂုဏ်ပုဒ်များ၏ ပိုင်ရှင်၊ ပလ္လင်တော်၏ ပိုင်ရှင် ဖြစ်တော်မူ၏။ အရှင်မြတ်အလိုရှိတော်မူသော ကျေးကျွန်များအနက် တစ်ဦးဦးထံသို့ မိမိ၏အမိန့်တော်ဖြင့် ဗျာဒိတ်တော်ကို ပေးပို့တော်မူ၏။ ထိုသူသည် အပြန်အလှန်တွေ့ဆုံခြင်းနေ့ (ကိယာမတ်နေ့) ကို သတိပေးရန်ဖြစ်သည်။ <span>(15)</span>ထိုနေ့တွင် ထိုသူတို့သည် ပေါ်ထွက်လာကြမည်ဖြစ်ပြီး ၎င်းတို့အနက် တစ်စုံတစ်ရာမျှ အလ္လာဟ်အရှင်မြတ်ထံမှ လျှို့ဝှက်နိုင်မည်မဟုတ်ချေ။ ဤနေ့တွင် မည်သူ၏ အုပ်ချုပ်မှုဖြစ်သနည်း။ ယင်းသည် အလ္လာဟ်အရှင်မြတ်၏ အုပ်ချုပ်မှုဖြစ်သည်၊ တစ်ဆူတည်းသော၊ အောင်နိုင်တော်မူသောအရှင်မြတ်၏ အုပ်ချုပ်မှုဖြစ်သည် <span>(16)</span>ဤနေ့တွင် လူတိုင်း မိမိတို့ ရရှိခဲ့သည်များအတွက် အကျိုးပေးခြင်းခံရမည်။ ဤနေ့တွင် မည်သည့်မတရားမှုမျှ မရှိချေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလျင်အမြန် စစ်ဆေးတော်မူသောအရှင်မြတ်ဖြစ်တော်မူ၏။ <span>(17)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျေးကျွန်များကို အပြန်အလှန်တွေ့ဆုံခြင်းနေ့ (ကိယာမတ်နေ့) အကြောင်း သတိပေးရန် ဗျာဒိတ်တော်ကို ပေးပို့တော်မူ၏။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ တန်ခိုးတော်နှင့် ဂုဏ်ယူဝံ့ကြွားမှုကို ကျွန်ုပ်တို့အား မိန့်ကြားထားပြီး၊ အရှင်မြတ်၏ ကြီးကျယ်ခမ်းနားသော ပလ္လင်တော်သည် အရှင်မြတ်၏ ဖန်ဆင်းခံအားလုံးအပေါ် ခေါင်မိုးကဲ့သို့ မြှင့်တင်ထားကြောင်း မိန့်ကြားထားသည်။ ဤသည်မှာ အာယသ်တော်အတိုင်းပင်ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ اللَّهِ ذِي الْمَعَارِجِ - تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ၊ တက်လှမ်းရာလမ်းများ၏ အရှင်။ ကောင်းကင်တမန်များနှင့် ရူဟ် <span class=\"gray\">(ဂျစ်ဘရီလ်)</span> တို့သည် အရှင်မြတ်ထံသို့ တစ်ရက်အတွင်း တက်လှမ်းကြသည်၊ ထိုတစ်ရက်သည် နှစ်ပေါင်းငါးသောင်းနှင့် ညီမျှသော အချိန်ကာလဖြစ်သည်။)</span><span class=\"gray\">(70:3-4)</span>. </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မူပါက၊ ရှေးခေတ်နှင့် နောက်ပိုင်းခေတ် ပညာရှင်အများစု၏ အမြင်အရ ပလ္လင်တော်နှင့် သတ္တမမြောက်ကမ္ဘာမြေအကြား အကွာအဝေးနှင့်ပတ်သက်၍ မည်သည့်အမြင်က အမှန်ကန်ဆုံးဖြစ်သည်ကို အောက်တွင် ဆွေးနွေးပါမည်။ ပညာရှင်တစ်ဦးထက်ပို၍ ပလ္လင်တော်သည် အနီရောင်ပတ္တမြားများဖြင့် ပြုလုပ်ထားကြောင်း ပြောဆိုခဲ့ကြသည်။ ၎င်း၏ ထောင့်နှစ်ခုကြား အကျယ်အဝေးသည် နှစ်ပေါင်းငါးသောင်းကြာ ခရီးသွားလာရသည့် အကွာအဝေးဖြစ်ပြီး သတ္တမမြောက်ကမ္ဘာမြေအထက် ၎င်း၏ အမြင့်သည် နှစ်ပေါင်းငါးသောင်းကြာ ခရီးသွားလာရသည့် အကွာအဝေးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်အလိုရှိတော်မူသော ကျေးကျွန်များအနက် တစ်ဦးဦးထံသို့ မိမိ၏အမိန့်တော်ဖြင့် ဗျာဒိတ်တော်ကို ပေးပို့တော်မူ၏။)</span> ဤသည်မှာ အာယသ်တော်အတိုင်းပင်ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ أَنْ أَنْذِرُوا أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاتَّقُونِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် မိမိ၏အမိန့်တော်ဖြင့် ကောင်းကင်တမန်များနှင့် ရူဟ် <span class=\"gray\">(ဗျာဒိတ်တော်)</span> ကို မိမိအလိုရှိတော်မူသော ကျေးကျွန်များထံသို့ ပေးပို့တော်မူ၏။ <span class=\"gray\">(ပြောကြားတော်မူသည်မှာ)</span>: \"လူသားတို့ကို သတိပေးကြလော့၊ ငါမှတစ်ပါး ကိုးကွယ်ခံရထိုက်သူမရှိ၊ ထို့ကြောင့် ငါ့ကို ကြောက်ရွံ့ကြလော့။\")</span><span class=\"gray\">(16:2)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ - نَزَلَ بِهِ الرُّوحُ الْأَمِينُ - عَلَىٰ قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသည်မှာ ရှိရှိသမျှအားလုံး၏ အရှင်သခင်ထံမှ ဗျာဒိတ်တော်ဖြစ်ပေသည်။ ယင်းကို ယုံကြည်စိတ်ချရသော ရူဟ် <span class=\"gray\">(ဂျစ်ဘရီလ်)</span> က အသင်၏စိတ်နှလုံးသားသို့ ပို့ချခဲ့ခြင်းဖြစ်ပြီး အသင်သည် သတိပေးသူများထဲမှ တစ်ဦးဖြစ်စေရန်ဖြစ်သည်။)</span><span class=\"gray\">(26:192-194)</span> အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِيُنْذِرَ يَوْمَ التَّلَاقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူသည် အပြန်အလှန်တွေ့ဆုံခြင်းနေ့ (ကိယာမတ်နေ့) ကို သတိပေးရန်ဖြစ်သည်။)</span> အလီဗင် အဘီတလ်ဟာဟ်က အိဗ်နုအဗ္ဗားစ် ပြောကြားသည်ဟု ဖော်ပြခဲ့သည်- \"အပြန်အလှန်တွေ့ဆုံခြင်းနေ့ (ကိယာမတ်နေ့) သည် အလ္လာဟ်အရှင်မြတ် မိမိ၏ကျေးကျွန်များကို သတိပေးထားသော ကိယာမတ်နေ့၏ အမည်များအနက် တစ်ခုဖြစ်သည်။\" ထိုနေ့သည် လူတိုင်းမိမိတို့၏ ကောင်းမှုမကောင်းမှု အလုပ်များကို သိရှိရမည့်နေ့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ هُمْ بَارِزُونَ ۖ لَا يَخْفَىٰ عَلَى اللَّهِ مِنْهُمْ شَيْءٌ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ထိုသူတို့သည် ပေါ်ထွက်လာကြမည်ဖြစ်ပြီး ၎င်းတို့အနက် တစ်စုံတစ်ရာမျှ အလ္လာဟ်အရှင်မြတ်ထံမှ လျှို့ဝှက်နိုင်မည်မဟုတ်ချေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အားလုံးသည် ပွင့်လင်းစွာ ပေါ်ထွက်လာကြမည်ဖြစ်ပြီး ၎င်းတို့အား ခိုလှုံရာ၊ အရိပ်ရရာ၊ သို့မဟုတ် ဖုံးအုပ်ပေးနိုင်မည့် မည်သည့်အရာမျှ မရှိတော့ပေ။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ هُمْ بَارِزُونَ ۖ لَا يَخْفَىٰ عَلَى اللَّهِ مِنْهُمْ شَيْءٌ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် ထိုသူတို့သည် ပေါ်ထွက်လာကြမည်ဖြစ်ပြီး ၎င်းတို့အနက် တစ်စုံတစ်ရာမျှ အလ္လာဟ်အရှင်မြတ်ထံမှ လျှို့ဝှက်နိုင်မည်မဟုတ်ချေ။)</span> ဆိုလိုသည်မှာ အရာရာတိုင်းကို အရှင်မြတ်က အညီအမျှ သိတော်မူမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِمَنِ الْمُلْكُ الْيَوْمَ ۖ لِلَّهِ الْوَاحِدِ الْقَهَّارِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနေ့တွင် မည်သူ၏ အုပ်ချုပ်မှုဖြစ်သနည်း။ ယင်းသည် အလ္လာဟ်အရှင်မြတ်၏ အုပ်ချုပ်မှုဖြစ်သည်၊ တစ်ဆူတည်းသော၊ အောင်နိုင်တော်မူသောအရှင်မြတ်၏ အုပ်ချုပ်မှုဖြစ်သည်!)</span> အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော အိဗ်နုအိုမာရ်၏ ဟဒီးဆ်တော်ကို ကျွန်ုပ်တို့ ဖော်ပြခဲ့ပြီးဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေကို အရှင်မြတ်၏ လက်တော်ဖြင့် လိပ်တင်ပြီး မိန့်ကြားတော်မူမည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا الْمَلِكُ، أَنَا الْجَبَّارُ، أَنَا الْمُتَكَبِّرُ، أَيْنَ مُلُوكُ الْأَرْضِ؟ أَيْنَ الْجَبَّارُونَ؟ أَيْنَ الْمُتَكَبِّرُونَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငါသည် ဘုရင်ဖြစ်၏၊ ငါသည် အတင်းအကြပ်ပြုသူဖြစ်၏၊ ငါသည် ဂုဏ်ယူဝံ့ကြွားသူဖြစ်၏၊ ကမ္ဘာမြေ၏ ဘုရင်များသည် မည်သည့်နေရာတွင် ရှိကြသနည်း။ အာဏာရှင်များသည် မည်သည့်နေရာတွင် ရှိကြသနည်း။ ဂုဏ်ယူဝံ့ကြွားသူများသည် မည်သည့်နေရာတွင် ရှိကြသနည်း။\")</span> တံပိုးမှုတ်ခြင်းဆိုင်ရာ ဟဒီးဆ်တော်တွင် ဖော်ပြထားသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ဖန်ဆင်းခံအားလုံး၏ ဝိညာဉ်များကို သိမ်းယူတော်မူမည်ဖြစ်ပြီး၊ အရှင်မြတ်မှတစ်ပါး အဘယ်သူမျှ မကျန်ရှိတော့ပေ။ အရှင်မြတ်တစ်ပါးတည်းသာလျှင် ကျန်ရှိမည်ဖြစ်ပြီး အရှင်မြတ်တွင် မည်သည့်တွဲဖက် သို့မဟုတ် ပူးပေါင်းသူမျှ မရှိချေ။ ထို့နောက် အရှင်မြတ်က \"ယနေ့ မည်သူ၏ အုပ်ချုပ်မှုဖြစ်သနည်း။\" ဟု သုံးကြိမ်တိုင်တိုင် မိန့်ကြားတော်မူမည်ဖြစ်ပြီး၊ အရှင်မြတ်ကိုယ်တိုင်က \"ဟု မိန့်ကြားခြင်းဖြင့် ပြန်လည်ဖြေကြားတော်မူမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّهِ الْوَاحِدِ الْقَهَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယင်းသည် အလ္လာဟ်အရှင်မြတ်၏ အုပ်ချုပ်မှုဖြစ်သည်၊ တစ်ဆူတည်းသော၊ အောင်နိုင်တော်မူသောအရှင်မြတ်၏ အုပ်ချုပ်မှုဖြစ်သည်!)</span> ဆိုလိုသည်မှာ အရာခပ်သိမ်းကို သိမ်းပိုက်အုပ်စိုးထားသော တစ်ပါးတည်းသော အရှင်မြတ်ဖြစ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍ بِمَا كَسَبَتْ ۚ لَا ظُلْمَ الْيَوْمَ ۚ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနေ့တွင် လူတိုင်း မိမိတို့ ရရှိခဲ့သည်များအတွက် အကျိုးပေးခြင်းခံရမည်။ ဤနေ့တွင် မည်သည့်မတရားမှုမျှ (မည်သူ့ကိုမျှ) မပြုလုပ်ချေ။)</span></p><p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလျင်အမြန် စစ်ဆေးတော်မူသောအရှင်မြတ်ဖြစ်တော်မူ၏။) ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ဖန်ဆင်းခံများအကြား တရားစီရင်တော်မူရာ၌ အရှင်မြတ်၏ တရားမျှတမှုကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ အရှင်မြတ်သည် ကောင်းမှုဖြစ်စေ၊ မကောင်းမှုဖြစ်စေ ဖုန်မှုန့်တစ်မှုန်စာမျှ မတရားမှုမျိုးကိုပင် မပြုလုပ်ချေ။ ကောင်းမှုတိုင်းအတွက် အရှင်မြတ်သည် ဆယ်ဆသော အကျိုးကို ပေးတော်မူပြီး၊ မကောင်းမှုတိုင်းအတွက် မကောင်းမှုတစ်ခု၏ အကျိုးကို ပေးတော်မူသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا ظُلْمَ الْيَوْمَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနေ့တွင် မည်သည့်မတရားမှုမျှ (မည်သူ့ကိုမျှ) မပြုလုပ်ချေ။)</span> အဗူဒါရ်ထံမှ ဆဟီးဟ် မွတ်စလင်မ်တွင် ဖော်ပြထားသည်မှာ၊ အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်ကြားတော်မူသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلىٰ نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلَا تَظَالَمُوا - إلى أن قال - يَا عِبَادِي إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيهَا عَلَيْكُمْ ثُمَّ أُوَفِّيكُمْ إِيَّاهَا، فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدِ اللهَ تَبَارَكَ وَتَعَالَىٰ، وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို ငါ၏ကျေးကျွန်အပေါင်းတို့၊ ငါသည် မတရားမှုကို ငါ့ကိုယ်ငါ တားမြစ်ထားပြီး၊ မင်းတို့အပေါ်၌လည်း တရားမဝင်အောင် ပြုလုပ်ထား၏။ ထို့ကြောင့် တစ်ဦးနှင့်တစ်ဦး မတရားမှု မပြုကြနှင့် ...\")</span> အထိ: <span class=\"gray\">(\"အို ငါ၏ကျေးကျွန်အပေါင်းတို့၊ ဤသည်တို့မှာ သင်တို့၏ အလုပ်များဖြစ်၏၊ ငါသည် သင်တို့အတွက် မှတ်တမ်းတင်ထားပြီး ထို့နောက် ငါသည် သင်တို့အား ယင်းတို့အတွက် အကျိုးပေးမည်။ မည်သူမဆို ကောင်းသောအရာကို တွေ့ရှိခဲ့ပါက အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းစေ၊ မည်သူမဆို အခြားအရာကို တွေ့ရှိခဲ့ပါက မိမိကိုယ်ကိုသာလျှင် အပြစ်တင်စေ။\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလျင်အမြန် စစ်ဆေးတော်မူသောအရှင်မြတ်ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် မိမိ၏ ဖန်ဆင်းခံအားလုံးကို လူတစ်ဦးတည်းကို စစ်ဆေးသကဲ့သို့ စစ်ဆေးတော်မူမည်ဖြစ်သည်။ ဤသည်မှာ အာယသ်တော်အတိုင်းပင်ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အားလုံးကို ဖန်ဆင်းခြင်းနှင့် သင်တို့အားလုံးကို ပြန်လည်ရှင်ပြန်စေခြင်းသည် လူတစ်ဦးတည်းကဲ့သို့သာ ဖြစ်၏။)</span><span class=\"gray\">(31: 28)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အမိန့်တော်သည် မျက်တစ်မှိတ်အတွင်း တစ်ခုတည်းသာဖြစ်၏။)</span><span class=\"gray\">(54:50)</span></p>"
  }
]