[
  {
    "ayah_key": "2:165",
    "group_ayah_key": "2:165",
    "from_ayah": "2:165",
    "to_ayah": "2:167",
    "ayah_keys": "2:165,2:166,2:167",
    "text": "<p lang=\"my\" class=\"my \">လူသားတို့တွင် အချို့မှာ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို အပြိုင်အဆိုင် <span class=\"gray\">(ဝတ်ပြုရန်)</span> အဖြစ် ထားကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ချစ်သကဲ့သို့ ၎င်းတို့ကို ချစ်ကြသည်။ သို့သော် ယုံကြည်သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ပိုမို <span class=\"gray\">(အခြားမည်သည့်အရာထက်မဆို)</span> ချစ်ကြသည်။ အကယ်၍ မတရားပြုသူတို့သည် မြင်နိုင်ပါမူ၊ ၎င်းတို့သည် ပြစ်ဒဏ်ကို မြင်သောအခါ၊ စွမ်းအားအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံတွင်သာ ရှိသည်ကို၎င်း၊ အလ္လာဟ်အရှင်မြတ်သည် ပြစ်ဒဏ်ပေးရာတွင် ပြင်းထန်သည်ကို၎င်း မြင်ရပေမည်။ <span>(၁၆၅)</span>လိုက်နာခံရသူတို့သည် လိုက်နာသူတို့ကို <span class=\"gray\">(၎င်းတို့နှင့် မသက်ဆိုင်ကြောင်း)</span> ငြင်းပယ်သောအခါ၊ ထိုသူတို့သည် ပြစ်ဒဏ်ကို မြင်သောအခါ၊ ၎င်းတို့၏ ဆက်ဆံရေးအားလုံးသည် ပြတ်တောက်သွားပေမည်။ <span>(၁၆၆)</span>လိုက်နာသူတို့က ပြောမည်- \"အကယ်၍ ကျွန်ုပ်တို့သည် <span class=\"gray\">(လောကီဘဝသို့)</span> ပြန်သွားရန် နောက်ထပ်အခွင့်အရေးတစ်ကြိမ်သာ ရခဲ့ပါမူ၊ ၎င်းတို့သည် ကျွန်ုပ်တို့ကို <span class=\"gray\">(၎င်းတို့နှင့် မသက်ဆိုင်ကြောင်း)</span> ငြင်းပယ်သကဲ့သို့ ကျွန်ုပ်တို့လည်း ၎င်းတို့ကို <span class=\"gray\">(၎င်းတို့နှင့် မသက်ဆိုင်ကြောင်း)</span> ငြင်းပယ်ကြမည်။\" ထိုသို့အားဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ လုပ်ရပ်များကို နောင်တအဖြစ် ၎င်းတို့အား ပြသပေမည်။ ၎င်းတို့သည် ငရဲမှ ဘယ်တော့မှ ထွက်နိုင်မည်မဟုတ်ပေ။ <span>(၁၆၇)</span></p><div lang=\"my\" class=\"my \"><h2>ဤဘဝနှင့် နောင်တမလွန်ဘဝရှိ မုရှ်ရိက်များ၏ အခြေအနေ</h2></div><p lang=\"my\" class=\"my \">ဤအာယတ်တော်များတွင် အလ္လာဟ်အရှင်မြတ်သည် ဤဘဝတွင် မုရှ်ရိက်များ၏ အခြေအနေနှင့် နောင်တမလွန်ဘဝတွင် ၎င်းတို့၏ ရည်မှန်းချက်ကို ဖော်ပြထားသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ တူညီသူများနှင့် ပြိုင်ဘက်များကို ထားရှိကြပြီး၊ အလ္လာဟ်အရှင်မြတ်ကို ဝတ်ပြုသကဲ့သို့ ၎င်းတို့ကို အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ဝတ်ပြုကြပြီး ချစ်ခင်ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည်သာ ဝတ်ပြုထိုက်သော တစ်ဆူတည်းသော ဘုရားဖြစ်သည်။ အရှင်မြတ်တွင် ပြိုင်ဘက်လည်းမရှိ၊ ရန်သူလည်းမရှိ၊ ပါတနာလည်းမရှိပေ။ ဆွဟီးဟ်အိုင်ယာန်ကျမ်းတွင် အဗ်ဒူလ္လာဟ် ဗင်န် မစ်စ်အူဒ်မှ ပြောကြားသည်မှာ- ကျွန်ုပ်က \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အကြီးမားဆုံးသော အပြစ်ကား အဘယ်နည်း?\" ဟု မေးရာ၊ အရှင်မြတ်က မိန့်တော်မူခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَجْعَلَ للهِ نِدًّا وَهُوَ خَلَقَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်တစ်ဆူတည်းကသာ သင့်အား ဖန်ဆင်းထားသော်လည်း အလ္လာဟ်အရှင်မြတ်အား ပြိုင်ဘက်ထားရှိခြင်း။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِّلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ယုံကြည်သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ပိုမို <span class=\"gray\">(အခြားမည်သည့်အရာထက်မဆို)</span> ချစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">အကြောင်းမှာ ဤယုံကြည်သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ချစ်ခင်ပြီး၊ အရှင်မြတ်၏ ကြီးမြတ်မှုကို သိရှိကာ၊ အရှင်မြတ်ကို ရိုသေလေးစားကြပြီး၊ အရှင်မြတ်၏ တစ်ဆူတည်းဖြစ်ခြင်းကို ယုံကြည်ကြသောကြောင့် ၎င်းတို့သည် ဝတ်ပြုရာတွင် အရှင်မြတ်နှင့် မည်သည့်အရာကိုမျှ၊ မည်သူကိုမျှ တွဲဖက်ကိုးကွယ်ခြင်း မရှိကြပေ။ ယင်းအစား၊ ၎င်းတို့သည် အရှင်မြတ်ကိုသာ တစ်ဆူတည်း ဝတ်ပြုကြပြီး၊ အရှင်မြတ်ကိုသာ မှီခိုကြကာ၊ လိုအပ်ချက်တိုင်းအတွက် အရှင်မြတ်ထံမှ အကူအညီကို ရှာကြသည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ရှစ်ရ်က်ကို ကျူးလွန်သူများကို သတိပေးထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ မတရားပြုသူတို့သည် မြင်နိုင်ပါမူ၊ ၎င်းတို့သည် ပြစ်ဒဏ်ကို မြင်သောအခါ၊ စွမ်းအားအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံတွင်သာ ရှိသည်ကို၎င်း။)</span> အကယ်၍ ဤလူများသည် ၎င်းတို့ရင်ဆိုင်ရမည့်အရာနှင့် ၎င်းတို့၏ မယုံကြည်မှုနှင့် ရှစ်ရ်က် <span class=\"gray\">(အုပ်စုဖွဲ့ကိုးကွယ်မှု)</span> ကြောင့် ခံရမည့် ကြောက်မက်ဖွယ် ပြစ်ဒဏ်ကို သိခဲ့ပါမူ၊ ၎င်းတို့သည် ၎င်းတို့ကျင့်သုံးနေသော သွေဖည်မှုကို ရှောင်ကြဉ်ကြပေမည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ရုပ်တုများအပေါ် မှားယွင်းသော ယုံကြည်မှုများကို ဖော်ပြထားပြီး၊ ၎င်းတို့နောက်လိုက်ခဲ့သောသူများသည် ၎င်းတို့နှင့် မသက်ဆိုင်ကြောင်း ကြေညာကြမည်ဟု ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လိုက်နာခံရသူတို့သည် လိုက်နာသူတို့ကို <span class=\"gray\">(၎င်းတို့နှင့် မသက်ဆိုင်ကြောင်း)</span> ငြင်းပယ်သောအခါ။)</span> ၎င်းတို့ ဝတ်ပြုခဲ့သည်ဟု အခိုင်အမာ ပြောဆိုခဲ့ကြသည့် ကောင်းကင်တမန်များသည် နောင်တမလွန်ဘဝတွင် ၎င်းတို့နှင့် မသက်ဆိုင်ကြောင်း ကြေညာကြပြီး ပြောဆိုကြမည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ရှေ့တော်၌ ကျွန်ုပ်တို့သည် <span class=\"gray\">(၎င်းတို့နှင့်)</span> မသက်ဆိုင်ကြောင်း ကြေညာပါသည်။ ၎င်းတို့ ဝတ်ပြုခဲ့သည်မှာ ကျွန်ုပ်တို့ကို မဟုတ်ပါ။)</span><span class=\"gray\">(၂၈:၆၃)</span>၊ နှင့်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အရှင်မြတ်သည် သန့်ရှင်းစင်ကြယ်တော်မူပါစေ! ၎င်းတို့အစား အရှင်မြတ်သည် ကျွန်ုပ်တို့၏ ဝလီ <span class=\"gray\">(အရှင်)</span> ဖြစ်တော်မူ၏။ မဟုတ်ပါ၊ ၎င်းတို့သည် ဂျင်န်များကို ဝတ်ပြုခဲ့ကြသည်; ၎င်းတို့အများစုမှာ ၎င်းတို့ကို ယုံကြည်သူများ ဖြစ်ကြသည်။\")</span><span class=\"gray\">(၃၄:၄၁)</span></p><p lang=\"my\" class=\"my \">ဂျင်န်များကလည်း ၎င်းတို့ကို ဝတ်ပြုခဲ့သော မယုံကြည်သူများကို ငြင်းပယ်ကြမည်ဖြစ်ပြီး၊ ထိုဝတ်ပြုမှုကို ၎င်းတို့က ပယ်ချကြမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَن دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို ခေါ်ဆိုသူ <span class=\"gray\">(ဆုတောင်းသူ)</span> ထက် မည်သူက ပိုမိုလမ်းလွဲမည်နည်း။ ထိုသူတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ၎င်းအား အဖြေမပေးနိုင်ကြဘဲ၊ ၎င်းတို့ထံသို့ ခေါ်ဆိုမှုများ <span class=\"gray\">(ဆုတောင်းမှုများ)</span> ကို <span class=\"gray\">(ပင်လျှင်)</span> သတိမထားမိကြသူများ ဖြစ်ကြသည်။ လူသားများကို <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span> စုရုံးသောအခါ၊ ၎င်းတို့ <span class=\"gray\">(မှားယွင်းသော ဘုရားများ)</span> သည် ၎င်းတို့၏ ရန်သူများ ဖြစ်လာပြီး ၎င်းတို့၏ ဝတ်ပြုမှုကို ငြင်းပယ်ကြမည်။)</span><span class=\"gray\">(၄၆:၅-၆)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذُوا مِن دُونِ اللَّهِ آلِهَةً لِّيَكُونُوا لَهُمْ عِزًّا - كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြား အလီဟာဟ် <span class=\"gray\">(ဘုရားများ)</span> ကို <span class=\"gray\">(ဝတ်ပြုရန်)</span> ထားရှိခဲ့ကြသည်မှာ ၎င်းတို့အား ဂုဏ်၊ အင်အားနှင့် ဘုန်းတန်ခိုး <span class=\"gray\">(နှင့် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်မှ ကာကွယ်ရန်)</span> ပေးနိုင်ရန် ဖြစ်သည်။ မဟုတ်ပါ၊ ၎င်းတို့ <span class=\"gray\">(ဘုရားဟူသောသူများ)</span> သည် ၎င်းတို့အား ဝတ်ပြုမှုကို ငြင်းပယ်ကြမည်ဖြစ်ပြီး၊ ၎င်းတို့၏ ရန်သူများ <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span> ဖြစ်လာကြမည်။)</span><span class=\"gray\">(၁၉:၈၁-၈၂)</span> ပရောဖက် အီဘရာဟင်မ်သည် ၎င်း၏လူမျိုးအား ပြောကြားခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا اتَّخَذْتُم مِّن دُونِ اللَّهِ أَوْثَانًا مَّوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ وَيَلْعَنُ بَعْضُكُم بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُم مِّن نَّاصِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အစား ရုပ်တုများကို <span class=\"gray\">(ဝတ်ပြုရန်)</span> ထားရှိခဲ့ကြသည်။ သင်တို့အချင်းချင်းကြား ချစ်ခင်မှုသည် ဤလောကဘဝတွင်သာ ဖြစ်သည်၊ သို့သော် ရှင်ပြန်ထမြောက်ရာနေ့တွင် သင်တို့သည် တစ်ဦးနှင့်တစ်ဦး ငြင်းပယ်ကြမည်ဖြစ်ပြီး၊ တစ်ဦးနှင့်တစ်ဦး ကျိန်ဆဲကြမည်ဖြစ်ပြီး၊ သင်တို့၏ နေရာသည် ငရဲဖြစ်လာမည်ဖြစ်ကာ၊ သင့်တွင် မည်သည့် ကူညီမည့်သူမျှ ရှိမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၂၉:၂၅)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنتُمْ لَكُنَّا مُؤْمِنِينَ - قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَىٰ بَعْدَ إِذْ جَاءَكُم بَلْ كُنتُم مُّجْرِمِينَ - وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَن نَّكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَندَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အကယ်၍ ဇာလိမွန် <span class=\"gray\">(မုရှ်ရိက်များနှင့် မတရားပြုသူများ)</span> သည် ၎င်းတို့၏ အရှင်သခင်ရှေ့တော်၌ ရပ်တည်ရသောအခါ သင်မြင်နိုင်ပါမူ၊ ၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး <span class=\"gray\">(အပြစ်တင်သော)</span> စကားလုံးများကို မည်သို့ ပစ်ချကြမည်နည်း။ အားနည်းသည်ဟု သတ်မှတ်ခံရသူတို့သည် မာန်မာနထောင်လွှားသူတို့ကို ပြောဆိုကြမည်- \"သင်တို့မရှိခဲ့လျှင် ကျွန်ုပ်တို့သည် ဧကန်မုချ ယုံကြည်သူများ ဖြစ်လာခဲ့ကြမည်!\" မာန်မာနထောင်လွှားသူတို့က အားနည်းသည်ဟု သတ်မှတ်ခံရသူတို့ကို ပြောဆိုကြမည်- \"လမ်းညွှန်မှု သင့်ထံရောက်လာပြီးနောက် သင်တို့ကို ကျွန်ုပ်တို့က တားဆီးခဲ့ပါသလား။ မဟုတ်ပါ၊ သင်တို့သည် မွဂျ်ရီမွန် <span class=\"gray\">(မုရှ်ရိက်များ၊ အပြစ်သားများ၊ မယုံကြည်သူများ၊ ရာဇဝတ်သားများ)</span> များသာ ဖြစ်ကြသည်။\" အားနည်းသည်ဟု သတ်မှတ်ခံရသူတို့က မာန်မာနထောင်လွှားသူတို့ကို ပြောဆိုကြမည်- \"မဟုတ်ပါ၊ ၎င်းသည် ညဘက်နှင့် နေ့ဘက်တို့တွင် သင်တို့၏ ပူးပေါင်းကြံစည်မှုသာ ဖြစ်သည်။ သင်တို့က ကျွန်ုပ်တို့အား အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်ရန်နှင့် အရှင်မြတ်အား ပြိုင်ဘက်များကို ထားရှိရန် အမိန့်ပေးခဲ့ကြသည်။\" ၎င်းတို့ တစ်ဦးချင်းစီ <span class=\"gray\">(အဖွဲ့များ)</span> သည် ပြစ်ဒဏ်ကို မြင်သောအခါ ၎င်းတို့၏ ကိုယ်ပိုင်နောင်တများ <span class=\"gray\">(ဤလောကဘဝတွင် အလ္လာဟ်အရှင်မြတ်ကို မနာခံမှုအတွက်)</span> ကို ဖုံးကွယ်ထားကြမည်။ မယုံကြည်သူတို့၏ လည်ပင်းများတွင် သံကြိုးများကို ကျွန်ုပ်တို့ ချိတ်ဆွဲထားမည်။ ၎င်းတို့လုပ်ခဲ့ကြသည့်အတိုင်းမှတစ်ပါး အခြားအရာအတွက် ၎င်းတို့အား အကျိုးပေးခံရပါသလား။)</span><span class=\"gray\">(၃၄:၃၁-၃၃)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ إِلَّا أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنفُسَكُم مَّا أَنَا بِمُصْرِخِكُمْ وَمَا أَنتُم بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِن قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိစ္စပြီးဆုံးသောအခါ ရှိုင်သွာန် <span class=\"gray\">(မာရ်နတ်)</span> က ပြောမည်- \"အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အမှန်တရား၏ ကတိကို ပေးခဲ့သည်။ ကျွန်ုပ်လည်း သင်တို့အား ကတိပေးခဲ့သော်လည်း ကျွန်ုပ်သည် သင်တို့ကို သစ္စာဖောက်ခဲ့သည်။ ကျွန်ုပ်သည် သင်တို့အပေါ် မည်သည့်အာဏာမျှ မရှိခဲ့၊ ကျွန်ုပ်က သင်တို့ကို ခေါ်ဆိုခဲ့ပြီး သင်တို့က ကျွန်ုပ်အား တုံ့ပြန်ခဲ့ခြင်းသာ ဖြစ်သည်။ ထို့ကြောင့် ကျွန်ုပ်ကို အပြစ်မတင်ကြနှင့်၊ သင်တို့ကိုယ်သင်တို့သာ အပြစ်တင်ကြပါ။ ကျွန်ုပ်က သင်တို့ကို မကူညီနိုင်၊ သင်တို့လည်း ကျွန်ုပ်ကို မကူညီနိုင်။ အလ္လာဟ်အရှင်မြတ်နှင့် ကျွန်ုပ်ကို <span class=\"gray\">(မာရ်နတ်ကို)</span> ပါတနာအဖြစ် တွဲဖက်ကိုးကွယ်ခဲ့သော <span class=\"gray\">(ဤလောကဘဝတွင် ကျွန်ုပ်အား နာခံခြင်းဖြင့်)</span> သင်တို့၏ ယခင်လုပ်ရပ်ကို ကျွန်ုပ် ငြင်းပယ်ပါသည်။ အမှန်စင်စစ် ဇာလိမွန် <span class=\"gray\">(မုရှ်ရိက်များနှင့် မတရားပြုသူများ)</span> အတွက် ပြင်းထန်သော ပြစ်ဒဏ် ရှိသည်။\")</span><span class=\"gray\">(၁၄:၂၂)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...၎င်းတို့သည် ပြစ်ဒဏ်ကို မြင်သောအခါ၊ ၎င်းတို့၏ ဆက်ဆံရေးအားလုံးသည် ပြတ်တောက်သွားပေမည်။)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို မြင်သောအခါ၊ ၎င်းတို့၏ စွမ်းအားနှင့် ကယ်တင်ခြင်းနည်းလမ်းများအားလုံး ပြတ်တောက်သွားမည်ဖြစ်ပြီး၊ ၎င်းတို့သည် ပြုပြင်ရန် နည်းလမ်းမရှိတော့ဘဲ၊ ငရဲမှ လွတ်မြောက်ရန် နည်းလမ်းကိုလည်း ရှာတွေ့နိုင်မည်မဟုတ်ပေ။ အာတာအ်က အစ်ဗ်နီ အဗ်ဗားစ်က အောက်ပါအကြောင်းအရာနှင့် ပတ်သက်၍ ပြောကြားသည်ဟု ဖော်ပြခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ၎င်းတို့၏ ဆက်ဆံရေးအားလုံးသည် ၎င်းတို့မှ ပြတ်တောက်သွားမည်။)</span> \"ဆိုလိုသည်မှာ မိတ်ဆွေဖွဲ့ခြင်း\" ဟူ၍ ဖြစ်သည်။ မွဂျာဟစ်ဒ်က အစ်ဗ်နီ အဘူ နာဂျီးဟ်၏ အခြားသော ဖော်ပြချက်တွင် အလားတူ ထုတ်ပြန်ချက်တစ်ခုကို ဖော်ပြခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လိုက်နာသူတို့က ပြောမည်- \"အကယ်၍ ကျွန်ုပ်တို့သည် <span class=\"gray\">(လောကီဘဝသို့)</span> ပြန်သွားရန် နောက်ထပ်အခွင့်အရေးတစ်ကြိမ်သာ ရခဲ့ပါမူ၊ ၎င်းတို့သည် ကျွန်ုပ်တို့ကို <span class=\"gray\">(၎င်းတို့နှင့် မသက်ဆိုင်ကြောင်း)</span> ငြင်းပယ်သကဲ့သို့ ကျွန်ုပ်တို့လည်း ၎င်းတို့ကို <span class=\"gray\">(၎င်းတို့နှင့် မသက်ဆိုင်ကြောင်း)</span> ငြင်းပယ်ကြမည်။\")</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်၏ အဓိပ္ပါယ်မှာ- 'အကယ်၍ ကျွန်ုပ်တို့သည် ၎င်းတို့ကို <span class=\"gray\">(၎င်းတို့၏ ရုပ်တုများ၊ ခေါင်းဆောင်များ စသည်တို့ကို)</span> ငြင်းပယ်နိုင်ရန်၊ ၎င်းတို့၏ ဝတ်ပြုမှုကို ရှောင်ကြဉ်ရန်၊ ၎င်းတို့ကို လျစ်လျူရှုရန်နှင့် အစား အလ္လာဟ်အရှင်မြတ်တစ်ဆူတည်းကိုသာ ဝတ်ပြုရန် ဘဝသို့ ပြန်သွားရန် အခွင့်အရေး ရခဲ့ပါမူ' ဟူ၍ ဖြစ်သည်။ သို့သော် ၎င်းတို့သည် ဤကိစ္စနှင့် ပတ်သက်၍ လိမ်ညာပြောဆိုကြသည်၊ အကြောင်းမှာ အကယ်၍ ၎င်းတို့အား ပြန်သွားရန် အခွင့်အရေး ပေးခဲ့ပါမူ၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည့်အတိုင်း ၎င်းတို့အား တားမြစ်ထားသည့်အရာများဆီသို့သာ ပြန်သွားကြမည် ဖြစ်သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\"> كَذَٰلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့အားဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ လုပ်ရပ်များကို နောင်တအဖြစ် ၎င်းတို့အား ပြသပေမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ လုပ်ငန်းများ ပျောက်ကွယ်သွားမည်။ အလားတူစွာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِمْنَا إِلَىٰ مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَّنثُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(မယုံကြည်သူများ၊ မုရှ်ရိက်များ၊ အပြစ်သားများ)</span> ပြုခဲ့သော မည်သည့်လုပ်ရပ်ကိုမဆို ကျွန်ုပ်တို့က ပြောင်းလဲပစ်မည်ဖြစ်ပြီး၊ ထိုလုပ်ရပ်များကို လွင့်ပျံ့နေသော ဖုန်မှုန့်များကဲ့သို့ ဖြစ်စေမည်။)</span><span class=\"gray\">(၂၅:၂၃)</span></p><p lang=\"gl\" class=\"gl \">Allah also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အရှင်သခင်ကို မယုံကြည်သူတို့၏ ပုံပမာကား ၎င်းတို့၏ လုပ်ရပ်များသည် ပြင်းထန်သော နေ့တစ်နေ့တွင် လေပြင်းတိုက်ခတ်သော ပြာများကဲ့သို့ ဖြစ်သည်။)</span><span class=\"gray\">(၁၄:၁၈)</span>၊ နှင့်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများအတွက်မူ ၎င်းတို့၏ လုပ်ရပ်များသည် သဲကန္တာရရှိ မြူခိုးဝေခြင်း ကဲ့သို့ ဖြစ်သည်။ ရေငတ်သူက ၎င်းကို ရေဟု ထင်မှတ်သည်။)</span><span class=\"gray\">(၂၄:၃၉)</span></p><p lang=\"my\" class=\"my \">ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က အာယတ်တော် ၂:၁၆၇ ၏ အဆုံးတွင် မိန့်တော်မူခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُم بِخَارِجِينَ مِنَ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ငရဲမှ ဘယ်တော့မှ ထွက်နိုင်မည်မဟုတ်ပေ။)</span></p>"
  }
]