[
  {
    "ayah_key": "7:187",
    "group_ayah_key": "7:187",
    "from_ayah": "7:187",
    "to_ayah": "7:187",
    "ayah_keys": "7:187",
    "text": "<p lang=\"my\" class=\"my \">သူတို့သည် သင့်အား ကာလအကြောင်း <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့)</span> မေးကြသည်– “၎င်း၏ သတ်မှတ်ထားသောအချိန်သည် မည်သည့်အချိန်ဖြစ်မည်နည်း?” သင်က ဤသို့ဖြေဆိုပါ– “၎င်း၏ အသိပညာသည် ကျွန်ုပ်၏အရှင်သခင် <span class=\"gray\">(တစ်ပါးတည်း)</span> ထံတွင်ရှိသည်။ ၎င်း၏အချိန်ကို ကိုယ်တော်မှတစ်ပါး အဘယ်သူမျှ ထုတ်ဖော်နိုင်မည်မဟုတ်ပေ။ ကောင်းကင်များနှင့် မြေကြီးများတစ်လျှောက် ၎င်း၏ဝန်ထုပ်သည် လေးလံလှသည်။ ၎င်းသည် ရုတ်တရက်ရောက်ရှိလာခြင်းမှတစ်ပါး သင်တို့ထံသို့ ရောက်ရှိလာမည်မဟုတ်ပေ။” သူတို့သည် သင့်အား ၎င်းနှင့်ပတ်သက်၍ ကောင်းစွာသိရှိနေသကဲ့သို့ မေးကြသည်။ သင်က ဤသို့ဖြေဆိုပါ– “၎င်း၏ အသိပညာသည် အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> ထံတွင်ရှိသည်၊ သို့သော် လူသားအများစုသည် မသိကြပေ။ <span>(၁၈၇)</span></p><div lang=\"my\" class=\"my \"><h2>နောက်ဆုံးနာရီနှင့် ၎င်း၏နိမိတ်များ</h2></div><p lang=\"mi\" class=\"mi \">Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ السَّاعَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင့်အား ကာလအကြောင်း မေးကြသည်)</span>၊ ကိုယ်တော်သည် အခြားအာယတ်တော်တွင် ပြောကြားခဲ့သကဲ့သို့ ဖြစ်သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُكَ النَّاسُ عَنِ السَّاعَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့သည် သင့်အား ကာလနှင့်ပတ်သက်၍ မေးကြသည်)</span><span class=\"gray\">[၃၃:၆၃]</span>။ </p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် Quraysh သို့မဟုတ် ဂျူးလူမျိုးများအကြောင်းနှင့် ပတ်သက်၍ ထုတ်ဖော်ပြသခဲ့သည်ဟု ဆိုကြသည်၊ သို့သော် ၎င်းသည် Quraysh အကြောင်းဖြစ်ပုံရသည်၊ အဘယ်ကြောင့်ဆိုသော် ဤအာယတ်တော်ကို မက္ကာမြို့၌ ထုတ်ဖော်ပြသခဲ့သောကြောင့် ဖြစ်သည်။ Quraysh လူမျိုးများသည် နောက်ဆုံးနာရီအကြောင်းကို မေးလေ့ရှိကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ၎င်းကို ငြင်းပယ်လေ့ရှိပြီး ၎င်း၏ရောက်ရှိလာခြင်းကို လျစ်လျူရှုလေ့ရှိသောကြောင့် ဖြစ်သည်။ ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တော်တွင် ဤသို့ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့က ဤသို့ပြောကြသည်– “ဤကတိတော် <span class=\"gray\">(ပြစ်ဒဏ် သို့မဟုတ် ရှင်ပြန်ထမြောက်ရာနေ့)</span> သည် မည်သည့်အချိန်တွင် ဖြစ်မည်နည်း၊ အကယ်၍ သင်တို့သည် မှန်ကန်စွာ ပြောဆိုသူများဖြစ်ကြပါက”)</span><span class=\"gray\">[၁၀:၄၈]</span>၊ ထို့ပြင်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို မယုံကြည်သူများသည် ၎င်းကို အလျင်စလိုဖြစ်စေရန် ကြိုးစားကြသည်၊ သို့သော် ယုံကြည်သူများသည် ၎င်းကို ကြောက်ရွံ့ကြပြီး ၎င်းသည် အမှန်တရားဖြစ်ကြောင်း သိကြသည်။ အမှန်စင်စစ်၊ ကာလနှင့်ပတ်သက်၍ အငြင်းပွားသူများသည် အမှားကြီးတွင် ကျရောက်နေကြသည်)</span><span class=\"gray\">[၄၂:၁၈]</span>။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာတွင် ဤသို့ပြောကြားခဲ့သည် <span class=\"gray\">(Quraysh လူမျိုးများက မေးခဲ့သည်)</span>၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَيَّانَ مُرْسَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“၎င်း၏ သတ်မှတ်ထားသောအချိန်သည် မည်သည့်အချိန်ဖြစ်မည်နည်း?”)</span> ၎င်း၏စတင်ခြင်းကို ရည်ညွှန်း၍ အလီဘင်အဘီတာလ်ဟာမှ အစ်ဘ်နုအဘ္ဗားစ်ထံမှ သတင်းပို့ခဲ့ခြင်းဖြစ်သည်။ ၎င်းတို့သည် ကာလ၏ သတ်မှတ်ထားသော ကာလနှင့် ဤလောက၏ အဆုံးသည် မည်သည့်အချိန်တွင် စတင်မည်ကို မေးခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا عِلْمُهَا عِندَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်က ဤသို့ဖြေဆိုပါ– “၎င်း၏ အသိပညာသည် ကျွန်ုပ်၏အရှင်သခင် <span class=\"gray\">(တစ်ပါးတည်း)</span> ထံတွင်ရှိသည်။ ၎င်း၏အချိန်ကို ကိုယ်တော်မှတစ်ပါး အဘယ်သူမျှ ထုတ်ဖော်နိုင်မည်မဟုတ်ပေ။”)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော် ﷺ အား နောက်ဆုံးနာရီ၏ သတ်မှတ်ထားသော ကာလအကြောင်းကို မေးသောအခါ၊ ၎င်း၏အသိပညာကို အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးထံသို့ ရည်ညွှန်းရန် အမိန့်ပေးခဲ့သည်။ နောက်ဆုံးနာရီ၏ သတ်မှတ်ထားသော ကာလနှင့် ၎င်းသည် မည်သည့်အချိန်တွင် သေချာပေါက်ဖြစ်ပွားမည်ကို အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းသာ သိသည်။ ကိုယ်တော်မှတစ်ပါး အဘယ်သူမျှ ဤအသိပညာကို ပိုင်ဆိုင်ခြင်းမရှိပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ဝန်ထုပ်သည် ကောင်းကင်များနှင့် မြေကြီးများတစ်လျှောက် လေးလံလှသည်)</span></p><p lang=\"my\" class=\"my \">အဗ်ဒုရ်ရဇ်ဇာက်က မာအ်မရ်သည် ဤအာယတ်တော်နှင့်ပတ်သက်၍ ကတာဒါက မှတ်ချက်ပေးခဲ့သည်ဟု ပြောကြားခဲ့ကြောင်း ပြန်လည်ပြောပြခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ဝန်ထုပ်သည် ကောင်းကင်များနှင့် မြေကြီးများတစ်လျှောက် လေးလံလှသည်)</span></p><p lang=\"my\" class=\"my \">“၎င်း၏အသိပညာသည် ကောင်းကင်များနှင့် မြေကြီးများရှိ နေထိုင်သူများအပေါ် လေးလံလှသည်၊ ၎င်းတို့သည် ၎င်းနှင့်ပတ်သက်၍ အသိပညာမရှိကြပေ။” ထို့ပြင် မာအ်မရ်က အလ်ဟာဆန်သည် ဤအာယတ်တော်နှင့်ပတ်သက်၍ မှတ်ချက်ပေးခဲ့သည်– “နောက်ဆုံးနာရီရောက်လာသောအခါ၊ ၎င်းသည် ကောင်းကင်များနှင့် မြေကြီးများရှိ နေထိုင်သူများအပေါ် လေးလံမည်။” </p><p lang=\"my\" class=\"my \">အဒ်ဒါးဟာက်က အစ်ဘ်နုအဘ္ဗားစ်သည် ဤအာယတ်တော်ကို ဤသို့ရှင်းပြခဲ့သည်ဟု ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ဝန်ထုပ်သည် ကောင်းကင်များနှင့် မြေကြီးများတစ်လျှောက် လေးလံလှသည်)</span> ဟုဆိုကာ၊ “ဖန်ဆင်းခံသတ္တဝါအားလုံးသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်း၏လေးလံမှုကို ခံစားရမည်။” အစ်ဘ်နုဂျုရိုင်ဂျ်သည် ဤအာယတ်တော်နှင့်ပတ်သက်၍ ဤသို့လည်း ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ဝန်ထုပ်သည် ကောင်းကင်များနှင့် မြေကြီးများတစ်လျှောက် လေးလံလှသည်)</span></p><p lang=\"my\" class=\"my \">“၎င်းစတင်သောအခါ၊ ကောင်းကင်များသည် ပေါက်ကွဲမည်၊ ကြယ်များသည် နေရာအနှံ့ ကြဲဖြန့်သွားမည်၊ နေကို လှည့်ပတ်မည် <span class=\"gray\">(ထို့ကြောင့် ၎င်း၏အလင်းရောင်ကို ဆုံးရှုံးမည်)</span>၊ တောင်များကို ဖျက်ဆီးမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ် ပြောကြားခဲ့သမျှအားလုံး ဖြစ်ပွားမည်။ ဤသည်မှာ ၎င်း၏ဝန်ထုပ် လေးလံခြင်း၏ အဓိပ္ပါယ်ဖြစ်သည်။” အစ်ဆုဒ်ဒီက ဤသို့ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ဝန်ထုပ်သည် ကောင်းကင်များနှင့် မြေကြီးများတစ်လျှောက် လေးလံလှသည်)</span> ဆိုသည်မှာ ၎င်း၏အသိပညာသည် ကောင်းကင်များနှင့် မြေကြီးများတွင် ဝှက်ထားသည်ဟု အဓိပ္ပါယ်ရသည်၊ မည်သူမျှ၊ အနီးကပ်သောကောင်းကင်တမန် သို့မဟုတ် စေလွှတ်တော်မူသော တမန်တော်တစ်ပါးမျှပင် ၎င်း၏သတ်မှတ်ထားသောအချိန်ကို မသိကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَأْتِيكُمْ إِلَّا بَغْتَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ရုတ်တရက်ရောက်ရှိလာခြင်းမှတစ်ပါး သင်တို့ထံသို့ ရောက်ရှိလာမည်မဟုတ်ပေ)</span> ဆိုသည်မှာ ကာလသည် ရုတ်တရက်၊ ၎င်းတို့ မသိလိုက်ရဘဲ စတင်မည်ကို ညွှန်ပြသည်။ ကတာဒါက ဤသို့ပြောကြားခဲ့သည်– “အလ္လာဟ်အရှင်မြတ်သည် ဤသို့ဆုံးဖြတ်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَأْتِيكُمْ إِلَّا بَغْتَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ရုတ်တရက်ရောက်ရှိလာခြင်းမှတစ်ပါး သင်တို့ထံသို့ ရောက်ရှိလာမည်မဟုတ်ပေ။)</span>” ထို့နောက် သူက ဤသို့ပြောကြားခဲ့သည်– “အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က ဤသို့ပြောကြားခဲ့သည်ဟု ကျွန်ုပ်တို့အား အသိပေးခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ السَّاعَةَ تَهِيجُ بِالنَّاسِ، وَالرَّجُلُ يُصْلِحُ حَوْضَهُ وَالرَّجُلُ يَسْقِي مَاشِيَتَهُ، وَالرَّجُلُ يُقِمُ سِلْعَتَهُ فِي السُّوقِ وَيَخْفِضُ مِيزَانَهُ وَيَرْفَعُهُ</p><p lang=\"my\" class=\"my \">လူတစ်ဦးသည် ၎င်း၏ရေကန်ကို ပြင်နေစဉ်၊ ၎င်း၏နွားများကို ရေတိုက်နေစဉ်၊ ၎င်း၏ကုန်ပစ္စည်းများကို ဈေးထဲတွင် ထားနေစဉ် သို့မဟုတ် ၎င်း၏အတိုင်းအတာကို လျှော့ချနေစဉ်နှင့် မြှင့်တင်နေစဉ် <span class=\"gray\">(ရောင်းခြင်းနှင့် ဝယ်ခြင်း)</span> ၌ ကာလသည် လူများအတွက် <span class=\"gray\">(ရုတ်တရက်)</span> စတင်မည်ဖြစ်သည်။” အလ်ဘွတ်ခါရီက အဘူဟူရိုင်ရာက အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က ဤသို့ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَقُومُ السَّاعَةُ حَتَّى تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا، فَإِذَ طَلَعَتْ فَرَآهَا النَّاسُ آمَنُوا أَجْمَعُونَ، فَذَلِكَ حِينَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا، وَلَتَقُومَنَّ السَّاعَةُ وَقَدْ نَشَرَ الرَّجُلَانِ ثَوْبَهُمَا بَيْنَهُمَا، فَلَا يَتَبَايَعَانِهِ وَلَا يَطْوِيَانِهِ. وَلَتَقُومَنَّ السَّاعَةُ وَقَدِ انْصَرَفَ الرَّجُلُ بِلَبَنِ لِقْحَتِهِ فَلَا يَطْعَمُهُ، وَلَتَقُومَنَّ السَّاعَةُ وَهُو يَلِيطُ حَوْضَهُ فَلَا يَسْقِي فِيهِ، وَلَتَقُومَنَّ السَّاعَةُ وَالرَّجُلُ قَدْ رَفَعَ أَكْلَتَهُ إِلَى فِيهِ فَلَا يَطْعَمُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေသည် အနောက်ဘက်မှ မထွက်မချင်း ကာလသည် စတင်မည်မဟုတ်ပေ။ နေထွက်သောအခါ <span class=\"gray\">(အနောက်ဘက်မှ)</span> လူများမြင်တွေ့ကြသောအခါ၊ လူအားလုံး ယုံကြည်ကြမည်။ သို့သော် ဤသည်မှာ ယခင်က မယုံကြည်ခဲ့သော သို့မဟုတ် ယုံကြည်ခြင်း၌ ကောင်းမှုကို မရရှိခဲ့သော မည်သည့်ဝိညာဉ်ကိုမျှ ယုံကြည်ခြင်းက အကျိုးမပြုနိုင်သောအချိန်ဖြစ်သည်။ ကာလသည် <span class=\"gray\">(ရုတ်တရက်)</span> လူနှစ်ဦးသည် ၎င်းတို့နှစ်ဦးကြားတွင် အဝတ်တစ်ထည်ကို ဖြန့်ကျက်ထားစဉ် စတင်မည်ဖြစ်ပြီး၊ ၎င်းတို့သည် အရောင်းအဝယ်ကို အပြီးသတ်ရန် သို့မဟုတ် အဝတ်ကို ခေါက်ရန် အချိန်ရမည်မဟုတ်ပေ။ ကာလသည် လူတစ်ဦးသည် ၎င်း၏တိရစ္ဆာန်နို့ကို ညှစ်ပြီးနောက် စတင်မည်ဖြစ်သော်လည်း ၎င်းသည် နို့ကို သောက်ရန် အချိန်ရမည်မဟုတ်ပေ။ ကာလသည် လူတစ်ဦးသည် ၎င်း၏ရေကန်ကို <span class=\"gray\">(၎င်း၏တိရစ္ဆာန်များအတွက်)</span> ပြုလုပ်နေစဉ် စတင်မည်ဖြစ်သော်လည်း ရေကန်ကို အသုံးပြုရန် အချိန်ရမည်မဟုတ်ပေ။ ထို့ပြင် ကာလသည် လူတစ်ဦးသည် ၎င်း၏လက်ကို ၎င်း၏ပါးစပ်သို့ အစာတစ်လုပ်ဖြင့် မြှောက်ထားစဉ် စတင်မည်ဖြစ်သော်လည်း ၎င်းကို စားမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အလ်အောဖီက အစ်ဘ်နုအဘ္ဗားစ်သည် ဤအာယတ်တော်နှင့်ပတ်သက်၍ မှတ်ချက်ပေးခဲ့သည်ဟု ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင့်အား ၎င်းနှင့်ပတ်သက်၍ ကောင်းစွာသိရှိနေသကဲ့သို့ မေးကြသည်)</span></p><p lang=\"my\" class=\"my \">“သင်သည် ၎င်းတို့နှင့် ကောင်းမွန်သော ဆက်ဆံရေးနှင့် ချစ်ကြည်ရေးရှိသကဲ့သို့!” အစ်ဘ်နုအဘ္ဗားစ်က ဤသို့ပြောကြားခဲ့သည်– “လူများ <span class=\"gray\">(Quraysh ၏ မယုံကြည်သူများ)</span> သည် တမန်တော် ﷺ အား နောက်ဆုံးနာရီအကြောင်း မေးသောအခါ၊ ၎င်းတို့သည် မုဟမ္မဒ်သည် ၎င်းတို့၏ သူငယ်ချင်းဖြစ်သကဲ့သို့ မေးခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်း၏အသိပညာသည် ကိုယ်တော်တစ်ပါးတည်းသာ ပိုင်ဆိုင်ပြီး အနီးကပ်သောကောင်းကင်တမန် သို့မဟုတ် တမန်တော်တစ်ပါးကိုမျှ အသိပေးခြင်းမရှိကြောင်း ၎င်းအား ထုတ်ဖော်ပြသခဲ့သည်။” ဤအာယတ်တော်အတွက် မှန်ကန်သော ရှင်းလင်းချက်မှာ၊ အစ်ဘ်နုအဘီနာဂျီမှတစ်ဆင့် မူဂျာဟစ်ထံမှ ပြန်လည်ပြောပြခဲ့သကဲ့သို့ ဖြစ်သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင့်အား ၎င်းနှင့်ပတ်သက်၍ ဟာဖီရှိသကဲ့သို့ မေးကြသည်)</span> ဆိုသည်မှာ ‘သင်သည် ၎င်း၏အချိန်အကြောင်းကို မေးခဲ့ပြီး ၎င်း၏အသိပညာသည် သင့်ထံတွင် ရှိသကဲ့သို့’ ဟု အဓိပ္ပါယ်ရသည်။ အလ္လာဟ်အရှင်မြတ်က ဤသို့ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا عِلْمُهَا عِندَ اللَّهِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်က ဤသို့ဖြေဆိုပါ– “၎င်း၏ အသိပညာသည် အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> ထံတွင်ရှိသည်၊ သို့သော် လူသားအများစုသည် မသိကြပေ။”)</span></p><p lang=\"my\" class=\"my \">ဂျီဘ်ရီလ်သည် လူများအား ၎င်းတို့၏ဘာသာရေးကိစ္စများကို သင်ကြားပေးရန်အတွက် တောနေလူတစ်ဦး၏ ပုံသဏ္ဍာန်ဖြင့် ရောက်ရှိလာသောအခါ၊ သူသည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ဘေးတွင် ထိုင်ပြီး သင်ယူရန်အတွက် မေးခဲ့သည်။ ဂျီဘ်ရီလ်သည် တမန်တော် ﷺ အား အစ္စလာမ်အကြောင်းကို မေးခဲ့သည်၊ ထို့နောက် အီမာန် <span class=\"gray\">(ယုံကြည်ခြင်း)</span> အကြောင်းကို မေးခဲ့သည်၊ ထို့နောက် အီဟ်ဆာန် <span class=\"gray\">(ဘာသာတရား၌ ထူးချွန်ခြင်း)</span> အကြောင်းကို မေးခဲ့သည်။ သူသည် ထို့နောက် ဤသို့မေးခဲ့သည်– “ကာလသည် မည်သည့်အချိန်တွင် စတင်မည်နည်း” အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က ဤသို့ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا الْمَسْؤُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအကြောင်းကို မေးခံရသူသည် မေးမြန်းသူထက် ပိုမိုသိရှိခြင်းမရှိပေ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် တမန်တော် ﷺ က ‘ကျွန်ုပ်သည် သင် <span class=\"gray\">(အို ဂျီဘ်ရီလ်)</span> ထက် ၎င်းအကြောင်း ပိုမိုသိရှိခြင်းမရှိသလို၊ မည်သူမျှလည်း အခြားမည်သူတစ်ဦးတစ်ယောက်ထက် ၎င်းအကြောင်း ပိုမိုသိရှိခြင်းမရှိပေ’ ဟု ပြောကြားခဲ့သည်။ ထို့နောက် တမန်တော် ﷺ က ဤအာယတ်တော်ကို ရွတ်ဖတ်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عِندَهُ عِلْمُ السَّاعَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း <span class=\"gray\">(တစ်ပါးတည်း)</span> ထံတွင် ကာလ၏အသိပညာ ရှိသည်။)</span><span class=\"gray\">[၃၁:၃၄]</span></p><p lang=\"my\" class=\"my \">အခြားပြန်လည်ပြောပြချက်တစ်ခုတွင် ဂျီဘ်ရီလ်သည် တမန်တော် ﷺ အား ကာလ၏နိမိတ်များအကြောင်းကို မေးခဲ့သည်၊ ထို့နောက် တမန်တော် ﷺ က ၎င်းတို့ကို ပြောပြခဲ့သည်။ တမန်တော် ﷺ သည် ဤပြန်လည်ပြောပြချက်တွင် ဤသို့လည်း ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي خَمْسٍ لَا يَعْلَمُهُنَّ إِلَّا اللهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါးခု၊ ၎င်းတို့၏အသိပညာသည် အလ္လာဟ်အရှင်မြတ်ထံတွင်သာ ရှိသည်)</span> ထို့နောက် ဤအာယတ်တော် <span class=\"gray\">(၃၁:၃၄)</span> ကို ရွတ်ဖတ်ခဲ့သည်။ တမန်တော်၏ မေးခွန်းတစ်ခုစီအတွက် အဖြေများပြီးနောက် ဂျီဘ်ရီလ်က “သင်သည် အမှန်တရားကို ပြောကြားခဲ့သည်” ဟု ပြောလေ့ရှိသည်။ ဤအရာက မေးခွန်းမေးပြီး သူရရှိသော အဖြေတိုင်းကို အတည်ပြုပေးသော ဤမေးမြန်းသူနှင့်ပတ်သက်၍ သွာဟာဗဟ်များအား အံ့ဩစေခဲ့သည်။ ဂျီဘ်ရီလ် ထွက်ခွာသွားသောအခါ၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က သွာဟာဗဟ်များအား ဤသို့ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذَا جِبْرِيلُ أَتَاكُمْ يُعَلِّمُكُمْ دِينَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ဂျီဘ်ရီလ်ဖြစ်သည်၊ သူသည် သင်တို့အား သင်တို့၏ဘာသာရေးကိစ္စများကို သင်ကြားပေးရန် လာခဲ့သည်။)</span> အခြားပြန်လည်ပြောပြချက်တစ်ခုတွင် တမန်တော် ﷺ က မှတ်ချက်ပေးခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَتَانِي فِي صُورَةٍ إِلَّا عَرَفْتُهُ فِيهَا إِلَّا صُورَتُهُ هَذِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ကျွန်ုပ်ထံသို့ လာခဲ့သည့် ပုံသဏ္ဍာန်တိုင်းတွင် ၎င်း <span class=\"gray\">(ဂျီဘ်ရီလ်)</span> ကို ကျွန်ုပ် မှတ်မိခဲ့သည်၊ ဤတစ်ခုမှလွဲ၍ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">မူဆလင်က အာအီရှဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ က ဤသို့ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်– “တောနေလူများသည် တမန်တော် ﷺ ထံသို့ လာလေ့ရှိသောအခါ၊ ၎င်းတို့သည် ၎င်းအား ကာလအကြောင်းကို မေးလေ့ရှိသည်။ တမန်တော် ﷺ က ၎င်းတို့အနက် အငယ်ဆုံးသူကို လက်ညှိုးထိုးပြကာ ၎င်းတို့အား ဤသို့ဖြေဆိုလေ့ရှိသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ يَعِشْ هَذَا لَمْ يُدْرِكْهُ الْهَرَمُ حَتَّى قَامَتْ عَلَيْكُمْ سَاعَتُكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ဤ <span class=\"gray\">(လူငယ်)</span> သည် အသက်ရှင်နေပါက၊ သင်တို့၏ ကာလမစတင်မီ သူသည် အိုမင်းသွားမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">တမန်တော် ﷺ ဆိုလိုသည်မှာ ၎င်းတို့အား Barzakh ရှိ ဘဝသို့ မိတ်ဆက်ပေးသော ၎င်းတို့၏ဘဝအဆုံးသတ်ကို ဆိုလိုသည်၊ ၎င်းသည် ဤဘဝနှင့် နောင်တမလွန်ဘဝကြားတွင် ရှိသည်။ မူဆလင်က အနတ်စ်က လူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ အား ကာလအကြောင်းကို မေးခဲ့သည်၊ ထို့နောက် တမန်တော် ﷺ က ဤသို့ဖြေဆိုခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ يَعِشْ هَذَا الْغُلَامُ فَعَسَى أَنْ لَا يُدْرِكَهُ الْهَرَمُ حَتَّى تَقُومَ السَّاعَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ဤလူငယ်သည် အသက်ရှင်နေပါက၊ ကာလမစတင်မီ သူသည် အိုမင်းသွားမည်မဟုတ်ပေ။)</span> ဤဟဒီးသ်ကို မူဆလင်တစ်ဦးတည်းသာ စုဆောင်းခဲ့သည်။ </p><p lang=\"ha\" class=\"ha \">Jabir bin 'Abdullah said, \"I heard the Messenger of Allah ﷺ saying, one month before he died,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَسْأَلُونِي عَنِ السَّاعَةِ، وَإِنَّمَا عِلْمُهَا عِنْدَ اللهِ، وَأُقْسِمُ بِاللهِ مَا عَلَى ظَهْرِ الْأَرْضِ الْيَوْمَ مِنْ نَفْسٍ مَنْفُوسَةٍ تَأْتِي عَلَيْهَا مِائَةُ سَنَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကျွန်ုပ်အား ကာလအကြောင်းကို ဆက်လက်မေးနေကြသည်၊ ၎င်း၏အသိပညာသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ရှိသည်။ အလ္လာဟ်အရှင်မြတ်ကို ကျိန်ဆိုပါသည်၊ ယခုအချိန်တွင် ကမ္ဘာမြေမျက်နှာပြင်ပေါ်တွင် အသက်ရှင်နေသော မည်သည့်ဝိညာဉ်မျှ နှစ်တစ်ရာကြာပြီးနောက် အသက်ရှင်နေမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">မူဆလင်သည် ဤဟဒီးသ်ကို စုဆောင်းခဲ့သည်။ အလားတူ ဟဒီးသ်ကို အစ်ဘ်နုအိုမရ်ထံမှ Two Sahihs တွင် မှတ်တမ်းတင်ထားသည်၊ သို့သော် သူက ဤသို့မှတ်ချက်ပေးခဲ့သည်– “အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ဆိုလိုသည်မှာ ၎င်း၏မျိုးဆက်သည် ထိုအချိန်တွင် ၎င်း၏သတ်မှတ်ထားသော ကာလသို့ရောက်ရှိပြီး အဆုံးသတ်သွားမည်ဖြစ်သည်။” အီမာမ်အာမဒ်က အစ်ဘ်နုမတ်စ်အူဒ်က တမန်တော် ﷺ က ဤသို့ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقِيتُ لَيْلَةَ أُسْرِيَ بِي إِبْرَاهِيمَ وَمُوسَى وَعِيسَى، فَتَذَاكَرُوا أَمْرَ السَّاعَةِ - قَالَ - فَرَدُّوْا أَمْرَهُمْ إِلَى إِبْرَاهِيمَ عَلَيهِ السَّلَامُ، فَقَالَ: لَا عِلْمَ لِي بِهَا، فَرَدُّوا أَمْرَهُمْ إِلَى مُوسَى فَقَالَ: لَا عِلْمَ لِي بِهَا، فَرَدُّوا أَمْرَهُمْ إِلَى عِيسَى فَقَالَ عِيسَى: أَمَّا وَجْبَتُهَا فَلَا يَعْلَمُ بِهَا أَحَدٌ إِلَّا اللهُ عَزَّ وَجَلَّ، وَفِيمَا عَهِدَ إِلَيَّ رَبِّي عَزَّ وَجَلَّ أَنَّ الدَّجَّالَ خَارِجٌ - قَالَ - وَمَعِي قَضِيبَانِ، فَإِذَا رَآنِي ذَابَ كَمَا يَذُوبُ الرَّصَاصُ، قَالَ: فَيُهْلِكُهُ اللهُ عَزَّ وَجَلَّ إِذَا رَآنِي حَتَّى إِنَّ الشَّجَرَ وَالْحَجَرَ يَقُولُ: يَا مُسْلِمُ إِنَّ تَحْتِي كَافِرًا فَتَعَالَ فَاقْتُلْهُ، قَالَ: فَيُهْلِكُهُمُ اللهُ عَزَّ وَجَلَّ إِذَا رَآنِي حَتَّى إِنَّ الشَّجَرَ وَالْحَجَرَ يَقُولُ: يَا مُسْلِمُ إِنَّ تَحْتِي كَافِرًا فَتَعَالَ فَاقْتُلْهُ، قَالَ: فَيُهْلِكُهُمُ اللهُ عَزَّ وَجَلَّ ثُمَّ يَرْجِعُ النَّاسُ إِلَى بِلَادِهِمْ وَأَوْطَانِهِمْ،</p><p class=\"ar qpc-hafs\" lang=\"ar\">،قَالَ: فَعِنْدَ ذَلِكَ يَخْرُجُ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ، فَيَطَأُونَ بِلَادَهُمْ لَا يَأْتُون عَلَى شَيْءٍ إِلَّا أَهْلَكُوهُ وَلَا يَمُرُّونَ عَلَى مَاءٍ إِلَّا شَرِبُوه: قَالَ: ثُمَّ يَرْجِعُ النَّاسُ إِليَّ فَيَشْكُونَهُمْ فَأَدْعُو اللهَ عَزَّ وَجَلَّ عَلَيْهِمْ فَيُهْلِكُهُمْ وَيُمِيتُهُمْ حَتَّى تَجْوَى الْأَرْضُ مِنْ نَتْنِ رِيحِهِمْ أَيْ تُنْتِنُ، قَالَ: فَيُنْزِلُ اللهُ عَزَّ وَجَلَّ الْمَطَرَ فَيَجْتَرِفُ أَجْسَادَهُمْ حَتَّى يَقْذِفَهُمْ فِي الْبَحْرِ. قال يزيد بن هارون: ثُمَّ تُنْسَفُ الْجِبَالُ وَتُمَدُّ الْأَرْضُ مَدَّ الْأَدِيمِ، ثُمَّ رَجَعَ إِلَى حَدِيثِ هُشَيْمٍ، قَالَ: فَفِيمَا عَهِدَ إِلَيَّ رَبِّي عَزَّ وَجَلَّ أَنَّ ذَلِكَ إِذَا كَانَ كَذَلِكَ، فَإِنَّ السَّاعَةَ كَالْحَامِلِ الـمُتِمِّ لَا يَدْرِي أَهْلُهَا مَتَى تُفَاجِئُهُمْ بِوَلَادَتِـهَا لَيْلًا أَوْ نَهَارًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ္စရာညတွင် ကျွန်ုပ်သည် အစ်ဘ်ရာဟင်မ်၊ မူဆာနှင့် အီဆာတို့ကို တွေ့ဆုံခဲ့သည်။ ၎င်းတို့သည် နောက်ဆုံးနာရီအကြောင်းကို ပြောကြားခဲ့ကြပြီး၊ ၎င်းတို့သည် အစ်ဘ်ရာဟင်မ်အား ၎င်းအကြောင်းကို မေးခဲ့သည်၊ သူက ‘ကျွန်ုပ် ၎င်းအကြောင်းကို မသိပါ’ ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့သည် မူဆာအား ၎င်းအကြောင်းကို မေးခဲ့သည်၊ ထို့နောက် သူက ‘ကျွန်ုပ် ၎င်းအကြောင်းကို မသိပါ’ ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့သည် ထို့နောက် အီဆာအား ၎င်းအကြောင်းကို မေးခဲ့သည်၊ ထို့နောက် သူက ‘၎င်း မည်သည့်အချိန်တွင် ဖြစ်ပွားမည်ကိုမူ အမြင့်မြတ်ဆုံးနှင့် ဂုဏ်အရှိဆုံး အလ္လာဟ်အရှင်မြတ်သာ သိသည်။ ကျွန်ုပ်၏အရှင်သခင်က ကျွန်ုပ်အား ဒဂျယ်လ် <span class=\"gray\">(မှားယွင်းသော မေရှိယ)</span> ပေါ်လာမည်ဖြစ်ကြောင်း ပြောကြားခဲ့သည်၊ ထို့ပြင် ကျွန်ုပ်တွင် လှံတံနှစ်ချောင်း <span class=\"gray\">(လှံများ)</span> ပါရှိမည်ဖြစ်သည်။ သူသည် ကျွန်ုပ်ကို မြင်သောအခါ၊ ခဲများ အရည်ပျော်သကဲ့သို့ သူသည် အရည်ပျော်သွားမည်။ သူသည် ကျွန်ုပ်ကို မြင်သောအခါ အလ္လာဟ်အရှင်မြတ်သည် သူ့ကို ဖျက်ဆီးမည်ဖြစ်ပြီး၊ သစ်ပင်နှင့် ကျောက်တုံးက ‘အို မွတ်ဆလင်! ကျွန်ုပ်အောက် <span class=\"gray\">(နောက်)</span> တွင် ကာဖိရ်တစ်ဦးရှိသည်၊ ထို့ကြောင့် လာ၍ သူ့ကို သတ်ပါ’ ဟု ပြောလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို <span class=\"gray\">(ဒဂျယ်လ်နှင့် ၎င်း၏စစ်တပ်)</span> ဖျက်ဆီးမည်ဖြစ်ပြီး၊ လူများသည် ၎င်းတို့၏ပြည်များနှင့် နယ်မြေများသို့ ဘေးကင်းစွာ ပြန်သွားကြမည်။ ထို့နောက်တွင် ဂေါ့ဂ်နှင့် မာဂေါ့ဂ် ပေါ်လာမည်ဖြစ်ပြီး၊ ၎င်းတို့သည် ကုန်းမြင့်တိုင်းမှ စုပြုံရောက်ရှိလာမည်ဖြစ်ပြီး၊ ကမ္ဘာမြေကို ကျူးကျော်ကာ ၎င်းတို့ဖြတ်သန်းသွားရာ အရာအားလုံးကို ဖျက်ဆီးကြမည်။ ၎င်းတို့သည် ၎င်းတို့ဖြတ်သန်းသွားရာ ရေအရင်းအမြစ်တိုင်းကို သောက်ကြမည်။ လူများသည် ကျွန်ုပ်ထံသို့ လာပြီး ဂေါ့ဂ်နှင့် မာဂေါ့ဂ်အကြောင်းကို တိုင်ကြားကြမည်ဖြစ်ပြီး အမြင့်မြတ်ဆုံးနှင့် ဂုဏ်အရှိဆုံး အလ္လာဟ်အရှင်မြတ်အား ၎င်းတို့အပေါ် ဆုတောင်းကြမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို သေစေမည်ဖြစ်ပြီး ကမ္ဘာမြေသည် ၎င်းတို့၏ နံစော်သော အနံ့ဆိုးဖြင့် ပုပ်သိုးလာသည်အထိ ဖြစ်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် မိုးကို ချပေးမည်ဖြစ်ပြီး မိုးသည် ၎င်းတို့၏ ရုပ်အလောင်းများကို သယ်ဆောင်သွားမည်ဖြစ်ပြီး၊ ၎င်းတို့ကို ပင်လယ်ထဲသို့ ပစ်ချသည်အထိ ဖြစ်လိမ့်မည်… ကျွန်ုပ်၏အရှင်သခင်၊ အမြင့်မြတ်ဆုံးနှင့် ဂုဏ်အရှိဆုံးက ကျွန်ုပ်အား ဤသို့ဖြစ်ပွားသောအခါ၊ ကာလသည် ကိုယ်ဝန်ပြည့်စုံသော ကိုယ်ဝန်ဆောင်အမျိုးသမီးနှင့်တူမည်ဖြစ်ပြီး၊ ၎င်း၏မိသားစုသည် ၎င်းတို့အား မည်သည့်အချိန်တွင် ညဖြစ်စေ၊ နေ့ဖြစ်စေ မွေးဖွားပေးမည်ကို မသိနိုင်ပေ။)</span></p><p lang=\"my\" class=\"my \">အစ်ဘ်နုမာဂျာက အလားတူ ဟဒီးသ်ကို စုဆောင်းခဲ့သည်။ ထို့ကြောင့် ဤသူတို့သည် တမန်တော်များ၏ အကြီးမြတ်ဆုံးများဖြစ်သော်လည်း ၎င်းတို့သည် ကာလ၏ သတ်မှတ်ထားသော ကာလအကြောင်းကို မသိကြပေ။ ၎င်းတို့သည် အီဆာအား ၎င်းအကြောင်းကို မေးခဲ့သည်၊ ထို့နောက် သူက ၎င်း၏နိမိတ်များအကြောင်းကို ပြောကြားခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် ဤဥမ္မာ၏ နောက်ဆုံးမျိုးဆက်များတွင် ဆင်းသက်လာမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ၏ ဥပဒေကို အကောင်အထည်ဖော်မည်ဖြစ်ပြီး၊ ဒဂျယ်လ်ကို သတ်ဖြတ်ကာ ဂေါ့ဂ်နှင့် မာဂေါ့ဂ်လူမျိုးများကို ၎င်း၏ဆုတောင်းခြင်း၏ ကောင်းချီးဖြင့် ဖျက်ဆီးမည်ဖြစ်သောကြောင့် ဖြစ်သည်။ အီဆာသည် ဤအကြောင်းအရာနှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ပေးခဲ့သော အသိပညာကိုသာ အသိပေးခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အီမာမ်အာမဒ်က ဟူဒိုင်းဖာက ဤသို့ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်– “အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ အား ကာလအကြောင်းကို မေးခဲ့သည်၊ ထို့နောက် သူက ဤသို့ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">عِلْمُهَا عِنْدَ رَبِّي عَزَّ وَجَلَّ لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ، وَلَكِنْ سَأُخْبِرُكُمْ بِمَشَارِيطِهَا وَمَا يَكُونُ بَيْنَ يَدَيْهَا، إِنَّ بَيْنَ يَدَيْهَا فِتْنَةً وَهَرَجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏အသိပညာသည် ကျွန်ုပ်၏အရှင်သခင်၊ အမြင့်မြတ်ဆုံးနှင့် ဂုဏ်အရှိဆုံးထံတွင် ရှိသည်၊ ၎င်း၏အချိန်ကို ကိုယ်တော်မှတစ်ပါး အဘယ်သူမျှ ထုတ်ဖော်နိုင်မည်မဟုတ်ပေ။ သို့သော် ကျွန်ုပ်သည် သင်တို့အား ၎င်း၏နိမိတ်များနှင့် ၎င်းမတိုင်မီဖြစ်ပွားမည့် နိမိတ်များအကြောင်းကို ပြောပြမည်။ ၎င်းမစတင်မီ Fitnah <span class=\"gray\">(စမ်းသပ်မှုများ)</span> နှင့် Harj များ ရှိလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က မေးခဲ့သည်– ‘အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! ကျွန်ုပ်တို့သည် Fitnah ၏အဓိပ္ပါယ်ကို သိသည်၊ ထို့ကြောင့် Harj ဆိုသည်မှာ အဘယ်နည်း?’ သူက ဤသို့ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِلِسَانِ الْـحَبَشَةِ الْقَتْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် အီသီယိုးပီးယားဘာသာစကားဖြင့် သတ်ဖြတ်ခြင်းဟု အဓိပ္ပါယ်ရသည်။)</span> ထို့နောက် သူက ဤသို့ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُلْقَى بَيْنَ النَّاسِ التَّنَاكُرُ، فَلَا يَكَادُ أَحَدٌ يَعْرِفُ أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူများကြားတွင် သီးခြားနေခြင်းနှင့် အထီးကျန်ခြင်းသည် အဖြစ်များမည်ဖြစ်ပြီး၊ ထို့ကြောင့် မည်သူမျှ အခြားသူတစ်ဦးတစ်ယောက်ကိုမျှ မမှတ်မိနိုင်သလောက် ဖြစ်လိမ့်မည်။)”</span> </p><p lang=\"my\" class=\"my \">Sunan ခြောက်ခုကို စုဆောင်းသူများအနက် မည်သူမျှ ဤဟဒီးသ်ကို ဤပြန်လည်ပြောပြခြင်းဆက်တိုက်ဖြင့် စုဆောင်းခဲ့ခြင်းမရှိပေ။ တာရစ်ဘင်ရှီဟတ်ဘ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် နောက်ဆုံးနာရီအကြောင်းကို <span class=\"gray\">[လူများက ၎င်းအကြောင်းကို ဆက်လက်မေးနေကြသောကြောင့်]</span> ဤအာယတ်တော် ထုတ်ဖော်ပြသသည်အထိ ဆက်လက်ပြောကြားနေခဲ့သည်ဟု ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သင့်အား ကာလအကြောင်း <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့)</span> မေးကြသည်– “၎င်း၏ သတ်မှတ်ထားသောအချိန်သည် မည်သည့်အချိန်ဖြစ်မည်နည်း?”)</span>။ </p><p lang=\"my\" class=\"my \">အန်နာဆာအီသည် ဤဟဒီးသ်ကို စုဆောင်းခဲ့သည်၊ ၎င်းသည် ခိုင်မာသော ဆက်တိုက်ရှိသည်။ ထို့ကြောင့် ဤစာမတတ်သော တမန်တော် ﷺ၊ တမန်တော်များ၏ ခေါင်းဆောင်နှင့် ၎င်းတို့၏ တံဆိပ်၊ မုဟမ္မဒ်၊ အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်သက်ခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ ၎င်းအပေါ် သက်ရောက်ပါစေ၊ မုဟမ္မဒ်၊ ကရုဏာ၏ တမန်တော်၊ နောင်တရခြင်း၏ တမန်တော်၊ အလ်မာလ်ဟာမာ <span class=\"gray\">(မယုံကြည်သူများ၏ ကြီးမားသော ပျက်စီးခြင်း)</span> ၏ တမန်တော်၊ အလ်အာကစ်ဘ် <span class=\"gray\">(တမန်တော်များစွာပြီးနောက် ရောက်ရှိလာသူ)</span> ၏ တမန်တော်၊ အလ်မုကပ်ဖီ <span class=\"gray\">(ဆက်ခံခြင်း၏ နောက်ဆုံး)</span> ၏ တမန်တော်နှင့် အလ်ဟာရှီရ် <span class=\"gray\">(၎င်းအောက်တွင် လူအားလုံး <span class=\"gray\">[စုဝေးရာနေ့တွင်]</span> စုဝေးကြမည်)</span> ၏ တမန်တော် မုဟမ္မဒ် ﷺ သည် အနတ်စ်နှင့် စာဟ်လ်ဘင်ဆာအ်ဒ်ထံမှ Sahih တွင် စုဆောင်းထားသည့်အတိုင်း ဤသို့ပြောကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ أَنَا وَالسَّاعَةَ كَهَاتَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ စေလွှတ်ခြင်းနှင့် ကာလသည် ဤကဲ့သို့ဖြစ်သည်)</span> ဟုဆိုကာ ၎င်း၏ လက်ညှိုးနှင့် လက်ခလယ်များကို ပူးပေါင်းပြခဲ့သည်။ သို့တိုင် သူသည် နောက်ဆုံးနာရီ၏ အသိပညာကို အလ္လာဟ်အရှင်မြတ်ထံသို့ လွှဲပြောင်းရန် အမိန့်ပေးခံခဲ့ရသည်၊ အကယ်၍ ၎င်းအကြောင်းကို မေးခံရပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا عِلْمُهَا عِندَ اللَّهِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်က ဤသို့ဖြေဆိုပါ– “၎င်း၏ အသိပညာသည် အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> ထံတွင်ရှိသည်၊ သို့သော် လူသားအများစုသည် မသိကြပေ။”)</span></p>"
  }
]