[
  {
    "ayah_key": "3:195",
    "group_ayah_key": "3:195",
    "from_ayah": "3:195",
    "to_ayah": "3:195",
    "ayah_keys": "3:195",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့၏ ဖန်ဆင်းရှင်က ၎င်းတို့ထံမှ <span class=\"gray\">(၎င်းတို့၏ ဆုတောင်းမှုကို လက်ခံခဲ့ပြီး အဖြေပေးခဲ့သည်)</span>၊ \"သင်တို့ထဲမှ မည်သူတစ်ဦးတစ်ယောက်၏ လုပ်ဆောင်မှုကိုမျှ အလျှင်းဆုံးရှုံးစေမည်မဟုတ်၊ ထိုသူသည် ယောက်ျားဖြစ်စေ၊ မိန်းမဖြစ်စေ။ သင်တို့သည် <span class=\"gray\">(အဖွဲ့ဝင်များ)</span> အချင်းချင်းဖြစ်သည်။ ထို့ကြောင့် မိမိတို့၏ နေအိမ်များမှ ရွှေ့ပြောင်းထွက်ခွာခဲ့ကြသူများ၊ နှင်ထုတ်ခံရသူများ၊ ငါ၏လမ်းစဉ်တွင် ဒုက္ခရောက်ခဲ့ကြသူများ၊ တိုက်ခိုက်ခဲ့ကြပြီး အသတ်ခံခဲ့ကြရသူများ <span class=\"gray\">(ငါ၏လမ်းစဉ်တွင်)</span> အမှန်ပင် ငါသည် ၎င်းတို့၏ မကောင်းမှုများကို ပြေလည်စေမည်ဖြစ်ပြီး ၎င်းတို့အား မြစ်များစီးဆင်းနေသော ဥယျာဉ်များ <span class=\"gray\">(ဂျန္နတ်)</span> ထဲသို့ ဝင်ရောက်စေမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ထံမှ အကျိုးဆုလာဘ်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ထံတွင် အကောင်းဆုံး အကျိုးဆုလာဘ်များ ရှိသည်။ <span>(၁၉၅)</span></p><div lang=\"my\" class=\"my \"><h2>အသိဉာဏ်ရှိသူတို့၏ ဆုတောင်းခြင်းကို အလ္လာဟ်အရှင်မြတ် လက်ခံသည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَجَابَ لَهُمْ رَبُّهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ ဖန်ဆင်းရှင်က ၎င်းတို့ထံမှ လက်ခံခဲ့သည်)</span>၊ ၎င်းတို့၏ ဖိတ်ခေါ်မှုကို အဖြေပေးခဲ့သည်။ စအိဒ် ဘင် မန်ဆူရ် မှတ်တမ်းတင်ထားသည်မှာ အွမ်မ် စလာမာ၏ မိသားစုဝင်တစ်ဦးဖြစ်သူ စလာမာက ပြောကြားသည်မှာ \"အွမ်မ် စလာမာက ပြောသည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အလ္လာဟ်အရှင်မြတ်သည် ဟစ်ဂျရာ <span class=\"gray\">(ရွှေ့ပြောင်းခြင်း)</span> နှင့်စပ်လျဉ်း၍ အမျိုးသမီးများကို ဖော်ပြခြင်းမရှိပါ။' အလ္လာဟ်အရှင်မြတ်သည် ထိုအာယသ်ကို ချပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ ဖန်ဆင်းရှင်က ၎င်းတို့ထံမှ <span class=\"gray\">(၎င်းတို့၏ ဆုတောင်းခြင်းကို လက်ခံ၍ အဖြေပေးခဲ့သည်)</span>၊ \"သင်တို့ထဲမှ မည်သူတစ်ဦးတစ်ယောက်၏ အလုပ်ကိုမျှ အလျှင်းဆုံးရှုံးစေမည်မဟုတ်၊ ထိုသူသည် ယောက်ျားဖြစ်စေ၊ မိန်းမဖြစ်စေ။)</span></p><p lang=\"my\" class=\"my \">အန်စာရ်တို့က အွမ်မ် စလာမာသည် ၎င်းတို့ထံ ရွှေ့ပြောင်းလာသည့် ပထမဆုံး အမျိုးသမီးဖြစ်သည်ဟု ပြောကြသည်။\" အလ်-ဟာကင်မ်သည် ဤဟဒီးသ်ကို ၎င်း၏ မွတ်စ်တဒရက်ခ်ကျမ်းတွင် စုစည်းခဲ့ပြီး၊ \"၎င်းသည် အလ်-ဘူခါရီ၏ စံနှုန်းများနှင့်အညီ ဆဟီဟ်ဖြစ်သည်၊ သို့သော် ၎င်းတို့ <span class=\"gray\">[အလ်-ဘူခါရီနှင့် မွတ်စလင်မ်]</span> က စုစည်းခဲ့ခြင်းမရှိပေ\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِّى لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنْكُمْ مِّن ذَكَرٍ أَوْ أُنثَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့ထဲမှ မည်သူတစ်ဦးတစ်ယောက်၏ အလုပ်ကိုမျှ အလျှင်းဆုံးရှုံးစေမည်မဟုတ်၊ ထိုသူသည် ယောက်ျားဖြစ်စေ၊ မိန်းမဖြစ်စေ၊)</span> သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား မည်သို့သော အဖြေမျိုး ပေးခဲ့သည်ကို ရှင်းပြထားသည်။ မည်သူတစ်ဦးတစ်ယောက်၏ လုပ်ဆောင်မှုမျှ အရှင်မြတ်ထံတွင် အလျှင်းဆုံးရှုံးခြင်းမရှိကြောင်းဖြင့် စတင်ထားသည်။ ယင်းအစား၊ အရှင်မြတ်သည် ကောင်းမှုပြုသူတစ်ဦးစီအား အပြည့်အဝ ဆုချီးမြှင့်မည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَعْضُكُم مِّن بَعْضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် <span class=\"gray\">(အဖွဲ့ဝင်များ)</span> အချင်းချင်းဖြစ်သည်)</span> ဆိုသည်မှာ သင်တို့အားလုံးသည် ငါ၏ အကျိုးဆုလာဘ်ကို ရရှိရာတွင် တူညီကြသည်။ ထို့ကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالَّذِينَ هَاجَرُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရွှေ့ပြောင်းထွက်ခွာခဲ့ကြသူများ)</span>၊ ရှစ်ခ်မြေကို စွန့်ခွာပြီး ယုံကြည်ခြင်းမြေသို့ ရွှေ့ပြောင်းခဲ့ကြကာ ၎င်းတို့၏ ချစ်ရသူများ၊ ညီအစ်ကိုများ၊ သူငယ်ချင်းများနှင့် အိမ်နီးချင်းများကို စွန့်ခွာခဲ့ကြသူများ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأُخْرِجُوا مِن دِيَارِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ နေအိမ်များမှ နှင်ထုတ်ခံရသူများ)</span>၊ မွတ်စ်ရစ်ခ်များက ၎င်းတို့အား ညှဉ်းပန်းနှိပ်စက်ပြီး ရွှေ့ပြောင်းရန် အတင်းအကျပ် ခိုင်းစေခဲ့သောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُوذُوا فِي سَبِيلِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါ၏လမ်းစဉ်တွင် ဒုက္ခရောက်ခဲ့ကြသူများ)</span>၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့၏ တစ်ခုတည်းသော အမှားမှာ လူများအပေါ်တွင် အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ယုံကြည်ခြင်းဖြစ်သည်။ အလားတူ အာယသ်များတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَن تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်တို့၏ ဖန်ဆင်းရှင် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်သောကြောင့် ရစူလ်တမန်တော်နှင့် သင်တို့ကိုယ်တိုင်တို့ကို နှင်ထုတ်ခဲ့ကြသည်!)</span><span class=\"gray\">[၆၀:၁]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَن يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်သူကို ၎င်းတို့ ယုံကြည်ခဲ့ကြခြင်းမှလွဲ၍ အခြားအပြစ် မရှိခဲ့ပေ!)</span><span class=\"gray\">[၈၅:၈]</span>။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتَلُوا وَقُتِلُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တိုက်ခိုက်ခဲ့ကြပြီး အသတ်ခံခဲ့ကြရသူများ <span class=\"gray\">(ငါ၏လမ်းစဉ်တွင်)</span>၊)</span><span class=\"gray\">[၃:၁၉၅]</span> သည် အမြင့်ဆုံးအဆင့်ကို ရည်ညွှန်းသည်။ ဆိုလိုသည်မှာ တစ်ဦးတစ်ယောက်သည် အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တွင် တိုက်ခိုက်ပြီး ထိုလုပ်ငန်းစဉ်အတွင်း ၎င်း၏မျက်နှာတွင် ဖုန်နှင့်သွေးများ လိမ်းကျံလျက် သေဆုံးခြင်းဖြစ်သည်။ စဟီဟ်တွင် မှတ်တမ်းတင်ထားသည်မှာ လူတစ်ဦးက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يا رسول الله، أرأيت إن قتلت في سبيل الله صابرًا محتسبًا مقبلًا غير مدبر، أيكفر الله عني خطاياي؟ قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَم</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثُمَّ قَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ قُلْتَ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">فأعاد عليه ما قال، فقال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، إِلَّا الدَّيْنَ، قَالَهُ لِي جِبْرِيلُ آنِفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အကယ်၍ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တွင် သတ်ဖြတ်ခံရပြီး သည်းခံခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်၏ အကျိုးဆုလာဘ်ကို မျှော်လင့်လျက်၊ တိုက်ခိုက်လျက်၊ နောက်မဆုတ်ဘဲ သေဆုံးခဲ့ပါက အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်၏အပြစ်များကို ခွင့်လွှတ်ပေးမည်လား?' တမန်တော်မြတ် ﷺ က 'ဟုတ်ကဲ့' ဟု မိန့်တော်မူသည်။ ထို့နောက် တမန်တော်မြတ် ﷺ က ထိုလူအား 'သင်ဘာမေးခဲ့သနည်း?' ဟု မေးသည်။ ထိုလူက မေးခွန်းကို ထပ်မေးသောအခါ တမန်တော်မြတ် ﷺ က 'ဟုတ်ကဲ့၊ ကြွေးမြီမှလွဲ၍၊ အကြောင်းမှာ ဂျီဗရီလ်က ယခုလေးတင် ကျွန်ုပ်အား ဤအရာကို သယ်ဆောင်လာခဲ့သည်' ဟု မိန့်တော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် ငါသည် ၎င်းတို့၏ မကောင်းမှုများကို ပြေလည်စေမည်ဖြစ်ပြီး ၎င်းတို့အား မြစ်များစီးဆင်းနေသော ဥယျာဉ်များထဲသို့ ဝင်ရောက်စေမည်)</span>၊ ဂျန္နတ်အတွင်း၌ နို့၊ ပျားရည်၊ ဝိုင်နှင့် ရေချိုစသည့် အမျိုးမျိုးသော အချိုရည်မြစ်များ ရှိသည်။ မည်သည့်မျက်လုံးမျှ မမြင်ဖူး၊ မည်သည့်နားမျှ မကြားဖူး၊ မည်သည့်နှလုံးသားမျှ မတွေးခဲ့ဖူးသော အရာများ <span class=\"gray\">[ဂျန္နတ်၏ နှစ်သက်ဖွယ်ရာများ]</span> ရှိသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثَوَابًا مِّنْ عِندِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ အကျိုးဆုလာဘ်တစ်ခု)</span> သည် အရှင်မြတ်၏ တန်ခိုးတော်ကို သက်သေခံသည်။ အကြောင်းမှာ အနန္တတန်ခိုးရှင်နှင့် အမြင့်မြတ်ဆုံး အရှင်မြတ်သည် ကြီးမားလှသော အကျိုးဆုလာဘ်များကိုသာ ပေးသနားတော်မူသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ္လာဟ်အရှင်မြတ်ထံတွင် အကောင်းဆုံး အကျိုးဆုလာဘ်များ ရှိသည်။\")</span> ကောင်းမှုပြုသူများအတွက်။</p>"
  },
  {
    "ayah_key": "3:196",
    "group_ayah_key": "3:196",
    "from_ayah": "3:196",
    "to_ayah": "3:198",
    "ayah_keys": "3:196,3:197,3:198",
    "text": "<p lang=\"my\" class=\"my \">မယုံကြည်သူတို့၏ ပြည်တွင်း၌ လွတ်လပ်စွာ စီမံခန့်ခွဲခြင်း <span class=\"gray\">(နှင့် ကြွယ်ဝချမ်းသာခြင်း)</span> က သင့်ကို လှည့်စားခြင်းမပြုပါစေနှင့်။ <span>(၁၉၆)</span> ခဏတာမျှသာ ခံစားမှုဖြစ်သည်။ ထို့နောက် ၎င်းတို့၏ နောက်ဆုံးဌာနသည် ငရဲဖြစ်သည်။ ထိုနေရာသည် အမှန်ပင် အနားယူရန် အဆိုးဆုံးနေရာ ဖြစ်သည်။ <span>(၁၉၇)</span> သို့သော် မိမိတို့၏ ဖန်ဆင်းရှင်ကို ကြောက်ရွံ့ခြင်း <span class=\"gray\">(တက်ကဝါ)</span> ရှိသူများအတွက် မြစ်များစီးဆင်းနေသော ဥယျာဉ်များ <span class=\"gray\">(ဂျန္နတ်)</span> ရှိသည်။ ထိုဥယျာဉ်များတွင် ၎င်းတို့ ထာဝစဉ် နေထိုင်ရမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်ထံမှ ဧည့်ခံခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ထံတွင် ရှိသောအရာသည် အလ်-အဗ်ရာရ် <span class=\"gray\">(အလွန်ဖြောင့်မတ်သူများ)</span> အတွက် အကောင်းဆုံးဖြစ်သည်။ <span>(၁၉၈)</span></p><div lang=\"my\" class=\"my \"><h2>ဤဘဝဖြင့် လှည့်စားခံရခြင်းမှ သတိပေးခြင်း၊ ဖြောင့်မတ်သော ယုံကြည်သူတို့၏ အကျိုးဆုလာဘ်များ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ မယုံကြည်သူတို့အား မကြည့်ကြနှင့်။ ၎င်းတို့သည် အမျိုးမျိုးသော ပျော်ရွှင်မှုများနှင့် နှစ်သက်ဖွယ်ရာများကို ခံစားနေကြသည်။ မကြာမီ ၎င်းတို့သည် ဤအရာအားလုံးကို ဆုံးရှုံးရမည်ဖြစ်ပြီး ၎င်းတို့၏ မကောင်းမှုများနှင့် ချည်နှောင်ခံရမည်ဖြစ်သည်။ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ၎င်းတို့အား အချိန်သာ ပေးထားခြင်းဖြစ်ပြီး ထိုအချိန်က ၎င်းတို့ကို လှည့်စားနေခြင်းဖြစ်သည်။ ၎င်းတို့ရရှိသောအရာမှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ခဏတာမျှ ခံစားခြင်းဖြစ်သည်။ ထို့နောက် ၎င်းတို့၏ နောက်ဆုံးဌာနသည် ငရဲဖြစ်သည်။ ထိုနေရာသည် အမှန်ပင် အနားယူရန် အဆိုးဆုံးနေရာ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်သည် အခြားအာယသ်များစွာနှင့် ဆင်တူသည်၊ ဥပမာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များတွင် မယုံကြည်သူများမှလွဲ၍ မည်သူမျှ ငြင်းခုံခြင်းမရှိ။ ထို့ကြောင့် ၎င်းတို့၏ ပြည်တွင်း၌ ဟိုဟိုဒီဒီ သွားလာနိုင်စွမ်းက သင့်ကို လှည့်စားခြင်းမပြုပါစေနှင့်!)</span><span class=\"gray\">[၄၀:၄]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ - مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်အပေါ် မုသားကို ကြံစည်သူများသည် မည်သည့်အခါမျှ အောင်မြင်မည်မဟုတ်။ (ခဏတာ) ဤဒုနိယာတွင် ခံစားခြင်းဖြစ်သည်။ ထို့နောက် ကျွန်ုပ်တို့ထံသို့ ၎င်းတို့ ပြန်လည်ရောက်ရှိလာမည်။ ထို့နောက် ၎င်းတို့ မယုံကြည်ခဲ့သောကြောင့် အပြင်းထန်ဆုံး ပြစ်ဒဏ်ကို ကျွန်ုပ်တို့ မြည်းစမ်းစေမည်။)</span><span class=\"gray\">[၁၀:၆၉-၇၀]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့အား ခဏတာမျှ ခံစားစေပြီးနောက် နောက်ဆုံးတွင် ၎င်းတို့အား ကြီးမားသော ပြစ်ဒဏ်ထဲသို့ (ဝင်ရောက်ရန်) တာဝန်ပေးမည်။)</span><span class=\"gray\">[၃၁:၂၄]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် မယုံကြည်သူတို့အား အချိန်ပေးပါ။ ၎င်းတို့နှင့် ခဏတာမျှ နူးညံ့စွာ ဆက်ဆံပါ။)</span><span class=\"gray\">[၈၆:၁၇]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَن مَّتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ကတိပေးထားသော အကောင်းဆုံး ကတိ (ဂျန္နတ်) ကို မှန်ကန်သည်ဟု တွေ့ရှိမည့်သူသည် ဤလောက၏ ဇိမ်ခံပစ္စည်းများကို ခံစားစေခဲ့ပြီးနောက် ရှင်ပြန်ထမြောက်ရာနေ့တွင် (ငရဲမီး၌ အပြစ်ပေးခံရရန်) ခေါ်ဆောင်လာခံရသူများအထဲမှ ဖြစ်နေသူနှင့် တူညီပါသလား?)</span><span class=\"gray\">[၂၈:၆၁]</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဤဘဝတွင် မယုံကြည်သူတို့၏ အခြေအနေနှင့် ၎င်းတို့၏ ငရဲသို့ ရောက်ရှိမည့် နေရာကို ဖော်ပြပြီးနောက်၊ အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَٰكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نُزُلًا مِّنْ عِندِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မိမိတို့၏ ဖန်ဆင်းရှင်ကို ကြောက်ရွံ့ခြင်း <span class=\"gray\">(တက်ကဝါ)</span> ရှိသူများအတွက် မြစ်များစီးဆင်းနေသော ဥယျာဉ်များ <span class=\"gray\">(ဂျန္နတ်)</span> ရှိသည်။ ထိုဥယျာဉ်များတွင် ၎င်းတို့ ထာဝစဉ် နေထိုင်ရမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်ထံမှ ဧည့်ခံခြင်းဖြစ်သည်။)</span><span class=\"gray\">[၃:၁၉၈]</span>၊ အမှန်ပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عِندَ اللَّهِ خَيْرٌ لِّلْأَبْرَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံတွင် ရှိသောအရာသည် အလ်-အဗ်ရာရ် အတွက် အကောင်းဆုံးဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က အဘူ အဒ်-ဒရ်ဒါအ်က ပြောဆိုလေ့ရှိသည်ဟု မှတ်တမ်းတင်ထားသည်၊ \"သေခြင်းသည် ယုံကြည်သူတိုင်းအတွက် ပိုကောင်းသည်။ သေခြင်းသည် မယုံကြည်သူတိုင်းအတွက် ပိုကောင်းသည်၊ ကျွန်ုပ်ကို မယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်များကို ဖတ်ရှုသင့်သည်၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عِندَ اللَّهِ خَيْرٌ لِّلْأَبْرَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံတွင် ရှိသောအရာသည် အလ်-အဗ်ရာရ် အတွက် အကောင်းဆုံးဖြစ်သည်။)</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِّأَنفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا وَلَهُمْ عَذَابٌ مُّهِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့သည် ကျွန်ုပ်တို့က ၎င်းတို့၏ ပြစ်ဒဏ်ကို ဆိုင်းငံ့ထားခြင်းသည် ၎င်းတို့အတွက် ကောင်းသည်ဟု မထင်ပါစေနှင့်။ ကျွန်ုပ်တို့သည် ၎င်းတို့၏ ပြစ်ဒဏ်ကို ဆိုင်းငံ့ထားခြင်းမှာ ၎င်းတို့ အပြစ်များ တိုးပွားလာစေရန်အတွက်သာ ဖြစ်သည်။ ၎င်းတို့အတွက်မှာ ဂုဏ်သိက္ခာမဲ့သော ပြစ်ဒဏ်ဖြစ်သည်။)</span><span class=\"gray\">[၃:၁၇၈]</span>။\"</p>"
  }
]