[
  {
    "ayah_key": "20:128",
    "group_ayah_key": "20:128",
    "from_ayah": "20:128",
    "to_ayah": "20:130",
    "ayah_keys": "20:128,20:129,20:130",
    "text": "<p lang=\"my\" class=\"my \">အသင်၏အရှင်သခင်ထံမှ ကြိုတင်ထုတ်ပြန်ခဲ့ပြီးဖြစ်သော နှုတ်တော်ထွက်စကားနှင့် သတ်မှတ်ပြီးဖြစ်သော အချိန်ကာလတစ်ခုတို့ မရှိခဲ့ပါလျှင် <span class=\"gray\">(၎င်းတို့၏ ပြစ်ဒဏ်)</span> သည် မလွဲမသွေ ကျရောက်လာခဲ့မည်ဖြစ်သည်။ <span class=\"gray\">(ဤလောကတွင်)</span><span>(128)</span>ထို့ကြောင့် ၎င်းတို့ပြောသမျှကို စိတ်ရှည်သည်းခံကာ နေမထွက်မီနှင့် နေမဝင်မီ၊ ညဉ့်၏ အချို့နာရီများတွင်၊ နေ့၏ အဆုံးပိုင်းများတွင် သင်၏အရှင်သခင်၏ ဂုဏ်တော်များကို ချီးမွမ်းကြလော့။ သို့မှသာ အလ္လာဟ်အရှင်မြတ် ပေးသနားမည့် ဆုလာဘ်နှင့် သင်နှစ်သက်ကျေနပ်မည်ဖြစ်သည်။ <span>(129)</span></p><div lang=\"my\" class=\"my \"><h2>များစွာသောလူမျိုးများကို ဖျက်ဆီးခဲ့ပြီး ၎င်းတို့တွင် သင်ခန်းစာများရှိသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَهْدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် လမ်းပြမှု မဟုတ်လော...?)</span> ဤသည်မှာ တမန်တော်မြတ် ﷺ ၎င်းတို့ထံယူဆောင်လာသော အရာများကို ငြင်းပယ်သူများအား ရည်ညွှန်းထားခြင်းဖြစ်သည်။ '၎င်းတို့မတိုင်မီက ယခင်လူမျိုးများထဲမှ တမန်တော်များကို ငြင်းပယ်ခဲ့သူများကို ငါတို့ဖျက်ဆီးခဲ့သည်။ ၎င်းတို့သည် ပွင့်လင်းစွာ ရန်လိုခဲ့ကြသဖြင့် ယခုအခါ ၎င်းတို့၏ခြေရာတစ်စုံတစ်ရာမျှ မရှိတော့ဘဲ မည်သူမျှ မကျန်ရှိတော့ပေ။ ဤသည်မှာ ထိုလူများ ချန်ထားခဲ့သော ဗလာအိမ်များနှင့် အခြားသူများ ယခုအခါ အမွေဆက်ခံကာ ရှေးလူတို့၏ နေအိမ်များတွင် လှည့်ပတ်သွားလာနေကြသည်ကို ကြည့်ခြင်းဖြင့် သက်သေပြနိုင်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّأُولِي النُّهَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအရာ၌ နားလည်သူများအတွက် သက်သေခံလက္ခဏာများ အမှန်ပင်ရှိသည်။)</span> ဆိုလိုသည်မှာ မှန်ကန်သော ဉာဏ်ပညာနှင့် မှန်ကန်သော နားလည်မှုရှိသူများ ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းပင် ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا ۖ فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَٰكِن تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မြေပြင်တစ်လျှောက် ခရီးမသွားကြသလော၊ နားလည်ရန် နှလုံးသားများ မရှိကြသလော၊ ကြားနာရန် နားများ မရှိကြသလော။ မျက်စိများ အမှန်ပင် မကွယ်၊ ရင်ထဲရှိ နှလုံးသားများသာ ကွယ်ခြင်းဖြစ်၏။)</span><span class=\"gray\">(22:46)</span> အလ္လာဟ်အရှင်မြတ်သည် စူရာ အလစ်ဖ် လမ် မင်မ် အက်စ်-စဂျ်ဒါးတွင်လည်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် လမ်းပြမှု မဟုတ်လော- ၎င်းတို့မတိုင်မီက လူမျိုးမည်မျှကို ငါတို့ဖျက်ဆီးခဲ့ပြီး ၎င်းတို့သည် ထိုလူမျိုးများ၏ နေအိမ်များတွင် လှည့်ပတ်သွားလာနေကြသနည်း?)</span><span class=\"gray\">[32:26]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُّسَمًّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်၏အရှင်သခင်ထံမှ ကြိုတင်ထုတ်ပြန်ခဲ့ပြီးဖြစ်သော နှုတ်တော်ထွက်စကားနှင့် သတ်မှတ်ပြီးဖြစ်သော အချိန်ကာလတစ်ခု <span class=\"gray\">(၎င်းတို့၏ ပြစ်ဒဏ်)</span> တို့ မရှိခဲ့ပါလျှင်၊ မလွဲမသွေ ကျရောက်လာခဲ့မည် <span class=\"gray\">(ဤလောကတွင်)</span>။)</span><span class=\"gray\">[20:129]</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ ကြိုတင်ထုတ်ပြန်ပြီးဖြစ်သော နှုတ်တော်ထွက်စကား - မည်သူ့ကိုမျှ သက်သေမပြမီ ပြစ်ဒဏ်မပေးဘဲ၊ ဤငြင်းပယ်သူများအတွက် အရှင်မြတ်ကြိုတင်သတ်မှတ်ထားသော အချိန်ကာလတွင် ပြစ်ဒဏ်ပေးမည်ဟူသော စကား - မရှိခဲ့ပါလျှင်၊ ပြစ်ဒဏ်သည် ၎င်းတို့အား ချက်ချင်းဖမ်းဆီးမိလိမ့်မည်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>စိတ်ရှည်သည်းခံရန်နှင့် နေ့စဉ် (၅) ကြိမ် ဆွလာတ်ဝတ်ပြုရန် အမိန့်</h2></div><p lang=\"nl\" class=\"nl \">Allah comforts His Prophet ﷺ by saying to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاصْبِرْ عَلَىٰ مَا يَقُولُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့ပြောသမျှကို စိတ်ရှည်သည်းခံလော့၊)</span> ၎င်းသည် 'သင့်အား ၎င်းတို့ငြင်းပယ်ခြင်းနှင့် ပတ်သက်၍ စိတ်ရှည်သည်းခံလော့' ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေမထွက်မီ သင်၏အရှင်သခင်၏ ဂုဏ်တော်များကို ချီးမွမ်းကြလော့၊)</span> ဤသည်မှာ မနက်ခင်း <span class=\"gray\">(ဖဂျရ်)</span> ဆွလာတ်အကြောင်း ပြောခြင်းဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَقَبْلَ غُرُوبِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းမဝင်မီ၊)</span> ဤသည်မှာ နေ့လယ်ခင်း <span class=\"gray\">('အစရ်')</span> ဆွလာတ်အကြောင်း ပြောခြင်းဖြစ်သည်။ ဤအရာကို ဂျရီရ် ဘင် အဗ်ဒူလ္လာဟ် အလ်-ဘာဂျလီ၏ သတင်းစကားဖြင့် 'ဆွဟီးဟ်' နှစ်ကျမ်းတွင် ဖော်ပြထားသည်။ ၎င်းက 'ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူ ထိုင်နေစဉ် တစ်ညတွင် လပြည့်ည၌ လကို မော့ကြည့်ခဲ့သည်။ ၎င်းက မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ كَمَا تَرَوْنَ هَذَا الْقَمَرَ، لَا تُضَامُونَ فِي رُؤْيَتِهِ، فَإِنِ اسْتَطَعْتُمْ أَنْ لَا تُغْلَبُوا عَلَى صَلَاةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا فَافْعَلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် သင်တို့အားလုံးသည် ဤလကို မြင်ရသကဲ့သို့ သင်တို့၏အရှင်သခင်ကို <span class=\"gray\">(နောင်ဘဝတွင်)</span> မြင်ရလိမ့်မည်။ ၎င်းအား မြင်ရန်အတွက် စုရုံးစရာမလိုပေ။ ထို့ကြောင့် နေမထွက်မီ <span class=\"gray\">(ဖဂျရ်)</span> ဆွလာတ်နှင့် နေမဝင်မီ <span class=\"gray\">('အစရ်')</span> ဆွလာတ်ကို မလွတ်စေရန် သင်တို့ တတ်နိုင်ပါက ထိုသို့ပြုလုပ်ကြလော့။)</span> ထို့နောက် ၎င်းက ဤအာယတ်တော်ကို ရွတ်ဆိုခဲ့သည်။\" အီမာမ် အဟ်မဒ်သည် ဥမာရဟ် ဘင် ရူအိုင်ဘာဟ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ ၎င်းက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ကို ကြားခဲ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنْ يَلِجَ النَّارَ أَحَدٌ صَلَّى قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေမထွက်မီနှင့် နေမဝင်မီ ဆွလာတ်ဝတ်ပြုသူမည်သူမဆို ဂျဟန္နမ် (ငရဲမီး) ထဲသို့ ဘယ်တော့မှ ဝင်ရမည်မဟုတ်။)</span> ဤအရာကို မွတ်စလင်မ်ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ညဉ့်၏ အချို့နာရီများတွင် ဂုဏ်တော်များကို ချီးမွမ်းကြလော့။)</span> ၎င်းသည် ညဉ့်အချိန်များအတွင်း ညဉ့်နက်ပိုင်း <span class=\"gray\">(တဟဂျ်ဂျဒ်)</span> ဆွလာတ်ကို ဝတ်ပြုရန် ဆိုလိုသည်။ အချို့ပညာရှင်များက ၎င်းသည် နေဝင်ပြီးနောက် <span class=\"gray\">(မဂ်ရစ်ဗ်)</span> နှင့် ည <span class=\"gray\">('အီရှာ')</span> ဆွလာတ်များကိုလည်း ဆိုလိုသည်ဟု ပြောကြားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَطْرَافَ النَّهَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် နေ့၏ အဆုံးပိုင်းများတွင်၊)</span> ဤသည်မှာ ညဉ့်အချိန်များ၏ ဆန့်ကျင်ဘက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكَ تَرْضَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ကျေနပ်နှစ်သက်မည်အကြောင်း)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်၏အရှင်သခင်သည် သင့်အား <span class=\"gray\">(ကောင်းကျိုးအပေါင်းကို)</span> ပေးသနားမည်ဖြစ်ရာ သင်ကျေနပ်နှစ်သက်လိမ့်မည်။)</span><span class=\"gray\">[93:5]</span> 'ဆွဟီးဟ်' ကျမ်းတွင် တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى يَاأَهْلَ الْجَنَّةِ، فَيَقُولُونَ: لَبَّيْكَ رَبَّنَا وَسَعْدَيْكَ، فَيَقُولُ: هَلْ رَضِيتُمْ؟ فَيَقُولُونَ: رَبَّنَا وَمَا لَنَا لَا نَرْضَى وَقَدْ أَعْطَيْتَنَا مَا لَمْ تُعْطِ أَحَدًا مِنْ خَلْقِكَ، فَيَقُولُ: إِنِّي أُعْطِيكُمْ أَفْضَلَ مِنْ ذَلِكَ، فَيَقُولُونَ: وَأَيُّ شَيْءٍ أَفْضَلُ مِنْ ذَلِكَ؟ فَيَقُولُ: أَحِلُّ عَلَيْكُمْ رِضْوَانِي فَلَا أَسْخَطُ عَلَيْكُمْ بَعْدَهُ أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က 'အို ဂျန္နတ် (ပရဒိသု) နေသူအပေါင်းတို့' ဟု မိန့်တော်မူလိမ့်မည်။ ၎င်းတို့က 'အကျွန်ုပ်တို့၏အရှင်သခင်၊ အကျွန်ုပ်တို့သည် အရှင်၏အမှုတော်ကို ထမ်းဆောင်ရန်နှင့် အရှင်ကျေနပ်နှစ်သက်ရန် ရောက်ရှိနေပါပြီ' ဟု ပြန်လည်ဖြေကြားလိမ့်မည်။ ထို့နောက် အရှင်က 'သင်တို့အားလုံး ကျေနပ်ပြီလား' ဟု မိန့်တော်မူလိမ့်မည်။ ၎င်းတို့က 'အကျွန်ုပ်တို့၏အရှင်သခင်၊ အကျွန်ုပ်တို့သည် အရှင်ဖန်ဆင်းထားသူများထဲမှ အခြားမည်သူ့ကိုမျှ မပေးခဲ့သောအရာများကို အရှင်ပေးသနားခဲ့ပြီးဖြစ်ရာ အဘယ်ကြောင့် မကျေနပ်ရမည်နည်း' ဟု ပြန်လည်ဖြေကြားလိမ့်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က 'အမှန်စင်စစ် ငါသည် သင်တို့အား ထိုထက်ပိုမိုကောင်းမွန်သောအရာကို ပေးသနားမည်' ဟု မိန့်တော်မူလိမ့်မည်။ ၎င်းတို့က 'ထိုထက်ပိုမိုကောင်းမွန်သောအရာသည် အဘယ်အရာဖြစ်နိုင်သနည်း' ဟု မေးမြန်းလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က 'ငါသည် ငါ၏နှစ်သက်မှုကို သင်တို့အတွက် ခွင့်ပြုထားပြီ။ ထို့ကြောင့် ဤအရာပြီးနောက် သင်တို့အပေါ်တွင် ငါဘယ်တော့မှ ဒေါသမထွက်တော့ပေ' ဟု မိန့်တော်မူလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">အခြား ဟဒီးစ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ ဤသို့ မိန့်တော်မူလိမ့်မည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَهْلَ الْجَنَّةِ، إِنَّ لَكُمْ عِنْدَ اللهِ مَوْعِدًا يُرِيدُ أَنْ يُنْجِزَكُمُوهُ: فَيَقُولُونَ: وَمَا هُوَ؟ أَلَمْ يُبَيِّضْ وُجُوهَنَا وَيُثْقِلْ مَوَازِينَنَا وَيُزَحْزِحْنَا عَنِ النَّارِ وَيُدْخِلْنَا الْجَنَّةَ، فَيُكْشَفُ الْحِجَابُ فَيَنْظُرُونَ إِلَيْهِ، فَوَ اللهِ مَا أَعْطَاهُمْ خَيْرًا مِنَ النَّظَرِ إِلَيْهِ، وَهِيَ الزِّيَادَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အို ဂျန္နတ် (ပရဒိသု) နေသူအပေါင်းတို့၊ အမှန်စင်စစ် သင်တို့အားလုံးတွင် အလ္လာဟ်အရှင်မြတ်နှင့် သတ်မှတ်ထားသော ကတိတစ်ခုရှိသည်ကို အရှင်သည် သင်တို့အတွက် ဖြည့်ဆည်းပေးလိုသည်။' ၎င်းတို့က 'ထိုအရာကား အဘယ်နည်း။ အရှင်သည် ကျွန်ုပ်တို့၏မျက်နှာများကို အလင်းမပေးခဲ့ဖူးသလော၊ ကျွန်ုပ်တို့၏ (ကောင်းမှု) အကြေးခွံများကို မလေးလံစေခဲ့ဖူးသလော၊ ကျွန်ုပ်တို့အား ငရဲမီးမှ မကယ်တင်ခဲ့ဖူးသလော၊ ကျွန်ုပ်တို့အား ဂျန္နတ် (ပရဒိသု) သို့ မဝင်စေခဲ့ဖူးသလော' ဟု ပြောလိမ့်မည်။ ထို့နောက် ကန့်လန့်ကာကို ဖယ်ရှားလိုက်ပြီး ၎င်းတို့သည် အရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ကို ကြည့်ရှုကြလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုသည်၊ အရှင်သည် ၎င်းတို့အား အရှင်ကို ကြည့်ရှုခွင့်ထက် ပိုမိုကောင်းမွန်သောအရာကို မပေးခဲ့ဖူးပေ။ ထိုအရာသည် <span class=\"gray\">(ပိုမိုကောင်းမွန်သော ဆုလာဘ်)</span> တိုးမြင့်လာခြင်းပင် ဖြစ်သည်။)</span></p>"
  }
]