[
  {
    "ayah_key": "24:55",
    "group_ayah_key": "24:55",
    "from_ayah": "24:55",
    "to_ayah": "24:55",
    "ayah_keys": "24:55",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အနက် ယုံကြည်ပြီး ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုလုပ်သူများအား ကတိပေးထားသည်မှာ၊ ၎င်းတို့အား မြေပြင်ပေါ်တွင် အောင်မြင်မှု သေချာပေါက် ပေးမည်ဖြစ်ပြီး၊ ၎င်းတို့မတိုင်မီက လူများအား ပေးသကဲ့သို့ ဖြစ်သည်။ ထို့ပြင် ၎င်းတို့အတွက် ရွေးချယ်ပေးထားသော ၎င်းတို့၏ဘာသာကို ကျင့်သုံးရန် အခွင့်အာဏာကိုလည်း ပေးမည်ဖြစ်သည်။ ၎င်းတို့သည် ငါ့ကိုသာ ကိုးကွယ်ပြီး ငါနှင့် မည်သည့်အရာကိုမျှ မတွဲဖက်ပါက ၎င်းတို့၏ ကြောက်ရွံ့မှုပြီးနောက် လုံခြုံစိတ်ချရသော အခြေအနေကို သေချာပေါက် ပေးမည်ဖြစ်သည်။ သို့သော် ဤအရာပြီးနောက် မယုံကြည်သူများသည် ပုန်ကန်သူများဖြစ်ကြသည် <span>(၅၅)</span></p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်သူများအား အောင်မြင်မှုပေးမည်ဟု အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်</h2></div><p lang=\"my\" class=\"my \">၎င်းသည် အလ္လာဟ်အရှင်မြတ်မှ ၎င်း၏ ရစူလ်တမန်တော် ﷺ အား ပေးသော ကတိတော်ဖြစ်သည်။ ၎င်း၏ အွမ္မသ်ကို ကမ္ဘာမြေပေါ်တွင် ဆက်ခံသူများ ဖြစ်စေမည်၊ ဆိုလိုသည်မှာ ၎င်းတို့သည် လူသားများ၏ ခေါင်းဆောင်များနှင့် အုပ်စိုးရှင်များ ဖြစ်လာမည်ဖြစ်ပြီး၊ ၎င်းတို့မှတစ်ဆင့် အရှင်မြတ်သည် ကမ္ဘာကို ပြုပြင်ပြောင်းလဲမည်ဖြစ်ကာ လူများသည် ၎င်းတို့ထံ လက်အောက်ခံမည်ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့၏ ကြောက်ရွံ့မှုပြီးနောက် လုံခြုံစိတ်ချရသော အခြေအနေကို ပြန်လည်ရရှိမည်ဖြစ်သည်။ ဤအရာသည် အလ္လာဟ်အရှင်မြတ် အမှန်တကယ် ပြုလုပ်ခဲ့ခြင်းဖြစ်သည်။ အရှင်မြတ်သည် ဘုန်းကြီးမြင့်မြတ်ပါစေ၊ အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ ရှိပါစေ။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် ၎င်း၏ ရစူလ်တမန်တော် ﷺ အား မက္ကာ၊ ခိုင်ဘာ၊ ဘာရိန်း၊ အာရေဗျကျွန်းဆွယ်တစ်ခုလုံးနှင့် ယီမင်တို့အပေါ် အောင်မြင်မှု မပေးမချင်း သေဆုံးစေခဲ့ခြင်း မရှိပေ။ ထို့ပြင် ဟဂျာရှိ ဇိုရိုအက်စထရီယန်များထံမှနှင့် ဆီးရီးယားနယ်စပ်ဒေသအချို့မှ ဂျစ်ဇ်ယာကို ယူခဲ့သည်။ ထို့ပြင် ဘိုင်ဇန်တိုင်းအုပ်စိုးရှင် ဟီရာကလီယပ်စ်၊ အီဂျစ်နှင့် အလက်ဇန်းဒရီးယားအုပ်စိုးရှင်၊ အလ်-မူကောက်ကစ်၊ အိုမန်ဘုရင်များနှင့် အာရှာမာဟ်ပြီးနောက် ဘုရင်ဖြစ်လာသူ အဘစ်စီးနီးယားမှ အန်-နာဂျာရှီတို့နှင့် လက်ဆောင်များ ဖလှယ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ကရုဏာထား၍ ဂုဏ်ပြုတော်မူပါစေ။</p><p lang=\"my\" class=\"my \">ထို့နောက် ရစူလ်တမန်တော် ﷺ ကွယ်လွန်သောအခါ၊ ၎င်း၏ ဆက်ခံသူ <span class=\"gray\">(ခလီဖာ)</span> အဘူဘက္ကရ် အစ်-စစ်ဒီက်သည် အာဏာကို ရယူခဲ့ပြီး အွမ္မသ်ကို စည်းလုံးစေကာ ပြိုကွဲခြင်းမှ တားဆီးခဲ့သည်။ ၎င်းသည် အာရေဗျကျွန်းဆွယ်တစ်ခုလုံးကို ထိန်းချုပ်ခဲ့ပြီး၊ ပါရှားပြည်သို့ အစ္စလာမ့်စစ်တပ်များကို ခါလစ်ဒ် ဘင် အလ်-ဝါလစ်ဒ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ ၏ ဦးဆောင်မှုအောက်တွင် စေလွှတ်ခဲ့ရာ၊ ၎င်းသည် ထိုနယ်မြေ၏ အစိတ်အပိုင်းတစ်ခုကို အောင်နိုင်ပြီး ထိုဒေသခံအချို့ကို သတ်ခဲ့သည်။ ၎င်းသည် အဘူ 'ဥဘိုင်ဒါဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ နှင့် ဆီးရီးယားပြည်များတွင် ၎င်းနောက် လာရောက်ခဲ့သော အခြားသော တပ်မှူးများ၏ ဦးဆောင်မှုအောက်တွင် အခြားစစ်တပ်တစ်ခုကို စေလွှတ်ခဲ့သည်။ ၎င်းသည် တတိယမြောက်စစ်တပ်ကို 'အမ်ရ် ဘင် အလ်-'အာစ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ ၏ ဦးဆောင်မှုအောက်တွင် အီဂျစ်သို့ စေလွှတ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဆီးရီးယားသို့ စေလွှတ်ခဲ့သော စစ်တပ်အား ဘူစရာနှင့် ဒမတ်စကပ်စ်တို့အပြင် ၎င်းတို့၏ပြည်နယ်များဖြစ်သော ဟောင်ရန်းပြည်နှင့် ပတ်ဝန်းကျင်တို့ကို အောင်နိုင်စေခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အဘူဘက္ကရ်အား အရှင်မြတ်နှင့်အတူ ဂုဏ်ပြုရန် ရွေးချယ်တော်မူခဲ့ပြီး ၎င်းကွယ်လွန်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အစ္စလာမ်ဘာသာဝင်များသည် အစ်-စစ်ဒီက်အား 'ဥမရ် အလ်-ဖာရူက်ကို ၎င်း၏ဆက်ခံသူအဖြစ် ခန့်အပ်ရန် စိတ်ကူးပေးခဲ့သည့်အတွက် ကောင်းချီးခံစားခဲ့ရသည်။ ထို့ကြောင့် ၎င်းသည် ၎င်းနောက်တွင် အာဏာကို ရယူခဲ့ပြီး အပြစ်အနာအဆာမရှိ အလုပ်လုပ်ခဲ့သည်။ ပရောဖက်များပြီးနောက် ကမ္ဘာပေါ်တွင် 'ဥမရ်ကဲ့သို့ စွမ်းဆောင်ရည်ပြည့်ဝမှုနှင့် ပြည့်ဝသော တရားမျှတမှုရှိသူကို ဘယ်သောအခါမျှ မမြင်ခဲ့ဖူးပါ။ ၎င်း၏ကာလအတွင်း ဆီးရီးယားနှင့် အီဂျစ်၏ ကျန်အပိုင်းများ၊ ပါရှား၏ အများစုကို အောင်နိုင်ခဲ့သည်။ ကစ်စရာသည် ရှုံးနိမ့်ပြီး အရှက်ရခဲ့ကာ ၎င်း၏နိုင်ငံတော်၏ အဝေးဆုံးနေရာသို့ ဆုတ်ခွာခဲ့သည်။ ကြီးမြတ်သော ဆီဇာကို ကျဆင်းစေခဲ့ပြီး၊ ဆီးရီးယားအပေါ် ၎င်း၏ အုပ်ချုပ်မှုကို ဖြုတ်ချခဲ့ကာ ကွန်စတန်တီနိုပယ်လ်သို့ ဆုတ်ခွာခဲ့သည်။ ၎င်းတို့၏စည်းစိမ်ဥစ္စာများကို အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်အတွက် သုံးစွဲခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ကြိုတင်ဟောကြားပြီး ကတိပေးခဲ့သည့်အတိုင်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ပြည့်စုံသော ငြိမ်းချမ်းရေးနှင့် အသန့်ရှင်းဆုံးသော ကောင်းချီးမင်္ဂလာများ ၎င်းအပေါ် သက်ရောက်ပါစေ။</p><p lang=\"my\" class=\"my \">'ဥစ်သ်မာန်၏ အုပ်ချုပ်မှုကာလအတွင်း အစ္စလာမ့်နယ်မြေများသည် ကမ္ဘာ၏ အရှေ့နှင့် အနောက်ဘက် အစွန်အဖျားအထိ ပျံ့နှံ့သွားခဲ့သည်။ အနောက်ဘက်ရှိ နယ်မြေများကို ဆိုက်ပရပ်စ်နှင့် အန်ဒါလူရှား၊ ကိုင်ရိုဝမ်နှင့် အတ္တလန္တိတ်သမုဒ္ဒရာနှင့် ဆက်စပ်နေသော ဆက်ဘ်တာအထိ အောင်နိုင်ခဲ့သည်။ အရှေ့ဘက်သို့မူ တရုတ်ပြည်အထိ ကျူးကျော်သိမ်းပိုက်မှုများ တိုးချဲ့ခဲ့သည်။ ကစ်စရာကို သတ်ခဲ့ပြီး ၎င်း၏နိုင်ငံတော်ကို လုံးဝဖျက်ဆီးခဲ့ကာ အီရတ်၊ ခိုရာဆန်နှင့် အလ်-အဟ်ဝါဇ်မြို့များကို အောင်နိုင်ခဲ့သည်။ မွတ်စလင်မ်တို့သည် တူရကီလူမျိုး အများအပြားကို သတ်ဖြတ်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ကြီးမြတ်သောဘုရင် ခါကန်ကို အရှက်ခွဲခဲ့သည်။ အရှေ့နှင့်အနောက်မှ အခွန်များကို စုဆောင်း၍ ယုံကြည်သူတို့၏ စစ်သေနာပတိ 'ဥစ်သ်မာန် ဘင် 'အဖ်ဖန်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ၊ ထံသို့ ပို့ဆောင်ခဲ့သည်။ ၎င်းသည် ၎င်း၏ ကုရ်အာန်ရွတ်ဖတ်ခြင်းနှင့် လေ့လာခြင်း၊ နှင့် အွမ္မသ်ကို စည်းလုံးစေကာ ကုရ်အာန်ကို ထိန်းသိမ်းကာကွယ်ခြင်းတို့မှ ရရှိလာသော ကောင်းချီးမင်္ဂလာဖြစ်သည်။ ဆဟီဟ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ زَوَى لِيَ الْأَرْضَ فَرَأَيْتُ مَشَارِقَهَا وَمَغَارِبَهَا، وَسَيَبْلُغُ مُلْكُ أُمَّتِي مَا زُوِيَ لِي مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အား ကမ္ဘာကို ပြသခဲ့ပြီး ကျွန်ုပ်သည် အရှေ့နှင့် အနောက်ကို ကြည့်ရှုခဲ့သည်။ ကျွန်ုပ်၏ အွမ္မသ်၏ အုပ်စိုးမှုသည် ကျွန်ုပ်အား ပြသခဲ့သော နေရာတိုင်းသို့ ရောက်ရှိလိမ့်မည်။)</span> ယခု ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော် ﷺ ကတိပေးခဲ့သောအရာကို ခံစားနေရပြီ၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော် ﷺ သည် အမှန်တရားကို ပြောကြားခဲ့သောကြောင့်ဖြစ်သည်။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်အား ယုံကြည်ခြင်းကို ပေးသနားရန်၊ နှင့် အရှင်မြတ်နှစ်သက်တော်မူမည့် နည်းလမ်းဖြင့် ကျေးဇူးတင်ရန် ကူညီပေးပါရန် တောင်းဆိုအပ်ပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَىٰ لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အနက် ယုံကြည်ပြီး ဖြောင့်မတ်သော ကောင်းမှုများကို ပြုလုပ်သူများအား ကတိပေးထားသည်မှာ၊ ၎င်းတို့အား မြေပြင်ပေါ်တွင် အောင်မြင်မှု သေချာပေါက် ပေးမည်ဖြစ်ပြီး၊ ၎င်းတို့မတိုင်မီက လူများအား ပေးသကဲ့သို့ ဖြစ်သည်။ ထို့ပြင် ၎င်းတို့အတွက် ရွေးချယ်ပေးထားသော ၎င်းတို့၏ဘာသာကို ကျင့်သုံးရန် အခွင့်အာဏာကိုလည်း ပေးမည်ဖြစ်သည်။ ထို့ပြင် ၎င်းတို့၏ ကြောက်ရွံ့မှုပြီးနောက် လုံခြုံစိတ်ချရသော အခြေအနေကို သေချာပေါက် ပေးမည်ဖြစ်သည်။)\"</p><p lang=\"my\" class=\"my \">အာရ်-ရာဘီ' ဘင် အနပ်စ်က အဘူ အလ်-'အာလီယာဟ် ပြောကြားခဲ့သည်ကို ရိုအာယသ်ပြုသည်၊ \"ပရောဖက် ﷺ နှင့် ၎င်း၏ ဆွဟာဘာများသည် မက္ကာတွင် ဆယ်နှစ်နီးပါးခန့် ရှိခဲ့ကြပြီး၊ လူများကို အလ္လာဟ်အရှင်မြတ်အား တစ်ဆူတည်း ကိုးကွယ်ရန်၊ အရှင်မြတ်နှင့် မည်သူမျှ မတွဲဖက်ရန် လျှို့ဝှက်စွာ ဖိတ်ခေါ်ခဲ့ကြသည်။ ၎င်းတို့သည် ကြောက်ရွံ့ခြင်း အခြေအနေတွင် ရှိခဲ့ကြပြီး အလ်-မဒီနာသို့ ရွှေ့ပြောင်းရန် အမိန့်မချမီအထိ တိုက်ခိုက်ရန် ညွှန်ကြားခြင်း မခံခဲ့ရပေ။ ၎င်းတို့ အလ်-မဒီနာသို့ ရောက်သောအခါ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား တိုက်ခိုက်ရန် ညွှန်ကြားခဲ့သည်။ အလ်-မဒီနာတွင် ၎င်းတို့သည် ကြောက်ရွံ့ခဲ့ကြပြီး နံနက်ပိုင်းနှင့် ညနေပိုင်းတို့တွင် ၎င်းတို့၏ လက်နက်များကို သယ်ဆောင်ခဲ့ကြသည်။ ဤသို့ဖြင့် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် အလိုရှိသလောက် ကြာရှည်စွာ နေထိုင်ခဲ့ကြသည်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်ကို ထုတ်ပြန်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အရှင်မြတ်သည် ၎င်း၏ပရောဖက်အား အာရေဗျကျွန်းဆွယ်ပေါ်တွင် အောင်မြင်စေခဲ့ပြီး၊ ထို့နောက် ၎င်းတို့သည် လုံခြုံသည်ဟု ခံစားခဲ့ရကာ ၎င်းတို့၏လက်နက်များကို ချခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ပရောဖက် ﷺ ကို သိမ်းယူခဲ့ပြီး၊ အဘူဘက္ကရ်၊ 'ဥမရ်နှင့် 'ဥစ်သ်မာန်တို့၏ ကာလတစ်လျှောက်လုံး ၎င်းတို့သည် လုံခြုံစွာ ရှိနေခဲ့ကြသည်။ သို့သော် ဖြစ်သင့်ဖြစ်ထိုက်သော အရာများ ဖြစ်လာခဲ့ပြီး၊ ကြောက်ရွံ့မှုသည် ၎င်းတို့အပေါ် ပြန်လည်လွှမ်းမိုးလာခဲ့ရာ၊ ၎င်းတို့သည် ရဲတပ်ဖွဲ့နှင့် အစောင့်အကြပ်များကို ဖွဲ့စည်းခဲ့ကြသည်။ ၎င်းတို့ ပြောင်းလဲသွားခဲ့ရာ၊ ၎င်းတို့၏ အခြေအနေလည်း ပြောင်းလဲသွားခဲ့သည်။ စလာဖ်တစ်ဦးက ပြောကြားခဲ့သည်မှာ \"အဘူဘက္ကရ်နှင့် 'ဥမရ်၏ ခလီဖာဟ်ရာထူးသည် မှန်ကန်ပြီး အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ကို လိုက်နာခဲ့သည်။\" ထို့နောက် ၎င်းသည် ဤအာယသ်ကို ရွတ်ဖတ်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘာရာ' ဘင် 'အာဇစ်က ပြောကြားခဲ့သည်၊ \"ဤအာယသ်သည် ကျွန်ုပ်တို့ အလွန်အမင်း ကြောက်ရွံ့သော အခြေအနေတွင် ရှိနေစဉ် ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။\" ဤအာယသ်သည် အောက်ပါအာယသ်နှင့် တူညီသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် နည်းပါးပြီး မြေပြင်ပေါ်တွင် အားနည်းသည်ဟု ယူဆခံခဲ့ရသည့် အချိန်ကို သတိရပါ)</span> အရှင်မြတ်၏ မိန့်ကြားချက်အဆုံးထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်တို့ ကျေးဇူးတင်နိုင်ရန်)</span><span class=\"gray\">(၈း၂၆)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ၎င်းတို့မတိုင်မီက လူများအား အောင်မြင်မှု ပေးသကဲ့သို့ပင်၊)</span> ဤအရာသည် အလ္လာဟ်အရှင်မြတ်က မူဆာသည် ၎င်း၏လူမျိုးအား ပြောကြားခဲ့သည်ဟု ကျွန်ုပ်တို့အား ပြောပြသော အာယသ်နှင့် တူညီသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့၏ အရှင်သခင်သည် သင်တို့၏ ရန်သူကို ဖျက်ဆီးပြီး မြေပြင်ပေါ်တွင် သင်တို့ကို ဆက်ခံသူများ ဖြစ်စေပေလိမ့်မည်...\")</span><span class=\"gray\">(၇း၁၂၉)</span> ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُرِيدُ أَن نَّمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုမြေပြင်ရှိ အားနည်းသူများအား ကောင်းချီးပေးရန် ငါတို့ အလိုရှိခဲ့သည်၊)</span> ထိုနောက်မှ အာယသ်နှစ်ခု အဆုံးထိ။ <span class=\"gray\">(၂၈း၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَىٰ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့အတွက် ရွေးချယ်ပေးထားသော ၎င်းတို့၏ဘာသာကို ကျင့်သုံးရန် အခွင့်အာဏာကိုလည်း ပေးမည်ဖြစ်သည်...)\"</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က 'အာဒီးယ် ဘင် ဟာတင်မ်အား သူ ကိုယ်စားလှယ်အဖွဲ့နှင့်အတူ ၎င်းထံသို့ ရောက်လာသောအခါ ပြောကြားခဲ့သည့်အတိုင်း- </p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَعْرِفُ الْحِيرَةَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ဟီရာဟ်ကို သင်သိပါသလား။)</span> သူက \"ကျွန်ုပ် မသိပါ၊ သို့သော် ကြားဖူးပါသည်။\" အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَالَّذِي نَفْسِي بِيَدِهِ لَيُتِمَّنَّ اللهُ هَذَا الْأَمْرَ حَتَّى تَخْرُجَ الظَّعِينَةُ مِنَ الْحِيرَةِ حَتَّى تَطُوفَ بِالْبَيْتِ فِي غَيْرِ جِوَارِ أَحَدٍ، وَلَتَفْتَحُنَّ كُنُوزَ كِسْرَى بْنِ هُرْمُزَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ဝိညာဉ် လက်ထဲ၌ရှိသော အရှင်မြတ်အားဖြင့် သစ္စာဆို၏၊ အလ္လာဟ်အရှင်မြတ်သည် ဤကိစ္စ <span class=\"gray\">[ဆိုလိုသည်မှာ အစ္စလာမ်]</span> ကို အောင်မြင်စေမည်။ အလ်-ဟီရာဟ်မှ ကုလားအုပ်စီး အမျိုးသမီးတစ်ဦး လာရောက်ကာ မည်သူတစ်ဦးတစ်ယောက်၏ အကာအကွယ်ကိုမျှ မလိုအပ်ဘဲ ဗိုင်တုလ္လာဟ်ကို တဝါဖ်ပြုသည်အထိ ဖြစ်စေမည်။ ထို့ပြင် ဟူရ်မွဇ်၏သား ကစ်စရာ၏ ဘဏ္ဍာများကို ဖွင့်လှစ်လိမ့်မည်။)</span> သူက \"ဟူရ်မွဇ်၏သား ကစ်စရာလား?\" ဟု ပြောကြားခဲ့ရာ၊ ၎င်းက ပြောကြားသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، كِسْرَى بْنُ هُرْمُزَ، وَلَيُبْذَلَنَّ الْمَالُ حَتَّى لَا يَقْبَلَهُ أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်သည်၊ ဟူရ်မွဇ်၏သား ကစ်စရာ၊ စည်းစိမ်ဥစ္စာများကို မည်သူမျှ လက်ခံတော့မည် မဟုတ်သည်အထိ ပေးလိမ့်မည်။)</span> 'အာဒီးယ် ဘင် ဟာတင်မ်က ပြောကြားခဲ့သည်- \"ယခု အလ်-ဟီရာဟ်မှ ကုလားအုပ်စီး အမျိုးသမီးတစ်ဦး လာရောက်ကာ မည်သူတစ်ဦးတစ်ယောက်၏ အကာအကွယ်ကိုမျှ မလိုအပ်ဘဲ ဗိုင်တုလ္လာဟ်ကို တဝါဖ်ပြုနေသည်၊ ထို့ပြင် ဟူရ်မွဇ်၏သား ကစ်စရာ၏ ဘဏ္ဍာကို ဖွင့်လှစ်ခဲ့သူများထဲတွင် ကျွန်ုပ် ပါဝင်ခဲ့သည်။ ကျွန်ုပ်၏ ဝိညာဉ် လက်ထဲ၌ရှိသော အရှင်မြတ်အားဖြင့် သစ္စာဆို၏၊ တတိယမြောက်ကိစ္စလည်း ဖြစ်ပျက်လာလိမ့်မည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့သောကြောင့်ဖြစ်သည်။\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ငါ့ကိုသာ ကိုးကွယ်ပြီး ငါနှင့် မည်သည့်အရာကိုမျှ မတွဲဖက်ပါက။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အနပ်စ်ထံမှ မူ'အာဓ် ဘင် ဂျဘာလ်က ၎င်းအား ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်သည်၊ \"ကျွန်ုပ်သည် ပရောဖက် ﷺ ၏ နောက်တွင် မြည်းတစ်ကောင်ပေါ် စီးနင်းလိုက်ပါစဉ်၊ ကျွန်ုပ်နှင့် အရှင်မြတ်ကြားတွင် အရှင်မြတ်၏ ကုန်းနှီးနောက်ကျောမှလွဲ၍ ဘာမျှမရှိပါ။ ထိုအခါ အရှင်မြတ်က ပြောကြားခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُعَاذُ بْنَ جَبَلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မူ'အာဓ် ဘင် ဂျဘာလ်။)</span> ကျွန်ုပ်က 'အသင်၏ အစေခံပါ၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်။' ဟု ပြောကြားခဲ့သည်။ ထို့နောက် ခဏတာကြာပြီးနောက် အရှင်မြတ်က ပြောကြားခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُعَاذُ بْنَ جَبَلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မူ'အာဓ် ဘင် ဂျဘာလ်။)</span> ကျွန်ုပ်က 'အသင်၏ အစေခံပါ၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်။' ဟု ပြောကြားခဲ့သည်။ ထို့နောက် ခဏတာကြာပြီးနောက် အရှင်မြတ်က ပြောကြားခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُعَاذُ بْنَ جَبَلٍ</p><p lang=\"mi\" class=\"mi \"><span class=\"gray\">(O Mu'adh bin Jabal.)</span> I said, 'Here I am at your service, O Messenger of Allah.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تَدْرِي مَا حَقُّ اللهِ عَلَى الْعِبَادِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များအပေါ် အခွင့်အရေးများကို သင်သိပါသလား။)</span> ကျွန်ုပ်က 'အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်သာ အကောင်းဆုံး သိပါသည်။' ဟု ပြောကြားခဲ့သည်။ အရှင်မြတ်က ပြောကြားခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ حَقَّ اللهِ عَلَى الْعِبَادِ أَنْ يَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များအပေါ် အခွင့်အရေးများမှာ ၎င်းတို့သည် အရှင်မြတ်ကို ကိုးကွယ်ပြီး အရှင်မြတ်နှင့် မည်သည့်အရာကိုမျှ မတွဲဖက်ရန် ဖြစ်သည်။)</span> ထို့နောက် ခဏတာကြာပြီးနောက် အရှင်မြတ်က ပြောကြားခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُعَاذُ بْنَ جَبَلٍ</p><p lang=\"mi\" class=\"mi \"><span class=\"gray\">(O Mu'adh bin Jabal.)</span> I said, 'Here I am at your service, O Messenger of Allah.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ تَدْرِي مَا حَقُّ الْعِبَادِ عَلَى اللهِ إِذَا فَعَلُوا ذَلِكَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူများသည် ထိုသို့ပြုလုပ်ပါက အလ္လာဟ်အရှင်မြတ်အပေါ် အခွင့်အရေးများ ရှိကြောင်း သင်သိပါသလား။)</span> ကျွန်ုပ်က 'အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်သာ အကောင်းဆုံး သိပါသည်။' ဟု ပြောကြားခဲ့သည်။ အရှင်မြတ်က ပြောကြားခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ حَقَّ الْعِبَادِ عَلَى اللهِ أَنْ لَا يُعَذِّبَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူများတွင် အလ္လာဟ်အရှင်မြတ်အပေါ် အခွင့်အရေးမှာ အရှင်မြတ်သည် ၎င်းတို့အား အပြစ်ပေးမည် မဟုတ်ခြင်းပင် ဖြစ်သည်။)</span>\" ဤအရာကို ဆဟီဟ်နှစ်ခုတွင်လည်း မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن كَفَرَ بَعْدَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဤအရာပြီးနောက် မယုံကြည်သူများသည် ပုန်ကန်သူများ ဖြစ်ကြသည်။)</span> ဆိုလိုသည်မှာ 'ထိုနောက်တွင် ငါ့ကို နာခံခြင်း ရပ်ဆိုင်းသူသည် ၎င်း၏ အရှင်သခင်၏ အမိန့်ကို နာခံခြင်း ရပ်ဆိုင်းလိုက်ခြင်းဖြစ်ပြီး၊ ၎င်းသည် ကြီးမားသော အပြစ်ဖြစ်သည်။' ဆွဟာဘာများ – အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အား နှစ်သက်တော်မူပါစေ – သည် ပရောဖက် ﷺ ပြီးနောက် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို အလေးအနက်ဆုံး လိုက်နာသူများဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်အား အနာခံမှု အရှိဆုံးသူများ ဖြစ်သည်။ ၎င်းတို့၏ အောင်မြင်မှုများသည် ၎င်းတို့၏ လိုက်နာမှု အဆင့်အတန်းနှင့် ကိုက်ညီခဲ့သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ စကားတော်ကို အရှေ့နှင့်အနောက်တွင် အောင်မြင်စေခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား လူအားလုံးနှင့် မြေများအားလုံးကို အုပ်ချုပ်နိုင်သည်အထိ အလွန်အမင်း ထောက်ပံ့ခဲ့သည်။ ထို့နောက် လူများသည် အချို့သော ပညတ်တော်များကို လိုက်နာရာတွင် ပျက်ကွက်သောအခါ၊ ၎င်းတို့၏ ခွန်အားနှင့် အောင်မြင်မှုသည်လည်း ထိုနည်းတူ လျော့နည်းသွားခဲ့သည်။ သို့သော် ဆဟီဟ်နှစ်ခုတွင် နည်းလမ်းများစွာဖြင့် အတည်ပြုထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقِّ، لَا يَضُرُّهُمْ مَنْ خَذَلَهُمْ وَلَا مَنْ خَالَفَهُمْ إِلَى يَوْمِ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ အွမ္မသ်မှ အမှန်တရားကို စွဲကိုင်ထားသော အုပ်စုတစ်စု ကျန်ရှိနေမည်ဖြစ်ပြီး၊ ၎င်းတို့အား စွန့်ပစ်သူများ သို့မဟုတ် ဆန့်ကျင်သူများသည် တရားစီရင်ရာနေ့အထိ ၎င်းတို့အား ထိခိုက်စေမည် မဟုတ်ပေ။)</span> အခြားရိုအာယသ်တစ်ခုအရ- </p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّى يَأْتِيَ أَمْرُ اللهِ وَهُمْ كَذَلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(... အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော် ကျရောက်သည်အထိ ၎င်းတို့သည် ထိုအတိုင်းပင် ရှိနေမည်။)</span> အခြားရိုအာယသ်တစ်ခုအရ- </p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّى يُقَاتِلُوا الدَّجَّالَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(... ဒါဂျ်ဂျာလ်ကို တိုက်ခိုက်သည်အထိ။)</span> အခြားရိုအာယသ်တစ်ခုအရ- </p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّى يَنْزِلَ عِيسَى ابْنُ مَرْيَمَ وَهُمْ ظَاهِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(... 'အီဆာ ဘင် မရ်ယမ် ဆင်းသက်လာပြီး ၎င်းတို့ အောင်မြင်နေသည်အထိ။)</span> ဤရိုအာယသ်များအားလုံးသည် ဆဟီဟ်ဖြစ်ပြီး ၎င်းတို့ကြားတွင် ဆန့်ကျင်ဘက်မရှိပါ။</p>"
  }
]