[
  {
    "ayah_key": "35:4",
    "group_ayah_key": "35:4",
    "from_ayah": "35:4",
    "to_ayah": "35:6",
    "ayah_keys": "35:4,35:5,35:6",
    "text": "<p lang=\"my\" class=\"my \">သင့်အား ၎င်းတို့ ငြင်းပယ်လျှင် သင်၏ အလျင် ရှိခဲ့သော တမန်တော်များအားလည်း ငြင်းပယ်ခဲ့ကြဖူးပြီ။ ကိစ္စရပ်အားလုံးတို့သည် အလ္လာဟ်အရှင်မြတ်ထံသို့သာ ပြန်လှည့်ကြရပေမည်။ <span>(၄)</span>အို လူသားအပေါင်းတို့! ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်လှပေ၏။ ထို့ကြောင့် ဤလောကီဘဝသည် သင်တို့အား လှည့်ဖြားစေခြင်း မရှိစေနှင့်။ အဓိက လှည့်ဖြားတတ်သူသည်လည်း အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ သင်တို့အား လှည့်ဖြားခြင်း မပြုစေနှင့်။ <span>(၅)</span>ဧကန်မလွဲ ရှိုင်တွာန်သည် သင်တို့အတွက် ရန်သူ ဖြစ်၏။ ထို့ကြောင့် သင်တို့သည် <span class=\"gray\">(၎င်းအား)</span> ရန်သူကဲ့သို့ သဘောထားကြကုန်။ ၎င်းသည် ၎င်း၏နောက်လိုက်များအား ပြင်းထန်စွာ တောက်လောင်နေသော ငရဲဘုံသားများ ဖြစ်စေရန်သာ ဖိတ်ခေါ်၏။ <span>(၆)</span></p><p lang=\"my\" class=\"my \">အလျင် တမန်တော်များအား ငြင်းပယ်ခဲ့ကြသည်ဟူသော အချက်၌ နှစ်သိမ့်မှုပေးခြင်းနှင့် ရှင်ပြန်ထမြောက်ခြင်းကို သတိရစေခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိန့်ကြားတော်မူသည်- 'အို မုဟမ္မဒ်အို! အလ္လာဟ်အရှင်မြတ်နှင့် အခြားသူများကို တွဲဖက်ကိုးကွယ်သော ဤသူများသည် သင့်အား မယုံကြည်ဘဲ သင် ယူဆောင်လာသော တဝ်ဟီဒ် (တစ်ပါးတည်းသော ဘုရားကိုးကွယ်မှု) သတင်းစကားကို ဆန့်ကျင်ကြသည် ဖြစ်စေကာမူ၊ သင့်ရှေ့တွင် ပေါ်ထွန်းခဲ့သော တမန်တော်များတွင် သင့်အတွက် စံနမူနာ ရှိ၏။' ထိုတမန်တော်များသည်လည်း မိမိတို့၏ လူမျိုးများထံသို့ ရှင်းလင်းသော သတင်းစကားကို ယူဆောင်လာခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်အား တစ်ပါးတည်း ကိုးကွယ်ရန် ပြောကြားခဲ့ကြသော်လည်း ၎င်းတို့၏ လူမျိုးများက ၎င်းတို့အား ငြင်းပယ်ကာ ဆန့်ကျင်ခဲ့ကြလေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိစ္စရပ်အားလုံးတို့သည် အလ္လာဟ်အရှင်မြတ်ထံသို့သာ ပြန်လှည့်ကြရပေမည် <span class=\"gray\">(ဆုံးဖြတ်ရန်)</span>။)</span> ဆိုလိုသည်မှာ '၎င်းတို့အား ၎င်းအတွက် အပြည့်အဝ ပြစ်ဒဏ်ပေးမည်' ဟူ၍ ဖြစ်၏။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားအပေါင်းတို့! ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်လှပေ၏။)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ခြင်းသည် ဧကန်မလွဲ ဖြစ်ပေါ်လာမည်ဟူ၍ ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဤလောကီဘဝသည် သင်တို့အား လှည့်ဖြားစေခြင်း မရှိစေနှင့်။)</span> ဆိုလိုသည်မှာ 'ဤလောကီဘဝသည် အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ရင်းနှီးသော မိတ်ဆွေများအား၊ မိမိ၏ ရစူလ်တမန်တော်များ၏ နောက်လိုက်များအား ကတိပြုထားသော မွန်မြတ်သည့်ကောင်းမှုနှင့် နှိုင်းယှဉ်လျှင် ဘာမှ မဟုတ်ပေ။ ထို့ကြောင့် ဤယာယီဆွဲဆောင်မှုများက သင့်အား ထာဝရတည်မြဲသည့်အရာမှ လမ်းမလွဲစေနှင့်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဓိက လှည့်ဖြားတတ်သူသည်လည်း အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ သင်တို့အား လှည့်ဖြားခြင်း မပြုစေနှင့်။)</span> ၎င်းသည် ရှိုင်တွာန်ကို ရည်ညွှန်းသည်။ အိဘ်န် အဘ်ဘာစ်က အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေဟု မိန့်ကြားခဲ့သကဲ့သို့ ဖြစ်သည်။ ဆိုလိုသည်မှာ သင်တို့အား ရှိုင်တွာန်က သွေးဆောင်ကာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်များကို လိုက်နာခြင်းမှလည်းကောင်း၊ ၎င်းတို့ ပြောကြားသည်များကို ယုံကြည်ခြင်းမှလည်းကောင်း လမ်းမလွဲစေနှင့်။ ၎င်းသည် အဓိက လှည့်ဖြားတတ်သူ၊ မုသားကြီးသူ ဖြစ်သောကြောင့်ပင်။ ဤအာယသ်တော်သည် စူရာဟ် လုက်မာန်၏ အဆုံး၌ ဖော်ပြပါရှိသော အာယသ်တော်နှင့် တူညီ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ဤ <span class=\"gray\">(လောကီ)</span> ဘဝသည် သင်တို့အား လှည့်ဖြားစေခြင်း မရှိစေနှင့်။ အဓိက လှည့်ဖြားတတ်သူသည်လည်း အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ သင်တို့အား လှည့်ဖြားခြင်း မပြုစေနှင့်။)</span><span class=\"gray\">(၃၁:၃၃)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အိဘ်လီစ်က အာဒမ်၏ သားမြေးများအပေါ် ရန်လိုကြောင်း မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ရှိုင်တွာန်သည် သင်တို့အတွက် ရန်သူ ဖြစ်၏။ ထို့ကြောင့် သင်တို့သည် <span class=\"gray\">(၎င်းအား)</span> ရန်သူကဲ့သို့ သဘောထားကြကုန်။)</span> ဆိုလိုသည်မှာ '၎င်းသည် သင့်အပေါ် ၎င်း၏ ရန်လိုမှုကို ကြေညာထားပြီ ဖြစ်သောကြောင့် ၎င်းကို ပို၍ ရန်လိုပါ၊ ၎င်းကို ဆန့်ကျင်ပါ၊ ၎င်းက သွေးဆောင်ရန် ကြိုးစားသည့်အရာများကို မယုံကြည်ပါနှင့်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ၎င်း၏နောက်လိုက်များအား ပြင်းထန်စွာ တောက်လောင်နေသော ငရဲဘုံသားများ ဖြစ်စေရန်သာ ဖိတ်ခေါ်၏။)</span> ဆိုလိုသည်မှာ '၎င်းသည် သင်တို့အား လမ်းမှားအောင် ပြုလုပ်၍ သင်တို့သည် ၎င်းနှင့်အတူ ပြင်းထန်စွာ တောက်လောင်နေသော ငရဲဘုံသို့ ဝင်ရောက်ကြရန်သာ လိုလားသည်' ဟူ၍ ဖြစ်၏။ ၎င်းသည် ထင်ရှားသော ရန်သူဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ အနန္တတန်ခိုးကြီးရှင်အား ကျွန်ုပ်တို့အား ရှိုင်တွာန်၏ ရန်သူများ ဖြစ်စေရန်လည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်နှင့် ၎င်း၏ ရစူလ်တမန်တော်များ၏ လမ်းစဉ်ကို လိုက်နာသူများ ဖြစ်စေရန်လည်းကောင်း တောင်းပန်အပ်ပါသည်။ ဧကန်မလွဲ ၎င်းအရှင်မြတ်သည် မိမိ အလိုရှိရာကို ပြုလုပ်နိုင်တော်မူ၏။ ဆုတောင်းသမျှကိုလည်း တုံ့ပြန်တော်မူမည်။ ဤအာယသ်တော်သည် အောက်ပါအာယသ်တော်နှင့် တူညီ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ ۗ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ ۚ بِئْسَ لِلظَّالِمِينَ بَدَلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် မလာအိကဟ်(ကောင်းကင်တမန်)တို့အား \"အာဒမ်ကို ဦးညွှတ်ကြ\" ဟု မိန့်ကြားတော်မူခဲ့သည်ကို <span class=\"gray\">(သတိရကြလော့)</span>။ ထိုအခါ အိဘ်လီစ်မှအပ ၎င်းတို့အားလုံး ဦးညွှတ်ခဲ့ကြ၏။ ၎င်းသည် ဂျင်န်မျိုးနွယ်ဝင် ဖြစ်ခဲ့ပြီး ၎င်း၏ အရှင်၏ အမိန့်တော်ကို ဖီဆန်ခဲ့၏။ သင်တို့သည် ၎င်း <span class=\"gray\">(အိဘ်လီစ်)</span> နှင့် ၎င်း၏ မျိုးနွယ်ကို ကျွန်ုပ်အစား ကာကွယ်စောင့်ရှောက်သူများနှင့် အကူအညီပေးသူများအဖြစ် ထားရှိမည်လော? ၎င်းတို့သည် သင်တို့၏ ရန်သူများဖြစ်ကြပါလျက်! မတရားသူများအတွက် မည်မျှ ဆိုးရွားသော အလဲအလှယ်နည်း။)</span><span class=\"gray\">(၁၈:၅၀)</span></p>"
  },
  {
    "ayah_key": "35:40",
    "group_ayah_key": "35:40",
    "from_ayah": "35:40",
    "to_ayah": "35:41",
    "ayah_keys": "35:40,35:41",
    "text": "<p lang=\"my\" class=\"my \">သင်သည် မိမိတို့ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ခေါ်ဝေါ်ပန်ကြားနေကြသော မိမိတို့၏ တွဲဖက်ကိုးကွယ်ရာများအား စဉ်းစားဆင်ခြင်ခဲ့ကြသလောဟု ပြောကြားပါ။ '၎င်းတို့သည် ကမ္ဘာမြေ၏ မည်သည့်အရာများကို ဖန်ဆင်းခဲ့ကြသည်ကို ကျွန်ုပ်အား ပြသကြလော့။ သို့မဟုတ် ၎င်းတို့သည် မိုးကောင်းကင်တို့တွင် မည်သည့် အစိတ်အပိုင်းမှ ပိုင်ဆိုင်ကြသလော။ သို့မဟုတ် ၎င်းတို့အား ကျွန်ုပ်တို့က ကျမ်းဂန် တစ်စောင် ပေးသနားခဲ့ပြီး ထိုကျမ်းဂန်မှ ထင်ရှားသော သက်သေသာဓကပေါ်တွင် ၎င်းတို့ လိုက်နာကျင့်သုံးနေကြသလော။ မဟုတ်ပါ။ မတရားသူတို့သည် တစ်ဦးနှင့်တစ်ဦး လှည့်စားခြင်းမှလွဲ၍ ဘာကိုမှ ကတိမပေးကြပေ။ <span>(၄၀)</span>ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ကမ္ဘာမြေနှင့် မိုးကောင်းကင်တို့ကို ၎င်းတို့ နေရာမှ ရွေ့လျောမသွားစေရန် ထိန်းသိမ်းထားတော်မူ၏။ အကယ်၍ ၎င်းတို့သည် မိမိတို့ နေရာမှ ရွေ့လျောသွားခဲ့ပါမူ ၎င်းအရှင်မြတ်နောက်မှ ၎င်းတို့ကို ထိန်းသိမ်းနိုင်သူ တစ်ဦးတစ်ယောက်မျှ မရှိပေ။ ဧကန်မလွဲ ၎င်းအရှင်မြတ်သည် အမြဲတမ်း အလွန်အမင်း ခွင့်လွှတ်တော်မူသော အရှင်၊ အလွန်အမင်း ကရုဏာထားတော်မူသော အရှင် ဖြစ်တော်မူ၏။ <span>(၄၁)</span></p><p lang=\"my\" class=\"my \">မှားယွင်းသော ဘုရားများ၏ အကူအညီမဲ့မှုနှင့် အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးတော်</p><p lang=\"be\" class=\"be \">Allah tells His Messenger ﷺ to say to the idolators:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် မိမိတို့ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ခေါ်ဝေါ်ပန်ကြားနေကြသော မိမိတို့၏ တွဲဖက်ကိုးကွယ်ရာများအား စဉ်းစားဆင်ခြင်ခဲ့ကြသလော?)</span> ရုပ်တုများနှင့် ပြိုင်ဘက်များကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကမ္ဘာမြေ၏ မည်သည့်အရာများကို ဖန်ဆင်းခဲ့ကြသည်ကို ကျွန်ုပ်အား ပြသကြလော့။ သို့မဟုတ် ၎င်းတို့သည် မိုးကောင်းကင်တို့တွင် မည်သည့် အစိတ်အပိုင်းမှ ပိုင်ဆိုင်ကြသလော?)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထိုအရာများမှ မည်သည့်အရာကိုမျှ မပိုင်ဆိုင်ကြပေ။ ၎င်းတို့သည် ရက်စွဲတစ်ခု၏ ကျောက်တုံးကို ဖုံးအုပ်ထားသော အမြှေးပါးကိုပင် မပိုင်ဆိုင်ကြပေ။</p><p class=\"fa qpc-hafs\" lang=\"fa\"> أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့အား ကျွန်ုပ်တို့က ကျမ်းဂန် တစ်စောင် ပေးသနားခဲ့ပြီး ထိုကျမ်းဂန်မှ ထင်ရှားသော သက်သေသာဓကပေါ်တွင် ၎င်းတို့ လိုက်နာကျင့်သုံးနေကြသလော?)</span> ဆိုလိုသည်မှာ '၎င်းတို့သည် မိမိတို့၏ တွဲဖက်ကိုးကွယ်မှုနှင့် မယုံကြည်မှုကို အခြေခံသည့် ကျမ်းဂန်ကို ကျွန်ုပ်တို့က ထုတ်ပြန်ခဲ့သလော?' ဤသည်မှာ လုံးဝ မဖြစ်နိုင်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ إِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضًا إِلَّا غُرُورًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပါ။ မတရားသူတို့သည် တစ်ဦးနှင့်တစ်ဦး လှည့်စားခြင်းမှလွဲ၍ ဘာကိုမှ ကတိမပေးကြပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မိမိတို့၏ ကိုယ်ပိုင်စိတ်ဆန္ဒများ၊ ထင်မြင်ယူဆချက်များနှင့် ဆန္ဒများကိုသာ လိုက်နာနေကြခြင်းဖြစ်ပြီး ၎င်းတို့သည် လမ်းမှားခြင်းနှင့် မမှန်ကန်ခြင်းမှလွဲ၍ ဘာမှ မဟုတ်ပေ။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကြီးမားသော တန်ခိုးတော်အကြောင်းကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်။ ထိုတန်ခိုးတော်အားဖြင့် မိုးကောင်းကင်နှင့် ကမ္ဘာမြေသည် ၎င်းအရှင်မြတ်၏ အမိန့်တော်အားဖြင့် တည်တံ့နေပြီး၊ ၎င်းအရှင်မြတ်က ၎င်းတို့အား ထိန်းထားရန် ၎င်းတို့ကြား၌ ထားရှိသော စွမ်းအားများအကြောင်းကိုလည်း မိန့်ကြားတော်မူ၏။ ၎င်းအရှင်မြတ်သည် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ကမ္ဘာမြေနှင့် မိုးကောင်းကင်တို့ကို ၎င်းတို့ နေရာမှ ရွေ့လျောမသွားစေရန် ထိန်းသိမ်းထားတော်မူ၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မိမိတို့ နေရာမှ ရွေ့လျောမသွားစေရန် ဟူ၍ ဖြစ်၏။ ဤအာယသ်တော်သည် အောက်ပါ အာယသ်တော်များနှင့် တူညီ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်မြတ်သည် မိုးကောင်းကင်ကို မိမိ၏ ခွင့်ပြုချက်မရှိဘဲ ကမ္ဘာမြေပေါ်သို့ ကျမလာစေရန် ထိန်းသိမ်းထားတော်မူ၏။)</span><span class=\"gray\">(၂၂:၆၅)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ လက္ခဏာရပ်များအနက် မိုးကောင်းကင်နှင့် ကမ္ဘာမြေသည် ၎င်း၏ အမိန့်တော်အားဖြင့် တည်တံ့နေခြင်းလည်း ပါဝင်၏။)</span><span class=\"gray\">(၃၀:၂၅)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် မိမိတို့ နေရာမှ ရွေ့လျောသွားခဲ့ပါမူ ၎င်းအရှင်မြတ်နောက်မှ ၎င်းတို့ကို ထိန်းသိမ်းနိုင်သူ တစ်ဦးတစ်ယောက်မျှ မရှိပေ။)</span> ဆိုလိုသည်မှာ ၎င်းအရှင်မြတ်မှလွဲ၍ မည်သူမျှ ၎င်းတို့ကို တည်မြဲစေကာ ထိန်းသိမ်းထားနိုင်မည် မဟုတ်ပေ။ ၎င်းအရှင်မြတ်သည် အမြဲတမ်း အလွန်အမင်း ခွင့်လွှတ်တော်မူသော အရှင်၊ အလွန်အမင်း ကရုဏာထားတော်မူသော အရှင် ဖြစ်တော်မူ၏။ အဘယ်ကြောင့်ဆိုသော် ၎င်းအရှင်မြတ်သည် မိမိ၏ ကျွန်များက ၎င်းအရှင်မြတ်အား မယုံကြည်ဘဲ ဖီဆန်နေသည်ကို မြင်တော်မူသော်လည်း သည်းခံပြီး အချိန်ပေးတော်မူ၏။ စောင့်ဆိုင်းတော်မူပြီး အပြစ်ဒဏ်ကို အလျင်စလို မပေးတော်မူဘဲ၊ အခြားသူများ၏ အပြစ်များကို ဖုံးကွယ်၍ ခွင့်လွှတ်တော်မူ၏။ ၎င်းအရှင်မြတ်သည် မိန့်ကြားတော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ كَانَ حَلِيمًا غَفُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ၎င်းအရှင်မြတ်သည် အမြဲတမ်း အလွန်အမင်း ခွင့်လွှတ်တော်မူသော အရှင်၊ အလွန်အမင်း ကရုဏာထားတော်မူသော အရှင် ဖြစ်တော်မူ၏။)</span></p>"
  },
  {
    "ayah_key": "35:42",
    "group_ayah_key": "35:42",
    "from_ayah": "35:42",
    "to_ayah": "35:43",
    "ayah_keys": "35:42,35:43",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် မိမိတို့ထံ သတိပေးသူတစ်ဦး ရောက်လာပါက အခြားလူမျိုးများထက် ပိုမို၍ လမ်းမှန်ရရှိကြလိမ့်မည်ဟု အလ္လာဟ်အရှင်မြတ်အပေါ် အခိုင်မာဆုံး သစ္စာပြုခဲ့ကြ၏။ သို့သော် သတိပေးသူတစ်ဦး ရောက်လာသောအခါ ၎င်းတို့၌ <span class=\"gray\">(မှန်ကန်မှုမှ)</span> ထွက်ပြေးခြင်းမှလွဲ၍ ဘာကိုမှ ပိုမို တိုးပွားစေခြင်း မရှိခဲ့ပေ။ <span>(၄၂)</span><span class=\"gray\">(၎င်းတို့သည်)</span> ကမ္ဘာမြေ၌ မာန်မာန ထောင်လွှားမှုကြောင့်နှင့် မကောင်းမှု ပရိယာယ်ကြံစည်မှုကြောင့် <span class=\"gray\">(ထွက်ပြေးခဲ့ကြ၏)</span>။ သို့သော် ထိုမကောင်းမှု ပရိယာယ်သည် ကြံစည်သူကိုသာ ပြန်လည် ဝန်းရံပေမည်။ ထိုအခါ ၎င်းတို့သည် ရှေးယခင် လူမျိုးများ၏ စွန်နဟ် <span class=\"gray\">(ဆက်ဆံနည်း)</span> မှတစ်ပါး အခြားမည်သည့်အရာကို <span class=\"gray\">(မျှ)</span> မျှော်လင့်နိုင်ကြမည်နည်း။ ထို့ကြောင့် သင်သည် အလ္လာဟ်အရှင်မြတ်၏ စွန်နဟ်တွင် အပြောင်းအလဲကို မတွေ့ရပေ။ အလ္လာဟ်အရှင်မြတ်၏ စွန်နဟ်တွင် သွေဖည်မှုကိုလည်း သင် မတွေ့ရပေ။ <span>(၄၃)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် သတိပေးသူတစ်ဦး ရောက်ရှိလာရန် တောင့်တခဲ့ကြသော်လည်း ၎င်းအရှင်မြတ် ရောက်ရှိလာသောအခါ ၎င်းတို့သည် ၎င်းအား မယုံကြည်ခဲ့ကြပေ။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရစူလ်တမန်တော် ﷺ ၎င်းတို့ထံ မရောက်မီ ကုရိုင်ရှ်လူမျိုးများနှင့် အာရပ်များက အလ္လာဟ်အရှင်မြတ်အပေါ် အခိုင်မာဆုံး သစ္စာပြုခဲ့ပုံကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى الْأُمَمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့ထံ သတိပေးသူတစ်ဦး ရောက်လာပါက အခြားလူမျိုးများထက် ပိုမို၍ လမ်းမှန်ရရှိကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ရစူလ်တမန်တော်များ စေလွှတ်ခြင်းခံခဲ့ရသော မည်သည့် လူမျိုးများထက်မဆို ဟူ၍ ဖြစ်၏။ ဤသည်မှာ အဒ်-ဒွဟ်ဟတ်က်နှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။ ဤအာယသ်တော်သည် အောက်ပါအာယသ်တော်များနှင့် တူညီ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَىٰ طَائِفَتَيْنِ مِنْ قَبْلِنَا وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ - أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَىٰ مِنْهُمْ ۚ فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ ۚ فَمَنْ أَظْلَمُ مِمَّنْ كَذَّبَ بِآيَاتِ اللَّهِ وَصَدَفَ عَنْهَا ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ <span class=\"gray\">(ရုပ်တုကိုးကွယ်သူ အာရပ်များ)</span> က \"ကျွန်ုပ်တို့၏ အလျင်၌ လူအုပ်စုနှစ်စုထံသာ ကျမ်းတော်ကို ချပေးခဲ့ပြီး ကျွန်ုပ်တို့သည် ၎င်းတို့၏ လေ့လာမှုနှင့် ပတ်သက်၍ အမှန်စင်စစ် မသိခဲ့ကြပါ\" ဟု မပြောရအောင် <span class=\"gray\">(ဤကျမ်းတော်ကို ချပေးခဲ့သည်)</span>။ သို့မဟုတ် သင်တို့က \"အကယ်၍ ကျွန်ုပ်တို့ထံ ကျမ်းတော်ကို ချပေးခဲ့ပါမူ ၎င်းတို့ထက် ပိုမို၍ လမ်းမှန်ရရှိကြလိမ့်မည်\" ဟု မပြောရအောင် <span class=\"gray\">(ဤကျမ်းတော်ကို ချပေးခဲ့သည်)</span>။ ထို့ကြောင့် ယခုအခါ သင်တို့ထံသို့ သင်တို့၏ အရှင်ထံမှ ထင်ရှားသော သက်သေသာဓက၊ လမ်းညွှန်မှုနှင့် ကရုဏာ ရောက်ရှိလာခဲ့ပြီ။ ထိုအခါ အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို မဟုတ်မမှန် ပြုလုပ်ပြီး ၎င်းတို့မှ လှည့်ထွက်သွားသူထက် မည်သူက ပိုမို မတရားနိုင်မည်နည်း?)</span><span class=\"gray\">(၆:၁၅၆-၁၅၇)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ كَانُوا لَيَقُولُونَ - لَوْ أَنَّ عِنْدَنَا ذِكْرًا مِنَ الْأَوَّلِينَ - لَكُنَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ - فَكَفَرُوا بِهِ ۖ فَسَوْفَ يَعْلَمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ၎င်းတို့ <span class=\"gray\">(အာရပ်ရုပ်တုကိုးကွယ်သူများ)</span> က \"အကယ်၍ ရှေးလူများကဲ့သို့ ကျွန်ုပ်တို့၌ သတိပေးချက်တစ်ခု ရှိပါမူ ကျွန်ုပ်တို့သည် ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်၏ ရွေးချယ်ခံ ကျွန်များ ဖြစ်ကြလိမ့်မည်\" ဟု ပြောလေ့ရှိခဲ့ကြ၏။ သို့သော် ၎င်းတို့သည် ထိုသတိပေးချက်ကို မယုံကြည်ကြပေ။ ထို့ကြောင့် မကြာမီ ၎င်းတို့ သိရှိလာကြလိမ့်မည်။)</span><span class=\"gray\">(၃၇:၁၆၇-၁၇၀)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَهُمْ نَذِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သတိပေးသူတစ်ဦး ၎င်းတို့ထံ ရောက်လာသောအခါ၊)</span> – ဆိုလိုသည်မှာ မုဟမ္မဒ် ﷺ သည် ၎င်းအရှင်မြတ်ထံ ချပေးခဲ့သော ကျမ်းတော်၊ ဆိုလိုသည်မှာ ရှင်းလင်းသော ကုရ်အာန်နှင့်အတူ ရောက်ရှိလာသောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا زَادَهُمْ إِلَّا نُفُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၌ <span class=\"gray\">(မှန်ကန်မှုမှ)</span> ထွက်ပြေးခြင်းမှလွဲ၍ ဘာကိုမှ ပိုမို တိုးပွားစေခြင်း မရှိခဲ့ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မိမိတို့၏ မယုံကြည်မှုကိုသာ ပိုမို တိုးပွားစေခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဤအကြောင်းကို ထပ်မံ ရှင်းပြတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتِكْبَارًا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းတို့သည်)</span> ကမ္ဘာမြေ၌ မာန်မာန ထောင်လွှားမှုကြောင့် <span class=\"gray\">(ထွက်ပြေးခဲ့ကြ၏)</span>။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လက္ခဏာရပ်များကို လိုက်နာရန် အလွန် မာန်မာန ထောင်လွှားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَكْرَ السَّيِّئِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ မကောင်းမှု ပရိယာယ်ကြံစည်မှုကြောင့်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် လူများကို အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်ကို လိုက်နာခြင်းမှ တားဆီးရန် ပရိယာယ်ကြံစည်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ထိုမကောင်းမှု ပရိယာယ်သည် ကြံစည်သူကိုသာ ပြန်လည် ဝန်းရံပေမည်။)</span> ဆိုလိုသည်မှာ ထိုမကောင်းမှု၏ ဆိုးကျိုးများသည် ၎င်းတို့ထံသို့သာ ပြန်လည် ရောက်ရှိလာမည်ဖြစ်ပြီး အခြားသူများထံသို့ မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ يَنْظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ၎င်းတို့သည် ရှေးယခင် လူမျိုးများ၏ စွန်နဟ် <span class=\"gray\">(ဆက်ဆံနည်း)</span> မှတစ်ပါး အခြားမည်သည့်အရာကို <span class=\"gray\">(မျှ)</span> မျှော်လင့်နိုင်ကြမည်နည်း။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်များကို မယုံကြည်ခြင်းနှင့် ၎င်းအရှင်မြတ်၏ အမိန့်ကို ဆန့်ကျင်ခြင်းကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်သည် အလ္လာဟ်အရှင်မြတ်၏ စွန်နဟ်တွင် အပြောင်းအလဲကို မတွေ့ရပေ။)</span> ဆိုလိုသည်မှာ ၎င်းသည် မည်သည့်အခါမျှ မပြောင်းလဲ၊ မသွေဖည်ဘဲ ဤသည်မှာ မည်သည့်မယုံကြည်သူတိုင်းအပေါ် ဖြစ်ပေါ်သည့်အရာ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ္လာဟ်အရှင်မြတ်၏ စွန်နဟ်တွင် သွေဖည်မှုကိုလည်း သင် မတွေ့ရပေ။)</span> ဆိုလိုသည်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် လူမျိုးတစ်စုအား အပြစ်ဒဏ်ပေးရန် အလိုရှိသောအခါ ၎င်းကို မည်သူမျှ ပြန်လှည့်နိုင်မည် မဟုတ်ပေ။)</span><span class=\"gray\">(၁၃:၁၁)</span>။ ဤသည်မှာ မည်သူမျှ ၎င်းတို့ထံမှ ထိုအရာကို မဖယ်ရှားနိုင် သို့မဟုတ် ၎င်းတို့ထံမှ ကာကွယ်ပေးနိုင်မည် မဟုတ်ဟု အဓိပ္ပာယ်ရသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံး ဖြစ်သည်။</p>"
  }
]