[
  {
    "ayah_key": "2:75",
    "group_ayah_key": "2:75",
    "from_ayah": "2:75",
    "to_ayah": "2:77",
    "ayah_keys": "2:75,2:76,2:77",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့သည် <span class=\"gray\">(သစ္စာရှိ ယုံကြည်သူတို့)</span> ၎င်းတို့ <span class=\"gray\">(ဂျူးရဗ္ဗီများ)</span> အနက်မှ တစ်အုပ်စုသည် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော် <span class=\"gray\">(တောင်ရာကျမ်း)</span> ကို ကြားနာခဲ့ကြပြီးနောက် ၎င်းတို့နားလည်ပြီးနောက် သိလျက်နှင့် ပြောင်းလဲခဲ့ကြသည်ဖြစ်လျက်နှင့် ၎င်းတို့သည် သင်တို့၏ဘာသာတရားကို ယုံကြည်ကြမည်ဟု လောဘတပ်ကြသလော။ <span>(၇၅)</span> ၎င်းတို့ <span class=\"gray\">(ဂျူးများ)</span> သည် ယုံကြည်သူများ <span class=\"gray\">(မူစလင်မ်များ)</span> နှင့် တွေ့ဆုံသောအခါ \"ကျွန်ုပ်တို့ယုံကြည်သည်\" ဟု ပြောကြ၏။ သို့သော် ၎င်းတို့တစ်ဦးနှင့်တစ်ဦး သီးသန့်တွေ့ဆုံသောအခါ \"အလ္လာဟ်အရှင်မြတ်က သင်တို့အား ဖော်ထုတ်ပြခဲ့သော အရာကို ၎င်းတို့ <span class=\"gray\">(မူစလင်မ်များ)</span> အား ပြောပြကြမည်လော၊ သင်တို့၏အရှင်သခင်ရှေ့တွင် ၎င်းတို့ <span class=\"gray\">(မူစလင်မ်များ)</span> သည် သင်တို့ <span class=\"gray\">(ဂျူးများ)</span> နှင့်ပတ်သက်၍ ငြင်းခုံနိုင်စေရန်အတွက်လော\" ဟု ပြောကြ၏။ သင်တို့ <span class=\"gray\">(ဂျူးများ)</span> ၌ နားလည်မှုမရှိကြတော့ပြီလော <span>(၇၆)</span> ၎င်းတို့ <span class=\"gray\">(ဂျူးများ)</span> သည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ဖုံးကွယ်ထားသောအရာနှင့် ဖော်ထုတ်သောအရာကို သိသည်ကို မသိကြသလော <span>(၇၇)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> ခေတ်တွင် နေထိုင်ခဲ့ကြသော ဂျူးလူမျိုးများ ယုံကြည်ခဲ့ကြမည်ဟု မျှော်လင့်ချက် နည်းပါးခဲ့သည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتَطْمَعُونَ</p><p lang=\"pt\" class=\"pt \"><span class=\"gray\">(Do you covet)</span> O believers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن يُؤْمِنُوا لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင်တို့၏ဘာသာတရားကို ယုံကြည်ကြမည်ဟူသော)</span> အဓိပ္ပါယ်မှာ ဤလူများသည် သင်တို့ကို နာခံကြမည်လော။ ၎င်းတို့သည် ဂျူးလူမျိုးများအနက်မှ သွေဖည်သောဂိုဏ်းဖြစ်ပြီး ၎င်းတို့၏ဖခင်များသည် ထင်ရှားသောနိမိတ်လက္ခဏာများကို မြင်တွေ့ခဲ့ရသော်လည်း ၎င်းတို့၏နှလုံးသားများသည် နောက်ပိုင်းတွင် မာကျောလာခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက်မှ တစ်စုတစ်ဖွဲ့ <span class=\"gray\">(ဂျူးရဗ္ဗီများ)</span> သည် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော် <span class=\"gray\">(တောင်ရာကျမ်း)</span> ကို ကြားနာခဲ့ကြပြီးနောက် ၎င်းတို့ကို ပြောင်းလဲခဲ့ကြသည်ဖြစ်လျက်နှင့်)</span> ဆိုလိုသည်မှာ ၎င်း၏အဓိပ္ပါယ်ကို ဖျက်ဆီးခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن بَعْدِ مَا عَقَلُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နားလည်ပြီးနောက်)</span>။ ၎င်းတို့သည် ကောင်းစွာနားလည်ခဲ့ကြသော်လည်း အမှန်တရားကို ဆန့်ကျင်ခဲ့ကြသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَهُمْ يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သိလျက်နှင့်)</span>၊ ၎င်းတို့၏မှားယွင်းသောအနက်ဖွင့်ဆိုချက်များနှင့် ဖောက်ပြန်ပျက်စီးမှုများကို အပြည့်အဝသိရှိလျက်နှင့်။ ဤပြောဆိုချက်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ ပဋိညာဉ်ကို ချိုးဖောက်ခြင်းကြောင့် ငါတို့သည် ၎င်းတို့အား ကျိန်စာတိုက်ခဲ့ပြီး ၎င်းတို့၏နှလုံးသားများကို မာကျောစေခဲ့သည်။ ၎င်းတို့သည် စကားလုံးများကို ၎င်းတို့၏ <span class=\"gray\">(မှန်ကန်သော)</span> နေရာများမှ ပြောင်းလဲကြသည်)</span><span class=\"gray\">(5:13)</span>။</p><p lang=\"fr\" class=\"fr \">Qatadah commented that Allah's statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ يُحَرِّفُونَهُ مِن بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့နားလည်ပြီးနောက် သိလျက်နှင့် ပြောင်းလဲခဲ့ကြသည်)</span> \"၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များကို ကြားနာခဲ့ကြပြီးနောက် ၎င်းတို့နားလည်ပြီး သဘောပေါက်ပြီးနောက် ပြောင်းလဲခဲ့ကြသော ဂျူးလူမျိုးများဖြစ်သည်။\" ထို့ပြင် မူဂျာဟစ်က \"၎င်းကို ပြောင်းလဲခဲ့ကြပြီး ၎င်း၏အမှန်တရားများကို ဖုံးကွယ်ခဲ့ကြသူများမှာ ၎င်းတို့၏ပညာရှင်များဖြစ်သည်။\" ဟု ပြောခဲ့သည်။ ထို့ပြင် အိဗ်နု ဝါဟ်ဘ်က အိဗ်နု ဇိုင်းဒ် မှတ်ချက်ပြုသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْمَعُونَ كَلَامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော် <span class=\"gray\">(တောင်ရာကျမ်း)</span> ကို ကြားနာခဲ့ကြပြီးနောက် ၎င်းတို့ကို ပြောင်းလဲခဲ့ကြသည်)</span> \"၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဖော်ထုတ်ပြခဲ့သော တောင်ရာကျမ်းကို ပြောင်းလဲခဲ့ကြပြီး တရားဝင်သောအရာကို တရားမဝင်ဟုလည်းကောင်း၊ တားမြစ်ထားသောအရာကို ခွင့်ပြုသည်ဟုလည်းကောင်း၊ မှန်ကန်သောအရာကို မှားယွင်းသည်ဟုလည်းကောင်း၊ မှားယွင်းသောအရာကို မှန်ကန်သည်ဟုလည်းကောင်း ဖန်တီးခဲ့ကြသည်။ ထို့ကြောင့် အမှန်တရားကို ရှာဖွေသူတစ်ဦးသည် လာဘ်ထိုး၍ ၎င်းတို့ထံ ရောက်လာသောအခါ ၎င်းတို့သည် ၎င်း၏ကိစ္စကို အလ္လာဟ်အရှင်မြတ်၏ကျမ်းဖြင့် တရားစီရင်ကြသည်။ သို့သော် ဆိုးကျိုးပြုလိုသူတစ်ဦးသည် လာဘ်ထိုး၍ ၎င်းတို့ထံ ရောက်လာသောအခါ ၎င်းတို့သည် အခြား <span class=\"gray\">(ပုံပျက်ပန်းပျက်ဖြစ်နေသော)</span> ကျမ်းကို ထုတ်ယူပြီး ထိုကျမ်းတွင် ထိုသူသည် မှန်ကန်သည်ဟု ဖော်ပြထားသည်။ မှန်ကန်သောအရာကို မရှာဖွေသူ၊ လာဘ်မပေးသူတစ်ဦး ၎င်းတို့ထံ ရောက်လာသောအခါ ၎င်းတို့သည် ထိုသူအား ဖြောင့်မတ်ခြင်းကို အမိန့်ပေးကြသည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ်ဘိရ် <span class=\"gray\">(ဘာသာတရားကိုင်းရှိုင်းမှုနှင့် ဖြောင့်မတ်မှုနှင့် အလ္လာဟ်အရှင်မြတ်အား နာခံမှုအပေါင်း)</span> ကို လူတို့အား အမိန့်ပေးကြပြီး သင်တို့ကိုယ်တိုင် <span class=\"gray\">(၎င်းကို ကျင့်သုံးရန်)</span> မေ့လျော့ကြသလော၊ သင်တို့သည် ကျမ်းဂန် <span class=\"gray\">(တောင်ရာကျမ်း)</span> ကို ရွတ်ဖတ်နေကြစဉ်ပင်! ထို့ကြောင့် သင်တို့၌ အသိဉာဏ်မရှိကြတော့ပြီလော?)</span><span class=\"gray\">(2:44)</span>\"</p><div lang=\"my\" class=\"my \"><h2>ဂျူးလူမျိုးများသည် တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> ၏ အမှန်တရားကို သိရှိခဲ့ကြသော်လည်း ၎င်းကို မယုံကြည်ခဲ့ကြပေ</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(ဂျူးများ)</span> သည် ယုံကြည်သူများ <span class=\"gray\">(မူစလင်မ်များ)</span> နှင့် တွေ့ဆုံသောအခါ \"ကျွန်ုပ်တို့ယုံကြည်သည်\" ဟု ပြောကြ၏။ သို့သော် ၎င်းတို့တစ်ဦးနှင့်တစ်ဦး သီးသန့်တွေ့ဆုံသောအခါ...)</span>။ မုဟမ္မဒ် အိဗ်နု အိစ်ဟာက်က အိဗ်နု အဗ္ဗါစ် မှတ်ချက်ပြုခဲ့ကြောင်း ဖော်ပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(ဂျူးများ)</span> သည် ယုံကြည်သူများ <span class=\"gray\">(မူစလင်မ်များ)</span> နှင့် တွေ့ဆုံသောအခါ \"ကျွန်ုပ်တို့ယုံကြည်သည်\" ဟု ပြောကြ၏)</span> \"၎င်းတို့သည် မုဟမ္မဒ် ﷺ သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်သည်ဟု ယုံကြည်ကြသည်၊ 'သို့သော် ၎င်းကို သင်တို့ <span class=\"gray\">(အာရပ်များ)</span> အတွက်သာ စေလွှတ်ခဲ့ခြင်းဖြစ်သည်။'\" သို့သော် ၎င်းတို့တစ်ဦးနှင့်တစ်ဦး တွေ့ဆုံသောအခါ \"ဤတမန်တော်နှင့်ပတ်သက်သော သတင်းကို အာရပ်များအား မပြောပြကြနှင့်၊ အဘယ်ကြောင့်ဆိုသော် သင်တို့သည် ၎င်းလာသောအခါ ၎င်းတို့အပေါ် အောင်ပွဲခံနိုင်ရန် အလ္လာဟ်အရှင်မြတ်အား တောင်းဆိုခဲ့ကြသော်လည်း ၎င်းကို ၎င်းတို့ <span class=\"gray\">(သင်တို့အတွက်မဟုတ်)</span> ထံသို့ စေလွှတ်ခဲ့ခြင်းဖြစ်သည်။\" ဟု ပြောကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဖော်ထုတ်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ قَالُوا أَتُحَدِّثُونَهُم بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُم بِهِ عِندَ رَبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(ဂျူးများ)</span> သည် ယုံကြည်သူများ <span class=\"gray\">(မူစလင်မ်များ)</span> နှင့် တွေ့ဆုံသောအခါ \"ကျွန်ုပ်တို့ယုံကြည်သည်\" ဟု ပြောကြ၏။ သို့သော် ၎င်းတို့တစ်ဦးနှင့်တစ်ဦး သီးသန့်တွေ့ဆုံသောအခါ \"အလ္လာဟ်အရှင်မြတ်က သင်တို့အား ဖော်ထုတ်ပြခဲ့သော အရာကို ၎င်းတို့ <span class=\"gray\">(မူစလင်မ်များ)</span> အား ပြောပြကြမည်လော၊ သင်တို့၏အရှင်သခင်ရှေ့တွင် ၎င်းတို့ <span class=\"gray\">(မူစလင်မ်များ)</span> သည် သင်တို့ <span class=\"gray\">(ဂျူးများ)</span> နှင့်ပတ်သက်၍ ငြင်းခုံနိုင်စေရန်အတွက်လော?\")</span> ဆိုလိုသည်မှာ \"သင်တို့သည် ၎င်းအား တမန်တော်တစ်ပါးဖြစ်ကြောင်း ဝန်ခံလိုက်ပါက၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းကို လိုက်နာရန် သင်တို့ထံမှ ပဋိညာဉ်ယူထားသည်ကို သိလျက်နှင့်၊ ၎င်းတို့သည် မုဟမ္မဒ်သည် ကျွန်ုပ်တို့စောင့်ဆိုင်းနေသော တမန်တော်ဖြစ်ပြီး ၎င်း၏ကြွလာခြင်းကို ကျွန်ုပ်တို့၏ကျမ်းတွင် ကြိုတင်ဟောကိန်းထုတ်ထားသည်ကို သိကြလိမ့်မည်။ ထို့ကြောင့် ၎င်းကို မယုံကြည်ကြနှင့်၊ ၎င်းကို ငြင်းပယ်ကြ။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَا يَعْلَمُونَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(ဂျူးများ)</span> သည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ဖုံးကွယ်ထားသောအရာနှင့် ဖော်ထုတ်သောအရာကို သိသည်ကို မသိကြသလော?)</span>။</p><p lang=\"my\" class=\"my \">အလ်-ဟာစန် အလ်-ဘစရီက \"ဂျူးလူမျိုးများသည် ယုံကြည်သူများနှင့် တွေ့ဆုံသောအခါ 'ကျွန်ုပ်တို့ယုံကြည်သည်' ဟု ပြောလေ့ရှိသည်။ ၎င်းတို့တစ်ဦးနှင့်တစ်ဦး တွေ့ဆုံသောအခါ ၎င်းတို့အချို့က 'အလ္လာဟ်အရှင်မြတ်က သင်တို့၏ကျမ်းတွင် ကြိုတင်ဟောကိန်းထုတ်ထားသည်များကို မုဟမ္မဒ်၏အပေါင်းအဖော်များအား မပြောကြနှင့်၊ သို့မှသာ ထိုသတင်း <span class=\"gray\">(မုဟမ္မဒ်သည် နောက်ဆုံးတမန်တော်ဖြစ်ကြောင်း)</span> သည် သင်တို့၏အရှင်သခင်ထံတွင် သင်တို့အပေါ် ပြစ်တင်ရှုံ့ချချက် မဖြစ်စေရ၊ ထို့ကြောင့် သင်တို့သည် အငြင်းပွားမှုကို အနိုင်ရလိမ့်မည်။'\" ထို့ပြင် အဗူ အလ်-အာလီယာက အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍ ပြောကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَا يَعْلَمُونَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(ဂျူးများ)</span> သည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ဖုံးကွယ်ထားသောအရာနှင့် ဖော်ထုတ်သောအရာကို သိသည်ကို မသိကြသလော?)</span>၊ \"ဆိုလိုသည်မှာ ၎င်းတို့သည် မုဟမ္မဒ် ﷺ ၏ ကြွလာခြင်းကို ၎င်းတို့၏ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်ကို တွေ့ရှိရသော်လည်း ၎င်းတို့၏ လျှို့ဝှက်သောငြင်းပယ်မှုနှင့် ပယ်ချမှုဖြစ်သည်။\" ဤသည်မှာ ကတာဒါ၏ တဖ်စီရ် (အနက်ဖွင့်ဆိုချက်) လည်းဖြစ်သည်။ အလ်-ဟာစန်က မှတ်ချက်ပြုသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ဖုံးကွယ်ထားသောအရာကို သိသည်)</span>၊ \"၎င်းတို့ဖုံးကွယ်ထားသောအရာမှာ ၎င်းတို့သည် မုဟမ္မဒ် ﷺ ၏အပေါင်းအဖော်များနှင့် ခွဲခွာ၍ တစ်ဦးနှင့်တစ်ဦး သီးသန့်ရှိနေစဉ်ကို ရည်ညွှန်းသည်။ ထို့နောက် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ကျမ်းတွင် ၎င်းတို့အား ဖော်ထုတ်ပြခဲ့သော သတင်းကို မုဟမ္မဒ် ﷺ ၏အပေါင်းအဖော်များအား မပြောပြရန် တစ်ဦးနှင့်တစ်ဦး တားမြစ်ကြသည်။ အဘယ်ကြောင့်ဆိုသော် အပေါင်းအဖော်များသည် ဤသတင်း <span class=\"gray\">(မုဟမ္မဒ် ﷺ ၏အမှန်တရားနှင့်ပတ်သက်သော)</span> ကို ၎င်းတို့၏အရှင်သခင်ရှေ့တွင် ၎င်းတို့အပေါ် အသုံးချမည်ကို စိုးရိမ်သောကြောင့်ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُعْلِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ဖော်ထုတ်သောအရာ?)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မုဟမ္မဒ် ﷺ ၏အပေါင်းအဖော်များအား ပြောသောအခါ၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">ءَامَنَّا</p><p lang=\"tg\" class=\"tg \"><span class=\"gray\">(We believe)</span>, as Abu Al-'Aliyah, Ar-Rabi' and Qatadah stated.</p>"
  }
]