[
  {
    "ayah_key": "8:41",
    "group_ayah_key": "8:41",
    "from_ayah": "8:41",
    "to_ayah": "8:41",
    "ayah_keys": "8:41",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့သည် စစ်ဖျက်ဆီးရသော ဥစ္စာများမှ အဘယ်အရာကိုမဆို ရရှိခဲ့သော်၊ ဧကန်မလွဲ ၎င်း၏ငါးပုံတစ်ပုံသည် အလ္လာဟ်အရှင်မြတ်အတွက်၊ ရစူလ်တမန်တော်အတွက်၊ (တမန်တော်၏) ဆွေမျိုးရင်းချာများအတွက်၊ မိဘမဲ့ကလေးများအတွက်၊ ဆင်းရဲသားများအတွက်နှင့် ခရီးသွားများအတွက် သတ်မှတ်ထား၏။ အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ ကျွန်ုပ်တို့ ကျွန်တော်အရဖ်ထံသို့ ပေးပို့ခဲ့သည်များကိုလည်းကောင်း၊ စံနှုန်းပြည့်နေ့တွင်၊ တပ်နှစ်ခုတွေ့ဆုံသောနေ့တွင် ယုံကြည်ခဲ့ကြပါမူ၊ အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို တတ်စွမ်းနိုင်တော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(၄၁)</span></p><div lang=\"my\" class=\"my \"><h2>စစ်ဥစ္စာများနှင့်ပတ်သက်သည့် စီရင်ထုံး <span class=\"ga gray\" lang=\"ga\">(Ghanimah and Fai')</span></h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် စစ်ဥစ္စာများကို အသေးစိတ်ရှင်းပြတော်မူ၏။ အကြောင်းမှာ အရှင်မြတ်သည် ဤဂုဏ်သရေရှိသော အွမ္မသ် (လူမျိုးအသိုက်အဝန်း) အတွက် အခြားသူများထက် အထူးတလည် ခွင့်ပြုထားတော်မူသောကြောင့် ဖြစ်သည်။ 'ဂနီမာ' ဆိုသည်မှာ စစ်တပ်များနှင့် စစ်လက်နက်များကို အသုံးပြု၍ မယုံကြည်သူများထံမှ သိမ်းယူရရှိသော စစ်ဥစ္စာများကို ရည်ညွှန်းကြောင်း ဖော်ပြသင့်သည်။ 'ဖိုင်' ကိုမူ မယုံကြည်သူများက ငြိမ်းချမ်းရေးအတွက် စွန့်လွှတ်သော ပစ္စည်းဥစ္စာများ၊ ၎င်းတို့ သေဆုံးသည့်အခါ ကျန်ရစ်သော ပစ္စည်းများ (၎င်းတို့တွင် အမွေခံမရှိပါက)၊ ဂျစ်ဇ်ယာ <span class=\"gray\">(အခွန်)</span> နှင့် ခစ်ရာဂျ် <span class=\"gray\">(မြေခွန်)</span> တို့ကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّمَا غَنِمْتُم مِّن شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် စစ်ဖျက်ဆီးရသော ဥစ္စာများမှ အဘယ်အရာကိုမဆို ရရှိခဲ့သော်၊ ဧကန်မလွဲ ၎င်း၏ငါးပုံတစ်ပုံသည် အလ္လာဟ်အရှင်မြတ်အတွက် သတ်မှတ်ထား၏။)</span> ဆိုလိုသည်မှာ ငါးပုံတစ်ပုံကို သီးသန့်ထားရှိပြီး အပြည့်အဝ <span class=\"gray\">[မူဆလင်ခေါင်းဆောင်များထံ]</span> ပေးဆောင်ရမည်။ များသည်ဖြစ်စေ၊ နည်းသည်ဖြစ်စေ၊ ချည်မျှင်နှင့် အပ်ပင်ဖြစ်စေ အပြည့်ပေးဆောင်ရမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စစ်ဥစ္စာနှင့်ပတ်သက်၍ (မိမိ၏အဖော်များကို) လှည့်ဖြားသူသည် ကိယာမတ်နေ့တွင် သူခိုးယူထားသည်များကို (တရားမဝင်) ယူဆောင်လာရမည်။ ထို့နောက် လူတိုင်းသည် မိမိလုပ်ဆောင်ခဲ့သည်များကို အပြည့်အဝ ပြန်လည်ပေးဆပ်ခံရမည်ဖြစ်ပြီး ၎င်းတို့အား မတရားပြုခံရမည်မဟုတ်ပေ။)</span><span class=\"gray\">[၃း၁၆၁]</span></p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ၎င်း၏ ငါးပုံတစ်ပုံသည် အလ္လာဟ်အရှင်မြတ်အတွက်နှင့် ရစူလ်တမန်တော်အတွက် ဖြစ်၏)</span> ဟု အိဗ်နု အဗ်ဗာစ်က ရှင်းပြခဲ့သည်။ အဒ်-ဒဟ်ဟ်ါက်က ၎င်းထံမှ သတင်းပို့သည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် စစ်တပ်တစ်ခုကို စေလွှတ်တိုင်း၊ ၎င်းတို့စုဆောင်းရရှိသော စစ်ဥစ္စာများကို ငါးစုခွဲဝေပြီး၊ တစ်ပုံငါးပုံကို သီးသန့်ထားကာ ထိုတစ်ပုံကို ငါးစုခွဲဝေလေ့ရှိသည်\" ဟု ဖြစ်သည်။ ထို့နောက် အရှင်မြတ်သည် ရွတ်ဆိုတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّمَا غَنِمْتُم مِّن شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် စစ်ဖျက်ဆီးရသော ဥစ္စာများမှ အဘယ်အရာကိုမဆို ရရှိခဲ့သော်၊ ဧကန်မလွဲ ၎င်း၏ငါးပုံတစ်ပုံသည် အလ္လာဟ်အရှင်မြတ်အတွက်၊ ရစူလ်တမန်တော်အတွက် သတ်မှတ်ထား၏။)</span></p><p lang=\"gd\" class=\"gd \">Ibn Abbas said, \"Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَأَنَّ لِلَّهِ خُمُسَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ၎င်း၏ ငါးပုံတစ်ပုံသည် အလ္လာဟ်အရှင်မြတ်အတွက် သတ်မှတ်ထား၏)</span> ဟူသည်မှာ <span class=\"gray\">[တမန်တော်၏ ရှယ်ယာအပါအဝင်]</span> ဖြစ်သည်။ အောက်ပါ အာယတ်တော်တွင်လည်း <span class=\"gray\">[အလ္လာဟ်အရှင်မြတ်သည် ကမ္ဘာပေါ်ရှိအရာအားလုံးကို ပိုင်ဆိုင်သည်ဟူသောအချက်]</span> ပါဝင်သကဲ့သို့ပင် ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိအရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ပိုင်ဆိုင်မှုသာ ဖြစ်သည်)</span><span class=\"gray\">[၂း၂၈၄]</span>။\" ထို့ကြောင့် အရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရှယ်ယာနှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ရှယ်ယာကို တစ်ပြိုင်နက်တည်း ဖော်ပြတော်မူခဲ့သည်။</p><p lang=\"my\" class=\"my \">အစ်ဗ်ရာဟင်မ် အန်-နခအီ၊ အလ်-ဟဆန် ဘင်န် မိုဟမ္မဒ် ဘင်န် အလ်-ဟနီဖီယဟ်၊ အလ်-ဟဆန် အလ်-ဘဆွရီ၊ အစ်-ရှအ်ဘီ၊ အတာ ဘင်န် အဘီ ရဘာဟ်၊ အဗ်ဒွလ္လာဟ် ဘင်န် ဘူရိုင်ဒဟ်၊ ကတာဒဟ်၊ မူဂီရဟ်နှင့် အခြားသူအများအပြားတို့က အလ္လာဟ်အရှင်မြတ်နှင့် ရစူလ်တမန်တော်အတွက် သတ်မှတ်ထားသော ရှယ်ယာသည် တစ်ခုတည်းဖြစ်ကြောင်း ပြောကြားခဲ့ကြသည်။ ၎င်းကို ထောက်ခံသည့်အနေဖြင့် အိမာမ် အလ်-ဟာဖိဇ် အဘူ ဗကရ် အလ်-ဘိုင်ဟကီသည် ဆွာဟိဟ် (မှန်ကန်သော) သတင်းပေးဆက်စပ်မှုဖြင့် မှတ်တမ်းတင်ထားသည်မှာ၊ အဗ်ဒွလ္လာဟ် ဘင်န် ရှကိက်က ဘီလ်ကင်န်မှ အမျိုးသားတစ်ဦးက ပြောသည်ဟုဆိုသည်။ \"ကျွန်တော်သည် တမန်တော်မြတ် ﷺ ထံသို့ ရောက်ရှိသွားခဲ့သည်။ ထိုအချိန်တွင် အရှင်မြတ်သည် ဝါဒီ အလ်-ကူရာတွင် မြင်းတစ်စီးကို စစ်ဆေးနေသည်။ ကျွန်တော်က 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! ဂနီမာ (စစ်ဥစ္စာ) က ဘယ်လိုလဲ' ဟု မေးရာ၊ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">للهِ خُمُسُهَا وَأَرْبَعَةُ أَخْمَاسِهَا لِلْجَيْشِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ရှယ်ယာသည် ငါးပုံတစ်ပုံဖြစ်ပြီး၊ လေးပုံငါးပုံသည် စစ်တပ်အတွက် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ကျွန်တော်က '၎င်းကို အခြားမည်သူမျှ သူထက် ပိုမိုပိုင်ဆိုင်ခွင့်မရှိဘူးလား' ဟု မေးရာ၊ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، وَلَا السَّهْمُ تَسْتَخْرِجُهُ مِنْ جَنْبِكَ لَيْسَ أَنْتَ أَحَقَّ بِهِ مِنْ أَخِيكَ الْمُسْلِمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး။ သင်၏ ဘေးကို ဖောက်ဝင်နေသော မြှားတစ်ချောင်းကို သင်ထုတ်ယူလျှင်ပင် သင်၏ မူဆလင်ညီအစ်ကိုထက် ပိုမိုပိုင်ဆိုင်ခွင့်မရှိပေ။)</span>\"</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်သည် အလ်-မစ်ကဒါမ် ဘင်န် မအ်ဒီကာရစ်ဗ် အလ်-ကင်ဒီသည် အူဗာဒဟ် ဘင်န် အစ်-ဆွာမစ်တ်၊ အဘူ အဒ်-ဒါရ်ဒါအ်နှင့် အလ်-ဟာရစ်သ် ဘင်န် မူအာဝီယဟ် အလ်-ကင်ဒီတို့နှင့်အတူ ထိုင်နေခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် ကျေနပ်တော်မူပါစေ။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ပြောကြားချက်များကို အချင်းချင်း သတိပေးနေကြသည်။ အဘူ အဒ်-ဒါရ်ဒါအ်က အူဗာဒဟ်အား 'အို အူဗာဒဟ်! ထိုထိုသောစစ်ပွဲတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ စစ်ဥစ္စာ၏ ငါးပုံတစ်ပုံနှင့်ပတ်သက်သော စကားတော်များက ဘယ်လိုလဲ' ဟု မေးသည်။ အူဗာဒဟ်က 'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် စစ်ဥစ္စာမှ ကုလားအုတ်တစ်ကောင်ကို မျက်နှာမူ၍ ၎င်းတို့အား ဝတ်ပြုဆုတောင်းခြင်းကို ဦးဆောင်ခဲ့သည်။ အရှင်မြတ်သည် ဝတ်ပြုဆုတောင်းခြင်းကို ပြီးစီးသောအခါ ထရပ်၍ ကုလားအုတ်၏ သားရေကို လက်ချောင်းများဖြင့် ကိုင်ကာ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَذِهِ مِنْ غَنَائِمِكُمْ وَإِنَّهُ لَيْسَ لِي فِيهَا إِلَّا نَصِيبِي مَعَكُمْ إِلَّا الْخُمُسُ، وَالْخُمُسُ مَرْدُودٌ عَلَيْكُمْ، فَأَدُّوا الْخَيْطَ وَالْمَخِيطَ، وَأَكْبَرَ مِنْ ذَلِكَ وَأَصْغَرَ، وَلَا تَغُلُّوا فَإِنَّ الْغُلُولَ نَارٌ وَعَارٌ عَلَى أَصْحَابِهِ فِي الدُّنْيَا وَالْآخِرَةِ، وَجَاهِدُوا النَّاسَ فِي اللهِ الْقَرِيبَ وَالْبَعِيدَ، وَلَا تُبَالُوا فِي اللهِ لَوْمَةَ لَائِمٍ، وَأَقِيمُوا حُدُودَ اللهِ فِي الْحَضَرِ وَالسَّفَرِ، وَجَاهِدُوا فِي سَبِيلِ اللهِ، فَإِنَّ الْجِهَادَ بَابٌ مِنْ أَبْوَابِ الْجَنَّةِ عَظِيمٌ، يُنْجِي بِهِ اللهُ مِنَ الْهَمِّ وَالْغَمِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင်တို့ရရှိခဲ့သော စစ်ဥစ္စာ၏ တစ်စိတ်တစ်ပိုင်းလည်း ဖြစ်သည်။ ဧကန်မလွဲ ကျွန်ုပ်သည် ၎င်းတွင် ကျွန်ုပ်အတွက် သတ်မှတ်ထားသော ငါးပုံတစ်ပုံမှလွဲ၍ မည်သည့်ရှယ်ယာမျှ မရှိပေ။ ထိုငါးပုံတစ်ပုံကိုပင် သင်တို့အား ပေးမည်ဖြစ်သည်။ <span class=\"gray\">(တမန်တော်မြတ်၏ ရက်ရောမှုကို ဖော်ပြခြင်း)</span>။ ထို့ကြောင့် အပ်နှင့် ချည်မျှင်ကိုပင် လက်နက်ချပါ၊ ၎င်းထက် ကြီးသည်ဖြစ်စေ၊ ငယ်သည်ဖြစ်စေ <span class=\"gray\">(စစ်ဥစ္စာများမှ)</span>။ မည်သည့်အရာနှင့်မျှ လိမ်လည်ခြင်း မပြုကြနှင့်၊ အကြောင်းမှာ စစ်ဥစ္စာများကို မဝေငှမီ ခိုးယူခြင်းသည် ငရဲမီးနှင့် ဤဘဝနှင့် နောင်ဘဝတွင် ၎င်း၏ပိုင်ရှင်များအပေါ် ရှက်စရာကောင်းသော အရာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ အကြောင်းခံ၍ လူတို့နှင့် ဂျီဟာဒ် (တိုက်ပွဲ) ဆင်နွှဲကြပါ။ နီးသည်ဖြစ်စေ၊ ဝေးသည်ဖြစ်စေ၊ အပြစ်တင်သူများ၏ အပြစ်တင်ခြင်းကို မကြောက်ကြပါနှင့်၊ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အကြောင်းခံ၍ လုပ်ဆောင်နေသရွေ့။ သင်တို့၏ ဒေသတွင်နှင့် ခရီးသွားနေစဉ်တွင် အလ္လာဟ်အရှင်မြတ်၏ နည်းဥပဒေများကို ထိန်းသိမ်းပါ။ အလ္လာဟ်အရှင်မြတ်၏ အကြောင်းခံ၍ ဂျီဟာဒ်ကို လုပ်ဆောင်ပါ။ ဂျီဟာဒ်သည် ဂျန္နတ် (ပရဒိသု) သို့ ဦးတည်သော အလွန်ကြီးကျယ်သော တံခါးတစ်ချပ်ဖြစ်သည်။ ၎င်းမှတစ်ဆင့် အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(လူတစ်ဦးကို)</span> ဝမ်းနည်းမှုနှင့် စိုးရိမ်ပူပန်မှုမှ ကယ်တင်တော်မူသည်။)</span>\"</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ကြီးကျယ်ခမ်းနားသော ဟဒီးစ်တော်ဖြစ်သော်လည်း၊ ဤသတင်းပေးဆက်စပ်မှုဖြင့် ဟဒီးစ်စုဆောင်းမှုခြောက်ခုထဲမှ မည်သည့်နေရာတွင်မှ ကျွန်ုပ်မတွေ့ရှိခဲ့ပေ။ သို့သော် အိမာမ် အဟ်မဒ်၊ အဘူ ဒါဝုဒ်နှင့် အန်-နစာအီတို့သည် 'အမ်ရ် ဘင်န် ရှူအိုင်ဗ်မှ၊ ၎င်း၏ဖခင်မှ၊ ၎င်း၏အဘိုး အဗ်ဒွလ္လာဟ် ဘင်န် အမ်ရ်မှ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ ဟဒီးစ်တော်တစ်ခုကို မှတ်တမ်းတင်ထားကြသည်။ ဤသတင်းပေးချက်သည် အထက်ပါအကြောင်းအရာနှင့် ဆင်တူပြီး၊ 'အမ်ရ် ဘင်န် အန်ဗာဆဟ်ထံမှ မှတ်တမ်းတင်ထားသော ဗားရှင်းကို အဘူ ဒါဝုဒ်နှင့် အန်-နစာအီတို့က မှတ်တမ်းတင်ထားသည်။ တမန်တော်မြတ် ﷺ သည် မိမိကိုယ်တိုင်အတွက် စစ်ဥစ္စာအချို့ကို ရွေးချယ်လေ့ရှိသည်။ မိုဟမ္မဒ် ဘင်န် စီရင်၊ အာမစ်ရ် အစ်-ရှအ်ဘီနှင့် ပညာရှင်များစွာ၏ သတင်းပေးချက်များအရ ကျွန်တစ်ဦး၊ မြင်းတစ်စီး သို့မဟုတ် ဓားတစ်ချောင်းတို့ ဖြစ်သည်။ ဥပမာအားဖြင့်၊ အိမာမ် အဟ်မဒ်နှင့် အတ်-တိရ်မီဇီ – ၎င်းကို ဟဆန်အဆင့် သတ်မှတ်ခဲ့သည် – တို့သည် အိဗ်နု အဗ်ဗာစ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဗဒ်ရ်တိုက်ပွဲနေ့တွင် 'ဇူလ်-ဖိကာရ်' အမည်ရှိ ဓားတစ်ချောင်းကို ရွေးချယ်ခဲ့သည်။ အာအိရှဟ်က စဖီယဟ်သည် ဖမ်းဆီးခံရသော အမျိုးသမီးများထဲတွင် ပါဝင်ပြီး၊ တမန်တော်မြတ် ﷺ သည် သူမကို <span class=\"gray\">[ရွေးချယ်၍ လက်ထပ်ခဲ့သည်]</span> <span class=\"gray\">(မိမိ၏ဆန္ဒအရနှင့် စစ်ဥစ္စာများ မဝေငှမီ)</span> ဟု သတင်းပေးခဲ့သည်၊ အဘူ ဒါဝုဒ်သည် စူနန်တွင် မှတ်တမ်းတင်ထားသည့်အတိုင်း ဖြစ်သည်။ တမန်တော်မြတ်၏ ဆွေမျိုးများအတွက် ရှယ်ယာကိုမူ ဗနီ ဟာရှင်မ်နှင့် ဗနီ အလ်-မူတ္တလိဗ်တို့အား ပေးဆောင်သည်။ အဘယ်ကြောင့်ဆိုသော် အလ်-မူတ္တလိဗ်၏ သားသမီးများသည် အစ္စလာမ်မတိုင်မီ ဂျာဟီလီယာခေတ်တွင် ဗနီ ဟာရှင်မ်ကို ထောက်ခံခဲ့ကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို ထောက်ခံရန်နှင့် ကာကွယ်ရန်အတွက် အဘူ တာလိဗ်၏ တောင်ကြားသို့လည်း သွားရောက်ခဲ့ကြသည် <span class=\"gray\">(ကုရိုင်းရှ်တို့က မူဆလင်များကို သုံးနှစ်ကြာ သပိတ်မှောက်ခဲ့စဉ်က)</span>။ မူဆလင်များဖြစ်ကြသော <span class=\"gray\">(ဗနီ အလ်-မူတ္တလိဗ်မှ)</span> သူများသည် ဤအရာအားလုံးကို အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို နာခံလျက် လုပ်ဆောင်ခဲ့ကြပြီး၊ ၎င်းတို့ထဲမှ မယုံကြည်သူများသည် ၎င်းတို့၏ မျိုးနွယ်စုကို ထောက်ခံလျက်နှင့် တမန်တော်၏ ဦးလေး အဘူ တာလိဗ်ကို နာခံလျက် လုပ်ဆောင်ခဲ့ကြသည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْيَتَامَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိဘမဲ့ကလေးများ)</span>၊ မူဆလင်မိဘမဲ့ကလေးများကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَابْنِ السَّبِيلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ခရီးသွားများ)</span>၊ ခရီးသည်များနှင့် ဝတ်ပြုဆုတောင်းခြင်းကို တိုတောင်းရန် ဥပဒေပြုထားသည့် ခရီးအကွာအဝေးတစ်ခုသို့ ခရီးသွားရန် ရည်ရွယ်သူများ၊ သို့သော် သုံးစွဲရန် ငွေကြေးမရှိသူများ။ ဤအကြောင်းအရာကို ဆူရာဟ် ဘရာဟ် <span class=\"gray\">[၉း၆၀]</span> တွင် အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက ကျွန်ုပ်တို့ ရှင်းပြမည်ဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏ အားကိုးရာနှင့် ယုံကြည်မှုသည် အရှင်မြတ်ထံတွင်သာ ရှိသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُنتُمْ آمَنتُم بِاللَّهِ وَمَا أَنزَلْنَا عَلَىٰ عَبْدِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ ကျွန်ုပ်တို့ ကျွန်တော်အရဖ်ထံသို့ ပေးပို့ခဲ့သည်များကိုလည်းကောင်း ယုံကြည်ခဲ့ကြပါမူ)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'အကယ်၍ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ နောက်ဆုံးနေ့ကိုလည်းကောင်း၊ ကျွန်ုပ်တို့ ကျွန်ုပ်တို့၏ ရစူလ်တမန်တော် ﷺ ထံ ထုတ်ပြန်ခဲ့သည်များကိုလည်းကောင်း စစ်မှန်စွာ ယုံကြည်ကြပါမူ၊ စစ်ဥစ္စာ၏ ငါးပုံတစ်ပုံနှင့်ပတ်သက်သော စီရင်ထုံးကဲ့သို့ ကျွန်ုပ်တို့ သင်တို့အတွက် ဥပဒေပြုထားသည်များကို လိုက်နာကြလော့။' ဆွာဟိဟ်ကျမ်းနှစ်ခုတွင် အဗ်ဒွလ္လာဟ် ဘင်န် အဗ်ဗာစ်က ဗနီ အဗ်ဒွလ် ကွိုက်စ် ကိုယ်စားလှယ်အဖွဲ့နှင့်ပတ်သက်သော ရှည်လျားသည့် ဟဒီးစ်တော်ကို ပြောပြနေစဉ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ၎င်းတို့အား မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وآمُرُكُمْ بِأَرْبَعٍ، وَأَنْهَاكُمْ عَنْ أَرْبَعٍ. آمُرُكُمْ بِالْإِيمَانِ بِاللهِ ثُمَّ قَالَ: هَلْ تَدْرُونَ مَا الْإِيمَــانُ بِاللهِ؟ شَهَــــادَةُ أَن لَّا إِلَهَ إِلَّا اللهُ، وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَإِقَامُ الصَّلَاةِ وَإِيتَاءُ الزَّكَاةِ، وَأن تُؤَدُّوا الْخُمُسَ مِنَ الْمَغْنَمِ</p><p lang=\"my\" class=\"my \">ငါသည် သင်တို့အား လေးခုကို အမိန့်ပေးသည်၊ လေးခုကို တားမြစ်သည်။ ငါသည် သင်တို့အား အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ရန် အမိန့်ပေးသည်။ အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ခြင်း၏ အဓိပ္ပါယ်ကို သင်တို့သိသလား။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ကိုးကွယ်ထိုက်သော မည်သည့်ဘုရားမျှ မရှိကြောင်းနှင့် မိုဟမ္မဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်ကြောင်း သက်သေခံခြင်း၊ ဆွလာသ် (ဝတ်ပြုဆုတောင်းခြင်း) ကို ထူထောင်ခြင်း၊ ဇကာတ် (တရာအလှူ) ပေးခြင်းနှင့် စစ်ဥစ္စာ၏ ငါးပုံတစ်ပုံကို ရိုးသားစွာ ပေးအပ်ခြင်းတို့ ဖြစ်သည်။)</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ရစူလ်တမန်တော် ﷺ သည် စစ်ဥစ္စာ၏ ငါးပုံတစ်ပုံကို ပေးအပ်ခြင်းကို အီမာန် (ယုံကြည်ခြင်း) ၏ အစိတ်အပိုင်းတစ်ခုအဖြစ် စာရင်းသွင်းခဲ့သည်။ ထို့ကြောင့် အလ်-ဘူခါရီသည် ၎င်း၏ ဆွာဟိဟ်ကျမ်းတွင် \"အခန်းကြီး- ခိုမုစ် <span class=\"gray\">(ငါးပုံတစ်ပုံ)</span> ပေးဆောင်ခြင်းသည် အီမာန်၏ အစိတ်အပိုင်းဖြစ်သည်\" ဟူသော ခေါင်းစဉ်ဖြင့် အခန်းတစ်ခုကို ရေးသားခဲ့သည်။ ထို့နောက် ၎င်းသည် အိဗ်နု အဗ်ဗာစ်ထံမှ အထက်ပါ ဟဒီးစ်တော်ကို ပြောပြခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စံနှုန်းပြည့်နေ့တွင်၊ တပ်နှစ်ခုတွေ့ဆုံသောနေ့တွင်၊ အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို တတ်စွမ်းနိုင်တော်မူသော အရှင်ဖြစ်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဗဒ်ရ်တိုက်ပွဲတွင် အမှန်နှင့် အမှားကို ခွဲခြားတော်မူခဲ့ရာ၌ အရှင်မြတ်၏ ဖန်ဆင်းခံများအပေါ် အရှင်မြတ်၏ ကရုဏာတော်နှင့် ကျေးဇူးတော်များကို ဖော်ပြတော်မူခဲ့သည်။ ထိုနေ့ကို 'အလ်-ဖူရ်ကန်' ဟု ခေါ်တွင်ခဲ့သည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်ခြင်းစကားလုံးကို အမှားစကားလုံးထက် မြင့်တင်တော်မူခဲ့ပြီး၊ အရှင်မြတ်သည် အရှင်မြတ်၏ ဘာသာတရားကို ထင်ရှားစေ၍ အရှင်မြတ်၏ တမန်တော်နှင့် အရှင်မြတ်၏ အဖွဲ့ကို ထောက်ခံခဲ့သောကြောင့် ဖြစ်သည်။ 'အလီ ဘင်န် အဘီ တာလဟဟ်နှင့် အလ်-'အောင်ဖီတို့က အိဗ်နု အဗ်ဗာစ်က 'ဗဒ်ရ်သည် ယောင်မ် အလ်-ဖူရ်ကန်ဖြစ်သည်၊ ထိုနေ့တွင် အလ္လာဟ်အရှင်မြတ်သည် အမှန်နှင့် အမှားကို ခွဲခြားတော်မူခဲ့သည်' ဟု ပြောကြားခဲ့ကြောင်း သတင်းပို့ကြသည်။ အလ်-ဟာကင်မ်သည် ဤပြောကြားချက်ကို စုစည်းခဲ့သည်။ အလားတူ ပြောကြားချက်များကို မူဂျာဟစ်ဒ်၊ မစ်ကဆမ်၊ အူဗိုင်ဒွလ္လာဟ် ဘင်န် အဗ်ဒွလ္လာဟ်၊ အဒ်-ဒဟ်ဟ်ါက်၊ ကတာဒဟ်၊ မူကာတေလ် ဘင်န် ဟိုင်ယာန်နှင့် အခြားသူများစွာထံမှ သတင်းပေးပို့ခဲ့သည်။</p>"
  }
]