[
  {
    "ayah_key": "45:30",
    "group_ayah_key": "45:30",
    "from_ayah": "45:30",
    "to_ayah": "45:37",
    "ayah_keys": "45:30,45:31,45:32,45:33,45:34,45:35,45:36,45:37",
    "text": "<p lang=\"my\" class=\"my \">ထိုအခါ ယုံကြည်ပြီး ကောင်းမှုပြုသူများအတွက် ၎င်းတို့၏အရှင်သည် ၎င်းတို့အား ကိုယ်တော်၏ ကရုဏာတော်ထဲသို့ သွင်းတော်မူမည်။ ၎င်းသည် ထင်ရှားသော အောင်မြင်မှုဖြစ်၏။ <span>(၃၀)</span> သို့သော် မယုံကြည်သူများအတွက် <span class=\"gray\">(၎င်းတို့အား ပြောကြားလိမ့်မည်)</span>- \"ငါတို့၏ အာယတ်တော်များကို သင်တို့ထံ ရွတ်ဖတ်ပြခဲ့သည် မဟုတ်လော။ သို့သော် သင်တို့သည် မာန်မာနထောင်လွှားခဲ့ကြပြီး ရာဇဝတ်ကောင်များဖြစ်ခဲ့ကြသည်။ <span>(၃၁)</span> ထို့ပြင် \"အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် အမှန်ပင်ဖြစ်ပြီး ကိယာမတ်နေ့ရောက်ရှိလာခြင်းနှင့်ပတ်သက်၍ သံသယမရှိ\" ဟု ပြောကြားခဲ့သောအခါ သင်တို့က \"ကိယာမတ်နေ့ဆိုသည်မှာ မည်သည်ကို မသိပါ၊ ၎င်းသည် ခန့်မှန်းချက်မျှသာဟု ကျွန်ုပ်တို့ ထင်မြင်ကြပြီး ခိုင်မာသော ယုံကြည်မှု <span class=\"gray\">(၎င်းနှင့် ပတ်သက်၍)</span> မရှိပါ\" ဟု ပြောကြားခဲ့ကြသည်။ <span>(၃၂)</span> ၎င်းတို့ ပြုခဲ့သော မကောင်းမှုတို့၏ အကျိုးဆက်သည် ၎င်းတို့အား ထင်ရှားလာမည်ဖြစ်ပြီး ၎င်းတို့ လှောင်ပြောင်ခဲ့သော အရာများသည် ၎င်းတို့အား လုံးဝပတ်လည်ဝိုင်းရံလာမည်။ <span>(၃၃)</span> ထို့ပြင် \"ဤနေ့ရက်တွင် သင်တို့၏ ဤနေ့ရက်နှင့် တွေ့ဆုံခြင်းကို သင်တို့ မေ့လျော့ခဲ့သကဲ့သို့ ငါတို့လည်း သင်တို့အား မေ့လျော့မည်။ သင်တို့၏ နေထိုင်ရာသည် ငရဲဖြစ်ပြီး ကူညီမည့်သူ တစ်ဦးတစ်ယောက်မျှ မရှိ။ <span>(၃၄)</span> ၎င်းသည် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော်များကို လှောင်ပြောင်ခဲ့ကြသောကြောင့်ဖြစ်ပြီး လောကီဘဝက သင်တို့အား လှည့်ဖြားခဲ့သည်။ ထို့ကြောင့် ဤနေ့ရက်တွင် ၎င်းတို့အား ထိုနေရာ <span class=\"gray\">(ငရဲ)</span> မှ ထုတ်ယူလိမ့်မည်မဟုတ်သကဲ့သို့ လောကီဘဝသို့လည်း ပြန်လည်ပို့ဆောင်လိမ့်မည်မဟုတ်။ <span>(၃၅)</span> ထို့ကြောင့် ကောင်းကင်များ၏အရှင်၊ မြေကြီး၏အရှင်နှင့် ရှိရှိသမျှအားလုံး၏အရှင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်၌ ချီးမွမ်းခြင်းအားလုံး ရှိပေသည်။ <span>(၃၆)</span> ကောင်းကင်များနှင့် မြေကြီး၌ ၎င်းအရှင်မြတ်၏ ဘုန်းတန်ခိုးတော်ရှိပြီး ၎င်းအရှင်မြတ်သည် အလ်-အာဇစ်၊ အလ်-ဟာကိမ်း ဖြစ်တော်မူသည်။ <span>(၃၇)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိယာမတ်နေ့၌ ကိုယ်တော်၏ ဖန်ဆင်းခြင်းတွင် ကိုယ်တော်၏စီရင်ချက်ကို ကျွန်ုပ်တို့အား ဖော်ပြထားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ယုံကြည်ပြီး ကောင်းမှုပြုသူများအတွက်၊)</span> စိတ်နှလုံးများ ယုံကြည်ပြီး ခန္ဓာကိုယ်အစိတ်အပိုင်းများ ကောင်းမှုများ ပြုလုပ်ခဲ့သူများ၊ အလ္လာဟ်အရှင်မြတ်အား ရိုးသားစွာနှင့် အစ္စလာမ့်ဥပဒေများနှင့်အညီ ပြုလုပ်ခဲ့သူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏အရှင်သည် ၎င်းတို့အား ကိုယ်တော်၏ ကရုဏာတော်ထဲသို့ သွင်းတော်မူမည်။)</span> ၎င်းသည် ဂျန္နတ်ဖြစ်သည်။ ဆွဟီးဟ်ကျမ်း၌ အလ္လာဟ်အရှင်မြတ်သည် ဂျန္နတ်အား မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتِ رَحْمَتِي، أَرْحَمُ بِكِ مَنْ أَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်သည် ငါ၏ကရုဏာဖြစ်ပြီး၊ ငါအလိုရှိသူအား သင်နှင့်အတူ ကရုဏာပြုမည်။\")</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُوَ الْفَوْزُ الْمُبِينُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ထင်ရှားသော အောင်မြင်မှုဖြစ်သည်။)</span> ရှင်းလင်းပြီး ထင်ရှားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَاسْتَكْبَرْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မယုံကြည်သူများအတွက် <span class=\"gray\">(၎င်းတို့အား ပြောကြားလိမ့်မည်)</span>: \"ငါတို့၏ အာယတ်တော်များကို သင်တို့ထံ ရွတ်ဖတ်ပြခဲ့သည် မဟုတ်လော။ သို့သော် သင်တို့သည် မာန်မာနထောင်လွှားခဲ့ကြသည်။\")</span> ၎င်းတို့အား ဤထုတ်ပြန်ချက်ဖြင့် သတိပေး၍ ပြစ်တင်ရှုံ့ချလိမ့်မည်၊ ဆိုလိုသည်မှာ 'အလ်-ရဟ်မာန်၏ အာယတ်တော်များကို သင်တို့အား ရွတ်ဖတ်ပြခဲ့သည် မဟုတ်လော။ သို့သော် သင်တို့သည် မာန်မာနကြောင့် ၎င်းတို့အား မလိုက်နာခဲ့ကြဘဲ ကြားနာပြီးနောက် လှည့်ထွက်သွားခဲ့ကြသည်'၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنْتُمْ قَوْمًا مُجْرِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်တို့သည် ရာဇဝတ်ကောင်များ ဖြစ်ခဲ့ကြသည်။)</span>၊ 'သင်တို့၏ လုပ်ရပ်များကြောင့်ဖြစ်ပြီး၊ သင်တို့၏ စိတ်နှလုံးများ၌ ပါရှိသော ငြင်းပယ်မှုကြောင့်လည်း ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် \"အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် အမှန်ပင်ဖြစ်ပြီး ကိယာမတ်နေ့ရောက်ရှိလာခြင်းနှင့်ပတ်သက်၍ သံသယမရှိ\" ဟု ပြောကြားခဲ့သောအခါ၊)</span> 'ယုံကြည်သူများက ဤစကားများကို သင်တို့အား ပြောကြားခဲ့သောအခါ၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့က \"ကိယာမတ်နေ့ဆိုသည်မှာ မည်သည်ကို မသိပါ...\" ဟု ပြောကြားခဲ့ကြသည်။)</span> 'သင်တို့ ပြောနေသည့်အရာကို ကျွန်ုပ်တို့ မသိပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ نَظُنُّ إِلَّا ظَنًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ခန့်မှန်းချက်မျှသာဟု ကျွန်ုပ်တို့ ထင်မြင်ကြသည်၊)</span> '၎င်းသည် လာနိုင်သည်ဟု ကျွန်ုပ်တို့ ဝေးဝေးမှသာ ထင်မြင်ကြသည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَحْنُ بِمُسْتَيْقِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ခိုင်မာသော ယုံကြည်မှု <span class=\"gray\">(၎င်းနှင့် ပတ်သက်၍)</span> မရှိပါ။)</span> 'ကျွန်ုပ်တို့ ၎င်းကို မသေချာပါ။' အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ပြုခဲ့သော မကောင်းမှုတို့၏ အကျိုးဆက်သည် ၎င်းတို့အား ထင်ရှားလာမည်ဖြစ်ပြီး၊)</span> ၎င်းတို့၏ မကောင်းမှုများ၏ အကျိုးဆက်သည် ၎င်းတို့အား ထင်ရှားလာမည်ဖြစ်ပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَاقَ بِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့အား လုံးဝပတ်လည်ဝိုင်းရံလာမည်။)</span> အရပ်မျက်နှာအားလုံးမှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مَا كَانُوا بِهِ يَسْتَهْزِئُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ လှောင်ပြောင်ခဲ့သော အရာများသည်)</span> လာမည့် ညှဉ်းပန်းနှိပ်စက်မှုနှင့် ပြစ်ဒဏ်များ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ الْيَوْمَ نَنْسَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် \"ဤနေ့ရက်တွင် ငါတို့သည် သင်တို့အား မေ့လျော့မည်...\" ဟု ပြောကြားလိမ့်မည်။)</span> 'ငါတို့သည် သင်တို့အား မေ့လျော့ခဲ့သကဲ့သို့ ပြုမူမည်ဖြစ်ပြီး ဂျဟန္နမ်ငရဲမီးထဲသို့ ပစ်ချမည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ဤနေ့ရက်နှင့် တွေ့ဆုံခြင်းကို သင်တို့ မေ့လျော့ခဲ့သကဲ့သို့။)</span> '၎င်းလာမည်ကို မယုံကြည်သောကြောင့် ၎င်းအတွက် သင်တို့ မလုပ်ဆောင်ခဲ့ကြပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ နေထိုင်ရာသည် ငရဲဖြစ်ပြီး ကူညီမည့်သူ တစ်ဦးတစ်ယောက်မျှ မရှိ။)</span> ဆွဟီးဟ်ကျမ်း၌ ဖော်ပြထားသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ကိယာမတ်နေ့၌ ကိုယ်တော်၏ကျွန်အချို့အား မေးတော်မူမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أُزَوِّجْكَ؟ أَلَمْ أُكْرِمْكَ؟ أَلَمْ أُسَخِّرْ لَكَ الْخَيْلَ وَالْإِبِلَ، وَأَذَرْكَ تَرْأَسُ وَتَرْبَعُ؟ فَيَقُولُ: بَلَىٰ يَارَبِّ. فَيَقُولُ: أَفَظَنَنْتَ أَنَّكَ مُلَاقِيَّ؟ فَيَقُولُ: لَا. فَيَقُولُ اللهُ تَعَالَىٰ: فَالْيَوْمَ أَنْسَاكَ كَمَا نَسِيتَنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငါသည် သင့်အား အိမ်ထောင်ဖက် မပေးခဲ့ဖူးသလော၊ သင့်အား ဂုဏ်ပြုခဲ့ပြီး ကုလားအုတ်များနှင့် မြင်းများကို သင့်အား မလွှဲအပ်ခဲ့ဖူးသလော။ သင့်အား ခေါင်းဆောင်နှင့် သခင်အဖြစ် နေခွင့် မပြုခဲ့ဖူးသလော။\" ကျွန်သည် ပြန်ဖြေမည်- \"ဟုတ်ကဲ့၊ အရှင်မြတ်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူမည်- \"သင်သည် ငါနှင့် ထပ်မံတွေ့ဆုံလိမ့်မည်ဟု ထင်ခဲ့သလော။\" သူက \"မထင်ပါ\" ဟု ဖြေမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူမည်- \"ထိုအခါ ဤနေ့ရက်တွင် သင်သည် ငါ့အား မေ့လျော့ခဲ့သကဲ့သို့ ငါလည်း သင့်အား မေ့လျော့မည်။\")</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော်များကို လှောင်ပြောင်ခဲ့ကြသောကြောင့်ဖြစ်၏။)</span> 'သင့်ထံသို့ ပေးပို့ခဲ့သော အလ္လာဟ်အရှင်မြတ်၏ သက်သေများကို သင်တို့ လှောင်ပြောင်ခဲ့ကြပြီး ၎င်းတို့ကို ပြက်ရယ်ပြုခြင်းနှင့် ကဲ့ရဲ့ခြင်း၏ အကြောင်းအရာများအဖြစ် ပြုလုပ်ခဲ့သောကြောင့် ကျွန်ုပ်တို့သည် ဤပြစ်ဒဏ်ကို လက်စားချေမှုအဖြစ် သင့်အား ပေးခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် လောကီဘဝက သင်တို့အား လှည့်ဖြားခဲ့သည်။)</span> 'ဤဘဝက သင်တို့အား လှည့်ဖြားခဲ့ပြီး သင်တို့သည် ၎င်း၏ ဆွဲဆောင်မှုအောက်သို့ ကျရောက်ခဲ့ကြကာ နောက်ဆုံးရှုံးနိမ့်သူများထဲမှ ဖြစ်ခဲ့ကြသည်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဤနေ့ရက်တွင် ၎င်းတို့အား ထိုနေရာမှ ထုတ်ယူလိမ့်မည်မဟုတ်)</span>၊ ငရဲမီးမှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُسْتَعْتَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် လောကီဘဝသို့လည်း ပြန်လည်ပို့ဆောင်လိမ့်မည်မဟုတ်။)</span> ၎င်းတို့ထံမှ ခွင့်လွှတ်မှုကို တောင်းခံလိမ့်မည်မဟုတ်ဘဲ ကန့်သတ်ချက် သို့မဟုတ် နှောင့်နှေးမှုမရှိဘဲ ပြစ်ဒဏ်ပေးခံရမည်ဖြစ်ပြီး၊ ယုံကြည်သူအုပ်စုတစ်စုသည် ဂျန္နတ်သို့ ကန့်သတ်ချက် သို့မဟုတ် နှောင့်နှေးမှုမရှိဘဲ ဝင်ရောက်ကြသကဲ့သို့ပင်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများနှင့် မယုံကြည်သူများအတွက် ကိုယ်တော်၏စီရင်ချက်ကို ဖော်ပြပြီးနောက်၊ ကိုယ်တော် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကောင်းကင်များ၏အရှင်နှင့် မြေကြီး၏အရှင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်၌ ချီးမွမ်းခြင်းအားလုံး ရှိပေသည်။)</span> ၎င်းအရှင်သည် ၎င်းတို့၏ ပိုင်ရှင်ဖြစ်ပြီး ၎င်းတို့အတွင်းနှင့် ၎င်းတို့ပေါ်ရှိ ရှိရှိသမျှအားလုံး၏ ပိုင်ရှင်ဖြစ်ကာ၊ သေချာသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ရှိရှိသမျှအားလုံး၏အရှင်။)</span> အလ္လာဟ်အရှင်မြတ် ဆက်လက်၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီး၌ ၎င်းအရှင်မြတ်၏ ဘုန်းတန်ခိုးတော်ရှိပြီး၊)</span> မုဂျာဟစ်ဒ်၏အဆိုအရ ဘုရင်စနစ်ကို ဆိုလိုသည်။ ဤအာယတ်တော်၏ အဓိပ္ပါယ်မှာ အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်ဖြစ်ပြီး၊ ချီးမွမ်းခြင်းအားလုံးနှင့် ထိုက်တန်တော်မူ၏။ အရာအားလုံးနှင့် လူတိုင်းသည် ကိုယ်တော်၏ လက်အောက်ခံဖြစ်ပြီး ကိုယ်တော်ကို လုံးဝလိုအပ်၍ ကိုယ်တော်အပေါ် မှီခိုနေရသည်။ မှန်ကန်သော ဟဒီးဆ်တော်တစ်ခုတွင် တမန်တော်မြတ် ﷺ မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَىٰ: الْعَظَمَةُ إِزَارِي، وَالْكِبْرِيَاءُ رِدَائِي، فَمَنْ نَازَعَنِي وَاحِدًا مِنْهُمَا أَسْكَنْتُهُ نَارِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်- \"ဘုန်းတော်သည် ငါ၏ဝတ်ရုံဖြစ်ပြီး မာန်မာနသည် ငါ၏အဝတ်ဖြစ်သည်။ ၎င်းတို့နှစ်ခုထဲမှ တစ်ခုခုအတွက် ငါနှင့် ပြိုင်ဆိုင်သူ မည်သူမဆို ငါသည် ၎င်းအား ငါ၏ငရဲမီး၌ နေစေမည်။\")</span> မွတ်စ်လင်မ်သည် အလားတူ ဟဒီးဆ်တော်တစ်ခုကို စုဆောင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَزِيزُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းအရှင်သည် အလ်-အာဇစ် ဖြစ်တော်မူသည်၊)</span> မည်သူကမျှ မဆန့်ကျင်နိုင် သို့မဟုတ် မယှဉ်ပြိုင်နိုင်သော အရှင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ဟာကိမ်း)</span> ကိုယ်တော်၏ ထုတ်ပြန်ချက်များ၊ လုပ်ရပ်များ၊ ဥပဒေများနှင့် ကိုယ်တော် ချမှတ်သော အမိန့်တော်များတွင် အနန္တပညာရှင် ဖြစ်တော်မူ၏။ ဘုန်းတန်ခိုးနှင့် ချီးမွမ်းခြင်းအားလုံးသည် ကိုယ်တော်အတွက်သာဖြစ်ပြီး ကိုယ်တော် တစ်ပါးတည်းမှလွဲ၍ အခြားမည်သူမျှ ကိုးကွယ်ခံပိုင်ခွင့် မရှိပေ။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရဟ် အလ်-ဂျာသီယဟ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းအတွက်သာ ဖြစ်သည်။</p>"
  }
]