[
  {
    "ayah_key": "4:110",
    "group_ayah_key": "4:110",
    "from_ayah": "4:110",
    "to_ayah": "4:113",
    "ayah_keys": "4:110,4:111,4:112,4:113",
    "text": "<p lang=\"my\" class=\"my \">မည်သူမဆို မကောင်းမှုပြုခဲ့သော် သို့မဟုတ် မိမိကိုယ်ကို မတရားပြုခဲ့သော်လည်း နောက်ပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို တောင်းခံပါက၊ အလ္လာဟ်အရှင်မြတ်အား အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော၊ အလွန်တရာ ကရုဏာရှင်အဖြစ် တွေ့ရှိရလိမ့်မည်။) ၁၁၁။ မည်သူမဆို အပြစ်တစ်ခုခုကို ရှာဖွေပါက၊ မိမိကိုယ်တိုင်အတွက်သာ ရှာဖွေခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အလုံးစုံကိုသိသော၊ အလုံးစုံကို ပညာရှိတော်မူသော ဖြစ်တော်မူ၏။ <span>(၁၁၀)</span>မည်သူမဆို အမှားတစ်ခု သို့မဟုတ် အပြစ်တစ်ခုကို ရှာဖွေပြီးနောက် အပြစ်မဲ့သူတစ်ဦးဦးကို အပြစ်တင်ပါက၊ သူသည် မိမိကိုယ်ကို မဟုတ်မမှန်မှုနှင့် ထင်ရှားသော အပြစ်ဖြင့် အမှန်တကယ်ဝန်ထုပ်ဝန်ပိုးဖြစ်စေခဲ့ပြီ။ <span>(၁၁၁)</span>အကယ်၍ အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် ကရုဏာတော်သည် သင်တို့အပေါ်၌ မရှိခဲ့ပါလျှင်၊ သူတို့အနက်မှ အဖွဲ့တစ်ဖွဲ့သည် သင်တို့အား လမ်းမှားသို့ ပို့ဆောင်ရန် ဆုံးဖြတ်ခဲ့ကြမည်မှာ သေချာပါသည်။ သို့သော် သူတို့သည် မိမိတို့ကိုယ်တိုင်မှလွဲ၍ မည်သူ့ကိုမျှ လမ်းမှားသို့ မပို့ဆောင်နိုင်ကြပါ။ သင်တို့အား အနည်းငယ်မျှပင် ထိခိုက်မှု မပြုနိုင်ပါ။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ထံသို့ ကျမ်းတော်နှင့် ဟစ်ကမာကို ချပေးတော်မူခဲ့သည်။ သင်တို့ မသိခဲ့သည်များကို သင်ကြားပေးတော်မူခဲ့သည်။ သင်တို့အပေါ်၌ အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်သည် အမြဲတမ်း ကြီးမားလှပေသည်။ <span>(၁၁၂)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို တောင်းခံရန် အားပေးခြင်းနှင့် အပြစ်မဲ့သူများကို မှားယွင်းစွာ စွပ်စွဲသူများအား သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရက်ရောမှုနှင့် ကြင်နာမှုကို အလေးထားဖော်ပြတော်မူသည်။ ၎င်းမှာ မည်သူမဆို မိမိကျူးလွန်သော မည်သည့်မကောင်းမှုမှမဆို မိမိထံ နောင်တရလျှင် ခွင့်လွှတ်တော်မူခြင်းပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَّحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မကောင်းမှုပြုခဲ့သော် သို့မဟုတ် မိမိကိုယ်ကို မတရားပြုခဲ့သော်လည်း နောက်ပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို တောင်းခံပါက၊ အလ္လာဟ်အရှင်မြတ်အား အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော၊ အလွန်တရာ ကရုဏာရှင်အဖြစ် တွေ့ရှိရလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">'အလီ ဘင် အဘီ တလ်ဟာဟ် က ဤအာယတ်နှင့်ပတ်သက်၍ အိဘ်နု အဘ္ဘားစ်က မှတ်ချက်ပေးခဲ့သည်ဟု ဆိုသည်။ \"အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအား မိမိ၏ခွင့်လွှတ်မှု၊ ခန္တီ၊ ရက်ရောမှုနှင့် ကျယ်ပြန့်သော ကရုဏာတော်အကြောင်း အသိပေးတော်မူ၏။ ထို့ကြောင့် မည်သူမဆို အပြစ်တစ်ခုခုကို ကျူးလွန်ခဲ့လျှင်၊ အသေးစားဖြစ်စေ၊ အကြီးစားဖြစ်စေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَّحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် နောက်ပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို တောင်းခံပါက၊ အလ္လာဟ်အရှင်မြတ်အား အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော၊ အလွန်တရာ ကရုဏာရှင်အဖြစ် တွေ့ရှိရလိမ့်မည်။)</span> သူ၏အပြစ်များသည် ကောင်းကင်များ၊ မြေကြီးနှင့် တောင်များထက်ပင် ကြီးမားနေခဲ့သော်လည်း။\"</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ခဲ့သည်မှာ 'အလီ က ပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ထံမှ တစ်စုံတစ်ရာကို ကျွန်ုပ်ကြားသိရတိုင်း၊ အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာမှ မိမိအလိုရှိရာဖြင့် ကျွန်ုပ်အား အကျိုးပြုတော်မူ၏။ အဘူဘကရ်က ကျွန်ုပ်အား ပြောပြခဲ့ပြီး၊ အဘူဘကရ်က အမှန်တရားကို ပြောခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ مُسْلِمٍ يُذْنِبُ ذَنْبًا، ثُمَّ يَتَوَضَّأُ فَيُصَلِّي رَكْعَتَيْنِ، ثُمَّ يَسْتَغْفِرُ اللهَ لِذلِكَ الذَّنْبِ، إِلَّا غَفَرَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်မွတ်စ်လင်မ်မျှ အပြစ်တစ်ခုခုကို ကျူးလွန်ပြီးနောက် ဝူးဇူး (ကိုယ်လက်သန့်စင်မှု) ပြုလုပ်ကာ နှစ်ရကအာဟ် နမာဇ်ဖတ်ရှု၍ ထိုအပြစ်အတွက် အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှုမတောင်းခံပါက၊ အရှင်မြတ်က သူ့ကို ခွင့်မလွှတ်ဘဲ မရှိပါ။)</span> ထို့နောက် အရှင်မြတ်က ဤအာယတ်နှစ်ခုကို ရွတ်ဆိုတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မကောင်းမှုပြုခဲ့သော် သို့မဟုတ် မိမိကိုယ်ကို မတရားပြုခဲ့သော်)</span><span class=\"gray\">[၄:၁၁၀]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنفُسَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ဖာဟိရှာဟ်ကို ကျူးလွန်ခဲ့လျှင် သို့မဟုတ် မိမိကိုယ်ကို မကောင်းမှုဖြင့် မတရားပြုခဲ့လျှင်)</span>။ <span class=\"gray\">[၃:၁၃၅]</span>\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُ عَلَىٰ نَفْسِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အပြစ်တစ်ခုခုကို ရှာဖွေပါက၊ မိမိကိုယ်တိုင်အတွက်သာ ရှာဖွေခြင်းဖြစ်သည်။)</span> သည် အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် တူညီသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝန်ထမ်းဆောင်သူ မည်သူမျှ အခြားသူ၏ ဝန်ကို ထမ်းဆောင်လိမ့်မည်မဟုတ်ပေ)</span>။ ထို့ကြောင့် မည်သူမျှ အခြားမည်သူ့ကိုမျှ အကျိုးမပြုနိုင်ပါ။ အမှန်မှာ၊ ဝိညာဉ်တိုင်းသည် မိမိ၏ဝန်ကိုသာ ထမ်းဆောင်ရမည်ဖြစ်ပြီး အခြားမည်သူမျှ မဟုတ်ပါ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အလုံးစုံကိုသိသော၊ အလုံးစုံကို ပညာရှိတော်မူသော ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ၊ ဤအရာသည် အရှင်မြတ်၏ အသိပညာ၊ ဉာဏ်ပညာ၊ မျှတမှုနှင့် ကရုဏာတော်ကြောင့် ဖြစ်ပေါ်လာခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَّمَكَ مَا لَمْ تَكُن تَعْلَمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်မသိခဲ့သည်များကို သင်ကြားပေးတော်မူခဲ့သည်။)</span>၊ ဤဗျာဒိတ်တော် သင်ထံသို့ မချပေးမီကပင်။ ထိုနည်းတူစွာပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الْكِتَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူစွာပင် သင်ထံသို့ <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> ကျွန်ုပ်တို့၏ အမိန့်တော်မှ ရူဟ် <span class=\"gray\">(ဗျာဒိတ်တော်နှင့် ကရုဏာ)</span> ကို ချပေးခဲ့သည်။ သင်သည် ကျမ်းတော်ကား မည်သည်ဖြစ်ကြောင်း မသိခဲ့ပေ)</span><span class=\"gray\">[၄၂:၅၂]</span> ဆူရာဟ်အဆုံးထိ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتَ تَرْجُو أَن يُلْقَىٰ إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِّن رَّبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကျမ်းတော် <span class=\"gray\">(ဤကုရ်အာန်)</span> ကို သင်ထံသို့ ချပေးလိမ့်မည်ဟု မျှော်လင့်မထားခဲ့ပါ၊ သို့သော် ၎င်းသည် သင်၏အရှင်သခင်ထံမှ ကရုဏာတော်ပင်ဖြစ်သည်။)</span>။ <span class=\"gray\">[၂၈:၈၆]</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်အပေါ်၌ <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်သည် အမြဲတမ်း ကြီးမားလှပေသည်။)</span>။</p>"
  },
  {
    "ayah_key": "4:114",
    "group_ayah_key": "4:114",
    "from_ayah": "4:114",
    "to_ayah": "4:115",
    "ayah_keys": "4:114,4:115",
    "text": "<p lang=\"my\" class=\"my \">သူတို့၏ လျှို့ဝှက်စကားဝိုင်းအများစုတွင် မည်သည့်ကောင်းကျိုးမှ မရှိချေ၊ သဒကာ (လှူဒါန်းခြင်း) ကို သို့မဟုတ် ကောင်းမှုကုသိုလ်ကို သို့မဟုတ် လူသားချင်းကြား စေ့စပ်ညှိနှိုင်းမှုကို အမိန့်ပေးသူမှလွဲ၍ ဖြစ်သည်။ ဤအရာကို အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုကို ရှာမှီးလျက် ပြုလုပ်သူအား ကျွန်ုပ်တို့သည် ကြီးမားသော ဆုလာဘ်ကို ပေးသနားတော်မူမည်။ <span>(၁၁၄)</span>မည်သူမဆို ရစူလ်တမန်တော်ကို၊ မှန်ကန်သောလမ်းကြောင်းသည် သူ့အား ရှင်းလင်းစွာ ပြသပြီးနောက်၊ ဆန့်ကျင်ပြီး ကန့်ကွက်ပါက၊ ယုံကြည်သူတို့၏ လမ်းစဉ်မှအပ အခြားလမ်းစဉ်ကို လိုက်လျှောက်ပါက၊ သူရွေးချယ်ထားသော လမ်းကြောင်း၌ပင် ကျွန်ုပ်တို့က သူ့ကို ဆက်လက်ထားရှိမည်ဖြစ်ပြီး၊ ငရဲမီးထဲ၌ မီးရှို့မည်။ မည်မျှဆိုးရွားသော ပန်းတိုင်ဖြစ်သနည်း။ <span>(၁၁၅)</span></p><div lang=\"mt\" class=\"mt \"><h2>Righteous Najwa, Secret Talk</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا خَيْرَ فِي كَثِيرٍ مِّن نَّجْوَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ လျှို့ဝှက်စကားဝိုင်းအများစုတွင် မည်သည့်ကောင်းကျိုးမှ မရှိချေ)</span> ဆိုလိုသည်မှာ၊ လူတို့ အချင်းချင်းပြောဆိုသည်များ။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သဒကာ <span class=\"gray\">(လှူဒါန်းခြင်း)</span> ကို သို့မဟုတ် ကောင်းမှုကုသိုလ်ကို သို့မဟုတ် လူသားချင်းကြား စေ့စပ်ညှိနှိုင်းမှုကို အမိန့်ပေးသူမှလွဲ၍ ဖြစ်သည်;)</span> ဆိုလိုသည်မှာ၊ ဤစကားမျိုးမှအပ။</p><p lang=\"bg\" class=\"bg \">Imam Ahmad recorded that Umm Kulthum bint 'Uqbah said that she heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ الْكَذَّابُ الَّذِي يُصْلِحُ بَيْنَ النَّاسِ فَيَنْمِي خَيْرًا، أَوْ يَقُولُ خَيْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းသော အရာများကို မွမ်းမံခြင်း သို့မဟုတ် ကောင်းသော စကားများကို ပြောဆိုခြင်းဖြင့် လူများကြား စေ့စပ်ညှိနှိုင်းပေးသူသည် လိမ်ညာသူမဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">သူမက ထပ်မံပြောသည်၊ \"လူတို့ပြောဆိုသည်များကို <span class=\"gray\">(လိမ်ညာပြောဆိုခြင်း)</span> သုံးခုမှလွဲ၍ ခွင့်ပြုသည်ကို ကျွန်မမကြားဖူးပါ- စစ်ပွဲတွင်၊ လူများကြား ငြိမ်းချမ်းရေးယူဆောင်ရာတွင်၊ အမျိုးသားက မိမိဇနီးအား ပြောဆိုသော စကား <span class=\"gray\">(ချီးကျူးစကားများ)</span> နှင့် ဇနီးက မိမိခင်ပွန်းအား ပြောဆိုသော စကားများတွင်သာ ဖြစ်သည်။\" အွမ် ကူလ်သုမ် ဘင့်တ် ဥကဘဟ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား သစ္စာခံ ကတိသစ္စာပြုခဲ့သော ရွှေ့ပြောင်းအမျိုးသမီးများထဲမှ တစ်ဦးဖြစ်သည်။ အိဘ်နု မာဂျာဟ် မှလွဲ၍ ကျန်အဖွဲ့အစည်းများကလည်း ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ခဲ့သည်မှာ အဘူ အဒ်-ဒရ်ဒါ က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်ဟု ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُخْبِرُكُمْ بِأَفْضَلَ مِنْ دَرَجَةِ الصِّيَامِ، وَالصَّلَاةِ، وَالصَّدَقَةِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစာရှောင်ခြင်း၊ နမာဇ်ဖတ်ရှုခြင်းနှင့် သဒကာ၏ အဆင့်အတန်းထက် ပိုမိုကောင်းမွန်သည်ကို ကျွန်ုပ်ပြောပြရမလား?)</span> သူတို့က၊ \"ဟုတ်ကဲ့၊ အို အလ္လာဟ်၏ ရစူလ်တမန်တော်!\" ဟု ပြောကြသည်။ အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِصْلَاحُ ذَاتِ الْبَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူများကြား စေ့စပ်ညှိနှိုင်းပေးခြင်း။)</span> အရှင်မြတ်က ထပ်မံမိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَسَادُ ذَاتِ الْبَيْنِ هِيَ الْحَالِقَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆက်ဆံရေးကို ပျက်စီးစေခြင်း <span class=\"gray\">(လူများကြား)</span> သည် ဖျက်ဆီးခြင်းဖြစ်သည်။)</span> အဘူ ဒါဝုဒ်နှင့် အတ်-တီရ်မီဇီတို့ကလည်း ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့ကြပြီး၊ အတ်-တီရ်မီဇီက \"ဟဆန် စဟီဟ်\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَفْعَلْ ذَٰلِكَ ابْتِغَاءَ مَرْضَاتِ اللَّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအရာကို အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုကို ရှာမှီးလျက် ပြုလုပ်သူသည်)</span> ရိုးသားစွာဖြင့် အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးနှင့် အလေးစားဆုံးထံမှ ဆုလာဘ်ကို စောင့်မျှော်ရင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူ့အား ကြီးမားသော ဆုလာဘ်ကို ပေးသနားတော်မူမည်။)</span> ဆိုလိုသည်မှာ၊ အလွန်ကြီးမားသော၊ များပြားလှသောနှင့် ကြောက်မက်ဖွယ်ကောင်းသော ဆုလာဘ်။</p><div lang=\"my\" class=\"my \"><h2>ရစူလ်တမန်တော်ကို ဆန့်ကျင်ကန့်ကွက်ခြင်းနှင့် ယုံကြည်သူတို့၏ လမ်းစဉ်မှအပ အခြားလမ်းစဉ်ကို လိုက်နာခြင်းအတွက် ပြစ်ဒဏ်</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ရစူလ်တမန်တော်ကို၊ မှန်ကန်သောလမ်းကြောင်းသည် သူ့အား ရှင်းလင်းစွာ ပြသပြီးနောက်၊ ဆန့်ကျင်ပြီး ကန့်ကွက်ပါက၊)</span> ဆိုလိုသည်မှာ၊ အမှန်တရားသည် သူ့အား ရှင်းလင်း၊ ထင်ရှား၊ ပွင့်လင်းစွာ ပြသပြီးနောက်၊ ရစူလ်တမန်တော်ထံ ဗျာဒိတ်ချပေးထားသော ရှရီအတ်လမ်းစဉ်မှအပ အခြားလမ်းစဉ်ကို တမင်တကာ လိုက်နာသူကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတို့၏ လမ်းစဉ်မှအပ အခြားလမ်းစဉ်ကို လိုက်လျှောက်ပါက၊)</span> ရစူလ်တမန်တော် ﷺ ကို ဆန့်ကျင်ခြင်းနှင့် နီးစပ်သော အပြုအမူတစ်မျိုးကို ရည်ညွှန်းသည်။ ဤဆန့်ကျင်ခြင်းသည် စာသား <span class=\"gray\">(ကုရ်အာန် သို့မဟုတ် စွန်နာဟ်မှ)</span> ကို ဆန့်ကျင်ခြင်း သို့မဟုတ် မုဟမ္မဒ် ﷺ ၏ အွမ္မသ်တို့ သဘောတူညီခဲ့သော အရာကို ဆန့်ကျင်ခြင်းပုံစံဖြင့် ဖြစ်နိုင်သည်။ မုဟမ္မဒ် ﷺ ၏ အွမ္မသ်တို့သည် တစ်စုံတစ်ရာကို အားလုံးသဘောတူညီသည့်အခါ အမှားမှ ကင်းလွတ်သည်။ ၎င်းသည် ၎င်းတို့၏ ဂုဏ်ကျက်သရေကို မြှင့်တင်ပေးသည့် မုအ်ဂျိဇာ (တန်ခိုးပြာဋိဟာ) ဖြစ်ပြီး ၎င်းတို့၏ တမန်တော်၏ ကြီးမြတ်မှုကြောင့် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤအကြောင်းအရာနှင့်ပတ်သက်၍ စစ်မှန်သော ဟဒီးဆ်တော်များစွာရှိသည်။ အလ္လာဟ်အရှင်မြတ်သည် တမန်တော် ﷺ နှင့် အရှင်မြတ်၏ အွမ္မသ်တို့ကို ဆန့်ကျင်ခြင်း၏ ဆိုးကျိုးကို သတိပေးတော်မူခဲ့သည်။ ထိုအခါ အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">نُوَلِّهِ مَا تَوَلَّىٰ وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူရွေးချယ်ထားသော လမ်းကြောင်း၌ပင် ကျွန်ုပ်တို့က သူ့ကို ဆက်လက်ထားရှိမည်ဖြစ်ပြီး၊ ငရဲမီးထဲ၌ မီးရှို့မည်။ မည်မျှဆိုးရွားသော ပန်းတိုင်ဖြစ်သနည်း!)</span> ဆိုလိုသည်မှာ၊ လူတစ်ဦးသည် ဤဆိုးယုတ်သောလမ်းစဉ်သို့ လိုက်လျှောက်သောအခါ၊ ကျွန်ုပ်တို့သည် သူ့ကို အပြစ်ပေးမည်။ ၎င်းမှာ ဆိုးယုတ်သောလမ်းစဉ်ကို သူ့နှလုံးသား၌ ကောင်းသည်ဟု ထင်ရစေပြီး၊ သူ့အား ဆွဲဆောင်မှုရှိစေကာ ပိုမိုသွေးဆောင်ခံရစေခြင်းဖြင့် ဖြစ်သည်။ ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَرْنِي وَمَن يُكَذِّبُ بِهَٰذَا الْحَدِيثِ سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ဤကုရ်အာန်ကို မယုံကြည်သူများနှင့် ကျွန်ုပ်ကို တစ်ယောက်တည်း ထားလိုက်ပါ။ ကျွန်ုပ်တို့သည် သူတို့မသိရှိရာ လမ်းကြောင်းများမှ တဖြည်းဖြည်း အပြစ်ပေးမည်။)</span>၊ <span class=\"gray\">[၆၈:၄၄]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့ လမ်းလွဲသွားသောအခါ <span class=\"gray\">(အလ္လာဟ်၏ လမ်းမှ)</span>၊ အလ္လာဟ်က သူတို့၏ နှလုံးသားများကို လမ်းလွဲစေခဲ့သည်)</span><span class=\"gray\">[၆၁:၅]</span>၊ နှင့်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ ကျူးလွန်မှုများ၌ မျက်စိစုံမှိတ် လှည့်လည်သွားလာရန် ကျွန်ုပ်တို့သည် သူတို့ကို ပစ်ထားမည်)</span><span class=\"gray\">[၆:၁၁၀]</span>။ အလ္လာဟ်အရှင်မြတ်သည် နောင်တမလွန်ဘဝ၌ ထိုကဲ့သို့သော လူများအတွက် ငရဲမီးကို ပန်းတိုင်အဖြစ် သတ်မှတ်ခဲ့သည်။ အမှန်စင်စစ်၊ မှန်ကန်သောလမ်းညွှန်မှုကို ရှောင်ရှားသူများ၏ လမ်းကြောင်းသည် ရှင်ပြန်ထမြောက်ရာနေ့၌ ငရဲမီးသို့သာ ဦးတည်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်များက ထင်ရှားစေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((ကောင်းကင်တမန်များအား ပြောဆိုလိမ့်မည်)- \"မကောင်းမှုပြုခဲ့သူများကို၊ သူတို့၏အပေါင်းအပါများနှင့် <span class=\"gray\">(ရှိုင်တွာန်များထဲမှ)</span> အတူတကွ စုရုံးကြလော့\")</span><span class=\"gray\">[၃၇:၂၂]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရာဇဝတ်သားများသည် ငရဲမီးကို မြင်ရသောအခါ၊ ၎င်းတို့သည် ထိုထဲသို့ ကျရောက်ရတော့မည်ဟု ထင်မြင်ကြလိမ့်မည်။ ထိုမှ ထွက်ပြေးလွတ်မြောက်ရန် မည်သည့်နည်းလမ်းကိုမျှ ၎င်းတို့တွေ့ရှိရလိမ့်မည်မဟုတ်ပေ)</span><span class=\"gray\">[၁၈:၅၃]</span>။</p>"
  }
]