[
  {
    "ayah_key": "8:31",
    "group_ayah_key": "8:31",
    "from_ayah": "8:31",
    "to_ayah": "8:33",
    "ayah_keys": "8:31,8:32,8:33",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့၏ အာယတ်များကို ၎င်းတို့အား ရွတ်ဖတ်ပြသောအခါ ၎င်းတို့က “ကျွန်ုပ်တို့ ကြားခဲ့ပြီးပါပြီ <span class=\"gray\">(ကုရ်အာန်ကို)</span>; ကျွန်ုပ်တို့ ဆန္ဒရှိလျှင် ဤကဲ့သို့ ပြောနိုင်ပါသည်” ဟု ပြောကြသည်။ ဤသည်မှာ ရှေးလူတို့၏ ဒဏ္ဍာရီများသာ ဖြစ်သည်။ <span>(၃၁)</span> ထို့ပြင် <span class=\"gray\">(မှတ်ထားကြ)</span> ၎င်းတို့က “အို အလ္လာဟ်! အကယ်၍ ဤ <span class=\"gray\">(ကုရ်အာန်)</span> သည် အရှင်ထံတော်မှ <span class=\"gray\">(ထင်ရှားပြ)</span> အမှန်တရား ဖြစ်ပါက ကျွန်ုပ်တို့အပေါ် ကောင်းကင်မှ ကျောက်တုံးများ ရွာသွန်းစေပါ သို့မဟုတ် ကျွန်ုပ်တို့အပေါ် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်တစ်ခု ပေးသနားတော်မူပါ” ဟု ပြောသောအခါ။ <span>(၃၂)</span> အလ္လာဟ်အရှင်မြတ်သည် အသင် <span class=\"gray\">(မုဟမ္မဒ် ﷺ)</span> ၎င်းတို့အလယ်၌ ရှိနေသရွေ့ ၎င်းတို့ကို အပြစ်ပေးတော်မူမည် မဟုတ်ပေ။ ထို့ပြင် ၎င်းတို့သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> ခွင့်လွှတ်ခြင်းကို တောင်းခံနေသရွေ့လည်း အပြစ်ပေးတော်မူမည် မဟုတ်ပေ။ <span>(၃၃)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရိုက်ရှ်တို့က ၎င်းတို့သည် ကုရ်အာန်နှင့် ဆင်တူသည့်အရာကို ထုတ်လုပ်နိုင်သည်ဟု ကြွေးကြော်ခဲ့ကြသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကုရိုက်ရှ် နတ်ကိုးကွယ်သူတို့၏ မယုံကြည်မှု၊ ကျူးလွန်မှု၊ ပုန်ကန်မှုနှင့် လမ်းမှားသော ထုတ်ပြန်ချက်များကို ဖော်ပြတော်မူခဲ့သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို ရွတ်ဖတ်ပြသည်ကို ကြားသိရသောအခါ ပြောဆိုလေ့ရှိကြသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့ ကြားခဲ့ပြီးပါပြီ <span class=\"gray\">(ကုရ်အာန်ကို)</span>; ကျွန်ုပ်တို့ ဆန္ဒရှိလျှင် ဤကဲ့သို့ ပြောနိုင်ပါသည်\")</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ၎င်းတို့၏ စကားများဖြင့် ကြွားဝါခဲ့ကြသော်လည်း လုပ်ရပ်များဖြင့် မဟုတ်ပေ။ ၎င်းတို့သည် ကုရ်အာန်ကဲ့သို့ တစ်ဆူရာမျှပင် ယူဆောင်လာရန် အကြိမ်များစွာ စိန်ခေါ်ခံခဲ့ရသော်လည်း ဤစိန်ခေါ်မှုကို ရင်ဆိုင်ရန် နည်းလမ်းမရှိခဲ့ပေ။ ၎င်းတို့သည် မိမိတို့ကိုယ်ကိုနှင့် ၎င်းတို့၏ မှားယွင်းမှုကို လိုက်နာသူများကို လှည့်ဖြားရန်အတွက်သာ ကြွားဝါခဲ့ကြသည်။ ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ အပ်စ်-ဆွဒ်ဒီ၊ အိဗ်နု ဂျူရိုင်ဂျ်နှင့် အခြားသူများ၏ အဆိုအရ အန်-နာဒ်ရ် ဘင် အလ်-ဟာရစ်၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းကို ကျိန်ဆိုတော်မူပါစေ၊ ဤစကားကို ပြောသူဖြစ်သည်ဟု ဆိုသည်။ အန်-နာဒ်ရ်သည် ပါရှားသို့ သွားရောက်ခဲ့ပြီး ရုစ်တုမ်နှင့် အစ်ဖန်ဒီယာကဲ့သို့သော ပါရှားဘုရင်အချို့၏ ဇာတ်လမ်းများကို သင်ယူခဲ့သည်။ မက္ကာသို့ ပြန်ရောက်သောအခါ အလ္လာဟ်အရှင်မြတ်ထံမှ တမန်တော်မြတ် ပွင့်တော်မူ၍ လူအများကို ကုရ်အာန်ရွတ်ပြနေသည်ကို တွေ့ရှိခဲ့သည်။ တမန်တော်မြတ် ﷺ သည် အန်-နာဒ်ရ် ထိုင်နေသော ပရိသတ်မှ ထွက်ခွာသွားသည်နှင့် တပြိုင်နက် အန်-နာဒ်ရ်သည် ပါရှားတွင် သင်ယူခဲ့သော ဇာတ်လမ်းများကို ပြန်လည်ပြောပြပြီးနောက် “အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြု၍၊ ကျွန်ုပ်နှင့် မုဟမ္မဒ်တို့အနက် မည်သူက ပိုမိုကောင်းမွန်သော ဇာတ်လမ်းများကို ပြောပြနိုင်ပါသနည်း” ဟု ကြွေးကြော်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ဗဒ်ရ်စစ်ပွဲတွင် မွတ်စ်လင်မ်များအား အန်-နာဒ်ရ်ကို ဖမ်းဆီးခွင့်ပြုသောအခါ အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ၎င်း၏ခေါင်းကို ၎င်းရှေ့တွင် ဖြတ်ရန် အမိန့်ပေးခဲ့ပြီး ထိုသို့ ဆောင်ရွက်ခဲ့သည်။ ကျေးဇူးတော်အားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။ အဓိပ္ပါယ်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ရှေးလူတို့၏ ဒဏ္ဍာရီများ)</span> ဆိုသည်မှာ တမန်တော်မြတ် ﷺ သည် ရှေးလူတို့၏ စာအုပ်များကို ခိုးကူး၍ သင်ယူခဲ့ပြီး၊ ၎င်းတို့ အဆိုအရ လူအများကို ပြောပြခဲ့သည်ဟူသော အဓိပ္ပါယ်ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က အခြား အာယတ်တော်တွင် ဖော်ပြထားသော မဟုတ်မမှန်မှု စစ်စစ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا - قُلْ أَنزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّهُ كَانَ غَفُورًا رَّحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့က “ရှေးလူတို့၏ ဒဏ္ဍာရီများဖြစ်ပြီး ၎င်းကိုယ်တိုင် ရေးမှတ်ထားသည်။ ထို့ပြင် ၎င်းထံသို့ နံနက်ပိုင်းနှင့် ညနေပိုင်းတို့၌ အမိန့်တော်ချမှတ်ခြင်း ခံရသည်” ဟု ပြောဆိုကြသည်။ ပြောကြားပါ– “၎င်း <span class=\"gray\">(ဤကုရ်အာန်)</span> ကို ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေ၏ လျှို့ဝှက်ချက်များကို သိရှိသော ထိုအရှင် <span class=\"gray\">(အလ္လာဟ်)</span> က ချပေးတော်မူခဲ့သည်။ စင်စစ်အားဖြင့် အရှင်သည် အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော၊ အလွန်တရာ ကရုဏာတော် ထားရှိသော အရှင် ဖြစ်တော်မူ၏။”)</span><span class=\"gray\">[25:5-6]</span> အရှင်ထံတော်သို့ နောင်တရပြီး ပြန်လှည့်လာသူများအတွက် အရှင်သည် ၎င်းတို့၏ နောင်တကို လက်ခံကာ ခွင့်လွှတ်တော်မူသည်။</p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တရားစီရင်ခြင်းနှင့် ပြစ်ဒဏ်ကို တောင်းခံကြသည်!</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">(မှတ်ထားကြ)</span> ၎င်းတို့က “အို အလ္လာဟ်! အကယ်၍ ဤ <span class=\"gray\">(ကုရ်အာန်)</span> သည် အရှင်ထံတော်မှ <span class=\"gray\">(ထင်ရှားပြ)</span> အမှန်တရား ဖြစ်ပါက ကျွန်ုပ်တို့အပေါ် ကောင်းကင်မှ ကျောက်တုံးများ ရွာသွန်းစေပါ သို့မဟုတ် ကျွန်ုပ်တို့အပေါ် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်တစ်ခု ပေးသနားတော်မူပါ” ဟု ပြောသောအခါ။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ နတ်ကိုးကွယ်သူတို့၏ အလွန်ကြီးမားသော အသိပညာမဲ့မှု၊ ငြင်းပယ်မှု၊ ခေါင်းမာမှုနှင့် ကျူးလွန်မှုတို့ကို ဖော်ပြနေခြင်းဖြစ်သည်။ ၎င်းတို့က “အို အလ္လာဟ်! အကယ်၍ ဤသည် အရှင်ထံတော်မှ အမှန်တရားဖြစ်ပါက ကျွန်ုပ်တို့အား ၎င်းထံသို့ လမ်းပြတော်မူပြီး ၎င်းကို လိုက်နာရန် ကူညီတော်မူပါ” ဟု ပြောဆိုခဲ့သင့်သည်။ သို့သော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တရားစီရင်ခြင်းကို မိမိတို့ကိုယ်တိုင်အပေါ် သယ်ဆောင်လာပြီး အရှင်၏ ပြစ်ဒဏ်ကို တောင်းခံခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြား အာယတ်တော်များတွင် မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ ۚ وَلَوْلَا أَجَلٌ مُّسَمًّى لَّجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အသင်အား <span class=\"gray\">(၎င်းတို့အတွက်)</span> ပြစ်ဒဏ်ကို အလျင်စလို ဖြစ်စေရန် တောင်းဆိုကြသည်၊ သတ်မှတ်ထားသော ကာလတစ်ခု မရှိခဲ့ပါက ထိုပြစ်ဒဏ်သည် ၎င်းတို့ထံသို့ သေချာပေါက် ရောက်ရှိလာခဲ့မည် ဖြစ်သည်။ စင်စစ်အားဖြင့် ၎င်းတို့ မသိလိုက်ဘဲ ရုတ်တရက် ၎င်းတို့အပေါ် ရောက်ရှိလာမည် ဖြစ်သည်။)</span><span class=\"gray\">[29:53]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “အို ကျွန်ုပ်တို့၏ အရှင်! တရားစီရင်မည့်နေ့ မတိုင်မီ ကျွန်ုပ်တို့၏ ကိတ္တာနာ <span class=\"gray\">(ကျွန်ုပ်တို့၏ ကောင်းမှုမကောင်းမှု မှတ်တမ်းကို မြင်နိုင်ရန်)</span> ကို အလျင်အမြန် ပေးသနားတော်မူပါ!” ဟု ပြောကြသည်။)</span><span class=\"gray\">[38:16]</span>၊ ထို့ပြင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ - لِّلْكَافِرِينَ لَيْسَ لَهُ دَافِعٌ - مِّنَ اللَّهِ ذِي الْمَعَارِجِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မေးမြန်းသူတစ်ဦးသည် ဖြစ်ပေါ်တော့မည့် ပြစ်ဒဏ်နှင့် ပတ်သက်၍ မေးမြန်းခဲ့သည်။ ထိုပြစ်ဒဏ်သည် ငြင်းပယ်သူများအပေါ် ကျရောက်မည်ဖြစ်ပြီး မည်သူမျှ တားဆီးနိုင်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်ပြီး အဆင့်များ၏ အရှင်သခင်ဖြစ်တော်မူသည်။)</span><span class=\"gray\">[70:1-3]</span></p><p lang=\"my\" class=\"my \">ရှေးခေတ်က အသိပညာမဲ့သူများသည် အလားတူစကားများကို ပြောဆိုခဲ့ကြသည်။ ရှုအိုင်ဘ်၏ လူမျိုးများသည် ၎င်းအား ပြောဆိုခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ إِن كُنتَ مِنَ الصَّادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အကယ်၍ သင်သည် အမှန်ကို ပြောဆိုသူများထဲမှ ဖြစ်ပါက ကောင်းကင်မှ အပိုင်းအစတစ်ခုကို ကျွန်ုပ်တို့အပေါ် ပြိုကျစေပါ!”)</span><span class=\"gray\">[26:187]</span> ဟု ပြောဆိုခဲ့ပြီး ကုရိုက်ရှ် နတ်ကိုးကွယ်သူတို့က ပြောဆိုခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အို အလ္လာဟ်! အကယ်၍ ဤ <span class=\"gray\">(ကုရ်အာန်)</span> သည် အရှင်ထံတော်မှ <span class=\"gray\">(ထင်ရှားပြ)</span> အမှန်တရား ဖြစ်ပါက ကျွန်ုပ်တို့အပေါ် ကောင်းကင်မှ ကျောက်တုံးများ ရွာသွန်းစေပါ သို့မဟုတ် ကျွန်ုပ်တို့အပေါ် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်တစ်ခု ပေးသနားတော်မူပါ”)</p><p lang=\"mt\" class=\"mt \">Shu'bah said from 'Abdul-Hamid that Anas bin Malik said that it was Abu Jahl bin Hisham who uttered this statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အို အလ္လာဟ်! အကယ်၍ ဤ <span class=\"gray\">(ကုရ်အာန်)</span> သည် အရှင်ထံတော်မှ <span class=\"gray\">(ထင်ရှားပြ)</span> အမှန်တရား ဖြစ်ပါက ကျွန်ုပ်တို့အပေါ် ကောင်းကင်မှ ကျောက်တုံးများ ရွာသွန်းစေပါ သို့မဟုတ် ကျွန်ုပ်တို့အပေါ် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်တစ်ခု ပေးသနားတော်မူပါ”)</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော်ကို ထုတ်ဖော်ခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ۚ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် ၎င်းတို့အလယ်၌ ရှိနေသရွေ့ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အပြစ်ပေးတော်မူမည် မဟုတ်ပေ။ ထို့ပြင် ၎င်းတို့သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> ခွင့်လွှတ်ခြင်းကို တောင်းခံနေသရွေ့လည်း အပြစ်ပေးတော်မူမည် မဟုတ်ပေ။)</span></p><p lang=\"la\" class=\"la \">Al-Bukhari recorded it.</p><div lang=\"my\" class=\"my \"><h2>တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> ရှိနေခြင်းနှင့် ရုပ်တုကိုးကွယ်သူများ ခွင့်လွှတ်ခြင်း တောင်းခံခြင်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ချက်ချင်းပြစ်ဒဏ်ကို လက်ခံရရှိခြင်းမှ ကာကွယ်ပေးသည့် အကာအကွယ်များ ဖြစ်ခဲ့သည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ۚ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် ၎င်းတို့အလယ်၌ ရှိနေသရွေ့ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အပြစ်ပေးတော်မူမည် မဟုတ်ပေ။ ထို့ပြင် ၎င်းတို့သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> ခွင့်လွှတ်ခြင်းကို တောင်းခံနေသရွေ့လည်း အပြစ်ပေးတော်မူမည် မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာသ်မ်က အိဗ်နု အဗ္ဗားစ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်မှာ- “နတ်ကိုးကွယ်သူတို့သည် ကအ်ဘာကို တဝါဖ် လှည့်ပတ်ပြီး ‘အို အလ္လာဟ်! အရှင်၏ နာခံမှုသို့ ကျွန်ုပ်တို့ အလျင်စလို ပြေးလာပါသည်၊ အရှင်နှင့် အဘယ်သူမျှ ဖက်စပ်မရှိပါ’ ဟု ကြွေးကြော်လေ့ရှိကြပြီး တမန်တော်မြတ် ﷺ က ၎င်းတို့အား ပြောဆိုလေ့ရှိသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدٍ، قَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လုံလောက်ပြီ၊ လုံလောက်ပြီ။)</span> သို့သော် ၎င်းတို့က ဆက်လက်၍ ‘အို အလ္လာဟ်! အရှင်၏ နာခံမှုသို့ ကျွန်ုပ်တို့ အလျင်စလို ပြေးလာပါသည်၊ အရှင်နှင့် ဖက်စပ်မရှိပါ၊ အရှင်နှင့်အတူ ရှိသော ဖက်စပ်မှတစ်ပါး၊ အရှင်သည် ၎င်းကို ပိုင်ဆိုင်သော်လည်း ၎င်းက ပိုင်ဆိုင်သည် မဟုတ်ပါ!’ ဟု ပြောဆိုကြသည်။ ၎င်းတို့က ‘အို အလ္လာဟ်၊ အရှင်၏ ခွင့်လွှတ်ခြင်း၊ အရှင်၏ ခွင့်လွှတ်ခြင်း’ ဟုလည်း ပြောဆိုလေ့ရှိကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော်ကို ထုတ်ဖော်ခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် ၎င်းတို့အလယ်၌ ရှိနေသရွေ့ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အပြစ်ပေးတော်မူမည် မဟုတ်ပေ...)</span>’”</p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်က မှတ်ချက်ပြုသည်မှာ “၎င်းတို့၌ လုံခြုံမှုအတွက် အကာအကွယ်နှစ်ခု ရှိခဲ့သည်- တမန်တော်မြတ် ﷺ နှင့် <span class=\"gray\">(အလ္လာဟ်ထံမှ)</span> ခွင့်လွှတ်ခြင်း တောင်းခံမှုတို့ ဖြစ်သည်။ တမန်တော်မြတ် ﷺ ထွက်ခွာသွားသောအခါ ခွင့်လွှတ်ခြင်း တောင်းခံမှုသာ ကျန်ရှိခဲ့သည်”။ အတ်-သီရ်မီဇီက အဘူ မူဆာက အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်မှာ</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنْزَلَ اللهُ عَلَيَّ أَمَانَيْنِ لِأُمَّتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်၏ အွမ္မသ်အတွက် လုံခြုံမှု အကာအကွယ်နှစ်ခုကို ကျွန်ုပ်ထံ ချပေးတော်မူခဲ့သည်”)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ۚ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် ၎င်းတို့အလယ်၌ ရှိနေသရွေ့ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အပြစ်ပေးတော်မူမည် မဟုတ်ပေ။ ထို့ပြင် ၎င်းတို့သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> ခွင့်လွှတ်ခြင်းကို တောင်းခံနေသရွေ့လည်း အပြစ်ပေးတော်မူမည် မဟုတ်ပေ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا مَضَيْتُ تَرَكْتُ فِيهِمُ الْاسْتِغْفَارَ إِلَى يَومِ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ် သေဆုံးသွားသောအခါ ရှင်ပြန်ထမြောက်ရာနေ့အထိ ခွင့်လွှတ်ခြင်း တောင်းခံမှုကို ၎င်းတို့နှင့်အတူ ချန်ထားခဲ့မည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို သက်သေခံသည့်အရာမှာ အဟ်မဒ်က ၎င်း၏ မွစ်နဒ်ကျမ်းတွင်လည်းကောင်း၊ အလ်-ဟာကင်မ်က ၎င်း၏ မွစ်တတ်ဒ်ရက်ကျမ်းတွင်လည်းကောင်း မှတ်တမ်းတင်ထားသော ဟဒီးဆ်ဖြစ်သည်၊ အဘူ ဆအီးဒ်က အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်ဟု ပြန်လည်ပြောပြသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشَّيْطَانَ قَالَ: وَعِزَّتِكَ يَا رَبِّ! لَا أَبْرَحُ أَغْوِي عِبَادَكَ مَا دَامَتْ أَرْوَاحُهُمْ فِي أَجْسَادِهِمْ. فَقَالَ الرَّبُّ: وَعِزَّتِي وَجَلَالِي! لَا أَزَالُ أَغْفِرُ لَهُمْ مَا اسْتَغْفَرُونِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်သွာန်က “အရှင်၏ တန်ခိုးတော်အားဖြင့်၊ အို အရှင်! အရှင်၏ ကျွန်များ၏ ဝိညာဉ်များသည် ၎င်းတို့၏ ခန္ဓာကိုယ်များ၌ ရှိနေသရွေ့ ကျွန်ုပ်သည် ၎င်းတို့ကို ဆက်လက် ဆွဲဆောင်ဖြားယောင်းနေမည်” ဟု ပြောကြားခဲ့သည်။ အရှင်သခင်က “ကျွန်ုပ်၏ တန်ခိုးတော်နှင့် ဘုန်းတော်အားဖြင့်! ၎င်းတို့သည် ကျွန်ုပ်ထံ ခွင့်လွှတ်ခြင်းကို တောင်းခံနေသရွေ့ ကျွန်ုပ်သည် ၎င်းတို့ကို ခွင့်လွှတ်ပေးနေမည်” ဟု မိန့်တော်မူခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဟာကင်မ်၊ “၎င်း၏ ဆင့်ပွားဇာတ်လမ်းသည် ဆဟီးဟ်ဖြစ်ပြီး ၎င်းတို့က မှတ်တမ်းတင်ထားခြင်း မရှိပေ။”</p>"
  }
]