[
  {
    "ayah_key": "25:51",
    "group_ayah_key": "25:51",
    "from_ayah": "25:51",
    "to_ayah": "25:54",
    "ayah_keys": "25:51,25:52,25:53,25:54",
    "text": "<p lang=\"my\" class=\"my \">အကယ်၍ ငါတို့ အလိုရှိခဲ့ပါမူ မြို့တိုင်းတွင် သတိပေးသူတစ်ဦးကို စေလွှတ်ခဲ့ပေမည်။ <span>(၅၁)</span>သို့ဖြစ်၍ မယုံကြည်သူတို့ကို မနာခံနှင့်။ ၎င်းတို့နှင့် အပြင်းအထန် ကြိုးပမ်းတိုက်ပွဲဝင်လော့။ <span>(၅၂)</span>ပင်လယ်နှစ်စင်းကို လွှတ်တော်မူသည်မှာ ကိုယ်တော်ပင်ဖြစ်သည်။ ဤတစ်စင်းမှာ ချိုမြိန်ကြည်လင်၍၊ ထိုတစ်စင်းမှာ ငန်ကျိကျိခါးသက်၏။ ထို့ပြင် ကိုယ်တော်သည် ၎င်းတို့နှစ်စင်းကြား၌ အတားအဆီးနှင့် ပြည့်စုံသော ကန့်လန့်ကာတစ်ခုကို ပြုလုပ်ထားတော်မူသည်။ <span>(၅၃)</span>ရေမှ လူသားကို ဖန်ဆင်းတော်မူ၍၊ သူ့အတွက် သွေးသားတော်စပ်ခြင်းနှင့် လက်ထပ်ခြင်းဖြင့် တော်စပ်သူများကို ပြုလုပ်ပေးတော်မူသည်မှာ ကိုယ်တော်ပင်ဖြစ်သည်။ သင်၏အရှင်သခင်သည် အလိုရှိရာကို ပြုလုပ်တော်မူရန် အမြဲတမ်း အကြွင်းမဲ့စွမ်းအားရှိတော်မူ၏။ <span>(၅၄)</span></p><div lang=\"my\" class=\"my \"><h2>နဗီတမန်တော်၏ သတင်းစကား ကမ္ဘာ့လူသားများထံ ပျံ့နှံ့ပုံ၊ ကိုယ်တော်၏ သာသနာပြုလုပ်ငန်းတွင် ပံ့ပိုးမှုရရှိပုံနှင့် အလ္လာဟ်အရှင်မြတ်၏ လူသားထုအပေါ် ကောင်းချီးမင်္ဂလာများ</h2></div><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَّذِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့ အလိုရှိခဲ့ပါမူ မြို့တိုင်းတွင် သတိပေးသူတစ်ဦးကို စေလွှတ်ခဲ့ပေမည်။)</span> '၎င်းတို့ကို အလ္လာဟ်ထံသို့ ဖိတ်ခေါ်ခြင်းဖြစ်သည်၊ သို့သော် အို မိုဟမ္မဒ်၊ ကမ္ဘာပေါ်ရှိ လူသားအားလုံးထံ စေလွှတ်ရန် သင့်ကို ငါတို့ ရွေးချယ်ခဲ့ပြီ။ သင့်ကို ကူရ်အာန်ကျမ်းတော်မြတ်ကို သယ်ဆောင်စေရန်လည်း ငါတို့ အမိန့်ပေးခဲ့ပြီ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأُنذِرَكُم بِهِ وَمَن بَلَغَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုကျမ်းဖြင့် သင်တို့နှင့် ရောက်ရှိသူတိုင်းကို ငါ သတိပေးရန်)</span><span class=\"gray\">(၆:၁၉)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ထိုကျမ်းကို ငြင်းပယ်သော ဂိုဏ်းများအတွက် ငရဲသည် ၎င်းတို့၏ ချိန်းဆိုရာနေရာဖြစ်လိမ့်မည်)</span><span class=\"gray\">(၁၁:၁၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّتُنذِرَ أُمَّ الْقُرَىٰ وَمَنْ حَوْلَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့များ၏ မိခင်နှင့် ၎င်းပတ်ဝန်းကျင်ရှိသူအားလုံးကို သင် သတိပေးရန်)</span><span class=\"gray\">(၄၂:၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အို လူသားအပေါင်းတို့၊ အမှန်စင်စစ် ငါသည် သင်တို့အားလုံးထံ အလ္လာဟ်၏ ရစူလ်တမန်တော်အဖြစ် စေလွှတ်ခြင်းခံရသူဖြစ်သည်…” ဟု ပြောပါ။)</span><span class=\"gray\">(၇:၁၅၈)</span>။ ဆဟီးဟ်ကျမ်းနှစ်စောင်တွင် <span class=\"gray\">(နဗီတမန်တော်က မိန့်တော်မူသည်ဟု ဖော်ပြထားသည်–)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ إِلَى الْأَحْمَرِ وَالْأَسْوَدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် အနီနှင့် အနက်တို့ထံ စေလွှတ်ခြင်းခံရပြီ။)</span> ထို့ပြင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً، وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(…နဗီတမန်တော်တစ်ပါးသည် မိမိလူမျိုးထံသို့သာ စေလွှတ်ခံရလေ့ရှိသည်၊ သို့သော် ငါသည် လူသားအားလုံးထံ စေလွှတ်ခြင်းခံရပြီ။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُم بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ မယုံကြည်သူတို့ကို မနာခံနှင့်၊ ၎င်းတို့နှင့် ထိုကျမ်းဖြင့် အပြင်းအထန် ကြိုးပမ်းတိုက်ပွဲဝင်လော့။)</span> ဆိုလိုသည်မှာ ကူရ်အာန်ကျမ်းဖြင့်ဖြစ်သည်။ ၎င်းသည် အိဗ်နု အဘ်ဘာစ်၏ အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">جِهَادًا كَبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပြင်းအထန် ကြိုးပမ်းအားထုတ်မှုဖြင့်။)</span> ၎င်းသည် အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို နဗီတမန်တော်၊ မယုံကြည်သူများနှင့် ဟန်ဆောင်သူတို့နှင့် အပြင်းအထန် ကြိုးပမ်းတိုက်ပွဲဝင်ပါ။)</span><span class=\"gray\">(၉:၇၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَٰذَا عَذْبٌ فُرَاتٌ وَهَٰذَا مِلْحٌ أُجَاجٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်နှစ်စင်းကို လွှတ်တော်မူသည်မှာ ကိုယ်တော်ပင်ဖြစ်သည်။ ဤတစ်စင်းမှာ ချိုမြိန်ကြည်လင်၍၊ ထိုတစ်စင်းမှာ ငန်ကျိကျိခါးသက်၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ချိုမြိန်သောရေနှင့် ငန်သောရေဟူ၍ ရေအမျိုးအစား နှစ်မျိုးကို ဖန်ဆင်းတော်မူခဲ့သည်။ ချိုမြိန်သောရေသည် မြစ်များ၊ စမ်းရေများနှင့် ရေတွင်းများရှိ ရေကဲ့သို့ဖြစ်ပြီး၊ ၎င်းသည် သန့်ရှင်းလတ်ဆတ်၊ ချိုမြိန်ပြီး သောက်သုံးရန် သင့်တော်သောရေဖြစ်သည်။ ၎င်းသည် အိဗ်နု ဂျူရိုင်ဂျ်နှင့် အိဗ်နု ဂျရီရ်၏ အမြင်ဖြစ်ပြီး၊ ၎င်းသည် သံသယဖြစ်ဖွယ်မရှိသော အဓိပ္ပါယ်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ဖန်ဆင်းခြင်းတွင် ချိုမြိန်ပြီး သန့်ရှင်းသော ပင်လယ်ဟူ၍ တစ်နေရာမျှ မရှိသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအား ၎င်းတို့အပေါ်ထားရှိသော ကိုယ်တော်၏ ကောင်းချီးမင်္ဂလာများကို သိရှိနားလည်စေရန်နှင့် ကိုယ်တော်အား ကျေးဇူးတင်ရှိစေရန်အတွက် အမှန်တရားကို မိန့်ကြားတော်မူခဲ့သည်။ ချိုမြိန်သောရေသည် လူများကြားတွင် စီးဆင်းသောရေဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခံများအတွက် ၎င်းတို့၏လိုအပ်ချက်အလိုက် မြေတိုင်းတွင် မြစ်ချောင်းများနှင့် စမ်းရေတွင်းများ၊ ၎င်းတို့ကိုယ်တိုင်နှင့် ၎င်းတို့၏မြေယာများအတွက် လိုအပ်သည့်အတိုင်း ခွဲဝေပေးတော်မူခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَهَٰذَا مِلْحٌ أُجَاجٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုတစ်စင်းမှာ ငန်ကျိကျိခါးသက်၏။)</span> ဆိုလိုသည်မှာ ၎င်းသည် ငန်ကျိကျိ၊ ခါးသက်ပြီး သောက်သုံးရန်မလွယ်ကူပါ။ ၎င်းသည် အရှေ့နှင့် အနောက်တွင် သိကြသော ပင်လယ်များ၊ အတ္တလန်တိတ်သမုဒ္ဒရာနှင့် ၎င်းနှင့်ဆက်စပ်သော ရေလက်ကြားများ၊ ပင်လယ်နီ၊ အာရေဗျပင်လယ်၊ ပါရှန်းပင်လယ်ကွေ့၊ တရုတ်ပင်လယ်၊ အိန္ဒိယသမုဒ္ဒရာ၊ မြေထဲပင်လယ်၊ ပင်လယ်နက် စသည်တို့ကဲ့သို့ဖြစ်သည်။ ပင်လယ်အားလုံးသည် တည်ငြိမ်ပြီး စီးဆင်းခြင်းမရှိကြပါ။ သို့သော် ဆောင်းရာသီတွင်နှင့် လေပြင်းတိုက်ခတ်သောအခါတွင် လှိုင်းထန်ကြသည်။ ၎င်းတို့တွင် ဒီရေအတက်အကျရှိသည်။ လတိုင်း၏အစတွင် ဒီရေများ အတက်အကျရှိပြီး လကုန်ခါနီးတွင်မူ ၎င်းတို့စတင်ခဲ့သည့်နေရာသို့ ပြန်လည်ရောက်ရှိသည်အထိ လျော့ကျသွားသည်။ နောက်လ၏ လခြမ်းပေါ်လာသောအခါ လဆန်း ၁၄ ရက်နေ့အထိ ဒီရေပြန်တက်လာပြီးနောက် လျော့ကျသွားသည်။ အလ္လာဟ်အရှင်မြတ်၊ ကိုယ်တော်သည် ဂုဏ်ကျက်သရေရှိတော်မူ၏၊ ကိုယ်တော်၏စွမ်းအားသည် ပြည့်ဝတော်မူ၏၊ ဤဥပဒေများကို ဖန်ဆင်းထားတော်မူသည်။ ထို့ကြောင့် ဤပင်လယ်အားလုံးသည် တည်ငြိမ်နေကြပြီး ကိုယ်တော်သည် ၎င်းတို့၏ရေကို ငန်စေတော်မူသည်။ သို့မှသာ ၎င်းတို့ကြောင့် လေထုမပုပ်ပွစေရန်နှင့် ကမ္ဘာမြေတစ်ခုလုံး ပုပ်ပွပျက်စီးမသွားစေရန်၊ ထို့ပြင် ၎င်းပေါ်တွင် သေဆုံးသောတိရစ္ဆာန်များကြောင့် ကမ္ဘာမြေ မပျက်စီးစေရန်ဖြစ်သည်။ ၎င်း၏ရေသည် ငန်သောကြောင့် ၎င်း၏လေထုသည် ကျန်းမာရေးနှင့်ညီညွတ်ပြီး ၎င်း၏သေဆုံးသောတိရစ္ဆာန်များသည် စားသုံးရန် ကောင်းမွန်သည်။ <span class=\"gray\">(စားရန်)</span> ထို့ကြောင့် အလ္လာဟ်၏ ရစူလ်တမန်တော်အား ပင်လယ်ရေကို ဝူဒူပြုလုပ်ရန် သုံးနိုင်ပါသလားဟု မေးသောအခါ ကိုယ်တော်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الطَّهُورُ مَاؤُهُ، الْحِلُّ مَيْتَتُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ရေသည် သန့်စင်ပြီး ၎င်း၏သေဆုံးသောတိရစ္ဆာန်များသည် ခွင့်ပြုထားသည်။)</span> ၎င်းကို မာလိက်၊ အရှ်-ရှာဖီအီနှင့် အဟ်မဒ်တို့က မှတ်တမ်းတင်ထားပြီး၊ ဆူနန်ကျမ်းရှင်များကလည်း ကောင်းမွန်သော <span class=\"gray\">[ဂျိုင်ယစ်ဒ်]</span> သွယ်တန်းမှုဖြင့် မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနှစ်မျိုးကြား၌ အတားအဆီးနှင့် ပြည့်စုံသော ကန့်လန့်ကာတစ်ခုကို ပြုလုပ်ထားတော်မူသည်။)</span> ဆိုလိုသည်မှာ ချိုမြိန်သောရေနှင့် ငန်သောရေကြားတွင်ဖြစ်သည်။</p><p class=\"fi qpc-hafs\" lang=\"fi\">بَرْزَخًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အတားအဆီး)</span> ဆိုသည်မှာ ကန့်လန့်ကာတစ်ခုဖြစ်ပြီး၊ ၎င်းသည် ကုန်းမြေဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحِجْرًا مَّحْجُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြည့်စုံသော ကန့်လန့်ကာတစ်ခု)</span> ဆိုသည်မှာ တစ်ခုနှင့်တစ်ခု မရောက်ရှိစေရန် တားဆီးထားသည့် အတားအဆီးတစ်ခုဖြစ်သည်။ ၎င်းသည် အာယသ်တော်များနှင့်တူညီသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ - بَيْنَهُمَا بَرْزَخٌ لَّا يَبْغِيَانِ - فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ပင်လယ်နှစ်စင်းကို အတူတကွ ပေါင်းစပ်စီးဆင်းစေခဲ့သည်။ ၎င်းတို့ကြားတွင် မည်သူမျှ မကျော်လွန်နိုင်သော အတားအဆီးတစ်ခုရှိသည်။ ထို့နောက် သင်တို့၏ အရှင်သခင်၏ မည်သည့် ကောင်းချီးမင်္ဂလာများကို သင်တို့နှစ်ဦး ငြင်းပယ်ကြမည်နည်း။)</span><span class=\"gray\">(၅၅:၁၉-၂၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّن جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا ۗ أَإِلَٰهٌ مَّعَ اللَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေကို တည်မြဲသောနေရာအဖြစ် ပြုလုပ်တော်မူခဲ့ပြီး၊ ၎င်း၏အလယ်တွင် မြစ်ချောင်းများကို ထားရှိတော်မူခဲ့ပြီး၊ ခိုင်မာသောတောင်များကို ၎င်းတွင် ထားရှိတော်မူခဲ့ပြီး၊ ပင်လယ်နှစ်စင်းကြား၌ အတားအဆီးတစ်ခုကို ထားရှိတော်မူသည်မှာ ကိုယ်တော်မဟုတ်ပါလော။ အလ္လာဟ်နှင့်အတူ အခြားဘုရားရှိပါသလား။ မဟုတ်ပါ၊ သို့သော် ၎င်းတို့အများစုသည် မသိကြပါ။)</span><span class=\"gray\">(၂၇:၆၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရေမှ လူသားကို ဖန်ဆင်းတော်မူသည်မှာ ကိုယ်တော်ပင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် လူသားကို အားနည်းသော နွတ်ဖာဟ် (သုတ်ပိုး) မှ ဖန်ဆင်းခဲ့ပြီး၊ ထို့နောက် ကိုယ်တော်၏ အလိုတော်အတိုင်း အမျိုးသားနှင့် အမျိုးသမီးအဖြစ် ပုံသဏ္ဌာန်ပြုကာ ၎င်း၏ပုံစံကို ပြီးပြည့်စုံစေခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلَهُ نَسَبًا وَصِهْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူ့အတွက် သွေးသားတော်စပ်ခြင်းနှင့် လက်ထပ်ခြင်းဖြင့် တော်စပ်သူများကို ပြုလုပ်ပေးတော်မူသည်။)</span> အစပိုင်းတွင် သူသည် တစ်စုံတစ်ဦး၏ ကလေးဖြစ်သည်။ ထို့နောက် သူသည် လက်ထပ်ပြီး သားမက်ဖြစ်လာသည်။ ထို့နောက် သူကိုယ်တိုင်တွင် သားမက်များနှင့် အခြားဆွေမျိုးများ လက်ထပ်ခြင်းမှတစ်ဆင့် ရှိလာသည်။ ဤအရာအားလုံးသည် စက်ဆုပ်ဖွယ်ရာ အရည်တစ်ခုမှ ဖြစ်ပေါ်လာခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَانَ رَبُّكَ قَدِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်သည် အလိုရှိရာကို ပြုလုပ်တော်မူရန် အမြဲတမ်း အကြွင်းမဲ့စွမ်းအားရှိတော်မူ၏။)</span></p>"
  }
]