[
  {
    "ayah_key": "3:118",
    "group_ayah_key": "3:118",
    "from_ayah": "3:118",
    "to_ayah": "3:120",
    "ayah_keys": "3:118,3:119,3:120",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့၊ သင်တို့ကိုယ်တိုင်မှတစ်ပါး အခြားသူများကို <span class=\"gray\">(သင်တို့၏)</span> အတွင်းလူ <span class=\"gray\">(အကြံပေးများ၊ အကူအညီပေးသူများ)</span> အဖြစ် မထားကြလင့်။ အကြောင်းမူကား ၎င်းတို့သည် သင်တို့ကို ဖျက်ဆီးရန် အစွမ်းကုန် ကြိုးစားကြလိမ့်မည်။ ၎င်းတို့သည် သင်တို့ကို ပြင်းထန်စွာ နာကျင်စေလိုကြသည်။ မုန်းတီးမှုသည် ၎င်းတို့၏ ပါးစပ်များမှ ပေါ်ထွက်လာပြီဖြစ်သော်လည်း ၎င်းတို့၏ ရင်တွင်း၌ ဖုံးကွယ်ထားသည်များမှာ ပို၍ဆိုးရွားလှသည်။ အမှန်စင်စစ် ငါတို့သည် သင်တို့ နားလည်ပါက သင်တို့အား အာယတ်တော်များကို ရှင်းလင်းပြသခဲ့ပြီး ဖြစ်၏ <span>(118)</span>အို! သင်တို့သည် ၎င်းတို့အား ချစ်မြတ်နိုးကြသူများဖြစ်သော်လည်း ၎င်းတို့ကမူ သင်တို့ကို ချစ်မြတ်နိုးကြသည်မဟုတ်ပေ။ ထို့ပြင် သင်တို့သည် ကျမ်းဂန်အားလုံးကို ယုံကြည်ကြ၏။ ၎င်းတို့သည် သင်တို့နှင့် တွေ့ဆုံသောအခါ \"ငါတို့ ယုံကြည်သည်\" ဟု ပြောဆိုကြသည်။ သို့သော် ၎င်းတို့ တစ်ယောက်တည်းရှိသောအခါ သင်တို့ကို ဒေါသဖြင့် လက်ချောင်းထိပ်များကို ကိုက်ကြသည်။ ပြောကြားလော့- \"သင်တို့၏ ဒေါသဖြင့် ပျက်စီးကြကုန်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ရင်တွင်း၌ရှိသော အရာအားလုံး <span class=\"gray\">(လျှို့ဝှက်ချက်များအားလုံး)</span> ကို သိတော်မူ၏။ <span>(119)</span>သင့်အား ကောင်းကျိုးတစ်ခုခု ဖြစ်ပေါ်လာပါက ၎င်းတို့သည် ဝမ်းနည်းကြေကွဲကြပြီး၊ သင့်အား မကောင်းမှုတစ်ခုခု ဖြစ်ပေါ်လာပါက ၎င်းတို့သည် ပျော်ရွှင်ကြသည်။ သို့သော် သင်တို့သည် သည်းခံ၍ တက္ကဝါရှိနေပါက ၎င်းတို့၏ ပရိယာယ်များက သင့်အား အနည်းငယ်မျှပင် ထိခိုက်စေနိုင်မည်မဟုတ်ပေ။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ပြုလုပ်သော အရာအားလုံးကို ဝန်းရံထားတော်မူ၏ <span>(120)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော်မြတ်အား မယုံကြည်သူများအနက်မှ အကြံပေးများအဖြစ် ခန့်အပ်ခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ယုံကြည်သူကျေးကျွန်များကို အယောင်ဆောင်သူများကို မဟာမိတ်များအဖြစ် မထားရန် တားမြစ်ထားသည်။ အယောင်ဆောင်သူများအနေဖြင့် ယုံကြည်သူများ၏ လျှို့ဝှက်ချက်များနှင့် ရန်သူများအပေါ် ၎င်းတို့၏ အစီအစဉ်များကို ထုတ်ဖော်ရန် အခွင့်အရေးမရစေရန်ဖြစ်သည်။ အယောင်ဆောင်သူများသည် ယုံကြည်သူများကို ၎င်းတို့တတ်နိုင်သမျှ နည်းလမ်းပေါင်းစုံဖြင့်၊ ၎င်းတို့ရရှိနိုင်သော မည်သည့်ဆိုးသွမ်းသော၊ မကောင်းသော နည်းလမ်းကိုမဆို အသုံးပြု၍ ရှုပ်ထွေးစေရန်၊ ဆန့်ကျင်ရန်နှင့် အန္တရာယ်ပြုရန် အစွမ်းကုန် ကြိုးစားကြသည်။ ၎င်းတို့သည် ယုံကြည်သူများအတွက် အဆိုးဆုံးနှင့် အခက်အခဲဆုံး အခြေအနေများကိုသာ လိုလားကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَتَّخِذُوا بِطَانَةً مِّن دُونِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကိုယ်တိုင်မှတစ်ပါး အခြားသူများကို <span class=\"gray\">(သင်တို့၏)</span> အတွင်းလူ အဖြစ် မထားကြလင့်)</span><span class=\"gray\">[၃:၁၁၈]</span> သည် အခြားဘာသာဝင်များကို အကြံပေးများနှင့် မဟာမိတ်များအဖြစ် ခန့်အပ်ခြင်းကို ရည်ညွှန်းသည်။ အကြောင်းမူကား လူတစ်ဦး၏ အကြံပေးများသည် သူ၏ အလွန်လျှို့ဝှက်သော ကိစ္စရပ်များကို သိရှိခွင့်ရရှိသောကြောင့်ဖြစ်သည်။ အလ်-ဘူခါရီနှင့် အန်-နာစာအီတို့က မှတ်တမ်းတင်ထားသည်မှာ အဗူ ဆာအိဒ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا بَعَثَ اللهُ مِنْ نَبِيٍّ وَلَا اسْتَخْلَفَ مِنْ خَلِيفَةٍ إِلَّا كَانَتْ لَهُ بِطَانَتَانِ: بِطَانَةٌ تَأْمُرُهُ بِالْخَيْرِ وَتَحُضُّهُ عَلَيْهِ، وَبِطَانَةٌ تَأْمُرُهُ بِالسُّوءِ وَتَحُضُّهُ عَلَيْهِ، وَالْمَعْصُومُ مَنْ عَصَمَهُ اللهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်နဗီတမန်တော်ကိုမျှ မစေလွှတ်ခဲ့ပေ။ မည်သည့် ခလီဖဟ်မျှလည်း မရှိခဲ့ပေ။ သို့သော် ၎င်းတို့တွင် မဟာမိတ်နှစ်မျိုးရှိသည်။ တစ်မျိုးမှာ ၎င်းအား ကောင်းမှုပြုရန် အမိန့်ပေးပြီး အကြံပေးသူဖြစ်သည်။ နောက်တစ်မျိုးမှာ ၎င်းအား မကောင်းမှုပြုရန် အမိန့်ပေးပြီး အကြံပေးသူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ကာကွယ်ပေးထားသူများသာ ကာကွယ်ခြင်းခံရသူများဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က အိဗ်နု အဘီ အဒ်-ဒဟ်ကာနဟ် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ “အိုမာရ် အိဗ်နု အလ်-ခတ္တားဗ်အား ပြောကြားခဲ့သည်မှာ 'ဟီရာမြို့သူ မြို့သားများ <span class=\"gray\">(အီရတ်တွင်ရှိသော ခရစ်ယာန်များ)</span> ထံမှ စာရေးတော်တစ်ဦး ဖြစ်သော လူငယ်တစ်ဦး ဤနေရာတွင် ရှိသည်။ သင်သည် သူ့ကို စာရေးတော်အဖြစ် အဘယ်ကြောင့် ခန့်အပ်ခြင်းမပြုသနည်း။' အိုမာရ်က 'ထိုသို့ဆိုလျှင် ကျွန်ုပ်သည် မယုံကြည်သူများအနက်မှ အကြံပေးများ ခန့်အပ်ခြင်းဖြစ်လိမ့်မည်။' ဟု ပြောကြားခဲ့သည်။” ဤအာယတ်တော်နှင့် အိုမာရ်၏ ဇာတ်လမ်းသည် မွတ်စလင်မ်တို့၏ ကိစ္စရပ်များကို သက်ရောက်မှုရှိပြီး ၎င်းတို့၏ လျှို့ဝှက်ချက်များကို ဖော်ထုတ်နိုင်သည့် ကိစ္စရပ်များတွင် အာဟ်လ် အဓ်-ဓင်မ်မာဟ်ကို စာရေးတော်များအဖြစ် အသုံးပြုရန် ခွင့်မပြုကြောင်း သက်သေပြသည်။ အကြောင်းမူကား ၎င်းတို့သည် ဤလျှို့ဝှက်ချက်များကို တိုက်ခိုက်သော မယုံကြည်သူများထံသို့ သယ်ဆောင်သွားနိုင်သောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြောင်းမူကား ၎င်းတို့သည် သင်တို့ကို ဖျက်ဆီးရန် အစွမ်းကုန် ကြိုးစားကြလိမ့်မည်။ ၎င်းတို့သည် သင်တို့ကို ပြင်းထန်စွာ နာကျင်စေလိုကြသည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုန်းတီးမှုသည် ၎င်းတို့၏ ပါးစပ်များမှ ပေါ်ထွက်လာပြီးဖြစ်သော်လည်း ၎င်းတို့၏ ရင်တွင်း၌ ဖုံးကွယ်ထားသည်များမှာ ပို၍ဆိုးရွားလှသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ မျက်နှာများနှင့် ၎င်းတို့ တစ်ခါတစ်ရံ ပြောဆိုသော စကားများတွင် ရန်ငြိုးများ ပေါ်လွင်နေပြီး၊ ၎င်းတို့၏ နှလုံးသားများတွင် အစ္စလာမ်နှင့် ၎င်း၏လူမျိုးများအပေါ် ထားရှိသည့် ရန်ငြိုးများလည်း ရှိသည်။ ဤအချက်သည် မှန်ကန်သော နားလည်မှုရှိသူတိုင်းအတွက် ထင်ရှားသောကြောင့်၊ ထို့ကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ إِن كُنتُمْ تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့ နားလည်ပါက ငါတို့သည် သင်တို့အား အာယတ်တော်များကို ရှင်းလင်းပြသခဲ့ပြီး ဖြစ်၏။)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَا أَنتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို! သင်တို့သည် ၎င်းတို့အား ချစ်မြတ်နိုးကြသူများဖြစ်သော်လည်း ၎င်းတို့ကမူ သင်တို့ကို ချစ်မြတ်နိုးကြသည်မဟုတ်ပေ)</span> ဆိုလိုသည်မှာ အို ယုံကြည်သူအပေါင်းတို့! သင်တို့သည် အယောင်ဆောင်သူများကို နှစ်သက်ကြသည်မှာ ၎င်းတို့သည် ယုံကြည်သူများဟု သင်တို့ထင်သောကြောင့်ဖြစ်သည်။ ၎င်းတို့သည် ထိုသို့ဟန်ဆောင်ကြသော်လည်း ၎င်းတို့သည် သင်တို့ကို ပေါ်ပေါ်တင်တင်ဖြစ်စေ၊ လျှို့ဝှက်စွာဖြစ်စေ မနှစ်သက်ကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့သည် ကျမ်းဂန်အားလုံးကို ယုံကြည်ကြ၏)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်မှ မည်သည့်အပိုင်းတွင်မျှ သင်တို့ သံသယမရှိကြသော်လည်း အယောင်ဆောင်သူများကမူ ၎င်းနှင့်ပတ်သက်၍ နက်ရှိုင်းသော သံသယများ၊ ရှုပ်ထွေးမှုများနှင့် စိုးရိမ်ပူပန်မှုများ ရှိကြသည်။</p><p lang=\"hmn\" class=\"hmn \">Muhammad bin Ishaq reported that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့သည် ကျမ်းဂန်အားလုံးကို ယုံကြည်ကြ၏)</span> ဆိုလိုသည်မှာ သင်တို့သည် သင်တို့၏ကျမ်း၊ ၎င်းတို့၏ကျမ်းနှင့် ယခင်ကျမ်းများအားလုံးကို ယုံကြည်ကြသည်။ အယောင်ဆောင်သူများကမူ သင်တို့၏ကျမ်းကို မယုံကြည်ကြပေ။ ထို့ကြောင့် ၎င်းတို့က သင်တို့ကို မနှစ်သက်ခြင်းထက် သင်တို့က ၎င်းတို့ကို မနှစ်သက်သင့်သည်။ အိဗ်နု ဂျရီရ်သည် ဤပြောကြားချက်ကို စုဆောင်းခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင်တို့နှင့် တွေ့ဆုံသောအခါ \"ငါတို့ ယုံကြည်သည်\" ဟု ပြောဆိုကြသည်။ သို့သော် ၎င်းတို့ တစ်ယောက်တည်းရှိသောအခါ သင်တို့ကို ဒေါသဖြင့် လက်ချောင်းထိပ်များကို ကိုက်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">အနာမေလ် (Anamil) ဆိုသည်မှာ လက်ချောင်းထိပ်များကို ဆိုလိုသည်ဟု ကတာဒါ (Qatadah) က ပြောကြားခဲ့သည်။ ဤသည်မှာ အယောင်ဆောင်သူတို့၏ အပြုအမူဖြစ်ပြီး ၎င်းတို့သည် ယုံကြည်သူများနှင့်အတူရှိသောအခါ ယုံကြည်သူများ၊ ကြင်နာသူများအဖြစ် ဟန်ဆောင်ကြသော်လည်း ၎င်းတို့၏ နှလုံးသားများထဲတွင် အရာရာ၌ ဆန့်ကျင်ဘက်ကို ဖုံးကွယ်ထားကြသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ဖော်ပြထားသော အတိအကျ အခြေအနေဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ တစ်ယောက်တည်းရှိသောအခါ သင်တို့ကို ဒေါသဖြင့် လက်ချောင်းထိပ်များကို ကိုက်ကြသည်)</span> နှင့် ဒေါသဆိုသည်မှာ အလွန်အမင်း ဒေါသထွက်ခြင်းနှင့် ပြင်းထန်သော အမျက်ဒေါသကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مُوتُوا بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့- \"သင်တို့၏ ဒေါသဖြင့် ပျက်စီးကြကုန်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် ရင်တွင်း၌ရှိသော အရာအားလုံး <span class=\"gray\">(လျှို့ဝှက်ချက်များအားလုံး)</span> ကို သိတော်မူ၏။\")</span> အကြောင်းမူကား သင်တို့သည် ယုံကြည်သူများကို မည်မျှပင် မနာလိုဖြစ်ပြီး ၎င်းတို့အပေါ် ဒေါသထွက်နေစေကာမူ၊ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ယုံကြည်သူကျေးကျွန်များအပေါ် မိမိ၏ ကျေးဇူးတော်ကို ပြည့်စုံစေမည်၊ မိမိ၏ ဘာသာတရားကို ပြီးမြောက်စေမည်၊ မိမိ၏ နှုတ်ကပတ်တော်ကို မြင့်မားစေမည်၊ မိမိ၏ ဘာသာတရားကို လွှမ်းမိုးစေမည်ကို သိထားကြလော့။ ထို့ကြောင့် အို အယောင်ဆောင်သူအပေါင်းတို့၊ ဒေါသဖြင့် သေဆုံးကြကုန်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ရင်တွင်း၌ရှိသည်များကို သိတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ နှလုံးသားများနှင့် ရင်ခွင်များထဲတွင် ဖုံးကွယ်ထားသော အရာများ၊ သင်တို့ ယုံကြည်သူများအပေါ်ထားရှိသော ဒေါသ၊ မနာလိုမှုနှင့် မုန်းတီးမှုတို့ကို ပြည့်စုံစွာ သိတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤဘဝတွင် သင်တို့ကို ဤအရာများအတွက် အပြစ်ပေးလိမ့်မည်။ ထို့ပြင် သင်တို့ ၎င်းတို့အတွက် မနှစ်သက်သောအရာ (ကောင်းကျိုး) ကို ၎င်းတို့ ရရှိလိမ့်မည်။ နောင်တမလွန်ဘဝတွင် သင်တို့သည် ငရဲဘုံ၌ အပြင်းအထန်သော ညှဉ်းပန်းနှိပ်စက်မှုကို ခံစားရမည်ဖြစ်ပြီး ထာဝရနေရလိမ့်မည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِن تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား ကောင်းကျိုးတစ်ခုခု ဖြစ်ပေါ်လာပါက ၎င်းတို့သည် ဝမ်းနည်းကြေကွဲကြပြီး၊ သင့်အား မကောင်းမှုတစ်ခုခု ဖြစ်ပေါ်လာပါက ၎င်းတို့သည် ပျော်ရွှင်ကြသည်)</span><span class=\"gray\">[၃:၁၂၀]</span>။ ဤသည်မှာ အယောင်ဆောင်သူများက ယုံကြည်သူများအပေါ် ထားရှိသော ရန်ငြိုး၏ ပြင်းထန်မှုကိုသာ အလေးထားဖော်ပြသည်။ ယုံကြည်သူများသည် မြေဩဇာကောင်းသောနှစ်များ၊ အောင်ပွဲများ၊ ထောက်ခံမှုများ ရရှိပြီး ၎င်းတို့၏ အရေအတွက်နှင့် နောက်လိုက်များ တိုးပွားလာပါက အယောင်ဆောင်သူများသည် မကျေမနပ်ဖြစ်ကြသည်။ မွတ်စလင်မ်များ မိုးခေါင်ရေရှားမှု ခံစားရသောအခါ သို့မဟုတ် ၎င်းတို့၏ ရန်သူများက အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြင့် ဥဟဒ်တိုက်ပွဲအတွင်း ဖြစ်ပွားခဲ့သကဲ့သို့ ၎င်းတို့အပေါ် အသာစီးရသောအခါ အယောင်ဆောင်သူများသည် ဝမ်းမြောက်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ယုံကြည်သူကျေးကျွန်များအား မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِن تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့သည် သည်းခံ၍ တက္ကဝါရှိနေပါက ၎င်းတို့၏ ပရိယာယ်များက သင့်အား အနည်းငယ်မျှပင် ထိခိုက်စေနိုင်မည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို မကောင်းဆိုးဝါးများ၏ ဆိုးယုတ်မှုများနှင့် အပြစ်သားများ၏ ပရိယာယ်များမှ ကာကွယ်ရန်၊ ၎င်းတို့အား သည်းခံခြင်းသို့ ပြန်လည်ရောက်ရှိရန်၊ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ရန်နှင့် ကိုယ်တော်အား ယုံကြည်ရန် အကြံပေးခြင်းဖြင့် လမ်းညွှန်တော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများ၏ ရန်သူများကို ဝန်းရံထားတော်မူသည်။ ထိုအတောအတွင်း ယုံကြည်သူများတွင် ကိုယ်တော်မှတစ်ပါး အခြားမည်သည့် စွမ်းအားနှင့် ခွန်အားမျှ မရှိပေ။ အလ္လာဟ်အရှင်မြတ် အလိုရှိသောအရာတိုင်း ဖြစ်ပျက်ပြီး၊ ကိုယ်တော် အလိုမရှိသောအရာတိုင်း မဖြစ်ပျက်ပေ။ ကိုယ်တော်၏ နိုင်ငံတော်တွင် ကိုယ်တော်၏ ဆုံးဖြတ်ချက်နှင့် ကိုယ်တော်၏ အမိန့်တော်များအတိုင်းမှတစ်ပါး မည်သည့်အရာမျှ ဖြစ်မလာပေ။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်ကို အားကိုးသူတိုင်းအတွက် အလ္လာဟ်အရှင်မြတ်သည် လုံလောက်တော်မူပေမည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဥဟဒ်တိုက်ပွဲအကြောင်း၊ ကိုယ်တော်က ယုံကြည်သူများကို စမ်းသပ်ခဲ့သော ရှုံးနိမ့်မှုအကြောင်း၊ ကိုယ်တော်က ယုံကြည်သူများကို အယောင်ဆောင်သူများမှ ခွဲခြားခဲ့ခြင်းနှင့် ၎င်းတို့၏ သည်းခံခြင်းအကြောင်းကို ဖော်ပြတော်မူသည်။</p>"
  }
]