[
  {
    "ayah_key": "8:25",
    "group_ayah_key": "8:25",
    "from_ayah": "8:25",
    "to_ayah": "8:25",
    "ayah_keys": "8:25",
    "text": "<p class=\"my translation\" lang=\"my\">ဖစ်နာဟ် <span class=\"gray\">(ဘေးဒဏ်နှင့် စမ်းသပ်မှု)</span> ကိုကြောက်ရွံ့ကြလော့။ ထိုဖစ်နာဟ်သည် သင်တို့အနက် မကောင်းမှုပြုသူများကိုသာ သီးသန့်သက်ရောက်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ပြင်းထန်စွာ အပြစ်ပေးတော်မူကြောင်း သိထားကြလော့ <span>(၂၅)</span></p><div lang=\"fil\" class=\"fil \"><h2>Warning against an encompassing Fitnah</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ယုံကြည်သူကျွန်များကို ဖစ်နာဟ်၊ စမ်းသပ်မှုနှင့် စစ်ဆေးမှုတစ်ရပ်ကို သတိပေးထားသည်။ ယင်းဖစ်နာဟ်သည် မကောင်းမှုပြုသူများနှင့် ၎င်းတို့ပတ်ဝန်းကျင်ရှိသူများအားလုံးကို လွှမ်းခြုံနိုင်သည်ဟု ဖြစ်သည်။ ထို့ကြောင့် ထိုဖစ်နာဟ်သည် အပြစ်သားများနှင့် မကောင်းမှုပြုသူများအတွက်သာ ကန့်သတ်ထားမည်မဟုတ်ပေ။ အပြန်အလှန်အားဖြင့်၊ အကယ်၍ အပြစ်များကို မတားဆီးဘဲ မကာကွယ်ပါက အခြားသူများထံသို့ပါ ရောက်ရှိသွားမည်ဖြစ်သည်။ အီမာမ် အာမဒ်သည် မူတာရစ်ဖ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- \"ကျွန်ုပ်တို့သည် အဇ်-ဇူဘိုင်ယာကို မေးမြန်းခဲ့သည်၊ 'အို အဘူ အဗ်ဒုလ္လာဟ်! ဘာကြောင့် ဒီနေရာကို ရောက်လာတာလဲ <span class=\"gray\">(အလ်ဂျမာလ် တိုက်ပွဲအတွက်)</span>? လုပ်ကြံခံခဲ့ရသော ခလီဖာဟ် <span class=\"gray\">('ဥစ်မန်၊ အလ္လာဟ်အရှင်မြတ် ကျေနပ်တော်မူပါစေ)</span> ကို သင်စွန့်ပစ်ခဲ့ပြီးနောက် ၎င်း၏သွေးအတွက် လက်စားချေရန် လာရောက်တောင်းဆိုနေသည်' သူက ပြောသည်၊ 'ကျွန်ုပ်တို့သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ၊ အဘူ ဗက်ကာ၊ 'ဥမာရ်နှင့် 'ဥစ်မန်တို့လက်ထက်က ရွတ်ဖတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا فِتْنَةً لَّا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنكُمْ خَاصَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖစ်နာဟ် <span class=\"gray\">(ဘေးဒဏ်နှင့် စမ်းသပ်မှု)</span> ကိုကြောက်ရွံ့ကြလော့။ ထိုဖစ်နာဟ်သည် သင်တို့အနက် မကောင်းမှုပြုသူများကိုသာ သီးသန့်သက်ရောက်မည်မဟုတ်ပေ၊)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် ကျွန်ုပ်တို့နှင့်ပတ်သက်သည်ဟု ကျွန်ုပ်တို့မထင်ခဲ့ပါ၊ ကျွန်ုပ်တို့ထံ ရောက်လာသည့်အချိန်အထိပင်။'\" 'အလီ ဘင် အဘီ တလ်ဟာဟ်က အိဗ်နု 'အဗ္ဗားစ်က အာယတ်တော်သည်ဟု ပြောကြောင်း သတင်းပို့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا فِتْنَةً لَّا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنكُمْ خَاصَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖစ်နာဟ် <span class=\"gray\">(ဘေးဒဏ်နှင့် စမ်းသပ်မှု)</span> ကိုကြောက်ရွံ့ကြလော့။ ထိုဖစ်နာဟ်သည် သင်တို့အနက် မကောင်းမှုပြုသူများကိုသာ သီးသန့်သက်ရောက်မည်မဟုတ်ပေ၊)</span> သည် တမန်တော်မြတ် ﷺ ၏ အပေါင်းအပါများကို အထူးရည်ညွှန်းသည်။ အိဗ်နု 'အဗ္ဗားစ်၏ အခြားသတင်းတစ်ခုတွင် သူက ပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို ၎င်းတို့အကြား မကောင်းမှုများ ပျံ့ပွားခြင်းမှ ရပ်တန့်ရန် အမိန့်ပေးခဲ့သည်၊ သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို ပြစ်ဒဏ် <span class=\"gray\">(ဖစ်နာဟ်)</span> ဖြင့် မလွှမ်းခြုံစေရန်ဖြစ်သည်။\" ဤအရာသည် အမှန်ပင် အလွန်ကောင်းမွန်သော ရှင်းလင်းချက်ဖြစ်ပြီး၊ မူဂျာဟစ်ဒ်ကို အလ္လာဟ်၏မိန့်ဆိုချက်နှင့်ပတ်သက်၍ မှတ်ချက်ပေးရန် တိုက်တွန်းခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا فِتْنَةً لَّا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنكُمْ خَاصَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖစ်နာဟ် <span class=\"gray\">(ဘေးဒဏ်နှင့် စမ်းသပ်မှု)</span> ကိုကြောက်ရွံ့ကြလော့။ ထိုဖစ်နာဟ်သည် သင်တို့အနက် မကောင်းမှုပြုသူများကိုသာ သီးသန့်သက်ရောက်မည်မဟုတ်ပေ၊)</span></p><p lang=\"my\" class=\"my \">\"မင်းတို့အတွက်လည်း ဖြစ်တယ်!\" အဒ်-ဒါးဟက်နှင့် ယာဇစ် ဘင် အဘီ ဟဘစ်ဘ် အပါအဝင် အခြားများစွာသောသူတို့က အလားတူပြောကြားခဲ့ကြသည်။ အိဗ်နု မစ်စ်အူးဒ်က ပြောသည်၊ \"သင်တို့အနက် မည်သူမျှ ဖစ်နာဟ်ဖြစ်စေမည့် အရာတစ်ခုမရှိဘဲ မနေနိုင်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ,\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏စည်းစိမ်ဥစ္စာနှင့် သင်တို့၏သားသမီးများသည် စမ်းသပ်မှု <span class=\"gray\">(ဖစ်နာဟ်)</span> သာလျှင်ဖြစ်သည်...)</span><span class=\"gray\">[၆၄:၁၅]</span>။ </p><p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ သင်တို့ ခိုလှုံရာရှာသောအခါ၊ လမ်းမှားစေသော ဖစ်နာဟ်မှ အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံကြလော့။\" အိဗ်နု ဂျရီရ်သည် ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။ ဤအာယတ်တော်ရှိ သတိပေးချက်သည် အပေါင်းအပါများနှင့် အခြားသူအားလုံးကို ရည်ညွှန်းသည်ဟူသော အမြင်သည် မှန်ကန်သည်၊ အာယတ်တော်ရှိ စကားသည် အပေါင်းအပါများကို ဦးတည်ထားသော်လည်း ဖြစ်သည်။ ဖစ်နာဟ်ကို ယေဘုယျအားဖြင့် သတိပေးသည့် ဟဒီးဆ်များရှိသည်၊ ထို့ကြောင့် ဤရှင်းလင်းချက်၏ မှန်ကန်မှုကို ပေးပါသည်။ အလားတူပင်၊ ဤအကြောင်းအရာကို ဆွေးနွေးမည့် သီးခြားကျမ်းတစ်စောင်ရှိမည်၊ အလ္လာဟ်အရှင်မြတ် အလိုတော်ရှိပါက၊ အီမာမ်များနှင့်လည်း အလားတူပင်၊ ဤအကြောင်းအရာနှင့်ပတ်သက်၍ စာပေများစွာရှိသည်။ ဤခေါင်းစဉ်အောက်တွင် ဖော်ပြခဲ့သော အတိကျဆုံးအရာများအနက်၊ အီမာမ် အာမဒ်က ဟူဒွိုင်ဖာဟ် ဘင် အလ်-ယာမန်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ! لَتَأْمُرُنَّ بِالْمَعْرُوفِ وَلَتَنْهَوُنَّ عَنِ الْمُنْكَرِ أَوْ لَيُوشِكَنَّ اللهُ أَنْ يَبْعَثَ عَلَيْكُمْ عِقَابًا مِنْ عِنْدِهِ ثُمَّ لَتَدْعُنَّهُ فَلَا يَسْتَجِيبُ لَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အသက် ဘယ်သူ့လက်ထဲမှာရှိသလဲ၊ ထိုအရှင်ကို ကျိန်ဆို၍! သင်တို့သည် ကောင်းမှုကို ဆင့်ဆိုကြလိမ့်မည်၊ မကောင်းမှုကို တားမြစ်ကြလိမ့်မည်။ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အပေါ် ကိုယ်တော်ထံမှ ပြစ်ဒဏ်တစ်ခုကို စေလွှတ်လိမ့်မည်။ ထိုအခါ သင်တို့သည် ကိုယ်တော်ထံ တောင်းဆုပြုကြလိမ့်မည်၊ သို့သော် ကိုယ်တော်သည် သင်တို့၏ တောင်းဆုကို အဖြေပေးမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်က အဘူ အလ်-ရစ်ကာဒ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်၊ \"ကျွန်ုပ်သည် ဟူဒွိုင်ဖာဟ်က ပြောသည်ကို ကြားခဲ့သည်၊ 'အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ လက်ထက်တွင် လူတစ်ဦးသည် စကားတစ်လုံးတည်း ပြောဆိုခြင်းဖြင့် အယောင်ဆောင်သူဖြစ်သွားတတ်သည်။ ကျွန်ုပ်သည် ယခုအခါ သင်တို့အနက် တစ်ဦးဦးထံမှ ထိုကဲ့သို့သော စကားလုံးများကို တစ်ထိုင်တည်း လေးကြိမ်ကြားရသည်။ အမှန်ပင်၊ သင်တို့သည် ကောင်းမှုကို ဆင့်ဆိုကြလိမ့်မည်၊ မကောင်းမှုကို တားမြစ်ကြလိမ့်မည်၊ သို့မဟုတ် အချင်းချင်း ကောင်းမှုပြုရန် တိုက်တွန်းကြလိမ့်မည်၊ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အားလုံးကို ပြစ်ဒဏ်ဖြင့် ဝန်းရံလိမ့်မည်၊ သို့မဟုတ် သင်တို့အနက်ရှိ မကောင်းသူများကို သင်တို့၏ ခေါင်းဆောင်များ ဖြစ်စေလိမ့်မည်။ ထိုအခါ သင်တို့အနက်ရှိ ဖြောင့်မတ်သူများက တောင်းဆုပြုကြလိမ့်မည်၊ သို့သော် ၎င်းတို့၏ တောင်းဆုကို လက်ခံလိမ့်မည်မဟုတ်ပေ။'\"</p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်က အန်-နူမာန် ဘင် ဘရှီရ်က တမန်တော်မြတ် ﷺ သည် မိန့်ခွန်းတစ်ရပ်ကို ပေးခဲ့ပြီး၊ သူ၏နားရွက်များကို လက်နှစ်ချောင်းဖြင့် ထောက်ပြရင်း မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الْقَائِمِ عَلَى حُدُودِ اللهِ وَالْوَاقِعِ فِيهَا وَالْمُدَاهِنِ فِيهَا كَمَثَلِ قَوْمٍ رَكِبُوا سَفِينَةً فَأَصَابَ بَعْضُهُمْ أَسْفَلَهَا وَأَوْعَرَهَا وَشَرَّهَا وَأَصَابَ بَعْضُهُمْ أَعْلَاهَا فَكَانَ الَّذِينَ فِي أَسْفَلِهَا إِذَا اسْتَقَوُا الْمَاءَ مَرُّوا عَلَى مَنْ فَوقَهُمْ فَآذُوْهُمْ فَقَالُوا: لَوْ خَرَقْنَا فِي نَصِيبِنَا خَرْقًا فَاسْتَقَيْنَا مِنْهُ وَلَمْ نُؤْذِ مَنْ فَوْقَنَا: فَإِنْ تَرَكُوهُمْ وَأَمْرَهُمْ هَلَكُوا جَمِيعًا وَإِنْ أَخَذُوا عَلَى أَيْدِيهِمْ نَجَوْا جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အမိန့်နှင့် ကန့်သတ်ချက်များကို လိုက်နာသူနှင့် ယင်းတို့ကို ချိုးဖောက်သူများ၊ သို့မဟုတ် ချိုးဖောက်ခံနေရစဉ် လက်ပိုက်ကြည့်နေသူများ၏ ပုံဥပမာသည် လှေတစ်စင်းတွင် ၎င်းတို့၏ ထိုင်ခုံများအတွက် မဲနှိုက်ခဲ့သူများ၏ ပုံဥပမာနှင့် တူသည်။ ၎င်းတို့အနက် အချို့သည် လှေ၏ အောက်ပိုင်း၊ အကြမ်းတမ်းဆုံးနှင့် အဆိုးရွားဆုံးအပိုင်းတွင် ထိုင်ခုံများရခဲ့ကြပြီး၊ အခြားသူများက အပေါ်ပိုင်းတွင် ရခဲ့ကြသည်။ အောက်ပိုင်းရှိသူများ ရေလိုအပ်သောအခါ၊ ၎င်းတို့သည် ရေခပ်ရန် အပေါ်သို့ တက်ရသဖြင့် အခြားသူများကို အနှောင့်အယှက်ဖြစ်စေသည်။ ထို့ကြောင့် ၎င်းတို့က ပြောသည်၊ 'ကျွန်ုပ်တို့ လှေ၏ ကျွန်ုပ်တို့ဝေစုတွင် အပေါက်ဖောက်ပြီး ရေခပ်ကြပါစို့၊ ကျွန်ုပ်တို့အပေါ်ရှိသူများကို အနှောင့်အယှက်မဖြစ်စေရန်အတွက်၊' ထို့ကြောင့်၊ အကယ်၍ အပေါ်ပိုင်းရှိလူများက အောက်ပိုင်းရှိလူများ အကြံပြုသည့်အတိုင်း လုပ်ခွင့်ပြုပါက၊ လှေပေါ်ရှိလူများအားလုံး ပျက်စီးကြလိမ့်မည်၊ သို့သော် ၎င်းတို့က တားဆီးပါက၊ နှစ်ဦးနှစ်ဖက်လုံး ဘေးကင်းကြလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဤအရာကို အလ်-ဘူခါရီက မှတ်တမ်းတင်ခဲ့သည်၊ သို့သော် မွတ်စလင်မ်က မဟုတ်၊ ပူးပေါင်းဆောင်ရွက်မှုများဆိုင်ရာ ကျမ်းနှင့် သက်သေများဆိုင်ရာ ကျမ်းတွင် ဖြစ်သည်။ ၎င်းကို အတ်-တီရ်မိဇီကလည်း မတူညီသော သတင်းပေးပို့မှုလမ်းကြောင်းမှတစ်ဆင့် မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်က တမန်တော်မြတ်၏ ဇနီးဖြစ်သူ အွမ္မု စလာမာဟ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်၊ \"ကျွန်ုပ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ကို ကြားခဲ့ရသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا ظَهَرَتِ الْمَعَاصِي فِي أُمَّتِي عَمَّهُمُ اللهُ بِعَذَابٍ مِنْ عِنْدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အပြစ်များသည် ငါ့အွမ္မသ်တွင် ထင်ရှားလာပါက၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ကိုယ်တော်ထံမှ ပြစ်ဒဏ်ဖြင့် ဝန်းရံလိမ့်မည်။)</span> ကျွန်ုပ်က ပြောသည်၊ 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! ထိုအခါ ၎င်းတို့အနက် ဖြောင့်မတ်သူများ ရှိဦးမည်လား?' သူက မိန့်တော်မူသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَلَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်ကဲ့။)</span> ကျွန်ုပ်က မေးသည်၊ 'သူတို့ ဘာဖြစ်သွားမလဲ?' သူက မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُصِيبُهُمْ مَا أَصَابَ النَّاسَ ثُمَّ يَصِيرُونَ إِلَى مَغْفِرَةٍ مِنَ اللهِ وَرِضْوَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် လူတို့ကဲ့သို့ ထိခိုက်ခံရမည်၊ သို့သော် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုနှင့် နှစ်သက်မှုဖြင့် အဆုံးသတ်ကြလိမ့်မည်။)</span>\"</p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်က ဂျရီရ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ قَوْمٍ يُعْمَلُ فِيهِمْ بِالْمَعَاصِي هُمْ أَعَزُّ وَأَكْثَرُ مِمَّنْ يَعْمَلُونَ ثُمَّ لَمْ يُغَيِّرُوهُ إِلَّا عَمَّهُمُ اللهُ بِعِقَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်လူမျိုးမဆို ၎င်းတို့အကြား အပြစ်များကို ကျူးလွန်နေကြပြီး၊ ထိုအပြစ်ကျူးလွန်သူများထက် ပိုမိုအားကောင်းပြီး အရေအတွက်များပြားသော်လည်း ၎င်းတို့ကို ရပ်တန့်ရန် မည်သည့်အရာမျှ မပြုလုပ်ပါက၊ ထိုအခါ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားလုံးကို ပြစ်ဒဏ်ဖြင့် ဝန်းရံလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု မာဂျာဟ်သည် ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။</p>"
  },
  {
    "ayah_key": "8:26",
    "group_ayah_key": "8:26",
    "from_ayah": "8:26",
    "to_ayah": "8:26",
    "ayah_keys": "8:26",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့သည် နည်းပါး၍ ကမ္ဘာမြေတွင် အားနည်းသည်ဟု ယူဆခြင်းခံရပြီး လူတို့က သင့်အား ပြန်ပေးဆွဲမည်ကို ကြောက်ရွံ့နေစဉ်အခါကို သတိရကြလေ။ သို့သော် သူသည် သင့်အတွက် လုံခြုံသောနေရာကို ပေးခဲ့ပြီး သူ၏အကူအညီဖြင့် သင့်အား ခိုင်မာစေခဲ့ကာ ကောင်းမွန်သောအရာများကို <span class=\"gray\">(စားဝတ်နေရေးအတွက်)</span> ပေးခဲ့သည်၊ သို့မှသာ သင်တို့သည် ကျေးဇူးတင်နိုင်ကြမည် <span>(၂၆)</span></p><div lang=\"my\" class=\"my \"><h2>မွတ်စလင်မ်တို့အား အားနည်းခြင်းနှင့် လက်အောက်ခံဖြစ်ခြင်းတို့မှ အင်အားကြီးမားခြင်းနှင့် အောင်ပွဲခံခြင်းအဖြစ်သို့ ပြောင်းလဲခဲ့သော ၎င်းတို့၏ ယခင်အခြေအနေကို သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏ယုံကြည်သူကျွန်များအား သူတို့အပေါ်ထားရှိသော သူ၏ကောင်းချီးများနှင့် ကျေးဇူးများကို သတိပေးတော်မူ၏။ သူတို့သည် နည်းပါးခဲ့ရာ သူက သူတို့ကို များပြားစေခဲ့သည်၊ အားနည်းပြီး ကြောက်ရွံ့ခဲ့ရာ သူက သူတို့ကို ခွန်အားနှင့် အောင်ပွဲကို ပေးခဲ့သည်။ သူတို့သည် နူးညံ့သိမ်မွေ့ပြီး ဆင်းရဲခဲ့ရာ သူက သူတို့ကို စားဝတ်နေရေးနှင့် အသက်မွေးဝမ်းကျောင်းမှုကို ချီးမြှင့်ခဲ့သည်။ သူက သူတို့ကို သူ့အား ကျေးဇူးတင်ရန် အမိန့်ပေးခဲ့ပြီး သူတို့သည် သူ့အား နာခံကာ သူအမိန့်ပေးခဲ့သည်များကို အကောင်အထည်ဖော်ခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">ယုံကြည်သူများသည် မက္ကာတွင် ရှိနေစဉ်အခါက ၎င်းတို့သည် နည်းပါးကြပြီး၊ ၎င်းတို့၏ ဘာသာတရားကို လျှို့ဝှက်စွာ ကျင့်သုံးကြကာ ဖိနှိပ်ခံရသည်။ လူမျိုးခြားများ၊ မီးကိုးကွယ်သူများ သို့မဟုတ် ရောမလူမျိုးများက အလ္လာဟ်အရှင်မြတ်၏ ကမ္ဘာမြေအနှံ့အပြားမှ ၎င်းတို့ကို ပြန်ပေးဆွဲမည်ကို ကြောက်ရွံ့ကြသည်။ အကြောင်းမှာ ၎င်းတို့အားလုံးသည် မွတ်စလင်မ်တို့၏ ရန်သူများဖြစ်ကြပြီး အထူးသဖြင့် မွတ်စလင်မ်တို့သည် နည်းပါး၍ အားနည်းသောကြောင့် ဖြစ်သည်။ နောက်ပိုင်းတွင် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများအား အလ်-မာဒီနာသို့ ပြောင်းရွှေ့ရန် ခွင့်ပြုခဲ့ပြီး ထိုနေရာတွင် ၎င်းတို့အား လုံခြုံသော ခိုလှုံရာတစ်ခုတွင် အခြေချရန် ခွင့်ပြုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလ်-မာဒီနာမှ လူများကို ၎င်းတို့၏ မဟာမိတ်များအဖြစ် ပြုလုပ်ခဲ့ပြီး ဘဒ်ရ်စစ်ပွဲနှင့် အခြားစစ်ပွဲများအတွင်း ၎င်းတို့အား ခိုလှုံရာနှင့် အကူအညီကို ပေးခဲ့သည်။ ၎င်းတို့သည် ရွှေ့ပြောင်းလာသူများအား ၎င်းတို့၏ ပိုင်ဆိုင်မှုများဖြင့် ကူညီခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်နှင့် သူ၏ ရစူလ်တမန်တော် ﷺ အား နာခံခြင်းဖြင့် ၎င်းတို့၏ အသက်များကို စွန့်လွှတ်ခဲ့ကြသည်။ ကသာဒါ ဘင် ဒီအာမာ အလ်-စာဒူစီက မှတ်ချက်ပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် နည်းပါး၍ ကမ္ဘာမြေတွင် အားနည်းသည်ဟု ယူဆခြင်းခံရစဉ်အခါကို သတိရကြလေ။)</span></p><p lang=\"my\" class=\"my \">\"အာရပ်လူမျိုးများသည် အားနည်းသူများထဲတွင် အားအနည်းဆုံးဖြစ်ကြသည်၊ အခက်ခဲဆုံးဘဝ၊ အလွတ်ဆုံးဗိုက်၊ အရှင်းဆုံးအရေပြားနှင့် အထင်ရှားဆုံးသော လမ်းလွဲမှုတို့ကို ပိုင်ဆိုင်ကြသည်။ ၎င်းတို့အထဲတွင် နေထိုင်သူများသည် ဆင်းရဲဒုက္ခဖြင့် နေထိုင်ကြသည်၊ သေဆုံးသူများသည် ငရဲသို့ ရောက်ရှိကြသည်။ ၎င်းတို့ကို အစားခံနေရသော်လည်း အခြားသူများကို မစားနိုင်ကြပေ! အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏! ထိုအချိန်က ကမ္ဘာမြေပေါ်တွင် ၎င်းတို့ထက် ပိုမိုဆိုးရွားသော ဘဝကို ပိုင်ဆိုင်သည့် လူမျိုးကို ကျွန်ုပ်တို့ မသိပါ။ အလ္လာဟ်အရှင်မြတ်သည် အစ္စလာမ်ဘာသာကို ယူဆောင်လာသောအခါ သူသည် ကမ္ဘာမြေပေါ်တွင် ၎င်းကို အောင်နိုင်စေခဲ့ပြီး လူများ၏ လည်ပင်းများပေါ်တွင် စားနပ်ရိက္ခာနှင့် ခေါင်းဆောင်မှုကို ယူဆောင်လာခဲ့သည်။ သင်တို့မြင်တွေ့ရသမျှအားလုံးကို အလ္လာဟ်အရှင်မြတ်သည် အစ္စလာမ်ဘာသာမှတဆင့် ပေးခဲ့ခြင်းဖြစ်သည်၊ ထို့ကြောင့် သူ၏ ကျေးဇူးများကို သူ့အား ကျေးဇူးတင်ကြပါ။ အကြောင်းမှာ သင်တို့၏ အရှင်သခင်သည် ကျေးဇူးပြုသူဖြစ်ပြီး ချီးမွမ်းခြင်းကို နှစ်သက်တော်မူသောကြောင့် ဖြစ်သည်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင်သူများသည် သူ့ထံမှ ပိုမိုများပြားသော ကောင်းချီးများကို ခံစားရရှိကြသည်။\"</p>"
  }
]