[
  {
    "ayah_key": "37:149",
    "group_ayah_key": "37:149",
    "from_ayah": "37:149",
    "to_ayah": "37:160",
    "ayah_keys": "37:149,37:150,37:151,37:152,37:153,37:154,37:155,37:156,37:157,37:158,37:159,37:160",
    "text": "<p lang=\"my\" class=\"my \">ယခု ၎င်းတို့အား မေးပါ။ \"သင်တို့၏ အရှင်သခင်အတွက် သမီးများ <span class=\"gray\">(သာ)</span> ရှိပြီး ၎င်းတို့အတွက် သားများ ရှိပါသလား။ <span>(၁၄၉)</span>သို့မဟုတ် ၎င်းတို့ သက်သေများအဖြစ် ရှိနေစဉ် ကျွန်ုပ်တို့က ကောင်းကင်တမန်များကို မိန်းကလေးများအဖြစ် ဖန်ဆင်းခဲ့သလား။ <span>(၁၅၀)</span>အမှန်စင်စစ် ၎င်းတို့၏ မဟုတ်မမှန် ပြောဆိုမှုများတွင် ပါဝင်သည်မှာ <span>(၁၅၁)</span>\"အလ္လာဟ်အရှင်မြတ်၌ သားသမီးရှိသည်\" ဟူ၍ ၎င်းတို့ ပြောဆိုခြင်းပင်ဖြစ်သည်။ အမှန်စင်စစ် ၎င်းတို့သည် လိမ်ညာသူများဖြစ်သည်။ <span>(၁၅၂)</span>အရှင်မြတ်သည် သားများထက် သမီးများကို <span class=\"gray\">(ထိုသို့)</span> ရွေးချယ်ခဲ့ပါသလား။ <span>(၁၅၃)</span>သင်တို့သည် အဘယ်အရာဖြစ်နေသနည်း။ သင်တို့သည် မည်သို့ဆုံးဖြတ်သနည်း။ <span>(၁၅၄)</span>ထို့နောက် သင်တို့သည် သတိမရကြတော့ဘူးလား။ <span>(၁၅၅)</span>သို့မဟုတ် သင်တို့အတွက် ထင်ရှားသော အာဏာရှိပါသလား။ <span>(၁၅၆)</span>ထို့နောက် သင်တို့သည် အမှန်ပြောဆိုသူများ ဖြစ်ပါက သင်တို့၏ ကျမ်းကို ယူခဲ့ကြလော့။ <span>(၁၅၇)</span>၎င်းတို့သည် အရှင်မြတ်နှင့် ဂျင်န်များအကြား ဆွေမျိုးတော်စပ်မှုကို ဖန်တီးခဲ့ကြသည်၊ သို့သော် ဂျင်န်များ ကောင်းစွာ သိကြသည်မှာ ၎င်းတို့သည် <span class=\"gray\">(အရှင်မြတ်ရှေ့မှောက်သို့)</span> အမှန်ပင် လာရောက်ရမည်ဖြစ်သည်။ <span>(၁၅၈)</span>အလ္လာဟ်အရှင်မြတ်သည် ဂုဏ်တော်ချီးမြှင့်အပ်ပါ၏။ <span class=\"gray\">(အရှင်မြတ်သည်)</span> ၎င်းတို့ အရှင်မြတ်အား စွပ်စွဲသော အရာများမှ <span class=\"gray\">(ကင်းစင်တော်မူပါ၏။)</span> <span>(၁၅၉)</span>အလ္လာဟ်အရှင်မြတ် ရွေးချယ်တော်မူသော အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များမှအပ။ <span>(၁၆၀)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်အား သားသမီးများ ပိုင်ဆိုင်သည်ဟု စွပ်စွဲသူများနှင့် ကောင်းကင်တမန်များသည် အရှင်မြတ်၏ သမီးများဖြစ်သည်ဟု ပြောဆိုသူများကို ငြင်းဆိုခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိန်းကလေးများအား အလ္လာဟ်အရှင်မြတ်၏ သမီးများအဖြစ် စွပ်စွဲသော ရုပ်ပွားကိုးကွယ်သူများကို ရှုတ်ချတော်မူ၏။—အရှင်မြတ်သည် ထိုအရာထက် မြင့်မြတ်တော်မူ၏။— ၎င်းတို့လိုချင်သောအရာ၊ ဆိုလိုသည်မှာ ၎င်းတို့အတွက် ယောက်ျားလေး သားသမီးများကို ၎င်းတို့ကိုယ်တိုင် စွပ်စွဲကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَىٰ ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက်မှ တစ်ဦးဦးထံသို့ မိန်းကလေး <span class=\"gray\">(ကလေးတစ်ဦး)</span> မွေးဖွားကြောင်း သတင်းရောက်လာသောအခါ၊ သူ၏ မျက်နှာသည် မည်းမှောင်သွားပြီး သူ၏ စိတ်ထဲတွင် ဝမ်းနည်းမှု အပြည့်ဖြစ်နေသည်။)</span><span class=\"gray\">(၁၆:၅၈)</span>၊ ဆိုလိုသည်မှာ ထိုအရာက သူ့ကို စိတ်မသက်မသာ ဖြစ်စေပြီး သူကိုယ်တိုင်အတွက် သားယောက်ျားများကိုသာ ရွေးချယ်လိမ့်မည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်– ‘ထို့နောက် ၎င်းတို့သည် ၎င်းတို့ကိုယ်တိုင်အတွက် မရွေးချယ်လိုသော ဝေစုကို အလ္လာဟ်အရှင်မြတ်အား မည်သို့ စွပ်စွဲနိုင်မည်နည်း။’ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَفْتِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခု ၎င်းတို့အား မေးပါ)</span> ဆိုသည်မှာ ရှုတ်ချသည့်အနေဖြင့် ၎င်းတို့အား မေးခွန်းထုတ်ခြင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلِرَبِّكَ الْبَنَاتُ وَلَهُمُ الْبَنُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အရှင်သခင်အတွက် သမီးများ <span class=\"gray\">(သာ)</span> ရှိပြီး ၎င်းတို့အတွက် သားများ ရှိပါသလား။)</span> ဤသည်မှာ ဤအာယတ်တော်နှင့်တူ၏–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَىٰ - تِلْكَ إِذًا قِسْمَةٌ ضِيزَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတွက် ယောက်ျားများဖြစ်ပြီး အရှင်မြတ်အတွက် မိန်းကလေးများ ဖြစ်ပါသလား။ ထိုအရာသည် အမှန်စင်စစ် အတရားဆုံး မဟုတ်သော ခွဲဝေမှုဖြစ်၏။)</span><span class=\"gray\">(၅၃:၂၁-၂၂)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ خَلَقْنَا الْمَلَائِكَةَ إِنَاثًا وَهُمْ شَاهِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်းတို့ သက်သေများအဖြစ် ရှိနေစဉ် ကျွန်ုပ်တို့က ကောင်းကင်တမန်များကို မိန်းကလေးများအဖြစ် ဖန်ဆင်းခဲ့သလား။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ကောင်းကင်တမန်များ၏ ဖန်ဆင်းခြင်းကို မမြင်ခဲ့ပါဘဲ ကောင်းကင်တမန်များသည် မိန်းကလေးများဖြစ်သည်ဟု မည်သို့ ဆုံးဖြတ်ခဲ့ကြသနည်း။ ဤသည်မှာ ဤအာယတ်တော်နှင့်တူ၏–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَٰنِ إِنَاثًا ۚ أَشَهِدُوا خَلْقَهُمْ ۚ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကောင်းကင်တမန်များကို မိန်းကလေးများအဖြစ် ပြုလုပ်ကြ၏။ ထိုသူတို့သည် အလွန်ကရုဏာရှင် အရှင်မြတ်၏ ကျွန်များဖြစ်ကြသည်။ ၎င်းတို့သည် ထိုသူတို့၏ ဖန်ဆင်းခြင်းကို မြင်ခဲ့ကြပါသလား။ ၎င်းတို့၏ သက်သေခံချက်ကို မှတ်တမ်းတင်ထားမည်ဖြစ်ပြီး ၎င်းတို့အား မေးမြန်းမည်ဖြစ်သည်။)</span><span class=\"gray\">(၄၃:၁၉)</span>၊ ဆိုလိုသည်မှာ ၎င်းတို့အား ရှင်ပြန်ထမြောက်ရာနေ့တွင် ထိုအရာနှင့်ပတ်သက်၍ မေးမြန်းခြင်းခံရမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّهُمْ مِنْ إِفْكِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့၏ မဟုတ်မမှန် ပြောဆိုမှုများတွင် ပါဝင်သည်မှာ)</span> ဆိုလိုသည်မှာ ၎င်းတို့ပြောဆိုသော လိမ်ညာမှုများ၏ အစိတ်အပိုင်းတစ်ခုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَقُولُونَ - وَلَدَ اللَّهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အလ္လာဟ်အရှင်မြတ်၌ သားသမီးရှိသည်” ဟူ၍ ၎င်းတို့ ပြောဆိုခြင်းပင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်၌ သားသမီးများ မွေးဖွားခဲ့သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\"> وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတို့သည် လိမ်ညာသူများဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ကောင်းကင်တမန်များအကြောင်း ပြောဆိုခဲ့သော အရာသုံးခုကို ဖော်ပြထားရာ၊ ယင်းတို့သည် အကြီးမားဆုံးသော ငြင်းပယ်မှုနှင့် မဟုတ်မမှန်မှုများကို ဖြစ်စေခဲ့သည်။ ၎င်းတို့က ကောင်းကင်တမန်များသည် အလ္လာဟ်အရှင်မြတ်၏ သမီးများဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်၌ သားသမီးများရှိသည်—အရှင်မြတ်သည် ထိုအရာထက် မြင့်မြတ်တော်မူ၏၊ သန့်စင်တော်မူ၏—ဟု ပြောဆိုခဲ့ကြသည်။ ထို့နောက် ၎င်းတို့သည် ထိုသားသမီးများကို မိန်းကလေးများအဖြစ် ဖန်တီးခဲ့ကြပြီး၊ ထို့နောက် အရှင်မြတ်အစား ၎င်းတို့အား ကိုးကွယ်ခဲ့ကြသည်—အရှင်မြတ်သည် မြင့်မြတ်တော်မူ၏၊ သန့်စင်တော်မူ၏—ထိုအရာများထဲမှ တစ်ခုခုသည်ပင် ၎င်းတို့အား ငရဲတွင် ထာဝရနေစေရန် ပြစ်တင်ရှုတ်ချရန် လုံလောက်ပါသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ရှုတ်ချ၍ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصْطَفَى الْبَنَاتِ عَلَى الْبَنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် <span class=\"gray\">(ထိုသို့ဆိုလျှင်)</span> သားများထက် သမီးများကို ရွေးချယ်ခဲ့ပါသလား။)</span> ဆိုလိုသည်မှာ အဘယ်အရာက အရှင်မြတ်အား သားများထက် သမီးများကို ရွေးချယ်စေမည်နည်း။ ဤသည်မှာ ဤအာယတ်တော်နှင့်တူ၏–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا ۚ إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့၏ အရှင်သခင်သည် သင်တို့အတွက် သားများကို ပို၍ နှစ်သက်ပြီး ကောင်းကင်တမန်များထဲမှ မိန်းကလေးများကို အရှင်မြတ်အတွက် ယူခဲ့ပါသလား။ အမှန်စင်စစ် သင်တို့သည် ကြောက်မက်ဖွယ်ကောင်းသော စကားကို အမှန်ပင် ပြောဆိုနေကြသည်။)</span><span class=\"gray\">(၁၇:၄၀)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ كَيْفَ تَحْكُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အဘယ်အရာဖြစ်နေသနည်း။ သင်တို့သည် မည်သို့ဆုံးဖြတ်သနည်း။)</span> ဆိုလိုသည်မှာ ‘သင်တို့ကို ထိုသို့ ပြောစေသော အဘယ်အရာကဲ့သို့သော ဆင်ခြင်တုံတရားမျိုးနည်း။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَذَكَّرُونَ - أَمْ لَكُمْ سُلْطَانٌ مُبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် သတိမရကြတော့ဘူးလား။ သို့မဟုတ် သင်တို့အတွက် ထင်ရှားသော အာဏာရှိပါသလား။)</span> ဆိုလိုသည်မှာ ‘သင်တို့ပြောဆိုသည်ကို သက်သေပြရန် အထောက်အထား’ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتُوا بِكِتَابِكُمْ إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် အမှန်ပြောဆိုသူများ ဖြစ်ပါက သင်တို့၏ ကျမ်းကို ယူခဲ့ကြလော့။)</span> ဆိုလိုသည်မှာ ‘အလ္လာဟ်အရှင်မြတ်က ကောင်းကင်မှ ထုတ်ပြန်ခဲ့သော ကျမ်းတစ်အုပ်မှ ရရှိသည့် သက်သေအထောက်အထားကို တင်ပြပါ၊ အရှင်မြတ်သည် သင်တို့ပြောဆိုသည့်အတိုင်း <span class=\"gray\">(ဆိုလိုသည်မှာ သားသမီးများကို)</span> ယူခဲ့ကြောင်း သက်သေပြရန်။ သင်တို့ပြောဆိုသည့်အရာသည် လုံးဝ ဆင်ခြင်တုံတရားမရှိပေ။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အရှင်မြတ်နှင့် ဂျင်န်များအကြား ဆွေမျိုးတော်စပ်မှုကို ဖန်တီးခဲ့ကြသည်၊)</span> မုဂျာဟစ်ဒ်က ပြောကြားသည်– \"ရုပ်ပွားကိုးကွယ်သူများက ကောင်းကင်တမန်များသည် အလ္လာဟ်အရှင်မြတ်၏ သမီးများဖြစ်သည်ဟု ပြောဆိုကြသည်။ အဘူဗက္ကရ် (အလ္လာဟ်အရှင်မြတ် သူ့အား နှစ်သက်တော်မူပါစေ) က ‘ထိုသူတို့၏ မိခင်များသည် မည်သူနည်း’ ဟု ပြောကြားခဲ့သည်။ ၎င်းတို့က ‘ဂျင်န်ခေါင်းဆောင်များ၏ သမီးများ’ ဟု ပြောကြားခဲ့သည်။\" ကွာတာဒါဟ်နှင့် အိဗ်နုဇိုင်းဒ်တို့လည်း ဤသို့ ပြောကြားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်—အရှင်မြတ်သည် မင်္ဂလာရှိပြီး မြင့်မြတ်တော်မူပါစေ—မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ عَلِمَتِ الْجِنَّةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဂျင်န်များ သိကြသည်)</span> ဆိုလိုသည်မှာ ဤသို့ စွပ်စွဲခံရသူများ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ لَمُحْضَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် <span class=\"gray\">(အရှင်မြတ်ရှေ့မှောက်သို့)</span> အမှန်ပင် လာရောက်ရမည်ဖြစ်ကြောင်း ကောင်းစွာ သိကြသည်။)</span> ဆိုလိုသည်မှာ ထိုသို့ပြောဆိုသူများသည် အသိပညာမရှိဘဲ ပြောဆိုခဲ့သော လိမ်ညာမှုများနှင့် မဟုတ်မမှန်မှုများကြောင့် စာရင်းရှင်းချိန်နေ့တွင် အပြစ်ပေးခံရရန် ခေါ်ဆောင်လာခြင်းခံရမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ဂုဏ်တော်ချီးမြှင့်အပ်ပါ၏။ <span class=\"gray\">(အရှင်မြတ်သည်)</span> ၎င်းတို့ အရှင်မြတ်အား စွပ်စွဲသော အရာများမှ <span class=\"gray\">(ကင်းစင်တော်မူပါ၏။)</span>)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် သားသမီးရှိခြင်းမှ ဝေးကွာတော်မူပြီး၊ မတရားပြုသူများနှင့် အယူမှားသူများ အရှင်မြတ်အား စွပ်စွဲသော အရာများထက် များစွာ မြင့်မြတ်၊ သန့်စင်ပြီး ဂုဏ်တော်ချီးမြှင့်အပ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် ရွေးချယ်တော်မူသော အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များမှအပ။)</span> \"၎င်းတို့ စွပ်စွဲသည်\" ဟု ဘာသာပြန်ထားသော ကြိယာရှိ နာမ်စားသည် လူသားအားလုံးကို ရည်ညွှန်းပြီး၊ ထို့နောက် အရှင်မြတ် ရွေးချယ်တော်မူသူများ၊ ဆိုလိုသည်မှာ စေလွှတ်ခဲ့သော တမန်တော်တိုင်းအား ထုတ်ပြန်ခဲ့သည့် အမှန်တရားကို လိုက်နာသူများကို ချန်လှပ်ထားသည်။</p>"
  }
]