[
  {
    "ayah_key": "47:20",
    "group_ayah_key": "47:20",
    "from_ayah": "47:20",
    "to_ayah": "47:23",
    "ayah_keys": "47:20,47:21,47:22,47:23",
    "text": "<p lang=\"my\" class=\"my \">ယုံကြည်သူတို့က ပြောကြသည်– \"ကျွန်ုပ်တို့ <span class=\"gray\">(အတွက်)</span> ဆူရာတစ်စောင် အဘယ်ကြောင့် မချပေးသနည်း။\" သို့သော် ယခုမူ တိုက်ခိုက်ခြင်းကို ဖော်ပြထားသော ပြတ်သားသည့်ဆူရာတစ်စောင် ချပေးလိုက်သောအခါ သင်သည် စိတ်နှလုံးတွင် ရောဂါ <span class=\"gray\">(ဖုံးကွယ်မှု)</span> ရှိသူတို့ကို သေခြင်းတရားကို ကြောက်ရွံ့၍ မူးမေ့လဲကျလုနီးပါး ကြည့်နေသောပုံစံဖြင့် သင့်အား ကြည့်နေသည်ကို တွေ့ရလိမ့်မည်။ သို့သော် ၎င်းတို့အတွက် ပိုကောင်းသည်မှာ <span>(၂၀)</span> နာခံမှုနှင့် ကောင်းမွန်သောစကားများ ဖြစ်သည်။ ကိစ္စပြီးစီးသောအခါ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား သစ္စာရှိခဲ့ပါက ၎င်းတို့အတွက် ပိုကောင်းမည်ဖြစ်သည်။ <span>(၂၁)</span> ထို့ကြောင့် သင်တို့သည် နောက်ပြန်လှည့်သွားပါက မြေကြီးပေါ်တွင် ဖောက်ပြန်မှုများ လုပ်ဆောင်ပြီး ဆွေမျိုးသားချင်းဆက်ဆံရေးကို ဖြတ်တောက်ကြမည်လော။ <span>(၂၂)</span> ထိုသူတို့မှာ အလ္လာဟ်အရှင်မြတ် ကျိန်ဆဲထားသူများဖြစ်ပြီး ၎င်းတို့အား နားပင်းစေကာ မျက်စိကွယ်စေတော်မူ၏။ <span>(၂၃)</span></p><p lang=\"my\" class=\"my \">ဂျီဟာဒ်အတွက် အမိန့်ချမှတ်သောအခါ သစ္စာရှိသော ယုံကြည်သူနှင့် စိတ်နှလုံးမကျန်းမာသူတို့၏ အခြေအနေ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့သည် ဂျီဟာဒ်ကို ဥပဒေပြုရန် မျှော်လင့်နေကြကြောင်း ဖော်ပြထားသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်က ၎င်းကို အမိန့်ချမှတ်လိုက်သောအခါ လူအများစုသည် နောက်ပြန်လှည့်သွားကြသည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً ۚ وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَا أَخَّرْتَنَا إِلَىٰ أَجَلٍ قَرِيبٍ ۗ قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقَىٰ وَلَا تُظْلَمُونَ فَتِيلًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် လက်ကို <span class=\"gray\">(တိုက်ခိုက်ခြင်းမှ)</span> ထိန်းချုပ်ကြရန်၊ ဆွလာတ်ကို တည်ထောင်ကြရန်နှင့် ဇကာတ်ကို ပေးဆောင်ကြရန် ပြောခံရသူတို့ကို မမြင်ဖူးသလော။ သို့သော် တိုက်ခိုက်ခြင်းကို ၎င်းတို့အပေါ် အမိန့်ချမှတ်လိုက်သောအခါ ၎င်းတို့အနက်မှ အချို့သည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သကဲ့သို့ သို့မဟုတ် ပို၍ပင် လူတို့ကို ကြောက်ရွံ့နေသည်ကို တွေ့ရလိမ့်မည်။ ၎င်းတို့က \"အကျွန်ုပ်တို့၏ သခင်! အကျွန်ုပ်တို့အပေါ် အဘယ်ကြောင့် တိုက်ခိုက်ခြင်းကို ပြဋ္ဌာန်းခဲ့ပါသနည်း။ အကယ်၍ ကိုယ်တော်သည် အကျွန်ုပ်တို့ကို ခဏတာမျှ ရွှေ့ဆိုင်းပေးခဲ့လျှင် ကောင်းပြီ\" ဟု ပြောကြသည်။ ပြောလိုက်ပါ– \"ဤလောက၏ ပျော်ရွှင်မှုသည် နည်းပါးသည်။ နောင်တမလွန်ဘဝသည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား)</span> တက်ကွာရှိသူအတွက် ပိုမိုကောင်းမွန်ပြီး၊ သင်တို့အား မတရားပြုမည်မဟုတ်ပေ၊ ရက်စွဲစေ့အတွင်းရှိ သေးငယ်သော အချည်မျှပင် မခံရဘဲ။\")</span><span class=\"gray\">(၄:၇၇)</span></p><p lang=\"fil\" class=\"fil \">Similarly, Allah says here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတို့က ပြောကြသည်– \"ကျွန်ုပ်တို့ <span class=\"gray\">(အတွက်)</span> ဆူရာတစ်စောင် အဘယ်ကြောင့် မချပေးသနည်း။\")</span> ဆိုသည်မှာ တိုက်ခိုက်ရန် အမိန့်ပါရှိသော ဆူရာတစ်စောင်ဖြစ်သည်။ ထို့နောက် ကိုယ်တော်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ ۙ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ယခုမူ တိုက်ခိုက်ခြင်းကို ဖော်ပြထားသော ပြတ်သားသည့်ဆူရာတစ်စောင် ချပေးလိုက်သောအခါ သင်သည် စိတ်နှလုံးတွင် ရောဂါရှိသူတို့ကို သေခြင်းတရားကို ကြောက်ရွံ့၍ မူးမေ့လဲကျလုနီးပါး ကြည့်နေသောပုံစံဖြင့် သင့်အား ကြည့်နေသည်ကို တွေ့ရလိမ့်မည်။)</span> ဆိုသည်မှာ ၎င်းတို့၏ ကြောက်ရွံ့မှု၊ ထိတ်လန့်မှုနှင့် ရန်သူများနှင့် ရင်ဆိုင်တွေ့ဆုံခြင်းအပေါ် သူရဲဘောကြောင်မှုတို့ကြောင့်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား အားပေးတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْلَىٰ لَهُمْ - طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့အတွက် ပိုကောင်းသည်မှာ နာခံမှုနှင့် ကောင်းမွန်သောစကားများ ဖြစ်သည်။)</span> ဆိုသည်မှာ ထိုလက်ရှိအခြေအနေတွင် ၎င်းတို့ နားထောင်ပြီး နာခံခြင်းက ပိုကောင်းမည်ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا عَزَمَ الْأَمْرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(တိုက်ခိုက်ခြင်း)</span> ကိစ္စပြီးဆုံးသောအခါ။)</span> ဆိုသည်မှာ အခြေအနေပြင်းထန်လာပြီး တိုက်ခိုက်ရန်အချိန် အမှန်တကယ်ရောက်လာသောအခါ ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَوْ صَدَقُوا اللَّهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား သစ္စာရှိခဲ့ပါက၊)</span> ဆိုသည်မှာ ၎င်းတို့၏ ရည်ရွယ်ချက်များကို ကိုယ်တော်အတွက် စိတ်ရင်းမှန်ဖြင့် ပြုလုပ်ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكَانَ خَيْرًا لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ပိုကောင်းမည်ဖြစ်သည်)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့သည် နောက်ပြန်လှည့်သွားပါက)</span> ဆိုသည်မှာ ဂျီဟာဒ်မှ နောက်ဆုတ်ပြီး ၎င်းမှ နုတ်ထွက်ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးပေါ်တွင် ဖောက်ပြန်မှုများ လုပ်ဆောင်ပြီး ဆွေမျိုးသားချင်းဆက်ဆံရေးကို ဖြတ်တောက်ကြမည်လော။)</span> ဆိုသည်မှာ သင်တို့သည် အ ignorance ခေတ်က သင်တို့၏ အလေ့အကျင့်ဟောင်းများဖြစ်သည့် သွေးထွက်သံယိုဖြစ်ခြင်းနှင့် ဆွေမျိုးသားချင်းဆက်ဆံရေးကို ဖြတ်တောက်ခြင်းဆီ ပြန်သွားကြမည်လော။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰ أَبْصَارَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့မှာ အလ္လာဟ်အရှင်မြတ် ကျိန်ဆဲထားသူများဖြစ်ပြီး ၎င်းတို့အား နားပင်းစေကာ မျက်စိကွယ်စေတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ကမ္ဘာမြေပေါ်တွင် ဖောက်ပြန်မှုများ လုပ်ဆောင်ခြင်းကို ယေဘုယျအားဖြင့် တားမြစ်ခြင်းနှင့် ဆွေမျိုးသားချင်းဆက်ဆံရေးကို ဖြတ်တောက်ခြင်းကို သီးခြားအားဖြင့် တားမြစ်ခြင်းတို့ ပါဝင်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မြေကြီးပေါ်တွင် ဖြောင့်မှန်ခြင်းကို တည်ထောင်ရန်နှင့် ဆွေမျိုးသားချင်းများကို စကားပြောဆိုရာ၌၊ လုပ်ရပ်များ၌ ကောင်းမွန်စွာ ဆက်ဆံခြင်း၊ ပရဟိတအဖြစ် ပိုင်ဆိုင်မှုများ သုံးစွဲခြင်းဖြင့် ဆွေမျိုးသားချင်းဆက်ဆံရေးကို ဆက်သွယ်ရန် လူတို့အား အမိန့်ပေးထားသည်။ ဤကိစ္စနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်ထံမှ စစ်မှန်ပြီး ခိုင်မာသော ဟဒီးစ်များစွာကို နည်းလမ်းအမျိုးမျိုးဖြင့် ဖော်ပြထားသည်။ အလ်-ဘူခါရီသည် အဘူဟူရိုင်းရား (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلَقَ اللهُ تَعَالَىٰ الْخَلْقَ فَلَمَّا فَرَغَ مِنْهُ قَامَتِ الرَّحِمُ فَأَخَذَتْ بِحَقْوِ الرَّحْمٰنِ عَزَّ وَجَلَّ فَقَالَ: مَهْ، فَقَالَتْ: هٰذَا مَقَامُ الْعَائِذِ بِكَ مِنَ الْقَطِيعَةِ، فَقَالَ تَعَالَىٰ: أَلَا تَرْضَيْنَ أَنْ أَصِلَ مَنْ وَصَلَكِ وَأَقْطَعَ مَنْ قَطَعَكِ؟ قَالَتْ: بَلَىٰ، قَالَ: فَذَاكِ لَكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းခြင်းကို အပြီးသတ်သောအခါ၊ သားအိမ်သည် ထရပ်ပြီး အတိုင်းအဆမရှိ ကရုဏာရှင်၏ အောက်ပိုင်းအဝတ်ကို ဆွဲသည်။ ကိုယ်တော်က 'ရပ်လိုက်!' ဟု မိန့်တော်မူသည်။ ၎င်းက ပြန်ဖြေသည်– 'ဤတွင် ကျွန်ုပ်၏ ရပ်တည်ချက်သည် ဆက်ဆံရေးဖြတ်တောက်ခြင်းမှ ကိုယ်တော်ထံ ခိုလှုံခြင်းဖြစ်သည်။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်– 'သင့်အား ဆက်သွယ်သူတိုင်းကို ငါဆက်သွယ်ပေးမည်၊ သင့်အား ဖြတ်တောက်သူတိုင်းကို ငါဖြတ်တောက်မည်ဆိုပါက သင်ဝမ်းမြောက်မည် မဟုတ်လော။' ၎င်းက ပြန်ဖြေသည်– 'ဟုတ်ပါသည်!' ကိုယ်တော်က 'သင့်အား ခွင့်ပြုလိုက်ပြီ!' ဟု မိန့်တော်မူသည်။)</span> အဘူဟူရိုင်းရားက ထပ်မံဖြည့်စွက်သည်– \"အကယ်၍ သင်လိုချင်ပါက ဖတ်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့သည် နောက်ပြန်လှည့်သွားပါက မြေကြီးပေါ်တွင် ဖောက်ပြန်မှုများ လုပ်ဆောင်ပြီး ဆွေမျိုးသားချင်းဆက်ဆံရေးကို ဖြတ်တောက်ကြမည်လော။)</span>\" ထို့နောက် အလ်-ဘူခါရီသည် ၎င်းကို အခြားစကားလုံးဖြင့် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်တော်မူသည်–</p><p class=\"ur qpc-hafs\" lang=\"ur\">اقْرَءُوا إِنْ شِئْتُمْ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်လိုချင်ပါက ဖတ်ပါ– <span class=\"gray\">(ထို့ကြောင့် သင်တို့သည် နောက်ပြန်လှည့်သွားပါက မြေကြီးပေါ်တွင် ဖောက်ပြန်မှုများ လုပ်ဆောင်ပြီး ဆွေမျိုးသားချင်းဆက်ဆံရေးကို ဖြတ်တောက်ကြမည်လော)</span>?)</span> မွတ်စလင်မ်ကလည်း ၎င်းကို မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်သည် အဘူဘက်ကာရာ (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ ذَنْبٍ أَحْرَى أَنْ يُعَجِّلَ اللهُ تَعَالَىٰ عُقُوبَتَهُ فِي الدُّنْيَا، مَعَ مَا يَدَّخِرُ لِصَاحِبِهِ فِي الْآخِرَةِ، مِنَ الْبَغْيِ وَقَطِيعَةِ الرَّحِمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် လောကီဘဝတွင် ၎င်း၏ ပြစ်ဒဏ်ကို အလျင်အမြန်ပေးရန် ထိုက်တန်သော အပြစ်မရှိပေ၊ နောင်တမလွန်ဘဝတွင် ၎င်းကို ကျူးလွန်သူများအတွက် ကိုယ်တော် ချန်ထားသောအရာများအပြင် မတရားမှုနှင့် ဆွေမျိုးသားချင်းဆက်ဆံရေးကို ဖြတ်တောက်ခြင်းတို့ထက် ပိုမိုဆိုးရွားသော အပြစ်မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">၎င်းကို အဘူ ဒါဝုဒ်၊ အတ်-တီရ်မိဒီနှင့် အိဗ်နု မာဂျာတို့ကလည်း မှတ်တမ်းတင်ထားသည်။ အတ်-တီရ်မိဒီက \"ဤဟဒီးစ်သည် ဆဟီးဟ်ဖြစ်သည်\" ဟု ပြောသည်။ အီမာမ် အာမဒ်သည် သောင်ဗာန် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ سَرَّهُ النَّسَاءُ فِي الْأَجَلِ وَالزِّيَادَةُ فِي الرِّزْقِ،فَلْيَصِلْ رَحِمَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ၎င်း၏ အသက်ရှည်ရန်နှင့် ၎င်း၏ ရိက္ခာတိုးပွားရန် နှစ်သက်ပါက ၎င်း၏ ဆွေမျိုးသားချင်းဆက်ဆံရေးကို ဆက်သွယ်ပါစေ။)</span> အာမဒ်သည် ဤဖော်ပြချက်ကို တစ်ဦးတည်း မှတ်တမ်းတင်ထားသော်လည်း ၎င်းတွင် ဆဟီးဟ်တွင် အထောက်အပံ့ပေးသော ဖော်ပြချက်တစ်ခု ရှိသည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်သည် အဗ်ဒူလ္လာဟ် ဗင်န် အမ်ရ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّحِمَ مُعَلَّقَةٌ بِالْعَرْشِ، وَلَيْسَ الْوَاصِلُ بِالْمُكَافِىءِ، وَلٰكِنِ الْوَاصِلُ الَّذِي إِذَا قُطِعَتْ رَحِمُهُ وَصَلَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ သားအိမ်သည် အာရ်ရှ်နှင့် တွယ်ကပ်နေသည်။ ၎င်း၏ ဆက်ဆံရေးများကို ဆက်သွယ်ခြင်းသည် <span class=\"gray\">(ဆွေမျိုးများနှင့်)</span> တပြေးညီ ဆက်ဆံခြင်းကို ဆိုလိုသည်မဟုတ်ဘဲ၊ တစ်စုံတစ်ဦး၏ ဆွေမျိုးများက ဆက်ဆံရေးကို ဖြတ်တောက်ပါက ၎င်းက ပြန်လည်ဆက်သွယ်ခြင်းကို ဆိုလိုသည်။)</span> ဤဟဒီးစ်ကို အလ်-ဘူခါရီကလည်း မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">အာမဒ်သည် အဗ်ဒူလ္လာဟ် ဗင်န် အမ်ရ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) ထံမှလည်း မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُوضَعُ الرَّحِمُ يَوْمَ الْقِيَامَةِ لَهَا (حُجْنَةٌ كَحُجْنَةِ) الْمِغْزَلِ تَكَلَّمُ بِلِسَانٍ طَلْقٍ ذَلِقٍ، فَتَقْطَعُ مَنْ قَطَعَهَا وَتَصِلُ مَنْ وَصَلَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင် သားအိမ်ကို လှည့်ပတ်သည့်ဘီးကဲ့သို့ ကွေးကောက်စွာ တင်ထားမည်ဖြစ်ပြီး၊ ကျွမ်းကျင်ပြေပြစ်သော လျှာဖြင့် ပြောဆိုလျက် ၎င်းကို ဖြတ်တောက်ခဲ့သူတိုင်းအား ဖြတ်တောက်ရန်နှင့် ၎င်းကို ဆက်သွယ်ခဲ့သူတိုင်းအား ဆက်သွယ်ရန် ခေါ်ဆိုလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်သည် အဗ်ဒူလ္လာဟ် ဗင်န် အမ်ရ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအား နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرَّاحِمُونَ يَرْحَمُهُمُ الرَّحْمٰنُ، ارْحَمُوا أَهْلَ الْأَرْضِ يَرْحَمْكُمْ أَهْلُ السَّمَاءِ، وَالرَّحِمُ شُجْنَةٌ مِنَ الرَّحْمٰنِ، مَنْ وَصَلَهَا وَصَلَتْهُ وَمَنْ قَطَعَهَا بَتَّتْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကရုဏာထားသူများကို အတိုင်းအဆမရှိ ကရုဏာရှင်ထံမှ ကရုဏာပေးသနားမည်။ ကမ္ဘာမြေပေါ်ရှိသူများအား ကရုဏာထားပါ – ကောင်းကင်ဘုံအထက်ရှိ ကိုယ်တော်က သင့်အား ကရုဏာထားမည်။ အလ်-ရာဟင်မ် <span class=\"gray\">(သားအိမ်)</span> သည် အလ်-ရာဟ်မာန်ထံမှ ဖြစ်သည်။ ထို့ကြောင့် မည်သူမဆို ၎င်းကို ဆက်သွယ်ပါက ၎င်းက ၎င်းအား ဆက်သွယ်မည်၊ မည်သူမဆို ၎င်းကို ဖြတ်တောက်ပါက ၎င်းက ၎င်းအား ဖြတ်တောက်မည်။)</span></p><p lang=\"my\" class=\"my \">အဘူ ဒါဝုဒ်နှင့် အတ်-တီရ်မိဒီတို့ နှစ်ဦးစလုံးသည် ဤဟဒီးစ်ကို မှတ်တမ်းတင်ထားပြီး ၎င်းကို ဆက်တိုက်ဆက်သွယ်မှုများဖြင့် ဖော်ပြထားသည်။ အတ်-တီရ်မိဒီက \"ဟဆန် ဆဟီးဟ်\" ဟု ပြောသည်။ ဤကိစ္စနှင့် ပတ်သက်၍ အခြားဟဒီးစ်များစွာ ရှိသည်။</p>"
  }
]