[
  {
    "ayah_key": "18:6",
    "group_ayah_key": "18:6",
    "from_ayah": "18:6",
    "to_ayah": "18:8",
    "ayah_keys": "18:6,18:7,18:8",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့သည် ဤပြောပြချက်ကို မယုံကြည်သောကြောင့် သင်သည် ၎င်းတို့၏ ခြေရာများကို လိုက်၍ ဝမ်းနည်းခြင်းဖြင့် မိမိကိုယ်ကို သတ်ကောင်းသတ်လိမ့်မည်။ <span>(6)</span>ဧကန်မလွဲ ငါတို့သည် ကမ္ဘာပေါ်ရှိအရာများကို ၎င်းအတွက် အဆင်တန်ဆာ ဖြစ်စေခဲ့သည်၊ ၎င်းတို့အနက် မည်သူတို့သည် အပြုအမူတွင် အကောင်းဆုံးဖြစ်သည်ကို ငါတို့စမ်းသပ်ရန်အတွက်ဖြစ်သည်။ <span>(7)</span>ဧကန်မလွဲ ငါတို့သည် ၎င်းပေါ်ရှိအရာအားလုံးကို ဗလာ၊ ခြောက်သွေ့သော မြေအဖြစ် ပြုလုပ်မည်။ <span>(8)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူများ မယုံကြည်သောကြောင့် ဝမ်းမနည်းပါနှင့် </h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော် ﷺ အား ရုပ်တုကိုးကွယ်သူများ မယုံကြည်ခြင်းနှင့် ၎င်းထံမှ ဝေးကွာသွားခြင်းကြောင့် ဖြစ်ပေါ်သော ဝမ်းနည်းပူဆွေးမှုကို နှစ်သိမ့်တော်မူခဲ့သည်။ ကိုယ်တော်ကလည်း မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့အတွက် ဝမ်းနည်းခြင်းဖြင့် မိမိကိုယ်ကို မဖျက်ဆီးပါနှင့်။)</span><span class=\"gray\">[35:8]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْزَنْ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ဝမ်းမနည်းပါနှင့်။)</span><span class=\"gray\">[16:127]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ယုံကြည်သူများ မဖြစ်လာသောကြောင့် သင်သည် ဝမ်းနည်းခြင်းဖြင့် မိမိကိုယ်ကို သတ်တော့မည့်သူ ဖြစ်ကောင်းဖြစ်လိမ့်မည်။)</span><span class=\"gray\">[26:3]</span> ဆိုလိုသည်မှာ သင်သည် ၎င်းတို့အပေါ် ဝမ်းနည်းပူဆွေးမှုဖြင့် မိမိကိုယ်ကို ဖျက်ဆီးကောင်းဖျက်ဆီးလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلَىٰ آثَارِهِمْ إِن لَّمْ يُؤْمِنُوا بِهَٰذَا الْحَدِيثِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဤပြောပြချက်ကို မယုံကြည်သောကြောင့် သင်သည် ၎င်းတို့၏ ခြေရာများကို လိုက်၍ ဝမ်းနည်းခြင်းဖြင့် မိမိကိုယ်ကို သတ်ကောင်းသတ်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ အလ်ကုရ်အာန်ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَسَفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝမ်းနည်းခြင်းဖြင့်)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ 'နောင်တဖြင့် မိမိကိုယ်ကို မဖျက်ဆီးပါနှင့်' ဟု ဖြစ်သည်။ ကွာတာဒါဟ်က \"၎င်းတို့အပေါ် ဒေါသနှင့် ဝမ်းနည်းပူဆွေးမှုဖြင့် မိမိကိုယ်ကို သတ်ခြင်း\" ဟု ပြောခဲ့သည်။ မုဂျာဟစ်ဒ်က \"စိုးရိမ်ပူပန်မှုဖြင့်\" ဟု ပြောခဲ့သည်။ ဤစကားများသည် အဓိပ္ပါယ်တူများဖြစ်သည်၊ ထို့ကြောင့် အဓိပ္ပါယ်မှာ '၎င်းတို့အတွက် ဝမ်းမနည်းပါနှင့်၊ အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို ၎င်းတို့ထံ ပို့ဆောင်ပေးပါ။ မည်သူမဆို မှန်ကန်သောလမ်းကို သွားပါက၊ ၎င်းသည် မိမိကိုယ်အတွက်သာ အကျိုးရှိစေရန် မှန်ကန်သောလမ်းကို သွားခြင်းဖြစ်သည်။ မည်သူမဆို လမ်းမှားသွားပါက၊ ၎င်းသည် မိမိကိုယ်ပိုင်ဆုံးရှုံးမှုဖြင့် လမ်းမှားရောက်ခြင်းဖြစ်သည်၊ ထို့ကြောင့် ၎င်းတို့အတွက် ဝမ်းနည်းပူဆွေးမှုဖြင့် မိမိကိုယ်ကို မဖျက်ဆီးပါနှင့်။'</p><div lang=\"my\" class=\"my \"><h2>ဤလောကသည် စမ်းသပ်ရာနေရာဖြစ်သည်။ </h2></div><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဤလောကကို ယာယီနေထိုင်ရာဌာန၊ ယာယီလှပမှုများဖြင့် အဆင်တန်ဆာပြုထားသော နေရာ၊ နှင့် ၎င်းကို စမ်းသပ်ရာနေရာ၊ အခြေချရာနေရာ မဟုတ်ကြောင်း ငါတို့အား မိန့်ကြားတော်မူသည်။ ထို့ကြောင့် ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါတို့သည် ကမ္ဘာပေါ်ရှိအရာများကို ၎င်းအတွက် အဆင်တန်ဆာ ဖြစ်စေခဲ့သည်၊ ၎င်းတို့အနက် မည်သူတို့သည် အပြုအမူတွင် အကောင်းဆုံးဖြစ်သည်ကို ငါတို့စမ်းသပ်ရန်အတွက်ဖြစ်သည်။)</span> အဘူမစ်စလမာဟ်သည် အဘူနဒ်ရာဟ်မှတစ်ဆင့် အဘူစအီးဒ်ထံမှ တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ကို ပြန်လည်ပြောပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الدُّنْيَا حُلْوَةٌ خَضِرَةٌ، وَإِنَّ اللهَ مُسْتَخْلِفُكُمْ فِيهَا فَنَاظِرٌ مَاذَا تَعْمَلُونَ، فَاتَّقُوا الدُّنْيَا، وَاتَّقُوا النِّسَاءَ، فَإِنَّ أَوَّلَ فِتْنَةِ بَنِي إِسْرَائِيلَ كَانَتْ فِي النِّسَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကသည် ချိုမြိန်စိမ်းစိုပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို ဆက်ခံသူ မျိုးဆက်များ ဖြစ်စေသည်၊ ထို့ကြောင့် သင်တို့ မည်သို့ပြုမည်ကို ကိုယ်တော် ကြည့်ရှုနေတော်မူသည်။ ဤလောက၏ <span class=\"gray\">(သွေးဆောင်မှုများ)</span> ကို သတိပြု၍ အမျိုးသမီးများကို သတိပြုကြလော့၊ အကြောင်းမှာ အစ္စရာအီလ်သားတို့ ခံစားခဲ့ရသော ပထမဆုံးသော ဒုက္ခသည် အမျိုးသမီးများကြောင့် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဤလောကသည် ကုန်ဆုံးပျက်စီးသွားမည်ဖြစ်ကြောင်း ငါတို့အား မိန့်ကြားတော်မူသည်၊ ကိုယ်တော် မိန့်တော်မူသည့်အတိုင်းဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါတို့သည် ၎င်းပေါ်ရှိအရာအားလုံးကို ဗလာ၊ ခြောက်သွေ့သော မြေအဖြစ် ပြုလုပ်မည်။)</span> ဆိုလိုသည်မှာ '၎င်းကို အဆင်တန်ဆာပြုပြီးနောက်၊ ငါတို့သည် ၎င်းကို ဖျက်ဆီးပြီး ၎င်းပေါ်ရှိအရာအားလုံးကို ဗလာနှင့် ခြောက်သွေ့အောင် ပြုလုပ်မည်၊ သစ်ပင်ပန်းမန် သို့မဟုတ် အခြားအကျိုးကျေးဇူးများ တစ်စုံတစ်ရာ မရှိဘဲ ဖြစ်သည်။'</p><p lang=\"my\" class=\"my \">အလ်-အောင်ဖီသည် အိဗ်နု အဘ္ဘားစ်ထံမှ ၎င်းပေါ်ရှိအရာအားလုံး ပပျောက်ပြီး ဖျက်ဆီးခံရမည်ဟု ဆိုလိုကြောင်း ပြန်လည်ပြောပြခဲ့သည်။ မုဂျာဟစ်ဒ်က \"ခြောက်သွေ့ပြီး မြုံသောလွင်ပြင်\" ဟု ပြောခဲ့သည်။ ကွာတာဒါဟ်က \"သစ်ပင် သို့မဟုတ် သစ်ရွက်များ မရှိသော လွင်ပြင်\" ဟု ပြောခဲ့သည်။</p>"
  }
]