[
  {
    "ayah_key": "3:110",
    "group_ayah_key": "3:110",
    "from_ayah": "3:110",
    "to_ayah": "3:112",
    "ayah_keys": "3:110,3:111,3:112",
    "text": "<p lang=\"my\" class=\"my \">လူသားတို့အတွက် ထုတ်ဖော်ခဲ့သော အကောင်းဆုံးသော လူမျိုးများ ဖြစ်ကြသည်။ သင်တို့သည် အလ်မာအ်ရူဖ် <span class=\"gray\">(အစ္စလာမ်က ပြဋ္ဌာန်းထားသမျှ)</span> ကို တိုက်တွန်းကြပြီး အလ်မွန်ကာရ် <span class=\"gray\">(အစ္စလာမ်က တားမြစ်ထားသမျှ)</span> ကို တားမြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်ကိုလည်း ယုံကြည်ကြသည်။ ကျမ်းဂန်ရှင်များ <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်များ)</span> သာလျှင် ယုံကြည်ခဲ့ကြပါမူ ၎င်းတို့အတွက် ပို၍ကောင်းမွန်ပေလိမ့်မည်။ ၎င်းတို့အနက် အချို့မှာ ယုံကြည်မှုရှိကြသူများဖြစ်ကြပြီး၊ အများစုမှာ ဖာဆီကူန် <span class=\"gray\">(ဆန့်ကျင်ပုန်ကန်သူများ)</span><span>(110)</span>၎င်းတို့သည် သင့်အား အနည်းငယ်မျှသော စိတ်အနှောင့်အယှက်မှလွဲ၍ မည်သည့်အန္တရာယ်မှ မပေးနိုင်ကြပါ။ ၎င်းတို့သည် သင့်ကို တိုက်ခိုက်ပါက ၎င်းတို့သည် သင့်အား ကျောခိုင်း၍ ပြေးကြလိမ့်မည်။ ထို့နောက် ၎င်းတို့သည် အကူအညီ ရရှိမည်မဟုတ်ပေ။ <span>(111)</span>၎င်းတို့သည် မည်သည့်နေရာတွင်မဆို နှိမ့်ချမှုကို ခံရကြလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်ထံမှ ပဋိညာဉ် <span class=\"gray\">(ကာကွယ်စောင့်ရှောက်မှု)</span> အောက်၌လည်းကောင်း၊ လူတို့ထံမှ ပဋိညာဉ်အောက်၌လည်းကောင်း မရှိပါက ပို၍ ဆိုးရွားလိမ့်မည်။ ၎င်းတို့သည် မိမိတို့ကိုယ်ကို အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသနှင့် ဆင်းရဲဒုက္ခတို့ကို ခံယူစေခဲ့ကြသည်။ ဤသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို ငြင်းပယ်ခဲ့ကြပြီး တရားမဲ့စွာဖြင့် တမန်တော်များကို သတ်ဖြတ်ခဲ့ကြသောကြောင့်ဖြစ်သည်။ ဤသည်မှာ ၎င်းတို့သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို)</span> မနာခံခဲ့ကြ၍ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို)</span> ကျူးလွန်ခဲ့ကြသောကြောင့်ဖြစ်သည်။<span>(112)</span></p><div lang=\"zu\" class=\"zu \"><h2>Virtues of the Ummah of Muhammad <span class=\"gray\">(ﷺ)</span>, the Best Nation Ever</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မုဟမ္မဒ် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) ၏ အွမ္မသ် (လူမျိုး) သည် ယခုအထိ အကောင်းဆုံးသော လူမျိုးဖြစ်သည်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အတွက် ထုတ်ဖော်ခဲ့သော အကောင်းဆုံးသော လူမျိုးများ ဖြစ်ကြသည်)</span><span class=\"gray\">[3:110]</span>။</p><p lang=\"my\" class=\"my \">အလ်-ဗူခါရီက အဘူ ဟူရိုင်ရဟ်သည် ဤအာယသ်တော်နှင့်ပတ်သက်၍ မှတ်ချက်ပေးခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်။ \"<span class=\"gray\">(သင်တို့ မွတ်စလင်မ်များသည်)</span> လူတို့အတွက် အကောင်းဆုံးသော လူမျိုးဖြစ်သည်၊ သင်တို့သည် ၎င်းတို့၏လည်ပင်းကို ကြိုးဖြင့်ချည်နှောင်၍ <span class=\"gray\">(စစ်ပွဲတွင် ဖမ်းဆီးပြီး)</span> ခေါ်ဆောင်လာကြပြီး ၎င်းတို့သည် နောက်ပိုင်းတွင် အစ္စလာမ်ဘာသာကို လက်ခံခဲ့ကြသည်။\" အလားတူပင် အိဗ်နု အဗ္ဗားစ်၊ မွဂျာဟိဒ်၊ အသီယာ အလ်-အောင်ဖီ၊ အိက္ကရီမာဟ်၊ အသာအ် နှင့် အရ်-ရာဘီအ် ဘင် အနပ်စ်တို့ကလည်း ပြောကြားခဲ့ကြသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အတွက် ထုတ်ဖော်ခဲ့သော အကောင်းဆုံးသော လူမျိုးများ ဖြစ်ကြသည်;)</span> ဆိုသည်မှာ လူတို့အတွက် အကောင်းဆုံးသော လူမျိုးများ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အာယသ်တော်၏ အဓိပ္ပါယ်မှာ မုဟမ္မဒ်၏ အွမ္မသ်သည် လူသားတို့အတွက် အဖြောင့်မတ်ဆုံးနှင့် အကျိုးပြုဆုံးသော လူမျိုးဖြစ်သည်ဟူ၍ ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဖော်ပြထားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ</p><p lang=\"yo\" class=\"yo \"><span class=\"gray\">(you enjoin Al-Ma'ruf and forbid Al-Munkar and believe in Allah)</span><span class=\"gray\">[3:110]</span>.</p><p lang=\"my\" class=\"my \">အဟ်မဒ်၊ အသ်-သီရ်မီဇီ၊ အိဗ်နု မာဂျာဟ် နှင့် အလ်-ဟာကင်မ်တို့က ဟာကင်မ် ဘင် မူအာဝီယာဟ် ဘင် ဟိုင်ဒါဟ်သည် ၎င်း၏ဖခင်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتُمْ تُوَفُّون سَبْعِينَ أُمَّةً، أَنْتُمْ خَيْرُهَا، وَأَنْتُمْ أَكْرَمُ عَلَى اللهِ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် လူမျိုးပေါင်း ခုနစ်ဆယ်၏ နောက်ဆုံးဖြစ်သည်၊ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံတွင် အကောင်းဆုံးနှင့် အမြတ်ဆုံးဖြစ်သည်)</span>။</p><p lang=\"my\" class=\"my \">၎င်းသည် အသ်-သီရ်မီဇီက \"ဟဆန်\" ဟု ပြောကြားခဲ့သော ကျော်ကြားသည့် ဟဒီးဆ်တော်ဖြစ်ပြီး မူအာဇ် ဘင် ဂျဘလ် နှင့် အဘူ စအီးဒ်တို့ထံမှလည်း ရယူထားသည်။ မုဟမ္မဒ်၏ အွမ္မသ်သည် ၎င်း၏တမန်တော် မုဟမ္မဒ် (အလိုင်ဟစ္စလာမ်) ကြောင့် ဤဂုဏ်ကျေးဇူးကို ရရှိခဲ့ခြင်းဖြစ်သည်၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခံများအနက် အလေးစားခံရဆုံးပုဂ္ဂိုလ်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်ထံတွင် အမြတ်ဆုံးသော ရစူလ်တမန်တော်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) ကို ၎င်း၏ရှေ့တွင် မည်သည့်တမန်တော် သို့မဟုတ် ရစူလ်တမန်တော်ကိုမျှ မပေးခဲ့ဖူးသော ပြည့်စုံပြီး ပြီးပြည့်စုံသည့် ဥပဒေဖြင့် စေလွှတ်ခဲ့သည်။ မုဟမ္မဒ်၏ ဥပဒေတွင် လုပ်ရပ်အနည်းငယ်က အခြားလူမျိုးများ လုပ်ဆောင်ခဲ့သော လုပ်ရပ်များစွာကို အစားထိုးသည်။ ဥပမာအားဖြင့် အိမာမ် အဟ်မဒ်က အလီ ဘင် အဘီ သွာလိဗ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُعْطِيتُ مَا لَمْ يُعْطَ أَحَدٌ مِنَ الْأَنْبِيَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား ကျွန်ုပ်မတိုင်မီ မည်သည့်တမန်တော်ကိုမျှ မပေးခဲ့ဖူးသော အရာကို ပေးသနားခဲ့သည်)</span>။</p><p lang=\"ceb\" class=\"ceb \">We said, 'O Messenger of Allah! What is it?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُصِرْتُ بِالرُّعْبِ، وَأُعْطِيتُ مَفَاتِيحَ الْأَرْضِ، وَسُمِّيتُ أَحْمَدَ، وَجُعِلَ التُّرَابُ لِي طَهُورًا، وَجُعِلَتْ أُمَّتِي خَيْرَ الْأُمَمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား ကြောက်ရွံ့ခြင်းဖြင့် အောင်ပွဲပေးသနားခဲ့သည်၊ ကျွန်ုပ်အား ကမ္ဘာ၏သော့များကို ပေးသနားခဲ့သည်၊ ကျွန်ုပ်ကို အဟ်မဒ်ဟု ခေါ်ခဲ့သည်၊ ကမ္ဘာမြေကို ကျွန်ုပ်အတွက် သန့်ရှင်းသောနေရာ <span class=\"gray\">(၎င်းဖြင့် ဆွလားသ်ဖတ်ရန်နှင့် သယမ္မွန်ပြုရန်)</span> ဖြစ်စေခဲ့သည်၊ ကျွန်ုပ်၏ အွမ္မသ်ကို အကောင်းဆုံး အွမ္မသ် ဖြစ်စေခဲ့သည်)</span>။\"။</p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်၏ ဆက်စပ်မှုသည် ဟဆန်ဖြစ်သည်။ ဤနေရာတွင် ကျွန်ုပ်တို့ ဖော်ပြသင့်သော ဟဒီးဆ်တော်များစွာ ရှိသည်။</p><p lang=\"my\" class=\"my \">စဟီးဟ်နှစ်ကျမ်းတွင် အဇ်-ဇူဟ်ရီက စအီးဒ် ဘင် အလ်-မူဆယိဗ်က အဘူ ဟူရိုင်ရဟ်သည် ၎င်းအား ပြောပြခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။ \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) မိန့်ကြားသည်ကို ကြားခဲ့ရသည်\"၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْخُلُ الْجَنَّــةَ مِنْ أُمَّتِي زُمْرَةٌ وَهُمْ سَبْعُونَ أَلْفًا، تُضِيءُ وُجُوهُهُمْ إِضَاءَةَ الْقَمَرِ لَيْلَةَ الْبَدْرِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فقال أبو هريرة: فقام عكاشة بن محصن الأسدي يرفع نمرة عليه، فقال: يا رسول الله، ادع الله أن يجعلني منهم، فقال رسول الله صلّى الله عليه وسلّم:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ اجْعَلْهُ مِنْهُم</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثم قام رجل من الأنصار فقال: يا رسول الله! ادع الله أن يجعلني منهم، فقال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبقَكَ بِهَا عُكَّاشَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ အွမ္မသ်မှ လူပေါင်း ခုနစ်သောင်းသည် ဂျန္နသ် (သုခဘုံ) သို့ ဝင်ရောက်ကြလိမ့်မည်။ ၎င်းတို့၏ မျက်နှာများသည် လပြည့်ဝန်းကဲ့သို့ တောက်ပနေကြလိမ့်မည်။\" ဥက္ကာရှဟ် ဘင် မီဟ်ဆန် အလ်-အဆဒီသည် မတ်တပ်ရပ်၍ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်)! ကျွန်ုပ်ကို ၎င်းတို့အနက် တစ်ဦး ဖြစ်စေရန် အလ္လာဟ်အရှင်မြတ်ထံ တောင်းဆုပြုပါ' ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က 'အို အလ္လာဟ်အရှင်မြတ်! ၎င်းကို ၎င်းတို့အနက် တစ်ဦး ဖြစ်စေတော်မူပါ' ဟု မိန့်ကြားခဲ့သည်။ အန်ဆွာရ် (ဒေသခံ) လူမျိုးထဲမှ အမျိုးသားတစ်ဦးလည်း မတ်တပ်ရပ်၍ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်)! ကျွန်ုပ်ကို ၎င်းတို့အနက် တစ်ဦး ဖြစ်စေရန် အလ္လာဟ်အရှင်မြတ်ထံ တောင်းဆုပြုပါ' ဟု ပြောကြားခဲ့သည်။ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က 'ဥက္ကာရှဟ်က သင့်ကို ကျော်တက်သွားခဲ့ပြီ' ဟု မိန့်ကြားခဲ့သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>မုဟမ္မဒ် <span class=\"gray\">(ﷺ)</span> ၏ အွမ္မသ် (လူမျိုး) ၏ ဤဘဝနှင့် နောင်တမလွန်ဘဝရှိ ဂုဏ်ကျေးဇူးများကို ထင်ရှားစေသော အခြားဟဒီးဆ်တော်တစ်ပုဒ်</h2></div><p lang=\"ja\" class=\"ja \">Imam Ahmad recorded that Jabir said, \"I heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَأَرْجُو أَنْ يَكُونَ مَنْ يَتَّبِعُنِي مِنْ أُمَّتِي يَوْمَ الْقِيَامَةِ رُبُعَ الْجَنَّــةِ</p><p class=\"ps qpc-hafs\" lang=\"ps\">قال: فكبرنا، ثم قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْجُو أَنْ يَكُونُوا ثُلُثَ النَّاسِ</p><p class=\"ps qpc-hafs\" lang=\"ps\">قال: فكبرنا، ثم قال:</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَرْجُو أَنْ تَكُونُوا الشَّطْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('ကျွန်ုပ်ကို လိုက်နာသူများသည် ရှင်ပြန်ထမည့်နေ့တွင် ဂျန္နသ် (သုခဘုံ) နေထိုင်သူများ၏ လေးပုံတစ်ပုံ ဖြစ်လိမ့်မည်ဟု ကျွန်ုပ် မျှော်လင့်သည်။' ကျွန်ုပ်တို့က 'အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံး' ဟု ပြောကြားခဲ့သည်။ ၎င်းနောက် ၎င်းက '၎င်းတို့သည် လူတို့၏ သုံးပုံတစ်ပုံ ဖြစ်လိမ့်မည်ဟု ကျွန်ုပ် မျှော်လင့်သည်' ဟု မိန့်ကြားခဲ့သည်။ ကျွန်ုပ်တို့က 'အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံး' ဟု ပြောကြားခဲ့သည်။ ၎င်းနောက် ၎င်းက 'သင်တို့သည် တစ်ဝက် ဖြစ်လိမ့်မည်ဟု ကျွန်ုပ် မျှော်လင့်သည်')</span>\"။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်သည် အခြားသော ဆက်စပ်မှုဖြင့် ထပ်တူ ဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ထားသည်။ ဤဟဒီးဆ်တော်သည် ၎င်း၏စဟီးဟ်ကျမ်းရှိ မွတ်စလင်မ်၏ စံနှုန်းများနှင့် ကိုက်ညီသည်။ စဟီးဟ်နှစ်ကျမ်းတွင် အဗ်ဒူလ္လာဟ် ဘင် မပ်စ်အူဒ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က ကျွန်ုပ်တို့အား မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَا تَرْضَوْنَ أَنْ تَكُونُوا رُبُعَ أَهْلِ الْجَنَّـةِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဂျန္နသ် (သုခဘုံ) နေထိုင်သူများ၏ လေးပုံတစ်ပုံ ဖြစ်ရမည်ကို ကျေနပ်ပါသလား။)</span></p><p lang=\"ig\" class=\"ig \">We said, 'Allahu Akbar!' He added,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَا تَرْضَوْنَ أَنْ تَكُونُوا ثُلُثَ أَهْلِ الْجَنَّـةِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဂျန္နသ် (သုခဘုံ) နေထိုင်သူများ၏ သုံးပုံတစ်ပုံ ဖြစ်ရမည်ကို ကျေနပ်ပါသလား။)</span> ကျွန်ုပ်တို့က 'အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံး' ဟု ပြောကြားခဲ့သည်။ ၎င်းက မိန့်ကြားသည်မှာ</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي لَأَرْجُو أَنْ تَكُونُوا شَطْرَ أَهْلِ الْجَنَّـةِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဂျန္နသ် (သုခဘုံ) နေထိုင်သူများ၏ တစ်ဝက် ဖြစ်လိမ့်မည်ဟု ကျွန်ုပ် မျှော်လင့်သည်)</span>။\"။</p><p lang=\"my\" class=\"my \">အခြားဟဒီးဆ်တော်</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က ဗုရိုင်ဒါဟ်သည် တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهْلُ الْجَنَّةِ عِشْرُونَ وَمِائَةُ صَفٍّ، هذِهِ الْأُمَّةُ مِنْ ذلِكَ ثَمَانُونَ صَفًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နသ် (သုခဘုံ) နေထိုင်သူများသည် အတန်းပေါင်း တစ်ရာ့နှစ်ဆယ်ရှိပြီး၊ ဤအွမ္မသ်သည် ၎င်းတို့အနက် ရှစ်ဆယ်သော အတန်းများကို နေရာယူထားသည်)</span>။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်သည် ဤဟဒီးဆ်တော်ကို အခြားသော ဆက်စပ်မှုဖြင့်လည်း စုဆောင်းခဲ့သည်။ အသ်-သီရ်မီဇီနှင့် အိဗ်နု မာဂျာဟ်တို့သည်လည်း ဤဟဒီးဆ်တော်ကို စုဆောင်းခဲ့ကြပြီး အသ်-သီရ်မီဇီက 'ဤဟဒီးဆ်တော်သည် ဟဆန်ဖြစ်သည်' ဟု ပြောကြားခဲ့သည်။</p><p lang=\"hmn\" class=\"hmn \">'Abdur-Razzaq recorded that Abu Hurayrah said that, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ الْآخِرُونَ الْأَوَّلُونَ يَوْمَ الْقِيَامَةِ، نَحْنُ أَوَّلُ النَّاسِ دُخُولًا الْجَنَّــةَ، بَيْدَ أَنَّهُمْ أُوتُوا الْكِتَابَ مِنْ قَبْلِنَا وَأُوتِينَاهُ مِنْ بَعْدِهِمْ، فَهَدَانَا اللهُ لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ، فَهَذَا الْيَوْمُ الَّذِي اخْتَلَفُوا فِيهِ، النَّاسُ لَنَا فِيهِ تَبَعٌ، غَدًا لِلْيَهُودِ، وَلِلنَّصَارَى بَعْدَ غَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ <span class=\"gray\">(မွတ်စလင်မ်များ)</span> သည် နောက်ဆုံးရောက်ရှိလာသူများဖြစ်သော်လည်း ရှင်ပြန်ထမည့်နေ့တွင် ရှေ့ဆုံးမှဖြစ်ပြီး၊ ဂျန္နသ် (သုခဘုံ) သို့ ပထမဆုံးဝင်ရောက်သူများဖြစ်သည်။ ယခင်လူမျိုးများက ကျွန်ုပ်တို့မတိုင်မီ ကျမ်းဂန်များကို ရရှိခဲ့ကြပြီး ကျွန်ုပ်တို့က ၎င်းတို့နောက်တွင် ရရှိခဲ့ကြသည်။ ၎င်းတို့ အငြင်းပွားခဲ့ကြသော သမ္မာတရား၏ လမ်းညွှန်မှုကို အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ပေးသနားခဲ့သည်။ ဤ <span class=\"gray\">(သောကြာနေ့)</span> သည် ၎င်းတို့ အငြင်းပွားခဲ့ကြသော နေ့ဖြစ်သည်။ အခြားလူများအားလုံးသည် ဤကိစ္စတွင် ကျွန်ုပ်တို့နောက်တွင် ရှိနေကြသည်- ဂျူးများ၏ <span class=\"gray\">(စုဝေးရာနေ့မှာ)</span> မနက်ဖြန် <span class=\"gray\">(စနေနေ့)</span> ဖြစ်ပြီး၊ ခရစ်ယာန်များ၏ <span class=\"gray\">(စုဝေးရာနေ့မှာ)</span> သန်ဘက်ခါ <span class=\"gray\">(တနင်္ဂနွေနေ့)</span> ဖြစ်သည်)</span>။</p><p lang=\"my\" class=\"my \">အလ်-ဗူခါရီနှင့် မွတ်စလင်မ်တို့သည် ဤဟဒီးဆ်တော်ကို စုဆောင်းခဲ့ကြသည်။ မွတ်စလင်မ်က အဘူ ဟူရိုင်ရဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ الْآخِرُونَ الْأَوَّلُونَ يَوْمَ الْقِيَامَةِ، نَحْنُ أَوَّلُ مَنْ يَدْخُلُ الْجَنَّــةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ <span class=\"gray\">(မွတ်စလင်မ်များ)</span> သည် နောက်ဆုံး <span class=\"gray\">(ရောက်ရှိလာသူများ)</span> ဖြစ်သော်လည်း <span class=\"gray\">(ဖြစ်လိမ့်မည်)</span> ရှင်ပြန်ထမည့်နေ့တွင် ရှေ့ဆုံးမှ၊ ဂျန္နသ် (သုခဘုံ) သို့ ပထမဆုံးဝင်ရောက်သူများ ဖြစ်လိမ့်မည်...)</span> ဟဒီးဆ်တော်၏ အဆုံးထိ။</p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်တော်များနှင့် အခြားသော ဟဒီးဆ်တော်များသည် အာယသ်တော်၏ အဓိပ္ပါယ်နှင့် ကိုက်ညီသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အတွက် ထုတ်ဖော်ခဲ့သော အကောင်းဆုံးသော လူမျိုးများ ဖြစ်ကြသည်။ သင်တို့သည် အလ်မာအ်ရူဖ် <span class=\"gray\">(အစ္စလာမ်က ပြဋ္ဌာန်းထားသမျှ)</span> ကို တိုက်တွန်းကြပြီး အလ်မွန်ကာရ် <span class=\"gray\">(အစ္စလာမ်က တားမြစ်ထားသမျှ)</span> ကို တားမြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်ကိုလည်း ယုံကြည်ကြသည်)</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဤအွမ္မသ် (လူမျိုး) အနက် မည်သူမဆို ဤအရည်အချင်းများကို ပိုင်ဆိုင်ပါက ဤချီးကျူးမှုတွင် အကျိုးခံစားခွင့် ရရှိလိမ့်မည်။ ကသွာဒဟ်က ပြောကြားသည်မှာ \"ကျွန်ုပ်တို့အား ပြောပြခဲ့သည်မှာ 'အူမာရ် ဘင် အလ်-ခသွာဘ်သည် ၎င်း ဆောင်ရွက်ခဲ့သော ဟဂျ်ခရီးစဉ်အတွင်း လူများ အလောတကြီး ပြုမူနေသည်ကို မြင်သောအခါ ဤအာယသ်တော် <span class=\"gray\">[၃:၁၁၀]</span> ကို ရွတ်ဖတ်ခဲ့သည်။ ထို့နောက် ၎င်းက 'ဤ <span class=\"gray\">[ချီးကျူးခံရသော]</span> အွမ္မသ်တွင် ပါဝင်လိုသူ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်က ဤအာယသ်တော်တွင် သတ်မှတ်ထားသော စည်းကမ်းချက်ကို ဖြည့်ဆည်းပါစေ' ဟု ပြောကြားခဲ့သည်\" ဟူ၍ ဖြစ်သည်။ အိဗ်နု ဂျရီရ်က ဤအချက်ကို မှတ်တမ်းတင်ထားသည်။ ဤအွမ္မသ်မှ ဤအရည်အချင်းများကို မပိုင်ဆိုင်သူများသည် အလ္လာဟ်အရှင်မြတ်က ဝေဖန်ခဲ့သော ကျမ်းဂန်ရှင်များကဲ့သို့ပင် ဖြစ်ကြလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانُوا لَا يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ကျူးလွန်ခဲ့သော မွန်ကာရ် (မကောင်းမှု) မှ အချင်းချင်း မတားမြစ်ခဲ့ကြ...)</span><span class=\"gray\">[5:79]</span>။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မွတ်စလင်မ်အွမ္မသ်ကို ၎င်းဖော်ပြခဲ့သော အရည်အချင်းများဖြင့် ချီးကျူးပြီးနောက် ကျမ်းဂန်ရှင်များကို ဝေဖန်၍ ပြစ်တင်ရှုံ့ချခဲ့သည့် အကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ آمَنَ أَهْلُ الْكِتَابِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်ရှင်များ (ဂျူးနှင့် ခရစ်ယာန်များ) သာလျှင် ယုံကြည်ခဲ့ကြပါမူ)</span><span class=\"gray\">[၃:၁၁၀]</span>၊</p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) ထံသို့ ချပေးခဲ့သောအရာတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكَانَ خَيْرًا لَّهُم مِّنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ပို၍ကောင်းမွန်ပေလိမ့်မည်။ ၎င်းတို့အနက် အချို့မှာ ယုံကြည်မှုရှိကြသူများဖြစ်ကြပြီး၊ အများစုမှာ ဖာဆီကူန် (ဆန့်ကျင်ပုန်ကန်သူများ) ဖြစ်ကြသည်)</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့အနက် အနည်းငယ်မျှသော လူများသာ အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ကြပြီး သင့်ထံသို့နှင့် ၎င်းတို့ထံသို့ ချပေးခဲ့သော အရာကိုလည်း ယုံကြည်ကြသည်။ ၎င်းတို့၏ အများစုမှာ လွဲမှားခြင်း၊ ငြင်းပယ်ခြင်း၊ အပြစ်နှင့် ပုန်ကန်ခြင်းတို့ကို လိုက်နာကြသည်။</p><div lang=\"my\" class=\"my \"><h2>မွတ်စလင်မ်များသည် ကျမ်းဂန်ရှင်များကို လွှမ်းမိုးလိမ့်မည်ဟူသော သတင်းကောင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ယုံကြည်သူကျွန်များအား အောင်ပွဲနှင့် လွှမ်းမိုးမှုသည် မယုံကြည်သော၊ ဘာသာမဲ့ ကျမ်းဂန်ရှင်များအပေါ်တွင် ၎င်းတို့ရရှိလိမ့်မည်ဟု သတင်းကောင်းပေးရင်း မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن يَضُرُّوكُمْ إِلَّا أَذًى وَإِن يُقَاتِلُوكُمْ يُوَلُّوكُمُ الْأَدْبَارَ ثُمَّ لَا يُنصَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သင့်အား အနည်းငယ်မျှသော စိတ်အနှောင့်အယှက်မှလွဲ၍ မည်သည့်အန္တရာယ်မှ မပေးနိုင်ကြပါ။ ၎င်းတို့သည် သင့်ကို တိုက်ခိုက်ပါက ၎င်းတို့သည် သင့်အား ကျောခိုင်း၍ ပြေးကြလိမ့်မည်။ ထို့နောက် ၎င်းတို့သည် အကူအညီ ရရှိမည်မဟုတ်ပေ။)</span><span class=\"gray\">[3:111]</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဖြစ်ပျက်ခဲ့သည့်အတိုင်းပင်ဖြစ်သည်။ ခိုင်ဗရ်တိုက်ပွဲတွင် အလ္လာဟ်အရှင်မြတ်သည် ဂျူးများကို နှိမ့်ချမှုနှင့် ရှက်ရွံ့စရာများကို ပေးခဲ့သည်။ ထိုမတိုင်မီက အလ်-မဒီနာရှိ ဂျူးများဖြစ်သော ကိုင်နူကာအ်၊ နာဒီရ် နှင့် ကုရိုင်ဇဟ်မျိုးနွယ်စုများကိုလည်း အလ္လာဟ်အရှင်မြတ်က နှိမ့်ချခဲ့သည်။ ထိုနည်းတူ နောက်ပိုင်းတွင် အာရှ်-ရှားမ်ဒေသရှိ ခရစ်ယာန်များနှင့်လည်း ထိုအတိုင်းပင်ဖြစ်သည်။ ဆွဟာဘာများက ၎င်းတို့ကို စစ်ပွဲများစွာတွင် အောင်ပွဲခံခဲ့ကြပြီး အာရှ်-ရှားမ်၏ ခေါင်းဆောင်မှုကို ထာဝစဉ် သိမ်းပိုက်ခဲ့ကြသည်။ အာရှ်-ရှားမ်ဒေသတွင် မွတ်စလင်မ်အုပ်စုတစ်စုသည် အီစာ၊ မရ်ယမ်၏သား၊ ၎င်းတို့ ဤကဲ့သို့ <span class=\"gray\">[သမ္မာတရားပေါ်တွင်၊ ထင်ရှား၍ အောင်ပွဲခံလျက်]</span> ရှိနေစဉ် ဆင်းသက်လာသည်အထိ အမြဲတမ်း ရှိနေလိမ့်မည်။ ထိုအချိန်တွင် အီစာသည် မုဟမ္မဒ် (ဆွလ္လလ္လာဟု အလိုင်ဟိ ဝစလ္လမ်) ၏ ဥပဒေအတိုင်း အုပ်ချုပ်မည်၊ လက်ဝါးကပ်တိုင်ကို ချိုးမည်၊ ဝက်များကို သတ်မည်၊ ဂျစ်ဇ်ယာကို ဖျက်သိမ်းမည်ဖြစ်ပြီး လူများထံမှ အစ္စလာမ်ကိုသာ လက်ခံမည်ဖြစ်သည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِّنَ اللَّهِ وَحَبْلٍ مِّنَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မည်သည့်နေရာတွင်မဆို နှိမ့်ချမှုကို ခံရကြလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်ထံမှ ပဋိညာဉ် <span class=\"gray\">(ကာကွယ်စောင့်ရှောက်မှု)</span> အောက်၌လည်းကောင်း၊ လူတို့ထံမှ ပဋိညာဉ်အောက်၌လည်းကောင်း မရှိပါက ပို၍ဆိုးရွားလိမ့်မည်;)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မည်သည့်နေရာတွင်မဆို နှိမ့်ချမှုနှင့် ရှက်ရွံ့စရာများကို ချမှတ်ထားပြီး၊ ၎င်းတို့သည် မည်သည့်အခါမျှ ဘေးကင်းလုံခြုံကြလိမ့်မည် မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا بِحَبْلٍ مِّنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ ပဋိညာဉ်အောက်၌ မဟုတ်ပါက၊)</span> အလ္လာဟ်အရှင်မြတ်ထံမှ ဇင်္မဟ် <span class=\"gray\">(ကာကွယ်စောင့်ရှောက်မှု ပဋိညာဉ်)</span> အောက်၌ ဖြစ်သည်။ ၎င်းသည် ၎င်းတို့အား ဂျစ်ဇ်ယာ <span class=\"gray\">(မွတ်စလင်မ်များထံ အခွန်)</span> ပေးဆောင်ရန် လိုအပ်ပြီး ၎င်းတို့အား အစ္စလာမ့်ဥပဒေကို နာခံစေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَبْلٍ مِّنَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့ထံမှ ပဋိညာဉ်အောက်၌လည်းကောင်း;)</span> ဆိုသည်မှာ ပညာရှင်များ၏ ပြောဆိုချက်များအရ မွတ်စလင်မ်အမျိုးသားများနှင့် အမျိုးသမီးများ၊ ကျွန်တစ်ဦးကပင် ၎င်းတို့အား ကမ်းလှမ်းသော ကာကွယ်စောင့်ရှောက်မှုနှင့် လုံခြုံရေးဆိုင်ရာ ကတိကဝတ်များကဲ့သို့သော လူတို့ထံမှ ပဋိညာဉ်ဖြစ်သည်။ အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا بِحَبْلٍ مِّنَ اللَّهِ وَحَبْلٍ مِّنَ النَّاسِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ ပဋိညာဉ်အောက်၌လည်းကောင်း၊ လူတို့ထံမှ ပဋိညာဉ်အောက်၌လည်းကောင်း မဟုတ်ပါက;)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ထံမှ ကာကွယ်စောင့်ရှောက်မှု ပဋိညာဉ်နှင့် လူတို့ထံမှ လုံခြုံရေးဆိုင်ရာ ကတိကဝတ်ကို ရည်ညွှန်းသည်။ အလားတူပင် မွဂျာဟိဒ်၊ အိက္ကရီမာဟ်၊ အသာအ်၊ အဒ်-ဒဟ်ဟက်၊ အလ်-ဟာဆန်၊ ကသွာဒဟ်၊ အစ်-စွဒ်ဒီ နှင့် အရ်-ရာဘီအ် ဘင် အနပ်စ်တို့ကလည်း ပြောကြားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَاءُوا بِغَضَبٍ مِّنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့ကိုယ်ကို အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသနှင့် ဆွဲတင်ခဲ့ကြသည်)</span> ဆိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသကို ရရှိခဲ့ကြပြီး ၎င်းတို့ ထိုက်တန်သည်ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆင်းရဲဒုက္ခကို ၎င်းတို့အပေါ် ချမှတ်ထားသည်)</span> ဆိုသည်မှာ ၎င်းတို့သည် ၎င်းကို အမိန့်တော်ဖြင့်လည်းကောင်း၊ ဥပဒေအရလည်းကောင်း ထိုက်တန်ကြသည်ဟူ၍ ဖြစ်သည်။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ الْأَنبِيَاءَ بِغَيْرِ حَقٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို ငြင်းပယ်ခဲ့ကြပြီး တရားမဲ့စွာဖြင့် တမန်တော်များကို သတ်ဖြတ်ခဲ့ကြသောကြောင့်ဖြစ်သည်။)</span> ဆိုသည်မှာ ၎င်းတို့အား ဤသို့ဖြစ်အောင် တွန်းပို့ခဲ့သောအရာမှာ ၎င်းတို့၏ မာန်မာန၊ ကျူးလွန်မှုနှင့် မနာလိုစိတ်တို့ဖြစ်ပြီး၊ ၎င်းတို့အား ဤဘဝနှင့် နောင်တမလွန်ဘဝတစ်လျှောက်လုံး နှိမ့်ချမှု၊ အရှက်ရမှုနှင့် ဂုဏ်သိက္ခာမဲ့မှုတို့ကို ရရှိစေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِمَا عَصَوا وَّكَانُوا يَعْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ၎င်းတို့သည် မနာခံခဲ့ကြ၍ (အလ္လာဟ်အရှင်မြတ်က သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို) ကျူးလွန်ခဲ့ကြသောကြောင့်ဖြစ်သည်။)</span> ဆိုသည်မှာ ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို မယုံကြည်စေရန်နှင့် ၎င်း၏ ရစူလ်တမန်တော်များကို သတ်ဖြတ်စေရန် ဆွဲဆောင်ခဲ့သောအရာမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို မကြာခဏ မနာခံခြင်း၊ ၎င်း၏တားမြစ်ချက်များကို ကျူးလွန်ခြင်းနှင့် ၎င်း၏သတ်မှတ်ထားသော ကန့်သတ်ချက်များကို ကျော်လွန်ခြင်းတို့ပင်ဖြစ်သည်။ ကျွန်ုပ်တို့သည် ဤအပြုအမူမှ ကာကွယ်ရန် တောင်းခံပါသည်၊ အကူအညီအမျိုးမျိုးအတွက် အလ္လာဟ်အရှင်မြတ်ကိုသာ တောင်းခံသည်။</p>"
  }
]