[
  {
    "ayah_key": "14:10",
    "group_ayah_key": "14:10",
    "from_ayah": "14:10",
    "to_ayah": "14:12",
    "ayah_keys": "14:10,14:11,14:12",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့၏ ရစူလ်တမန်တော်များက မိန့်ကြားခဲ့သည်- \"<span class=\"gray\">(ဘာလဲ!)</span> ကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းရှင် အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ သံသယရှိနိုင်ပါသလား။ ကိုယ်တော်သည် သင်တို့၏ အပြစ်များကို ခွင့်လွှတ်တော်မူရန်နှင့် သတ်မှတ်ထားသော သက်တမ်းတစ်ခုအထိ အချိန်ဆွဲပေးရန် သင်တို့ကို ဖိတ်ခေါ်တော်မူ၏။\" ၎င်းတို့က ပြောခဲ့သည်- \"သင်တို့သည် ကျွန်ုပ်တို့ကဲ့သို့ပင် လူသားများသာ ဖြစ်ကြသည်။ ကျွန်ုပ်တို့၏ ဘိုးဘေးဘီဘင်များ ကိုးကွယ်ခဲ့သော အရာများမှ ကျွန်ုပ်တို့ကို လမ်းလွဲစေလိုသည်။ ထို့နောက် ကျွန်ုပ်တို့အား ရှင်းလင်းသော သက်သေအထောက်အထားကို ယူဆောင်လာခဲ့ပါ။ <span>(၁၀)</span>၎င်းတို့၏ ရစူလ်တမန်တော်များက ၎င်းတို့အား မိန့်ကြားခဲ့သည်- \"ကျွန်ုပ်တို့သည် သင်တို့ကဲ့သို့ပင် လူသားများသာ ဖြစ်ကြသည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ကျွန်များအနက် ကိုယ်တော်အလိုရှိသူကို ကိုယ်တော်၏ ကရုဏာတော်ကို ပေးသနားတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်မရှိဘဲ သင်တို့အား သက်သေအထောက်အထား <span class=\"gray\">(သက်သေ)</span> ယူဆောင်လာရန်မှာ ကျွန်ုပ်တို့၏ တာဝန်မဟုတ်ပေ။ ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> အပေါ်သာ ယုံကြည်ကိုးစားကြပါစေ။ <span>(၁၁)</span>\"ကျွန်ုပ်တို့ကို ကိုယ်တော်၏ လမ်းကြောင်းများတွင် အမှန်ပင် လမ်းညွှန်ခဲ့ပြီးဖြစ်သည့် အလ္လာဟ်အရှင်မြတ်အပေါ် အဘယ်ကြောင့် မယုံကြည်မကိုးစားဘဲ နေရမည်နည်း။ သင်တို့ ကျွန်ုပ်တို့အား ဖြစ်စေမည့် ထိခိုက်မှုအားလုံးကို ကျွန်ုပ်တို့ အမှန်ပင် စိတ်ရှည်စွာ ခံနိုင်ရည်ရှိမည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> အပေါ်သာ ယုံကြည်သူများသည် ယုံကြည်ကိုးစားကြပါစေ။ <span>(၁၂)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော်များနှင့် မယုံကြည်သူများကြား အငြင်းပွားမှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများနှင့် ၎င်းတို့၏ ရစူလ်တမန်တော်များကြား ဖြစ်ပွားခဲ့သော အငြင်းပွားမှုများကို ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။ ၎င်းတို့၏ လူမျိုးများက အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ဖက်စပ်များမရှိဘဲ ကိုးကွယ်ရန် သတင်းစကားကို သံသယရှိသောအခါ ရစူလ်တမန်တော်များက မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفِي اللَّهِ شَكٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ဘာလဲ!)</span> အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ သံသယရှိနိုင်ပါသလား...?))</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော်၏ အရှင်သခင်ဖြစ်ခြင်းနှင့် တစ်ပါးတည်း ကိုးကွယ်ခံပိုင်ခွင့်ရှိခြင်း၊ ဖန်ဆင်းခံအားလုံး၏ တစ်ပါးတည်းသော ဖန်ဆင်းရှင်ဖြစ်ခြင်းတို့နှင့် ပတ်သက်၍ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားမည်သူမျှ ကိုယ်တော်နှင့် ဖက်စပ်မရှိဘဲ တစ်ပါးတည်း ကိုးကွယ်ထိုက်သူမရှိပေ။</p><p lang=\"my\" class=\"my \">လူမျိုးအများစုသည် ဖန်ဆင်းရှင်၏ တည်ရှိမှုကို အတည်ပြုခဲ့ကြပြီး ယခုလည်း အတည်ပြုဆဲဖြစ်သည်။ သို့သော် ၎င်းတို့သည် ကိုယ်တော်မှတစ်ပါး အခြား ကြားခံများကို ပန်ကြားကြပြီး၊ ထိုကြားခံများသည် ၎င်းတို့အား အကျိုးပြုလိမ့်မည် သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်နှင့် ပိုမိုနီးကပ်စေလိမ့်မည်ဟု ၎င်းတို့က ထင်မှတ်ကြသည်။ ၎င်းတို့၏ ရစူလ်တမန်တော်များက ၎င်းတို့အား မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် သင်တို့၏ အပြစ်များကို ခွင့်လွှတ်တော်မူရန် သင်တို့ကို ဖိတ်ခေါ်သည်)</span> နောင်တမလွန်ဘဝတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُؤَخِّرَكُمْ إِلَىٰ أَجَلٍ مُّسَمًّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သတ်မှတ်ထားသော သက်တမ်းတစ်ခုအထိ အချိန်ဆွဲပေးရန်။)</span> ဤလောကီဘဝတွင်။ အလ္လာဟ်အရှင်မြတ်သည် အခြား အာယတ်တော်များတွင် မိန့်ကြားတော်မူ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُم مَّتَاعًا حَسَنًا إِلَىٰ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အရှင်သခင်ထံ ခွင့်လွှတ်မှုခံယူကြပါ၊ ထို့နောက် ကိုယ်တော်ထံ နောင်တရကြပါ၊ သို့မှသာ ကိုယ်တော်သည် သတ်မှတ်ထားသော သက်တမ်းတစ်ခုအထိ ကောင်းမွန်သော ပျော်ရွှင်မှုကို ပေးသနားတော်မူမည်ဖြစ်ပြီး၊ ကျေးဇူးရှိသူတိုင်းအား ကိုယ်တော်၏ များပြားသော ကျေးဇူးတော်ကို ပေးသနားတော်မူမည်။)</span><span class=\"gray\">[၁၁:၃]</span></p><p lang=\"my\" class=\"my \">သို့ရာတွင် ၎င်းတို့၏ လူမျိုးများက ၎င်းတို့၏ ပရောဖက်ပြုမှုကို ဆက်လက်ငြင်းခုန်ခဲ့ကြသည်၊ ပထမသက်သေ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကသာ အရာအားလုံးကို ဖန်ဆင်းခဲ့သည်ဟူသော)</span> အား လက်ခံခဲ့ရပြီးနောက်တွင် ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများသည် တမန်တော်များ လူသားများဖြစ်သောကြောင့် ပရောဖက်ပြုမှုကို ပယ်ချကြသည်!</h2></div><p lang=\"my\" class=\"my \">၎င်းတို့၏ လူမျိုးများက ပြောခဲ့သည်၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنْ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကျွန်ုပ်တို့ကဲ့သို့ပင် လူသားများသာ ဖြစ်ကြသည်။)</span> ထို့ကြောင့် ကျွန်ုပ်တို့သည် သင်တို့၏ လက်များဖြင့် မည်သည့် မွတ်အ်ဂျိဇာ (တန်ခိုးပြာဋိဟာ) ကိုမျှ မမြင်ခဲ့ရသော်လည်း သင်တို့ပြောရုံသက်သက်ဖြင့် အဘယ်ကြောင့် သင်တို့ကို လိုက်နာရမည်နည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتُونَا بِسُلْطَانٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကျွန်ုပ်တို့အား ရှင်းလင်းသော သက်သေအထောက်အထားကို ယူဆောင်လာခဲ့ပါ။)</span> ကျွန်ုပ်တို့ရွေးချယ်သော မွတ်အ်ဂျိဇာ (တန်ခိုးပြာဋိဟာ) ကို။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلَّا بَشَرٌ مِّثْلُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ရစူလ်တမန်တော်များက ၎င်းတို့အား မိန့်ကြားခဲ့သည်- \"ကျွန်ုပ်တို့သည် သင်တို့ကဲ့သို့ပင် လူသားများသာ ဖြစ်ကြသည်...\")</span> အမှန်စင်စစ် ၎င်းတို့သည် ၎င်းတို့၏ လူမျိုးများကဲ့သို့ပင် လူသားများသာ ဖြစ်ကြောင်း အတည်ပြုရင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ اللَّهَ يَمُنُّ عَلَىٰ مَن يَشَاءُ مِنْ عِبَادِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ကျွန်များအနက် ကိုယ်တော်အလိုရှိသူကို ကိုယ်တော်၏ ကရုဏာတော်ကို ပေးသနားတော်မူ၏။)</span> ကိုယ်တော်၏ ရွေးချယ်မှုဖြစ်သော ပရောဖက်ပြုခြင်းနှင့် တမန်တော်ဖြစ်ခြင်းတို့ဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لَنَا أَن نَّأْتِيَكُم بِسُلْطَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား သက်သေအထောက်အထား ယူဆောင်လာရန်မှာ ကျွန်ုပ်တို့၏ တာဝန်မဟုတ်ပေ)</span> သင်တို့ရွေးချယ်မှုအရ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا بِإِذْنِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်မှတစ်ပါး။)</span> ကျွန်ုပ်တို့ ကိုယ်တော်ထံ ပန်ကြားပြီး ကိုယ်တော်က ကျွန်ုပ်တို့အား မွတ်အ်ဂျိဇာ (တန်ခိုးပြာဋိဟာ) ကို ပေးသနားတော်မူပြီးနောက်၊</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> အပေါ်သာ ယုံကြည်ကိုးစားကြပါစေ။)</span> ၎င်းတို့၏ ကိစ္စရပ်အားလုံးတွင်။ ၎င်းတို့၏ ရစူလ်တမန်တော်များက ၎င်းတို့အား ထပ်မံ၍ မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အပေါ် အဘယ်ကြောင့် ကျွန်ုပ်တို့ မယုံကြည်မကိုးစားဘဲ နေရမည်နည်း)</span> ကိုယ်တော်သည် ကျွန်ုပ်တို့အား အကောင်းဆုံး၊ အရှင်းလင်းဆုံးနှင့် အပြေပြစ်ဆုံးသော လမ်းကြောင်းသို့ လမ်းညွှန်ပြသပြီးနောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنَصْبِرَنَّ عَلَىٰ مَا آذَيْتُمُونَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ကျွန်ုပ်တို့အား ဖြစ်စေမည့် ထိခိုက်မှုအားလုံးကို ကျွန်ုပ်တို့ အမှန်ပင် စိတ်ရှည်စွာ ခံနိုင်ရည်ရှိမည်)</span> မိုက်မဲသော လုပ်ရပ်များနှင့် စော်ကားသော ပြောဆိုမှုများကဲ့သို့သော၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> အပေါ်သာ ယုံကြည်သူတို့သည် ယုံကြည်ကိုးစားကြပါစေ။)</span></p>"
  }
]