[
  {
    "ayah_key": "55:14",
    "group_ayah_key": "55:14",
    "from_ayah": "55:14",
    "to_ayah": "55:25",
    "ayah_keys": "55:14,55:15,55:16,55:17,55:18,55:19,55:20,55:21,55:22,55:23,55:24,55:25",
    "text": "<p lang=\"my\" class=\"my \">အရှင်မြတ်သည် လူသားကို ပန်းအိုးမြေကဲ့သို့ အသံမြည်သော မြေစေးမှ ဖန်ဆင်းခဲ့၏ <span>(14)</span> ဂျင်နီကိုမူ မီးခိုးကင်းမဲ့သော မီးတောက်မှ ဖန်ဆင်းခဲ့၏ <span>(15)</span> ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် မိမိတို့၏ အရှင်သခင်၏ မည်သည့်ကောင်းချီးမင်္ဂလာကို ငြင်းပယ်ကြမည်နည်း <span>(16)</span> အရှေ့နှစ်ခုတို့၏ အရှင်သခင်နှင့် အနောက်နှစ်ခုတို့၏ အရှင်သခင်ပင် ဖြစ်တော်မူ၏ <span>(17)</span> ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် မိမိတို့၏ အရှင်သခင်၏ မည်သည့်ကောင်းချီးမင်္ဂလာကို ငြင်းပယ်ကြမည်နည်း <span>(18)</span> အရှင်မြတ်သည် ပင်လယ်နှစ်ခုကို ပေါင်းစပ်စေခဲ့၏ <span>(19)</span> ၎င်းတို့နှစ်ခုကြားတွင် မည်သူမျှ ကျူးကျော်၍မရနိုင်သော အတားအဆီးတစ်ခုရှိ၏ <span>(20)</span> ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် မိမိတို့၏ အရှင်သခင်၏ မည်သည့်ကောင်းချီးမင်္ဂလာကို ငြင်းပယ်ကြမည်နည်း <span>(21)</span> ၎င်းတို့နှစ်ခုလုံးမှ ပုလဲများနှင့် အလ်မာရ်ဂျန်တို့ ထွက်ပေါ်လာ၏ <span>(22)</span> ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် မိမိတို့၏ အရှင်သခင်၏ မည်သည့်ကောင်းချီးမင်္ဂလာကို ငြင်းပယ်ကြမည်နည်း <span>(23)</span> ပင်လယ်ပြင်တွင် လှေကြီးများသည် တောင်များကဲ့သို့ ၎င်းအရှင်ပိုင်ဆိုင်၏ <span>(24)</span> ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် မိမိတို့၏ အရှင်သခင်၏ မည်သည့်ကောင်းချီးမင်္ဂလာကို ငြင်းပယ်ကြမည်နည်း <span>(25)</span></p><p lang=\"my\" class=\"my \">လူသားများနှင့် ဂျင်နီများ ဖန်ဆင်းခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အရှင်မြတ်သည် လူသားမျိုးနွယ်ကို ပန်းအိုးပြုလုပ်ရာတွင် အသုံးပြုသည့် မြေစေးမှ ဖန်ဆင်းတော်မူကြောင်း၊ ဂျင်နီများကိုမူ မီးခိုးမထွက်သော မီးတောက်ဖျားမှ ဖန်ဆင်းတော်မူကြောင်း ဖော်ပြထားသည်။ ဤအကြောင်းကို အိဗ်နု အဘ်ဘာစ်ထံမှ အဒ်ဒဟ်ဟာက်က ပြောကြားခဲ့သည်။ အိက်ရိမာဟ်၊ မူဂျာဟစ်၊ အလ်ဟာစန်နှင့် အိဗ်နု ဇိုင်းဒ်တို့ကလည်း ပြောကြားခဲ့ကြသည်။ အလ်အဝ်ဖီက အိဗ်နု အဘ်ဘာစ်ထံမှ “မီး၏ အကောင်းဆုံးအပိုင်း၊ မီးခိုးကင်းမဲ့သော မီးတောက်မှ” ဟု သတင်းပို့ခဲ့သည်။ အိမာမ် အဟ်မဒ်က အာအိရှာဟ် ပြောကြားခဲ့သည့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ကို မှတ်တမ်းတင်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُلِقَتِ الْمَلَائِكَةُ مِنْ نُورٍ، وَخُلِقَ الْجَانُّ مِنْ مَارِجٍ مِنْ نَارٍ، وَخُلِقَ آدَمُ مِمَّا وُصِفَ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်များကို အလင်းမှ ဖန်ဆင်းခဲ့သည်၊ ဂျင်နီများကို မီးခိုးကင်းမဲ့သော မီးတောက်မှ ဖန်ဆင်းခဲ့သည်၊ အာဒမ်ကိုမူ သင်တို့အား ဖော်ပြခဲ့သည့်အတိုင်း ဖန်ဆင်းခဲ့သည်)</span>။ မွတ်စ်လင်မ်ကလည်း ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် မိမိတို့၏ အရှင်သခင်၏ မည်သည့်ကောင်းချီးမင်္ဂလာကို ငြင်းပယ်ကြမည်နည်း)</span> အပေါ်တွင် ရှင်းပြခဲ့ပြီးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှေ့နှစ်ခုနှင့် အနောက်နှစ်ခုတို့၏ အရှင်သခင်ဖြစ်တော်မူ၏</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အရှင်မြတ်သည်)</span> အရှေ့နှစ်ခုတို့၏ အရှင်သခင်နှင့် အနောက်နှစ်ခုတို့၏ အရှင်သခင်ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ နွေရာသီနှင့် ဆောင်းရာသီ၏ နေထွက်ချိန်နှင့် နွေရာသီနှင့် ဆောင်းရာသီ၏ နေဝင်ချိန်ပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်တော်တစ်ခုတွင် မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါသည် အရှေ့နှင့် အနောက်ရှိ နေထွက်ရာနှင့် နေဝင်ရာ အချက်အားလုံးတို့၏ အရှင်သခင်ကို ကျိန်ဆိုပါ၏။)</span><span class=\"gray\">(70:40)</span>၊ ၎င်းသည် နေထွက်ရာနှင့် နေ့စဉ်လူများပေါ်တွင် နေဝင်ရာ ကွဲပြားသော နေရာများကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်တော်တစ်ခုတွင် မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَٰهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှေ့နှင့်အနောက်၏အရှင်သခင်၊ အရှင်မှတစ်ပါး ကိုးကွယ်ထိုက်သူမရှိ။ ထို့ကြောင့် အရှင်ကိုသာလျှင် ကိုယ်စားလှယ်အဖြစ် ခန့်အပ်လော့။)</span><span class=\"gray\">(73:9)</span>၊ ၎င်းသည် နေထွက်ရာနှင့် နေဝင်ရာ ကွဲပြားသော နေရာများနှင့် ဤကွဲပြားမှုက ဖန်ဆင်းခံများ၊ လူသားများနှင့် ဂျင်နီများအား ယူဆောင်လာပေးသည့် အကျိုးကျေးဇူးများကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် မိမိတို့၏ အရှင်သခင်၏ မည်သည့်ကောင်းချီးမင်္ဂလာကို ငြင်းပယ်ကြမည်နည်း?)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကွဲပြားခြားနားသော ရေအမျိုးအစားများကို ဖန်ဆင်းခဲ့သည်</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ပင်လယ်နှစ်ခုကို ပေါင်းစပ်စေခဲ့၏)</span>၊ သို့မဟုတ် လွှတ်ပေးခဲ့သည်ဟု အိဗ်နု အဘ်ဘာစ်က ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَلْتَقِيَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပေါင်းစပ်စေခဲ့၏။)</span> အိဗ်နု ဇိုင်းဒ်က “အရှင်မြတ်သည် ၎င်းတို့နှစ်ခုကြားတွင် ခြားနားသော အတားအဆီးတစ်ခုကို ထားရှိခြင်းဖြင့် ၎င်းတို့ပေါင်းစပ်ခြင်းမှ တားဆီးခဲ့သည်။” ပင်လယ်နှစ်ခုမှာ ရေချိုနှင့် ရေငန်များဖြစ်ပြီး ရေချိုသည် စီးဆင်းနေသော မြစ်များမှ လာသည်။ ဤအကြောင်းအရာကို စူရာဟ် အလ်ဖုရ်ကာန်တွင် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကို ရှင်းပြစဉ်က ဆွေးနွေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَٰذَا عَذْبٌ فُرَاتٌ وَهَٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် ပင်လယ်နှစ်ခုကို လွတ်လပ်စွာ စီးဆင်းစေခဲ့သူဖြစ်၏– တစ်ခုမှာ အရသာရှိပြီး ချိုသည်၊ အခြားတစ်ခုမှာ ငန်ပြီး ခါးသည်။ အရှင်မြတ်သည် ၎င်းတို့နှစ်ခုကြားတွင် အတားအဆီးတစ်ခုနှင့် ပြီးပြည့်စုံသော ကန့်သတ်ချက်တစ်ခုကို ထားရှိခဲ့သည်။)</span><span class=\"gray\">(25:53)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَيْنَهُمَا بَرْزَخٌ لَا يَبْغِيَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှစ်ခုကြားတွင် မည်သူမျှ ကျူးကျော်၍မရနိုင်သော အတားအဆီးတစ်ခုရှိ၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ဤရေအမျိုးအစားနှစ်ခုကြားတွင် မြေသားအတားအဆီးတစ်ခုကို ထားရှိခဲ့ရာ ၎င်းတို့သည် တစ်ခုနှင့်တစ်ခု ကျူးကျော်ခြင်းမရှိစေရန်ဖြစ်ပြီး ၎င်းတို့ ဖန်ဆင်းခံခဲ့ရသော လက္ခဏာများကို ပျက်စီးစေမည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှစ်ခုလုံးမှ ပုလဲများနှင့် အလ်မာရ်ဂျန်တို့ ထွက်ပေါ်လာ၏။)</span> ပုလဲများသည် လူသိများသည်။ မာရ်ဂျန်နှင့် ပတ်သက်၍ ၎င်းသည် သေးငယ်သော ပုလဲများကို ဆိုလိုသည်ဟု ပြောဆိုကြသည်။ မူဂျာဟစ်၊ ကတာဒါဟ်၊ အဘူ ရုဇိုင်းန်၊ အဒ်ဒဟ်ဟာက်တို့က ပြောကြားခဲ့ပြီး အလီထံမှလည်း သတင်းပို့ခဲ့သည်။ ၎င်းသည် ကြီးမားသော၊ အဖိုးတန်သော ပုလဲများကို ဆိုလိုသည်ဟုလည်း ပြောဆိုခဲ့ပြီး ၎င်းကို အိဗ်နု ဂျာရီရ်က ဆလာဖ်အချို့ထံမှ ဖော်ပြခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က အိဗ်နု အဘ်ဘာစ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်– “မိုးရွာသောအခါ ပင်လယ်ရှိ ကမာကောင်များသည် ၎င်းတို့၏ ပါးစပ်များကို ဖွင့်ကြသည်။ ၎င်းတို့ထဲသို့ ကျရောက်သော မိုးစက်များသည် ပုလဲများအဖြစ်သို့ ပြောင်းလဲသွားသည်။” ၎င်း၏ သတင်းပို့သူများ၏ ဆက်စပ်မှုသည် စဟီးဟ်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ဤအမျိုးအစား အလှဆင်ပစ္စည်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ကမ္ဘာမြေသားများအတွက် ကောင်းချီးဖြစ်သောကြောင့် အရှင်မြတ်သည် ၎င်းတို့အား ၎င်းအကြောင်းကို သတိပေးခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် မိမိတို့၏ အရှင်သခင်၏ မည်သည့်ကောင်းချီးမင်္ဂလာကို ငြင်းပယ်ကြမည်နည်း?)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ الْجَوَارِ الْمُنْشَآتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်ပြင်တွင် လှေကြီးများသည် တောင်များကဲ့သို့ ၎င်းအရှင်ပိုင်ဆိုင်၏)</span>၊ ဆိုလိုသည်မှာ ရေပေါ်တွင် ပေါ်နေသော သင်္ဘောများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْبَحْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်ပြင်တွင်)</span>၊ မူဂျာဟစ်က “ရွက်လွှင့်ထားသော မည်သည့်သင်္ဘောမဆို မွန်ရှာအာတ်ထဲမှ ဖြစ်သည်။ ရွက်လွှင့်မထားပါက မွန်ရှာအာတ်ထဲမှ မဟုတ်ပေ။” </p><p lang=\"my\" class=\"my \">ကတာဒါဟ်က “အလ်-မွန်ရှာအာတ်” ဆိုသည်မှာ “ဖန်ဆင်းခံရခြင်း” ဟု အဓိပ္ပာယ်ရသည်ဟု ပြောကြားခဲ့သည်။ အခြားသူများကမူ “အလ်-မွန်ရှိအာတ်” ဖြစ်ပြီး “စတင်လွှင့်တင်ခြင်း” ဟု အဓိပ္ပာယ်ရသည်ဟု ဆိုသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَالْأَعْلَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တောင်များကဲ့သို့။)</span> ၎င်းသည် ၎င်းတို့၏ ကြီးမားသော အရွယ်အစားကြောင့် တောင်များကဲ့သို့ ဖြစ်သည်ဟု ဆိုလိုပြီး ၎င်းတို့ ဖြစ်မြောက်စေသော ကုန်သွယ်မှုနှင့် စီးပွားရေးဝန်ဆောင်မှုများ၊ ကုန်ပစ္စည်းများကို နေရာတစ်ခုမှ အခြားတစ်ခုသို့၊ ပြည်နယ်တစ်ခုမှ အခြားတစ်ခုသို့ သယ်ယူပို့ဆောင်ပေးခြင်းကိုလည်း ရည်ညွှန်းသည်။ သင်္ဘောများသည် လူများအတွက် လိုအပ်သော ကုန်ပစ္စည်းအမျိုးမျိုးကို သယ်ယူပို့ဆောင်ပေးခြင်းအပါအဝင် အမျိုးမျိုးသော အကျိုးကျေးဇူးများကို ပေးသည်။ ထို့ကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် မိမိတို့၏ အရှင်သခင်၏ မည်သည့်ကောင်းချီးမင်္ဂလာကို ငြင်းပယ်ကြမည်နည်း?)</span></p>"
  },
  {
    "ayah_key": "55:26",
    "group_ayah_key": "55:26",
    "from_ayah": "55:26",
    "to_ayah": "55:30",
    "ayah_keys": "55:26,55:27,55:28,55:29,55:30",
    "text": "<p lang=\"my\" class=\"my \">၎င်း <span class=\"gray\">(ကမ္ဘာမြေ)</span> ပေါ်ရှိ မည်သည့်အရာမဆို ပျက်စီးသွားလိမ့်မည် <span>(26)</span> သင်တို့၏ အရှင်သခင်၏ မျက်နှာတော် (ဇူလ်ဂျာလာလ် ဝလ်အိကရမ်) သာ ထာဝရ ကျန်ရှိနေမည် <span>(27)</span> ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် မိမိတို့၏ အရှင်သခင်၏ မည်သည့်ကောင်းချီးမင်္ဂလာကို ငြင်းပယ်ကြမည်နည်း <span>(28)</span> ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေပေါ်ရှိ မည်သူမဆို အရှင်ထံ တောင်းခံကြ၏။ နေ့စဉ်ရက်ဆက် အရှင်မြတ်သည် အမှုကိစ္စတစ်ခုခုဖြင့် <span class=\"gray\">(ပတ်သက်)</span> နေ၏ <span>(29)</span> ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် မိမိတို့၏ အရှင်သခင်၏ မည်သည့်ကောင်းချီးမင်္ဂလာကို ငြင်းပယ်ကြမည်နည်း <span>(30)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ထာဝရတည်ရှိတော်မူသောအရှင်၊ လိုအပ်ချက်အားလုံးမှ ကင်းဝေးသောအရှင်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကမ္ဘာမြေပေါ်ရှိ နေထိုင်သူအားလုံး ပျက်စီးပြီး သေဆုံးကြလိမ့်မည်ဟု ဖော်ပြထားသည်။ ကောင်းကင်ဘုံများရှိ နေထိုင်သူများသည် အလ္လာဟ်အရှင်မြတ် အလိုရှိသူမှအပ သေဆုံးကြလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်သိက္ခာရှိသော မျက်နှာတော်သာ ကျန်ရှိနေမည်၊ အကြောင်းမှာ ကျွန်ုပ်တို့၏ အရှင်သခင်၊ အမြင့်မြတ်ဆုံး၊ မင်္ဂလာရှိသောအရှင်သည် မည်သည့်အခါမျှ မသေဆုံးသော ထာဝရတည်ရှိတော်မူသောအရှင် ဖြစ်သောကြောင့်ဖြစ်သည်။ ကတာဒါဟ်က “ပထမဦးစွာ အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ဖန်ဆင်းခံများကို ဖော်ပြခဲ့ပြီးနောက် ဤအရာအားလုံး ပျက်စီးသွားမည်ဟု မိန့်ကြားခဲ့သည်။” နှင့် ဖော်ပြထားသော ဒိုအာတွင်– “အို ထာဝရတည်ရှိတော်မူသောအရှင်၊ အရာအားလုံးကို ထိန်းသိမ်းစောင့်ရှောက်တော်မူသောအရှင်! အို ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေကို ရှေးဦးမရှိဘဲ ဖန်ဆင်းတော်မူသောအရှင်။ အို ဂုဏ်ကျက်သရေနှင့် ဂုဏ်သိက္ခာကို ပိုင်ဆိုင်တော်မူသောအရှင်၊ အရှင်မှတစ်ပါး ကိုးကွယ်ထိုက်သူမရှိပါ။ ကျွန်ုပ်တို့သည် အရှင်၏ ကရုဏာတော်ဖြင့် ခိုလှုံပါ၏။ ကျွန်ုပ်တို့၏ ကိစ္စရပ်အားလုံးတွင် အောင်မြင်မှုပေးသနားတော်မူပါ။ ကျေးဇူးပြု၍ ကျွန်ုပ်တို့အား တစ်ခဏတာမျှပင် မိမိတို့ကိုယ်ကို အားထားရန် သို့မဟုတ် အရှင်၏ ဖန်ဆင်းခံမည်သူ့ကိုမျှ အားကိုးရန် စွန့်ပစ်မထားပါနှင့်။” အရှ်-ရှာအ်ဘီက “သင်သည် ရွတ်ဆိုပြီးသည့်အခါ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَنْ عَلَيْهَا فَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း <span class=\"gray\">(ကမ္ဘာမြေ)</span> ပေါ်ရှိ မည်သည့်အရာမဆို ပျက်စီးသွားလိမ့်မည်။)</span> ရပ်တန့်မနေဘဲ ဆက်လက်ဖတ်ရှုပါ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَبْقَىٰ وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အရှင်သခင်၏ မျက်နှာတော် (ဇူလ်ဂျာလာလ် ဝလ်အိကရမ်) သာ ထာဝရ ကျန်ရှိနေမည်။)</span>” ဤအာယသ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်၏ မျက်နှာတော်မှအပ အရာအားလုံး ပျက်စီးသွားလိမ့်မည်။)</span><span class=\"gray\">(28:88)</span> ဤအာယသ်တော်တွင် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ မြင့်မြတ်သော မျက်နှာတော်ကို ဇူလ်ဂျာလာလ် ဝလ်အိကရမ် ဟု ဖော်ပြထားပြီး၊ အရှင်သည် ကြည်ညိုလေးစားခံရထိုက်သူဖြစ်သောကြောင့် မည်သည့်အခါမျှ ဆန့်ကျင်ပုန်ကန်ခြင်းမပြုနိုင်ကြောင်း၊ နာခံရထိုက်သူဖြစ်သောကြောင့် မည်သည့်အခါမျှ မနာခံခြင်းမပြုနိုင်ကြောင်း ညွှန်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နံနက်ခင်းနှင့် နေ့လည်ခင်းတို့တွင် မိမိတို့၏ အရှင်သခင်ကို ခေါ်ဝေါ်၍ အရှင်၏ မျက်နှာတော်ကို ရှာဖွေသူများနှင့် သင်ကိုယ်တိုင် စိတ်ရှည်စွာ နေထိုင်ပါ။)</span><span class=\"gray\">(18:28)</span>၊ နှင့် အရှင်မြတ်က ပရဟိတဒါနပြုသူများအကြောင်း မိန့်ကြားခဲ့သည့်အတိုင်း–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ မျက်နှာတော်ကိုသာ ရှာဖွေလျက် သင်တို့အား ကျွေးမွေးပါသည်။)</span><span class=\"gray\">(76:9)</span> အိဗ်နု အဘ်ဘာစ်က ဇူလ်ဂျာလာလ် ဝလ်အိကရမ်၏ အဓိပ္ပာယ်ကို “ကြီးကျယ်ခမ်းနားမှုနှင့် ဂုဏ်ယူမှုကို ပိုင်ဆိုင်သောအရှင်” ဟု မှတ်ချက်ပြုခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကမ္ဘာမြေပေါ်ရှိ နေထိုင်သူအားလုံး သေဆုံးပြီး နောင်ဘဝသို့ ရောက်ရှိကြလိမ့်မည်ဟု ဖော်ပြခဲ့ပြီးနောက်၊ အရှင်၊ ဇူလ်ဂျာလာလ် ဝလ်အိကရမ်သည် ၎င်းတို့အား မိမိ၏ တရားမျှတသော စီရင်ဆုံးဖြတ်ချက်ဖြင့် တရားစီရင်တော်မူလိမ့်မည်ဖြစ်ကြောင်း မိန့်ကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့နှစ်ဦးလုံးသည် မိမိတို့၏ အရှင်သခင်၏ မည်သည့်ကောင်းချီးမင်္ဂလာကို ငြင်းပယ်ကြမည်နည်း?)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်ဘုံများနှင့် ကမ္ဘာမြေပေါ်ရှိ မည်သူမဆို အရှင်ထံ တောင်းခံကြ၏။ နေ့စဉ်ရက်ဆက် အရှင်မြတ်သည် အမှုကိစ္စတစ်ခုခုဖြင့် <span class=\"gray\">(ပတ်သက်)</span> နေ၏။)</span> ဤအာယသ်တော်တွင် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်သည် ကြွယ်ဝတော်မူကြောင်း၊ အခြားမည်သူ့ကိုမျှ လိုအပ်ချက်မရှိကြောင်းနှင့် ဖန်ဆင်းခံအားလုံးသည် အခြေအနေနှင့် အခြေအနေအားလုံးတွင် အရှင်မြတ်ကို လိုအပ်ကြောင်း အတည်ပြုထားသည်။ ၎င်းတို့အားလုံးသည် အရှင်မြတ်၏ အကူအညီကို ဆန္ဒအလျောက် သို့မဟုတ် မလိုလားဘဲ ရှာဖွေကြသည်။ နေ့စဉ်ရက်ဆက် အရှင်မြတ်သည် အမှုကိစ္စတစ်ခုခုဖြင့် ပတ်သက်နေ၏။ အလ်-အ်မာရှ်က မူဂျာဟစ်ထံမှ၊ မူဂျာဟစ်က အူဘိုင်းဒ် ဘင် အူမိုင်းရ်ထံမှ သတင်းပို့ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့စဉ်ရက်ဆက် အရှင်မြတ်သည် အမှုကိစ္စတစ်ခုခုဖြင့် <span class=\"gray\">(ပတ်သက်)</span> နေ၏။)</span> အရှင်က “အရှင်၏ အမှုကိစ္စများမှာ အသနားခံသူကို ဖြေကြားခြင်း၊ သို့မဟုတ် တောင်းခံသူအား ပေးကမ်းခြင်း၊ သို့မဟုတ် ဘေးအန္တရာယ်ကို ဖယ်ရှားပေးခြင်း၊ သို့မဟုတ် ကုသလိုသူကို ကုသပေးခြင်းတို့ ဖြစ်သည်။”</p>"
  }
]