[
  {
    "ayah_key": "34:24",
    "group_ayah_key": "34:24",
    "from_ayah": "34:24",
    "to_ayah": "34:27",
    "ayah_keys": "34:24,34:25,34:26,34:27",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"ကောင်းကင်များနှင့် မြေကြီးမှ သင်တို့အား အဘယ်သူက ရိက္ခာပေးသနည်း?\" ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်။ တကယ်ပင်၊ <span class=\"gray\">(ကျွန်ုပ်တို့)</span> သို့မဟုတ် သင်တို့သည် မှန်ကန်သော လမ်းညွှန်မှု ရရှိသူများဖြစ်သည် သို့မဟုတ် ထင်ရှားသော လမ်းမှား၌ ရှိသူများ ဖြစ်သည်။ <span>(၂၄)</span>ပြောပါ- \"သင်တို့သည် ကျွန်ုပ်တို့၏ အပြစ်များအတွက် မေးမြန်းခံရမည် မဟုတ်ပေ။ ကျွန်ုပ်တို့လည်း သင်တို့ ပြုလုပ်သည်များအတွက် မေးမြန်းခံရမည် မဟုတ်ပေ။ <span>(၂၅)</span>ပြောပါ- \"ကျွန်ုပ်တို့၏ အရှင်သခင်သည် ကျွန်ုပ်တို့အားလုံးကို အတူတကွ စုစည်းစေလိမ့်မည်။ ထို့နောက် ကျွန်ုပ်တို့ကြားတွင် မှန်ကန်စွာ စီရင်ဆုံးဖြတ်လိမ့်မည်။ ထိုအရှင်သည် မျှတသော တရားသူကြီး၊ အဖြစ်မှန်အားလုံးကို အသိဆုံး ဖြစ်တော်မူ၏။ <span>(၂၆)</span>ပြောပါ- \"အရှင်မြတ်နှင့်တွဲဖက်၍ သင်တို့ ပူးပေါင်းဖက်များအဖြစ် ထားရှိသူများကို ကျွန်ုပ်အား ပြပါ။ မဟုတ်! သို့သော် အရှင်မြတ်သည် အလ္လာဟ်၊ အနန္တတန်ခိုးရှင်၊ အရာရာကို သိမြင်တော်မူသောအရှင် ဖြစ်တော်မူ၏။ <span>(၂၇)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၌ မည်သည့်အရာ၌မျှ ပူးပေါင်းဖက် မရှိပေ။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အရှင်သည် ဖန်ဆင်းခြင်းတန်ခိုးတော်နှင့် ရိက္ခာပေးခြင်း၌ ထူးခြားကြောင်း၊ အရှင်၏ ဘုရားသခင်အဖြစ်၌လည်း ထူးခြားကြောင်း ပြောပြတော်မူသည်။ ကောင်းကင်နှင့် မြေကြီးပေါ်တွင် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ ရိက္ခာမပေးနိုင်ကြောင်း၊ ဆိုလိုသည်မှာ ရေများ ချပေးပြီး သီးနှံများ ပေါက်ရောက်စေခြင်းဖြင့် ပေးနိုင်ကြောင်း သူတို့ ဝန်ခံခဲ့ကြသည့်အတိုင်း၊ အရှင်မှလွဲ၍ ဝတ်ပြုကိုးကွယ်ထိုက်သော အခြားမည်သည့်ဘုရားမျှ မရှိကြောင်းကိုလည်း သူတို့ နားလည်သင့်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တကယ်ပင်၊ <span class=\"gray\">(ကျွန်ုပ်တို့)</span> သို့မဟုတ် သင်တို့သည် မှန်ကန်သော လမ်းညွှန်မှု ရရှိသူများဖြစ်သည် သို့မဟုတ် ထင်ရှားသော လမ်းမှား၌ ရှိသူများ ဖြစ်သည်။)</span> 'နှစ်ဖက်ထဲမှ တစ်ဖက်သည် မုသားပြောနေရမည်၊ တစ်ဖက်သည် အမှန်တရားကို ပြောနေရမည်။ သင်တို့နှင့် ကျွန်ုပ်တို့ နှစ်ဦးစလုံး မှန်ကန်သော လမ်းညွှန်မှုကို လိုက်နာနေနိုင်ခြင်း သို့မဟုတ် နှစ်ဦးစလုံး လမ်းမှားရောက်နေနိုင်ခြင်း မရှိပေ။ ကျွန်ုပ်တို့ထဲမှ တစ်ဦးတည်းသာ မှန်ကန်နိုင်သည်၊ သင်တို့၏ ရှိရ်ခ်သည် မှားယွင်းကြောင်း ဖော်ပြသည့် တစ်ခုတည်းသော ဘုရားဟု ယုံကြည်ခြင်း သက်သေကို ကျွန်ုပ်တို့ တင်ပြထားပြီးဖြစ်သည်။' အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တကယ်ပင်၊ <span class=\"gray\">(ကျွန်ုပ်တို့)</span> သို့မဟုတ် သင်တို့သည် မှန်ကန်သော လမ်းညွှန်မှု ရရှိသူများဖြစ်သည် သို့မဟုတ် ထင်ရှားသော လမ်းမှား၌ ရှိသူများ ဖြစ်သည်။)</span> ကွာတာဒါဟ်က ပြောသည်- \"မုဟမ္မဒ် ﷺ ၏ သဟာဗဟ်များက ရုပ်တုကိုးကွယ်သူများအား 'အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်၊ ကျွန်ုပ်တို့နှင့် သင်တို့သည် တစ်ခုတည်းသော အရာကို လိုက်နာနိုင်မည် မဟုတ်ပါ။ ကျွန်ုပ်တို့ထဲမှ တစ်ဦးတည်းသာ စစ်မှန်စွာ လမ်းညွှန်ခံရသူ ဖြစ်နိုင်သည်' ဟု ပြောကြားခဲ့ကြသည်။\" အစ်ကရီမာဟ်နှင့် ဇီယတ်ဒ် ဘင် အဘီ မရ်ယမ်တို့က ပြောသည်- \"၎င်း၏ အဓိပ္ပါယ်မှာ- ကျွန်ုပ်တို့သည် မှန်ကန်စွာ လမ်းညွှန်ခံရသူများ ဖြစ်ပြီး သင်တို့သည် ထင်ရှားသော လမ်းမှား၌ ရှိကြသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"သင်တို့သည် ကျွန်ုပ်တို့၏ အပြစ်များအတွက် မေးမြန်းခံရမည် မဟုတ်ပေ။ ကျွန်ုပ်တို့လည်း သင်တို့ ပြုလုပ်သည်များအတွက် မေးမြန်းခံရမည် မဟုတ်ပေ။\")</span> ၎င်းသည် သူတို့ကို မပိုင်ဆိုင်ကြောင်း၊ 'သင်တို့သည် ကျွန်ုပ်တို့နှင့် သက်ဆိုင်ခြင်း မရှိ၊ ကျွန်ုပ်တို့လည်း သင်တို့နှင့် သက်ဆိုင်ခြင်း မရှိ၊ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်တို့သည် လူများကို အလ္လာဟ်အရှင်မြတ်ထံသို့ ခေါ်ဆိုနေသည်၊ အရှင်သည် တစ်ဆူတည်းသော ဘုရားဖြစ်ကြောင်း ယုံကြည်ရန်နှင့် အရှင်တစ်ပါးတည်းကိုသာ ဝတ်ပြုရန်' ဟု ဆိုလိုသည်။ အကယ်၍ သင်တို့ တုံ့ပြန်လျှင် သင်တို့သည် ကျွန်ုပ်တို့နှင့် သက်ဆိုင်လိမ့်မည်၊ ကျွန်ုပ်တို့လည်း သင်တို့နှင့် သက်ဆိုင်လိမ့်မည်။ သို့သော် ကျွန်ုပ်တို့၏ ခေါ်ဆိုမှုကို သင်တို့ ငြင်းပယ်လျှင် ကျွန်ုပ်တို့သည် သင်တို့နှင့် လုံးဝသက်ဆိုင်ခြင်း မရှိ၊ သင်တို့လည်း ကျွန်ုပ်တို့နှင့် လုံးဝသက်ဆိုင်ခြင်း မရှိပေ။' ၎င်းသည် အောက်ပါ အာယတ်တော်များနှင့် တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ ۖ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သူတို့သည် သင့်အား ငြင်းပယ်ပါက၊ ပြောပါ- \"ကျွန်ုပ်အတွက် ကျွန်ုပ်၏ အမှုကိစ္စများ ရှိသည်၊ သင်တို့အတွက် သင်တို့၏ အမှုကိစ္စများ ရှိသည်။ သင်တို့သည် ကျွန်ုပ်ပြုလုပ်သည်များနှင့် ပတ်သက်၍ အပြစ်ကင်းကြသည်၊ ကျွန်ုပ်သည်လည်း သင်တို့ပြုလုပ်သည်များနှင့် ပတ်သက်၍ အပြစ်ကင်းသည်။\")</span><span class=\"gray\">(၁၀:၄၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الْكَافِرُونَ - لَا أَعْبُدُ مَا تَعْبُدُونَ - وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ - وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ - وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ - لَكُمْ دِينُكُمْ وَلِيَ دِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အို ငြင်းပယ်သူအပေါင်းတို့! သင်တို့ ကိုးကွယ်သည်ကို ကျွန်ုပ် မကိုးကွယ်ပေ။ ကျွန်ုပ် ကိုးကွယ်သည်ကိုလည်း သင်တို့ မကိုးကွယ်ကြပေ။ သင်တို့ ကိုးကွယ်နေသည်ကိုလည်း ကျွန်ုပ် မကိုးကွယ်ပေ။ ကျွန်ုပ် ကိုးကွယ်သည်ကိုလည်း သင်တို့ မကိုးကွယ်ကြပေ။ သင်တို့အတွက် သင်တို့၏ ဘာသာရှိသည်၊ ကျွန်ုပ်အတွက် ကျွန်ုပ်၏ ဘာသာ ရှိသည်။\")</span><span class=\"gray\">(၁၀၉:၁-၆)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ကျွန်ုပ်တို့၏ အရှင်သခင်သည် ကျွန်ုပ်တို့အားလုံးကို အတူတကွ စုစည်းစေလိမ့်မည်...\")</span> ဆိုလိုသည်မှာ 'ရှင်ပြန်ထမြောက်ရာနေ့တွင် အရှင်သည် ဖန်ဆင်းခံအားလုံးကို ကွင်းပြင်တစ်ခုတည်းတွင် စုစည်းစေမည်၊ ထို့နောက် ကျွန်ုပ်တို့ကြားတွင် အမှန်တရားဖြင့်၊ ဆိုလိုသည်မှာ တရားမျှတမှုဖြင့် စီရင်ဆုံးဖြတ်မည်။' လူတိုင်းသည် ၎င်းတို့၏ လုပ်ရပ်များအတိုင်း ဆုလာဘ် သို့မဟုတ် ပြစ်ဒဏ် ခံစားရမည်။ လုပ်ရပ်များ ကောင်းမွန်ပါက ၎င်း၏ နောက်ဆုံးသည် ကောင်းမွန်မည်ဖြစ်ပြီး၊ မကောင်းပါက ၎င်း၏ နောက်ဆုံးသည် ဆိုးရွားမည်။ ထိုနေ့တွင် အဘယ်သူသည် အောင်မြင်မှု၊ ဂုဏ်ကျက်သရေနှင့် ထာဝရပျော်ရွှင်မှုကို ရရှိခဲ့ကြောင်း သူတို့ သိလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ - فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ - وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ فَأُولَٰئِكَ فِي الْعَذَابِ مُحْضَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနာရီကျရောက်မည့်နေ့တွင် – ထိုနေ့၌ <span class=\"gray\">(လူသားအားလုံး)</span> ခွဲခြားခံရမည်။ ထို့နောက် ယုံကြည်ပြီး ကောင်းမှုပြုခဲ့သူများသည် ပျော်ရွှင်ဖွယ်ဥယျာဉ်တစ်ခုတွင် ဂုဏ်ပြုခံရပြီး ဇိမ်ခံဘဝကို <span class=\"gray\">(ထာဝရ)</span> ခံစားရမည်။ အကြင်သူများသည် မယုံကြည်ဘဲ ကျွန်ုပ်တို့၏ အာယတ်တော်များကို ငြင်းပယ်ကာ နောင်တမလွန်ဘဝနှင့် တွေ့ဆုံခြင်းကိုလည်း ငြင်းပယ်ခဲ့ကြသည်၊ ထိုသူများသည် ပြစ်ဒဏ်သို့ ခေါ်ဆောင်ခံရမည်။)</span><span class=\"gray\">(၃၀:၁၄-၁၆)</span>။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْفَتَّاحُ الْعَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရှင်သည် မျှတသော တရားသူကြီး၊ အဖြစ်မှန်အားလုံးကို အသိဆုံး ဖြစ်တော်မူ၏။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အရှင်မြတ်နှင့်တွဲဖက်၍ သင်တို့ ပူးပေါင်းဖက်များအဖြစ် ထားရှိသူများကို ကျွန်ုပ်အား ပြပါ...\")</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်၏ ပြိုင်ဘက်များနှင့် တန်းတူများအဖြစ် သင်တို့ ဖန်တီးခဲ့သော ထိုဘုရားများကို ကျွန်ုပ်အား ပြပါ။'</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَلَّا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်)</span> ဆိုလိုသည်မှာ အရှင်၌ မည်သည့်တန်းတူ၊ ပြိုင်ဘက်၊ ပူးပေါင်းဖက် သို့မဟုတ် ညီမျှသူမျှ မရှိပေ။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُوَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အရှင်သည် အလ္လာဟ်၊)</span> ဆိုလိုသည်မှာ မည်သည့်ပူးပေါင်းဖက်မျှ မရှိသော တစ်ဆူတည်းသော ဘုရားဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْعَزِيزُ الْحَكِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနန္တတန်ခိုးရှင်၊ အရာရာကို သိမြင်တော်မူသောအရှင်။)</span> ဆိုလိုသည်မှာ အရာခပ်သိမ်းကို အရှင်၏ တန်ခိုးဖြင့် အုပ်စိုးထိန်းချုပ်ထားသူ၊ အရှင်၏ စကားများ၊ လုပ်ရပ်များ၊ ဥပဒေများနှင့် အမိန့်များအားလုံး၌ ဉာဏ်ပညာရှင် ဖြစ်တော်မူသူ။ အရှင်သည် သူတို့ ပြောဆိုသည်များအားလုံးထက် များစွာ မင်္ဂလာရှိ၊ မြင့်မြတ်၊ သန့်စင်တော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံး ဖြစ်တော်မူ၏။</p>"
  },
  {
    "ayah_key": "34:28",
    "group_ayah_key": "34:28",
    "from_ayah": "34:28",
    "to_ayah": "34:30",
    "ayah_keys": "34:28,34:29,34:30",
    "text": "<p class=\"my translation\" lang=\"my\">ကျွန်ုပ်တို့သည် သင့်အား လူသားအားလုံးအတွက် သတင်းကောင်းပေးသူနှင့် သတိပေးသူအဖြစ်မှလွဲ၍ မစေလွှတ်ခဲ့ပေ။ လူအများစုသည် မသိကြပေ။ <span>(၂၈)</span>ထို့နောက် သူတို့က ပြောသည်- \"အကယ်၍ သင်တို့သည် မှန်ကန်သူများ ဖြစ်ပါက ဤကတိတော်သည် မည်သည့်အချိန်တွင်နည်း။ <span>(၂၉)</span>ပြောပါ- \"သင်တို့အတွက် ချိန်းဆိုထားသောအချိန်သည် တစ်ရက်ဖြစ်သည်၊ ထိုရက်ကို သင်တို့သည် တစ်နာရီမျှပင် နောက်ဆုတ်၍ မရသလို ရှေ့တိုး၍လည်း မရနိုင်ပေ။ <span>(၃၀)</span></p><p lang=\"ar\" class=\"ar \">The Prophet <span class=\"gray\">(صلی اللہ علیہ وسلم)</span>  was sent to all of Mankind </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်၏ကျွန်နှင့် ရစူလ်တမန်တော် မုဟမ္မဒ် ﷺ အား မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင့်အား လူသားအားလုံးအတွက် သတင်းကောင်းပေးသူနှင့် သတိပေးသူအဖြစ်မှလွဲ၍ မစေလွှတ်ခဲ့ပေ၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ လုပ်ရပ်များအတွက် တာဝန်ခံရမည့်သူများအနက် ဖန်ဆင်းခံအားလုံးအတွက်။ ၎င်းသည် အာယတ်တော်နှင့် တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အို လူသားအပေါင်းတို့! တကယ်ပင် ကျွန်ုပ်သည် သင်တို့အားလုံးထံသို့ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အဖြစ် စေလွှတ်ခံရသူ ဖြစ်သည်။\")</span><span class=\"gray\">(၇:၁၅၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَىٰ عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖူရ်ကာန်ကျမ်းတော်ကို အရှင်၏ကျွန်ထံ ချပေးတော်မူသောအရှင်သည် မင်္ဂလာရှိတော်မူ၏၊ သို့မှသာ အရှင်သည် ဖန်ဆင်းခံအားလုံးအတွက် သတိပေးသူ ဖြစ်နိုင်မည်။)</span><span class=\"gray\">(၂၅:၁)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">بَشِيرًا وَنَذِيرًا</p><p lang=\"my\" class=\"my \">သတင်းကောင်းပေးသူနှင့် သတိပေးသူ ဆိုသည်မှာ သင့်ကို နာခံသူများအား ဂျန္နတ်(ပရဒိသု)၏ သတင်းကောင်းကို ဆောင်ကြဉ်းပေးရန်နှင့် သင့်ကို မနာခံသူများအား ဂျဟန္နမ်(ငရဲ)၏ မီးအကြောင်း သတိပေးရန် ဖြစ်သည်။ ၎င်းသည် အာယတ်တော်များနှင့် တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူအများစုသည် မသိကြပေ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် ဆန္ဒပြင်းပြစွာ လိုချင်သော်ငြား လူသားအများစုသည် ယုံကြည်ကြမည် မဟုတ်ပေ။)</span><span class=\"gray\">(၁၂:၁၀၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးပေါ်ရှိ လူအများစုကို သင် နာခံပါက၊ သူတို့သည် သင့်အား အလ္လာဟ်၏ လမ်းမှ ဝေးကွာအောင် လမ်းမှားသို့ ပို့ဆောင်လိမ့်မည်။)</span><span class=\"gray\">(၆:၁၁၆)</span>။ မုဟမ္မဒ် ဘင် ကအ်ဘ်က အာယတ်တော်နှင့် ပတ်သက်၍ ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင့်အား လူသားအားလုံးထံသို့မှလွဲ၍ မစေလွှတ်ခဲ့ပေ)</span> ဆိုလိုသည်မှာ လူအားလုံးထံသို့။ ကွာတာဒါဟ်က ဤအာယတ်တော်နှင့် ပတ်သက်၍ ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ ကို အာရပ်နှင့် အာရပ်မဟုတ်သူ နှစ်ဦးစလုံးထံ စေလွှတ်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်ထံတွင် သူတို့အနက် အလေးမြတ်ဆုံးသူမှာ အလ္လာဟ်အရှင်မြတ်ကို အနာခံဆုံးသူ ဖြစ်သည်။\" ဆဟီးဟ်ကျမ်းနှစ်အုပ်တွင် ဂျာဘိရ်၊ အလ္လာဟ်အရှင်မြတ် သူနှင့် နှစ်သက်တော်မူပါစေ၊ ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ مِنَ الْأَنْبِيَاءِ قَبْلِي: نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ، وَجُعِلَتْ لِيَ الْأَرْضُ مَسْجِدًا وَطَهُورًا، فَأَيُّمَا رَجُلٍ مِنْ أُمَّتِي أَدْرَكَتْهُ الصَّلَاةُ فَلْيُصَلِّ، وَأُحِلَّتْ لِيَ الْغَنَائِمُ وَلَمْ تَحِلَّ لِأَحَدٍ قَبْلِي، وَأُعْطِيتُ الشَّفَاعَةَ، وَكَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား ကျွန်ုပ်မတိုင်မီ မည်သည့်နဗီတမန်တော်ကိုမျှ မပေးအပ်ခဲ့သော အရာငါးခုကို ပေးအပ်ခဲ့သည်။ ကျွန်ုပ်အား တစ်လခရီးအကွာအဝေးမှ ကြောက်ရွံ့ခြင်းဖြင့် အကူအညီပေးခဲ့သည်။ ကမ္ဘာမြေတစ်ခုလုံးကို ကျွန်ုပ်အတွက် ဗလီဝတ်ကျောင်းတော်အဖြစ်နှင့် သန့်စင်ခြင်းနည်းလမ်းအဖြစ် ပြုလုပ်ပေးထားသောကြောင့် ဝတ်ပြုချိန်ရောက်လျှင် ကျွန်ုပ်၏ အွမ္မသ်ရှိ မည်သည့်လူသားမဆို ဝတ်ပြုသင့်သည်။ စစ်ပစ္စည်းများကို ကျွန်ုပ်အတွက် ခွင့်ပြုထားပြီး၊ ကျွန်ုပ်မတိုင်မီ မည်သူတစ်ဦးတစ်ယောက်အတွက်မျှ ခွင့်မပြုခဲ့ပေ။ ကျွန်ုပ်အား ကြားဝင်ဖြန်ဖြေခွင့် အာဏာကို ပေးအပ်ခဲ့သည်။ ကျွန်ုပ်မတိုင်မီ နဗီတမန်တော်များကို သူတို့၏ ကိုယ်ပိုင်လူမျိုးများထံ စေလွှတ်ခဲ့သော်လည်း ကျွန်ုပ်အား လူသားအားလုံးထံသို့ စေလွှတ်ခဲ့သည်။)</span>\" ဆဟီးဟ်ကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ဟုလည်း မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ إِلَى الْأَسْوَدِ وَالْأَحْمَرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်အား အနက်ရောင်နှင့် အနီရောင်တို့ထံ စေလွှတ်ခဲ့သည်။)</span> မုဂျာဟစ်ဒ်က ပြောသည်- \"၎င်းသည် ဂျင်န်နှင့် လူသားများထံသို့ဟု ဆိုလိုသည်။\" အချို့ကမူ ၎င်းသည် အာရပ်နှင့် အာရပ်မဟုတ်သူများကို ဆိုလိုသည်ဟု ပြောသည်။ အဓိပ္ပါယ်နှစ်ခုစလုံး မှန်ကန်သည်။</p><p lang=\"my\" class=\"my \">ငြင်းပယ်သူများက ရှင်ပြန်ထမြောက်ခြင်း မည်သည့်အချိန်တွင် ဖြစ်မည်ကို မည်သို့ မေးမြန်းခဲ့ကြပုံနှင့် ၎င်းတို့အား တုံ့ပြန်ပုံ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ငြင်းပယ်သူများသည် နာရီကျရောက်လာလိမ့်မည်ကို မဖြစ်နိုင်ဟု မည်သို့ ယုံကြည်ခဲ့ကြကြောင်း ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူတို့က ပြောသည်- \"အကယ်၍ သင်တို့သည် မှန်ကန်သူများ ဖြစ်ပါက ဤကတိတော်သည် မည်သည့်အချိန်တွင်နည်း။\")</span> ၎င်းသည် အာယတ်တော်နှင့် တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို မယုံကြည်သူများသည် ၎င်းကို အလျင်စလိုဖြစ်စေရန် ကြိုးစားကြသည်၊ သို့သော် ယုံကြည်သူများသည် ၎င်းကို ကြောက်ရွံ့ကြပြီး ၎င်းသည် အမှန်တရားဖြစ်ကြောင်း သိကြသည်...)</span><span class=\"gray\">(၄၂:၁၈)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لَكُمْ مِيعَادُ يَوْمٍ لَا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"သင်တို့အတွက် ချိန်းဆိုထားသောအချိန်သည် တစ်ရက်ဖြစ်သည်၊ ထိုရက်ကို သင်တို့သည် တစ်နာရီမျှပင် နောက်ဆုတ်၍ မရသလို ရှေ့တိုး၍လည်း မရနိုင်ပေ။\")</span> ဆိုလိုသည်မှာ 'သင့်အတွက် သတ်မှတ်ထားသော အချိန်တစ်ခု ရှိသည်၊ ၎င်းကို ပြောင်းလဲ၍လည်း မရ၊ ဖျက်၍လည်း မရပေ။ ၎င်း ရောက်လာသောအခါ သင်သည် ၎င်းကို နောက်ဆုတ်၍ မရသလို ရှေ့တိုး၍လည်း မရနိုင်ပေ' ဟု အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တကယ်ပင် အလ္လာဟ်၏ သက်တမ်း ရောက်လာသောအခါ နောက်မဆုတ်နိုင်ပေ။)</span><span class=\"gray\">(၇၁:၄)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ - يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ ۚ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းကို သတ်မှတ်ထားသော အချိန်ကာလတစ်ခုအထိသာ နောက်ဆုတ်ထားသည်။ ၎င်းရောက်လာမည့်နေ့တွင် မည်သူမျှ အရှင်၏ ခွင့်ပြုချက်မပါဘဲ စကားပြောဆိုနိုင်မည် မဟုတ်ပေ။ သူတို့အနက် အချို့သည် ဆိုးသွမ်းသူများဖြစ်ပြီး <span class=\"gray\">(အချို့)</span> ကောင်းချီးခံစားရသူများ ဖြစ်ကြလိမ့်မည်။)</span><span class=\"gray\">(၁၁:၁၀၄-၁၀၅)</span>။</p>"
  }
]