[
  {
    "ayah_key": "80:33",
    "group_ayah_key": "80:33",
    "from_ayah": "80:33",
    "to_ayah": "80:42",
    "ayah_keys": "80:33,80:34,80:35,80:36,80:37,80:38,80:39,80:40,80:41,80:42",
    "text": "<p class=\"my \" lang=\"my\">ထိုအခါ 'အလ်စခ်ခဟ်' (၃၃) နေ့ရက်သည် ရောက်ရှိလာ၏။ ထိုနေ့တွင် လူသားသည် မိမိ၏ ညီအစ်ကိုထံမှ ထွက်ပြေးမည်။ (၃၄) မိမိ၏မိခင်နှင့် ဖခင်ထံမှလည်းကောင်း၊ (၃၅) မိမိ၏ဇနီးနှင့် သားသမီးများထံမှလည်းကောင်း ထွက်ပြေးမည်။ (၃၆) ထိုနေ့တွင် လူတိုင်းသည် မိမိ၏ကိစ္စအတွက် အခြားသူများကို ဂရုမစိုက်နိုင်လောက်အောင် ဖြစ်နေမည်။ (၃၇) ထိုနေ့တွင် မျက်နှာအချို့သည် ဝင်းပတောက်ပနေမည်။ (၃၈) ရယ်မောပျော်ရွှင်၍ သတင်းကောင်းကြောင့် ပီတိဖြစ်နေမည်။ (၃၉) အခြားမျက်နှာအချို့မှာမူ ထိုနေ့တွင် ဖုန်များဖြင့် လိမ်းကျံနေမည်။ (၄၀) မှောင်မိုက်မှုက ၎င်းတို့ကို ဖုံးအုပ်ထားမည်။ (၄၁) ထိုသူတို့သည် မယုံကြည်သူများ၊ ဆိုးသွမ်းသော မကောင်းမှုကျူးလွန်သူများ ဖြစ်ကြလိမ့်မည်။ (၄၂)</p>\n<h2 class=\"my \" lang=\"my\">စီရင်ဆုံးဖြတ်ရာနေ့နှင့် ထိုနေ့တွင် လူများ မိမိတို့၏ ဆွေမျိုးများထံမှ ထွက်ပြေးကြခြင်း</h2>\n<p class=\"my \" lang=\"my\">အိဗ်နု အဗ္ဗာစ် က ပြောသည်- \"အလ်စခ်ခဟ် သည် အလ္လာဟ်အရှင်မြတ်က ကြီးမြတ်စေပြီး၊ မိမိ၏ကျွန်များအား သတိပေးခဲ့သော စီရင်ဆုံးဖြတ်ရာနေ့၏ အမည်များအနက် တစ်ခုဖြစ်သည်\"။ အိဗ်နု ဂျရီရ် က ပြောသည်- \"၎င်းသည် တံပိုးမှုတ်ခြင်းအတွက် အမည်တစ်ခုဖြစ်နိုင်သည်\"။ အလ်-ဘဂါဝီ က ပြောသည်- \"အလ်စခ်ခဟ် ဆိုသည်မှာ စီရင်ဆုံးဖြတ်ရာနေ့၏ မိုးချုန်းသံကဲ့သို့ အော်ဟစ်သံကို ဆိုလိုသည်။ ၎င်းကို နားများပင်းစေသောကြောင့် ဤသို့ခေါ်ဆိုခြင်းဖြစ်သည်။ ဆိုလိုသည်မှာ ၎င်းသည် နားကြားစွမ်းကို အလွန်အမင်း ထိုးဖောက်ဝင်ရောက်ပြီး နားပင်းမတတ် ဖြစ်စေသည်\"။</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ - وَأُمِّهِ وَأَبِيهِ - وَصَٰحِبَتِهِۦ وَبَنِيهِ</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(ထိုနေ့တွင် လူသည် မိမိ၏ညီအစ်ကိုထံမှ ထွက်ပြေးမည်။ မိမိ၏မိခင်နှင့် ဖခင်ထံမှလည်းကောင်း။ မိမိ၏ဇနီးနှင့် သားသမီးများထံမှလည်းကောင်း။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အား မြင်တွေ့ပြီးနောက် ၎င်းတို့ထံမှ ထွက်ပြေးကာ ဝေးရာသို့ ရှောင်ဖယ်လိုလိမ့်မည်။ အကြောင်းမှာ ထိုထိတ်လန့်ဖွယ်ရာသည် အလွန်ကြီးမားမည်ဖြစ်ပြီး အရေးကိစ္စမှာလည်း အလွန်လေးနက်မည်ဖြစ်သည်။ ကြားဝင်တောင်းပန်ခြင်းနှင့်ပတ်သက်၍ စစ်မှန်သော ဟဒီးစ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ ခိုင်မာသော ဆုံးဖြတ်ချက်ရှိသည့် တမန်တော်မြတ်များ အားလုံးသည် ဖန်ဆင်းခံများအတွက် အလ္လာဟ်အရှင်မြတ်ထံ ကြားဝင်တောင်းပန်ပေးရန် တောင်းဆိုခံရမည်ဖြစ်သော်လည်း ၎င်းတို့တစ်ဦးစီက \"အို ငါ့ကိုယ်ငါ! အို ငါ့ကိုယ်ငါ! ယနေ့တွင် ငါသည် ကိုယ်တိုင်အတွက်မှတစ်ပါး မည်သူ့အတွက်မျှ အသင့်အား <span class=\"gray\">(အို အလ္လာဟ်)</span> မတောင်းဆိုတော့ပါ\" ဟု ပြောဆိုကြမည်။ 'အီဆာ ဘင်န် မရ်ယမ်' ပင်လျှင် \"ယနေ့တွင် ငါသည် ကိုယ်တိုင်အတွက်မှတစ်ပါး မည်သူ့အတွက်မျှ ကိုယ်တော်အား <span class=\"gray\">(အလ္လာဟ်)</span> မတောင်းဆိုတော့ပါ၊ ငါ့ကို မွေးဖွားပေးခဲ့သော မရ်ယမ်အတွက်ပင် မတောင်းဆိုပါ\" ဟု ပြောဆိုမည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ - وَأُمِّهِ وَأَبِيهِ - وَصَٰحِبَتِهِۦ وَبَنِيهِ</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(ထိုနေ့တွင် လူသည် မိမိ၏ညီအစ်ကိုထံမှ ထွက်ပြေးမည်။ မိမိ၏မိခင်နှင့် ဖခင်ထံမှလည်းကောင်း။ မိမိ၏ဇနီးနှင့် သားသမီးများထံမှလည်းကောင်း။)</span> ကသားဒဟ် က ပြောသည်- \"အချစ်ဆုံးသူများမှစ၍ အဆင့်ဆင့်သော ဆွေမျိုးရင်းချာများပင် ထိုနေ့၏ ထိတ်လန့်ဖွယ်ရာကြောင့် (ထွက်ပြေးကြလိမ့်မည်)\"။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(ထိုနေ့တွင် လူတိုင်းသည် မိမိ၏ကိစ္စအတွက် အခြားသူများကို ဂရုမစိုက်နိုင်လောက်အောင် ဖြစ်နေမည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် မိမိ၏ကိစ္စတွင် အလုပ်များနေမည်ဖြစ်ပြီး အခြားသူများ၏ကိစ္စများမှ အာရုံပြောင်းသွားမည်ဖြစ်သည်။ အိဗ်နု အဗီ ဟာသိမ် သည် အိဗ်နု အဗ္ဗာစ် ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ ရစူလ်တော့်မြတ် ﷺ က မိန့်တော်မူသည်-</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">تُحْشَرُونَ حُفَاةً عُرَاةً مُشَاةً غُرْلًا</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(သင်တို့အားလုံးသည် ခြေဗလာ၊ ကိုယ်ဗလာ၊ လမ်းလျှောက်လျက်၊ ခါးကစ်မဖြတ်ရသေးဘဲ စုရုံးခံရမည်။)</span> ထိုအခါ ဇနီးသည်က \"အို အလ္လာဟ်၏ရစူလ်တော့်မြတ်! ကျွန်ုပ်တို့သည် တစ်ဦးနှင့်တစ်ဦး ကိုယ်ဗလာဖြင့် ကြည့်ရှုရမည်လော၊ မြင်ရမည်လော?\" ဟု မေးလျှင် တမန်တော်မြတ် ﷺ က ပြန်လည်မိန့်တော်မူသည်-</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ امْرِىءٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ - أو قال: - مَا أَشْغَلَهُ عَنِ النَّظَرِ</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(ထိုနေ့တွင် ၎င်းတို့အနက် လူတိုင်းသည် အခြားသူများကို ဂရုမစိုက်နိုင်လောက်အောင် <span class=\"gray\">(ပူပန်မှုများ)</span> ရှိနေမည်)</span> – သို့မဟုတ် ၎င်းက ပြောသည်- <span class=\"gray\">(ကြည့်ရှုရန် အလွန်အလုပ်များနေမည်။)</span> အိဗ်နု အဗ္ဗာစ် က ရစူလ်တော့်မြတ် ﷺ မိန့်တော်မူသည်ကို ပြန်လည်ပြောပြသည်-</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">تُحْشَرُونَ حُفَاةً عُرَاةً غُرْلًا</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(သင်တို့အားလုံးသည် ခြေဗလာ၊ ကိုယ်ဗလာ၊ ခါးကစ်မဖြတ်ရသေးဘဲ စုရုံးခံရမည်။)</span> ထိုအခါ အမျိုးသမီးတစ်ဦးက \"ကျွန်ုပ်တို့သည် တစ်ဦးနှင့်တစ်ဦး ကိုယ်ဗလာဖြင့် မြင်ရမည်လော၊ ကြည့်ရမည်လော?\" ဟု မေးလျှင် ၎င်းက ပြန်လည်မိန့်တော်မူသည်-</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">يَا فُلَانَةُ، لِكُلِّ امْرِىءٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(အို ထိုသူမ! ထိုနေ့တွင် ၎င်းတို့အနက် လူတိုင်းသည် အခြားသူများကို ဂရုမစိုက်နိုင်လောက်အောင် <span class=\"gray\">(ပူပန်မှုများ)</span> ရှိနေမည်။)</span> အတ်-တီရ်မိဇီ က ပြောသည်- \"ဤဟဒီးစ်တော်သည် ဟစန် စဟီးဟ် ဖြစ်သည်\"။</p>\n<h2 class=\"my \" lang=\"my\">စီရင်ဆုံးဖြတ်ရာနေ့တွင် ဂျန္နတ်သားများနှင့် ငရဲသားတို့၏ မျက်နှာများ</h2>\n<p class=\"id \" lang=\"id\">Allah says;</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">وُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ - ضَاحِكَةٌ مُّسْتَبْشِرَةٌ</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(ထိုနေ့တွင် မျက်နှာအချို့သည် ဝင်းပတောက်ပနေမည် <span class=\"gray\">(မူစ့်ဖီရဟ်)</span>၊ ရယ်မောပျော်ရွှင်၍ သတင်းကောင်းကြောင့် ပီတိဖြစ်နေမည်။)</span> ဆိုလိုသည်မှာ လူများသည် အဖွဲ့နှစ်ဖွဲ့ ခွဲခြားခြင်းခံရမည်။ မူစ့်ဖီရဟ် ဆိုသည်မှာ တောက်ပဝင်းပသော မျက်နှာများ ရှိလိမ့်မည်။</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">ضَاحِكَةٌ مُّسْتَبْشِرَةٌ</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(ရယ်မောပျော်ရွှင်၍ သတင်းကောင်းကြောင့် ပီတိဖြစ်နေမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏နှလုံးသားများတွင် ဖြစ်ပေါ်လာမည့် ပျော်ရွှင်မှုကြောင့် ပျော်ရွှင်ကြည်နူးနေကြမည်။ သတင်းကောင်းသည် ၎င်းတို့၏မျက်နှာများပေါ်တွင် ထင်ရှားနေမည်။ ဤသူတို့သည် ဂျန္နတ်သားများ ဖြစ်ကြလိမ့်မည်။</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ - تَرْهَقُهَا قَتَرَةٌ</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(အခြားမျက်နှာအချို့မှာမူ ထိုနေ့တွင် ဖုန်များဖြင့် လိမ်းကျံနေမည်။ မှောင်မိုက်မှု <span class=\"gray\">(ကတာရဟ်)</span> က ၎င်းတို့ကို ဖုံးအုပ်ထားမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ကတာရဟ် ဟုခေါ်သော မှောင်မိုက်မှုဖြင့် လွှမ်းခြုံခံရမည်။ အိဗ်နု အဗ္ဗာစ် က ပြောသည်-</p>\n<p class=\"ps qpc-hafs\" lang=\"ps\">تَرْهَقُهَا قَتَرَةٌ</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(မှောင်မိုက်မှု <span class=\"gray\">(ကတာရဟ်)</span> က ၎င်းတို့ကို ဖုံးအုပ်ထားမည်။)</span> \"ဆိုလိုသည်မှာ ၎င်းတို့ <span class=\"gray\">(မျက်နှာများ)</span> ကို မှောင်မိုက်မှုက လွှမ်းမိုးထားမည်\"။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(ထိုသူတို့သည် မယုံကြည်သူများ၊ ဆိုးသွမ်းသော မကောင်းမှုကျူးလွန်သူများ ဖြစ်ကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် နှလုံးသားဖြင့် မယုံကြည်သူများဖြစ်ပြီး၊ လုပ်ရပ်များတွင် မကောင်းမှုကျူးလွန်သူများဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူထားသည့်အတိုင်းပင် ဖြစ်သည်-</p>\n<p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا</p>\n<p class=\"my \" lang=\"my\"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့သည် ဆိုးသွမ်းသော မယုံကြည်သူများမှတစ်ပါး မည်သူ့ကိုမျှ မမွေးဖွားကြပေ။)</span><span class=\"gray\">(၇၁:၂၇)</span></p>\n<p class=\"my \" lang=\"my\">ဤကား ဆူရဟ် အဗစဟ် ၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အတွက် ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းများ အားလုံးဖြစ်သည်</p>"
  }
]