[
  {
    "ayah_key": "5:45",
    "group_ayah_key": "5:45",
    "from_ayah": "5:45",
    "to_ayah": "5:45",
    "ayah_keys": "5:45",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့ပြင် ငါတို့သည် ထိုကျမ်းတွင် သူတို့အပေါ်၌ \"အသက်အတွက် အသက်၊ မျက်လုံးအတွက် မျက်လုံး၊ နှာခေါင်းအတွက် နှာခေါင်း၊ နားအတွက် နား၊ သွားအတွက် သွား၊ ဒဏ်ရာဒဏ်ချက်များအတွက် ညီမျှသော လက်စားချေခြင်း\" ကို ပြဋ္ဌာန်းခဲ့သည်။ သို့သော် မည်သူမဆို လက်စားချေခြင်းကို ကုသိုလ်အဖြစ် စွန့်လွှတ်ပါက၊ ၎င်းသည် သူ့အတွက် ပြစ်ဒဏ်ခွင့်လွှတ်ခြင်း ဖြစ်လိမ့်မည်။ အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ပို့ချသော ဓမ္မသတ်ဖြင့် စီရင်ဆုံးဖြတ်ခြင်း မပြုလျှင် ထိုသူတို့သည် မတရားသောသူများ ဖြစ်ကြသည်။ <span>(၄၅)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်သည် ဂျူးများကို ဆုံးမပြစ်တင်ပြီး ဝေဖန်လည်းဝေဖန်ခဲ့သည်။ အကြောင်းမှာ တောင်ရာကျမ်းတွင် ၎င်းတို့၌ အသက်အတွက် အသက်ဟူသော ဥပဒေရှိသော်လည်း ၎င်းတို့သည် ကျူးလွန်မှုနှင့် ပုန်ကန်မှုတို့ဖြင့် ဤအမိန့်ကို ဆန့်ကျင်ခဲ့ကြသည်။ ၎င်းတို့သည် ဗနီအန်-နာဒိရ်မှ ပုဂ္ဂိုလ်တစ်ဦးကို ကူရိုင်ဇာမှ ပုဂ္ဂိုလ်တစ်ဦးက သတ်ဖြတ်သည့်အခါ ဤအမိန့်ကို ကျင့်သုံးလေ့ရှိသော်လည်း ဆန့်ကျင်ဘက်ဖြစ်သည့်အခါတွင်မူ ထိုသို့မဖြစ်ခဲ့ပေ။ ယင်းအစား ဤအခြေအနေတွင် ၎င်းတို့သည် ဒီယားသို့ ပြန်လည်ရောက်ရှိခဲ့သည်။ ၎င်းတို့သည် တောင်ရာကျမ်းမှ ပြစ်မှားသူကို ကျောက်ခဲဖြင့် ပစ်သတ်ရန် အမိန့်ကိုလည်း ဆန့်ကျင်ခဲ့ပြီး ယင်းအစား ၎င်းတို့ကိုယ်ပိုင် ပြစ်ဒဏ်ပုံစံဖြစ်သော ကြိမ်ဒဏ်ပေးခြင်း၊ အရှက်ရစေခြင်းနှင့် လူအများရှေ့တွင် လှည့်လည်ပြသခြင်းတို့ကို လုပ်ဆောင်ခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ယခင်အာယသ်တွင် မိန့်တော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ပို့ချသော ဓမ္မသတ်ဖြင့် စီရင်ဆုံးဖြတ်ခြင်း မပြုလျှင် ထိုသူတို့သည် ကာဖိရ်များ ဖြစ်ကြသည်။)</span> အကြောင်းမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို အပြည့်အဝ ရည်ရွယ်ချက်ဖြင့် ကျူးလွန်မှုနှင့် ပုန်ကန်မှုတို့ဖြင့် ငြင်းပယ်ခဲ့ကြသောကြောင့် ဖြစ်သည်။ ဤအာယသ်တွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ هُمُ الظَّالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် မတရားသောသူများ ဖြစ်ကြသည်။)</span> အကြောင်းမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က လူတိုင်းကို တန်းတူညီမျှ တရားမျှတစွာ ဆက်ဆံရန် အမိန့်ပေးခဲ့သော ကိစ္စရပ်တွင် ဖိနှိပ်ခံရသူ၏ သင့်လျော်သော အခွင့်အရေးများကို ဖိနှိပ်သူထံမှ တောင်းဆိုခဲ့ခြင်း မရှိသောကြောင့် ဖြစ်သည်။ ယင်းအစား ၎င်းတို့သည် ထိုအမိန့်ကို ဆန့်ကျင်ခဲ့ပြီး မတရားမှု ကျူးလွန်ကာ တစ်ဦးနှင့်တစ်ဦး ကျူးလွန်ခဲ့ကြသည်။</p><div lang=\"my\" class=\"my \"><h2>မိမိသတ်သော အမျိုးသမီးအတွက် အမျိုးသားတစ်ဦးကို သတ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အိမာမ် အဘူ နဆ်ရ် ဘင် အစ်-ဆဘ်ဘာဂ်သည် ၎င်း၏ကျမ်းဖြစ်သော အစ်-ရှာမီးလ်တွင် ဖော်ပြသည်မှာ ဤအာယသ် <span class=\"gray\">[၅:၄၅]</span> ကို အကောင်အထည်ဖော်သင့်ကြောင်း ပညာရှင်များ သဘောတူပြီး၊ အိမာမ်များကလည်း ဤအာယသ်၏ အထွေထွေညွှန်ပြချက်များအရ အမျိုးသားတစ်ဦးသည် မိမိသတ်သော အမျိုးသမီးအတွက် အသတ်ခံရကြောင်း သဘောတူကြသည်။ အန်-နာစာအီ မှတ်တမ်းတင်ခဲ့သော ဟဒီးစ်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဤထုတ်ပြန်ချက်ကို ၎င်းက 'အမ်ရ် ဘင် ဟာဇ်မ်' အား ပေးခဲ့သော စာအုပ်တွင် ရေးသားထားကြောင်း ဖော်ပြထားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ الرَّجُلَ يُقْتَلُ بِالْمَرْأَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသားကို အမျိုးသမီးအတွက် <span class=\"gray\">(မိမိသတ်သော)</span> သတ်ခြင်းဖြစ်သည်။)</span> အခြားဟဒီးစ်တစ်ခုတွင် ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُسْلِمُونَ تَتَكَافَأُ دِمَاؤُهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စလင်မ်တို့၏ သွေးသည် အချင်းချင်း တန်းတူညီမျှ အရေးကြီးသည်။)</span> ဤသည်မှာ ပညာရှင်အများစု၏ အမြင်လည်းဖြစ်သည်။ အိဗ်နု အစ်-ဆဘ်ဘာဂ် ပြောဆိုခဲ့သည်ကို ပိုမိုထောက်ခံသည့်အချက်မှာ အိမာမ် အဟ်မဒ် မှတ်တမ်းတင်ခဲ့သော ဟဒီးစ်ဖြစ်သည်။ အနတ်စ် ဘင် မာလိက် က ပြောသည်မှာ \"အာရ်-ရာဘီအ် <span class=\"gray\">(သူ၏ အဒေါ်)</span> သည် မိန်းကလေးတစ်ဦး၏ သွားကိုချိုးဖဲ့ခဲ့ပြီး အာရ်-ရာဘီအ်၏ ဆွေမျိုးများက ထိုမိန်းကလေး၏ ဆွေမျိုးများကို <span class=\"gray\">(ပြစ်မှားသူကို)</span> ခွင့်လွှတ်ရန် တောင်းဆိုခဲ့သော်လည်း ၎င်းတို့က ငြင်းဆန်ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် တမန်တော် ﷺ ထံသို့ သွားရောက်ခဲ့ရာ တမန်တော် ﷺ က လက်စားချေရန် အမိန့်ပေးခဲ့သည်။ အနတ်စ် ဘင် အန်-နာဒ်ရ်၊ သူမ၏ အစ်ကိုက \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အာရ်-ရာဘီအ်၏ သွားကို ချိုးဖဲ့ရမည်လား?\" ဟု မေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်က \"အို အနတ်စ်! အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်က လက်စားချေခြင်းကို ပြဋ္ဌာန်းထားသည်။\" ဟု မိန့်တော်မူခဲ့သည်။ အနတ်စ်က \"မဟုတ်ပါ၊ အရှင်မြတ်ကို အမှန်တရားဖြင့် စေလွှတ်တော်မူသော အရှင်မြတ်ကို သက်သေပြု၍ သူမ၏ သွားကို ချိုးဖဲ့မည် မဟုတ်ပါ။\" ဟု ပြောခဲ့သည်။ နောက်ပိုင်းတွင် ထိုမိန်းကလေး၏ ဆွေမျိုးများက အာရ်-ရာဘီအ်ကို ခွင့်လွှတ်ရန်နှင့် ၎င်းတို့၏ လက်စားချေခွင့်ကို စွန့်လွှတ်ရန် သဘောတူခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إن من عباد الله من لو أقسم على الله لأبره</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များထဲတွင် အချို့သောသူများသည် အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြု၍ ကျိန်ဆိုပါက အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ ကျိန်ဆိုမှုကို ပြည့်မြောက်စေသည်။)</span>\" ၎င်းကို ဆဟီးဟ်နှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်။</p><div lang=\"my\" class=\"my \"><h2>ဒဏ်ရာများအတွက် လက်စားချေခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَالْجُرُوحَ قِصَاصٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဒဏ်ရာများအတွက် ညီမျှသော လက်စားချေခြင်း။)</span> အလီ ဘင် အဘီ တလ်ဟာ မှတ်တမ်းတင်သည်မှာ အိဗ်နု အဘ္ဘာစ် က ပြောသည်မှာ \"အသက်အတွက် အသက်၊ မျက်လုံးအတွက် မျက်လုံး၊ နှာခေါင်း၊ ဖြတ်ခံရလျှင် နှာခေါင်းအတွက်၊ ကျိုးသွားသော သွားအတွက် သွား၊ ဒဏ်ရာများအတွက် ညီမျှသော ဒဏ်ရာ။\" လွတ်လပ်သော မွတ်စလင်မ်များ၊ အမျိုးသားနှင့် အမျိုးသမီးများအားလုံး ဤကိစ္စတွင် တန်းတူညီမျှကြသည်။ ၎င်းတို့၏ ကျွန်များ၊ အမျိုးသားနှင့် အမျိုးသမီးများအားလုံး ဤကိစ္စတွင် တန်းတူညီမျှကြသည်။ ဤစီရင်ချက်သည် ရည်ရွယ်ချက်ရှိရှိ လူသတ်မှုနှင့် ပေါ့ပါးသော ပြစ်မှုများအတွက်လည်း အတူတူပင်ဖြစ်သည်ဟု အိဗ်နု ဂျရီးရ်နှင့် အိဗ်နု အဘီ ဟာတိမ်တို့က မှတ်တမ်းတင်ထားသည်။</p><div lang=\"my\" class=\"my \"><h2>အရေးကြီးသော စီရင်ချက်တစ်ခု</h2></div><p lang=\"my\" class=\"my \">ဒဏ်ရာများအတွက် လက်စားချေခြင်းကို ဒဏ်ရာရရှိသူ၏ ဒဏ်ရာများ မကျက်မချင်း အကောင်အထည်မဖော်သင့်ပါ။ ဒဏ်ရာ မကျက်မီ လက်စားချေခြင်း ပြုလုပ်ပြီးနောက် ဒဏ်ရာ ပိုမိုဆိုးရွားလာပါက ဒဏ်ရာရရှိသူသည် ဤကိစ္စတွင် ထပ်ဆောင်းအခွင့်အရေးများ မရှိတော့ပါ။ ဤစီရင်ချက်အတွက် သက်သေမှာ အိမာမ် အဟ်မဒ်က 'အမ်ရ် ဘင် ရှုအိုင်းဘ်' ထံမှ၊ သူ၏ဖခင်ထံမှ၊ သူ၏အဘိုးထံမှ သယ်ယူဖော်ပြခဲ့သည်မှာ အမျိုးသားတစ်ဦးသည် အခြားအမျိုးသားတစ်ဦးကို ၎င်း၏ခြေထောက်တွင် ဦးချိုဖြင့် ထိုးခဲ့ဖူးသည်။ ဒဏ်ရာရရှိသူသည် တမန်တော် ﷺ ထံသို့ လက်စားချေရန် တောင်းဆိုခဲ့ရာ တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّى تَبْرَأَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်ကျက်မချင်း မဟုတ်သေးပါ။)</span> ထိုအမျိုးသားသည် တမန်တော် ﷺ ထံသို့ ထပ်မံလာရောက်ပြီး လက်စားချေရာတွင် တန်းတူညီမျှမှုကို တောင်းဆိုခဲ့ရာ တမန်တော် ﷺ က သူ့ကို ခွင့်ပြုခဲ့သည်။ နောက်ပိုင်းတွင် ထိုအမျိုးသားက \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်တော် အခု ခြေထောက်ဆွံ့နေပါပြီ။\" ဟု ပြောခဲ့သည်။ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ نَهَيْتُكَ فَعَصَيْتَنِي، فَأَبْعَدكَ اللهُ وَبَطَلَ عَرَجُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်တော်က သင့်ကို စောင့်ရန် ပြောခဲ့သော်လည်း သင်သည် ကျွန်တော့်ကို မနာခံခဲ့ပါ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သင့်ကို ပစ်ပယ်ခဲ့ပြီး သင့်ခြေထောက်ဆွံ့ခြင်းအတွက် လျော်ကြေးမရှိပါ။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဒဏ်ရာရရှိသူ၏ ဒဏ်ရာ မကျက်မချင်း ဒဏ်ရာအတွက် လက်စားချေခြင်းကို တားမြစ်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အကယ်၍ ဒဏ်ရာရရှိသူအား ကျူးလွန်သူကြောင့်ဖြစ်သော သူ၏ဒဏ်ရာအတွက် လက်စားချေရန် ခွင့်ပြုပြီး ထိုကျူးလွန်သူသည် ယင်းကြောင့် သေဆုံးသွားပါက၊ ဤကိစ္စတွင် ဆွဟာဘာများ၏ အများစုနှင့် ၎င်းတို့၏ နောက်လိုက်များ၏ အဆိုအရ လျော်ကြေးပေးရန် မရှိပါ။</p><div lang=\"my\" class=\"my \"><h2>ခွင့်လွှတ်ခြင်းသည် ထိုကဲ့သို့သော ပြစ်မှုများအတွက် ပြစ်ဒဏ်ခွင့်လွှတ်ခြင်း ဖြစ်သည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မည်သူမဆို လက်စားချေခြင်းကို ကုသိုလ်အဖြစ် စွန့်လွှတ်ပါက၊ ၎င်းသည် သူ့အတွက် ပြစ်ဒဏ်ခွင့်လွှတ်ခြင်း ဖြစ်လိမ့်မည်။)</span> အလီ ဘင် အဘီ တလ်ဟာ မှတ်တမ်းတင်သည်မှာ အိဗ်နု အဘ္ဘာစ် က မှတ်ချက်ပြုသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَصَدَّقَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မည်သူမဆို လက်စားချေခြင်းကို ကုသိုလ်အဖြစ် စွန့်လွှတ်ပါက)</span> ဆိုသည်မှာ \"အကယ်၍ တစ်ဦးတစ်ယောက်သည် ကုသိုလ်အဖြစ် ခွင့်လွှတ်ပါက၊ ၎င်းသည် ကျူးလွန်သူအတွက် ပြစ်ဒဏ်ခွင့်လွှတ်ခြင်းနှင့် ဒဏ်ရာရရှိသူအတွက် ဆုလာဘ်ကို ဖြစ်ပေါ်စေမည်။\" ဆွဖ်ယန် အပ်-သာဝ်ရီ က ပြောသည်မှာ 'အတာအ် ဘင် အစ်-စာအိဗ်' က ပြောသည်မှာ 'စာအိဒ် ဘင် ဂျုဘိုင်းရ်' က ပြောသည်မှာ 'အိဗ်နု အဘ္ဘာစ်' က ပြောသည်မှာ \"မည်သူမဆို လက်စားချေခြင်းကို ကုသိုလ်အဖြစ် ခွင့်လွှတ်ပါက၊ ၎င်းသည် ကျူးလွန်သူအတွက် ပြစ်ဒဏ်ခွင့်လွှတ်ခြင်းနှင့် အလ္လာဟ်အရှင်မြတ်ထံတွင် ဒဏ်ရာရရှိသူအတွက် ဆုလာဘ် ဖြစ်လိမ့်မည်။\" အိဗ်နု အဘီ ဟာတိမ်သည် ဤထုတ်ပြန်ချက်ကို မှတ်တမ်းတင်ခဲ့သည်။ ဂျာဘိရ် ဘင် အဘ်ဒူလ်လာဟ် က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်ကို ပြောသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မည်သူမဆို လက်စားချေခြင်းကို ကုသိုလ်အဖြစ် စွန့်လွှတ်ပါက၊ ၎င်းသည် သူ့အတွက် ပြစ်ဒဏ်ခွင့်လွှတ်ခြင်း ဖြစ်လိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">\"ဒဏ်ရာရရှိသူအတွက် ဖြစ်သည်။\" ဤသည်မှာ အလ်-ဟာစန် အလ်-ဘစရီ၊ အိဗ်ရာဟင်မ် အန်-နခါအီနှင့် အဘူ အိစ်ဟာက် အလ်-ဟမ်ဒါနီတို့၏ အမြင်လည်းဖြစ်သည်။</p><p lang=\"bg\" class=\"bg \">Imam Ahmad recorded that 'Ubadah bin As-Samit said, \"I heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ رَجُلٍ يُجْرَحُ مِنْ جَسَدِهِ جَرَاحَةً فَيَتَصَدَّقُ بِهَا، إِلَّا كَفَّرَ اللهُ عَنْهُ مِثْلَ مَا تَصَدَّقَ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အမျိုးသားမဆို သူ၏ခန္ဓာကိုယ်တွင် ဒဏ်ရာရရှိပြီး လက်စားချေခွင့်ကို ကုသိုလ်အဖြစ် စွန့်လွှတ်ပါက၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းစွန့်လွှတ်ခဲ့သည့်အရာနှင့် ဆင်တူသော အရာကို ခွင့်လွှတ်တော်မူမည်။)</span> အန်-နာစာအီနှင့် အိဗ်နု ဂျရီးရ်တို့သည် ဤဟဒီးစ်ကို မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ပို့ချသော ဓမ္မသတ်ဖြင့် စီရင်ဆုံးဖြတ်ခြင်း မပြုလျှင် ထိုသူတို့သည် မတရားသောသူများ ဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">ယခင်က ကျွန်ုပ်တို့သည် 'အတာအ်' နှင့် 'တာဝူစ်' တို့၏ ထုတ်ပြန်ချက်များကို ဖော်ပြခဲ့ပြီး၊ ထိုထုတ်ပြန်ချက်များတွင် ကုဖ်ရ်နှင့် သေးငယ်သော ကုဖ်ရ်၊ မတရားမှုနှင့် သေးငယ်သော မတရားမှု၊ ဖိစ်က်နှင့် သေးငယ်သော ဖိစ်က်တို့ ရှိကြောင်း ဖော်ပြခဲ့သည်။</p>"
  },
  {
    "ayah_key": "5:46",
    "group_ayah_key": "5:46",
    "from_ayah": "5:46",
    "to_ayah": "5:47",
    "ayah_keys": "5:46,5:47",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့၏ ခြေရာအတိုင်း ငါတို့သည် မရ်ယမ်၏သား အီစာကို စေလွှတ်ခဲ့သည်။ သူသည် ၎င်းမတိုင်မီက ထုတ်ပြန်ခဲ့သော တောင်ရာကျမ်းကို အတည်ပြုသူဖြစ်ပြီး ငါတို့သည် သူ့အား အင်ဂျီလ်ကျမ်းကို ပေးခဲ့သည်။ ထိုကျမ်းတွင် လမ်းညွှန်မှုနှင့် အလင်းရောင်ပါဝင်ပြီး ၎င်းမတိုင်မီက ထုတ်ပြန်ခဲ့သော တောင်ရာကျမ်းကို အတည်ပြုခြင်းလည်း ဖြစ်သည်။ တက်ကဝါတရားရှိသူများအတွက် လမ်းညွှန်မှုနှင့် ဆုံးမဩဝါဒလည်းဖြစ်သည်။ <span>(၄၆)</span> အင်ဂျီလ်ကျမ်းကို ပိုင်ဆိုင်သူများသည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ခဲ့သော ဓမ္မသတ်ဖြင့် စီရင်ဆုံးဖြတ်ကြပါစေ။ အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ခဲ့သော ဓမ္မသတ်ဖြင့် စီရင်ဆုံးဖြတ်ခြင်း မပြုလျှင် ထိုသူတို့သည် ပုန်ကန်သောသူများ ဖြစ်ကြသည်။ <span>(၄၇)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်က အီစာကို ဖော်ပြပြီး အင်ဂျီလ်ကျမ်းကို ချီးမွမ်းခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَفَّيْنَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့ စေလွှတ်ခဲ့သည်...)</span> ဆိုသည်မှာ ငါတို့ စေလွှတ်ခဲ့သည်</p><p class=\"fa qpc-hafs\" lang=\"fa\">عَلَىٰ آثَارِهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ခြေရာအတိုင်း)</span> ဆိုသည်မှာ အစ္စရေးလ်သားတို့၏ နဗီတမန်တော်များ,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မရ်ယမ်၏သား အီစာ၊ ၎င်းမတိုင်မီက ထုတ်ပြန်ခဲ့သော တောင်ရာကျမ်းကို အတည်ပြုသူဖြစ်သည်၊)</span> ဆိုသည်မှာ သူသည် ထိုကျမ်းကို ယုံကြည်ပြီး ထိုကျမ်းဖြင့် အုပ်ချုပ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَاهُ الْإِنجِيلَ فِيهِ هُدًى وَنُورٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့သည် သူ့အား အင်ဂျီလ်ကျမ်းကို ပေးခဲ့သည်။ ထိုကျမ်းတွင် လမ်းညွှန်မှုနှင့် အလင်းရောင်ပါဝင်သည်။)</span> ဆိုသည်မှာ အမှန်တရားသို့ ဦးတည်စေသော လမ်းညွှန်မှုနှင့် သံသယများကို ဖယ်ရှားကာ အငြင်းပွားမှုများကို ဖြေရှင်းပေးသော အလင်းရောင်ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းမတိုင်မီက ထုတ်ပြန်ခဲ့သော တောင်ရာကျမ်းကို အတည်ပြုခြင်း။)</span> ဆိုသည်မှာ အစ္စရေးလ်သားများ ကွဲပြားခဲ့သော အခြေအနေများတွင် အမှန်တရားကို ရှင်းလင်းပြောကြားခဲ့သည့် ကိစ္စရပ်အနည်းငယ်မှလွဲ၍ သူသည် တောင်ရာကျမ်းကို လိုက်နာခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် အီစာက အစ္စရေးလ်သားများအား ပြောကြားခဲ့သည်ဟု ဖော်ပြထားသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِأُحِلَّ لَكُم بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့အတွက် တားမြစ်ထားသောအရာ၏ အချို့အပိုင်းကို ခွင့်ပြုရန်။)</span><span class=\"gray\">[၃:၅၀]</span> ထို့ကြောင့် ပညာရှင်များက အင်ဂျီလ်ကျမ်းသည် တောင်ရာကျမ်း၏ စီရင်ချက်အချို့ကို ပယ်ဖျက်ခဲ့သည်ဟု ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدًى وَمَوْعِظَةً لِّلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တက်ကဝါတရားရှိသူများအတွက် လမ်းညွှန်မှုနှင့် ဆုံးမဩဝါဒ။)</span> ဆိုသည်မှာ ငါတို့သည် အင်ဂျီလ်ကျမ်းကို အပြစ်များနှင့် မှားယွင်းမှုများ ကျူးလွန်ခြင်းကို တားမြစ်သော လမ်းညွှန်မှုနှင့် ဆုံးမဩဝါဒအဖြစ် ပြုလုပ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်ကို တက်ကဝါတရားရှိသူများ၊ ၎င်း၏ သတိပေးချက်နှင့် ပြစ်ဒဏ်ကို ကြောက်ရွံ့သူများအတွက် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ထပ်မံမိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَحْكُمْ أَهْلُ الْإِنجِيلِ بِمَا أَنزَلَ اللَّهُ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အင်ဂျီလ်ကျမ်းကို ပိုင်ဆိုင်သူများသည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ခဲ့သော ဓမ္မသတ်ဖြင့် စီရင်ဆုံးဖြတ်ကြပါစေ။)</span> ဆိုသည်မှာ ၎င်းတို့ခေတ်တွင် အင်ဂျီလ်ကျမ်းကို ပိုင်ဆိုင်သူများကို ၎င်းဖြင့် စီရင်ဆုံးဖြတ်စေရန် ဖြစ်သည်။ သို့မဟုတ် အာယသ်၏ အဓိပ္ပါယ်မှာ ၎င်းတို့သည် ထိုကျမ်းတွင် ပါဝင်သမျှကို ယုံကြည်ပြီး၊ မိုဟမ္မဒ် ﷺ ကြွလာမည့် သတင်းကောင်းနှင့် သူကြွလာသည့်အခါ သူ့ကို ယုံကြည်ပြီး လိုက်နာရန် အမိန့်အပါအဝင် ၎င်း၏ အမိန့်အားလုံးကို လိုက်နာကြရန် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်များတွင် မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَىٰ شَيْءٍ حَتَّىٰ تُقِيمُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ \"အို ကျမ်းဂန်ပိုင်ရှင်အပေါင်းတို့! သင်တို့သည် တောင်ရာကျမ်း၊ အင်ဂျီလ်ကျမ်းနှင့် သင်တို့၏ အရှင်သခင်ထံမှ သင်တို့ထံသို့ ထုတ်ပြန်ပို့ချခဲ့သည်များကို လိုက်နာကျင့်သုံးခြင်း မရှိသရွေ့ သင်တို့၌ <span class=\"gray\">(လမ်းညွှန်မှု)</span> မရှိပါ။\")</span> နှင့်,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရစူလ်တမန်တော်၊ စာမဖတ်တတ်၊ စာမရေးတတ်သော နဗီတမန်တော်ကို လိုက်နာသူများ၊ ၎င်းတို့ကို တောင်ရာကျမ်းတွင် ၎င်းတို့ထံ၌ ရေးသားထားသည်ကို တွေ့ရှိရသည်...)</span><span class=\"gray\">[၇:၁၅၇]</span> အထိ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُفْلِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အောင်မြင်သူများ။)</span><span class=\"gray\">[၇:၁၅၇]</span> ဤတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ခဲ့သော ဓမ္မသတ်ဖြင့် စီရင်ဆုံးဖြတ်ခြင်း မပြုလျှင် ထိုသူတို့သည် ပုန်ကန်သောသူများ ဖြစ်ကြသည်။)</span> ဆိုသည်မှာ မဟုတ်မမှန်မှုကို နှစ်သက်ပြီး အမှန်တရားကို စွန့်ပယ်သော ပုန်ကန်သူများနှင့် အလ္လာဟ်အရှင်မြတ်ကို မနာခံသူများ ဖြစ်ကြသည်။ ဤအာယသ်သည် ခရစ်ယာန်များအကြောင်း ထုတ်ပြန်ခဲ့ခြင်းဖြစ်ကြောင်း ကျွန်ုပ်တို့ ယခင်က ဖော်ပြခဲ့ပြီး၊ ဤအာယသ်၏ အကြောင်းအရာသည် ယင်းကို သက်သေပြနေသည်။</p>"
  }
]