[
  {
    "ayah_key": "5:51",
    "group_ayah_key": "5:51",
    "from_ayah": "5:51",
    "to_ayah": "5:53",
    "ayah_keys": "5:51,5:52,5:53",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! ဂျူးများနှင့် ခရစ်ယာန်များကို မိတ်ဆွေများအဖြစ် မထားကြကုန်လင့်။ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် တစ်ဦးနှင့်တစ်ဦး၏ မိတ်ဆွေများသာဖြစ်ကြ၏။ သင်တို့အနက်မှ မည်သူမဆို သူတို့နှင့် မိတ်ဆွေဖွဲ့ပါက ထိုသူသည် သူတို့ထဲမှ တစ်ဦးပင်ဖြစ်၏။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူများကို လမ်းမပြပေ။ <span>(၅၁)</span>စိတ်နှလုံးများတွင် ရောဂါရှိသူများကို သင်မြင်ရလိမ့်မည်။ သူတို့သည် မိမိတို့၏ မိတ်ဆွေဖွဲ့ခြင်းသို့ အလျင်အမြန်သွားကြကာ \"ကျွန်ုပ်တို့သည် မည်သည့်ကပ်ဆိုးကြီး၏ ဘေးဥပဒ်ကျရောက်မည်ကို စိုးရိမ်ကြသည်\" ဟု ပြောဆိုကြ၏။ အလ္လာဟ်အရှင်မြတ်သည် အောင်ပွဲကိုဖြစ်စေ၊ အမိန့်တော်ကိုဖြစ်စေ၊ ကိုယ်တော်၏ဆန္ဒအတိုင်း ဆောင်ကြဉ်းလာနိုင်ပါသည်။ ထိုအခါ သူတို့သည် မိမိတို့အတွင်း၌ လျှို့ဝှက်ထားခဲ့သည်များအတွက် နောင်တရကြလိမ့်မည်။ <span>(၅၂)</span>ယုံကြည်သူများသည် ပြောကြလိမ့်မည်- \"၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား ကိုယ်တော်နှင့်အတူရှိကြောင်း အပြင်းအထန်ဆုံး ကျိန်ဆိုခဲ့ကြသည့်သူများလား။\" သူတို့လုပ်ဆောင်ခဲ့သမျှသည် အချည်းနှီးဖြစ်ခဲ့ပြီး သူတို့သည် ရှုံးနိမ့်သူများ ဖြစ်သွားခဲ့ကြပြီ။ <span>(၅၃)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးများ၊ ခရစ်ယာန်များနှင့် အစ္စလာမ်၏ ရန်သူများကို မိတ်ဆွေဖွဲ့ခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူကျွန်များကို ဂျူးများနှင့် ခရစ်ယာန်များကို မိတ်ဆွေမဖွဲ့ရန် တားမြစ်ထားသည်။ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် အစ္စလာမ်နှင့် ၎င်း၏လူမျိုးများ၏ ရန်သူများဖြစ်ကြသည်၊ အလ္လာဟ်အရှင်မြတ် သူတို့ကို ကျိန်ဆဲပါစေ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် သူတို့သည် တစ်ဦးနှင့်တစ်ဦး မိတ်ဆွေများဖြစ်ကြောင်း ဖော်ပြပြီး ဤသို့ပြုလုပ်သူများကို သတိပေးခြိမ်းခြောက်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ မည်သူမဆို သူတို့နှင့် မိတ်ဆွေဖွဲ့ပါက ထိုသူသည် သူတို့ထဲမှ တစ်ဦးပင်ဖြစ်၏။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က မှတ်တမ်းတင်ထားသည်မှာ 'အူမရ်သည် အဘူမူဆာ အလ်-အရှ်အာရီအား သူရရှိခဲ့သည်နှင့် သူသုံးစွဲခဲ့သည်များကို စာရင်းဇယားတစ်ခုတည်းတွင် ပေးပို့ရန် အမိန့်ပေးခဲ့သည်။ အဘူမူဆာတွင် ခရစ်ယာန်စာရေးတစ်ဦးရှိပြီး သူသည် 'အူမရ်၏ တောင်းဆိုချက်ကို လိုက်နာနိုင်ခဲ့သည်။ 'အူမရ်သည် သူမြင်သည်ကို နှစ်သက်ပြီး \"ဤစာရေးသည် ကျွမ်းကျင်သည်။ အရှ်-ရှမ်မှ ကျွန်ုပ်တို့ထံ ရောက်လာသော စာတစ်စောင်ကို ဗလီတွင် ဖတ်ပြနိုင်မလား\" ဟု အော်ဟစ်ခဲ့သည်။ အဘူမူဆာက \"သူမလုပ်နိုင်ပါ\" ဟု ပြောခဲ့သည်။ 'အူမရ်က \"သူသန့်ရှင်းမှုမရှိဘူးလား\" ဟု ပြောခဲ့သည်။ အဘူမူဆာက \"မဟုတ်ပါ၊ သူခရစ်ယာန်တစ်ဦးပါ\" ဟု ပြောခဲ့သည်။ အဘူမူဆာက \"ထို့ကြောင့် 'အူမရ်က ကျွန်ုပ်ကို ဆုံးမပြီး ကျွန်ုပ်၏ ပေါင်ကို <span class=\"gray\">(သူ၏လက်ညှိုးဖြင့်)</span> ထိုးကာ 'သူ့ကို <span class=\"gray\">(အလ်-မဒီနာမှ)</span> မောင်းထုတ်လိုက်' ဟု ပြောခဲ့သည်။ ထို့နောက် သူက ရွတ်ဖတ်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَىٰ أَوْلِيَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! ဂျူးများနှင့် ခရစ်ယာန်များကို မိတ်ဆွေများအဖြစ် မထားကြကုန်လင့်...)</span>\" </p><p lang=\"my\" class=\"my \">ထို့နောက် သူက 'အဗ္ဗဒူလ္လာဟ် ဘင်န် 'အွတ်ဘာဟ်က \"သင်တို့တစ်ဦးတစ်ယောက်သည် မသိဘဲ ဂျူး သို့မဟုတ် ခရစ်ယာန်တစ်ဦး ဖြစ်သွားနိုင်သည်ကို သတိထားကြပါ\" ဟု ပြောခဲ့ကြောင်း အစီရင်ခံခဲ့သည်။ ဤထုတ်ပြန်ချက်ကို ရွတ်ဆိုသူက \"ကျွန်ုပ်တို့သည် သူသည် ဤအာယသ်ကို ရည်ညွှန်းနေသည်ဟု ထင်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَىٰ أَوْلِيَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! ဂျူးများနှင့် ခရစ်ယာန်များကို မိတ်ဆွေများအဖြစ် မထားကြကုန်လင့်၊)</span>\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَى الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စိတ်နှလုံးများတွင် ရောဂါရှိသူများကို သင်မြင်ရလိမ့်မည်...)</span> သံသယ၊ ချီတုံချတုံဖြစ်ခြင်းနှင့် ဟန်ဆောင်မှုရောဂါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسَارِعُونَ فِيهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် သူတို့၏ မိတ်ဆွေဖွဲ့ခြင်းသို့ အလျင်အမြန်သွားကြ၏၊)</span> ဆိုလိုသည်မှာ၊ သူတို့သည် သူတို့အား လျှို့ဝှက်၍ဖြစ်စေ၊ ပေါ်ပေါ်တင်တင်ဖြစ်စေ မိတ်ဆွေဖွဲ့ခြင်းနှင့် သစ္စာစောင့်သိခြင်းများကို ပေးဆောင်ရန် အလျင်အမြန်သွားကြ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ نَخْشَىٰ أَن تُصِيبَنَا دَائِرَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့သည် မည်သည့်ကပ်ဆိုးကြီး၏ ဘေးဥပဒ်ကျရောက်မည်ကို စိုးရိမ်ကြသည်\" ဟု ပြောဆိုကြ၏။)</span></p><p lang=\"my\" class=\"my \">သူတို့သည် မယုံကြည်သူများနှင့် သူတို့၏ မိတ်ဆွေဖွဲ့ခြင်းနှင့် သစ္စာစောင့်သိခြင်းအတွက် ဤအကြောင်းပြချက်ကို ပေးကြသည်၊ မယုံကြည်သူများသည် မွတ်စလင်မ်များကို အနိုင်ယူမည်ကို ကြောက်ရွံ့ကြသည်ဟု ဆိုကြသည်၊ ထို့ကြောင့် ထိုအခြေအနေတွင် သူတို့၏အကျိုးအတွက် ဤမျက်နှာသာကို အသုံးပြုရန် ဂျူးများနှင့် ခရစ်ယာန်များ၏ မျက်နှာသာကို လိုချင်ကြသည်။ အလ္လာဟ်အရှင်မြတ်က ပြန်ဖြေခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَسَى اللَّهُ أَن يَأْتِيَ بِالْفَتْحِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အောင်ပွဲကို ဆောင်ကြဉ်းလာနိုင်ပါသည်...)</span> အလ်-ဆွဒ်ဒီ၏အဆိုအရ မက္ကာကို သိမ်းပိုက်ခြင်းကို ရည်ညွှန်းသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوْ أَمْرٍ مِّنْ عِندِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ကိုယ်တော်၏ဆန္ဒအတိုင်း ဆုံးဖြတ်ခြင်း)</span> ဂျူးများနှင့် ခရစ်ယာန်များအား ဂျစ်ဇ်ယာအခွန်ပေးဆောင်ရန် လိုအပ်သည်ဟု အလ်-ဆွဒ်ဒီက ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُصْبِحُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သူတို့သည် ဖြစ်သွားလိမ့်မည်။)</span> ဆိုလိုသည်မှာ၊ ဂျူးများနှင့် ခရစ်ယာန်များကို မိတ်ဆွေဖွဲ့ခဲ့သည့် ဟန်ဆောင်သူများသည် ဖြစ်သွားလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ مَا أَسَرُّوا فِي أَنفُسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့အတွင်း၌ လျှို့ဝှက်ထားခဲ့သည်များအတွက်)</span> သစ္စာစောင့်သိခြင်းများအတွက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَادِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တရကြလိမ့်မည်။)</span> ဂျူးများနှင့် ခရစ်ယာန်များနှင့် သူတို့၏ မိတ်ဆွေဖွဲ့ခြင်းသည် သူတို့အား အကျိုးမဖြစ်ထွန်းစေခဲ့သလို မည်သည့်ဘေးမှလည်း မကာကွယ်ပေးခဲ့ပေ။ ယင်းအစား၊ ၎င်းသည် အန္တရာယ်သက်သက်သာဖြစ်ခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ စစ်မှန်သော အဖြစ်မှန်ကို ဤဘဝတွင် ကိုယ်တော်၏ သစ္စာရှိကျွန်များအား ဖော်ထုတ်ခဲ့သည်၊ သူတို့ လျှို့ဝှက်ရန် ကြိုးစားခဲ့သော်လည်း။ သူတို့၏ ဟန်ဆောင်မှုကို ဖော်ထုတ်သည့် လက္ခဏာများသည် သူတို့အပေါ်တွင် စုစည်းလာသောအခါ၊ သူတို့၏ ကိစ္စသည် အလ္လာဟ်အရှင်မြတ်၏ သစ္စာရှိကျွန်များအား ရှင်းလင်းလာခဲ့သည်။ ထို့ကြောင့် ယုံကြည်သူများသည် ဤဟန်ဆောင်သူများအား အံ့ဩခဲ့ကြသည်၊ သူတို့သည် ယုံကြည်သူများဟု ဟန်ဆောင်ကြသည်၊ သူတို့၏ သစ္စာစောင့်သိမှုကို ကျိန်ဆိုကြသည်၊ သို့သော် သူတို့၏ ပြောဆိုချက်များသည် လိမ်ညာမှုများနှင့် လှည့်ဖြားမှုများသာဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُ الَّذِينَ آمَنُوا أَهَٰؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများသည် ပြောကြလိမ့်မည်၊ \"၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား ကိုယ်တော်နှင့်အတူရှိကြောင်း အပြင်းအထန်ဆုံး ကျိန်ဆိုခဲ့ကြသည့်သူများလား။\" သူတို့လုပ်ဆောင်ခဲ့သမျှသည် အချည်းနှီးဖြစ်ခဲ့ပြီး သူတို့သည် ရှုံးနိမ့်သူများ ဖြစ်သွားခဲ့ကြပြီ။)</span></p>"
  }
]