[
  {
    "ayah_key": "40:23",
    "group_ayah_key": "40:23",
    "from_ayah": "40:23",
    "to_ayah": "40:27",
    "ayah_keys": "40:23,40:24,40:25,40:26,40:27",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ငါတို့သည် မူဆာအား ငါတို့၏ သက်သေလက္ခဏာများနှင့် ထင်ရှားသော အာဏာဖြင့် စေလွှတ်ခဲ့သည် <span>(၂၃)</span> ဖိရ်အောန်၊ ဟာမာန်နှင့် ကာရွန်တို့ထံသို့ စေလွှတ်ခဲ့သည်၊ သို့သော် သူတို့က <span class=\"gray\">(သူ့အား)</span> ခေါ်ဆိုကြသည်– “စုန်းကဝေ၊ လိမ်လည်သူ! <span>(၂၄)</span> ထို့နောက်၊ သူသည် ငါတို့ထံမှ သစ္စာတရားကို သူတို့ထံသို့ ယူဆောင်လာသောအခါ၊ သူတို့က ပြောကြသည်– “သူနှင့်အတူ ယုံကြည်သူတို့၏ သားများကို သတ်ပစ်ကြပြီး သူတို့၏ အမျိုးသမီးများကို အသက်ရှင်စေလွှတ်ကြလော့။” သို့သော် မယုံကြည်သူတို့၏ ပရိယာယ်များသည် အချည်းနှီးသာ ဖြစ်သည် <span>(၂၅)</span> ဖိရ်အောန်က ပြောသည်– “ငါ့ကို မူဆာကို သတ်ခွင့်ပြုပါ၊ သူ၏ အရှင်သခင်ကို ခေါ်ခိုင်းပါ! သူသည် သင်တို့၏ ဘာသာတရားကို ပြောင်းလဲစေမည်ကို၊ သို့မဟုတ် သူသည် မြေကြီးပေါ်တွင် ဖောက်ပြန်မှုများ ဖြစ်ပေါ်စေမည်ကို ငါကြောက်သည်! <span>(၂၆)</span> မူဆာက ပြောသည်– “အမှန်စင်စစ်၊ ငါသည် နေ့ရက်ကို မယုံကြည်သော မာနကြီးသူတိုင်းထံမှ ငါ၏ အရှင်သခင်နှင့် သင်တို့၏ အရှင်သခင်ထံတွင် ခိုလှုံပါ၏! <span>(၂၇)</span></p><p lang=\"my\" class=\"my \">မူဆာနှင့် ဖိရ်အောန်တို့၏ ပုံပြင်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏ တမန်တော် မုဟမ္မဒ် ﷺ ကို သူ၏ လူမျိုးတို့၏ မယုံကြည်မှုအတွက် နှစ်သိမ့်ပေးပြီး ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ကောင်းမွန်သော အကျိုးဆက်များနှင့် အောင်ပွဲများ ရရှိမည်ဖြစ်ကြောင်း ဝမ်းသာစရာ သတင်းပေးခဲ့သည်။ ၎င်းသည် မူဆာ ဘင် အင်မ်ရာန်၊ သူ့အပေါ် ငြိမ်သက်ခြင်း ရှိပါစေ၊ အလ္လာဟ်အရှင်မြတ်က ထင်ရှားသော သက်သေနှင့် ပြတ်သားသော သက်သေအထောက်အထားဖြင့် စေလွှတ်ခဲ့သည့်အတိုင်း ဖြစ်ပျက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ သက်သေလက္ခဏာများနှင့် ထင်ရှားသော အာဏာဖြင့်)</span>။ အာဏာဟူသည် အထောက်အထားနှင့် သက်သေကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ فِرْعَوْنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖိရ်အောန်ထံသို့)</span>၊ သူသည် အီဂျစ် ကော့ပ်လူမျိုးတို့၏ ဘုရင်ဖြစ်သည်။</p><p class=\"sr qpc-hafs\" lang=\"sr\">وَهَامَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟာမာန်)</span> သူ၏ အကြံပေးပုဂ္ဂိုလ်ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَقَارُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကာရွန်)</span> သူသည် သူ၏ခေတ်လူများထဲတွင် အချမ်းသာဆုံး ကုန်သည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَقَالُوا سَاحِرٌ كَذَّابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့က <span class=\"gray\">(သူ့အား)</span> ခေါ်ဆိုကြသည်– “စုန်းကဝေ၊ လိမ်လည်သူ!”)</span> ဆိုလိုသည်မှာ၊ သူတို့သည် သူ့အား ပယ်ချခဲ့ကြပြီး သူသည် စုန်းကဝေ၊ ရူးသွပ်သူနှင့် အလ္လာဟ်အရှင်မြတ်က စေလွှတ်ခဲ့သည်ဟု လိမ်ညာပြောဆိုနေသော ပုံရိပ်ယောင်ဖန်တီးသူတစ်ဦးဟု ထင်ခဲ့ကြသည်။ ၎င်းသည် အာယတ်တော်နှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ - أَتَوَاصَوْا بِهِ ۚ بَلْ هُمْ قَوْمٌ طَاغُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့အတူပင်၊ သူတို့မတိုင်မီက တမန်တော်တစ်ဦးမျှ မရောက်ရှိခဲ့ချေ၊ သို့သော် သူတို့က ပြောကြသည်– “စုန်းကဝေ သို့မဟုတ် ရူးသွပ်သူတစ်ဦး!” သူတို့သည် ဤစကားကို ဤသူတို့ထံသို့ လက်ဆင့်ကမ်းခဲ့ကြသလော။ မဟုတ်ပါ၊ သူတို့သည် ကိုယ်တိုင် အတိုင်းအတာထက် ကျော်လွန်သော လူမျိုးဖြစ်သည်!)</span><span class=\"gray\">(၅၁:၅၂-၅၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက်၊ သူသည် ငါတို့ထံမှ သစ္စာတရားကို သူတို့ထံသို့ ယူဆောင်လာသောအခါ၊)</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်က သူ့အား သူတို့ထံသို့ စေလွှတ်ခဲ့ကြောင်း ပြတ်သားသော သက်သေအထောက်အထားဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا اقْتُلُوا أَبْنَاءَ الَّذِينَ آمَنُوا مَعَهُ وَاسْتَحْيُوا نِسَاءَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြသည်– “သူနှင့်အတူ ယုံကြည်သူတို့၏ သားများကို သတ်ပစ်ကြပြီး သူတို့၏ အမျိုးသမီးများကို အသက်ရှင်စေလွှတ်ကြလော့။”)</span> ၎င်းသည် ဖိရ်အောန်ထံမှ ဣသရေလသားတို့၏ အမျိုးသားများကို သတ်ရန် ဒုတိယအမိန့်ဖြစ်သည်။ ပထမအမိန့်မှာ မူဆာကဲ့သို့ လူတစ်ဦး ပေါ်ထွန်းလာခြင်းကို ကာကွယ်ရန် သို့မဟုတ် ဤလူမျိုးကို အရှက်ခွဲရန် သို့မဟုတ် သူတို့၏ အရေအတွက်ကို လျှော့ချရန် သို့မဟုတ် နှစ်မျိုးလုံးအတွက် ရည်ရွယ်ခဲ့သည့် လုပ်ရပ်တစ်ခုဖြစ်သည်။ ဒုတိယအမိန့်မှာ ဒုတိယအကြောင်းရင်းအတွက်ဖြစ်ပြီး၊ မူဆာကို မကောင်းသောနိမိတ်အဖြစ် မှတ်ယူစေရန်အတွက် လူမျိုးများကို အရှက်ခွဲရန်ဖြစ်သည်။ သူတို့က ပြောကြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُوذِينَا مِنْ قَبْلِ أَنْ تَأْتِيَنَا وَمِنْ بَعْدِ مَا جِئْتَنَا ۚ قَالَ عَسَىٰ رَبُّكُمْ أَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်သည် ကျွန်ုပ်တို့ထံသို့ မလာမီကပင် ကျွန်ုပ်တို့ <span class=\"gray\">(ဣသရေလသားတို့)</span> ဒုက္ခများ ကြုံခဲ့ရပြီး၊ သင်ရောက်လာကတည်းကလည်း ဒုက္ခများ ကြုံခဲ့ရသည်။\" သူက ပြောသည်– \"သင်တို့၏ အရှင်သခင်သည် သင်တို့၏ ရန်သူကို ဖျက်ဆီးပြီး မြေကြီးပေါ်တွင် သင်တို့ကို ဆက်ခံသူများ ဖြစ်စေကာ၊ သင်တို့ မည်သို့ ပြုမူသည်ကို သူ မြင်တွေ့နိုင်မည်ဖြစ်နိုင်သည်။\")</span><span class=\"gray\">(၇:၁၂၉)</span>။ ကာတာဒါက ဤသည်မှာ တစ်ခုပြီးတစ်ခု အမိန့်ဖြစ်သည်ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَيْدُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် မယုံကြည်သူတို့၏ ပရိယာယ်များသည် အချည်းနှီးသာ ဖြစ်သည်!)</span> ဆိုလိုသည်မှာ၊ သူတို့၏ အကြံအစည်များနှင့် ရည်ရွယ်ချက်များ – ဣသရေလသားတို့၏ အရေအတွက်ကို လျှော့ချရန်၊ သူတို့ အောင်ပွဲခံမည်ကို စိုးရိမ်သောကြောင့် – သည် ကျရှုံးရန်သာ ကံကြမ္မာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖိရ်အောန်က ပြောသည်– “ငါ့ကို မူဆာကို သတ်ခွင့်ပြုပါ၊ သူ၏ အရှင်သခင်ကို ခေါ်ခိုင်းပါ!...” )</span> ဖိရ်အောန်၊ အလ္လာဟ်အရှင်မြတ်က သူ့ကို ကျိန်ဆဲပါစေ၊ မူဆာ၊ သူ့အပေါ် ငြိမ်သက်ခြင်း ရှိပါစေ၊ ကို သတ်ရန် ဆုံးဖြတ်ခဲ့သည်။ ဆိုလိုသည်မှာ၊ သူသည် သူ၏လူမျိုးတို့အား ‘ငါ သူ့ကို သင်တို့အတွက် သတ်ပေးမည်’ ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَدْعُ رَبَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏ အရှင်သခင်ကို ခေါ်ခိုင်းပါ!)</span> ဆိုလိုသည်မှာ၊ ‘ငါ ဂရုမစိုက်ဘူး။’ ဤသည်မှာ ရန်လိုသော ခေါင်းမာမှု၏ အထွတ်အထိပ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَخَافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သင်တို့၏ ဘာသာတရားကို ပြောင်းလဲစေမည်ကို၊ သို့မဟုတ် သူသည် မြေကြီးပေါ်တွင် ဖောက်ပြန်မှုများ ဖြစ်ပေါ်စေမည်ကို ငါကြောက်သည်!)</span> ဆိုလိုသည်မှာ၊ မူဆာ၊ ဖိရ်အောန်သည် မူဆာက သူ၏လူမျိုးတို့ကို လမ်းမှားသို့ ပို့ဆောင်ပြီး သူတို့၏ ထုံးတမ်းစဉ်လာများကို ပြောင်းလဲပစ်မည်ကို စိုးရိမ်ခဲ့သည်။ ဖိရ်အောန်သည် မူဆာက သူ၏လူမျိုးတို့အား မည်သို့ ပြုမူမည်ကို စိုးရိမ်သည်နှင့်တူသည်! အများစုက ၎င်းကို ‘သူသည် သင်တို့၏ ဘာသာတရားကို ပြောင်းလဲပြီး မြေကြီးပေါ်တွင် ဖောက်ပြန်မှုများ ဖြစ်ပေါ်စေမည်’ ဟု အဓိပ္ပါယ်ဖွင့်ဆိုခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ مُوسَىٰ إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ مِنْ كُلِّ مُتَكَبِّرٍ لَا يُؤْمِنُ بِيَوْمِ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာက ပြောသည်– “အမှန်စင်စစ်၊ ငါသည် နေ့ရက်ကို မယုံကြည်သော မာနကြီးသူတိုင်းထံမှ ငါ၏ အရှင်သခင်နှင့် သင်တို့၏ အရှင်သခင်ထံတွင် ခိုလှုံပါ၏!”)</span> ဆိုလိုသည်မှာ၊ ဖိရ်အောန်က ပြောခဲ့သည်ကို သူကြားသောအခါ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">ذَرُونِي أَقْتُلْ مُوسَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ကို မူဆာကို သတ်ခွင့်ပြုပါ၊)</span> မူဆာ၊ သူ့အပေါ် ငြိမ်သက်ခြင်း ရှိပါစေ၊ ပြောသည်– \"သူ၏ မကောင်းမှုနှင့် သူ့ကဲ့သို့သော သူတို့၏ မကောင်းမှုများမှ အလ္လာဟ်အရှင်မြတ်ထံတွင် ခိုလှုံခြင်းနှင့် အကာအကွယ်ကို ငါရှာ၏။\" ထို့ကြောင့် သူက ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါသည် ငါ၏ အရှင်သခင်နှင့် သင်တို့၏ အရှင်သခင်ထံတွင် ခိုလှုံပါ၏)</span> – ဤနေရာတွင် ရည်ညွှန်းခံရသူများ –</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ كُلِّ مُتَكَبِّرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာနကြီးသူတိုင်းထံမှ)</span> ဆိုလိုသည်မှာ၊ ဆိုးသွမ်းသူတိုင်းထံမှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُؤْمِنُ بِيَوْمِ الْحِسَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေ့ရက်ကို မယုံကြည်သူ!)</span> အဘူ မူဆာထံမှ ရသေ့မြတ် ﷺ အပေါ် အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အချို့လူများကြောင့် ကြောက်ရွံ့သောအခါ သူက ပြောလေ့ရှိသည်ဟု ဟဒီးဆ်တော်တွင် ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ شُرُورِهِمْ، وَنَدْرَأُ بِكَ فِي نُحُورِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်၊ သူတို့၏ မကောင်းမှုမှ သင်၏ထံတွင် ကျွန်ုပ်တို့ ခိုလှုံပါ၏၊ သူတို့ကို တွန်းလှန်ရန် သင်၏ အကူအညီကို ကျွန်ုပ်တို့ တောင်းခံပါ၏။)</span></p>"
  }
]