[
  {
    "ayah_key": "11:50",
    "group_ayah_key": "11:50",
    "from_ayah": "11:50",
    "to_ayah": "11:52",
    "ayah_keys": "11:50,11:51,11:52",
    "text": "<p lang=\"my\" class=\"my \">'အာဒ် <span class=\"gray\">(လူမျိုးတို့ထံသို့ ငါတို့သည်)</span> ၎င်းတို့၏ ညီအစ်ကို ဟူဒ်ကို စေလွှတ်တော်မူခဲ့သည်။ ၎င်းက ပြောကြားသည်- \"အို ငါ့လူမျိုးတို့! အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြကုန်လော့။ ၎င်းအရှင်မှတစ်ပါး အခြားကိုးကွယ်ရာအရှင် မရှိချေ။ အမှန်စင်စစ် သင်တို့သည် လိမ်ညာ၍ ဖန်တီးသူများသာလျှင် ဖြစ်ကြကုန်သည်။ <span>(၅၀)</span> \"အို ငါ့လူမျိုးတို့! ငါသည် ၎င်း <span class=\"gray\">(ဓမ္မဒေသနာ)</span> အတွက် သင်တို့ထံမှ မည်သည့်အဖိုးအခမျှ မတောင်းဆိုပါ။ ငါ၏ အဖိုးအခသည် ငါ့ကို ဖန်ဆင်းတော်မူသောအရှင်ထံမှသာ ဖြစ်သည်။ ထို့နောက် သင်တို့သည် နားမလည်ကြသလော? <span>(၅၁)</span> \"အို ငါ့လူမျိုးတို့! သင်တို့၏ အရှင်သခင်ထံတွင် ခွင့်လွှတ်မှု တောင်းခံကြကုန်လော့။ ထို့နောက် ၎င်းအရှင်ထံသို့ နောင်တတရားဖြင့် ပြန်လှည့်ကြကုန်လော့။ ၎င်းအရှင်သည် သင်တို့ထံသို့ <span class=\"gray\">(ကောင်းကင်မှ)</span> ရွာသွန်းသော မိုးကို စေလွှတ်တော်မူမည်။ ထို့ပြင် သင်တို့၏ ခွန်အားကို ခွန်အား ထပ်လောင်းပေးမည်။ ထို့ကြောင့် သင်တို့သည် ပြစ်မှုကျူးလွန်သူများအဖြစ် နောက်ပြန်မလှည့်ကြကုန်လင့်။ <span>(၅၂)</span></p><div lang=\"my\" class=\"my \"><h2>နဗီတမန်တော် ဟူဒ်နှင့် 'အာဒ် လူမျိုးတို့၏ ဖြစ်ရပ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မြင့်မြတ်သောအရှင်အဖြစ် မိန့်ကြားတော်မူသည်-</p><p class=\"qpc-hafs\">وَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့်)</span> ၎င်းသည် အဓိပ္ပါယ်သက်ရောက်နေသည်ကို မိတ်ဆက်ခြင်းဖြစ်သည်- \"အမှန်စင်စစ် ငါတို့သည် စေလွှတ်ခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ عَادٍ أَخَاهُمْ هُودًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အာဒ် <span class=\"gray\">(လူမျိုးတို့ထံသို့)</span> ၎င်းတို့၏ ညီအစ်ကို ဟူဒ်။)</span> ဟူဒ်သည် ၎င်းတို့ထံသို့ အပေါင်းအဖော်မရှိဘဲ အလ္လာဟ်အရှင်မြတ်ကို တစ်ပါးတည်းသာ ကိုးကွယ်ရန် အမိန့်ပေးလျက် ရောက်ရှိလာခဲ့သည်။ ၎င်းက ၎င်းတို့ ဖန်တီးထားသော၊ ဘုရားများအဖြစ် အမည်ပေးထားသော ရုပ်ပွားဆင်းတုများကို ကိုးကွယ်ခြင်းမှ တားမြစ်ခဲ့သည်။ ၎င်းက အလ္လာဟ်အရှင်မြတ်၏ သဝဏ်လွှာကို ရိုးသားစွာ အကြံဉာဏ်ပေးခြင်းနှင့် ပို့ဆောင်ခြင်းအတွက် ၎င်းတို့ထံမှ မည်သည့်အဖိုးအခမျှ မလိုလားကြောင်း အသိပေးခဲ့သည်။ ၎င်းသည် ၎င်းကို ဖန်ဆင်းတော်မူသောအရှင်ဖြစ်သည့် အလ္လာဟ်အရှင်မြတ်ထံမှသာ အဖိုးအခကို ရှာဖွေခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့သည် နားမလည်ကြသလော?)</span> သင်တို့ထံသို့ သင်တို့၏ လောကီဘဝနှင့် နောင်ဘဝတွင် အကျိုးပြုမည့်အရာကို မည်သည့်အဖိုးအခမျှ <span class=\"gray\">(၎င်းတို့ထံမှ)</span> မတောင်းဆိုဘဲ ဖိတ်ခေါ်သူတစ်ဦး ရောက်ရှိလာခဲ့သည်။ ထို့နောက် ၎င်းက ၎င်းတို့အား ယခင်အပြစ်များကို ပယ်ဖျက်နိုင်သောအရှင်ထံမှ ခွင့်လွှတ်မှု တောင်းခံရန် အမိန့်ပေးခဲ့သည်။ ၎င်းက ၎င်းတို့အား အနာဂတ်တွင် ပြုလုပ်နိုင်သည့်အရာများအတွက် နောင်တတရားဖြင့် ပြန်လှည့်ရန်လည်း အမိန့်ပေးခဲ့သည်။ မည်သူမဆို ဤလက္ခဏာများရှိပါက အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ စားဝတ်နေရေးကို လွယ်ကူစေမည်၊ ၎င်း၏ ကိစ္စရပ်များတွင် လွယ်ကူစေမည်၊ ၎င်း၏ အခြေအနေကို စောင့်ရှောက်တော်မူမည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرْسِلِ السَّمَاءَ عَلَيْكُم مِّدْرَارًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်သည် သင်တို့ထံသို့ <span class=\"gray\">(ကောင်းကင်မှ)</span> ရွာသွန်းသော မိုးကို စေလွှတ်တော်မူမည်။)</span></p>"
  },
  {
    "ayah_key": "11:53",
    "group_ayah_key": "11:53",
    "from_ayah": "11:53",
    "to_ayah": "11:56",
    "ayah_keys": "11:53,11:54,11:55,11:56",
    "text": "<p lang=\"my\" class=\"my \">သူတို့က ပြောကြသည်- \"အိုဟူဒ်၊ သင်သည် ကျွန်ုပ်တို့ထံသို့ မည်သည့်သက်သေမျှ ယူဆောင်လာခဲ့ခြင်းမရှိပေ။ သင်၏ <span class=\"gray\">(သက်သက်သော)</span> စကားကြောင့် ကျွန်ုပ်တို့၏ နတ်ဘုရားများကို စွန့်လွှတ်မည်မဟုတ်ပေ။ ကျွန်ုပ်တို့သည် သင့်ကို ယုံကြည်သူများမဟုတ်ပေ။ <span>(၅၃)</span>ကျွန်ုပ်တို့ပြောသည်မှာ ကျွန်ုပ်တို့၏ နတ်ဘုရားအချို့ <span class=\"gray\">(မှားယွင်းသော ကိုးကွယ်ရာများ)</span> သည် သင့်အား မကောင်းမှု <span class=\"gray\">(ရူးသွပ်မှု)</span> ဖြင့် ဖမ်းချုပ်ထားခြင်းပင် ဖြစ်သည်။ သူက ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်အား သက်သေပြု၍ သင်တို့ကိုလည်း သက်သေပြု၍ ငါသည် သင်တို့ ကိုးကွယ်ရာများတွင် တွဲဖက်ထားသော အရာများမှ ကင်းရှင်းပါကြောင်း ကြေညာပါသည်။ <span>(၅၄)</span>အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> အပြင်။ ထို့ကြောင့် သင်တို့အားလုံး ငါ့ကို ပူးပေါင်းကြံစည်ကြပြီး ငါ့ကို အချိန်ဆွဲမနေကြနှင့်။ <span>(၅၅)</span>ငါသည် အလ္လာဟ်အရှင်မြတ်၊ ငါ၏အရှင်နှင့် သင်တို့၏အရှင်အား ယုံကြည်စိတ်ချစွာ အပ်နှံထားပါသည်။ လှုပ်ရှားသွားလာသော သတ္တဝါတိုင်း၏ နဖူးဆံပင်ကို အရှင်မြတ်သာ ကိုင်စွဲထားသည်။ အမှန်စင်စစ် ငါ၏အရှင်သည် ဖြောင့်မတ်သောလမ်း <span class=\"gray\">(သစ္စာတရား)</span> ပေါ်၌ ရှိတော်မူသည်။ <span>(၅၆)</span></p><div lang=\"my\" class=\"my \"><h2>'အာဒ်နှင့် ဟူဒ်တို့အကြား စကားပြောဆိုမှု <span class=\"my gray\" lang=\"my\">(လူမျိုးများ)</span></h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ တမန်တော်အား ပြောကြားခဲ့ကြောင်း အသိပေးတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جِئْتَنَا بِبَيِّنَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကျွန်ုပ်တို့ထံသို့ မည်သည့်သက်သေမျှ ယူဆောင်လာခဲ့ခြင်းမရှိပေ။)</span> ဆိုလိုသည်မှာ ဟူဒ်သည် ၎င်းပြောဆိုခဲ့သည့်အရာအတွက် မည်သည့်သက်သေအထောက်အထားမျှ ယူဆောင်လာခြင်းမရှိဟု ၎င်းတို့က တောင်းဆိုခဲ့ကြခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَن قَوْلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ <span class=\"gray\">(သက်သက်သော)</span> စကားကြောင့် ကျွန်ုပ်တို့၏ နတ်ဘုရားများကို စွန့်လွှတ်မည်မဟုတ်ပေ။)</span> သူတို့က ပြောကြသည်မှာ ၎င်း၏ \"ဤနတ်ဘုရားများကို စွန့်ပစ်ကြ\" ဟူသော စကားသက်သက်က သူတို့၏ ရုပ်တုများကို စွန့်ပစ်ရန် လုံလောက်သော သက်သေအဖြစ် မည်သို့ဖြစ်နိုင်မည်နည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင့်ကို ယုံကြည်သူများမဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ သူပြောနေသည့်အရာသည် မှန်ကန်သည်ဟု ၎င်းတို့ မယုံကြည်ခဲ့ကြခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن نَّقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ပြောသည်မှာ ကျွန်ုပ်တို့၏ နတ်ဘုရားအချို့သည် သင့်အား မကောင်းမှုဖြင့် ဖမ်းချုပ်ထားခြင်းပင် ဖြစ်သည်။)</span> သူတို့က ပြောကြသည်- \"ကျွန်ုပ်တို့၏ ရုပ်တုအချို့သည် သင့်အား ရူးသွပ်မှုနှင့် စိတ်ကစဉ့်ကလျားဖြစ်မှုတို့ဖြင့် ဒုက္ခပေးနေသည်ဟု ကျွန်ုပ်တို့ထင်သည်၊ အဘယ်ကြောင့်ဆိုသော် သင်သည် ၎င်းတို့ကို ကိုးကွယ်ခြင်းမှ ရပ်တန့်စေရန်နှင့် ကဲ့ရဲ့ရန် ကြိုးစားနေသောကြောင့်ဖြစ်သည်။\" </p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ - مِن دُونِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်အား သက်သေပြု၍ သင်တို့ကိုလည်း သက်သေပြု၍ ငါသည် အရှင်မြတ် (အလ္လာဟ်အရှင်မြတ်) အပြင် သင်တို့ ကိုးကွယ်ရာများတွင် တွဲဖက်ထားသော အရာများမှ ကင်းရှင်းပါကြောင်း ကြေညာပါသည်။\")</span><span class=\"gray\">[11:54-55]</span> ဤတွင် သူက ပြောနေသည်မှာ \"အမှန်စင်စစ် ငါသည် ပြိုင်ဘက်များနှင့် ရုပ်တုများအားလုံး <span class=\"gray\">(သင်တို့ အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ထားသည့်)</span> မှ ကင်းရှင်းပါသည်။\" </p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكِيدُونِي جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့အားလုံး ငါ့ကို ပူးပေါင်းကြံစည်ကြပြီး၊)</span> သင်နှင့် သင်၏နတ်ဘုရားများ၊ ၎င်းတို့သာ မှန်ကန်ပါက။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَا تُنظِرُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါ့ကို အချိန်ဆွဲမနေကြနှင့်။)</span> မျက်တောင်တစ်ခတ်မျှပင်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم ۚ مَّا مِن دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် အလ္လာဟ်အရှင်မြတ်၊ ငါ၏အရှင်နှင့် သင်တို့၏အရှင်အား ယုံကြည်စိတ်ချစွာ အပ်နှံထားပါသည်။ လှုပ်ရှားသွားလာသော သတ္တဝါတိုင်း၏ နဖူးဆံပင်ကို အရှင်မြတ်သာ ကိုင်စွဲထားသည်။)</span></p><p lang=\"my\" class=\"my \">သတ္တဝါတိုင်းသည် အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ၏ တန်ခိုးတော်နှင့် အာဏာအောက်တွင် ရှိသည်။ အရှင်မြတ်သည် အကောင်းဆုံးတရားသူကြီး၊ အ sprawယ်ဆုံးတရားမျှတသူ ဖြစ်ပြီး ၎င်း၏ စီရင်ဆုံးဖြတ်ရာတွင် မည်သည့်မတရားမှုကိုမျှ မပြုလုပ်ပါ။ အမှန်စင်စစ် အရှင်မြတ်သည် ဖြောင့်မတ်သောလမ်းပေါ်၌ ရှိတော်မူသည်။</p><p lang=\"my\" class=\"my \">အမှန်စင်စစ်၊ ဤအငြင်းအခုံတွင် ဟူဒ်သူတို့ထံ ယူဆောင်လာခဲ့သည့်အရာ၏ မှန်ကန်မှုကို ပြသသည့် အလွန်အရေးကြီးသော သက်သေအထောက်အထားနှင့် ပြတ်သားသော အထောက်အထားများ ပါဝင်သည်။ ၎င်းသည် သူတို့၏ ရုပ်တုများကို ကိုးကွယ်ခြင်းသည် မှားယွင်းကြောင်းကိုလည်း သက်သေပြသည်။ ထိုရုပ်တုများသည် အကျိုးပေးခြင်း သို့မဟုတ် အန္တရာယ်ပြုခြင်း မပြုနိုင်ပေ။ ယင်းအစား၊ ဤရုပ်တုများသည် အကြားအာရုံ၊ အမြင်အာရုံ မရှိသည့်၊ မိတ်ဖွဲ့ခြင်း သို့မဟုတ် ရန်ငြိုးဖွဲ့ခြင်း မပြုလုပ်နိုင်သည့် သက်မဲ့အရာဝတ္ထုများသာ ဖြစ်သည်။ အရှင်မြတ်အား တစ်ပါးတည်းသာ ကိုးကွယ်ရာအဖြစ် ထားရှိရန် ထိုက်တန်သူမှာ အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းသာဖြစ်ပြီး မည်သည့်တွဲဖက်မျှမရှိပေ။ အရှင်မြတ်သာလျှင် အချုပ်အခြာအာဏာကို စိုးပိုင်တော်မူပြီး အရာခပ်သိမ်းကို ထိန်းချုပ်တော်မူသည်။ အရှင်မြတ်၏ ပိုင်ဆိုင်မှု၊ တန်ခိုးတော်နှင့် အာဏာအောက်တွင် မရှိသည့်အရာဟူ၍ မရှိပေ။ ထို့ကြောင့် အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သော မည်သည့်နတ်ဘုရားမျှမရှိသလို အရှင်မြတ်မှလွဲ၍ အခြားမည်သည့်အရှင်မျှမရှိပေ။</p>"
  },
  {
    "ayah_key": "11:57",
    "group_ayah_key": "11:57",
    "from_ayah": "11:57",
    "to_ayah": "11:60",
    "ayah_keys": "11:57,11:58,11:59,11:60",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် သင်တို့သည် လှည့်ထွက်သွားလျှင်လည်း၊ ကျွန်ုပ်အား သင်တို့ထံ စေလွှတ်လိုက်သည့် သတင်းစကားကို ကျွန်ုပ်သည် ပို့ဆောင်ပြီးဖြစ်သည်။ ကျွန်ုပ်၏အရှင်သခင်သည် သင်တို့နောက်၌ အခြားလူမျိုးတစ်မျိုးကို ဆက်ခံစေမည်ဖြစ်ပြီး သင်တို့သည် ကိုယ်တော်ကို အနည်းငယ်မျှပင် ထိခိုက်စေမည်မဟုတ်ပေ။ ဧကန်မလွဲ၊ ကျွန်ုပ်၏အရှင်သခင်သည် အရာအားလုံးကို ထိန်းသိမ်းစောင့်ရှောက်သူဖြစ်သည် <span>(၅၇)</span>ကျွန်ုပ်တို့၏အမိန့်တော် ရောက်ရှိလာသောအခါ၊ ကျွန်ုပ်တို့သည် ဟူဒ်နှင့် သူနှင့်အတူ ယုံကြည်သူများကို ကျွန်ုပ်တို့ထံမှ ကရုဏာဖြင့် ကယ်ဆယ်ခဲ့ပြီး ပြင်းထန်သော ပြစ်ဒဏ်မှ ကယ်ဆယ်ခဲ့သည် <span>(၅၈)</span>ထိုသူတို့သည် <span class=\"gray\">[အာဒ်လူမျိုး]</span> ဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတို့၏အရှင်သခင်၏ အာယတ်တော်များကို ငြင်းပယ်ခဲ့ကြပြီး ကိုယ်တော်၏ ရစူလ်တမန်များကို မနာခံခဲ့ကြပေ။ မာနကြီးပြီး ခေါင်းမာသော <span class=\"gray\">(၎င်းတို့၏ ခေါင်းဆောင်များထဲမှ အမှန်တရားကို ဖိနှိပ်သူ)</span> တိုင်း၏ အမိန့်ကို လိုက်နာခဲ့ကြသည် <span>(၅၉)</span>၎င်းတို့သည် ဤလောကတွင် ကျိန်ခြင်းတန်ခိုးဖြင့် လိုက်လံနှိပ်စက်ခြင်း ခံခဲ့ရပြီး ရှင်ပြန်ထမြောက်ရာနေ့တွင်လည်း <span class=\"gray\">(ထို့အတူ ဖြစ်လိမ့်မည်)</span>။ သံသယမရှိ! ဧကန်မလွဲ၊ အာဒ်လူမျိုးသည် ၎င်းတို့၏အရှင်သခင်ကို မယုံကြည်ခဲ့ကြ။ ထို့ကြောင့် ဟူဒ်၏လူမျိုးဖြစ်သော အာဒ်လူမျိုး ပျက်စီးပါစေ။) ဟူဒ်က ၎င်းတို့အား ပြောသည်၊ \"သင်တို့သည် ကျွန်ုပ်ယူဆောင်လာသော၊ အရှင်သခင် တစ်ဆူတည်းဖြစ်ပြီး မည်သည့်အဖော်အစပ်မျှမရှိသော အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ခြင်းနှင့်စပ်လျဉ်း၍ လှည့်ထွက်သွားလျှင်၊ သင်တို့အပေါ်တွင် အထောက်အထား ထူထောင်ပြီးဖြစ်သည်။ ၎င်းမှာ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ် သင်တို့ထံ စေလွှတ်လိုက်သည့် သတင်းစကားကို သင်တို့ထံ ပို့ဆောင်ပြီးဖြစ်သောကြောင့်ပင် <span>(၆၀)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏အရှင်သခင်သည် သင်တို့နောက်၌ အခြားလူမျိုးတစ်မျိုးကို ဆက်ခံစေမည်။)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ် တစ်ဆူတည်းကိုသာ မည်သည့်အရာမျှ ဖက်စပ်ခြင်းမရှိဘဲ ကိုးကွယ်မည့် လူအုပ်စုကို ရည်ညွှန်းသည်။ ၎င်းသည် ဘုရားများစွာကို ကိုးကွယ်သူများသည် အလ္လာဟ်အရှင်မြတ်ကို အနှောက်အယှက်မပေး၊ ၎င်းတို့၏ မယုံကြည်ခြင်းဖြင့် ကိုယ်တော်ကို အနည်းငယ်မျှပင် မထိခိုက်စေကြောင်းလည်း ဆိုလိုသည်။ ဆန့်ကျင်ဘက်အားဖြင့် ၎င်းတို့၏ မယုံကြည်ခြင်းသည် ၎င်းတို့ကိုယ်တိုင်ကိုသာ ထိခိုက်စေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبِّي عَلَىٰ كُلِّ شَيْءٍ حَفِيظٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ကျွန်ုပ်၏အရှင်သခင်သည် အရာအားလုံးကို ထိန်းသိမ်းစောင့်ရှောက်သူဖြစ်သည်။)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ကျွန်များ၏ ပြောစကားများနှင့် လုပ်ရပ်များအပေါ် သက်သေနှင့် ထိန်းသိမ်းစောင့်ရှောက်သူ ဖြစ်သည်ဟု ဆိုလိုသည်။ ကိုယ်တော်သည် ၎င်းတို့၏လုပ်ရပ်များအတွက် ထိုက်တန်သော အကျိုးကို ပေးသနားမည်။ ၎င်းတို့သည် ကောင်းမှုပြုလျှင်၊ ကိုယ်တော်သည် ၎င်းတို့အား ကောင်းကျိုးဖြင့် ဆုချမည်။ ၎င်းတို့သည် မကောင်းမှုပြုလျှင်၊ ကိုယ်တော်သည် ၎င်းတို့အား မကောင်းမှုဖြင့် အပြစ်ပေးမည်။</p><div lang=\"my\" class=\"my \"><h2>အာဒ်လူမျိုး ဖျက်ဆီးခံရခြင်းနှင့် ၎င်းတို့ထဲမှ ယုံကြည်သူများ ကယ်ဆယ်ခံရခြင်း</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَ أَمْرُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏အမိန့်တော် ရောက်ရှိလာသောအခါ၊)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား တစ်ယောက်မကျန် ဖျက်ဆီးခဲ့သော သွေ့ခြောက်သော လေကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ် အလွန်မြင့်မြတ်သော ကိုယ်တော်၏ ကရုဏာတော်နှင့် ကြင်နာမှုသည် ဟူဒ်နှင့် သူ၏နောက်လိုက်များကို ဤကြောက်မက်ဖွယ် ပြစ်ဒဏ်မှ ကယ်ဆယ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ عَادٌ ۖ جَحَدُوا بِآيَاتِ رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် အာဒ် <span class=\"gray\">(လူမျိုး)</span> ဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတို့၏အရှင်သခင်၏ အာယတ်တော်များကို ငြင်းပယ်ခဲ့ကြသည်။)</span> ၎င်းသည် ၎င်းတို့သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> သက်သေခံချက်များနှင့် ဗျာဒိတ်တော်များကို မယုံကြည်ခဲ့ကြဘဲ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်များကို မနာခံခဲ့ကြဟု ဆိုလိုသည်။ ၎င်းမှာ မည်သူမဆို ပရောဖက်တစ်ပါးကို မယုံကြည်ပါက၊ ဧကန်မလွဲ၊ သူသည် ပရောဖက်များအားလုံးကို မယုံကြည်ခြင်း ဖြစ်သောကြောင့်ပင်၊ ၎င်းတို့အပေါ် ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ။ ၎င်းတို့အားလုံးကို ယုံကြည်ရန် လိုအပ်သည်ဟူသော အဓိပ္ပါယ်ဖြင့် ၎င်းတို့ထဲမှ တစ်ပါးနှင့်တစ်ပါး ကွဲပြားမှုမရှိပေ။ ထို့ကြောင့်၊ အာဒ်လူမျိုးသည် ဟူဒ်ကို မယုံကြည်ခဲ့ကြဘဲ ၎င်းတို့၏ မယုံကြည်ခြင်းသည် ရစူလ်တမန်များအားလုံးကို မယုံကြည်ခြင်းဟု မှတ်ယူခံခဲ့ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မာနကြီးပြီး ခေါင်းမာသူတိုင်း၏ အမိန့်ကို လိုက်နာခဲ့ကြသည်။)</span> ၎င်းသည် ၎င်းတို့သည် ၎င်းတို့၏ မှန်ကန်သော လမ်းညွှန်မှုပေးသော ရစူလ်တမန်ကို လိုက်နာခြင်းကို စွန့်ပယ်ခဲ့ကြပြီး မာနကြီးပြီး ခေါင်းမာသော ပုဂ္ဂိုလ်တိုင်း၏ အမိန့်ကို လိုက်နာခဲ့ကြသည်ဟု ဆိုလိုသည်။ ထို့ကြောင့်၊ ၎င်းတို့အကြောင်း ဖော်ပြတိုင်း ဤလောကတွင် အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ယုံကြည်သူ ကျွန်များထံမှ ကျိန်ခြင်းတန်ခိုးဖြင့် လိုက်လံနှိပ်စက်ခြင်း ခံခဲ့ရသည်။ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သက်သေများရှေ့၌ ၎င်းတို့အား ဆန့်ကျင်သော ကြွေးကြော်သံတစ်ရပ် ပြုလုပ်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ အာဒ်လူမျိုးသည် ၎င်းတို့၏အရှင်သခင်ကို မယုံကြည်ခဲ့ကြ။)</span></p>"
  },
  {
    "ayah_key": "11:6",
    "group_ayah_key": "11:6",
    "from_ayah": "11:6",
    "to_ayah": "11:6",
    "ayah_keys": "11:6",
    "text": "<p class=\"my translation\" lang=\"my\">မြေကြီးပေါ်တွင် လှုပ်ရှားနေသော သတ္တဝါဟူ၍ မရှိပါ၊ ၎င်း၏ ရိက္ခာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်၏။ ၎င်း၏ နေထိုင်ရာနေရာနှင့် ၎င်း၏ အပ်နှံထားရာနေရာကိုလည်း အရှင်မြတ်သိတော်မူ၏။ အားလုံးသည် ရှင်းလင်းသောကျမ်းတွင် ရှိ၏။ <span>(၆)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် သတ္တဝါအားလုံး၏ ရိက္ခာများအတွက် တာဝန်ရှိတော်မူ၏။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မြေကြီးပေါ်တွင် နေထိုင်သော သတ္တဝါအားလုံး၏ ရိက္ခာများအတွက် တာဝန်ရှိကြောင်း အသိပေးတော်မူ၏။ ထိုသတ္တဝါတို့သည် သေးငယ်သည်ဖြစ်စေ၊ ကြီးမားသည်ဖြစ်စေ၊ ပင်လယ်တွင်နေသည်ဖြစ်စေ၊ ကုန်းပေါ်တွင်နေသည်ဖြစ်စေ အရှင်မြတ်သိတော်မူ၏။ ၎င်းတို့၏ နေထိုင်ရာနေရာနှင့် ၎င်းတို့၏ အပ်နှံရာနေရာကိုလည်း အရှင်မြတ်သိတော်မူ၏။ ဆိုလိုသည်မှာ ၎င်းတို့၏ ခရီးသည် မြေကြီးပေါ်တွင် မည်သည့်နေရာတွင် ကုန်ဆုံးမည်ကိုလည်းကောင်း၊ အသိုက်ပြုလုပ်လိုသည့်အခါ မည်သည့်နေရာတွင် ခိုလှုံမည်ကိုလည်းကောင်း အရှင်မြတ်သိတော်မူ၏။ ထိုအသိုက်ပြုလုပ်ရာနေရာသည် ၎င်းတို့၏ အပ်နှံရာနေရာအဖြစ်လည်း မှတ်ယူသည်။ 'အလီဘင် အဘီ တလ်ဟာ'နှင့် အခြားသူများက အိဗ်နု အဘ်ဘာစ်ထံမှ ၎င်းက ထိုပြောဆိုချက်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْلَمُ مُسْتَقَرَّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ နေထိုင်ရာနေရာကိုလည်း အရှင်မြတ်သိတော်မူ၏)</span> ဆိုသည်မှာ ၎င်းနေထိုင်ရာနေရာကို ဆိုလိုသည်။ ထိုပြောဆိုချက်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمُسْتَوْدَعَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်း၏အပ်နှံရာနေရာ။)</span> ၎င်း <span class=\"gray\">(အိဗ်နု အဘ်ဘာစ်)</span> က ၎င်းသေဆုံးမည့်နေရာကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။ ဤအရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်ထံတော်မှ ကျမ်းတွင် အသေးစိတ်ရေးသားထားကြောင်း အလ္လာဟ်အရှင်မြတ်အသိပေးတော်မူ၏။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُم ۚ مَّا فَرَّطْنَا فِي الْكِتَابِ مِن شَيْءٍ ۚ ثُمَّ إِلَىٰ رَبِّهِمْ يُحْشَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးပေါ်တွင် လှုပ်ရှားနေသော သတ္တဝါဟူ၍ မရှိပါ၊ ၎င်း၏အတောင်နှစ်ဖက်ဖြင့် ပျံသန်းသောငှက်ဟူ၍လည်း မရှိပါ၊ သို့သော် သင်တို့ကဲ့သို့ အသိုက်အဝန်းများ ဖြစ်ကြ၏။ ကျွန်ုပ်တို့သည် ကျမ်းတွင် မည်သည့်အရာကိုမျှ လျစ်လျူမရှုခဲ့ပါ။ ထို့နောက် ၎င်းတို့၏အရှင်မြတ်ထံသို့ ၎င်းတို့ <span class=\"gray\">(အားလုံး)</span> ကို စုဝေးစေလိမ့်မည်။)</span><span class=\"gray\">[၆:၃၈]</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِندَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ ۚ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ ۚ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ထံတွင် ဂိုင်ဗ်၏ သော့များ <span class=\"gray\">(ဝှက်ထားသောနှင့် မမြင်ရသော အရာအားလုံး)</span> ရှိ၏။ အရှင်မြတ်မှလွဲ၍ မည်သူမျှ မသိပေ။ ကုန်းပေါ်နှင့် ပင်လယ်တွင် ရှိသမျှကိုလည်း အရှင်မြတ်သိတော်မူ၏။ အရွက်တစ်ခုမျှ မကြွေကျပါ၊ သို့သော် အရှင်မြတ်သိတော်မူ၏။ မြေကြီး၏ မှောင်မိုက်ထဲတွင် အစေ့တစ်စေ့မျှ မရှိပါ၊ စိုစွတ်သည်ဖြစ်စေ၊ ခြောက်သွေ့သည်ဖြစ်စေ မည်သည့်အရာမျှ မရှိပါ၊ သို့သော် ရှင်းလင်းသောကျမ်းတွင် ရေးသားထားပြီး ဖြစ်သည်။)</span><span class=\"gray\">[၆:၅၉]</span></p>"
  }
]