[
  {
    "ayah_key": "49:7",
    "group_ayah_key": "49:7",
    "from_ayah": "49:7",
    "to_ayah": "49:8",
    "ayah_keys": "49:7,49:8",
    "text": "<p class=\"ar \" lang=\"ar\">النَّبِىُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ</p>\n<p class=\"my \" lang=\"my\">(ပရောဖက်သည် ယုံကြည်သူတို့အပေါ် ၎င်းတို့ကိုယ်တိုင်ထက် ပိုမိုနီးစပ်သည်) (၃၃:၆)။ ထို့နောက် ၎င်းတို့သည် မိမိတို့၏အကျိုးကို ကြီးကြပ်ရာတွင် ပေါ့လျော့နေကြောင်း ရှင်းလင်းဖော်ပြတော်မူ၏။</p>\n<p class=\"ar \" lang=\"ar\">لَوْ يُطِيعُكُمْ فِى كَثِيرٍ مِّنَ الاٌّمْرِ لَعَنِتُّمْ</p>\n<p class=\"my \" lang=\"my\">(၇ ဆက်လက်။ - အကယ်၍ သူသည် သင့်အား ကိစ္စများစွာတွင် နာခံပါက သင်တို့သည် အမှန်ပင် ဒုက္ခရောက်ကြမည်။) 'အကယ်၍ သူသည် သင်တို့၏ ထင်မြင်ယူဆချက်များနှင့် ဆန္ဒအားလုံးကို နာခံပါက သင်တို့သည် ဒုက္ခနှင့် ခက်ခဲမှုကို ရရှိလိမ့်မည်။' အလွန်မြင့်မြတ်ပြီး ဂုဏ်အရှိဆုံး အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p>\n<p class=\"ar \" lang=\"ar\">وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَآءَهُمْ لَفَسَدَتِ السَّمَـوَتُ وَالاٌّرْضُ وَمَن فِيهِنَّ بَلْ أَتَيْنَـهُمْ بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِمْ مُّعْرِضُونَ</p>\n<p class=\"my \" lang=\"my\">(အကယ်၍ အမှန်တရားသည် ၎င်းတို့၏ဆန္ဒများနှင့် ကိုက်ညီခဲ့ပါက ကောင်းကင်နှင့်မြေကြီး၊ ၎င်းတို့အထဲ၌ရှိသူ အားလုံးသည် ပျက်စီးသွားပေလိမ့်မည်။ မဟုတ်ပါ။ ငါတို့သည် ၎င်းတို့အား ၎င်းတို့၏ သတိပေးချက်ကို ဆောင်ယူလာခဲ့သော်လည်း ၎င်းတို့သည် ၎င်းတို့၏ သတိပေးချက်မှ လွှဲဖယ်သွားကြသည်) (၂၃:၇၁)။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p>\n<p class=\"ar \" lang=\"ar\">وَلَـكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الايمَـنَ وَزَيَّنَهُ فِى قُلُوبِكُمْ</p>\n<p class=\"my \" lang=\"my\">(၇ ဆက်လက်။ - သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား ယုံကြည်ခြင်းကို ချစ်မြတ်နိုးစေခဲ့ပြီး သင်တို့၏နှလုံးသားများတွင် လှပစေခဲ့သည်၊) 'သင်တို့၏စိတ်ဝိဉာဉ်များအား ယုံကြည်ခြင်းကို ချစ်မြတ်နိုးစေခဲ့ပြီး သင်တို့၏နှလုံးသားများတွင် လှပစေခဲ့သည်'။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p>\n<p class=\"ar \" lang=\"ar\">وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ</p>\n<p class=\"my \" lang=\"my\">(၇ ဆက်လက်။ - သင့်အား ကဖ်ရ်၊ ဖူစွတ်က် နှင့် အစ်စရန် ကို မုန်းတီးစေခဲ့သည်) 'အရှင်သည် ကဖ်ရ်၊ အသေးစားဖြစ်စေ အကြီးစားဖြစ်စေ အပြစ်များ၊ အစ်စရန် -- အပြစ်အမျိုးမျိုးတို့ကို သင့်အား မုန်းတီးစေခဲ့သည်'။ ဤမိန့်ကြားချက်သည် ကျွန်ုပ်တို့အား အဆင့်တစ်ဆင့်မှ ပိုမိုကောင်းမွန်သည့် အဆင့်သို့ ပြောင်းရွှေ့ပေးပြီး အလ္လာဟ်အရှင်မြတ်၏ ကောင်းကျိုးကို ပြည့်စုံစေသည်။ အလ္လာဟ်အရှင်မြတ်၏ နောက်ထပ်မိန့်ကြားချက်၊</p>\n<p class=\"ar \" lang=\"ar\">أُوْلَـئِكَ هُمُ الرَشِدُونَ</p>\n<p class=\"my \" lang=\"my\">(၇ ဆက်လက်။ - ထိုသူတို့သည် မှန်ကန်စွာ လမ်းပြခံရသူများဖြစ်သည်။) ဤအရည်အချင်းများရှိသူများသည် အလ္လာဟ်အရှင်မြတ်က လမ်းညွှန်မှုနှင့် မှန်ကန်မှုကို ပေးသနားတော်မူသော မှန်ကန်စွာ လမ်းပြခံရသူများဖြစ်သည်။ အီမာမ် အာမဒ်က မှတ်တမ်းတင်ထားသည်မှာ အဘူ ရီဖာအဟ် အစ်ဇ်ဇူရာကီက ၎င်း၏ဖခင်က ပြောသည်၊ \"ဥဟုဒ်တိုက်ပွဲအတွင်း ရုပ်တုကိုးကွယ်သူများ ဆုတ်ခွာသွားသောအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p>\n<p class=\"ar \" lang=\"ar\">«اسْتَوُوا حَتْى أُثْنِيَ عَلَى رَبِّي عَزَّ وَجَل»</p>\n<p class=\"my \" lang=\"my\">(ငါ၏ အရှင်သခင်၊ အမြင့်မြတ်ဆုံးနှင့် ဂုဏ်အရှိဆုံးအား ချီးမွမ်းနိုင်ရန် ဖြောင့်တန်းစွာ တန်းစီနေကြလော့။) ၎င်းတို့သည် အရှင်၏နောက်တွင် တန်းစီရပ်လျက် အရှင်က မိန့်တော်မူသည်၊</p>\n<p class=\"ar \" lang=\"ar\">«اللْهُمَّ لَكَ الْحَمْدُ كُلُّهُ، اللْهُمَّ لَا قَابِضَ لِمَا بَسَطْتَ وَلَا بَاسِطَ لِمَا قَبَضْتَ، وَلَا هَادِيَ لِمَنْ أَضْلَلْتَ، وَلَا مُضِلَّ لِمَنْ هَدَيْتَ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلَا مَانِعَ لِمَا أَعْطَيْتَ، وَلَا مُقَرِّبَ لِمَا بَاعَدْتَ، وَلَا مُبَاعِدَ لِمَا قَرَّبْتَ. اللْهُمَّ ابْسُطْ عَلَيْنَا مِنْ بَرَكَاتِكَ وَرَحْمَتِكَ وَفَضْلِكَ وَرِزْقِكَ، اللْهُمَّ إِنِّي أَسْأَلُكَ النَّعِيمَ الْمُقِيمَ الَّذِي لَا يَحُولُ وَلَا يَزُولُ. اللْهُمَّ إِنِّي أَسْأَلُكَ النَّعِيمَ يَوْمَ الْعَيْلَةِ وَالْأَمْنَ يَوْمَ الْخَوْفِ. اللْهُمَّ إِنِّي عَائِذٌ بِكَ مِنْ شَرِّ مَا أَعْطَيْتَنَا وَمِنْ شَرِّ مَا مَنَعْتَنَا. اللْهُمَّ حَبِّبْ إِلَيْنَا الْإيمَانَ وَزَيِّنْهُ فِي قُلُوبِنَا وَكَرِّهْ إِلَيْنَا الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ وَاجْعَلْنَا مِنَ الرَّاشِدِينَ. اللْهُمَّ تَوَفَّنَا مُسْلِمِينَ وَأَحْيِنَا مُسْلِمِينَ وَأَلْحِقْنَا بِالصَّالِحِينَ غَيْرَ خَزَايَا وَلَا مَفْتُونِينَ، اللْهُمَّ قَاتِلِ الْكَفَرَةَ الَّذِينَ يُكَذِّبُونَ رُسُلَكَ وَيَصُدُّونَ عَنْ سَبِيلِكَ وَاجْعَلْ عَلَيْهِمْ رِجْزَكَ وَعَذَابَكَ، اللْهُمَّ قَاتِلِ الْكَفَرَةَ الَّذِينَ أُوتُوا الْكِتَابَ إِلهَ الْحَق»</p>\n<p class=\"my \" lang=\"my\">(အို အလ္လာဟ်! သင်၏ချီးမွမ်းခြင်းသာ။ အို အလ္လာဟ်! သင်ပေးပို့သော အရာကို တားဆီးနိုင်သူမရှိ၊ သင်တားဆီးသော အရာကို ပေးပို့နိုင်သူမရှိ၊ သင်လမ်းလွဲစေသူကို လမ်းပြနိုင်သူမရှိ၊ သင်လမ်းပြသူကို လမ်းမှားစေနိုင်သူမရှိ၊ သင်မပေးသူကို ပေးနိုင်သူမရှိ၊ သင်ပေးသူကို မပေးနိုင်သူမရှိ၊ သင်ဝေးကွာစေသူကို နီးစပ်စေနိုင်သူမရှိ၊ သင်နီးစပ်စေသူကို ဝေးကွာစေနိုင်သူမရှိ။ အို အလ္လာဟ်! ကျွန်ုပ်တို့အား သင်၏ ကောင်းချီးမင်္ဂလာများ၊ ကရုဏာ၊ ကျေးဇူးတော်နှင့် ပေးသနားမှုများမှ ပေးသနားတော်မူပါ။ အို အလ္လာဟ်! ကျွန်ုပ်သည် မပြီးဆုံး၊ မပျောက်ကွယ်သည့် ထာဝရချမ်းသာကို တောင်းခံပါသည်။ အို အလ္လာဟ်! ကျွန်ုပ်သည် ဆုံးရှုံးမှုနေ့တွင် ပေးသနားမှုနှင့် ကြောက်ရွံ့မှုနေ့တွင် လုံခြုံမှုကို တောင်းခံပါသည်။ အို အလ္လာဟ်! သင်ပေးသနားခဲ့သော အရာများ၏ ဆိုးကျိုးများနှင့် သင်မပေးခဲ့သော အရာများ၏ ဆိုးကျိုးများမှ သင့်ထံတွင် ခိုလှုံပါသည်။ အို အလ္လာဟ်! ယုံကြည်ခြင်းကို ကျွန်ုပ်တို့အား ချစ်မြတ်နိုးစေပြီး ကျွန်ုပ်တို့၏နှလုံးသားများတွင် လှပစေကာ ကဖ်ရ်၊ ဖူစွတ်က် နှင့် အစ်စရန် ကို ကျွန်ုပ်တို့အား မုန်းတီးစေပြီး ကျွန်ုပ်တို့ကို မှန်ကန်စွာ လမ်းပြခံရသူများအဖြစ် ပြုလုပ်တော်မူပါ။ အို အလ္လာဟ်! ကျွန်ုပ်တို့အား မွတ်ဆလင်များအဖြစ် သေဆုံးစေပြီး မွတ်ဆလင်များအဖြစ် နေထိုင်စေကာ အရှက်ကွဲခြင်း သို့မဟုတ် ဂယက်ရိုက်ခြင်းမရှိဘဲ ဖြောင့်မတ်သူတို့၏ အဆင့်အတန်းနှင့် ပူးပေါင်းစေတော်မူပါ။ အို အလ္လာဟ်! သင်၏ တမန်တော်များကို ငြင်းပယ်ပြီး သင်၏လမ်းမှ အခြားသူများကို တားဆီးသော မယုံကြည်သူများနှင့် တိုက်ခိုက်တော်မူပါ။ ၎င်းတို့အပေါ် သင်၏ ဒဏ်ခတ်ခြင်းနှင့် ပြစ်ဒဏ်ကို ပို့ဆောင်တော်မူပါ။ အို အလ္လာဟ်! ကျမ်းဂန်များ ပေးအပ်ခံရသော မယုံကြည်သူများ၊ အမှန်တရား၏ ဘုရားသခင်နှင့် တိုက်ခိုက်တော်မူပါ။)\" အန်နာဆာအီက ဤဟဒီးဆ်ကို `အမလ် အလ်ယောင်မ် ဝါလ်လိုင်လာဟ်` တွင် စုဆောင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p>\n<p class=\"ar arabic\" lang=\"ar\">وَاللَّهُ عَلِيمٌ حَكِيمٌ</p>\n<p class=\"my \" lang=\"my\">(၈ ဆက်လက်။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုသိတော်မူသော၊ ပညာဉာဏ်အပြည့်အစုံရှိတော်မူသော အရှင်ဖြစ်သည်) လမ်းညွှန်မှုနှင့် လမ်းမှားမှုကို ခံထိုက်သူတို့တွင် အလုံးစုံကိုသိတော်မူသော၊ အရှင်၏ မိန့်ကြားချက်များ၊ လုပ်ဆောင်ချက်များ၊ ဥပဒေများနှင့် အရှင်သတ်မှတ်သော ကံကြမ္မာတို့တွင် ပညာဉာဏ်အပြည့်အစုံရှိတော်မူသော အရှင်ဖြစ်သည်</p>"
  },
  {
    "ayah_key": "49:9",
    "group_ayah_key": "49:9",
    "from_ayah": "49:9",
    "to_ayah": "49:10",
    "ayah_keys": "49:9,49:10",
    "text": "<p lang=\"my\" class=\"my \">ယုံကြည်သူတို့အနက် အုပ်စုနှစ်စုသည် တိုက်ခိုက်ကြပါက ၎င်းတို့နှစ်ဦးစလုံးအကြား ငြိမ်းချမ်းရေးကို ပြုလုပ်ကြလော့။ သို့သော် ၎င်းတို့အနက် တစ်ဦးက အခြားတစ်ဦးကို ကျူးလွန်ပါက၊ ထိုကျူးလွန်သူကို အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို လိုက်နာသည်အထိ သင်တို့ <span class=\"gray\">(အားလုံး)</span> တိုက်ခိုက်ကြလော့။ ထို့နောက် ၎င်းသည် လိုက်နာပါက ၎င်းတို့အကြား တရားမျှတစွာ ပြန်လည်သင့်မြတ်စေပြီး တရားမျှတစွာ ကျင့်ကြံကြလော့။ အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် တရားမျှတသူတို့ကို ချစ်တော်မူသည် <span>(၉)</span>ယုံကြည်သူတို့သည် ညီအစ်ကိုများသာဖြစ်၏။ ထို့ကြောင့် သင်တို့၏ ညီအစ်ကိုများအကြား ပြန်လည်သင့်မြတ်စေပြီး အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြလော့။ သို့မှသာ သင်တို့သည် ကရုဏာကို ရရှိပေမည် <span>(၁၀)</span></p><p lang=\"af\" class=\"af \">Making Peace between Disputing Muslims</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အချင်းချင်းတိုက်ခိုက်ကြသော မွတ်ဆလင်များအကြား ငြိမ်းချမ်းရေးပြုလုပ်ရန် အမိန့်ပေးထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا ۖ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတို့အနက် အုပ်စုနှစ်စုသည် တိုက်ခိုက်ကြပါက ၎င်းတို့နှစ်ဦးစလုံးအကြား ငြိမ်းချမ်းရေးကို ပြုလုပ်ကြလော့။)</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မွတ်ဆလင်များအကြား အချင်းချင်းဆန့်ကျင်ဘက် အုပ်စုနှစ်ခုစလုံးကို ယုံကြည်သူများဟု ခေါ်ဆိုသည်။ ၎င်းတို့သည် အချင်းချင်းတိုက်ခိုက်နေကြသော်လည်းဖြစ်သည်။ အလ်ဘူခါရီနှင့် အခြားပညာရှင်များသည် ဤဟဒီးဆ်ကို အပြစ်ကျူးလွန်ခြင်းသည် မည်မျှပင်ကြီးလေးသော အပြစ်ဖြစ်စေကာမူ ယုံကြည်ခြင်းကို ပျက်ပြယ်စေခြင်းမရှိကြောင်း အထောက်အထားအဖြစ် မှီခိုခဲ့ကြသည်။ ဤယုံကြည်ချက်သည် ခါဝါရစ်ဂျ်ဂိုဏ်းနှင့် ၎င်းတို့၏အယူအဆကို လက်ခံသူများဖြစ်သည့် မူအ်တာဇီလာဂိုဏ်းတို့၏ ယုံကြည်ချက်နှင့် ဆန့်ကျင်သည်။ အလ်ဘူခါရီက အလ်ဟာစန်က အဘူဗက်ကရာက ပြောသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် မင်ဘာပေါ်တွင် စကားပြောကြားနေစဉ် အလ်ဟာစန် ဘင် အလီသည် အရှင်နှင့်အတူ ရှိနေခဲ့သည်။ အရှင်သည် အလ်ဟာစန်ကို ထပ်ခါတလဲလဲ ကြည့်ပြီးမှ လူများကို ကြည့်ကာ မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ابْنِي هٰذَا سَيِّدٌ وَلَعَلَّ اللهَ تَعَالَىٰ أَنْ يُصْلِحَ بِهِ بَيْنَ فِئَتَيْنِ عَظِيمَتَيْنِ مِنَ الْمُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်၊ ငါ၏ဤသားသည် စိုက်ယစ် <span class=\"gray\">(ခေါင်းဆောင် သို့မဟုတ် သခင်)</span> ဖြစ်သည်၊ ၎င်းမှတစ်ဆင့် မွတ်ဆလင်အုပ်စုကြီးနှစ်ခုအကြား ငြိမ်းချမ်းရေးကို အလ္လာဟ်အရှင်မြတ်က ပြုလုပ်စေမည်။)</span> ပရောဖက် ﷺ မိန့်ကြားခဲ့သည့်အတိုင်း ဖြစ်ပေါ်ခဲ့သည်။ အလ်ဟာစန်သည် အာရှ်-ရှားမ်နှင့် အီရတ်ပြည်သူများအကြား ကြီးမားသောစစ်ပွဲများနှင့် ကြောက်မက်ဖွယ်ကောင်းသော တိုက်ပွဲများ ဖြစ်ပွားပြီးနောက် ငြိမ်းချမ်းရေးကို ဆောင်ကြဉ်းပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَىٰ فَقَاتِلُوا الَّتِي تَبْغِي حَتَّىٰ تَفِيءَ إِلَىٰ أَمْرِ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့အနက် တစ်ဦးက အခြားတစ်ဦးကို ကျူးလွန်ပါက၊ ထိုကျူးလွန်သူကို အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို လိုက်နာသည်အထိ သင်တို့ <span class=\"gray\">(အားလုံး)</span> တိုက်ခိုက်ကြလော့။)</span> ဆိုလိုသည်မှာ ပုန်ကန်သောအုပ်စုသည် အဆုံးအဖြတ်အတွက် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်၏ ရစူလ်တမန်တော် ﷺ ၏ အမိန့်တော်များကို ကိုးကားပြီး အမှန်တရားကို နာခံလိုက်နာသည်အထိဖြစ်သည်။ စဟီးဟ်ကျမ်းတွင် ဟဒီးဆ်တစ်ခုရှိပြီး အနပ်စ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ညီကို ကူညီလော့၊ သူသည် ဖိနှိပ်သူဖြစ်စေ၊ ဖိနှိပ်ခံရသူဖြစ်စေ။)</span> \"ကျွန်ုပ်က မေးသည်၊ 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! သူဖိနှိပ်ခံရလျှင် ကျွန်ုပ်ကူညီသင့်သည်မှာ မှန်ပါသည်။ သို့သော် သူဖိနှိပ်သူဖြစ်လျှင် မည်သို့ကူညီရမည်နည်း?' အရှင် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَمْنَعُهُ مِنَ الظُّلْمِ فَذَاكَ نَصْرُكَ إِيَّاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို အခြားသူများကို ဖိနှိပ်ခြင်းမှ တားဆီးခြင်းဖြင့်၊ ဤသည်မှာ သင်ဤအခြေအနေတွင် သူ့ကို ကူညီပုံဖြစ်သည်။)</span>\" </p><p lang=\"my\" class=\"my \">ဆအီဒ် ဘင် ဂျူဘိုင်ရ်က ဩစ်နှင့် ခါဇ်ရတ်ဂျ် မျိုးနွယ်စုများသည် တစ်ချိန်က စွန်ပလွန်ပင်အကိုင်းများနှင့် ဖိနပ်များကို အသုံးပြု၍ ခိုက်ရန်ဖြစ်ပွားခဲ့ကြသည်ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤဂုဏ်သိက္ခာရှိသော အာယတ်တော်ကို ထုတ်ဖော်ခဲ့ပြီး ၎င်းတို့အကြား ငြိမ်းချမ်းရေးပြုလုပ်ရန် အမိန့်ပေးခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အပ်စ်-ဆူဒီက ပြောကြားသည်မှာ \"အလ်-အန်စာရ်မှ 'အိမရန်' အမည်ရှိ အမျိုးသားတစ်ဦးတွင် အွမ်မ် ဇိုင်ဒ်ဟုခေါ်သော ဇနီးတစ်ဦးရှိသည်။ သူမသည် မိသားစုကို သွားရောက်လည်ပတ်လိုသော်လည်း ခင်ပွန်းဖြစ်သူက သူမအား အပေါ်ထပ်အခန်းတွင် ပိတ်လှောင်ထားခြင်းဖြင့် သွားရောက်ခွင့်ကို တားဆီးခဲ့သည်။ ထို့ကြောင့် သူမ၏မိသားစုဝင် မည်သူမျှ သူမအား လာရောက်လည်ပတ်ခြင်း သို့မဟုတ် တွေ့ဆုံခြင်း မပြုနိုင်ခဲ့ပေ။ သူမသည် မိသားစုထံသို့ တစ်စုံတစ်ဦးကို စေလွှတ်ခဲ့သည်။ ၎င်းတို့ ရောက်ရှိလာပြီး သူမအား အခန်းမှ ခေါ်ထုတ်ကာ ခေါ်ဆောင်သွားလိုခဲ့သည်။ ထိုအချိန်က သူမ၏ခင်ပွန်း မရှိသည့်အတွက် သူ၏မိသားစုက ၎င်းတို့၏လူများကို ခေါ်ယူခဲ့သည်။ ၎င်းတို့၏ ညီအစ်ကိုဝမ်းကွဲများ ရောက်ရှိလာပြီး ဇနီးသည်အား သူမ၏မိသားစုနှင့်အတူ လိုက်ပါသွားခြင်းမှ တားဆီးရန် ကူညီခဲ့ကြသည်။ တွန်းထိုးမှုနှင့် ရုန်းရင်းဆန်ခတ်ဖြစ်ပွားခဲ့ပြီး ဖိနပ်များဖြင့် တိုက်ခိုက်ခြင်းသို့ ဦးတည်ခဲ့သည်။ ထို့နောက် ၎င်းတို့၏ကိစ္စတွင် ဤအာယတ်တော်ကို ထုတ်ဖော်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ၎င်းတို့အကြား ငြိမ်းချမ်းရေးဆောင်ရွက်ရန် တစ်စုံတစ်ဦးကို စေလွှတ်ခဲ့ပြီး ၎င်းတို့နှစ်ဦးစလုံးသည် အလွန်မြင့်မြတ်သော အလ္လာဟ်အရှင်မြတ်၏ ဆုံးဖြတ်ချက်ကို ခံယူရန် သဘောတူခဲ့ကြသည်။\" အလွန်မြင့်မြတ်သော အလ္လာဟ်အရှင်မြတ်၏ နောက်ထပ်မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا ۖ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းသည် လိုက်နာပါက ၎င်းတို့အကြား တရားမျှတစွာ ပြန်လည်သင့်မြတ်စေပြီး တရားမျှတစွာ ကျင့်ကြံကြလော့။ အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် တရားမျှတသူတို့ကို ချစ်တော်မူသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့အကြား ဖြစ်ပွားခဲ့သော အငြင်းပွားမှုနှင့်ပတ်သက်၍ သင်၏စီရင်ဆုံးဖြတ်ရာတွင် တရားမျှတစွာ ပြုမူလော့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် တရားမျှတသူတို့ကို ချစ်တော်မူသည်)</span> အိဗ်နု အဘီ ဟာသမ်က မှတ်တမ်းတင်ထားသည်မှာ အဗ်ဒူလ္လာဟ် ဘင် အမ်ရ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُقْسِطِينَ فِي الدُّنْيَا عَلَىٰ مَنَابِرَ مِنْ لُؤْلُؤٍ بَيْنَ يَدَيِ الرَّحْمٰنِ عَزَّ وَجَلَّ بِمَا أَقْسَطُوا فِي الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင် ဤဘဝတွင် တရားမျှတသူတို့သည် ရာ့ဟ်မာန်၊ အမြင့်မြတ်ဆုံးနှင့် ဂုဏ်အရှိဆုံးအရှေ့တွင် ပုလဲများဖြင့်ပြုလုပ်ထားသော ပလက်ဖောင်းများပေါ်တွင် ရှိကြလိမ့်မည်။ ၎င်းတို့သည် ဤဘဝတွင် ၎င်းတို့၏တရားမျှတမှုကြောင့် ဖြစ်သည်။)</span> အန်နာဆာအီက ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတို့သည် ညီအစ်ကိုများသာဖြစ်၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့အားလုံးသည် အစ္စလာမ်တွင် ညီအစ်ကိုများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُسْلِمُ أَخُو الْمُسْلِمِ لَا يَظْلِمُهُ وَلَا يُسْلِمُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်ဆလင်သည် မွတ်ဆလင်၏ ညီအစ်ကိုဖြစ်သည်၊ သူသည် သူ့အပေါ် မတရားမပြုသလို သူ့ကို စွန့်ပစ်ခြင်းလည်း မရှိပေ။)</span> စဟီးဟ်ကျမ်းတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကျွန်တော်မျိုးက ၎င်း၏ညီအစ်ကိုကို ကူညီနေသမျှ ကျွန်တော်မျိုးကို ကူညီတော်မူသည်။)</span> စဟီးဟ်ကျမ်းတွင်လည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا دَعَا الْمُسْلِمُ لِأَخِيهِ بِظَهْرِ الْغَيْبِ قَالَ الْمَلَكُ: آمِينَ وَلَكَ بِمِثْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ မွတ်ဆလင်သည် ၎င်း၏ပျောက်ကွယ်နေသော ညီအစ်ကိုအတွက် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းပါက ကောင်းကင်တမန်က \"အာမင်၊ သင့်အတွက်လည်း ထိုနည်းတူဖြစ်ပါစေ\" ဟု နောက်ပိုင်းတွင် ပြောကြားသည်။)</span> ဤအဓိပ္ပါယ်ရှိသော ဟဒီးဆ်များစွာရှိပြီး ဥပမာအားဖြင့် စဟီးဟ်ကျမ်းတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وَتَرَاحُمِهِمْ وَتَوَاصُلِهِمْ كَمَثَلِ الْجَسَدِ الْوَاحِدِ، إِذَا اشْتَكَىٰ مِنْهُ عُضْوٌ تَدَاعَىٰ لَهُ سَائِرُ الْجَسَدِ بِالْحُمَّىٰ وَالسَّهَرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတို့သည် အချင်းချင်းအပေါ် ထားရှိသော ကြင်နာမှု၊ ကရုဏာနှင့် သနားကြင်နာမှုတို့နှင့်စပ်လျဉ်း၍ ၎င်းတို့၏ ဥပမာသည် ခန္ဓာကိုယ်နှင့်တူ၏။ ၎င်း၏ကိုယ်အင်္ဂါတစ်ခု ဖျားနာပါက ကျန်ခန္ဓာကိုယ်သည် ဖျားနာခြင်းနှင့် အိပ်မပျော်ခြင်းဖြင့် တုံ့ပြန်သည်။)</span> စဟီးဟ်ကျမ်းတွင်လည်း ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတစ်ဦးသည် အခြားယုံကြည်သူတစ်ဦးအတွက် ၎င်း၏ကွဲပြားခြားနားသော အစိတ်အပိုင်းများက အချင်းချင်းအားဖြည့်ပေးသည့် အဆောက်အအုံနှင့်တူ၏။)</span> ထို့နောက် ပရောဖက် ﷺ သည် လက်ချောင်းများကို ထပ်၍ ဆုပ်ကိုင်ပြခဲ့သည်။ </p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်တို့၏ ညီအစ်ကိုများအကြား ပြန်လည်သင့်မြတ်စေ)</span> ဆိုသည်မှာ အချင်းချင်းတိုက်ခိုက်ကြသော အုပ်စုနှစ်ခုကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ကြလော့)</span> သင်တို့၏ ကိစ္စရပ်အားလုံးတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَعَلَّكُمْ تُرْحَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ သင်တို့သည် ကရုဏာကို ရရှိပေမည်။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့နာခံသူများအား အရှင်က ကရုဏာပေးသနားမည်ဟူသော ကတိတော်ဖြစ်သည်။</p>"
  }
]