[
  {
    "ayah_key": "41:52",
    "group_ayah_key": "41:52",
    "from_ayah": "41:52",
    "to_ayah": "41:54",
    "ayah_keys": "41:52,41:53,41:54",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှဖြစ်ပြီး သင်တို့က ၎င်းကို မယုံကြည်ပါက၊ ဝေးလံသော ဆန့်ကျင်ဘက်ပြုသူထက် မည်သူက ပို၍ လမ်းမှားနေမည်နည်း။ <span>(52)</span>ကျွန်ုပ်တို့သည် ၎င်းတို့အား စကြဝဠာများနှင့် ၎င်းတို့ကိုယ်တိုင်တွင် ကျွန်ုပ်တို့၏ နိမိတ်လက္ခဏာများကို ပြသမည်ဖြစ်ပြီး၊ ၎င်းတို့အား ဤအရာသည် အမှန်တရားဖြစ်ကြောင်း ထင်ရှားလာသည်အထိ ဖြစ်သည်။ အရာခပ်သိမ်းအပေါ် သက်သေခံဖြစ်တော်မူသော သင်တို့၏အရှင်မြတ်နှင့် ပတ်သက်၍ ၎င်းသည် မလုံလောက်သေးဘူးလား <span>(53)</span>အမှန်စင်စစ်၊ ၎င်းတို့သည် ၎င်းတို့၏အရှင်မြတ်နှင့် တွေ့ဆုံခြင်းနှင့် ပတ်သက်၍ သံသယဖြစ်နေကြသည်။ အမှန်စင်စစ်၊ အရှင်မြတ်သည် အရာခပ်သိမ်းကို ဝန်းရံထားတော်မူသည် <span>(54)</span></p><p lang=\"my\" class=\"my \">ကုရ်အာန်နှင့် ၎င်း၏ အမှန်တရား၏ သက်သေများ </p><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ)</span> – 'အို မုဟမ္မဒ်၊ ကုရ်အာန်ကို မယုံကြည်သော ဤရုပ်တုကိုးကွယ်သူတို့အား'–</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَرَأَيْتُمْ إِنْ كَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ကိုပြောပါ၊ အကယ်၍ ၎င်းသည်)</span> – ဤကုရ်အာန်သည် –</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှ ဖြစ်ပြီး၊ သင်တို့က ၎င်းကို မယုံကြည်ပါသလား။)</span> ဆိုလိုသည်မှာ '၎င်းကို မိမိ၏ တမန်တော်ထံ ထုတ်ပြန်ပြသခဲ့သော အရှင်မြတ်ရှေ့တွင် သင်တို့၏ အနေအထားသည် မည်သို့ရှိသည်ဟု သင်တို့ ထင်သနည်း။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝေးလံသော ဆန့်ကျင်ဘက်ပြုသူထက် မည်သူက ပို၍ လမ်းမှားနေမည်နည်း။)</span> ဆိုလိုသည်မှာ ၎င်းသည် မယုံကြည်မှု၊ ခေါင်းမာမှုနှင့် အမှန်တရားကို ဆန့်ကျင်မှု အခြေအနေတွင် ရှိနေပြီး လမ်းမှန်မှ ဝေးကွာသွားစေမည့် လမ်းကြောင်းကို လိုက်နေခြင်းဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့အား စကြဝဠာနှင့် ၎င်းတို့ကိုယ်တိုင်တွင် ကျွန်ုပ်တို့၏ နိမိတ်လက္ခဏာများကို ပြသမည်ဖြစ်ပြီး၊)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် ၎င်းတို့အား ကုရ်အာန်သည် အမှန်တရားဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်ထံမှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ထံသို့ အမှန်တကယ် ပေးပို့ခဲ့ကြောင်း ကျွန်ုပ်တို့၏ သက်သေအထောက်အထားများကို ပြင်ပနိမိတ်လက္ခဏာများမှတစ်ဆင့် ပြသမည်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْآفَاقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စကြဝဠာတွင်)</span>၊ 'အောင်မြင်မှုများ၊ ဒေသအသီးသီးနှင့် အခြားဘာသာတရားများအပေါ် အစ္စလာမ်၏ ထွန်းကားခြင်း စသည်တို့ဖြစ်သည်။' မူဂျာဟစ်၊ အလ်-ဟာဆန်နှင့် အစူဒ်ဒီတို့က “မိမိတို့ကိုယ်တွင်းမှ နိမိတ်လက္ခဏာများ ဆိုသည်မှာ ဘဒ်ရ်တိုက်ပွဲ၊ မက္ကာအောင်ပွဲနှင့် ၎င်းတို့အပေါ် ဖြစ်ပေါ်ခဲ့သော အခြားဖြစ်ရပ်များကို ဆိုလိုသည်၊ ထိုနေရာများတွင် အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ နှင့် ၎င်း၏ အပေါင်းအသင်းများအား အောင်ပွဲခံစေခဲ့ပြီး၊ မုသာဝါဒနှင့် ၎င်း၏နောက်လိုက်များအား အရှက်ရဖွယ်ရှုံးနိမ့်စေခဲ့သည်။” ဤနေရာတွင် ရည်ညွှန်းသည်မှာ လူသားနှင့် ၎င်း၏ ရုပ်ပိုင်းဆိုင်ရာဖွဲ့စည်းပုံ ဖြစ်နိုင်သည်။ ခန္ဓာဗေဒပညာရပ်တွင် အသေးစိတ်ဖော်ပြထားသည့်အတိုင်း၊ ၎င်းသည် ဖန်ဆင်းရှင်၏ ဉာဏ်ပညာကို ပြသနေသည် – အရှင်မြတ်သည် မင်္ဂလာရှိ၍ မြင့်မြတ်တော်မူသည် – ထို့ပြင် လူတို့တွင် ရှိသော မတူညီသော သဘောထားများနှင့် ဆန့်ကျင်ဘက် သဘာဝများ၊ ကောင်းခြင်းနှင့် ဆိုးခြင်း စသည်တို့အပြင် လူသားတို့ ခံယူရသော <span class=\"gray\">(ဘုရားသခင်၏)</span> အမိန့်တော်များဖြစ်ပြီး ပြောင်းလဲရန် စွမ်းအားမရှိခြင်းနှင့် ၎င်းအပေါ် ထိန်းချုပ်နိုင်စွမ်းမရှိခြင်းတို့ကိုလည်း ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤ <span class=\"gray\">(ကုရ်အာန်)</span> သည် အမှန်တရားဖြစ်ကြောင်း ၎င်းတို့အား ထင်ရှားလာသည်အထိ။ အရာခပ်သိမ်းအပေါ် သက်သေခံဖြစ်တော်မူသော သင်တို့၏အရှင်မြတ်နှင့် ပတ်သက်၍ ၎င်းသည် မလုံလောက်သေးဘူးလား။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များ၏ စကားများနှင့် လုပ်ရပ်များအပေါ် သက်သေခံအဖြစ် လုံလောက်တော်မူသည်။ အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ မိန့်ကြားသော စကားများတွင် အမှန်တရားကို ပြောနေကြောင်း သက်သေခံတော်မူသည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَٰكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ ۖ أَنْزَلَهُ بِعِلْمِهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်က သင်၏ထံ ထုတ်ပြန်ပို့ချခဲ့သော အရာကို သက်သေခံတော်မူသည်။ အရှင်မြတ်က ၎င်းကို မိမိ၏ အသိပညာဖြင့် ထုတ်ပြန်ပို့ချခဲ့သည်)</span><span class=\"gray\">(4:166)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ၎င်းတို့သည် ၎င်းတို့၏အရှင်မြတ်နှင့် တွေ့ဆုံခြင်းနှင့် ပတ်သက်၍ သံသယဖြစ်နေကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ကမ္ဘာပျက်မည့်အချိန် ရောက်လာလိမ့်မည်ကို သံသယဖြစ်နေကြသည်။ ၎င်းတို့သည် ၎င်းအကြောင်းကို မစဉ်းစားကြ၊ ကြိုးပမ်းကြသည်မဟုတ်၊ အာရုံစိုက်ကြသည်မဟုတ်။ ဆန့်ကျင်ဘက်အားဖြင့် ၎င်းတို့က ၎င်းကို အရေးမပါဟု သတ်မှတ်ပြီး ဂရုမစိုက်ကြပေ။ သို့သော် ၎င်းသည် မလွဲမသွေ ဖြစ်လာလိမ့်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်ကြောင်း၊ အရာခပ်သိမ်းကို ဝန်းရံထားကြောင်းနှင့် ကမ္ဘာပျက်မည့်အချိန်ကို ဖန်တီးရန် အရှင်မြတ်အတွက် အလွန်လွယ်ကူကြောင်း ဖော်ပြထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အရှင်မြတ်သည် အရာခပ်သိမ်းကို ဝန်းရံထားတော်မူသည်!)</span> ဆိုလိုသည်မှာ ဖန်ဆင်းခံအရာခပ်သိမ်းသည် အရှင်မြတ်၏ ထိန်းချုပ်မှု၊ အုပ်စိုးမှုနှင့် အသိပညာအောက်တွင် ရှိသည်။ အရှင်မြတ်သည် မိမိ၏ တန်ခိုးတော်ဖြင့် အရာခပ်သိမ်းကို ထိန်းချုပ်တော်မူသည်။ ထို့ကြောင့် အရှင်မြတ်အလိုရှိရာ ဖြစ်ပျက်ပြီး၊ အရှင်မြတ်အလိုမရှိရာ ဖြစ်ပျက်မည်မဟုတ်။ အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သော အခြားဘုရားမရှိပေ။ </p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရာဟ် ဖုစစ်လတ်၏ တဖ်စီရ် (ကျမ်းမြတ်ရှင်းလင်းချက်) ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် မင်္ဂလာများ ရှိပါစေ။</p>"
  },
  {
    "ayah_key": "41:6",
    "group_ayah_key": "41:6",
    "from_ayah": "41:6",
    "to_ayah": "41:8",
    "ayah_keys": "41:6,41:7,41:8",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"ငါသည် သင်တို့ကဲ့သို့ လူသားတစ်ဦးသာဖြစ်သည်။ သင်တို့၏ဘုရားသခင်သည် တစ်ဆူတည်းသော ဘုရားသခင်ဖြစ်ကြောင်း ငါ့အား ဗျာဒိတ်တော်ပေးထားသည်။ ထို့ကြောင့် အရှင်မြတ်ထံသို့ ဖြောင့်မတ်သောလမ်းကို လိုက်ကြကုန်၊ အရှင်မြတ်ကို နာခံကြကုန်၊ အရှင်မြတ်ထံမှ ခွင့်လွှတ်မှုကို တောင်းခံကြကုန်။ ထို့ပြင် များပြားသောဘုရားများကို ကိုးကွယ်သူတို့အား ကပ်ဆိုးကျရောက်ပါစေ <span>(6)</span>ဇကာဟ် (တောင်းရမ်းခွင့်) ကို မပေးကြသူများဖြစ်ပြီး ၎င်းတို့သည် နောင်တမလွန်ဘဝကို မယုံကြည်ကြသူများ ဖြစ်သည် <span>(7)</span>အမှန်စင်စစ် ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်ပြုလုပ်သူတို့အတွက် ဘယ်တော့မှ မရပ်တန့်မည့် အဆုံးမဲ့ ဆုလာဘ်များ ရှိလိမ့်မည် <span>(8)</span></p><p lang=\"my\" class=\"my \">တောင်ဟီးဒ် (တစ်ဆူတည်းသောဘုရားကို ယုံကြည်ခြင်း) သို့ ဖိတ်ခေါ်ခြင်း </p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ)</span> 'အို မုဟမ္မဒ်၊ ဤမယုံကြည်သူများနှင့် ရုပ်တုကိုးကွယ်သူတို့အား၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့ကဲ့သို့ လူသားတစ်ဦးသာဖြစ်သည်။ သင်တို့၏ဘုရားသခင်သည် တစ်ဆူတည်းသော ဘုရားသခင်ဖြစ်ကြောင်း ငါ့အား ဗျာဒိတ်တော်ပေးထားသည်။)</span> 'သင်တို့ ကိုးကွယ်နေသော ဤရုပ်တုများနှင့် မှားယွင်းသောဘုရားများကဲ့သို့ မဟုတ်။ အလ္လာဟ်အရှင်မြတ်သည် တစ်ဆူတည်းသော ဘုရားသခင်ဖြစ်သည်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَقِيمُوا إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အရှင်မြတ်ထံသို့ ဖြောင့်မတ်သောလမ်းကို လိုက်ကြကုန်)</span> ဆိုလိုသည်မှာ 'အရှင်မြတ်က မိမိ၏ ရစူလ်တမန်တော်များမှတစ်ဆင့် သင်တို့ကို အမိန့်ပေးထားသည့်အတိုင်း အရှင်မြတ်ကိုသာ သီးသန့်ရိုးသားစွာ ကိုးကွယ်ကြကုန်။'</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاسْتَغْفِرُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ထံမှ ခွင့်လွှတ်မှုကို တောင်းခံကြကုန်)</span> ဆိုလိုသည်မှာ 'သင်တို့၏ အတိတ်က ပြစ်မှုများအတွက်' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَيْلٌ لِلْمُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် များပြားသောဘုရားများကို ကိုးကွယ်သူတို့အား ကပ်ဆိုးကျရောက်ပါစေ။)</span> ဆိုလိုသည်မှာ ပျက်စီးခြင်းနှင့် ဖျက်ဆီးခြင်းသည် ၎င်းတို့၏ ကံကြမ္မာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဇကာဟ် (တောင်းရမ်းခွင့်) ကို မပေးကြသူများ)</span> 'အလီ ဘင် အဘီ တလ်ဟာ' က အိဘ်နု အဘ္ဘားစ် ထံမှ သတင်းပို့သည်မှာ ၎င်းဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားဘုရားမရှိကြောင်း သက်သေမခံသူများ ဖြစ်သည်။ ဤသည်မှာ 'အီကရီမာ' ၏ အမြင်လည်းဖြစ်သည်။ ၎င်းသည် ဤအာယတ်များကဲ့သို့ ဖြစ်သည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">قَدْ أَفْلَحَ مَنْ زَكَّاهَا - وَقَدْ خَابَ مَنْ دَسَّاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိမိကိုယ်ကို သန့်စင်သူသည် အောင်မြင်ခဲ့ပြီ။ အမှန်စင်စစ် မိမိကိုယ်ကို ဖောက်ပြန်ပျက်စီးစေသူသည် ကျရှုံးခဲ့ပြီ။)</span><span class=\"gray\">(91:9-10)</span> ထို့ပြင်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ مَنْ تَزَكَّىٰ - وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိမိကိုယ်ကို သန့်စင်သူ မည်သူမဆို အောင်မြင်မှုရရှိလိမ့်မည်။ ထို့ပြင် မိမိ၏အရှင်မြတ်၏ အမည်နာမကို အမှတ်ရ <span class=\"gray\">(ဂုဏ်တော်ချီးမွမ်း)</span> ၍ ဆွလားသ် ဝတ်ပြုသူ။)</span><span class=\"gray\">(87:14-15)</span> ထို့ပြင်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْ هَلْ لَكَ إِلَىٰ أَنْ تَزَكَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းအား ပြောပါ- \"သင် ကိုယ့်ကိုယ်ကို သန့်စင်မည်လား။\")</span><span class=\"gray\">(79:18)</span></p><p lang=\"my\" class=\"my \">ဤနေရာတွင် ဇကာဟ်ဟု ဆိုလိုသည်မှာ စိတ်ဝိညာဉ်ကို သန့်စင်စေခြင်း၊ မကောင်းသော အရည်အချင်းအားလုံးကို ဖယ်ရှားခြင်း ဖြစ်ပြီး၊ ၎င်းတို့အနက် အဆိုးဆုံးမှာ ရှစ်ရ်က် (ဘုရားနှင့် ယှဉ်ဖက်ပြုခြင်း) ဖြစ်သည်။ လူတစ်ဦး၏ စည်းစိမ်ဥစ္စာအပေါ် ပေးဆောင်သော ဇကာဟ်ကို ထိုသို့ခေါ်ဆိုရခြင်းမှာ ၎င်းသည် စည်းစိမ်ဥစ္စာကို သန့်စင်စေခြင်းကြောင့်ဖြစ်ပြီး၊ ၎င်းကို တိုးပွားစေခြင်း၊ ကောင်းချီးပေးခြင်းနှင့် ပိုမိုအကျိုးဖြစ်ထွန်းစေခြင်း၏ နည်းလမ်းဖြစ်ကာ၊ ကောင်းမှုကုသိုလ်များ ပြုလုပ်ရာတွင် အသုံးပြုရန် ကူညီပေးသည့် နည်းလမ်းတစ်ခုလည်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ကတာဒဟ်က ပြောသည်မှာ- \"၎င်းတို့သည် ၎င်းတို့၏စည်းစိမ်ဥစ္စာ၏ ဇကာဟ်ကို ထိမ်ချန်ထားခဲ့ကြသည်။\" ဤသည်မှာ တဖ်စီရ်ပညာရှင်အများအပြား၏ အဆိုအရ ထင်ရှားသော အဓိပ္ပါယ်ဖြစ်ပြီး၊ ဤသည်မှာ အိဘ်နု ဂျရီရ် နှစ်သက်သော အမြင်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">သို့သော် ဤကိစ္စကို ထပ်မံစိစစ်ရန် လိုအပ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ဇကာဟ်၏တာဝန်ကို အလ်-မာဒီနာသို့ ဟစ်ဂျ်ရာပြုပြီး ဒုတိယနှစ်တွင် စတင်ပြဋ္ဌာန်းခဲ့ခြင်းဖြစ်သည်ဟု ပညာရှင်အများအပြားက ဖော်ပြထားသည်။ သို့သော် ဤအာယတ်တော်ကို မက္ကာဟ်တွင် ထုတ်ပြန်ခဲ့သည်။ မည်သို့ပင်ဖြစ်စေ၊ အလှူအတန်းနှင့် ဇကာဟ်ပေးလှူခြင်းဆိုင်ရာ အခြေခံမူသည် ပရောဖက်၏ သာသနာပြုစတင်ချိန်တွင်ပင် ရှိနေပြီး ပြဋ္ဌာန်းထားခြင်း မဖြစ်နိုင်ဟု မဆိုနိုင်ပေ၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့၏ ရိတ်သိမ်းချိန်တွင် ၎င်း၏အခွင့်အရေးကို ပေးဆောင်ကြကုန်)</span><span class=\"gray\">(6:141)</span>။ ဇကာဟ်၏ အသေးစိတ်အချက်အလက်များနှင့် နူဆွဘ် (သတ်မှတ်ထားသော ပမာဏ) အရ မည်သို့တွက်ချက်ရမည်ကိုမူ အလ်-မာဒီနာတွင် ရှင်းပြခဲ့သည်။ ဤနည်းဖြင့် ကျွန်ုပ်တို့သည် အမြင်နှစ်ခုကြား ပေါင်းစပ်နိုင်သည်။ အလားတူပင်၊ ဆွလားသ် (ဝတ်ပြုဆုတောင်းခြင်း) ကို ပရောဖက်၏ သာသနာပြုစတင်ချိန်တွင် နေမထွက်မီနှင့် နေမဝင်မီတွင် မူလက ပြဋ္ဌာန်းထားခဲ့သည်။ ဟစ်ဂျ်ရာပြုရန် တစ်နှစ်ခွဲအလို အစ္စရာညတွင်သာ အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ရစူလ်တမန်တော် ﷺ အား တစ်နေ့လျှင် ငါးကြိမ် ဆွလားသ် ဝတ်ပြုရန် အမိန့်ပေးခဲ့သည်။ ဆွလားသ်၏ အခြေအနေများနှင့် မရှိမဖြစ်လိုအပ်သော အစိတ်အပိုင်းများကို နောက်ပိုင်းတွင် အဆင့်ဆင့် ရှင်းပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အသိဆုံးဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်ပြုလုပ်သူတို့အတွက် ဘယ်တော့မှ မရပ်တန့်မည့် အဆုံးမဲ့ ဆုလာဘ်များ ရှိလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">မူဂျာဟစ်နှင့် အခြားသူများက ပြောသည်မှာ- \"၎င်းသည် ဘယ်တော့မှ ပြတ်တောက်ခြင်း သို့မဟုတ် လျော့ကျခြင်း မရှိပေ။\" ဤသည်မှာ ဤအာယတ်များကဲ့သို့ ဖြစ်သည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَاكِثِينَ فِيهِ أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုနေရာ၌ ထာဝရနေထိုင်ကြလိမ့်မည်။)</span><span class=\"gray\">(18:3)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">عَطَاءً غَيْرَ مَجْذُوذٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဆုံးမရှိသော လက်ဆောင်)</span><span class=\"gray\">(11:108)</span></p>"
  }
]