[
  {
    "ayah_key": "2:99",
    "group_ayah_key": "2:99",
    "from_ayah": "2:99",
    "to_ayah": "2:103",
    "ayah_keys": "2:99,2:100,2:101,2:102,2:103",
    "text": "<p lang=\"my\" class=\"my \">စင်စစ် သင်တို့ထံသို့ ထင်ရှားသော အာယတ်တော်များကို ငါတို့ ချပေးခဲ့ပြီ။ ဖာစစ်ကွန် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ကို ပုန်ကန်သူများ)</span> မှတစ်ပါး မည်သူမျှ ယင်းတို့ကို မငြင်းဆန်ကြ။<span>(99)</span>သူတို့ သဘောတူညီမှု ပြုလုပ်တိုင်း၊ သူတို့အနက်မှ အချို့အုပ်စုသည် ယင်းကို ပစ်ပယ်ခြင်းမရှိလော။ မဟုတ်! <span class=\"gray\">(အမှန်တရားမှာ)</span> သူတို့အများစုသည် မယုံကြည်ကြပေ <span>(100)</span>အလ္လာဟ်အရှင်မြတ်ထံတော်မှ တမန်တော်တစ်ပါး <span class=\"gray\">(ဆိုလိုသည်မှာ မုဟမ္မဒ် ﷺ)</span> သူတို့နှင့်အတူရှိသောအရာကို အတည်ပြုကာ သူတို့ထံသို့ ရောက်ရှိလာသောအခါ၊ ကျမ်းဂန်ကို ပေးထားသူများအနက်မှ အချို့အုပ်စုသည် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ကို သူတို့မသိသကဲ့သို့ နောက်ကွယ်မှ ပစ်ချခဲ့ကြသည်။ <span>(101)</span>သူတို့သည် စူလိုင်မာန် <span class=\"gray\">(ဆိုလိုသည်မှာ ရှောလမုန်)</span> ဘုရင် လက်ထက်တွင် ရှိုင်ယာတင် <span class=\"gray\">(မာရ်နတ်များ)</span> ထုတ်ဖော်ခဲ့သော <span class=\"gray\">(မှားယွင်းသော မှော်ပညာကို)</span> လိုက်နာခဲ့ကြသည်။ စူလိုင်မာန်သည် မယုံကြည်ခဲ့ပေ၊ သို့သော် ရှိုင်ယာတင် <span class=\"gray\">(မာရ်နတ်များ)</span> သည် လူတို့ကို မှော်ပညာနှင့် ဗာဗုလုန်တွင် ဟာရွတ်နှင့် မာရွတ် အမည်ရှိ ကောင်းကင်တမန်နှစ်ပါးထံသို့ ဆင်းသက်လာသော အရာများကို သင်ကြားပေးကာ မယုံကြည်ခဲ့ကြပေ။ သို့သော် ထို <span class=\"gray\">(ကောင်းကင်တမန်)</span> နှစ်ပါးအနက် မည်သူမျှ <span class=\"gray\">(ထိုကဲ့သို့သော အရာများကို)</span> \"ငါတို့သည် စမ်းသပ်မှုအတွက်သာ ဖြစ်သည်၊ ထို့ကြောင့် <span class=\"gray\">(ဤမှော်ပညာကို ငါတို့ထံမှ သင်ယူခြင်းဖြင့်)</span> မယုံကြည်နှင့်\" ဟု မပြောမချင်း မည်သူ့ကိုမျှ မသင်ကြားပေးခဲ့ကြပေ။ ထို <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> ထံမှ လူတို့သည် ခင်ပွန်းနှင့် ဇနီးကြား ကွဲကွာစေနိုင်သည့် အရာများကို သင်ယူကြသည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်မပါဘဲ မည်သူ့ကိုမျှ ထိုသို့ မထိခိုက်စေနိုင်ပေ။ သူတို့သည် မိမိတို့အား ထိခိုက်စေပြီး အကျိုးမပြုသောအရာကို သင်ယူကြသည်။ စင်စစ် ၎င်းကို <span class=\"gray\">(မှော်ပညာကို)</span> ဝယ်ယူသူများသည် နောင်ဘဝတွင် အဘယ်မျှသော ဝေစုမျှ ရရှိမည်မဟုတ်ကြောင်း သူတို့သိကြသည်။ သူတို့သိရှိခဲ့မည်ဆိုလျှင် သူတို့၏ ကိုယ်ကျိုးအတွက် ရောင်းချခဲ့သောအရာသည် အမှန်ပင် မည်မျှ ဆိုးရွားလိုက်ပါသနည်း။ <span>(102)</span>သူတို့သာ ယုံကြည်ပြီး မကောင်းမှုမှ မိမိတို့ကိုယ်ကို ကာကွယ်ခဲ့ကြကာ အလ္လာဟ်အရှင်မြတ်အား မိမိတို့၏ တာဝန်ကို ထမ်းဆောင်ခဲ့မည်ဆိုလျှင်၊ သူတို့သာ သိရှိခဲ့မည်ဆိုလျှင် သူတို့၏ အရှင်သခင်ထံတော်မှ အကျိုးအမြတ်သည် ပိုမိုကောင်းမွန်ခဲ့မည်။ <span>(103)</span></p><div lang=\"ky\" class=\"ky \"><h2>Proofs of Muhammad's <span class=\"gray\">(ﷺ)</span> Prophethood</h2></div><p lang=\"mt\" class=\"mt \">Imam Abu Ja'far bin Jarir said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَنزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် သင်တို့ထံသို့ ထင်ရှားသော အာယတ်တော်များကို ငါတို့ ချပေးခဲ့ပြီ)</span> ဟူသည်၊ \"အို မုဟမ္မဒ်၊ သင်၏ နဗီဖြစ်မှုကို သက်သေခံသော ထင်ရှားသည့် လက္ခဏာများကို သင်၏ထံသို့ ငါတို့ စေလွှတ်ခဲ့ပြီ\" ဟု ဆိုလိုသည်။ ဤအာယတ်တော်များသည် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော် <span class=\"gray\">(ကုရ်အာန်)</span> တွင် ပါရှိပြီး၊ ဂျူးများ ပိုင်ဆိုင်ပြီး ဝှက်ထားသည့် အသိပညာ၏ လျှို့ဝှက်ချက်များနှင့် သူတို့၏ ရှေးဦးမျိုးဆက်များအကြောင်းကို ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်တွင် ရဗ္ဗီများနှင့် ပညာရှင်များသာ သိရှိသော ဂျူးတို့၏ ကျမ်းများမှ စာသားများနှင့် တော်ရာဟ်၏ စည်းမျဉ်းများကို ပြောင်းလဲပုံပျက်စေခဲ့သည့် အပိုင်းများကိုလည်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤအရာအားလုံးကို သူ၏ တမန်တော် မုဟမ္မဒ် ﷺ ထံ ထုတ်ပြန်ခဲ့သော သူ၏ကျမ်းတော်တွင် ဖော်ပြထားသည်ဖြစ်ရာ၊ ဤအချက်တစ်ခုတည်းပင် မိမိတို့ကိုယ်ကို ရိုးသားပြီး မနာလိုမှုနှင့် ကျူးကျော်မှုကြောင့် ပျက်စီးခြင်းမှ ရှောင်ရှားလိုသူများအတွက် လုံလောက်သော သက်သေအထောက်အထား ဖြစ်သင့်သည်။ ထို့အပြင် လူသား၏ပင်ကိုယ်ဗီဇက မုဟမ္မဒ် ﷺ ကို စေလွှတ်ခဲ့သည့် အမှန်တရားနှင့် သူယူဆောင်လာခဲ့သည့် ထင်ရှားသော လက္ခဏာများကို သက်သေခံပြီး၊ ယင်းတို့ကို လူသားများထံမှ သင်ယူခဲ့ခြင်း သို့မဟုတ် ရရှိခဲ့ခြင်းမဟုတ်ပေ။ အဒ်-ဒဟ်ဟက်ခ်က အိဗ်နု အဗ္ဗာစ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَنزَلْنَا إِلَيْكَ آيَاتٍ بَيِّنَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် သင်တို့ထံသို့ ထင်ရှားသော အာယတ်တော်များကို ငါတို့ ချပေးခဲ့ပြီ)</span> ဟူသည် \"သင်သည် စာမဖတ်တတ်သော အွမ်မီ <span class=\"gray\">(စာမတတ်သူ)</span> ဖြစ်သော်လည်း ဤကျမ်းတော်ကို နေ့ညမပြတ် သူတို့အား ရွတ်ဖတ်ပြပြီး ပို့ဆောင်ပေးသည်။ သို့သော် သင်သည် သူတို့၌ရှိသော <span class=\"gray\">(သူတို့၏ကိုယ်ပိုင်ကျမ်းများမှ)</span> အရာများကို သူတို့ကို ပြောပြသည်။ အလ္လာဟ်အရှင်မြတ်က ဤအချက်သည် သူတို့အတွက် ဥပမာတစ်ခု၊ ထင်ရှားသော လက္ခဏာတစ်ခုနှင့် သူတို့သာ သိရှိမည်ဆိုလျှင် သူတို့အား ဆန့်ကျင်သော သက်သေတစ်ခုအဖြစ် အသုံးဝင်သင့်သည်\" ဟု ဖော်ပြထားသည်။</p><div lang=\"my\" class=\"my \"><h2>ဂျူးတို့က သူတို့၏ ကတိသစ္စာများကို ဖောက်ဖျက်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် မုဟမ္မဒ် ﷺ ကို စေလွှတ်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်က ဂျူးတို့ကို သူတို့နှင့် အရှင်မြတ်အကြားရှိ ပဋိညာဉ်ကို အထူးသဖြင့် မုဟမ္မဒ် ﷺ နှင့် ပတ်သက်၍ သတိပေးခဲ့သောအခါ၊ မာလစ်ခ် ဗင်န် အစ်အစ်-စိုင်ဖ်က \"အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြု၍ ပြောရမည်ဆိုလျှင်! အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ်နှင့်ပတ်သက်၍ ကျွန်ုပ်တို့နှင့် မည်သည့်ပဋိညာဉ်မျှ မပြုလုပ်ခဲ့ဖူးပါ။ ကျွန်ုပ်တို့ထံမှ မည်သည့်ကတိသစ္စာမျှလည်း မယူခဲ့ဖူးပါ\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَكُلَّمَا عَاهَدُوا عَهْدًا نَّبَذَهُ فَرِيقٌ مِّنْهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ သဘောတူညီမှု ပြုလုပ်တိုင်း၊ သူတို့အနက်မှ အချို့အုပ်စုသည် ယင်းကို ပစ်ပယ်ခြင်းမရှိလော?)</span> အလ်-ဟာစန် အလ်-ဘစရီက အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်ကို ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်! <span class=\"gray\">(အမှန်တရားမှာ)</span> သူတို့အများစုသည် မယုံကြည်ကြပေ)</span> ဟူသည်၊ \"သူတို့ ပေးသည့် ကတိတစ်ခုမျှ မရှိ၊ သို့သော် သူတို့က ကတိကို ဖောက်ဖျက်ပြီး စွန့်ပစ်လိုက်ကြသည်။ သူတို့သည် ယနေ့ ကတိပေးပြီး မနက်ဖြန် ဖောက်ဖျက်ကြသည်\" ဟု ဆိုလိုသည်။</p><div lang=\"my\" class=\"my \"><h2>ဂျူးတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ကို စွန့်ပစ်၍ မှော်ပညာကို ကျင့်သုံးခဲ့ကြသည်။</h2></div><p lang=\"my\" class=\"my \">အစ်-စွတ်ဒီက ဤအရာကို မှတ်ချက်ပြုသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَهُمْ رَسُولٌ مِّنْ عِندِ اللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့နှင့်အတူရှိသောအရာကို အတည်ပြုကာ အလ္လာဟ်အရှင်မြတ်ထံတော်မှ တမန်တော်တစ်ပါး <span class=\"gray\">(ဆိုလိုသည်မှာ မုဟမ္မဒ် ﷺ)</span> သူတို့ထံသို့ ရောက်ရှိလာသောအခါ)</span>၊ \"မုဟမ္မဒ် ﷺ သူတို့ထံသို့ ရောက်ရှိလာသောအခါ၊ သူတို့သည် တော်ရာဟ်ကို အသုံးပြု၍ သူ့ကို ဆန့်ကျင်ရန်နှင့် ငြင်းခုံရန် ကြိုးစားခဲ့ကြသည်။ သို့သော် တော်ရာဟ်နှင့် ကုရ်အာန်တို့သည် အချင်းချင်း အတည်ပြုခဲ့ကြသည်။ ထို့ကြောင့် ဂျူးတို့သည် တော်ရာဟ်ကို အသုံးပြုခြင်းကို စွန့်လွှတ်ကာ အာစဖ်၏ကျမ်းနှင့် ဟာရွတ်နှင့် မာရွတ်၏ မှော်ပညာကို လက်ခံခဲ့ကြသည်၊ ယင်းသည် ကုရ်အာန်နှင့် လိုက်လျောညီထွေ မဖြစ်ခဲ့ပါ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ မသိသကဲ့သို့!)</span>\"။</p><p lang=\"gd\" class=\"gd \">Also, Qatadah said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ မသိသကဲ့သို့!)</span> ဟူသည်၊ \"သူတို့သည် အမှန်တရားကို သိကြသော်လည်း ယင်းကို စွန့်ပစ်ခဲ့ကြပြီး ဝှက်ထားကာ သူတို့၌ ယင်းအမှန်တရားရှိခဲ့သည်ဟူသော အချက်ကိုပင် ငြင်းဆိုခဲ့ကြသည်\" ဟု ဆိုလိုသည်။</p><div lang=\"my\" class=\"my \"><h2>စူလိုင်မာန် (ရှောလမုန်) မတိုင်မီက မှော်ပညာ ရှိခဲ့သည်</h2></div><p lang=\"bg-Latn\" class=\"bg-Latn \">As-Suddi said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَىٰ مُلْكِ سُلَيْمَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် စူလိုင်မာန်၏ ဘုရင်လက်ထက်တွင် ရှိုင်ယာတင် <span class=\"gray\">(မာရ်နတ်များ)</span> ထုတ်ဖော်ခဲ့သော <span class=\"gray\">(မှားယွင်းသော မှော်ပညာကို)</span> လိုက်နာခဲ့ကြသည်)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ၊ \"နဗီတမန်တော် ရှောလမုန်မင်းလက်ထက်တွင် ဖြစ်သည်။\" ယခင်က မာရ်နတ်များသည် ကောင်းကင်သို့တက်ကာ ကောင်းကင်တမန်များ၏ ကမ္ဘာပေါ်တွင် ဖြစ်ပေါ်လာမည့် သေဆုံးမှုများ၊ အခြားဖြစ်ရပ်များ သို့မဟုတ် မမြင်နိုင်သောကိစ္စရပ်များနှင့်ပတ်သက်သည့် စကားစမြည်များကို ခိုးနားထောင်လေ့ရှိသည်။ ၎င်းတို့သည် ဤသတင်းများကို နက္ခတ်ဆရာများထံ ပို့ဆောင်ပေးပြီး နက္ခတ်ဆရာများကလည်း ထိုသတင်းများကို လူများထံသို့ ထပ်မံပေးပို့သည်။ လူများသည် နက္ခတ်ဆရာများ ပြောပြသည်ကို အမှန်ဟု ယုံကြည်ကြသည်။ နက္ခတ်ဆရာများက မာရ်နတ်များကို ယုံကြည်သောအခါ၊ မာရ်နတ်များသည် သူတို့အား လိမ်ညာစပြုပြီး သူတို့ကြားသိရသော မှန်ကန်သည့်သတင်းများတွင် အခြားစကားလုံးများကို ထပ်ထည့်ခဲ့သည်၊ မှန်ကန်သည့်စကားလုံးတစ်ခုစီတိုင်းတွင် မမှန်ကန်သည့်စကားလုံး ခုနစ်ဆယ်အထိ ထပ်ထည့်ခဲ့သည်။ လူများသည် ဤစကားလုံးများကို စာအုပ်အချို့တွင် မှတ်တမ်းတင်ခဲ့ကြသည်။ မကြာမီတွင် အစ္စရေး၏သားမြေးများသည် ဂျင်နီများက မမြင်နိုင်သောအရာများကို သိသည်ဟု ပြောကြားခဲ့ကြသည်။ ရှောလမုန်ကို တမန်တော်အဖြစ် စေလွှတ်သောအခါ၊ သူသည် ဤစာအုပ်များကို သေတ္တာတစ်လုံးတွင် စုဆောင်း၍ သူ၏ပလ္လင်အောက်တွင် မြှုပ်နှံခဲ့သည်; ထိုသေတ္တာအနီးသို့ ချဉ်းကပ်ဝံ့သော မည်သည့်မာရ်နတ်မဆို မီးလောင်ကျွမ်းခဲ့သည်။ ရှောလမုန်က 'မာရ်နတ်များက မမြင်နိုင်သောအရာများကို သိသည်ဟု ပြောသူ မည်သူ့ကိုမဆို ငါကြားမည်မဟုတ်၊ သို့သော် ငါသူ၏ခေါင်းကို ဖြတ်မည်' ဟု ပြောကြားခဲ့သည်။ ရှောလမုန် သေဆုံးပြီး ရှောလမုန်အကြောင်း အမှန်တရားကို သိသူ ပညာရှင်များ ပျက်စီးသွားသောအခါ၊ အခြားမျိုးဆက်တစ်ဆက် ပေါ်ပေါက်လာခဲ့သည်။ ထိုသူတို့ထံသို့ မာရ်နတ်သည် လူသားပုံသဏ္ဌာန်ဖြင့် ပေါ်လာပြီး အစ္စရေး၏သားမြေးအချို့အား 'သင်တို့ မည်သည့်အခါမျှ အသုံးမပြုနိုင်မည့် ရတနာတစ်ခုဆီသို့ ငါပို့ဆောင်ပေးရမလား' ဟု ပြောကြားခဲ့သည်။ သူတို့က 'ဟုတ်ကဲ့' ဟု ပြောကြသည်။ သူက 'ဒီပလ္လင်အောက်ကို တူးပါ' ဟု ပြောပြီး သူတို့နှင့်အတူ သွားကာ ရှောလမုန်၏ပလ္လင်ကို ပြသခဲ့သည်။ သူတို့က သူ့ကို 'ပိုနီးအောင် လာပါ' ဟု ပြောကြသည်။ သူက 'မရဘူး။ ငါဒီမှာ မင်းတို့ကို စောင့်မယ်၊ မင်းတို့ ရတနာကို မတွေ့ရင် ငါ့ကို သတ်လိုက်ပါ' ဟု ပြောခဲ့သည်။ သူတို့ တူးဖော်ကြည့်သောအခါ မြှုပ်နှံထားသော စာအုပ်များကို တွေ့ရှိခဲ့ကြပြီး စာတန်က သူတို့အား 'ရှောလမုန်သည် လူသားများ၊ မာရ်နတ်များနှင့် ငှက်များကို ဤမှော်ပညာဖြင့်သာ ထိန်းချုပ်ခဲ့သည်' ဟု ပြောကြားခဲ့သည်။ ထို့နောက် ရှောလမုန်သည် မှော်ဆရာဖြစ်သည်ဟူသော သတင်းသည် လူများအကြား ပျံ့နှံ့သွားခဲ့ပြီး အစ္စရေး၏သားမြေးများသည် ဤစာအုပ်များကို လက်ခံကျင့်သုံးခဲ့ကြသည်။ မုဟမ္မဒ် ﷺ ရောက်ရှိလာသောအခါ၊ သူတို့သည် ဤစာအုပ်များကို အားကိုး၍ သူ့နှင့် ငြင်းခုံခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَفَرَ سُلَيْمَانُ وَلَٰكِنَّ الشَّيَاطِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စူလိုင်မာန်သည် မယုံကြည်ခဲ့ပေ၊ သို့သော် ရှိုင်ယာတင် <span class=\"gray\">(မာရ်နတ်များ)</span> သည် မယုံကြည်ခဲ့ကြပေ)</span> ။</p><div lang=\"my\" class=\"my \"><h2>ဟာရွတ်နှင့် မာရွတ်၏ အကြောင်းအရာနှင့် ၎င်းတို့သည် ကောင်းကင်တမန်များဖြစ်ကြောင်း ရှင်းလင်းချက်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُنزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဗာဗုလုန်မြို့ရှိ ကောင်းကင်တမန်နှစ်ပါးဖြစ်သော ဟာရွတ်နှင့် မာရွတ်ထံသို့ ဆင်းသက်လာသော အရာများနှင့်ပတ်သက်၍၊ ထိုကောင်းကင်တမန်နှစ်ပါးအနက် မည်သူမျှ <span class=\"gray\">(ထိုကဲ့သို့သော အရာများကို)</span> \"ငါတို့သည် စမ်းသပ်မှုအတွက်သာ ဖြစ်သည်၊ ထို့ကြောင့် <span class=\"gray\">(ဤမှော်ပညာကို ငါတို့ထံမှ သင်ယူခြင်းဖြင့်)</span> မယုံကြည်နှင့်\" ဟု မပြောမချင်း မည်သူ့ကိုမျှ မသင်ကြားပေးခဲ့ကြပေ။ ထို <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> ထံမှ လူတို့သည် ခင်ပွန်းနှင့် ဇနီးကြား ကွဲကွာစေနိုင်သည့် အရာများကို သင်ယူကြသည်)</span>။</p><p lang=\"my\" class=\"my \">ဤပုံပြင်နှင့်ပတ်သက်၍ အမြင်မတူမှုများရှိသည်။ ဤအာယတ်တော်သည် ကောင်းကင်တမန်နှစ်ပါးထံသို့ မည်သည့်အရာမျှ မချပေးခဲ့ကြောင်း ငြင်းဆိုသည်ဟု အလ်-ကွရ်တူဘီက ဖော်ပြခဲ့ပြီး၊ ထို့နောက် အာယတ်တော်ကို ရည်ညွှန်းခဲ့သည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَمَا كَفَرَ سُلَيْمَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စူလိုင်မာန်သည် မယုံကြည်ခဲ့ပေ)</span> ဟု ပြောသည်မှာ၊ \"ငြင်းပယ်မှုသည် အခြေအနေနှစ်ခုလုံးတွင် သက်ဆိုင်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنزِلَ عَلَى الْمَلَكَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ရှိုင်ယာတင် <span class=\"gray\">(မာရ်နတ်များ)</span> သည် မယုံကြည်ခဲ့ကြပေ၊ လူတို့ကို မှော်ပညာနှင့် ဗာဗုလုန်တွင် ကောင်းကင်တမန်နှစ်ပါးထံသို့ ဆင်းသက်လာသော အရာများကို သင်ကြားပေးခဲ့ကြသည်)</span>။</p><p lang=\"my\" class=\"my \">ဂျူးတို့က ဂျစ်ဘရီးလ်နှင့် မီခါအီလ်တို့သည် မှော်ပညာကို ကောင်းကင်တမန်နှစ်ပါးထံသို့ ယူဆောင်လာခဲ့သည်ဟု တောင်းဆိုခဲ့သော်လည်း အလ္လာဟ်အရှင်မြတ်က ဤမှားယွင်းသော တောင်းဆိုမှုကို ငြင်းဆိုခဲ့သည်\"။</p><p lang=\"my\" class=\"my \">ထို့ပြင် အိဗ်နု ဂျရီရ်က အလ်-အော်ဖီက အိဗ်နု အဗ္ဗာစ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်နှင့်ပတ်သက်၍ ပြောကြားသည်ဟု ဖော်ပြခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُنزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဗာဗုလုန်မြို့ရှိ ကောင်းကင်တမန်နှစ်ပါးထံသို့ ဆင်းသက်လာသော အရာများ)</span></p><p lang=\"gd\" class=\"gd \">\"Allah did not send magic down.\"</p><p lang=\"my\" class=\"my \">ထို့ပြင် အိဗ်နု ဂျရီရ်က အလ်-ရဘီအ် ဗင်န် အနက်စ်က ဤအရာနှင့်ပတ်သက်၍ ပြောကြားသည်ဟု ဖော်ပြခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُنزِلَ عَلَى الْمَلَكَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်နှစ်ပါးထံသို့ ဆင်းသက်လာသော အရာများ)</span>၊ \"အလ္လာဟ်အရှင်မြတ်သည် မှော်ပညာကို သူတို့ထံသို့ မချပေးခဲ့ပါ။\" အိဗ်နု ဂျရီရ်က မှတ်ချက်ပြုသည်မှာ၊ \"ဤသည်မှာ ဤအာယတ်တော်အတွက် မှန်ကန်သော ရှင်းလင်းချက်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَىٰ مُلْكِ سُلَيْمَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် စူလိုင်မာန်၏ ဘုရင်လက်ထက်တွင် ရှိုင်ယာတင် <span class=\"gray\">(မာရ်နတ်များ)</span> ထုတ်ဖော်ခဲ့သော <span class=\"gray\">(မှားယွင်းသော မှော်ပညာကို)</span> လိုက်နာခဲ့ကြသည်)</span> ဟူသည်၊ မှော်ပညာကို ဆိုလိုသည်။ သို့သော် ရှောလမုန်သည် မယုံကြည်ခဲ့သလို အလ္လာဟ်အရှင်မြတ်သည်လည်း ကောင်းကင်တမန်နှစ်ပါးနှင့်အတူ မှော်ပညာကို စေလွှတ်ခဲ့ခြင်းမရှိပေ။ တစ်ဖက်တွင်မူ မာရ်နတ်များသည် မယုံကြည်ခဲ့ကြပြီး ဟာရွတ်နှင့် မာရွတ်၏ ဗာဗုလုန်မြို့ရှိ လူများအား မှော်ပညာကို သင်ကြားပေးခဲ့ကြသည်\"။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က ဆက်လက်၍ ပြောကြားသည်မှာ၊ \"ဤအာယတ်တော်ကို ဤနည်းဖြင့် ရှင်းပြခြင်းနှင့်ပတ်သက်၍ တစ်စုံတစ်ဦးက မေးမြန်းပါက၊ ငါတို့က ဤသို့ ပြောကြားမည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَىٰ مُلْكِ سُلَيْمَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် စူလိုင်မာန်၏ ဘုရင်လက်ထက်တွင် ရှိုင်ယာတင် <span class=\"gray\">(မာရ်နတ်များ)</span> ထုတ်ဖော်ခဲ့သော <span class=\"gray\">(မှားယွင်းသော မှော်ပညာကို)</span> လိုက်နာခဲ့ကြသည်)</span> ဟူသည်၊ မှော်ပညာကို ဆိုလိုသည်။ ရှောလမုန်သည် မယုံကြည်ခဲ့သလို အလ္လာဟ်အရှင်မြတ်သည်လည်း ကောင်းကင်တမန်နှစ်ပါးနှင့်အတူ မှော်ပညာကို စေလွှတ်ခဲ့ခြင်းမရှိပေ။ သို့သော် မာရ်နတ်များသည် မယုံကြည်ခဲ့ကြပြီး ဟာရွတ်နှင့် မာရွတ်၏ ဗာဗုလုန်မြို့ရှိ လူများအား မှော်ပညာကို သင်ကြားပေးခဲ့ကြသည်၊ ဆိုလိုသည်မှာ ဂျစ်ဘရီးလ်နှင့် မီခါအီလ်တို့ ဖြစ်သည်၊ အကြောင်းမှာ ဂျူးမှော်ဆရာများသည် အလ္လာဟ်အရှင်မြတ်သည် ဒါဝဒ်၏သား ရှောလမုန်ထံသို့ ဂျစ်ဘရီးလ်နှင့် မီခါအီလ်တို့၏ စကားများဖြင့် မှော်ပညာကို စေလွှတ်ခဲ့သည်ဟု တောင်းဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤမှားယွင်းသော တောင်းဆိုမှုကို ငြင်းဆိုခဲ့ပြီး သူ၏ တမန်တော် မုဟမ္မဒ် ﷺ ထံသို့ ဂျစ်ဘရီးလ်နှင့် မီခါအီလ်တို့အား မှော်ပညာဖြင့် မစေလွှတ်ခဲ့ကြောင်း ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ရှောလမုန်ကိုလည်း မှော်ပညာကျင့်သုံးခြင်းမှ ကင်းလွတ်စေခဲ့သည်၊ ယင်းမှော်ပညာကို မာရ်နတ်များသည် ဗာဗုလုန်မြို့ရှိ လူများအား ဟာရွတ်နှင့် မာရွတ် အမည်ရှိ လူနှစ်ဦး၏ လက်ဖြင့် သင်ကြားပေးခဲ့ကြသည်။ ထို့ကြောင့် ဟာရွတ်နှင့် မာရွတ်တို့သည် သာမန်လူနှစ်ဦးသာ ဖြစ်သည် <span class=\"gray\">(ကောင်းကင်တမန်များ သို့မဟုတ် ဂျစ်ဘရီးလ် သို့မဟုတ် မီခါအီလ် မဟုတ်ပါ)</span>\"။ ဤစကားများသည် အတ်-တာဘာရီ၏ စကားများဖြစ်ပြီး၊ ဤရှင်းလင်းချက်သည် လက်ခံနိုင်စရာမရှိပေ။</p><p lang=\"my\" class=\"my \">စလာဖ်ပညာရှင်အများအပြားက ဟာရွတ်နှင့် မာရွတ်တို့သည် ကောင်းကင်မှ ကမ္ဘာမြေသို့ ဆင်းသက်လာသော ကောင်းကင်တမန်များဖြစ်ပြီး အာယတ်တော်တွင် ဖော်ပြထားသည့်အတိုင်း လုပ်ဆောင်ခဲ့ကြသည်ဟု ပြောကြားခဲ့ကြသည်။ ဤအမြင်ကို ကောင်းကင်တမန်များသည် အမှားအယွင်းမှ ကင်းလွတ်သည်ဟူသော အချက်နှင့် လိုက်လျောညီထွေဖြစ်စေရန်အတွက်၊ အလ္လာဟ်အရှင်မြတ်သည် ဤကောင်းကင်တမန်များ လုပ်ဆောင်မည့်အရာများကို ထာဝရသိရှိခဲ့သည်ဟု ငါတို့ပြောကြားသည်၊ အစ်ဗ်လစ်စ်သည် သူလုပ်ဆောင်ခဲ့သည့်အတိုင်း လုပ်ဆောင်မည်ကို အရှင်မြတ်သည် ထာဝရသိရှိခဲ့သကဲ့သို့ပင်၊ အရှင်မြတ်က သူ့ကို ကောင်းကင်တမန်များအနက်မှ ဖြစ်သည်ဟု ရည်ညွှန်းခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်များအား \"အာဒမ်အား ဦးချကြ\" ဟု ငါတို့ ပြောကြားခဲ့သောအခါ <span class=\"gray\">(သတိရပါ)</span>။ သူတို့သည် ဦးချခဲ့ကြသည်၊ အစ်ဗ်လစ်စ် <span class=\"gray\">(စာတန်)</span> မှတစ်ပါး သူငြင်းဆန်ခဲ့သည်)</span><span class=\"gray\">(20:116)</span> နှင့် အခြားအရာများ။ သို့သော် ဟာရွတ်နှင့် မာရွတ်တို့ လုပ်ဆောင်ခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ် ကျိန်ဆဲသော အစ်ဗ်လစ်စ် လုပ်ဆောင်ခဲ့သည်ထက် မကောင်းမှု နည်းပါးသည်။ အလ်-ကွရ်တူဘီက ဤအမြင်ကို အလီ၊ အိဗ်နု မပ်စ်အူဒ်၊ အိဗ်နု အဗ္ဗာစ်၊ အိဗ်နု အူမရ်၊ ကာအ်ဗ် အလ်-အဟ်ဘာရ်၊ အစ်-စွတ်ဒီနှင့် အလ်-ကယ်လ်ဘီတို့ထံမှ ဖော်ပြခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>မှော်ပညာ သင်ယူခြင်းသည် ကူဖ်ရ် (မယုံကြည်မှု) ဖြစ်သည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ထို <span class=\"gray\">(ကောင်းကင်တမန်)</span> နှစ်ပါးအနက် မည်သူမျှ <span class=\"gray\">(ထိုကဲ့သို့သော အရာများကို)</span> \"ငါတို့သည် စမ်းသပ်မှုအတွက်သာ ဖြစ်သည်၊ ထို့ကြောင့် <span class=\"gray\">(ဤမှော်ပညာကို ငါတို့ထံမှ သင်ယူခြင်းဖြင့်)</span> မယုံကြည်နှင့်\" ဟု မပြောမချင်း မည်သူ့ကိုမျှ မသင်ကြားပေးခဲ့ကြပေ။)</span></p><p lang=\"my\" class=\"my \">အဗူ ဂျာအ်ဖရ် အလ်-ရာဇီက အလ်-ရဘီအ် ဗင်န် အနက်စ်က ကိုက်စ် ဗင်န် အဗ္ဗာဒ်က အိဗ်နု အဗ္ဗာစ်က ပြောကြားသည်မှာ၊ \"တစ်စုံတစ်ဦးက မှော်ပညာသင်ယူရန် ကောင်းကင်တမန်များထံ လာသောအခါ၊ သူတို့က သူ့ကို စိတ်ပျက်အားငယ်စေပြီး 'ငါတို့သည် စမ်းသပ်မှုတစ်ခုသာဖြစ်သည်၊ ထို့ကြောင့် မယုံကြည်မှုထဲသို့ မကျရောက်နှင့်' ဟု ပြောကြသည်။ သူတို့သည် ကောင်းမှုနှင့် မကောင်းမှု၊ ယုံကြည်မှုနှင့် မယုံကြည်မှုတို့ကို သိရှိကြပြီး ထို့ကြောင့် မှော်ပညာသည် မယုံကြည်မှုပုံစံတစ်မျိုးဖြစ်ကြောင်း သူတို့သိကြသည်။ မှော်ပညာသင်ယူရန် လာသူက သင်ယူရန် ဆက်လက်တောင်းဆိုသောအခါ၊ သူတို့က သူ့ကို ထိုနေရာသို့ သွားရန် အမိန့်ပေးသည်၊ ထိုသို့သွားသောအခါ စာတန်က သူ့ကိုတွေ့ဆုံပြီး မှော်ပညာကို သင်ကြားပေးမည်။ ဤသူသည် မှော်ပညာကို သင်ယူသောအခါ၊ (ယုံကြည်ခြင်း၏) အလင်းသည် သူ့ထံမှ ထွက်ခွာသွားမည်ဖြစ်ပြီး၊ ၎င်းသည် ကောင်းကင်တွင် တောက်ပနေသည်ကို (နှင့် ပျံသန်းသွားသည်ကို) သူမြင်ရမည်။ ထို့နောက် သူက 'အို ငါ့ဝမ်းနည်းခြင်း! ငါ့အပေါ် ဘေးဒုက္ခကျရောက်ပါစေ! ငါဘာလုပ်ရမည်နည်း' ဟု ကြွေးကြော်မည်။\" အလ်-ဟာစန် အလ်-ဘစရီက ဤအာယတ်တော်သည် \"ကောင်းကင်တမန်များကို မှော်ပညာဖြင့် စေလွှတ်ခဲ့သည်၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် အလိုရှိသူများကို စမ်းသပ်စစ်ဆေးမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က သူတို့အား 'ငါတို့သည် သင်တို့အတွက် စမ်းသပ်မှုတစ်ခုဖြစ်သည်၊ မယုံကြည်မှုထဲသို့ မကျရောက်နှင့်' ဟု ဦးစွာကြွေးကြော်ပြီးမှသာ မည်သူ့ကိုမျှ မသင်ကြားရန် ကတိပေးခိုင်းခဲ့သည်\" ဟု ဆိုလိုသည်။ ၎င်းကို အိဗ်နု အဘီ ဟာတိမ်က မှတ်တမ်းတင်ခဲ့သည်။ ထို့ပြင် ကတာဒါဟ်ကလည်း \"အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား 'ငါတို့သည် စမ်းသပ်မှုတစ်ခုဖြစ်သည်၊ ထို့ကြောင့် မယုံကြည်မှုထဲသို့ မကျရောက်နှင့်' ဟု မပြောမချင်း မည်သူ့ကိုမျှ မှော်ပညာကို မသင်ကြားရန် ကတိသစ္စာခံယူခဲ့သည်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ပြင် အစ်-စွတ်ဒီက ပြောကြားသည်မှာ၊ \"လူတစ်ယောက် ကောင်းကင်တမန်နှစ်ပါးထံ ရောက်လာသောအခါ သူတို့က သူ့ကို 'မယုံကြည်မှုထဲသို့ မကျရောက်နှင့်။ ငါတို့သည် စမ်းသပ်မှုတစ်ခုဖြစ်သည်' ဟု အကြံပေးကြသည်။ ထိုလူသည် သူတို့၏ အကြံဉာဏ်ကို လျစ်လျူရှုသောအခါ၊ သူတို့က 'ထိုပြာပုံသို့သွား၍ ယင်းပေါ်တွင် ဆီးသွားလိုက်ပါ' ဟု ပြောကြသည်။ သူသည် ပြာပုံပေါ်တွင် ဆီးသွားသောအခါ၊ အလင်းတစ်ခု၊ ဆိုလိုသည်မှာ ယုံကြည်ခြင်း၏ အလင်းသည် သူ့ထံမှ ထွက်ခွာသွားပြီး ကောင်းကင်သို့ မဝင်မချင်း တောက်ပနေမည်ဖြစ်သည်။ ထို့နောက် မီးခိုးကဲ့သို့ ပေါ်လာသော အနက်ရောင်အရာတစ်ခုသည် ဆင်းသက်လာပြီး သူ၏နားများနှင့် သူ၏ခန္ဓာကိုယ်၏ ကျန်အပိုင်းများထဲသို့ ဝင်ရောက်မည်ဖြစ်ပြီး၊ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အမျက်ဒေါသဖြစ်သည်။ သူသည် ကောင်းကင်တမန်များအား ဖြစ်ပျက်ခဲ့သောအရာကို ပြောပြသောအခါ၊ သူတို့က သူ့ကို မှော်ပညာကို သင်ကြားပေးမည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ထို <span class=\"gray\">(ကောင်းကင်တမန်)</span> နှစ်ပါးအနက် မည်သူမျှ <span class=\"gray\">(ထိုကဲ့သို့သော အရာများကို)</span> \"ငါတို့သည် စမ်းသပ်မှုအတွက်သာ ဖြစ်သည်၊ ထို့ကြောင့် <span class=\"gray\">(ဤမှော်ပညာကို ငါတို့ထံမှ သင်ယူခြင်းဖြင့်)</span> မယုံကြည်နှင့်\" ဟု မပြောမချင်း မည်သူ့ကိုမျှ မသင်ကြားပေးခဲ့ကြပေ။)</span></p><p lang=\"my\" class=\"my \">စူနိုက်ဒ်က ဟာဂျက်ဂျ်က အိဗ်နု ဂျူရိုင်ဂျ်က ဤအာယတ်တော် <span class=\"gray\">(၂း၁၀၂)</span> နှင့်ပတ်သက်၍ မှတ်ချက်ပြုသည်မှာ၊ \"မယုံကြည်သူမှတစ်ပါး မည်သူမျှ မှော်ပညာကို ကျင့်သုံးဝံ့မည်မဟုတ်။ ဖစ်တနာနှင့်ပတ်သက်၍မူ ၎င်းသည် စမ်းသပ်မှုများနှင့် ရွေးချယ်ခွင့်လွတ်လပ်မှုကို ပါဝင်သည်။\" မှော်ပညာသင်ယူခြင်းသည် မယုံကြည်မှုဖြစ်သည်ဟု ပြောကြားခဲ့သော ပညာရှင်များသည် ဤအာယတ်တော်ကို သက်သေအဖြစ် အားကိုးခဲ့ကြသည်။ သူတို့က အဘူ ဗက္ကရ် အလ်-ဘဇ္ဇာရ်က အဗ်ဒူလ္လာဟ်ထံမှ မှတ်တမ်းတင်ခဲ့သော ဟဒီးစ်တော်ကိုလည်း ဖော်ပြခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَتَى كَاهِنًا أَوْ سَاحِرًا فَصَدَّقَهُ بِمَا يَقُولُ فَقَدْ كَفَر بِمَا أُنْزِلَ عَلى مُحَمَّدٍ صلّى الله عليه وسلّم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နက္ခတ်ဆရာ သို့မဟုတ် မှော်ဆရာထံသို့ လာပြီး သူပြောသောအရာကို ယုံကြည်သူ မည်သူမဆို၊ အလ္လာဟ်အရှင်မြတ်က မုဟမ္မဒ် ﷺ ထံ ထုတ်ပြန်ခဲ့သောအရာကို မယုံကြည်သူ ဖြစ်သွားလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးစ်တော်သည် စစ်မှန်သော သွယ်ဝိုက်ပြောကြားမှု ကွင်းဆက်ရှိပြီး ၎င်းကို ထောက်ခံသော အခြားဟဒီးစ်တော်များလည်း ရှိသည်။</p><div lang=\"my\" class=\"my \"><h2>ဇနီးမောင်နှံကြား ကွဲကွာစေခြင်းသည် မှော်ပညာ၏ အကျိုးသက်ရောက်မှုများထဲမှ တစ်ခုဖြစ်သည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> ထံမှ လူတို့သည် ခင်ပွန်းနှင့် ဇနီးကြား ကွဲကွာစေနိုင်သည့် အရာများကို သင်ယူကြသည်)</span> ဟူသည် \"လူတို့သည် ဟာရွတ်နှင့် မာရွတ်ထံမှ မှော်ပညာကို သင်ယူခဲ့ကြပြီး မကောင်းမှုများတွင် ပါဝင်ပတ်သက်ခဲ့ကြသည်၊ ယင်းတွင် ဇနီးမောင်နှံတို့သည် နီးစပ်ပြီး အရင်းနှီးဆုံး ဆက်ဆံနေကြသော်လည်း သူတို့ကို ကွဲကွာစေခြင်းလည်း ပါဝင်သည်။ ဤသည်မှာ မာရ်နတ်၏ လုပ်ဆောင်မှုဖြစ်သည်။\" မွတ်စ်လင်မ်က ဂျာဘိရ် ဗင်န် အဗ်ဒူလ္လာဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားသည်ဟု မှတ်တမ်းတင်ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشَّيْطَانَ لَيَضَعُ عَرْشَهُ عَلَى الْمَاءِ ثُمَّ يَبْعَثُ سَرَايَاهُ فِي النَّاسِ فَأَقْرَبُهُمْ عِنْدَهُ مَنْزِلَةً أَعْظَمُهُمْ عِنْدَهُ فِتْنَةً وَيَجِيءُ أَحَدُهُمْ فَيَقُولُ: مَا زِلْتُ بِفُلَانٍ حَتَّى تَرَكْتُهُ وَهُوَ يَقُولُ كَذَا وَكَذَا، فَيَقُولُ إِبْلِيسُ: لَا وَاللهِ مَا صَنَعْتَ شَيْئًا، وَيَجِيءُ أَحَدُهُمْ فَيَقُولُ: مَا تَرَكْتُهُ حَتّى فَرَّقْتُ بَيْنَهُ وَبَيْنَ أَهْلِهِ، قَالَ: فَيُقرِّبُهُ وَيُدْنِيهِ وَيَلْتَزِمُهُ وَيَقُولُ: نِعْمَ أَنْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စာတန်သည် သူ၏ပလ္လင်ကို ရေပေါ်တွင် ထူထောင်ပြီး သူ၏ကိုယ်စားလှယ်များကို လူများအကြား စေလွှတ်သည်။ သူ့ထံတွင် အနီးစပ်ဆုံး ပုဂ္ဂိုလ်မှာ အဖျက်စွမ်းအား အကြီးဆုံးသော ပုဂ္ဂိုလ်ဖြစ်သည်။ သူတို့အနက်မှ တစ်ယောက် <span class=\"gray\">(မာရ်နတ်တစ်ပါး)</span> သည် သူ့ထံသို့ လာပြီး 'ကျွန်တော်သည် ထိုသူကို လှုံ့ဆော်ခဲ့ရာ သူသည် ထိုစကားများကို ပြောလာသည်အထိ ဖြစ်သည်' ဟု ပြောလိမ့်မည်။ အစ်ဗ်လစ်စ်က 'မဟုတ်ဘူး၊ အလ္လာဟ်အရှင်မြတ်ကို သက်သေပြုပြီး ပြောရမည်ဆိုလျှင် မင်းဘာမှ မလုပ်ခဲ့ဘူး' ဟု ပြောသည်။ နောက်ထပ် မာရ်နတ်တစ်ပါးက သူ့ထံသို့ လာပြီး 'ကျွန်တော်သည် ထိုသူကို လှုံ့ဆော်ခဲ့ရာ သူ့နှင့် သူ၏ဇနီးကြား ကွဲကွာစေသည်အထိ ဖြစ်သည်' ဟု ပြောလိမ့်မည်။ စာတန်သည် သူ့ကို ပိုမိုနီးကပ်စွာ ဆွဲခေါ်ကာ ပွေ့ဖက်ပြီး 'ဟုတ်ပြီ၊ မင်း ကောင်းကောင်းလုပ်ခဲ့တယ်' ဟု ပြောလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ခင်ပွန်းနှင့် ဇနီးကြား ကွဲကွာမှုသည် ဤနေရာတွင် ဖြစ်ပေါ်ရခြင်းမှာ ဇနီးမောင်နှံနှစ်ဦးစလုံးက တစ်ဦးနှင့်တစ်ဦး ရုပ်ဆိုးသည် သို့မဟုတ် အမူအကျင့်မကောင်းဟု စိတ်ကူးယဉ်နေသောကြောင့်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ သတ်မှတ်ထားသော သက်တမ်းသည် အရာအားလုံးကို ကျော်လွန်သည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُم بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်မပါဘဲ မည်သူ့ကိုမျှ ထိုသို့ မထိခိုက်စေနိုင်ပေ)</span>။ စူဖ်ယာန် အတ်-သော်ရီက မှတ်ချက်ပြုသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ သတ်မှတ်ထားသော သက်တမ်းမပါဘဲ\"။ ထို့ပြင် အလ်-ဟာစန် အလ်-ဘစရီက ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُم بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်မပါဘဲ မည်သူ့ကိုမျှ ထိုသို့ မထိခိုက်စေနိုင်ပေ)</span> ဟူသည် \"အလ္လာဟ်အရှင်မြတ်သည် သူအလိုရှိသူ မည်သူ့ကိုမဆို မှော်ဆရာများအား ဆိုးကျိုးသက်ရောက်စေရန် ခွင့်ပြုပြီး သူအလိုရှိသူ မည်သူ့ကိုမဆို သူတို့ထံမှ ကယ်တင်သည်။ မှော်ဆရာများသည် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်မပါဘဲ မည်သူ့ကိုမျှ မထိခိုက်စေနိုင်ပါ\" ဟု ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် မိမိတို့အား ထိခိုက်စေပြီး အကျိုးမပြုသောအရာကို သင်ယူကြသည်)</span> ဟူသည်၊ ၎င်းသည် သူတို့၏ဘာသာတရားကို ထိခိုက်စေပြီး ၎င်း၏ ဆိုးကျိုးများနှင့်နှိုင်းယှဉ်လျှင် အကျိုးကျေးဇူးမရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် ၎င်းကို <span class=\"gray\">(မှော်ပညာကို)</span> ဝယ်ယူသူများသည် နောင်ဘဝတွင် အဘယ်မျှသော <span class=\"gray\">(ခလာက်ခ်)</span> ဝေစုမျှ ရရှိမည်မဟုတ်ကြောင်း သူတို့သိကြသည်)</span> ဟူသည် \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို လိုက်နာခြင်းထက် မှော်ပညာကို ပိုနှစ်သက်ခဲ့သော ဂျူးတို့သည် ထိုအမှားမျိုး ကျူးလွန်သူများ နောင်ဘဝတွင် ခလာက်ခ် (မည်သည့်ဝေစု) မျှ ရရှိမည်မဟုတ်ကြောင်း သိရှိခဲ့ကြသည်\" ဟု ဆိုလိုသည်။ အိဗ်နု အဗ္ဗာစ်၊ မူဂျာဟစ်ဒ်နှင့် အစ်-စွတ်ဒီတို့က 'ခလာက်ခ် မရှိ' ဟူသည် 'ဝေစုမရှိ' ဟု ဆိုလိုကြောင်း ဖော်ပြခဲ့ကြသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَبِئْسَ مَا شَرَوْا بِهِ أَنفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ - وَلَوْ أَنَّهُمْ آمَنُوا وَاتَّقَوْا لَمَثُوبَةٌ مِّنْ عِندِ اللَّهِ خَيْرٌ لَّوْ كَانُوا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သာ သိရှိခဲ့မည်ဆိုလျှင် သူတို့၏ ကိုယ်ကျိုးအတွက် ရောင်းချခဲ့သောအရာသည် အမှန်ပင် မည်မျှ ဆိုးရွားလိုက်ပါသနည်း။ သူတို့သာ ယုံကြည်ပြီး မကောင်းမှုမှ မိမိတို့ကိုယ်ကို ကာကွယ်ခဲ့ကြကာ အလ္လာဟ်အရှင်မြတ်အား မိမိတို့၏ တာဝန်ကို ထမ်းဆောင်ခဲ့မည်ဆိုလျှင်၊ သူတို့သာ သိရှိခဲ့မည်ဆိုလျှင် သူတို့၏ အရှင်သခင်ထံတော်မှ အကျိုးအမြတ်သည် ပိုမိုကောင်းမွန်ခဲ့မည်!)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَبِئْسَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်မျှ ဆိုးရွားလိုက်ပါသနည်း)</span> ဟူသည်၊ သူတို့ အကြံဉာဏ်ကို နားလည်မည်ဆိုလျှင်၊ ယုံကြည်ခြင်းနှင့် တမန်တော်ကို လိုက်နာခြင်းအစား သူတို့ နှစ်သက်ခဲ့သော မှော်ပညာကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّهُمْ آمَنُوا وَاتَّقَوْا لَمَثُوبَةٌ مِّنْ عِنْدِ اللَّهِ خَيْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သာ ယုံကြည်ပြီး မကောင်းမှုမှ မိမိတို့ကိုယ်ကို ကာကွယ်ခဲ့ကြကာ အလ္လာဟ်အရှင်မြတ်အား မိမိတို့၏ တာဝန်ကို ထမ်းဆောင်ခဲ့မည်ဆိုလျှင်၊ သူတို့၏ အရှင်သခင်ထံတော်မှ အကျိုးအမြတ်သည် ပိုမိုကောင်းမွန်ခဲ့မည်)</span> ဟူသည်၊ \"သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် သူ၏ တမန်တော် ﷺ ကို ယုံကြည်ပြီး တားမြစ်ချက်များကို ရှောင်ရှားခဲ့မည်ဆိုလျှင်၊ ထိုကောင်းမှုများအတွက် အလ္လာဟ်အရှင်မြတ်၏ အကျိုးအမြတ်သည် သူတို့ ရွေးချယ်ပြီး မိမိတို့ကိုယ်ကျိုးအတွက် နှစ်သက်ခဲ့သောအရာများထက် သူတို့အတွက် ပိုမိုကောင်းမွန်ခဲ့မည်\" ဟု ဆိုလိုသည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် (ဘာသာရေး) အသိပညာကို ပေးအပ်ခံရသူများက \"သင်တို့အပေါ် ဘေးဆိုးကျရောက်ပါစေ! အလ္လာဟ်အရှင်မြတ်၏ အကျိုးအမြတ် (နောင်ဘဝတွင်) သည် ယုံကြည်ပြီး ကောင်းမှုပြုသူများအတွက် ပိုမိုကောင်းမွန်သည်၊ ဤအရာကို အစ်-ဆွာဘိရွန် (အမှန်တရားကို လိုက်နာရာတွင် စိတ်ရှည်သည်းခံသူများ) မှတစ်ပါး မည်သူမျှ ရရှိနိုင်မည်မဟုတ်။\")</span><span class=\"gray\">(28:80)</span>။</p>"
  }
]