[
  {
    "ayah_key": "9:37",
    "group_ayah_key": "9:37",
    "from_ayah": "9:37",
    "to_ayah": "9:37",
    "ayah_keys": "9:37",
    "text": "<p lang=\"my\" class=\"my \">နောက်ဆုတ်ခြင်း <span class=\"gray\">(မွန်မြတ်သောလကို)</span> သည် မယုံကြည်မှုအား ပိုမိုတိုးပွားစေခြင်းဖြစ်သည်၊ ထို့ကြောင့် မယုံကြည်သူများသည် လမ်းမှားသို့ ရောက်ကြရ၏။ အကြောင်းမှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသော လအရေအတွက်ကို ချိန်ညှိရန်အတွက် တစ်နှစ်ကို တရားဝင်ပြုလုပ်၍ အခြားတစ်နှစ်ကို တားမြစ်ကြပြီး ထိုသို့ တားမြစ်ထားသော လများကို တရားဝင်ပြုလုပ်ကြသောကြောင့် ဖြစ်သည်။ ၎င်းတို့၏ မကောင်းမှုများသည် ၎င်းတို့အဖို့ လှပသယောင် ဖြစ်စေသည်။ အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများကို လမ်းမှန်သို့ ပို့ဆောင်တော်မမူပေ <span>(၃၇)</span></p><div lang=\"my\" class=\"my \"><h2>ဘာသာရေးကိစ္စတွင် ကိုယ့်အမြင်ကို ဦးစားပေးခြင်းအား သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူတို့အား ၎င်းတို့၏ မိုက်မဲသော အမြင်များကို အလ္လာဟ်အရှင်မြတ်၏ ဥပဒေထက် ရွေးချယ်မှုအတွက် ဆုံးမတော်မူသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဥပဒေကို ၎င်းတို့၏ အချည်းနှီးသော တပ်မက်မှုများအပေါ် အခြေခံ၍ ပြောင်းလဲခဲ့ကြပြီး၊ အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသည်များကို ခွင့်ပြုကာ အလ္လာဟ်အရှင်မြတ် ခွင့်ပြုထားသည်များကို တားမြစ်ခဲ့ကြသည်။ ၎င်းတို့သည် သုံးလဆက်တိုက် မြင့်မြတ်သောလများတွင် တိုက်ခိုက်ခြင်းမရှိဘဲ နေရန်မှာ အတော်ကြာမြင့်သည်ဟု ထင်မြင်ခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ဒေါသနှင့် ပြည့်နှက်နေသောကြောင့် ဖြစ်သည်။ ဤသည်မှာ အစ္စလာမ်မတိုင်မီက မုဟရမ်၏ မြင့်မြတ်သောလတွင် အပြောင်းအလဲတစ်ခုကို ဖန်တီးခဲ့ကြပြီး ၎င်းကို ဆွာဖရ်လသို့ ရွှေ့ဆိုင်းခဲ့ခြင်း၏ အကြောင်းရင်းဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် မြင့်မြတ်သောလတွင် တိုက်ခိုက်ခြင်းကို ခွင့်ပြုခဲ့ပြီး မြင့်မြတ်ခြင်းမရှိသောလကို မြင့်မြတ်အောင် ပြုလုပ်ခဲ့ကြသည်၊ တစ်နှစ်တာအတွင်း မြင့်မြတ်သောလများကို အလ္လာဟ်အရှင်မြတ် ဆုံးဖြတ်ထားသည့်အတိုင်း လေးလဖြစ်စေရန်အတွက် ဖြစ်သည်။</p><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah said that Ibn 'Abbas commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်ဆုတ်ခြင်း <span class=\"gray\">(မွန်မြတ်သောလကို)</span> သည် မယုံကြည်မှုအား ပိုမိုတိုးပွားစေခြင်းဖြစ်သည်)</span>,</p><p lang=\"my\" class=\"my \">\"ဂျူနာဒါဟ် ဘင် အောင်းဖ် ဘင် အူမာယဟ် အလ်-ကီနာနီ၊ အဘူ သမာမာဟ်ဟု လူသိများသူသည် နှစ်စဉ် ဟဂ်ျရာသီသို့ တက်ရောက်ပြီး 'အဘူ သမာမာဟ်ကို မည်သူမျှ ပယ်ချခြင်း သို့မဟုတ် ပယ်ဖျက်ခြင်း မရှိ!' ဟု ကြေညာလေ့ရှိသည်။ ထို့ပြင် သူသည် တစ်နှစ်တွင် ဆွာဖရ်လကို လူတို့အတွက် မွန်မြတ်သည်ဟု သတ်မှတ်ခဲ့ပြီး <span class=\"gray\">[မုဟရမ်ကို မွန်မြတ်ခြင်းမှ ရုပ်သိမ်းခဲ့သည်]</span> အခြားတစ်နှစ်တွင် မုဟရမ်ကို မွန်မြတ်သည်ဟု သတ်မှတ်ခဲ့သည် <span class=\"gray\">[ထိုနှစ်တွင် ဆွာဖရ်ကို မွန်မြတ်ခြင်းမှ ရုပ်သိမ်းခဲ့သည်]</span>။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့ခြင်း၏ အကြောင်းရင်းဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်ဆုတ်ခြင်း <span class=\"gray\">(မွန်မြတ်သောလကို)</span> သည် မယုံကြည်မှုအား ပိုမိုတိုးပွားစေခြင်းဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ '၎င်းတို့သည် မုဟရမ်ကို တစ်နှစ် တရားဝင်ပြုလုပ်၍ နောက်တစ်နှစ်တွင် မွန်မြတ်အောင် ပြုလုပ်ကြသည်'။\" အလ်-အောင်ဖီသည် အီဗ်နု အဘ်ဘာစ်ထံမှ အလားတူပြောကြားချက်ကို မှတ်တမ်းတင်ခဲ့သည်။ လိုင်သ် ဘင် အဘီ ဆူလိုင်းမ်က မူဂျာဟစ်ဒ် ပြောကြားသည်မှာ၊ \"ဘာနီ ကီနာနာဟ်မှ အမျိုးသားတစ်ဦးသည် နှစ်စဉ် သူ၏ မြည်းကို စီး၍ ဟဂ်ျရာသီသို့ တက်ရောက်လေ့ရှိသည်။ သူက 'အို လူအပေါင်းတို့! ကျွန်ုပ်ပြောသည်ကို မည်သူမျှ ပယ်ချခြင်း၊ ငြင်းပယ်ခြင်း သို့မဟုတ် ပယ်ဖျက်ခြင်း မရှိပါ! ကျွန်ုပ်တို့သည် ယခုလာမည့် မုဟရမ်ကို မွန်မြတ်သည်ဟု သတ်မှတ်ပြီး ဆွာဖရ်ကို မဟုတ်ပါ!' ဟု ကြွေးကြော်မည်။ နောက်တစ်နှစ်တွင် သူသည် ထပ်မံလာရောက်ပြီး အလားတူစကားများကို ကြေညာကာ 'ကျွန်ုပ်တို့သည် ယခုလာမည့် ဆွာဖရ်ကို မွန်မြတ်သည်ဟု သတ်မှတ်ပြီး မုဟရမ်ကို နောက်ဆုတ်ခဲ့သည် <span class=\"gray\">(၎င်း၏ မွန်မြတ်မှုကို ရုပ်သိမ်းခဲ့သည်)</span>' ဟု ပြောမည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၏ အဓိပ္ပါယ်ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသော လအရေအတွက်ကို ချိန်ညှိရန်အတွက်)</span>, လေးလအထိ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်၊ '၎င်းတို့သည် မွန်မြတ်သောလကို နောက်ဆုတ်ခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသည်များကို ခွင့်ပြုကြသည်'။\" ရုပ်တုကိုးကွယ်သူတို့သည် တစ်နှစ်တွင် မုဟရမ်ကို ခွင့်ပြုပြီး ၎င်း၏နေရာတွင် ဆွာဖရ်ကို မွန်မြတ်သည်ဟု သတ်မှတ်လေ့ရှိသည်။ ၎င်းတို့သည် တစ်နှစ်တာ၏ လများကို ၎င်းတို့၏ ပုံမှန်ရေတွက်မှုနှင့် အမည်များအတိုင်း ဆက်လက်ထားရှိမည်။ နောက်တစ်နှစ်တွင် ၎င်းတို့သည် မုဟရမ်ကို မွန်မြတ်အောင် ပြုလုပ်ပြီး ဆွာဖရ်၊ ရဘီအ် စသည်ဖြင့် တစ်နှစ်တာကို ဆက်လက်ထားရှိမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِّيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّوا مَا حَرَّمَ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသော လအရေအတွက်ကို ချိန်ညှိရန်အတွက် တစ်နှစ် တရားဝင်ပြုလုပ်၍ အခြားတစ်နှစ် တားမြစ်ကြပြီး ထိုသို့ တားမြစ်ထားသော လများကို တရားဝင်ပြုလုပ်ကြသည်)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့သည် နှစ်စဉ် လေးလကို ဆက်လက် မွန်မြတ်အောင် ပြုလုပ်ကြမည်၊ သို့သော် တစ်နှစ်တွင် ဆက်တိုက်မြင့်မြတ်သော သုံးလထဲမှ တတိယမြောက်လဖြစ်သည့် မုဟရမ်ကို မွန်မြတ်အောင် ပြုလုပ်ပြီး နောက်တစ်နှစ်တွင် ဆွာဖရ်သို့ ရွှေ့ဆိုင်းကာ နှောင့်နှေးစေမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">သူ၏ ဆီရာဟ်ကျမ်းတွင် အီမာမ် မုဟမ္မဒ် ဘင် အစ်ဟာက်သည် ဤကိစ္စနှင့်ပတ်သက်၍ အလွန်အသုံးဝင်သော အကျိုးရှိသော ဆွေးနွေးချက်ကို တင်ပြခဲ့သည်။ သူက ပြောသည်မှာ၊ \"အာရပ်များအတွက် လများ၏ မြင့်မြတ်မှုကို လျစ်လျူရှုခြင်း အလေ့အကျင့်ကို စတင်ခဲ့သူမှာ၊ ထိုသို့အားဖြင့် အလ္လာဟ်အရှင်မြတ် မွန်မြတ်အောင် ပြုလုပ်ထားသည်များကို ခွင့်ပြု၍ အလ္လာဟ်အရှင်မြတ် ခွင့်ပြုထားသည်များကို မွန်မြတ်အောင် ပြုလုပ်ခဲ့သူမှာ \"အလ်-ကလာမ်မတ်စ်\" ဖြစ်သည်။ သူသည် ဟူဒိုင်ဖာဟ် ဘင် အဘ်ဒ် ဖူကိမ်း ဘင် အဒီ ဘင် အမ်ရ် ဘင် သာအ်လဘာဟ် ဘင် အလ်-ဟာရစ်သ် ဘင် မာလစ် ဘင် ကီနာနာဟ် ဘင် ခူဇိုင်းမာဟ် ဘင် မွဒ်ရီကာဟ် ဘင် အစ်လ်ယပ်စ် ဘင် မွဒါရ် ဘင် နီဇာရ် ဘင် မာအ်ဒ် ဘင် အဒ်နန် ဖြစ်သည်။ သူ၏သား အဘ်ဘဒ်သည် ဤအလေ့အကျင့်ကို ဆက်လက်ထိန်းသိမ်းခဲ့ပြီး၊ ထို့နောက် သူ၏သား ကလာအ် ဘင် အဘ်ဘဒ်သည်လည်း ထိုနည်းတူ ပြုလုပ်ခဲ့သည်။ ထို့နောက် သူ၏သား အူမာယဟ် ဘင် ကလာအ်၊ ထို့နောက် သူ၏သား အောင်းဖ် ဘင် အူမာယဟ်၊ ထို့နောက် သူ၏သား အဘူ သမာမာဟ် ဂျူနာဒါဟ် ဘင် အောင်းဖ် တို့ ဖြစ်သည်။ သူသည် အစ္စလာမ်မတိုင်မီက သူ၏သားများထဲမှ <span class=\"gray\">(ဤအလေ့အကျင့်ကို ဆက်လက်ထိန်းသိမ်းခဲ့သူ)</span> နောက်ဆုံးတစ်ဦး ဖြစ်သည်။ ဟဂ်ျပြီးဆုံးသောအခါ အာရပ်များသည် သူ့ပတ်ဝန်းကျင်တွင် စုဝေးကြပြီး သူသည် ရာဂျဘ်၊ ဒူလ်-ကအ်ဒါဟ် နှင့် ဒူလ်-ဟစ်ဂျာဟ် တို့ကို မွန်မြတ်ကြောင်း ပြောကြားသည့် မိန့်ခွန်းကို ပြောကြားလေ့ရှိသည်။ သူသည် မုဟရမ်၏ မြင့်မြတ်မှုကို တစ်နှစ် ဆွာဖရ်သို့ ရွှေ့ဆိုင်းပြီး နောက်တစ်နှစ်တွင် ၎င်း၏ မြင့်မြတ်မှုကို ထိန်းသိမ်းမည်ဖြစ်ရာ၊ အလ္လာဟ်အရှင်မြတ် မွန်မြတ်အောင် ပြုလုပ်ထားသော <span class=\"gray\">(မြင့်မြတ်သောလများ၏)</span> အရေအတွက်ကို ထိန်းသိမ်းထားသည်ဟု ထင်ရစေရန် ဖြစ်သည်။ ထို့ကြောင့် သူသည် အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသည်များကို ခွင့်ပြုပြီး အလ္လာဟ်အရှင်မြတ် ခွင့်ပြုထားသည်များကို တားမြစ်မည် ဖြစ်သည်\"။ အလ္လာဟ်အရှင်မြတ် အကောင်းဆုံး သိတော်မူသည်။</p>"
  },
  {
    "ayah_key": "9:38",
    "group_ayah_key": "9:38",
    "from_ayah": "9:38",
    "to_ayah": "9:39",
    "ayah_keys": "9:38,9:39",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တွင် စစ်ချီရန် သင်တို့ကို ခေါ်သည့်အခါ သင်တို့သည် မြေကြီးပေါ်တွင် လေးလံစွာတွယ်ကပ်နေသည်မှာ သင်တို့၌ အဘယ်အရာဖြစ်ပျက်နေသနည်း? သင်တို့သည် နောင်တမလွန်ဘဝထက် ဤလောကဘဝကို ကျေနပ်နေကြသလော? သို့သော် နောင်တမလွန်ဘဝနှင့် နှိုင်းယှဉ်လျှင် ဤလောကဘဝ၏ ပျော်ရွှင်မှုသည် နည်းပါးလှသည် <span>(၃၈)</span>အကယ်၍ သင်တို့ စစ်ချီမထွက်ပါက၊ အရှင်မြတ်သည် သင်တို့ကို နာကျင်သောအပြစ်ဒဏ်ဖြင့် အပြစ်ပေးမည်ဖြစ်ပြီး၊ သင်တို့ကို အခြားလူမျိုးတစ်မျိုးဖြင့် အစားထိုးမည်ဖြစ်သည်။ သင်တို့သည် အရှင်မြတ်ကို အနည်းငယ်မျှပင် ထိခိုက်စေနိုင်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းတို့ကို စွမ်းဆောင်နိုင်တော်မူသည် <span>(၃၉)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျီဟတ်တိုက်ပွဲဝင်ရန် အလျင်စလိုမလုပ်ဘဲ လောကီဘဝကို တွယ်ကပ်နေခြင်းအား သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">ပြင်းထန်ကြောက်မက်ဖွယ်ကောင်းသော အပူရှိန်ကြောင့် သစ်သီးများ ရင့်မှည့်ကာ အရိပ်အာဝါသများ ဆွဲဆောင်မှုရှိနေသည့်အချိန်တွင် တဘွတ်ခ်တိုက်ပွဲ၌ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နောက်ကျန်ရစ်ခဲ့သူများကို အလ္လာဟ်အရှင်မြတ်က သတိပေးတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انفِرُوا فِي سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တွင် စစ်ချီရန် သင်တို့ကို ခေါ်သည့်အခါ သင်တို့၌ အဘယ်အရာဖြစ်ပျက်နေသနည်း)</span>၊ အကယ်၍ သင်တို့ကို အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တွင် ဂျီဟတ်တိုက်ပွဲဝင်ရန် ခေါ်ဝေါ်ခဲ့လျှင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اثَّاقَلْتُمْ إِلَى الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မြေကြီးပေါ်တွင် လေးလံစွာတွယ်ကပ်နေသည်)</span>၊ ငြိမ်းချမ်းစွာနေရန်၊ အရိပ်အာဝါသနှင့် ရင့်မှည့်သောသစ်သီးများကို မှီခိုနေခြင်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَضِيتُم بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် နောင်တမလွန်ဘဝထက် ဤလောကဘဝကို ကျေနပ်နေကြသလော?)</span>၊ အဘယ်ကြောင့် သင်တို့ ဤသို့ပြုကြသနည်း၊ နောင်တမလွန်ဘဝအစား ဤလောကဘဝကို ပို၍ နှစ်သက်သောကြောင့်လော? အလ္လာဟ်အရှင်မြတ်သည် ဤလောကီဘဝအပေါ် စိတ်အားထက်သန်မှုကို လျော့နည်းစေပြီး နောင်တမလွန်ဘဝအတွက် တိုးပွားစေသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် နောင်တမလွန်ဘဝနှင့် နှိုင်းယှဉ်လျှင် ဤလောကဘဝ၏ ပျော်ရွှင်မှုသည် နည်းပါးလှသည်)</span>။</p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ်သည် ဗနီဖိဟ်ရ်အဖွဲ့ဝင်တစ်ဦးဖြစ်သော အလ်-မွတ်စ်တဝ်ရစ်ဒ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا الدُّنْيَا فِي الْآخِرَةِ إِلَّا كَمَا يَجْعَلُ أَحَدُكُمْ إِصْبَعَهُ هَذِهِ فِي الْيَمِّ، فَلْيَنْظُرْ بِمَ تَرْجِعُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တမလွန်ဘဝနှင့် နှိုင်းယှဉ်လျှင် ဤလောကဘဝသည် သင်တို့ထဲမှ တစ်ဦးဦးက သူ၏လက်ချောင်းကို ပင်လယ်ထဲနှစ်လိုက်သကဲ့သို့ပင်ဖြစ်သည်။ သူ၏လက်ချောင်းက မည်မျှသယ်ဆောင်လာသည်ကို ကြည့်ပါစေ)</span>။</p><p lang=\"my\" class=\"my \">နဗီတမန်တော်သည် သူ၏လက်ညှိုးဖြင့် ညွှန်ပြခဲ့သည် </p><p lang=\"my\" class=\"my \">မွတ်စလင်မ်က ဤဟဒီးဆ်ကို စုဆောင်းခဲ့သည်။ အသ်-သောင်ရီက အလ်-အ်အ်မရှ်က အာယသ်နှင့်ပတ်သက်၍ ပြောကြားသည်ဟု ဖော်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် နောင်တမလွန်ဘဝနှင့် နှိုင်းယှဉ်လျှင် ဤလောကဘဝ၏ ပျော်ရွှင်မှုသည် နည်းပါးလှသည်)</span>။</p><p lang=\"my\" class=\"my \">\"ခရီးသည်တစ်ဦးယူဆောင်သွားသော အသုံးအဆောင်များနှင့် မည်သည့်အရာမျှ မနှိုင်းယှဉ်နိုင်။\" 'အဗ်ဒုလ်-အဇီးဇ် ဘင် အဘီ ဟာဇင်မ်က သူ၏ဖခင် ပြောသည်ဟု ဖော်ပြသည်၊ \"အဗ်ဒုလ်-အဇီးဇ် ဘင် မရ်ဝါန် သေလုနီးပါးဖြစ်နေချိန်တွင် သူက 'ကျွန်ုပ်ကို ဖုံးအုပ်မည့် ကဖန်ကို ယူလာပေးပါ၊ ကျွန်ုပ် စစ်ဆေးပါမည်' ဟု ပြောခဲ့သည်။ ကဖန်ကို သူ၏ရှေ့တွင် ချထားသောအခါ၊ သူက ကြည့်ပြီး 'ဤသည်မှာ ကျွန်ုပ် ဤဘဝမှ အဆုံးသတ်ရမည့်အရာလော' ဟု ပြောခဲ့သည်။ ထို့နောက် သူသည် ကျောခိုင်းပြီး ငိုကြွေးရင်း 'အို လောကဘဝ၊ မင်းကို ဝမ်းနည်းပါသည်! မင်း၏ပေါများမှုသည် အမှန်ပင် နည်းပါးလှသည်၊ မင်း၏နည်းပါးမှုသည် ခဏတာသာ ဖြစ်သည်၊ ကျွန်ုပ်တို့ကို မင်းလှည့်ဖြားခဲ့သည်' ဟု ပြောခဲ့သည်\"။ </p><p lang=\"ceb\" class=\"ceb \">Allah warns those who do not join Jihad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا تَنفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့ စစ်ချီမထွက်ပါက၊ အရှင်မြတ်သည် သင်တို့ကို နာကျင်သောအပြစ်ဒဏ်ဖြင့် အပြစ်ပေးမည်)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗါစ်က ပြောကြားသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အာရပ်အချို့ကို စုဝေးရန် ခေါ်ခဲ့သော်လည်း ၎င်းတို့က နောက်ကျကျန်ရစ်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် မိုးရွာချခြင်းကို ရပ်ဆိုင်းခဲ့ပြီး ဤသည်မှာ ၎င်းတို့၏ အပြစ်ဒဏ်ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်တို့ကို အခြားလူမျိုးတစ်မျိုးဖြင့် အစားထိုးမည်)</span>၊ ထိုသူတို့သည် အရှင်မြတ်၏ နဗီတမန်တော် ﷺ ကို ကူညီမည်ဖြစ်ပြီး အရှင်မြတ်၏သာသနာကို တည်ထောင်မည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ နာခံမှုမှ)</span> လှည့်ထွက်သွားပါက၊ အရှင်မြတ်သည် သင်တို့ကို အခြားလူမျိုးအချို့ဖြင့် အစားထိုးမည်ဖြစ်ပြီး ၎င်းတို့သည် သင်တို့နှင့်တူမည်မဟုတ်ပေ)</span><span class=\"gray\">[၄၇:၃၈]</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا تَضُرُّوهُ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်တို့သည် အရှင်မြတ်ကို အနည်းငယ်မျှပင် ထိခိုက်စေနိုင်မည်မဟုတ်ပေ)</span>၊ သင်တို့ နောက်ကျကျန်ရစ်ပြီး ဂျီဟတ်တိုက်ပွဲဝင်ခြင်းမှ ဝေးကွာနေသောအခါ အလ္လာဟ်အရှင်မြတ်ကို မည်သည့်အခါမျှ ထိခိုက်စေနိုင်မည်မဟုတ်ပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းတို့ကို စွမ်းဆောင်နိုင်တော်မူသည်)</span>။ အရှင်မြတ်သည် သင်တို့၏အကူအညီမပါဘဲ ရန်သူများကို ဖျက်ဆီးနိုင်တော်မူသည်။</p>"
  },
  {
    "ayah_key": "9:4",
    "group_ayah_key": "9:4",
    "from_ayah": "9:4",
    "to_ayah": "9:4",
    "ayah_keys": "9:4",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့နှင့် စာချုပ်ချုပ်ဆိုထားသည့် မွစ်ရှရစ်ကင်များမှတစ်ပါး၊ ထိုမွစ်ရှရစ်ကင်တို့သည် သင်တို့ကို နောက်ပိုင်းတွင် မည်သည့်အရာ၌မျှ ပျက်ကွက်ခြင်းမရှိခဲ့ကြသလို သင်တို့အား မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ကူညီထောက်ခံခြင်းလည်း မရှိခဲ့ကြပေ။ ထို့ကြောင့် ၎င်းတို့၏ စာချုပ်သက်တမ်း ကုန်ဆုံးသည်အထိ ၎င်းတို့အတွက် စာချုပ်ကို ပြည့်စုံစေကြပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် တက်ကဝါရှိသူများကို ချစ်တော်မူ၏။ <span>(၄)</span></p><div lang=\"my\" class=\"my \"><h2>ရှိပြီးသား ငြိမ်းချမ်းရေးစာချုပ်များသည် ၎င်းတို့၏ သက်တမ်းကုန်ဆုံးသည်အထိ တရားဝင်ဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">၎င်းသည် အချိန်အတိုင်းအတာ မဖော်ပြထားသော ယေဘုယျစာချုပ်ရှိသူများအတွက် အကြာဆုံး ကာလကို လေးလအထိ သတ်မှတ်သည့် ကင်းလွတ်ခွင့်ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">၎င်းတို့သည် မိမိတို့နှစ်သက်ရာ ခိုလှုံရာကို ရှာဖွေရန် မြေပြင်တစ်လျှောက် လေးလကြာ ခရီးသွားလာခွင့် ရကြမည်ဖြစ်သည်။ ၎င်းတို့၏ စာချုပ်တွင် သီးခြား ကန့်သတ်ကာလ ဖော်ပြထားသူများအတွက်မူ ၎င်းစာချုပ် သက်တမ်းအကြာဆုံးမှာ သဘောတူထားသော ရပ်စဲရက်အထိ ဖြစ်သည်။ ဤကိစ္စနှင့်ပတ်သက်၍ ဟဒီးစ်များ ရှိနှင့်ပြီးဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့် စာချုပ်ချုပ်ဆိုထားသူ မည်သူမဆို၊ ၎င်းစာချုပ်သည် သီးခြားရပ်စဲရက်အထိ ကြာမြင့်သည်။ သို့သော်၊ ဤအမျိုးအစားထဲမှ ပုဂ္ဂိုလ်များသည် မွစ်လင်မ်များနှင့် သဘောတူညီချက်၏ စည်းကမ်းချက်များကို ချိုးဖောက်ခြင်းမှ ရှောင်ကြဉ်ရန်နှင့် မွစ်လင်မ်များအား ဆန့်ကျင်၍ မွစ်လင်မ်မဟုတ်သူများကို ကူညီခြင်းမှ ရှောင်ကြဉ်ရန် လိုအပ်သည်။ ဤသည်မှာ မွစ်လင်မ်များနှင့် ငြိမ်းချမ်းရေးသဘောတူညီချက်ကို ၎င်း၏အဆုံးအထိ ဆောင်ရွက်ခဲ့သည့် အမျိုးအစားဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထိုကဲ့သို့သော ငြိမ်းချမ်းရေးစာချုပ်များကို ဂုဏ်ပြုရန် တိုက်တွန်းတော်မူခဲ့ပြီး၊ မိန့်ကြားတော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် တက်ကဝါရှိသူများကို ချစ်တော်မူ၏)</span><span class=\"gray\">[၉:၄]</span>၊ ၎င်းတို့သည် ၎င်းတို့၏ ကတိများကို ထိန်းသိမ်းသူများဖြစ်သည်။</p>"
  }
]