[
  {
    "ayah_key": "7:24",
    "group_ayah_key": "7:24",
    "from_ayah": "7:24",
    "to_ayah": "7:25",
    "ayah_keys": "7:24,7:25",
    "text": "<p class=\"my translation\" lang=\"my\"><span class=\"gray\">(အလ္လာဟ်)</span> မိန့်တော်မူခဲ့သည်- \"သင်တို့တစ်ဦးနှင့်တစ်ဦး ရန်သူများအဖြစ် ဆင်းသက်သွားကြ။ မြေပြင်ပေါ်တွင် သင်တို့အတွက် နေထိုင်ရာဌာနတစ်ခုနှင့် အချိန်အတိုင်းအတာတစ်ခုအထိ ပျော်ရွှင်စရာများ ရှိလိမ့်မည်။ <span>(24)</span>အရှင်မြတ်က မိန့်တော်မူခဲ့သည်- \"ထိုနေရာ၌ သင်တို့ နေထိုင်ကြရမည်၊ ထိုနေရာ၌ သင်တို့ သေဆုံးကြရမည်၊ ထိုနေရာမှ သင်တို့ကို ထုတ်ဆောင်ခြင်း <span class=\"gray\">(ရှင်ပြန်ထမြောက်စေခြင်း)</span> ခံရမည်။ <span>(25)</span></p><div lang=\"my\" class=\"my \"><h2>၎င်းတို့အားလုံးကို ကမ္ဘာမြေသို့ ဆင်းသက်စေခြင်း</h2></div><p lang=\"my\" class=\"my \">အောက်ပါအတိုင်း ပြောဆိုခဲ့ကြသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">اهْبِطُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆင်းသက်သွားကြ)</span> ဟူသည် အာဒမ်၊ ဟာဝါ၊ အိဗ်လီစ်နှင့် မြွေအား ရည်ညွှန်းပြောဆိုခြင်းဖြစ်သည်။ အချို့ ပညာရှင်များက မြွေအကြောင်းကို မဖော်ပြခဲ့ကြဘဲ အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံး သိတော်မူ၏။ ရန်ငြိုးသည် အဓိကအားဖြင့် အာဒမ်နှင့် အိဗ်လီစ်တို့ကြားတွင် ရှိပြီး၊ ဟာဝါသည် ဤကိစ္စတွင် အာဒမ်ကို လိုက်နာသည်။ အလ္လာဟ်အရှင်မြတ်သည် ဆူရဟ် တာ ဟာ တွင် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اهْبِطَا مِنْهَا جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့နှစ်ဦးလုံး <span class=\"gray\">(ဂျန္နတ်ဥယျာဉ်မှ ကမ္ဘာမြေသို့)</span> အတူတကွ ဆင်းသက်သွားကြ...\")</span><span class=\"gray\">[၂၀:၁၂၃]</span>။</p><p lang=\"my\" class=\"my \">အကယ်၍ မြွေအကြောင်း ဇာတ်လမ်းသည် မှန်ကန်ပါက၊ ၎င်းသည် အိဗ်လီစ်၏ နောက်လိုက်ဖြစ်သည်။ အချို့ ပညာရှင်များက ၎င်းတို့ ဆင်းသက်ခဲ့သည့် ကမ္ဘာမြေပေါ်ရှိ နေရာများကို ဖော်ပြခဲ့ကြသော်လည်း၊ ဤမှတ်တမ်းများသည် အစ္စရေးပုံပြင်များမှ ယူထားခြင်းဖြစ်ပြီး ၎င်းတို့ မှန်ကန်ခြင်း ရှိမရှိကို အလ္လာဟ်အရှင်မြတ်သာ သိတော်မူ၏။ အကယ်၍ ဤနေရာများကို သိရှိခြင်းသည် ဘာသာရေး သို့မဟုတ် ဘဝကိစ္စများတွင် လူသားများအတွက် အကျိုးရှိခဲ့ပါက၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အရှင်မြတ်၏ ကျမ်းတော်၌ ဖော်ပြတော်မူခဲ့မည်ဖြစ်ပြီး၊ အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ လည်း ဖော်ပြတော်မူခဲ့မည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَىٰ حِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်ပေါ်တွင် သင်တို့အတွက် နေထိုင်ရာဌာနတစ်ခုနှင့် အချိန်အတိုင်းအတာတစ်ခုအထိ ပျော်ရွှင်စရာများ ရှိလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ကမ္ဘာမြေပေါ်တွင် သင်တို့၌ နေထိုင်ရာဌာနများနှင့် ကလောင်တံဖြင့် မှတ်တမ်းတင်ထားသော၊ ကံကြမ္မာဖြင့် ရေတွက်ထားသော၊ ပထမမှတ်တမ်းတွင် ရေးမှတ်ထားသော၊ သိရှိပြီးသား၊ သတ်မှတ်ထားသော၊ ခန့်အပ်ထားသော ကာလများ ရှိလိမ့်မည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်)</span> မိန့်တော်မူခဲ့သည်- \"ထိုနေရာ၌ သင်တို့ နေထိုင်ကြရမည်၊ ထိုနေရာ၌ သင်တို့ သေဆုံးကြရမည်၊ ထိုနေရာမှ သင်တို့ကို ထုတ်ဆောင်ခြင်း <span class=\"gray\">(ရှင်ပြန်ထမြောက်စေခြင်း)</span> ခံရမည်။\")</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ အခြားမိန့်တော်မူချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို <span class=\"gray\">(မြေကြီး)</span> မှ ငါတို့သည် သင်တို့ကို ဖန်ဆင်းခဲ့သည်၊ ထိုမြေကြီးထဲသို့ ငါတို့သည် သင်တို့ကို ပြန်ပို့မည်ဖြစ်ပြီး၊ ထိုမြေကြီးမှ ငါတို့သည် သင်တို့ကို တစ်ဖန် ပြန်လည် ထုတ်ဆောင်မည်။)</span><span class=\"gray\">[၂၀:၅၅]</span>။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤလောကဘဝ၏ ကျန်ရှိသောကာလအတွက် ကမ္ဘာမြေကို အာဒမ်၏သားသမီးများအတွက် နေထိုင်ရာဌာနအဖြစ် ဖန်ဆင်းထားကြောင်း ဖော်ပြသည်။ ထိုမြေပေါ်တွင် ၎င်းတို့သည် နေထိုင်ကြမည်၊ သေဆုံးကြမည်ဖြစ်ပြီး ၎င်းတို့၏ ဂူသင်္ချိုင်းများ၌ မြှုပ်နှံခြင်းခံရမည်။ ထိုမြေမှ ၎င်းတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့အတွက် ရှင်ပြန်ထမြောက်ခြင်း ခံရမည်။ ထိုနေ့၌ အလ္လာဟ်အရှင်မြတ်သည် သတ္တဝါတို့၏ ပထမဆုံးနှင့် နောက်ဆုံးသူများကို စုရုံးစေမည်ဖြစ်ပြီး၊ တစ်ဦးချင်းစီအား ၎င်းတို့၏ လုပ်ဆောင်ချက်များအတိုင်း အကျိုးပေးခြင်း သို့မဟုတ် အပြစ်ပေးခြင်း ပြုလုပ်မည်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "7:26",
    "group_ayah_key": "7:26",
    "from_ayah": "7:26",
    "to_ayah": "7:26",
    "ayah_keys": "7:26",
    "text": "<p class=\"my translation\" lang=\"my\">အို အာဒမ်၏သားသမီးတို့! ငါတို့သည် သင်တို့ကိုယ်ကို ဖုံးအုပ်ရန် လီဘာစ် <span class=\"gray\">(အဝတ်အထည်)</span> ကို သင်တို့အား ပေးသနားတော်မူခဲ့ပြီ၊ ရီရှ် <span class=\"gray\">(အဆင်တန်ဆာ)</span> အဖြစ်လည်း ပေးသနားခဲ့ပြီ။ သက်ဝါ၏ လီဘာစ် <span class=\"gray\">(အဝတ်အထည်)</span> သည် ပို၍ကောင်းမြတ်၏။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များအနက်မှဖြစ်၏၊ သို့မှသာ ၎င်းတို့သည် သတိရကြလိမ့်မည်။ <span>(၂၆)</span></p><div lang=\"my\" class=\"my \"><h2>လူသားများအား အဝတ်အထည်နှင့် အဆင်တန်ဆာ ပေးသနားခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များအား လီဘာစ်နှင့် ရီရှ်ကို ပေးသနားထားကြောင်း သတိပေးတော်မူသည်။ လီဘာစ်ဆိုသည်မှာ ကိုယ်အင်္ဂါများကို ဖုံးအုပ်ရန်အသုံးပြုသော အဝတ်အထည်များကို ရည်ညွှန်းပြီး၊ ရီရှ်ဆိုသည်မှာ လှပစေရန် ရည်ရွယ်၍ အသုံးပြုသော ပြင်ပအဆင်တန်ဆာများကို ရည်ညွှန်းသည်။ ထို့ကြောင့် ပထမအမျိုးအစားသည် မရှိမဖြစ်လိုအပ်ပြီး ဒုတိယအမျိုးအစားသည် ဖြည့်စွက်ဖြစ်သည်။ အိဗ်နုဂျရီရ်က ရီရှ်တွင် ပရိဘောဂများနှင့် ပြင်ပအဝတ်အထည်များ ပါဝင်သည်ဟု ဆိုခဲ့သည်။ 'အဗ်ဒုရ်ရဟ်မာန် အိဗ်နုဇိုင်းဒ် အိဗ်နုအစ်လမ်သည် အာယသ်တော်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِبَاسُ التَّقْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သက်ဝါ၏ လီဘာစ် <span class=\"gray\">(အဝတ်အထည်)</span>...)</span> \"လူတစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့သောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏အမှားများကို ဖုံးအုပ်ပေးတော်မူသည်။ ထို့ကြောင့် 'သက်ဝါ၏ လီဘာစ်' <span class=\"gray\">(အာယသ်တော်က ဖော်ပြသည့်အတိုင်း)</span> ဖြစ်သည်။\"</p>"
  },
  {
    "ayah_key": "7:27",
    "group_ayah_key": "7:27",
    "from_ayah": "7:27",
    "to_ayah": "7:27",
    "ayah_keys": "7:27",
    "text": "<p class=\"my translation\" lang=\"my\">အို အာဒမ်၏သားသမီးတို့! ရှိုင်တန်သည် သင်တို့ကို မလှည့်စားပါစေနှင့်၊ အကြောင်းမှာ ၎င်းသည် သင်တို့၏ မိဘနှစ်ပါးကို ဂျန္နတ်(သုခဘုံ)မှ ထုတ်ပယ်ခဲ့ပြီးဖြစ်ကာ၊ ၎င်းတို့၏ အဝတ်အထည်များကို ချွတ်စေခဲ့သည်၊ ၎င်းတို့၏ လျှို့ဝှက်အင်္ဂါများကို ပြသရန်အတွက် ဖြစ်သည်။ မှန်ကန်စွာဆိုရသော် ၎င်းနှင့် ၎င်း၏မျိုးနွယ်စုသည် သင်တို့ကို သင်တို့မမြင်နိုင်သောနေရာမှ မြင်နေကြသည်။ မှန်ကန်စွာဆိုရသော် မယုံကြည်သူတို့၏ မိတ်ဆွေများအဖြစ် ကျွန်ုပ်တို့သည် ရှိုင်တွာန်များကို ပြုလုပ်ထားခဲ့သည်။ <span>(၂၇)</span></p><div lang=\"my\" class=\"my \"><h2>ရှိုင်တန်၏ လှည့်ဖြားမှုများကို သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်၏သားသမီးများကို အစ်ဗ်လီစ်နှင့် ၎င်း၏နောက်လိုက်များအား သတိပေးတော်မူ၏၊ လူသားမျိုးနွယ်၏ ဖခင်ဖြစ်သူ အာဒမ်(အလိုင်ဟစ်စလာမ်)အပေါ် ၎င်း၏ ရှေးကျသော ရန်ငြိုးကို ရှင်းပြခြင်းဖြင့် ဖြစ်သည်။ အစ်ဗ်လီစ်သည် အာဒမ်ကို ဂျန္နတ်(သုခဘုံ)မှ ထုတ်ပယ်ရန် ကြံစည်ခဲ့သည်၊ ၎င်းသည် သက်သောင့်သက်သာရှိရာ နေရာဖြစ်သည်။ ဒုက္ခနှင့် ပင်ပန်းဆင်းရဲမှုများရှိရာ နေရာ <span class=\"gray\">(ဤဘဝ)</span> သို့ပို့ဆောင်ရန် ဖြစ်ပြီး၊ ၎င်း၏ လျှို့ဝှက်အင်္ဂါကို ဖုံးကွယ်ထားရာမှ ပေါ်စေခဲ့သည်။ ဤအရာသည် အမှန်ပင် နက်ရှိုင်းသော ရန်ငြိုး <span class=\"gray\">(ရှိုင်တန်မှ အာဒမ်နှင့် လူသားမျိုးနွယ်အပေါ်)</span> ကို ဖော်ပြခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလားတူ အာယသ်တော်တစ်ခုတွင် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِن دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သင်တို့သည် ၎င်းကို <span class=\"gray\">(အစ်ဗ်လီစ်ကို)</span> နှင့် ၎င်း၏မျိုးဆက်ကို ကျွန်ုပ်မှတစ်ပါး အကူအညီပေးသူများနှင့် ကာကွယ်ပေးသူများအဖြစ် ခံယူကြမည်လော၊ ၎င်းတို့သည် သင်တို့၏ရန်သူများဖြစ်ပါလျက်နှင့်။ မတရားပြုသူများအတွက် မည်မျှဆိုးရွားသော အလဲအလှယ်ပါသနည်း။)</span><span class=\"gray\">[18:50]</span>။</p>"
  }
]