[
  {
    "ayah_key": "19:58",
    "group_ayah_key": "19:58",
    "from_ayah": "19:58",
    "to_ayah": "19:58",
    "ayah_keys": "19:58",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့မှာ အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ချီးမြှင့်ခြင်းခံရသော ပရောဖက်များဖြစ်ကြသည်။ အာဒမ်၏ မျိုးဆက်များထဲမှဖြစ်ပြီး၊ နူဟ်နှင့်အတူ <span class=\"gray\">(သင်္ဘောပေါ်၌)</span> ကျွန်ုပ်တို့တင်ဆောင်ခဲ့သူများထဲမှလည်းကောင်း၊ အီဗရာဟင်မ်နှင့် အစ်စရေးလ်တို့၏ မျိုးဆက်များထဲမှလည်းကောင်း၊ ကျွန်ုပ်တို့လမ်းပြပြီး ရွေးချယ်ခဲ့သူများထဲမှလည်းကောင်းဖြစ်သည်။ အလွန်သနားကြင်နာတော်မူသောအရှင်၏ အာယသ်တော်များကို သူတို့အား ရွတ်ဖတ်ပြသောအခါ၊ သူတို့သည် ပျပ်ဝပ်စွာ ဦးချကာ ငိုကြွေးကြသည်။ <span>(၅၈)</span></p><div lang=\"my\" class=\"my \"><h2>ဤပရောဖက်တို့သည် ရွေးချယ်ခံရသူများဖြစ်ကြသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤပရောဖက်တို့အား <span class=\"gray\">(မျက်နှာသာပေးခဲ့သည်)</span> ဟု မိန့်တော်မူသည်၊ သို့သော် ဤဆူရာတွင် ဖော်ပြထားသော ပရောဖက်များကိုသာ ဆိုလိုသည်မဟုတ်ပေ။ ယင်းအစား၊ ပရောဖက်များဖြစ်ခဲ့သူအားလုံးကို ရည်ညွှန်းခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဆွေးနွေးမှု၏ ရည်ရွယ်ချက်ကို သီးခြားပုဂ္ဂိုလ်များမှ ပရောဖက်အဖွဲ့တစ်ခုလုံးသို့ ရိုးရှင်းစွာ ပြောင်းလဲလိုက်ခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِم مِّنَ النَّبِيِّينَ مِن ذُرِّيَّةِ آدَمَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့မှာ အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ချီးမြှင့်ခြင်းခံရသော ပရောဖက်များ၊ အာဒမ်၏ မျိုးဆက်များထဲမှဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အတ်စ်-ဆူဒီနှင့် အိဗ်နုဂျာရီရ်နှစ်ဦးစလုံးက “အာဒမ်၏ မျိုးဆက်ဆိုသည်မှာ အစ်ဒရီစ်ကို ဆိုလိုပြီး၊ 'နူဟ်နှင့်အတူ ကျွန်ုပ်တို့တင်ဆောင်ခဲ့သူများ' ၏ မျိုးဆက်ဆိုသည်မှာ အီဗရာဟင်မ်ကို ဆိုလိုသည်။ အီဗရာဟင်မ်၏ မျိုးဆက်ဆိုသည်မှာ အစ်ဟာက်၊ ယာအ်ကူဗ်နှင့် အစ္စမာအီလ်ကို ဆိုလိုသည်။ အစ်စရေးလ်၏ မျိုးဆက်ဆိုသည်မှာ မူဆာ၊ ဟာရူန်၊ ဇကာရီယာ၊ ယဟ်ယာနှင့် အီဆာ ဘင်န်မာရ်ယမ်ကို ဆိုလိုသည်” ဟု ပြောကြားခဲ့သည်။ အိဗ်နုဂျာရီရ်က “၎င်းတို့၏ ဆွေစဉ်မျိုးဆက် ကွဲပြားခြားနားမှုဖြစ်သည်၊ အာဒမ်သည် ၎င်းတို့အားလုံးကို <span class=\"gray\">(၎င်းတို့၏ မူလဖခင်အဖြစ်)</span> စုစည်းထားသော်လည်းကောင်း။ ၎င်းတို့အထဲတွင် နူဟ်နှင့်အတူ သင်္ဘောပေါ်တွင် ပါဝင်ခဲ့သူများ၏ မျိုးဆက်မဟုတ်သူတစ်ဦးလည်း ပါဝင်ပြီး ထိုသူမှာ အစ်ဒရီစ်ဖြစ်သည်။ အမှန်စင်စစ် သူသည် နူဟ်၏ အဘိုးတော်စပ်သည်” ဟု ပြောကြားခဲ့သည်။ ကျွန်ုပ်ပြောလိုသည်မှာ ၎င်းသည် အထင်ရှားဆုံး အဓိပ္ပါယ်ဖြစ်ပြီး၊ အစ်ဒရီစ်သည် နူဟ်၏ ဆွေစဉ်မျိုးဆက်၏ အုတ်မြစ်များထဲမှ တစ်ဦးဖြစ်သည်ဟု ကောက်ချက်ချပါသည်။</p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်သည် ပရောဖက်များ၏ ဘိုးဘွားမျိုးရိုးကို ရည်ညွှန်းသည်ဟူသော အမြင်မှာ၊ ၎င်းသည် စူရဟ် အလ်-အန်အမ်ရှိ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူနေခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَىٰ قَوْمِهِ ۚ نَرْفَعُ دَرَجَاتٍ مَّن نَّشَاءُ ۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ - وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ ۚ كُلًّا هَدَيْنَا ۚ وَنُوحًا هَدَيْنَا مِن قَبْلُ ۖ وَمِن ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَارُونَ ۚ وَكَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ - وَزَكَرِيَّا وَيَحْيَىٰ وَعِيسَىٰ وَإِلْيَاسَ ۖ كُلٌّ مِّنَ الصَّالِحِينَ - وَإِسْمَاعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطًا ۚ وَكُلًّا فَضَّلْنَا عَلَى الْعَالَمِينَ - وَمِنْ آبَائِهِمْ وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ ۖ وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် အီဗရာဟင်မ်အား ၎င်း၏လူမျိုးများအပေါ် ကျွန်ုပ်တို့ပေးခဲ့သော သက်သေသာဓကဖြစ်သည်။ ကျွန်ုပ်တို့အလိုရှိသူကို အဆင့်အတန်းများ မြှင့်တင်ပေးတော်မူသည်။ အမှန်စင်စစ် သင်၏အရှင်သခင်သည် အရာခပ်သိမ်းကို သိရှိတော်မူ၍ ဉာဏ်ပညာရှင်ဖြစ်သည်။ ကျွန်ုပ်တို့သည် ၎င်းအား အစ်ဟာက်နှင့် ယာအ်ကူဗ်ကို ချီးမြှင့်ခဲ့သည်။ ၎င်းတို့တစ်ဦးစီတိုင်းကို ကျွန်ုပ်တို့လမ်းပြခဲ့သည်။ ၎င်းမတိုင်မီက နူဟ်ကို ကျွန်ုပ်တို့လမ်းပြခဲ့သည်။ ၎င်း၏မျိုးဆက်များထဲတွင် ဒါဝုဒ်၊ ဆူလိုင်မာန်၊ အိုင်ယူဗ်၊ ယူစွဖ်၊ မူဆာနှင့် ဟာရူန်တို့ပါဝင်သည်။ ဤနည်းအတိုင်း ကောင်းမှုပြုသူများကို ကျွန်ုပ်တို့ဆုချတော်မူသည်။ ဇကာရီယာ၊ ယဟ်ယာ၊ အီဆာနှင့် အစ်လ်ယာစ်တို့သည်လည်း ဖြောင့်မတ်သူများဖြစ်သည်။ အစ္စမာအီလ်၊ အလ်-ယာစာအ်၊ ယူနူစ်နှင့် လူးဗ်တို့သည်လည်း တစ်ဦးစီတိုင်းကို ကျွန်ုပ်တို့သည် 'အာလမီန်' ထက် ပိုမိုနှစ်သက်တော်မူသည်။ ၎င်းတို့၏ ဖခင်များ၊ ၎င်းတို့၏ မျိုးဆက်များနှင့် ၎င်းတို့၏ ညီအစ်ကိုများထဲမှ အချို့ကိုလည်း ကျွန်ုပ်တို့ရွေးချယ်ခဲ့ပြီး ၎င်းတို့အား ဖြောင့်မှန်သောလမ်းသို့ ကျွန်ုပ်တို့လမ်းပြခဲ့သည်။)</span><span class=\"gray\">[6:83-87]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ هَدَى اللَّهُ ۖ فَبِهُدَاهُمُ اقْتَدِهْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် လမ်းပြခဲ့သူများဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့၏ လမ်းညွှန်မှုကို လိုက်နာလော့။)</span><span class=\"gray\">[6:90]</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အချို့၏ အကြောင်းကို သင့်အား ကျွန်ုပ်တို့ပြောပြခဲ့ပြီးဖြစ်သည်။ အချို့၏အကြောင်းကိုမူ သင့်အား ကျွန်ုပ်တို့ပြောပြခြင်းမရှိသေးပေ။)</span><span class=\"gray\">[40:78]</span></p><p lang=\"my\" class=\"my \">ဆဟီဟ် အလ်-ဘူခါရီကျမ်းတွင် မူဂျာဟစ်ဒ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ သူသည် အိဗ်နုအဗ်ဗားစ်အား “စူရဟ်ဆွဒ်တွင် ဆွဂျ်ဒါပြုရမည်လား” ဟု မေးမြန်းခဲ့သည်။ အိဗ်နုအဗ်ဗားစ်က “ဟုတ်ကဲ့” ဟု ပြန်ဖြေခဲ့သည်။ ထို့နောက် သူက ရွတ်ဖတ်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ هَدَى اللَّهُ ۖ فَبِهُدَاهُمُ اقْتَدِهْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် လမ်းပြခဲ့သူများဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့၏ လမ်းညွှန်မှုကို လိုက်နာလော့။)</span><span class=\"gray\">[6:90]</span></p><p lang=\"my\" class=\"my \">အိဗ်နုအဗ်ဗားစ်က “ထို့ကြောင့် သင့်ပရောဖက်သည် ၎င်းတို့ကို လိုက်နာရန် အမိန့်ခံရသူများထဲမှ တစ်ပါးဖြစ်သည်။ ၎င်းတို့အား လိုက်နာထိုက်သူများထဲမှလည်း တစ်ဦးဖြစ်သည်” ဟု ပြောကြားခဲ့သည် — ဒါဝုဒ်ကို ရည်ညွှန်း၍ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤမြင့်မြတ်သော အာယသ်တော်တွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُ الرَّحْمَٰنِ خَرُّوا سُجَّدًا وَبُكِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်သနားကြင်နာတော်မူသောအရှင်၏ အာယသ်တော်များကို သူတို့အား ရွတ်ဖတ်ပြသောအခါ၊ သူတို့သည် ပျပ်ဝပ်စွာ ဦးချကာ ငိုကြွေးကြသည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်များကို ကြားနာရသောအခါ၊ အရှင်မြတ်၏ သက်သေသာဓကများနှင့် အထောက်အထားများကို ဖော်ပြသည့်အခါ၊ ၎င်းတို့ရရှိထားသော ကြီးမားသော ကျေးဇူးတော်များအတွက် နှိမ့်ချစွာ၊ နာခံစွာ၊ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းဖြင့် မိမိတို့၏ အရှင်သခင်အား ဦးချခဲ့ကြသည်။ အာယသ်တော်၏အဆုံးရှိ “ဘူကီယန်” ဟူသော စကားလုံးသည် ငိုကြွေးသူများကို ဆိုလိုပြီး၊ ၎င်းသည် “ဘာကီ” ၏ အများကိန်းဖြစ်သည်။ ဤအကြောင်းကြောင့် ပညာရှင်များသည် ဤအာယသ်တော်ကို ဖတ်ရှုသောအခါ ဦးချခြင်းသည် ပြဋ္ဌာန်းထားသည်ဟု သဘောတူကြသည်၊ ၎င်းတို့နောက်ကို လိုက်နာခြင်းနှင့် ၎င်းတို့၏ ဝတ်ပြုနည်းကို စွဲကိုင်ခြင်းဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "19:59",
    "group_ayah_key": "19:59",
    "from_ayah": "19:59",
    "to_ayah": "19:60",
    "ayah_keys": "19:59,19:60",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့နောက် ၎င်းတို့နောက်မှ မျိုးဆက်တစ်ဆက်သည် ဆွလာသ်ကို ပျက်စီးစေပြီး အလိုဆန္ဒများကို လိုက်စားခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် ဂိုင်ကို တွေ့ကြုံရလိမ့်မည်။ <span>(၅၉)</span> နောင်တရပြီး ယုံကြည်ကာ ကောင်းမှုပြုသူများမှအပ။ ထိုသူတို့သည် ဂျန္နတ်(အကောင်းဆုံးဥယျာဉ်) သို့ ဝင်ကြလိမ့်မည်။ ၎င်းတို့အား အနည်းငယ်မျှပင် မတရားပြုခံရမည်မဟုတ်။ <span>(၆၀)</span></p><div lang=\"my\" class=\"my \"><h2>၎င်းတို့နောက်မှ မကောင်းသူများနှင့် ကောင်းသူများ ဆက်ခံခဲ့သည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကောင်းချီးခံစားရသူများ – ပရောဖက်များနှင့် အလ္လာဟ်အရှင်မြတ်သတ်မှတ်ထားသော ကန့်သတ်ချက်များနှင့် အမိန့်တော်များကို ထိန်းသိမ်းခြင်း၊ အလ္လာဟ်အရှင်မြတ်အမိန့်ပေးထားသည်များကို ဆောင်ရွက်ခြင်းနှင့် အရှင်မြတ်တားမြစ်ထားသည်များကို ရှောင်ရှားခြင်းအားဖြင့် ၎င်းတို့နောက်လိုက်သူများကို ဖော်ပြပြီးနောက် – အရှင်မြတ်က ဖော်ပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">(خَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ)</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နောက်မှ မျိုးဆက်တစ်ဆက် ဆက်ခံခဲ့သည်)။</span> ၎င်းသည် နောင်မျိုးဆက်များကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَضَاعُوا الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွလာသ်ကို ပျက်စီးစေသူများ)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့၏ ဆွလာသ်များကို ပျက်စီးစေခြင်းဆိုသည်မှာ ဆွလာသ်များကို မဖြစ်မနေပြုလုပ်ရမည်ဟု မယူဆခြင်းဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့သည် ဆုံးရှုံးကြသည်၊ အဘယ်ကြောင့်ဆိုသော် ဆွလာသ်သည် ဘာသာတရား၏ အဓိကမဏ္ဍိုင်နှင့် အခြေခံအုတ်မြစ်ဖြစ်သောကြောင့်ဖြစ်သည်။ ၎င်းသည် ကျေးကျွန်များ၏ အကောင်းဆုံးလုပ်ရပ်ဖြစ်သည်။ ထို့ကြောင့် ဤသူတို့သည် လောကီဆန္ဒများနှင့် ပျော်ရွှင်မှုများဖြင့် အချိန်ကုန်ဆုံးကြမည်ဖြစ်ပြီး၊ ဤလောကဘဝဖြင့် ကျေနပ်ကြမည်ဖြစ်သည်။ ၎င်းတို့သည် လောကီစားသောက်လိုစိတ်များတွင် ငြိမ်းချမ်းစွာနှင့် သက်သောင့်သက်သာရှိနေကြမည်။ ထို့ကြောင့် ဤသူတို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဆုံးရှုံးခြင်းကို ဆိုလိုသည့် ဂိုင်နှင့် တွေ့ကြုံရမည်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ်-အဝ်ဇာအီသည် မူဆာ ဘင်န်ဆူလိုင်မာန်ထံမှ မှတ်တမ်းတင်ခဲ့သည်၊ သူသည် အလ်-ကာစင်မ် ဘင်န်မွခိုင်မီရဟ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ သူသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့နောက်မှ ဆွလာသ်ကို ပျက်စီးစေသော မျိုးဆက်တစ်ဆက် ဆက်ခံခဲ့သည်)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့သည် ဆွလာသ်၏ သင့်လျော်သောအချိန်များကို လိုက်နာမည်မဟုတ်ပေ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ဆွလာသ်ကို လုံးဝစွန့်လွှတ်ခြင်းကို ဆိုလိုလျှင် ၎င်းသည် မယုံကြည်ခြင်းဖြစ်လိမ့်မည်။ အိဗ်နု မစ်စ်အူဒ်အား ပြောကြားခဲ့သည်ဟုလည်း မှတ်တမ်းတင်ထားသည်မှာ “အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်တွင် ဆွလာသ်ကို မကြာခဏ ဖော်ပြလေ့ရှိသည်။ အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဆွလာသ်ကို ပေါ့ဆသူများ။)</span><span class=\"gray\">[107:5]</span> အရှင်မြတ်ကလည်း မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ صَلَاتِهِمْ دَائِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဆွလာသ်ကို အစဉ်မပြတ် ဆောင်ရွက်သူများ။)</span><span class=\"gray\">[70:23]</span> အရှင်မြတ်ကလည်း မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ صَلَوَاتِهِمْ يُحَافِظُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဆွလာသ်ကို စောင့်ထိန်းသူများ။)</span>\" <span class=\"gray\">[23:9]</span> ထို့နောက် အိဗ်နု မစ်စ်အူဒ်က “၎င်းသည် သတ်မှတ်ထားသော အချိန်များ၌ ပြုလုပ်ခြင်းကို ဆိုလိုသည်” ဟု ပြောကြားခဲ့သည်။ လူများက “၎င်းသည် ဆွလာသ်ကို စွန့်လွှတ်ခြင်းကို ရည်ညွှန်းသည်ဟု ကျွန်ုပ်တို့ထင်ခဲ့သည်” ဟု ပြောကြားခဲ့သည်။ သူက “၎င်းသည် မယုံကြည်ခြင်းဖြစ်လိမ့်မည်” ဟု ပြန်ဖြေခဲ့သည်။ မတ်စ်ရူက်က “နေ့စဉ်ဆွလာသ်ငါးကြိမ်ကို စောင့်ထိန်းသူ မည်သူမျှ ပေါ့ဆသူများထဲတွင် မှတ်တမ်းတင်ခံရမည်မဟုတ်။ ၎င်းတို့၏ ပေါ့ဆမှုသည် ပျက်စီးခြင်းဖြစ်သည်။ ၎င်းတို့၏ ပေါ့ဆမှုဆိုသည်မှာ သတ်မှတ်ထားသောအချိန်များထက် နောက်ကျအောင် လုပ်ဆောင်ခြင်းဖြစ်သည်။” အလ်-အဝ်ဇာအီသည် အီဗရာဟင်မ် ဘင်န်ဇိုင်ဒ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ အွမ်မာရ် ဘင်န်အဗ်ဒူလ်-အဇီးဇ်သည် အာယသ်တော်ကို ရွတ်ဖတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ ۖ فَسَوْفَ يَلْقَوْنَ غَيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့နောက်မှ ဆွလာသ်ကို ပျက်စီးစေပြီး အလိုဆန္ဒများကို လိုက်စားခဲ့သော မျိုးဆက်တစ်ဆက် ဆက်ခံခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် ဂိုင်နှင့် တွေ့ကြုံရလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် သူက “၎င်းတို့၏ ဆုံးရှုံးမှုသည် ဆွလာသ်များကို စွန့်လွှတ်ခြင်းမဟုတ်ဘဲ၊ ၎င်းတို့ကို သင့်လျော်သောနှင့် ပြဋ္ဌာန်းထားသောအချိန်များတွင် မပြုလုပ်ခြင်းကြောင့်ဖြစ်သည်” ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوْفَ يَلْقَوْنَ غَيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် ဂိုင်နှင့် တွေ့ကြုံရလိမ့်မည်။)</span> အလီ ဘင်န်အဘီ သလ်ဟဟ်သည် အိဗ်နုအဗ်ဗားစ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ သူက ပြောကြားခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوْفَ يَلْقَوْنَ غَيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် ဂိုင်နှင့် တွေ့ကြုံရလိမ့်မည်။)</span> “၎င်းသည် ဆုံးရှုံးခြင်းကို ဆိုလိုသည်” ဟု ပြောခဲ့သည်။ ကွာသာဒဟ်က “၎င်းသည် မကောင်းမှုကို ဆိုလိုသည်” ဟု ပြောခဲ့သည်။ ဆူဖ်ယာန် အတ်စ်-သော်ရီ၊ ရှူအ်ဗဟ်နှင့် မုဟမ္မဒ် ဘင်န်အစ္စဟက်တို့သည် အဘူ အစ္စဟက် အတ်စ်-စာဘိအီထံမှ မှတ်တမ်းတင်ခဲ့ပြီး၊ သူသည် အဘူ အူဘိုင်ဒဟ်ထံမှ မှတ်တမ်းတင်ခဲ့ကာ၊ သူသည် အဗ်ဒူလ်လာဟ် ဘင်န်မစ်စ်အူဒ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ သူက ပြောကြားခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوْفَ يَلْقَوْنَ غَيًّا</p><p lang=\"my\" class=\"my \">၎င်းသည် ငရဲမီးထဲမှ အလွန်နက်ရှိုင်းပြီး ၎င်း၏ အစာသည် ညစ်ပတ်သော ချိုင့်ဝှမ်းတစ်ခုဖြစ်သည်။ အလ်-အအ်မရှ်သည် ဇီယာဒ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်၊ သူသည် အဘူ အီယာဒ်ထံမှ မှတ်တမ်းတင်ခဲ့ပြီး၊ သူသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကို မှတ်ချက်ပေးခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوْفَ يَلْقَوْنَ غَيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် ဂိုင်နှင့် တွေ့ကြုံရလိမ့်မည်။)</span> သူက “၎င်းသည် ငရဲထဲမှ ပြည်နှင့်သွေးဖြင့် ပြုလုပ်ထားသော ချိုင့်ဝှမ်းတစ်ခုဖြစ်သည်” ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်တရပြီး ယုံကြည်ကာ ကောင်းမှုပြုသူများမှအပ။)</span> ဆိုလိုသည်မှာ “ဆွလာသ်များကို စွန့်လွှတ်ခြင်းနှင့် အလိုဆန္ဒများကို လိုက်စားခြင်းမှ နောင်တရသူများမှအပ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ နောင်တကို လက်ခံတော်မူမည်၊ ၎င်းတို့အား ကောင်းမွန်သော အဆုံးသတ်ကို ပေးသနားတော်မူမည်ဖြစ်ပြီး၊ ၎င်းတို့အား ပျော်ရွှင်ဖွယ်ဥယျာဉ် <span class=\"gray\">(ဂျန္နတ်)</span> ကို အမွေဆက်ခံသူများအဖြစ် ပြုလုပ်တော်မူမည်”။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ဂျန္နတ်(အကောင်းဆုံးဥယျာဉ်) သို့ ဝင်ကြလိမ့်မည်။ ၎င်းတို့အား အနည်းငယ်မျှပင် မတရားပြုခံရမည်မဟုတ်။)</span> ၎င်းသည် နောင်တသည် ၎င်းမတိုင်မီကရှိခဲ့သည်များကို ဖယ်ရှားပေးသောကြောင့်ဖြစ်သည်။ အခြားဟဒီးစ်တစ်ခုတွင် တမန်တော်မြတ် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">التَّائِبُ مِنَ الذَّنْبِ كَمَنْ لَاذَنْبَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အပြစ်မှ နောင်တရသူသည် အပြစ်မရှိသူကဲ့သို့ပင်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤအကြောင်းကြောင့် နောင်တရသူများသည် ၎င်းတို့ပြုခဲ့သော <span class=\"gray\">(ကောင်းမှု)</span> လုပ်ရပ်များမှ မည်သည့်အရာကိုမျှ ဆုံးရှုံးမည်မဟုတ်။ ၎င်းတို့သည် နောင်တမရမီက ပြုခဲ့သည်များအတွက် တာဝန်ယူရမည်မဟုတ်ပေ၊ ထို့ကြောင့် ၎င်းတို့နောင်တရပြီးနောက် ပြုလုပ်သော လုပ်ရပ်များအတွက် ဆုလာဘ်များ လျော့ကျသွားမည်မဟုတ်။ အဘယ်ကြောင့်ဆိုသော် နောင်တမရမီက ပြုခဲ့သော မည်သည့်အရာမဆို ပျောက်ဆုံးသွားပြီး၊ မေ့လျော့သွားပြီး၊ အကောင့်ထဲသို့ ထည့်သွင်းစဉ်းစားမည်မဟုတ်သောကြောင့်ဖြစ်သည်။ ၎င်းသည် အလွန်အလှူခံတော်မူသောအရှင်ထံမှ ဂုဏ်ပြုခြင်းဖြစ်ပြီး၊ အလွန်နူးညံ့သိမ်မွေ့သောအရှင်ထံမှ ကြင်နာမှုဖြစ်သည်။ ၎င်းသည် ဤလူများအတွက် ပြုလုပ်ပေးထားသော ခြွင်းချက်ဖြစ်သည်၊ စူရဟ် အလ်-ဖုရ်ကာန်ရှိ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَٰهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားမည်သည့် ဘုရားကိုမျှ မပန်ထွက်သူများ၊ အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသော မည်သည့်ပုဂ္ဂိုလ်ကိုမျှ တရားသော အကြောင်းပြချက်မှလွဲ၍ မသတ်ဖြတ်သူများ...)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသောအရှင်၊ အလွန်သနားကြင်နာတော်မူသောအရှင်ဖြစ်သည်။)</span><span class=\"gray\">[25:68-70]</span></p>"
  }
]