[
  {
    "ayah_key": "88:8",
    "group_ayah_key": "88:8",
    "from_ayah": "88:8",
    "to_ayah": "88:16",
    "ayah_keys": "88:8,88:9,88:10,88:11,88:12,88:13,88:14,88:15,88:16",
    "text": "<p lang=\"my\" class=\"my \">ထိုနေ့တွင် မျက်နှာများသည် ပျော်ရွှင်ကြလိမ့်မည် <span>(8)</span>သူတို့၏ ကြိုးစားအားထုတ်မှုအတွက် ဝမ်းမြောက်ဝမ်းသာ ဖြစ်ကြလိမ့်မည် <span>(9)</span>မြင့်မားသော ဂျန္နတ်ဥယျာဉ်တွင် <span>(10)</span>ထိုနေရာ၌ မည်သည့်အန္တရာယ်ဖြစ်စေသော စကား သို့မဟုတ် မဟုတ်မမှန်သော စကားကိုမျှ ကြားကြရမည်မဟုတ် <span>(11)</span>ထိုနေရာ၌ စီးဆင်းနေသော စမ်းရေတွင်းတစ်ခု ရှိမည် <span>(12)</span>ထိုနေရာ၌ မြင့်မားသော ပလ္လင်များ ရှိမည် <span>(13)</span>လက်လှမ်းမီရာတွင် ခွက်များ ရှိမည် <span>(14)</span>အတန်းလိုက်စီထားသော နမာရစ်များ ရှိမည် <span>(15)</span>ဖြန့်ကျက်ထားသော ဇာရာဘီများ <span class=\"gray\">(မဘ်သူသား)</span> ရှိမည် <span>(16)</span></p><p lang=\"my\" class=\"my \">တရားစီရင်မည့်နေ့တွင် ဂျန္နတ်ဥယျာဉ်သားတို့၏ အခြေအနေ</p><p lang=\"my\" class=\"my \">ဆင်းရဲဒုက္ခရောက်သောသူတို့၏ အခြေအနေကို ဖော်ပြပြီးနောက် အလ္လာဟ်အရှင်မြတ်သည် ပျော်ရွှင်ကြမည့်သူတို့အကြောင်းကို ဆွေးနွေးပြောကြားရန် ပြောင်းလဲတော်မူ၏။ အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وُجُوهٌ يَوْمَئِذٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် မျက်နှာများ။)</span> ဆိုလိုသည်မှာ တရားစီရင်မည့်နေ့တွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> نَّاعِمَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပျော်ရွှင်ကြလိမ့်မည်၊)</span> ဆိုလိုသည်မှာ ပျော်ရွှင်မှုသည် ၎င်းတို့ <span class=\"gray\">(ထိုမျက်နှာများ)</span> တွင် ထင်ရှားစွာ မြင်ရလိမ့်မည်။ ၎င်းတို့၏ ကြိုးစားအားထုတ်မှုကြောင့်သာ ဤသို့ ဖြစ်ပေါ်လာလိမ့်မည်။ စူဖ်ယားန်က ပြောခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّسَعْيِهَا رَاضِيَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏ ကြိုးစားအားထုတ်မှုအတွက် ဝမ်းမြောက်ဝမ်းသာ ဖြစ်ကြလိမ့်မည်။)</span> \"သူတို့သည် မိမိတို့၏ အမှုကိစ္စများအတွက် စိတ်ကျေနပ်ကြလိမ့်မည်။\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي جَنَّةٍ عَالِيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြင့်မားသော ဂျန္နတ်ဥယျာဉ်တွင်။)</span> ဆိုလိုသည်မှာ မြင့်မြတ်ပြီး တောက်ပသော၊ ၎င်းတို့၏ နေအိမ်များတွင် လုံခြုံမှုရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَسْمَعُ فِيهَا لَاغِيَةً</p><p lang=\"ga\" class=\"ga \"><span class=\"gray\">(Where they shall neither hear harmful speech nor falsehood.)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းတို့ ရောက်ရှိနေမည့် ဂျန္နတ်ဥယျာဉ်တွင် မည်သည့် အဓိပ္ပါယ်မဲ့သော စကားကိုမျှ ကြားကြရမည်မဟုတ်။ ဤသည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းပင် ဖြစ်သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာ၌ မည်သည့် လာဂ်ဝ် ကိုမျှ ကြားကြရမည်မဟုတ်၊ သို့သော် ဆလာမ် ကိုသာ ကြားကြရမည်။)</span><span class=\"gray\">(19:62)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ထပ်မံမိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَّا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့် လာဂ်ဝ် မှလည်း ကင်းဝေး၍ အပြစ်မှလည်း ကင်းဝေးသည်။)</span><span class=\"gray\">(52:23)</span></p><p lang=\"my\" class=\"my \">နှင့် အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا - إِلَّا قِيلًا سَلَامًا سَلَامًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာ၌ မည်သည့် လာဂ်ဝ် ကိုမျှ ကြားကြရမည်မဟုတ်၊ အပြစ်ရှိသော စကားကိုလည်း ကြားကြရမည်မဟုတ်။ သို့သော် \"ဆလာမ်! ဆလာမ်!\" ဟူသော စကားကိုသာ ကြားကြရမည်။)</span><span class=\"gray\">(56:25-26)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهَا عَيْنٌ جَارِيَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာ၌ စီးဆင်းနေသော စမ်းရေတွင်းတစ်ခု ရှိမည်။)</span> ဆိုလိုသည်မှာ လွတ်လပ်စွာ စီးဆင်းနေခြင်း ဖြစ်သည်။ ဤအရာကို အတည်ပြုခြင်းကို အလေးထားရန် ရည်ရွယ်ချက်ဖြင့် ဖော်ပြထားခြင်း ဖြစ်သည်။ စမ်းရေတွင်းတစ်ခုတည်းကို ဆိုလိုခြင်းမဟုတ်ပါ။ ထို့ကြောင့် ဤနေရာ၌ စမ်းရေတွင်းများ စုပေါင်းကို ရည်ညွှန်းသည်။ ဤသို့ဖြင့် ၎င်း <span class=\"gray\">(ဂျန္နတ်ဥယျာဉ်)</span> တွင် စီးဆင်းနေသော စမ်းရေတွင်းများ ရှိသည်ဟု အဓိပ္ပါယ်ရသည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်သည် အဘူ ဟူရိုင်ရဟ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْهَارُ الْجَنَّةِ تَفَجَّرُ مِنْ تَحْتِ تِلَالِ - أَوْ مِنْ تَحْتِ جِبَالِ - الْمِسْكِ</p><p lang=\"my\" class=\"my \">ဂျန္နတ်ဥယျာဉ်၏ မြစ်များသည် ကုန်းမြေများအောက်မှ – သို့မဟုတ် ကရမက်တောင်များအောက်မှ – ပေါက်ဖွားစီးဆင်းသည်။)</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهَا سُرُرٌ مَّرْفُوعَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာ၌ မြင့်မားသော ပလ္လင်များ ရှိမည်။)</span> ဆိုလိုသည်မှာ မြင့်မြတ်သော၊ သာယာသော၊ များပြားသော ထိုင်ခုံများ၊ မြင့်မားသော မျက်နှာကျက်များနှင့် ဖြစ်သည်။ ၎င်းတို့ပေါ်တွင် မျက်လုံးကျယ်ကျယ်လှလှလေးများရှိသော ကညာပျိုများ ထိုင်နေကြလိမ့်မည်။ ၎င်းတို့က ဖော်ပြထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိတ်ဆွေသည် ဤမြင့်မားသော ပလ္လင်များပေါ်တွင် ထိုင်လိုတိုင်း ၎င်းတို့ <span class=\"gray\">(ပလ္လင်များ)</span> သည် သူ့အတွက် နိမ့်ကျပေးလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَكْوَابٌ مَّوْضُوعَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လက်လှမ်းမီရာတွင် ခွက်များ ရှိမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ သခင်များ <span class=\"gray\">(ဆိုလိုသည်မှာ ဂျန္နတ်ဥယျာဉ်သားများ)</span> ထဲမှ အလိုရှိသူတိုင်းအတွက် ပြင်ဆင်ပြီး တင်ဆက်ထားသော သောက်သုံးခွက်များ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَمَارِقُ مَصْفُوفَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အတန်းလိုက်စီထားသော နမာရစ်များ။)</span> အိဗ်နု အဗ္ဗားစ်က ပြောခဲ့သည်မှာ \"အန်-နမာရစ် ဆိုသည်မှာ ခေါင်းအုံးများ ဖြစ်သည်။\" ဤအရာကို အိက်ရိမာ၊ ကတာဒါ၊ အဒ်-ဒဟ်ဟားက်၊ အဆ်-စူဒ်ဒီ၊ အသ်-သောင်ရီ နှင့် အခြားသူများကလည်း ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَرَابِيُّ مَبْثُوثَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖြန့်ကျက်ထားသော ဇာရာဘီများ <span class=\"gray\">(မဘ်သူသား)</span>။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်က ပြောခဲ့သည်မှာ \"အဇ်-ဇာရာဘီ ဆိုသည်မှာ ကော်ဇောများ ဖြစ်သည်။\" ဤအရာကို အဒ်-ဒဟ်ဟားက်နှင့် အခြားသူများကလည်း ပြောခဲ့သည်။ ဤနေရာ၌ မဘ်သူသားဟူသော စကားလုံးသည် ၎င်းတို့ပေါ်တွင် ထိုင်လိုသူ မည်သူမဆိုအတွက် ဤနေရာနှင့် ထိုနေရာတွင် ချထားခြင်းကို ဆိုလိုသည်။</p>"
  }
]