[
  {
    "ayah_key": "43:15",
    "group_ayah_key": "43:15",
    "from_ayah": "43:15",
    "to_ayah": "43:20",
    "ayah_keys": "43:15,43:16,43:17,43:18,43:19,43:20",
    "text": "<p lang=\"my\" class=\"my \">သို့သော် သူတို့သည် အရှင်၏ကျွန်များအနက် အချို့ကို အရှင်နှင့်အတူ ဝေစုပေးကြသည်။ အမှန်စင်စစ် လူသည် ထင်ရှားသော ကျေးဇူးကန်းသူဖြစ်၏။ <span>(၁၅)</span>သို့မဟုတ် အရှင်သည် ဖန်ဆင်းထားသောအရာများမှ သမီးများကို ယူ၍ သင်တို့အတွက် သားများကို ရွေးချယ်ခဲ့သလော။ <span>(၁၆)</span>၎င်းတို့အနက် တစ်ဦးဦးအား အရှင်သည် အာရ်-ရဟ်မာန် (အလွန်တရာ ကရုဏာရှင်) အား တင်ပြခဲ့သော ပုံဥပမာအကြောင်း ကြားသိရသောအခါ ၎င်း၏မျက်နှာသည် မှောင်မိုက်သွားပြီး ဝမ်းနည်းမှုဖြင့် ပြည့်နှက်သွား၏။ <span>(၁၇)</span>အဆင်တန်ဆာများဖြင့် ပြုစုပျိုးထောင်ခံရသော သတ္တဝါဖြစ်ပြီး၊ ငြင်းခုံရာတွင် မိမိကိုယ်ကို ရှင်းလင်းစွာ မပြောဆိုနိုင်သူဖြစ်၏။ <span>(၁၈)</span>၎င်းတို့သည် မိမိတို့ကိုယ်တိုင် အာရ်-ရဟ်မာန် (အလွန်တရာ ကရုဏာရှင်) ၏ ကျွန်များဖြစ်ကြသော ကောင်းကင်တမန်များကို အမျိုးသမီးများအဖြစ် သတ်မှတ်ကြသည်။ ၎င်းတို့သည် သူတို့၏ဖန်ဆင်းခြင်းကို မြင်ခဲ့ကြသလော။ သူတို့၏သက်သေခံချက်ကို မှတ်တမ်းတင်ထားမည်ဖြစ်ပြီး၊ သူတို့ကို မေးမြန်းစစ်ဆေးလိမ့်မည်။ <span>(၁၉)</span>၎င်းတို့က ပြောကြသည်– \"အာရ်-ရဟ်မာန် (အလွန်တရာ ကရုဏာရှင်) အလိုတော်ရှိခဲ့ပါက ၎င်းတို့ကို ကျွန်ုပ်တို့ ဝတ်ပြုကြမည်မဟုတ်ပေ။\" ၎င်းတို့တွင် ထိုအကြောင်းနှင့်ပတ်သက်၍ မည်သည့်အသိမျှမရှိပေ။ ၎င်းတို့သည် လိမ်ညာခြင်းမှတစ်ပါး အခြားမလုပ်ကြပေ။ <span>(၂၀)</span></p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်သူများက အလ္လာဟ်အရှင်မြတ်အား သားသမီးများရှိသည်ဟု သတ်မှတ်ခြင်းကို ရှုတ်ချခြင်း</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူတို့၏ လိမ်ညာမှုများနှင့် ထင်ယောင်ထင်မှားပြုလုပ်မှုများအကြောင်း မိန့်ကြားတော်မူ၏။ ၎င်းတို့သည် မိမိတို့၏ တိရစ္ဆာန်အချို့ကို မိမိတို့၏ မှားယွင်းသောနတ်ဘုရားများအား ပေးအပ်ခဲ့ပြီး အချို့ကို အလ္လာဟ်အရှင်မြတ်အား ပေးအပ်ခဲ့သည့်အကြောင်းကို စူရဟ် အလ်-အန်အာမ်တွင် အရှင်မြတ်မိန့်ကြားတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَٰذَا لِشُرَكَائِنَا ۖ فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ ۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَائِهِمْ ۗ سَاءَ مَا يَحْكُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်ဖန်ဆင်းထားသော လယ်ယာထွက်ကုန်နှင့် တိရစ္ဆာန်များအနက် အလ္လာဟ်အရှင်မြတ်အတွက် ဝေစုပေးကြ၏။ ၎င်းတို့က \"ဤသည် အလ္လာဟ်အတွက်ဖြစ်၏\" ဟု မိမိတို့၏ ပြောဆိုချက်အရ ပြောဆိုကြပြီး \"ဤသည် ကျွန်ုပ်တို့၏ အဖော်များအတွက်ဖြစ်၏\" ဟု ပြောကြ၏။ သို့သော် ၎င်းတို့၏ အဖော်များအတွက် ဝေစုသည် အလ္လာဟ်ထံသို့ မရောက်ရှိပေ။ အလ္လာဟ်၏ ဝေစုမူ ၎င်းတို့၏ အဖော်များထံသို့ ရောက်ရှိ၏။ ၎င်းတို့၏ ဆုံးဖြတ်ပုံသည် ဆိုးရွားလှ၏။)</span><span class=\"gray\">(၆:၁၃၆)</span>။</p><p lang=\"my\" class=\"my \">အလားတူပင် သားသမီးနှစ်မျိုးဖြစ်သော သားများနှင့် သမီးများအနက် ၎င်းတို့သည် အရှင်မြတ်အား အဆိုးဆုံးနှင့် တန်ဖိုးအနည်းဆုံး <span class=\"gray\">(၎င်းတို့၏အမြင်တွင်)</span> ဖြစ်သော သမီးများကို ပေးအပ်ခဲ့ကြသည်၊ အလ္လာဟ်အရှင်မြတ်မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَىٰ - تِلْكَ إِذًا قِسْمَةٌ ضِيزَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတွက် အမျိုးသားများဖြစ်ပြီး၊ အရှင်အတွက် အမျိုးသမီးများဖြစ်သလော။ ဧကန်စင်စစ် ထိုသို့ ခွဲဝေခြင်းသည် အလွန်တရာ မတရားသော ခွဲဝေခြင်းဖြစ်၏။)</span><span class=\"gray\">(၅၃:၂၁-၂၂)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا ۚ إِنَّ الْإِنْسَانَ لَكَفُورٌ مُبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့သည် အရှင်၏ကျွန်များအနက် အချို့ကို အရှင်နှင့်အတူ ဝေစုပေးကြသည်။ အမှန်စင်စစ် လူသည် ထင်ရှားသော ကျေးဇူးကန်းသူဖြစ်၏။)</span> ထို့နောက် အရှင်မြတ်မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُمْ بِالْبَنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် အရှင်သည် ဖန်ဆင်းထားသောအရာများမှ သမီးများကို ယူ၍ သင်တို့အတွက် သားများကို ရွေးချယ်ခဲ့သလော။)</span> ၎င်းတို့အား အရှင်မြတ်က အပြင်းထန်ဆုံး စကားလုံးများဖြင့် ရှုတ်ချခြင်းဖြစ်သည်၊ အရှင်မြတ်ဆက်လက်မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَٰنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် တစ်ဦးဦးအား အရှင်သည် အာရ်-ရဟ်မာန် (အလွန်တရာ ကရုဏာရှင်) အား တင်ပြခဲ့သော ပုံဥပမာအကြောင်း ကြားသိရသောအခါ ၎င်း၏မျက်နှာသည် မှောင်မိုက်သွားပြီး ဝမ်းနည်းမှုဖြင့် ပြည့်နှက်သွား၏။)</span> ဆိုလိုသည်မှာ ဤသူတို့အနက် တစ်ဦးဦးအား အလ္လာဟ်အရှင်မြတ်အား သူသတ်မှတ်ပေးခဲ့သော (သမီးတစ်ဦး) ကလေးမတစ်ဦး မွေးဖွားကြောင်း သတင်းကြားရသောအခါ သူသည် ဤသတင်းကို မုန်းတီးပြီး ဝမ်းနည်းမှုနှင့် စိတ်ဖိစီးမှုများဖြင့် လွှမ်းမိုးခံရသဖြင့် ရှက်ရွံ့သောကြောင့် လူအများရှေ့မှ ရှောင်ဖယ်နေရ၏။ အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်မှာ၊ သူတို့သည် ထိုအရာကို မည်မျှမနှစ်သက်နိုင်သနည်း၊ သို့တိုင် ၎င်းကို အလ္လာဟ်အရှင်မြတ်အား သတ်မှတ်ကြသည်လော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဆင်တန်ဆာများဖြင့် ပြုစုပျိုးထောင်ခံရသော သတ္တဝါဖြစ်ပြီး၊ ငြင်းခုံရာတွင် မိမိကိုယ်ကို ရှင်းလင်းစွာ မပြောဆိုနိုင်သူဖြစ်၏။)</span> ဆိုလိုသည်မှာ အမျိုးသမီးများသည် တစ်ခုခု လိုအပ်ချက်ရှိသည်ဟု ယူဆခံရပြီး၊ ကလေးဘဝမှစ၍ လက်ဝတ်ရတနာများနှင့် အဆင်တန်ဆာများဖြင့် ပြင်ဆင်ကြသည်၊ ငြင်းခုံမှုဖြစ်ပွားသောအခါ ၎င်းတို့သည် မိမိကိုယ်ကို ရှင်းရှင်းလင်းလင်း ပြောဆိုခုခံကာကွယ်နိုင်ခြင်းမရှိပေ။ သို့ဆိုလျှင် ဤအရာကို အလ္လာဟ်အရှင်မြတ်အား မည်သို့ သတ်မှတ်နိုင်မည်နည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَٰنِ إِنَاثًا ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့ကိုယ်တိုင် အာရ်-ရဟ်မာန် (အလွန်တရာ ကရုဏာရှင်) ၏ ကျွန်များဖြစ်ကြသော ကောင်းကင်တမန်များကို အမျိုးသမီးများအဖြစ် သတ်မှတ်ကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ကောင်းကင်တမန်များအကြောင်း ထိုသို့ယုံကြည်ကြသည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ထိုအကြောင်းအရာအတွက် ၎င်းတို့အား ရှုတ်ချတော်မူပြီး မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَشَهِدُوا خَلْقَهُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သူတို့၏ဖန်ဆင်းခြင်းကို မြင်ခဲ့ကြသလော။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အမျိုးသမီးများအဖြစ် ဖန်ဆင်းသည်ကို ၎င်းတို့ မြင်ခဲ့ကြသလော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَتُكْتَبُ شَهَادَتُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏သက်သေခံချက်ကို မှတ်တမ်းတင်ထားမည်ဖြစ်ပြီး၊)</span> ဆိုလိုသည်မှာ ထိုအကြောင်းနှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُسْأَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကို မေးမြန်းစစ်ဆေးလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ထိုအကြောင်းအရာနှင့်ပတ်သက်၍ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်သည်။ ဤသည် ပြင်းထန်သော သတိပေးချက်နှင့် ကြီးလေးသော ခြိမ်းခြောက်မှုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْ شَاءَ الرَّحْمَٰنُ مَا عَبَدْنَاهُمْ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်– \"အာရ်-ရဟ်မာန် (အလွန်တရာ ကရုဏာရှင်) အလိုတော်ရှိခဲ့ပါက ၎င်းတို့ကို ကျွန်ုပ်တို့ ဝတ်ပြုကြမည်မဟုတ်ပေ။\")</span> ဆိုလိုသည်မှာ <span class=\"gray\">(၎င်းတို့က ပြောကြသည်မှာ-)</span> 'အလ္လာဟ်အရှင်မြတ်အလိုတော်ရှိခဲ့ပါက အရှင်သည် ကျွန်ုပ်တို့အား အလ္လာဟ်အရှင်မြတ်၏ သမီးများဖြစ်ကြသော ကောင်းကင်တမန်များ၏ ရုပ်တုများဖြစ်သည့် ဤရုပ်တုများကို ကိုးကွယ်ခြင်းမှ တားမြစ်ထားမည်ဖြစ်သည်။ အရှင်သည် ဤအကြောင်းကို သိရှိပြီး အတည်ပြုတော်မူသည်။' </p><p lang=\"my\" class=\"my \">ဤသို့ပြောခြင်းအားဖြင့် ၎င်းတို့သည် မှားယွင်းမှုအမျိုးမျိုးကို ပေါင်းစပ်ခဲ့ကြသည်- ပထမ- ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား သားသမီးများရှိသည်ဟု သတ်မှတ်ခဲ့ကြသည် – အရှင်မြတ်သည် ထိုအရာများထက် အလွန်တရာ မြင့်မြတ်သန့်စင်တော်မူသည်။ ဒုတိယ- ၎င်းတို့သည် အရှင်မြတ်သည် သားများထက် သမီးများကို ရွေးချယ်ခဲ့သည်ဟု ပြောဆိုခဲ့ကြပြီး၊ အာရ်-ရဟ်မာန် (အလွန်တရာ ကရုဏာရှင်) ၏ ကျွန်များဖြစ်ကြသော ကောင်းကင်တမန်များကို အမျိုးသမီးများအဖြစ် သတ်မှတ်ခဲ့ကြသည်။ တတိယ- ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့်သက်သေ၊ အထောက်အထား သို့မဟုတ် ခွင့်ပြုချက်မျှမရှိဘဲ ၎င်းတို့ကို ကိုးကွယ်ခဲ့ကြသည်။ ဤအရာသည် ထင်မြင်ယူဆချက်၊ စိတ်ဆန္ဒများနှင့် တပ်မက်မှုများ၊ မိမိတို့၏ ဘိုးဘွားအစဉ်အဆက်ကို အတုယူခြင်းနှင့် စစ်မှန်သော အသိပညာကင်းမဲ့မှုတို့အပေါ် အခြေခံထားခြင်းဖြစ်သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဆုံးဖြတ်ချက်ကို ဆင်ခြေအဖြစ် အသုံးပြုခဲ့ကြပြီး၊ ဤကျိုးကြောင်းဆင်ခြင်မှုသည် ၎င်းတို့၏ အသိပညာကင်းမဲ့မှုကို ဖော်ပြခဲ့သည်။ စတုတ္ထ- အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဤအရာအတွက် အပြင်းထန်ဆုံး စကားလုံးများဖြင့် ရှုတ်ချတော်မူခဲ့သည်၊ အကြောင်းမှာ အရှင်မြတ်သည် တမန်များကို စတင်စေလွှတ်၍ ကျမ်းများကို ထုတ်ပြန်ခဲ့ချိန်မှစ၍ ပညတ်ချက်မှာ အရှင်မြတ်အား တစ်ပါးတည်းသာ ကိုးကွယ်ရန်၊ အရှင်မြတ်နှင့် မည်သည့်အဖော် သို့မဟုတ် ပူးပေါင်းပါဝင်သူမျှ မရှိစေရန်နှင့် အရှင်မှတစ်ပါး အခြားမည်သည့်အရာကိုမျှ ကိုးကွယ်ခြင်းကို တားမြစ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ۖ فَمِنْهُمُ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ ۚ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ ကျွန်ုပ်တို့သည် လူမျိုးတိုင်းအနက် တမန်တစ်ဦးစီကို စေလွှတ်တော်မူခဲ့ပြီး <span class=\"gray\">(ကြွေးကြော်ခဲ့သည်မှာ-)</span> \"အလ္လာဟ်အရှင်မြတ်ကို ဝတ်ပြုကြလော့၊ မှားယွင်းသောနတ်ဘုရားအားလုံးကို ရှောင်ကြဉ်ကြလော့။\" ထို့နောက် ၎င်းတို့အနက် အချို့ကို အလ္လာဟ်အရှင်မြတ်သည် လမ်းပြတော်မူခဲ့ပြီး၊ အချို့မူ လမ်းမှားမှုသည် ၎င်းတို့အပေါ် သက်ရောက်ခဲ့၏။ ထို့ကြောင့် ကမ္ဘာမြေကို လှည့်လည်သွားလာပြီး ငြင်းပယ်ခဲ့သူတို့၏ နောက်ဆုံးအခြေအနေကို ကြည့်ရှုကြလော့။)</span><span class=\"gray\">(၁၆:၃၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَٰنِ آلِهَةً يُعْبَدُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ရှေ့တွင် ကျွန်ုပ်တို့စေလွှတ်ခဲ့သော ကျွန်ုပ်တို့၏ တမန်များကို မေးမြန်းပါ- \"အာရ်-ရဟ်မာန် (အလွန်တရာ ကရုဏာရှင်) မှတစ်ပါး ကိုးကွယ်ရန် နတ်ဘုရားများကို ကျွန်ုပ်တို့ သတ်မှတ်ခဲ့ဖူးသလော။\")</span><span class=\"gray\">(၄၃:၄၅)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့၏ ဤအငြင်းပွားမှုကို ဖော်ပြပြီးနောက် ဤအာယတ်တော်တွင် အလ္လာဟ်အရှင်မြတ်မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَهُمْ بِذَٰلِكَ مِنْ عِلْمٍ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တွင် ထိုအကြောင်းနှင့်ပတ်သက်၍ မည်သည့်အသိမျှမရှိပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ပြောဆိုသည့် အမှန်တရားနှင့် ၎င်းတို့တင်ပြသည့် အငြင်းပွားမှုများနှင့်ပတ်သက်၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُمْ إِلَّا يَخْرُصُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် လိမ်ညာခြင်းမှတစ်ပါး အခြားမလုပ်ကြပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် လိမ်ညာမှုများနှင့် မဟုတ်မမှန်မှုများကို ဖန်တီးကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَهُمْ بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَخْرُصُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တွင် ထိုအကြောင်းနှင့်ပတ်သက်၍ မည်သည့်အသိမျှမရှိပေ။ ၎င်းတို့သည် လိမ်ညာခြင်းမှတစ်ပါး အခြားမလုပ်ကြပေ။)</span> မူဂျာဟစ်ဒ်က ပြောသည်မှာ၊ \"၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးတော်ကို မလေးစားကြပေ။\"</p>"
  },
  {
    "ayah_key": "43:21",
    "group_ayah_key": "43:21",
    "from_ayah": "43:21",
    "to_ayah": "43:25",
    "ayah_keys": "43:21,43:22,43:23,43:24,43:25",
    "text": "<p lang=\"my\" class=\"my \">သို့မဟုတ် ဤ <span class=\"gray\">(ကုရ်အာန်)</span> မတိုင်မီ ကျွန်ုပ်တို့သည် ၎င်းတို့အား မည်သည့်ကျမ်းစာကိုမျှ ပေးအပ်ခဲ့ခြင်း ရှိသလော၊ ၎င်းတို့သည် ထိုကျမ်းကို ခိုင်မြဲစွာ ဆုပ်ကိုင်ထားကြသည်။ <span>(၂၁)</span>မဟုတ်ပေ! ၎င်းတို့က ပြောကြသည်– \"ကျွန်ုပ်တို့၏ ဘိုးဘွားများကို သတ်မှတ်ထားသော နည်းလမ်းနှင့် ဘာသာတရားကို လိုက်နာသည်ကို တွေ့ရှိခဲ့ပြီး၊ ကျွန်ုပ်တို့သည် ၎င်းတို့၏ ခြေရာများကို လိုက်လျှောက်ကာ လမ်းညွှန်မှုခံယူကြသည်။ <span>(၂၂)</span>အလားတူပင်၊ ကျွန်ုပ်တို့သည် သင့်ရှေ့တွင် မည်သည့်မြို့ <span class=\"gray\">(လူမျိုး)</span> သို့မျှ သတိပေးသူတစ်ဦးကိုမျှ မစေလွှတ်ခဲ့ပေ။ သို့သော် ၎င်းတို့အနက် သက်တောင့်သက်သာနေထိုင်သူများက ပြောကြသည်– \"ကျွန်ုပ်တို့၏ ဘိုးဘွားများကို သတ်မှတ်ထားသော နည်းလမ်းနှင့် ဘာသာတရားကို လိုက်နာသည်ကို တွေ့ရှိခဲ့ပြီး၊ ကျွန်ုပ်တို့သည် ဧကန်စင်စစ် ၎င်းတို့၏ ခြေရာများကို လိုက်လျှောက်ကြမည်ဖြစ်သည်။ <span>(၂၃)</span>အရှင်က ပြောသည်– \"သင်တို့၏ ဘိုးဘွားများ လိုက်နာသည်ကို တွေ့ရှိခဲ့သည့်အရာထက် ပိုမိုကောင်းမွန်သော လမ်းညွှန်မှုကို ငါဆောင်ကြဉ်းပေးခဲ့လျှင်ပင်လော။\" ၎င်းတို့က ပြောကြသည်– \"ဧကန်စင်စစ်၊ သင်တို့ စေလွှတ်ခြင်းခံရသည့်အရာကို ကျွန်ုပ်တို့ မယုံကြည်ပေ။ <span>(၂၄)</span>ထို့ကြောင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အား လက်စားချေခဲ့သည်၊ ထို့နောက် ငြင်းပယ်ခဲ့သူတို့၏ နောက်ဆုံးအခြေအနေကို ကြည့်ရှုကြလော့။ <span>(၂၅)</span></p><p lang=\"sr\" class=\"sr \">The Idolators have no Proof</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူတို့အား အလ္လာဟ်မှတစ်ပါး အခြားသူများကို မည်သည့်သက်သေ သို့မဟုတ် အထောက်အထားမျှမရှိဘဲ ကိုးကွယ်ခြင်းအတွက် ရှုတ်ချတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ آتَيْنَاهُمْ كِتَابًا مِنْ قَبْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ဤကျမ်းမတိုင်မီ ကျွန်ုပ်တို့သည် ၎င်းတို့အား မည်သည့်ကျမ်းစာကိုမျှ ပေးအပ်ခဲ့ခြင်း ရှိသလော)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ရုပ်တုကိုးကွယ်မှု မတိုင်မီက ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ بِهِ مُسْتَمْسِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုကျမ်းကို ခိုင်မြဲစွာ ဆုပ်ကိုင်ထားကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့လုပ်ဆောင်နေသောအရာနှင့်ပတ်သက်၍ ဖြစ်သည်။ ဤသည် မဟုတ်ပါ။ ဤသည် အာယတ်တော်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهِ يُشْرِكُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ကျွန်ုပ်တို့သည် ၎င်းတို့အား အခွင့်အာဏာ <span class=\"gray\">(ကျမ်းစာတစ်စောင်)</span> ကို ထုတ်ပြန်တော်မူခဲ့သလော၊ ၎င်းတို့သည် အရှင်နှင့် တွဲဖက်ကိုးကွယ်နေသောအရာနှင့်ပတ်သက်၍ ပြောဆိုနေသော ကျမ်းစာဖြစ်သည်?)</span><span class=\"gray\">(၃၀:၃၅)</span> ဆိုလိုသည်မှာ ထိုသို့မဖြစ်ခဲ့ပါ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِمْ مُهْتَدُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ပေ! ၎င်းတို့က ပြောကြသည်– \"ကျွန်ုပ်တို့၏ ဘိုးဘွားများကို သတ်မှတ်ထားသော နည်းလမ်းနှင့် ဘာသာတရား <span class=\"gray\">(အွမ်မတ်)</span> ကို လိုက်နာသည်ကို တွေ့ရှိခဲ့ပြီး၊ ကျွန်ုပ်တို့သည် ၎င်းတို့၏ ခြေရာများကို လိုက်လျှောက်ကာ လမ်းညွှန်မှုခံယူကြသည်။\")</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မိမိတို့၏ ဘိုးဘွားများက သတ်မှတ်ထားသော အွမ်မတ် သို့မဟုတ် နည်းလမ်း (ဆိုလိုသည်မှာ ဘာသာတရား) ကို လိုက်နာနေသည်ကို အတုယူခြင်းမှလွဲ၍ ရုပ်တုကိုးကွယ်မှုအပေါ် ယုံကြည်ရန် အကြောင်းပြချက်မရှိပေ။ အွမ်မတ်ဟူသော စကားလုံးကို အခြားနေရာများတွင်လည်း အလားတူပင် အသုံးပြုထားသည်၊ အလ္လာဟ်အရှင်မြတ်မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ်၊ သင်တို့၏ ဤဘာသာတရား <span class=\"gray\">(အွမ်မတ်)</span> သည် ဘာသာတရားတစ်ခုတည်းဖြစ်သည်။)</span><span class=\"gray\">(၂၃:၅၂)</span>၊ ၎င်းတို့က ပြောကြသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّا عَلَىٰ آثَارِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့၏ ခြေရာများကို လိုက်လျှောက်ကြသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့နောက်သို့</p><p class=\"ur qpc-hafs\" lang=\"ur\">مُهْتَدُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် မိမိကိုယ်ကို လမ်းညွှန်မှုခံယူကြသည်)</span> ဤသည် သက်သေအထောက်အထားမရှိဘဲ ၎င်းတို့၏ ပြောဆိုချက်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤသူများပြောဆိုသည့်အရာသည် ရှေးခေတ်က တမန်များကို ငြင်းပယ်ခဲ့သော လူမျိုးများအနက် ၎င်းတို့နှင့်တူသူများက ပြောဆိုခဲ့ပြီးဖြစ်ကြောင်း ထောက်ပြတော်မူသည်။ ၎င်းတို့၏ နှလုံးသားများနှင့် ၎င်းတို့၏ စကားများသည် အလားတူပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ - أَتَوَاصَوْا بِهِ ۚ بَلْ هُمْ قَوْمٌ طَاغُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလားတူပင်၊ ၎င်းတို့ရှေ့တွင် မည်သည့်တမန်မျှ မရောက်ရှိခဲ့ပေ။ သို့သော် ၎င်းတို့က ပြောကြသည်– \"စုန်းပယောဂဆရာ သို့မဟုတ် ရူးသွပ်သူတစ်ဦး!\" ၎င်းတို့သည် ဤပြောဆိုချက်ကို ဤသူများထံ လက်ဆင့်ကမ်းခဲ့ကြသလော။ မဟုတ်ပေ၊ ၎င်းတို့ကိုယ်တိုင်သည် ကန့်သတ်ချက်များကို ကျော်လွန်နေသော လူမျိုးတစ်မျိုးဖြစ်သည်။)</span><span class=\"gray\">(၅၁:၅၂-၅၃)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِمْ مُقْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလားတူပင်၊ ကျွန်ုပ်တို့သည် သင့်ရှေ့တွင် မည်သည့်မြို့ <span class=\"gray\">(လူမျိုး)</span> သို့မျှ သတိပေးသူတစ်ဦးကိုမျှ မစေလွှတ်ခဲ့ပေ။ သို့သော် ၎င်းတို့အနက် သက်တောင့်သက်သာနေထိုင်သူများက ပြောကြသည်– \"ကျွန်ုပ်တို့၏ ဘိုးဘွားများကို သတ်မှတ်ထားသော နည်းလမ်းနှင့် ဘာသာတရားကို လိုက်နာသည်ကို တွေ့ရှိခဲ့ပြီး၊ ကျွန်ုပ်တို့သည် ဧကန်စင်စစ် ၎င်းတို့၏ ခြေရာများကို လိုက်လျှောက်ကြမည်ဖြစ်သည်။\")</span> ထို့နောက် အရှင်မြတ်မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"mg\" class=\"mg \"><span class=\"gray\">(Say)</span> – 'O Muhammad, to these idolators' –</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَوَلَوْ جِئْتُكُمْ بِأَهْدَىٰ مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ ۖ قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့၏ ဘိုးဘွားများ လိုက်နာသည်ကို တွေ့ရှိခဲ့သည့်အရာထက် ပိုမိုကောင်းမွန်သော လမ်းညွှန်မှုကို ငါဆောင်ကြဉ်းပေးခဲ့လျှင်ပင်လော။\" ၎င်းတို့က ပြောကြသည်– \"ဧကန်စင်စစ်၊ သင်တို့ စေလွှတ်ခြင်းခံရသည့်အရာကို ကျွန်ုပ်တို့ မယုံကြည်ပေ။\")</span> 'သင်ဆောင်ကြဉ်းလာသောအမှန်တရားကို ၎င်းတို့ယုံကြည်လက်ခံခဲ့လျှင်ပင်၊ ၎င်းတို့၏ ဆိုးသွမ်းသောရည်ရွယ်ချက်များနှင့် အမှန်တရားနှင့် ၎င်း၏နောက်လိုက်များအပေါ် မောက်မာမှုတို့ကြောင့် ၎င်းတို့သည် လိုက်နာကြမည်မဟုတ်ပေ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانْتَقَمْنَا مِنْهُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အား လက်စားချေခဲ့သည်)</span> ဆိုလိုသည်မှာ မယုံကြည်သော လူမျိုးများကို ဖြစ်သည်။ အမျိုးမျိုးသော ပြစ်ဒဏ်များကို ချမှတ်ခြင်းဖြင့်ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ထိုလူမျိုးများ၏ ပုံပြင်များတွင် ဖော်ပြထားသည့်အတိုင်းပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငြင်းပယ်ခဲ့သူတို့၏ နောက်ဆုံးအခြေအနေကို ကြည့်ရှုကြလော့)</span> ဆိုလိုသည်မှာ ၎င်းတို့ မည်သို့ဖြစ်သွားသည်၊ ၎င်းတို့ မည်သို့ ပျက်စီးခဲ့သည်နှင့် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို မည်သို့ ကယ်တင်ခဲ့သည်ကို ကြည့်ရှုကြလော့။</p>"
  }
]