[
  {
    "ayah_key": "12:30",
    "group_ayah_key": "12:30",
    "from_ayah": "12:30",
    "to_ayah": "12:34",
    "ayah_keys": "12:30,12:31,12:32,12:33,12:34",
    "text": "<p lang=\"my\" class=\"my \">မြို့ထဲက အမျိုးသမီးတွေက “အဇီးဇ်ရဲ့ ဇနီးသည်က သူ့<span class=\"gray\">(ကျွန်)</span>လူငယ်လေးကို မြှူဆွယ်ဖို့ ကြိုးစားနေတယ်။ သူက ဒီလူငယ်လေးကို အလွန်အမင်း ချစ်မြတ်နိုးနေတယ်။ တကယ်တော့ ငါတို့ သူ့ကို သိသာထင်ရှားတဲ့ မှားယွင်းမှုမှာ တွေ့မြင်ရတယ်။” <span>(၃၀)</span>ဒီတော့ သူမ သူတို့ရဲ့ စွပ်စွဲချက်ကို ကြားတော့ သူတို့ကို ခေါ်ပြီး ဧည့်ခံပွဲတစ်ခု ပြင်ဆင်ပေးတယ်။ သူမ သူတို့ တစ်ယောက်စီကို ဓားတစ်ချောင်းစီ ပေးပြီး <span class=\"gray\">[ယူဆွဖ်ကို]</span> “သူတို့ရှေ့ ထွက်လာပါ” လို့ ပြောတယ်။ အဲဒီနောက် သူတို့ သူ့ကို မြင်တဲ့အခါ <span class=\"gray\">(သူ့အလှကြောင့်)</span> သူ့ကို ချီးမြှင့်ကြပြီး <span class=\"gray\">(သူတို့ အံ့အားသင့်ပြီး)</span> သူတို့လက်တွေကို လှီးဖြတ်မိကြတယ်။ သူတို့က “အလ္လာဟ် ဘယ်လောက် ပြည့်စုံသလဲ! ဒါ လူမဟုတ်ဘူး! ဒါ မြင့်မြတ်တဲ့ ကောင်းကင်တမန်ပဲ!” <span>(၃၁)</span>သူမက “ဒါ ငါ့ကို နင်တို့ စွပ်စွဲခဲ့တဲ့ <span class=\"gray\">(လူငယ်လေး)</span>သူပဲ။ ငါ သူ့ကို မြှူဆွယ်ဖို့ ကြိုးစားခဲ့ပေမယ့် သူ ငြင်းဆန်ခဲ့တယ်။ အခု သူ ငါ့အမိန့်ကို မနာခံဘူးဆိုရင် သူ ထောင်ထဲ အကျဉ်းချခံရမှာ သေချာတယ်။ ပြီးတော့ အရှက်ရသူတွေထဲက တစ်ယောက် ဖြစ်လာလိမ့်မယ်။” <span>(၃၂)</span>သူက “အို အကျွန်ုပ်၏ အရှင်! သူတို့ ဖိတ်ခေါ်တဲ့ အရာထက် ထောင်ကျခြင်းက ကျွန်ုပ်အတွက် ပိုနှစ်သက်စရာပါ။ ကိုယ်တော်က သူတို့ရဲ့ ကြံစည်မှုတွေကို ကျွန်ုပ်ဆီကနေ မပယ်ရှားဘူးဆိုရင် သူတို့ဘက်ကို ကျွန်ုပ် လိုက်ပါသွားပြီး အသိဉာဏ်မဲ့သူတွေထဲက တစ်ယောက် ဖြစ်သွားပါလိမ့်မယ်။” <span>(၃၃)</span>ဒါနဲ့ သူ့အရှင်က သူ့ရဲ့ ဆုတောင်းကို ဖြေကြားပြီး သူတို့ရဲ့ ကြံစည်မှုတွေကို သူ့ဆီကနေ ပယ်ရှားပေးခဲ့တယ်။ တကယ်တော့ ကိုယ်တော်ဟာ အရာအားလုံးကို ကြားတော်မူထသော၊ အရာအားလုံးကို သိတော်မူသော အရှင် ဖြစ်တယ်။ <span>(၃၄)</span></p><div lang=\"my\" class=\"my \"><h2>မြို့ထဲက အမျိုးသမီးတွေဆီ သတင်းရောက်ရှိသွားခြင်း၊ သူတို့လည်း ယူဆွဖ်ကို ဆန့်ကျင်ပြီး ကြံစည်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အဇီးဇ်၏ ဇနီးသည်နှင့် ယူဆွဖ်တို့ကြား ဖြစ်ပျက်ခဲ့သည့် သတင်းသည် မြို့တော်၊ ဆိုလိုသည်မှာ အီဂျစ်ပြည်တွင် ပျံ့နှံ့သွားပြီး လူအများက ၎င်းအကြောင်း ပြောဆိုကြကြောင်း အလ္လာဟ်အရှင်မြတ်က ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့ထဲက အမျိုးသမီးတွေက ပြောကြတယ်...)</span>၊ ဥပမာ - ခေါင်းဆောင်တွေနဲ့ မင်းသားတွေရဲ့ ဇနီးမယားတွေက အဇီးဇ်ရဲ့ ဇနီးသည်ကို ဆုံးမရင်း ဝေဖန်ပြောဆိုကြတယ်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">امْرَأَتُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَن نَّفْسِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဇီးဇ်၏ ဇနီးသည်က သူမ၏ <span class=\"gray\">(ကျွန်)</span> လူငယ်လေးကို မြှူဆွယ်ဖို့ ကြိုးစားနေသည်)</span>၊ သူမသည် သူမ၏ကျွန်ကို သူမနှင့် လိင်ဆက်ဆံရန် သွေးဆောင်နေသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">قَدْ شَغَفَهَا حُبًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တကယ်တော့ သူမ သူ့ကို ပြင်းပြင်းထန်ထန် ချစ်မြတ်နိုးနေသည်;)</span>၊ သူ့အပေါ်ထားတဲ့ သူမရဲ့ ချစ်ခြင်းမေတ္တာဟာ သူမရဲ့ နှလုံးသားကို ပြည့်လျှံပြီး လွှမ်းခြုံထားတယ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَرَاهَا فِي ضَلَالٍ مُّبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တကယ်တော့ ငါတို့ သူ့ကို သိသာထင်ရှားတဲ့ မှားယွင်းမှုမှာ တွေ့မြင်ရတယ်။)</span>၊ သူ့ကို ချစ်ပြီး မြှူဆွယ်ဖို့ ကြိုးစားခြင်းအားဖြင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒီတော့ သူမ သူတို့ရဲ့ စွပ်စွဲချက်ကို ကြားတဲ့အခါ)</span> အထူးသဖြင့် သူတို့ရဲ့ “သူမ သူ့ကို ပြင်းပြင်းထန်ထန် ချစ်မြတ်နိုးတယ်” ဆိုတဲ့ စကားကို ကြားတဲ့အခါ။ မိုဟာမက် ဘင် အစ္စဟက်ခ်က မှတ်ချက်ပေးခဲ့သည်– “သူတို့ ယူဆွဖ်၏ အလှအပကို ကြားသိပြီး သူ့ကို မြင်ချင်ကြသည်။ ထို့ကြောင့် သူတို့သည် သူ့ကို ကြည့်ရှုခွင့်ရရန် ဤစကားများကို ပြောခဲ့ကြသည်။” ဒီအချိန်မှာတော့</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْسَلَتْ إِلَيْهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမ သူတို့ကို ခေါ်လိုက်သည်)</span>၊ သူတို့ကို သူမအိမ်သို့ ဖိတ်ခေါ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက် ဧည့်ခံပွဲတစ်ခု ပြင်ဆင်ပေးခဲ့သည်။)</span> အိဗ်နု အဘ်ဘားစ်၊ စအိဒ် ဘင် ဂျုဘိုင်ရ်၊ မွဂျာဟစ်ဒ်၊ အလ်-ဟဆန်၊ အစ်-စွတ်ဒီနှင့် အခြားများစွာသော ပညာရှင်များက သူမသည် ဆိုဖာများ၊ <span class=\"gray\">[မှီအိပ်ရန်]</span> ခေါင်းအုံးများနှင့် ဆစ်ထရွန်သီးကဲ့သို့ ဓားဖြင့်လှီးဖြတ်ရမည့် အစားအစာများ ပါဝင်သော ဧည့်ခန်းကို ပြင်ဆင်ပေးခဲ့သည်ဟု မှတ်ချက်ပြုခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က အောက်ပါအတိုင်း မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမ သူတို့ တစ်ယောက်စီကို ဓားတစ်ချောင်းစီ ပေးခဲ့သည်)</span>၊ ယူဆွဖ်ကို မြင်ရန် သူတို့ ကြံစည်မှုအတွက် သူမ၏ လက်စားချေရန် အစီအစဉ်၏ တစ်စိတ်တစ်ပိုင်းအနေဖြင့်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَقَالَتِ اخْرُجْ عَلَيْهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမ <span class=\"gray\">[ယူဆွဖ်ကို]</span> “သူတို့ရှေ့ ထွက်လာပါ” လို့ ပြောခဲ့သည်)</span>၊ အကြောင်းမှာ သူမ သူ့ကို အိမ်ထဲမှာ တခြားတစ်နေရာရာမှာ နေခိုင်းထားသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူ)</span> ထွက်သွားပြီး</p><p class=\"ps qpc-hafs\" lang=\"ps\">رَأَيْنَهُ أَكْبَرْنَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ သူ့ကို မြင်တဲ့အခါ သူ့ကို ချီးမြှင့်ကြသည်)</span></p><p lang=\"my\" class=\"my \">သူတို့သည် သူ့ကို မြင့်မြတ်သည်ဟု မှတ်ယူကြပြီး မြင်တွေ့ရသော မြင်ကွင်းကြောင့် အံ့အားသင့်ခဲ့ကြသည်။ သူတို့သည် သူ့၏အလှအပကို အံ့သြစွာဖြင့် မိမိတို့လက်များကို လှီးဖြတ်မိကြပြီး၊ ဓားများဖြင့် ဆစ်ထရွန်သီးကို လှီးဖြတ်နေသည်ဟု ထင်မှတ်ခဲ့ကြသည်။ ထို့ကြောင့် ၎င်းတို့ ကိုင်ဆောင်ထားသော ဓားများဖြင့် လက်များကို ဒဏ်ရာရစေခဲ့သည်ဟု တဖ်စီရ်ကျမ်း၏ အစီရင်ခံစာများစွာတွင် ဖော်ပြထားသည်။ </p><p lang=\"my\" class=\"my \">အချို့ကမူ သူတို့ စားသောက်ပြီး သက်တောင့်သက်သာဖြစ်ပြီးနောက်၊ သူတို့ရှေ့တွင် ဆစ်ထရွန်သီးများ ချပေးကာ တစ်ယောက်စီကို ဓားတစ်ချောင်းစီပေးပြီးနောက် အဇီးဇ်၏ဇနီးသည်က သူတို့ကို “ယူဆွဖ်ကို ကြည့်ချင်လား” ဟု မေးမြန်းခဲ့သည်ဟု ဆိုသည်။ သူတို့က “ကြည့်ချင်တယ်” ဟု ပြောကြသည်။ ထို့ကြောင့် သူမ သူ့ကို သူတို့ရှေ့သို့ လာရန် စေလွှတ်ခဲ့ပြီး သူတို့ သူ့ကို မြင်သောအခါ သူတို့၏လက်များကို လှီးဖြတ်မိကြသည်။ သူမ သူ့ကို ထွက်လာ၊ ဝင်သွားခိုင်းပြီး သူတို့သည် သူ့ကို ပတ်ပတ်လည်မှ မြင်ရစေရန်ဖြစ်ပြီး၊ သူတို့ လက်လှီးဖြတ်နေတုန်း သူ ပြန်ဝင်သွားခဲ့သည်။ နာကျင်မှုကို ခံစားရသောအခါ သူတို့ အော်ဟစ်ကြပြီး သူမက သူတို့ကို “သူ့ကို တစ်ချက်ကြည့်ရုံနဲ့ နင်တို့ ဒီလိုဖြစ်သွားတာ၊ ဒါဆို ငါ့ကို ဘယ်လို အပြစ်တင်နိုင်မှာလဲ” ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْنَ حَاشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنْ هَٰذَا إِلَّا مَلَكٌ كَرِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က “အလ္လာဟ် ဘယ်လောက် ပြည့်စုံသလဲ! ဒါ လူမဟုတ်ဘူး! ဒါ မြင့်မြတ်တဲ့ ကောင်းကင်တမန်ပဲ!” လို့ ပြောကြတယ်။)</span> သူတို့က သူမကို “ကျွန်မတို့ မြင်တွေ့လိုက်ရတဲ့ မြင်ကွင်းပြီးတော့ ခင်ဗျားကို အပြစ်မတင်တော့ပါဘူး။” သူတို့ ယူဆွဖ်လို လူမျိုးကို တစ်ခါမှ မမြင်ဖူးခဲ့ပါဘူး။ အကြောင်းကတော့ သူ၊ သူ့အပေါ် ငြိမ်သက်ခြင်းရှိပါစေ၊ အလှအပအားလုံးရဲ့ တစ်ဝက်ကို ရရှိထားလို့ပါပဲ။ စစ်မှန်သော ဟဒီးစ်တစ်ခုမှာ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ဟာ တတိယကောင်းကင်ဘုံရှိ အစ္စရာညဉ့်မှာ တမန်တော် ယူဆွဖ်ဘေးကနေ ဖြတ်သန်းသွားပြီး မှတ်ချက်ပြုခဲ့ပါတယ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا هُوَ قَدْ أُعْطِيَ شَطْرَ الْحُسْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အလှအပအားလုံး၏ တစ်ဝက်ကို ရရှိခဲ့သည်။)</span> မွဂျာဟစ်ဒ်နှင့် အခြားသူများက <span class=\"gray\">[သူတို့ ပြောကြသည်]</span>- “ကျွန်ုပ်တို့ အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံပါ၏။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا هَٰذَا بَشَرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒါ လူမဟုတ်ဘူး!)</span> သူတို့ ဆက်ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هَٰذَا إِلَّا مَلَكٌ كَرِيمٌ - قَالَتْ فَذَٰلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“ဒါ မြင့်မြတ်တဲ့ ကောင်းကင်တမန်ပဲ!” သူမက “နင်တို့ ငါ့ကို အပြစ်တင်ခဲ့တဲ့ <span class=\"gray\">(လူငယ်လေး)</span>သူပဲ” လို့ ပြောတယ်။)</span> သူမသည် ဤစကားများကို သူတို့အား ပြောကြားခဲ့ခြင်းမှာ သူမ၏ အပြုအမူကို နားလည်ပေးရန်အတွက် ဖြစ်သည်။ အကြောင်းမှာ ဤမျှလှပပြည့်စုံသော အမျိုးသားတစ်ဦးသည် ချစ်မြတ်နိုးထိုက်သူဖြစ်သည်ဟု သူမ ထင်ခဲ့သည်။ သူမက ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ رَاوَدتُّهُ عَن نَّفْسِهِ فَاسْتَعْصَمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို မြှူဆွယ်ဖို့ ငါ ကြိုးစားခဲ့ပေမယ့် သူ ငြင်းဆန်ခဲ့တယ်)</span> ငါ့ကို နာခံဖို့။ အချို့ ပညာရှင်များက အမျိုးသမီးများ ယူဆွဖ်၏ အလှအပကို မြင်သောအခါ၊ သူမသည် သူတို့ မသိသော သူ့၏ အတွင်းစိတ်အလှအပအကြောင်း၊ အတွင်းရော အပြင်ပါ သန့်စင်ပြီး လှပနေကြောင်း သူတို့ကို ပြောပြခဲ့သည်ဟု ဆိုသည်။ ထို့နောက် သူမ သူ့ကို ခြိမ်းခြောက်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن لَّمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونًا مِّنَ الصَّاغِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အခု သူ ငါ့အမိန့်ကို မနာခံဘူးဆိုရင် သူ ထောင်ထဲ အကျဉ်းချခံရမှာ သေချာတယ်။ ပြီးတော့ အရှက်ရသူတွေထဲက တစ်ယောက် ဖြစ်လာလိမ့်မယ်။)</span> ဒီအချိန်မှာ တမန်တော် ယူဆွဖ်ဟာ သူတို့ရဲ့ ဆိုးသွမ်းပြီး မကောင်းတဲ့ ကြံစည်မှုတွေကနေ အလ္လာဟ်အရှင်မြတ်ထံ ခိုလှုံခဲ့ပါတယ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက “အို အကျွန်ုပ်၏ အရှင်! သူတို့ ဖိတ်ခေါ်တဲ့ အရာထက် ထောင်ကျခြင်းက ကျွန်ုပ်အတွက် ပိုနှစ်သက်စရာပါ...” လို့ ပြောခဲ့တယ်)</span> တရားမဝင် လိင်မှုကိစ္စများ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က သူတို့ရဲ့ ကြံစည်မှုတွေကို ကျွန်ုပ်ဆီကနေ မပယ်ရှားဘူးဆိုရင် သူတို့ဘက်ကို ကျွန်ုပ် လိုက်ပါသွားပါလိမ့်မယ်)</span> ယူဆွဖ်သည် အလ္လာဟ်အရှင်မြတ်အား ဆုတောင်းခဲ့သည်- အကယ်၍ ကိုယ်တော်သည် ကျွန်ုပ်ကို စွန့်လွှတ်ပြီး ကျွန်ုပ် ကိုယ့်ဘာသာကိုယ် အားထားရမည်ဆိုလျှင် ကျွန်ုပ်သည် ကိုယ့်ကိုယ်ကိုယ် အစွမ်းအစမရှိပါ။ ကိုယ်တော်၏ တန်ခိုးတော်နှင့် အလိုတော်မပါဘဲ ကိုယ့်ကိုယ်ကိုယ် ထိခိုက်မှု သို့မဟုတ် အကျိုးပြုမှုကို မဆောင်ရွက်နိုင်ပါ။ အမှန်စင်စစ် ကိုယ်တော်သည် အရာရာတိုင်းအတွက် ရှာဖွေခံရသူဖြစ်ပြီး ကျွန်ုပ်တို့၏ အားကိုးရာသည် အရာရာတိုင်းအတွက် ကိုယ်တော်သာလျှင် ဖြစ်သည်။ ကျေးဇူးပြု၍ ကျွန်ုပ်ကို စွန့်လွှတ်ပြီး ကိုယ့်ဘာသာကိုယ် အားကိုးခွင့်မပြုပါနှင့်၊ အဘယ်ကြောင့်ဆိုသော် ထိုသို့ဆိုလျှင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ الْجَاهِلِينَ - فَاسْتَجَابَ لَهُ رَبُّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“သူတို့ဘက်ကို ကျွန်ုပ် လိုက်ပါသွားပြီး အသိဉာဏ်မဲ့သူတွေထဲက တစ်ယောက် ဖြစ်သွားပါလိမ့်မယ်။” ဒါနဲ့ သူ့အရှင်က သူ့ရဲ့ ဆုတောင်းကို ဖြေကြားခဲ့တယ်)</span> ယူဆွဖ်၊ သူ့အပေါ် ငြိမ်သက်ခြင်းရှိပါစေ၊ သည် အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်ဖြင့် အမှားအယွင်းမှ ကင်းဝေးခဲ့ပြီး အဇီးဇ်၏ ဇနီးသည်၏ ကမ်းလှမ်းချက်များကို လက်ခံခြင်းမှ ကယ်တင်ခဲ့သည်။ သူသည် သူမ၏ မတော်မတရားသော ဖိတ်ခေါ်မှုကို လက်ခံမည့်အစား ထောင်ကျခြင်းကို ပိုနှစ်သက်ခဲ့သည်။ ဤအခြေအနေတွင် ၎င်းသည် အကောင်းဆုံးနှင့် အပြည့်စုံဆုံး အဆင့်ကို ဖော်ပြသည်။ အကြောင်းမှာ ယူဆွဖ်သည် ငယ်ရွယ်၊ လှပပြီး အမျိုးသားပီသမှု အပြည့်ရှိသောကြောင့်ဖြစ်သည်။ သူ့သခင်၏ ဇနီးသည်က သူ့ကိုယ်သူ ခေါ်ဆိုခဲ့ပြီး သူမသည် အီဂျစ်ပြည်၏ အဇီးဇ်၏ ဇနီးသည်ဖြစ်သည်။ သူမသည် အလွန်လှပပြီး ချမ်းသာသူဖြစ်ကာ မြင့်မားသော လူမှုအဆင့်အတန်းလည်း ရှိခဲ့သည်။ သူသည် ဤအရာအားလုံးကို ငြင်းပယ်ပြီး ထောင်ကျခြင်းကို ပိုနှစ်သက်ခဲ့သည်။ အကြောင်းမှာ သူသည် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ပြီး ကိုယ်တော်၏ ဆုလာဘ်ကို ရရှိရန် မျှော်လင့်ခဲ့သောကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">စဟီဟ်ကျမ်းနှစ်ခုတွင် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبْعَةٌ يُظِلُّهُمُ اللهُ فِي ظِلِّهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ: إِمَامٌ عَادِلٌ، وَشَابٌّ نَشَأَ فِي عِبَادَةِ اللهِ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ بِالْمَسْجِدِ إِذَا خَرَجَ مِنْهُ حَتَّى يَعُودَ إِلَيْهِ، وَرَجُلَانِ تَحَابَّا فِي اللهِ، اجْتَمَعَا عَلَيْهِ وَتَفَرَّقَا عَلَيْهِ، وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لَا تَعْلَمَ شِمَالُهُ مَا أَنْفَقَتْ يَمِينُهُ، وَرَجُلٌ دَعَتْهُ امْرَأةٌ ذَاتُ مَنْصِبٍ وَجَمَالٍ فَقَالَ: إِنِّي أَخَافُ اللهَ، وَرَجُلٌ ذَكَرَ اللهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရိပ်တော်မှတစ်ပါး အခြားမည်သည့်အရိပ်မျှမရှိသောနေ့တွင် ခုနစ်ဦးအား အရိပ်ပေးတော်မူမည်- တရားမျှတသော အုပ်ချုပ်သူ၊ အလ္လာဟ်အရှင်မြတ်ကို ဝတ်ပြုကိုးကွယ်မှုဖြင့် ကြီးပြင်းလာသူ လူငယ်တစ်ဦး၊ ဗလီမှ ထွက်သွားသည့်အချိန်မှ ဗလီသို့ ပြန်ရောက်သည်အထိ နှလုံးသားက ဗလီနှင့် စွဲလမ်းနေသူ အမျိုးသားတစ်ဦး၊ အလ္လာဟ်အရှင်မြတ်အတွက်သာ တစ်ဦးကိုတစ်ဦး ချစ်ခင်ကြပြီး အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်အတွက်သာ တွေ့ဆုံခွဲခွာကြသော လူနှစ်ဦး၊ သူ၏ညာဘက်လက်က ဘာပေးခဲ့သည်ကို ဘယ်ဘက်လက်က မသိအောင် လျှို့ဝှက်စွာ ပရဟိတဒါနပြုသူ အမျိုးသားတစ်ဦး၊ တော်ဝင်နွယ်ဖွား လှပသော အမျိုးသမီးတစ်ဦးက မတရားသော လိင်ဆက်ဆံမှုအတွက် ခေါ်ဖိတ်မှုကို ငြင်းဆန်ကာ “ကျွန်ုပ် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ပါသည်” ဟု ပြောဆိုသူ အမျိုးသားတစ်ဦး၊ နှင့် ဆိတ်ငြိမ်ရာတွင် အလ္လာဟ်အရှင်မြတ်ကို သတိရပြီး မျက်ရည်များ လည်ဆည်လာသူ တစ်ဦးတို့ ဖြစ်ကြသည်။)</span></p>"
  },
  {
    "ayah_key": "12:35",
    "group_ayah_key": "12:35",
    "from_ayah": "12:35",
    "to_ayah": "12:35",
    "ayah_keys": "12:35",
    "text": "<p class=\"my translation\" lang=\"my\">ထိုအခါ သူတို့၏စိတ်ထဲ၌ ပေါ်ပေါက်လာခဲ့သည်၊ သက်သေအထောက်အထားများကို မြင်ပြီးနောက်တွင် <span class=\"gray\">(သူ၏ အပြစ်ကင်းစင်မှုကို)</span>၊ အချိန်ကာလတစ်ခုအတွက် သူ့ကို ထောင်သွင်းရန် <span>(၃၅)</span></p><div lang=\"my\" class=\"my \"><h2>ယူဆွဖ် အကြောင်းပြချက်မရှိဘဲ အကျဉ်းချခံရခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- 'ထိုအခါ သူတို့၏အကျိုးစီးပွားအတွက်ဖြစ်မည်ဟု သူတို့စိတ်ထဲပေါ်လာသည်၊ ယူဆွဖ်ကို အချိန်အတန်ကြာ ထောင်ချထားရန်၊ သူ၏အပြစ်ကင်းစင်မှုကို သူတို့ယုံကြည်ပြီးနောက်၊ သူ၏သစ္စာရှိမှု၊ ရိုးသားမှုနှင့် ဖြူစင်မှုတို့ကို သက်သေများဖြင့် မြင်တွေ့ခဲ့ရပြီးနောက်ပိုင်း၌ပင်လျှင်။' ထင်ရှားသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်၊ ဖြစ်ပျက်ခဲ့သည့် သတင်းများ ပျံ့နှံ့ပြီးနောက် သူတို့သည် သူ့ကို အကျဉ်းချခဲ့ကြခြင်းဖြစ်သည်။ သူတို့သည် ယူဆွဖ်သည် 'အဇီးဇ်'၏ ဇနီးကို ဖြားယောင်းသွေးဆောင်ရန် ကြိုးစားခဲ့သူဖြစ်သည်ဟု ဟန်ဆောင်လိုခဲ့ကြသည်၊ ထို့ပြင် သူတို့သည် သူ့ကို ထောင်ဒဏ်ဖြင့် ပြစ်ဒဏ်ပေးခဲ့သည်ဟု (ဟန်ဆောင်လိုခဲ့ကြသည်)။ ထို့ကြောင့်ပင် ဖာရောဘုရင်သည် ယူဆွဖ်အား အချိန်အကြာကြီးကြာပြီးနောက် ထောင်မှထွက်ရန် တောင်းဆိုသောအခါ၊ သူသည် သူ၏အပြစ်ကင်းစင်မှု အတည်ပြုပြီးသည်အထိနှင့် သူ၏သစ္စာဖောက်မှု စွပ်စွဲချက်ကို ချေပပြီးသည်အထိ ထွက်ခွာရန် ငြင်းဆန်ခဲ့သည်။ ဤအရာကို အောင်မြင်စွာ ဆောင်ရွက်ပြီးစီးသောအခါ၊ ယူဆွဖ်သည် သူ၏ဂုဏ်သိက္ခာကို မထိခိုက်စေဘဲ ထောင်မှ ထွက်ခွာခဲ့သည်၊ သူ့အပေါ် ငြိမ်းချမ်းသာယာခြင်း သက်ရောက်ပါစေ။</p>"
  },
  {
    "ayah_key": "12:36",
    "group_ayah_key": "12:36",
    "from_ayah": "12:36",
    "to_ayah": "12:36",
    "ayah_keys": "12:36",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် သူနှင့်အတူ လူငယ်နှစ်ဦး အကျဉ်းထောင်ထဲသို့ ဝင်ရောက်လာကြသည်။ ထိုနှစ်ဦးအနက် တစ်ဦးက “အမှန်စင်စစ် ကျွန်ုပ်သည် ကျွန်ုပ်ကိုယ်ကျွန်ုပ် <span class=\"gray\">(အိပ်မက်ထဲတွင်)</span> စပျစ်သီးညှစ်နေသည်ကို မြင်မက်ခဲ့ပါသည်။” ဟု ပြော၏။ အခြားတစ်ဦးကလည်း “အမှန်စင်စစ် ကျွန်ုပ်သည် ကျွန်ုပ်ကိုယ်ကျွန်ုပ် <span class=\"gray\">(အိပ်မက်ထဲတွင်)</span> ကျွန်ုပ်၏ခေါင်းပေါ်၌ ပေါင်မုန့်ကို ထမ်းထားပြီး ငှက်များက ထိုပေါင်မုန့်ကို စားသောက်နေသည်ကို မြင်မက်ခဲ့ပါသည်။” ဟု ပြော၏။ <span class=\"gray\">(သူတို့က)</span> “ဤအရာ၏ အနက်အဓိပ္ပါယ်ကို ကျွန်ုပ်တို့အား ပြောပြပါ။ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အသင်သည် ကောင်းမှုပြုသူများထဲမှ တစ်ဦးဖြစ်သည်ဟု ထင်မြင်ယူဆကြပါသည်။ <span>(၃၆)</span></p><div lang=\"my\" class=\"my \"><h2>အကျဉ်းသားနှစ်ဦးက ယူစွဖ်ကို ၎င်းတို့၏ အိပ်မက်များကို အဓိပ္ပါယ်ဖော်ပေးရန် တောင်းဆိုခြင်း</h2></div><p lang=\"my\" class=\"my \">ကွာတာဒဟ်က “ထိုနှစ်ဦးအနက် တစ်ဦးမှာ ဘုရင့်အရက်ချက်သမားဖြစ်ပြီး အခြားတစ်ဦးမှာ ဘုရင့်မုန့်ဖုတ်သမားဖြစ်သည်။” ဟု ပြောကြားခဲ့သည်။ ထိုလူနှစ်ဦးစလုံး အိပ်မက်တစ်ခုစီ မြင်မက်ခဲ့ကြပြီး ယူစွဖ်ကို ၎င်းတို့အတွက် အနက်အဓိပ္ပါယ်ဖော်ပေးရန် တောင်းဆိုခဲ့ကြသည်။ </p>"
  }
]