[
  {
    "ayah_key": "84:1",
    "group_ayah_key": "84:1",
    "from_ayah": "84:1",
    "to_ayah": "84:15",
    "ayah_keys": "84:1,84:2,84:3,84:4,84:5,84:6,84:7,84:8,84:9,84:10,84:11,84:12,84:13,84:14,84:15",
    "text": "<p lang=\"ca\" class=\"ca \">The Prostration of Recitation in Surat Al-Inshiqaq</p><p lang=\"my\" class=\"my \">အဘူဆလာမာမှ သတင်းပို့သည်မှာ အဘူဟူရိုင်ရာသည် ၎င်းတို့အား ဆွလားတွင် ဦးဆောင်နေစဉ် ရွတ်ဖတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا السَّمَاءُ انشَقَّتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်သည် ကွဲကြေသွားသောအခါ။)</span> ၎င်း၏ရွတ်ဖတ်မှုအတွင်း သူသည် ဆွဂျ်ဒါပြုခဲ့သည်။ ထို့နောက် သူသည် ဆွလားကို ပြီးဆုံးသောအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ၎င်း၏ရွတ်ဖတ်မှုအတွင်း ဆွဂျ်ဒါပြုခဲ့ကြောင်း ၎င်းတို့အား အသိပေးခဲ့သည်။ ၎င်းကို မွတ်စလင်မ်နှင့် အန်နာဆာအီတို့က မာလစ်ခ်၏ အာဏာပိုင်မှုကို ကိုးကား၍ မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"sn\" class=\"sn \">Al-Bukhari recorded from Abu Rafi' that he prayed the Night prayer with Abu Hurayrah) recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا السَّمَاءُ انشَقَّتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်သည် ကွဲကြေသွားသောအခါ။)</span> ထို့နောက် သူသည် ဆွဂျ်ဒါပြုခဲ့သည်။ ထို့ကြောင့် အဘူရာဖီအ်က ၎င်းနှင့်ပတ်သက်၍ တစ်စုံတစ်ရာ ပြောကြားခဲ့သည် <span class=\"gray\">(မေးခွန်းထုတ်ခဲ့သည်)</span>။ အဘူဟူရိုင်ရာက \"ကျွန်ုပ်သည် အဘူလ်-ကွာစင်မ် <span class=\"gray\">(တမန်တော်မြတ် ﷺ)</span> နောက်တွင် ဆွဂျ်ဒါပြုခဲ့သည်၊ ကျွန်ုပ်သည် ၎င်းနှင့်မတွေ့မချင်း ၎င်း၏ရွတ်ဖတ်မှုအတွင်း ဆွဂျ်ဒါပြုခြင်းကို ဘယ်သောအခါမျှ ရပ်တန့်မည်မဟုတ်ပါ။\" ဟု ပြန်လည်ဖြေကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အလွန်ကရုဏာရှင်၊ အလွန်မေတ္တာရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا السَّمَاءُ انشَقَّتْ - وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ - وَإِذَا الْأَرْضُ مُدَّتْ - وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ - وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ - يَا أَيُّهَا الْإِنسَانُ إِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدْحًا فَمُلَاقِيهِ - فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ - فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا - وَيَنقَلِبُ إِلَىٰ أَهْلِهِ مَسْرُورًا - وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ - فَسَوْفَ يَدْعُو ثُبُورًا - وَيَصْلَىٰ سَعِيرًا - إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا - إِنَّهُ ظَنَّ أَن لَّن يَحُورَ - بَلَىٰ إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ကောင်းကင်သည် ကွဲကြေသွားသောအခါ၊)</span><span class=\"gray\">(၂။ ၎င်း၏အရှင်သခင်ကို နာခံပြီး နားထောင်သည် – ၎င်းသည် ထိုသို့ပြုရမည်။)</span><span class=\"gray\">(၃။ မြေကြီးကို ဖြန့်ချလိုက်သောအခါ၊)</span><span class=\"gray\">(၄။ ၎င်းအတွင်းရှိ အရာအားလုံးကို ထုတ်ပစ်ပြီး ဗလာဖြစ်သွားသည်။)</span><span class=\"gray\">(၅။ ၎င်း၏အရှင်သခင်ကို နာခံပြီး နားထောင်သည် – ၎င်းသည် ထိုသို့ပြုရမည်။)</span><span class=\"gray\">(၆။ အို လူသား၊ သင်သည် သင်၏အရှင်သခင်ထံသို့ သင်၏အမှုများနှင့် အကျင့်များဖြင့် သေချာပေါက် ပြန်လည်ရောက်ရှိတော့မည်ဖြစ်ပြီး သင်တွေ့ဆုံရမည်။)</span><span class=\"gray\">(၇။ ထို့နောက် သူ၏မှတ်တမ်းကို ၎င်း၏ညာဘက်လက်ဖြင့် ပေးအပ်ခြင်းခံရသူမှာ၊)</span><span class=\"gray\">(၈။ သူသည် လွယ်ကူသော စစ်ဆေးမှုကို သေချာပေါက် ရရှိမည်။)</span><span class=\"gray\">(၉။ ၎င်း၏မိသားစု မဆ်ရူးရ် <span class=\"gray\">(ပျော်ရွှင်စွာ)</span> ထံသို့ ပြန်သွားမည်။)</span><span class=\"gray\">(၁၀။ သို့သော် သူ၏မှတ်တမ်းကို ၎င်း၏နောက်ကျောဘက်မှ ပေးအပ်ခြင်းခံရသူတိုင်းသည်၊)</span><span class=\"gray\">(၁၁။ သူသည် ပျက်စီးခြင်းကို တောင်းဆိုမည်။)</span><span class=\"gray\">(၁၂။ သူသည် လောင်ကျွမ်းနေသော မီးထဲသို့ ဝင်ရောက်ရမည်ဖြစ်ပြီး၊ ၎င်း၏လောင်ကျွမ်းမှုကို မြည်းစမ်းရမည်။)</span><span class=\"gray\">(၁၃။ အမှန်စင်စစ် သူသည် ၎င်း၏လူမျိုးများအကြား ပျော်ရွှင်နေခဲ့သည်။)</span><span class=\"gray\">(၁၄။ အမှန်စင်စစ် သူသည် ဘယ်တော့မှ ပြန်လာမည်မဟုတ်ဟု ထင်ခဲ့သည်။)</span><span class=\"gray\">(၁၅။ ဟုတ်သည်! အမှန်စင်စစ် ၎င်း၏အရှင်သခင်သည် ၎င်းကို အမြဲတမ်း ကြည့်ရှုနေခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ကောင်းကင်များကို ကွဲကြေစေခြင်းနှင့် ကိယာမတ်နေ့တွင် ကမ္ဘာမြေကို ဖြန့်ချခြင်း</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا السَّمَاءُ انشَقَّتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်သည် ကွဲကြေသွားသောအခါ၊)</span> ဤသည်မှာ တရားစီရင်ရာနေ့ကို ရည်ညွှန်းသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَذِنَتْ لِرَبِّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏အရှင်သခင်ကို နာခံပြီး နားထောင်သည်)</span> ဆိုလိုသည်မှာ ၎င်းသည် ၎င်း၏အရှင်သခင်ကို နာခံပြီး ကွဲထွက်ရန် ၎င်း၏အမိန့်ကို နာခံသည်။ ဤသည်မှာ တရားစီရင်ရာနေ့တွင် ဖြစ်ပွားမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَحُقَّتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ထိုသို့ပြုရမည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် ၎င်း၏အရှင်သခင်၏ အမိန့်ကို နာခံသင့်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ကြီးမြတ်ပြီး ပယ်ချ၍မရ၊ ကျော်လွှား၍မရသောကြောင့်ဖြစ်သည်။ ၎င်းသည် အရာအားလုံးကို အောင်နိုင်ပြီး အရာအားလုံးသည် ၎င်းအား နာခံသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْأَرْضُ مُدَّتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးကို ဖြန့်ချလိုက်သောအခါ၊)</span> ဆိုလိုသည်မှာ မြေကြီးသည် ကျယ်ပြန့်၊ ပျံ့နှံ့ပြီး ရှည်လျားလာသောအခါဖြစ်သည်။ ထို့နောက် ကိုယ်တော်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအတွင်းရှိ အရာအားလုံးကို ထုတ်ပစ်ပြီး ဗလာဖြစ်သွားသည်။)</span> ဆိုလိုသည်မှာ ၎င်းအတွင်းရှိ သေဆုံးသူများကို ထုတ်ပစ်ပြီး ၎င်းတို့အားလုံးကို ဗလာဖြစ်စေသည်။ ဤသည်ကို မုဂျာဟစ်ဒ်၊ ဆအိဒ်နှင့် ကာတာဒါတို့က ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏အရှင်သခင်ကို နာခံပြီး နားထောင်သည်၊ ၎င်းသည် ထိုသို့ပြုရမည်။)</span> ဤ၏ရှင်းလင်းချက်သည် အရင်က ပြောကြားခဲ့သည်နှင့် အတူတူပင်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အကျင့်များအတွက် အကျိုးခံစားခွင့်သည် မှန်ကန်သည်။</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الْإِنسَانُ إِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدْحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသား၊ သင်သည် သင်၏အရှင်သခင်ထံသို့ သင်၏အမှုများနှင့် အကျင့်များဖြင့် သေချာပေါက် ပြန်လည်ရောက်ရှိတော့မည်ဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ 'အမှန်စင်စစ် သင်သည် သင်၏အရှင်သခင်ထံသို့ အလျင်စလိုသွားနေပြီး အကျင့်များကို ပြုလုပ်နေသည်' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمُلَاقِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တွေ့ဆုံရမည်။)</span> 'ထို့နောက် သင်လုပ်ဆောင်ခဲ့သော ကောင်းမှု သို့မဟုတ် မကောင်းမှုကို သင်တွေ့ဆုံရမည်။' ဤအတွက် သက်သေတစ်ခုမှာ အဘူဒါဝူးဒ် အတ်-တာယာလိဆီသည် ဂျာဘိရ်မှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ جِبْرِيلُ: يَا مُحَمَّدُ، عِشْ مَا شِئْتَ فَإِنَّكَ مَيِّتٌ، وَأَحْبِبْ (مَنْ) شِئْتَ فَإِنَّكَ مُفَارِقُهُ، وَاعْمَلْ مَا شِئْتَ فَإِنَّكَ مُلَاقِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျိဘ်ရီလ်က \"အို မုဟမ္မဒ်! သင်လိုရာအတိုင်း နေထိုင်ပါ၊ အမှန်စင်စစ် သင်သည် သေရမည်၊ သင်လိုရာကို ချစ်ပါ၊ အမှန်စင်စစ် သင်သည် ၎င်းနှင့် ကွဲကွာရမည်၊ သင်လိုရာကို လုပ်ဆောင်ပါ၊ အမှန်စင်စစ် သင်သည် ၎င်း <span class=\"gray\">(သင်၏အကျင့်)</span> နှင့် တွေ့ဆုံရမည်။\")</span></p><p lang=\"my\" class=\"my \">နာမ်စားကို \"သင်၏အရှင်သခင်\" ဟူသော စကားရပ်သို့ ပြန်လည်ညွှန်းဆိုသူအချို့ရှိသည်။ ထို့ကြောင့် ၎င်းတို့သည် အာယတ်ကို \"သင်၏အရှင်သခင်ကို သင်တွေ့ဆုံရမည်\" ဟူ၍ အဓိပ္ပါယ်ယူသည်။ ဤသည်မှာ ကိုယ်တော်သည် သင်၏အလုပ်အတွက် ဆုချမည်ဖြစ်ပြီး သင်၏ကြိုးပမ်းမှုများအတွက် ပေးဆပ်မည်ဟု ဆိုလိုသည်။ ထို့ကြောင့် ဤအမြင်နှစ်ခုစလုံးသည် ဆက်စပ်နေသည်။ အလ်-အောင်ဖီသည် အိဗ်နု အဘ္ဘားစ်မှ မှတ်တမ်းတင်ထားသည်မှာ သူက ရှင်းပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الْإِنسَانُ إِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدْحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသား၊ သင်သည် သင်၏အရှင်သခင်ထံသို့ သင်၏အမှုများနှင့် အကျင့်များဖြင့် သေချာပေါက် ပြန်လည်ရောက်ရှိတော့မည်ဖြစ်သည်၊)</span> \"သင်လုပ်ဆောင်သည့် မည်သည့်အကျင့်မဆို၊ ကောင်းသည်ဖြစ်စေ ဆိုးသည်ဖြစ်စေ သင်သည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်းနှင့်အတူ တွေ့ဆုံရမည်။\"</p><p lang=\"my\" class=\"my \">အကျင့်စာရင်းစစ်ဆေးခြင်း ကာလတွင် ဖြစ်ပေါ်မည့် တင်ပြခြင်းနှင့် ဆွေးနွေးခြင်း</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ - فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူ၏မှတ်တမ်းကို ၎င်း၏ညာဘက်လက်ဖြင့် ပေးအပ်ခြင်းခံရသူမှာ၊ သူသည် လွယ်ကူသော စစ်ဆေးမှုကို သေချာပေါက် ရရှိမည်။)</span><span class=\"gray\">(၈၄:၇-၈)</span> ဆိုလိုသည်မှာ မည်သည့်အခက်အခဲမှမရှိဘဲ လွယ်ကူသည်။ ဤသည်မှာ သူ၏အကျင့်များ၏ အသေးစိတ်အချက်အလက်အားလုံးကို စုံစမ်းစစ်ဆေးခံရမည်မဟုတ်ဟု ဆိုလိုသည်။ အမှန်စင်စစ် ထိုသို့အကျင့်စာရင်းစစ်ဆေးခြင်းခံရသူတိုင်းသည် သေချာပေါက် ပျက်စီးလိမ့်မည်။ </p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်သည် အအိရှာဟ်မှ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ نُوقِشَ الْحِسَابَ عُذِّبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျင့်စာရင်းစစ်ဆေးခြင်း ကာလအတွင်း စစ်မေးခြင်းခံရသူတိုင်းသည် ပြစ်ဒဏ်ခံရမည်။)</span></p><p lang=\"gd\" class=\"gd \">A'ishah then said, \"But didn't Allah say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် လွယ်ကူသော စစ်ဆေးမှုကို သေချာပေါက် ရရှိမည်၊)</span>?\" တမန်တော်မြတ် ﷺ က ပြန်လည်ဖြေကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ ذَاكِ بِالْحِسَابِ، وَلَٰــكِنْ ذٰلِكِ الْعَرْضُ، مَنْ نُوقِشَ الْحِسَابَ يَوْمَ الْقِيَامَةِ عُذِّبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် အကျင့်စာရင်းစစ်ဆေးခြင်း ကာလအတွင်းမဟုတ်ဘဲ တင်ပြခြင်းကို ရည်ညွှန်းသည်။ တရားစီရင်ရာနေ့တွင် အကျင့်စာရင်းစစ်ဆေးခြင်း ကာလအတွင်း စစ်မေးခြင်းခံရသူတိုင်းသည် ပြစ်ဒဏ်ခံရမည်။)</span> ဤဟဒီးဆ်ကို အလ်-ဘူခါရီ၊ မွတ်စလင်မ်၊ အတ်-တီရ်မီဇီ၊ အန်-နာဆာအီနှင့် အိဗ်နု ဂျာရီရ်တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်ကို ရည်ညွှန်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَنقَلِبُ إِلَىٰ أَهْلِهِ مَسْرُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏မိသားစု မဆ်ရူးရ် ထံသို့ ပြန်သွားမည်။)</span> ဤသည်မှာ သူသည် ဂျန္နတ်ရှိ သူ၏မိသားစုထံသို့ ပြန်သွားမည်ဟု ဆိုလိုသည်။ ဤသည်ကို ကာတာဒါနှင့် အဒ်-ဒဟ်ဟားခ်တို့က ပြောကြားခဲ့သည်။ ၎င်းတို့က \"မဆ်ရူးရ် ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်က ပေးသနားထားသည်များကြောင့် ပျော်ရွှင်ပြီး ဝမ်းမြောက်ခြင်း\" ဟုလည်း ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူ၏မှတ်တမ်းကို ၎င်း၏နောက်ကျောဘက်မှ ပေးအပ်ခြင်းခံရသူတိုင်းသည်၊)</span> ဆိုလိုသည်မှာ သူ၏လက်ကို ၎င်း၏နောက်ကျောဘက်သို့ ကွေးထားပြီး ၎င်း၏စာအုပ်ကို ၎င်း၏လက်ဝဲဘက်လက်ဖြင့် ၎င်း၏နောက်ကျောဘက်မှ ပေးအပ်ခြင်းခံရမည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَسَوْفَ يَدْعُو ثُبُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ပျက်စီးခြင်းကို တောင်းဆိုမည်။)</span> ဆိုလိုသည်မှာ ဆုံးရှုံးခြင်းနှင့် ပျက်စီးခြင်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَصْلَىٰ سَعِيرًا - إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် လောင်ကျွမ်းနေသော မီးထဲသို့ ဝင်ရောက်ရမည်ဖြစ်ပြီး၊ ၎င်း၏လောင်ကျွမ်းမှုကို မြည်းစမ်းရမည်။ အမှန်စင်စစ် သူသည် ၎င်း၏လူမျိုးများအကြား ပျော်ရွှင်နေခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ပျော်ရွှင်သည်။ သူသည် အကျိုးဆက်များကို မစဉ်းစားခဲ့၊ ၎င်းရှေ့တွင် ရှိသော <span class=\"gray\">(အနာဂတ်)</span> ကိုလည်း မကြောက်ရွံ့ခဲ့။ သူ၏ ခေတ္တပျော်ရွှင်မှုနောက်တွင် ကြာရှည်သော ဝမ်းနည်းမှု လိုက်ပါလာမည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ ظَنَّ أَن لَّن يَحُورَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သူသည် ဘယ်တော့မှ ပြန်လာမည်မဟုတ်ဟု ထင်ခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ သူသည် အလ္လာဟ်အရှင်မြတ်ထံသို့ ပြန်လာမည်မဟုတ်၊ သူသေပြီးနောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို <span class=\"gray\">(အသက်ပြန်ရှင်အောင်)</span> ပြန်ခေါ်လာမည်မဟုတ်ဟု ယုံကြည်ခဲ့သည်။ ဤသည်ကို အိဗ်နု အဘ္ဘားစ်၊ ကာတာဒါနှင့် အခြားသူများက ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">بَلَىٰ إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဟုတ်သည်! အမှန်စင်စစ် ၎င်း၏အရှင်သခင်သည် ၎င်းကို အမြဲတမ်း ကြည့်ရှုနေခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သူ၏ဖန်ဆင်းခြင်းကို စတင်ခဲ့သကဲ့သို့ ပြန်လည်ဖန်ဆင်းမည်ဖြစ်ပြီး၊ သူ၏အကျင့်များ ကောင်းသည်ဖြစ်စေ ဆိုးသည်ဖြစ်စေ ၎င်းတို့အပေါ် အခြေခံ၍ ဆုချမည်ဖြစ်သည်။ ကိုယ်တော်သည် ၎င်းကို အမြဲစောင့်ကြည့်နေခဲ့သည်၊ ဆိုလိုသည်မှာ အရာအားလုံးကို သိရှိတော်မူပြီး အရာအားလုံးကို အကြွင်းမဲ့ သိရှိတော်မူသည်။</p>"
  }
]