[
  {
    "ayah_key": "19:22",
    "group_ayah_key": "19:22",
    "from_ayah": "19:22",
    "to_ayah": "19:23",
    "ayah_keys": "19:22,19:23",
    "text": "<p class=\"my translation\" lang=\"my\">သို့ဖြစ်ရာ သူမသည် ထိုသူငယ်ကို ကိုယ်ဝန်ဆောင်၍ ဝေးလံသော အရပ်သို့ ရွေ့ပြောင်းသွားခဲ့သည်။ <span>(၂၂)</span>ကလေးမွေးဖွားခြင်း ဝေဒနာတို့က သူမကို စွန်ပလွန်ပင်စည်ဆီသို့ တွန်းပို့ခဲ့သည်။ သူမက “ယခုထက် အလျင် ငါသေဆုံးခဲ့ပြီး၊ မေ့ပျောက်ခံရကာ အမြင်မှကွယ်ပျောက်သွားခဲ့လျှင် ကောင်းလေစွ!” ဟု ဆို၏။ <span>(၂၃)</span></p><div lang=\"my\" class=\"my \"><h2>ကိုယ်ဝန်ဆောင်ခြင်းနှင့် မွေးဖွားခြင်း</h2></div><p lang=\"my\" class=\"my \">အလွန်မြင့်မြတ်တော်မူသောအလ္လာဟ်အရှင်မြတ်သည် မရ်ယမ်နှင့်ပတ်သက်၍ ဂျိဗ်ရီလ်သည် အလ္လာဟ်အရှင်မြတ်မိန့်ကြားတော်မူသောစကားကို သူမအား ပြောကြားသောအခါ သူမသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ကို လက်ခံခဲ့ကြောင်း အသိပေးတော်မူခဲ့သည်။ ရှေးသူတော်စင် ပညာရှင်များ <span class=\"gray\">(ဆလဖ်)</span> အများအပြားတို့က ဤအချိန်တွင် ကောင်းကင်တမန် <span class=\"gray\">(ဂျိဗ်ရီလ်ဖြစ်သော)</span> သည် သူမဝတ်ဆင်ထားသည့် အဝတ်၏ အပေါက်ထဲသို့ မှုတ်သွင်းခဲ့ကြောင်း ဖော်ပြခဲ့ကြသည်။ ထို့နောက် ထိုအသက်ရှုမှုတ်သွင်းခြင်းသည် သူမ၏ မွေးလမ်းကြောင်းထဲသို့ ဝင်ရောက်သည်အထိ ဆင်းသက်သွားခဲ့ပြီး သူမသည် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် ကလေးကို ကိုယ်ဝန်ဆောင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင် အစ်ဟာက်က ပြောကြားသည်မှာ၊ \"သူမ ကိုယ်ဝန်ဆောင်၍ သူမ၏ ရေဘူး <span class=\"gray\">(ရေတွင်းမှ)</span> ကို ပြည့်စေပြီးနောက် သူမသည် <span class=\"gray\">(သူမ၏လူများထံသို့)</span> ပြန်လာခဲ့သည်။ ဤနောက်ပိုင်းတွင် သူမ၏ ဓမ္မတာ ရပ်တန့်သွားပြီး ကိုယ်ဝန်ဆောင်အမျိုးသမီးများ ကြုံတွေ့ရသည့် နာမကျန်းမှု၊ ဆာလောင်မှု၊ အရောင်ပြောင်းလဲမှုတို့ကို ကြုံတွေ့ခဲ့ရကာ သူမ၏ စကားပြောပုံတွင်ပင် ပြောင်းလဲမှုရှိခဲ့သည်။ ဤနောက်ပိုင်းတွင် ဇကရီယာ၏ အိမ်သို့ လာရောက်လည်ပတ်သူများကဲ့သို့ မည်သည့်အိမ်သို့မှ လူများလာရောက်ခြင်း မရှိတော့ပေ။ အစ္စရေး၏ သားမြေးများအကြား သတင်းပြန့်နှံ့သွားပြီး လူများက 'စင်စစ် သူနှင့် အကျင့်ပျက်ခဲ့သူ <span class=\"gray\">(မတရားပေါင်းသင်းသူ)</span> မှာ ယူဆွဖ် ဖြစ်သည်၊ အကြောင်းမှာ ဗိမာန်တော်တွင် သူမှလွဲ၍ သူမနှင့်အတူ မည်သူမျှ မရှိခဲ့သောကြောင့်' ဟု ပြောဆိုခဲ့ကြသည်။ ထို့ကြောင့် သူမသည် လူများထံမှ ပုန်းအောင်းနေပြီး သူမနှင့် သူတို့ကြားတွင် ကန့်လန့်ကာတစ်ခု ချထားခဲ့သည်။ မည်သူမျှ သူမကို မမြင်တွေ့ရသလို သူမလည်း မည်သူ့ကိုမျှ မမြင်တွေ့ရတော့ပေ။\" အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَجَاءَهَا الْمَخَاضُ إِلَىٰ جِذْعِ النَّخْلَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကလေးမွေးဖွားခြင်း ဝေဒနာတို့က သူမကို စွန်ပလွန်ပင်စည်ဆီသို့ တွန်းပို့ခဲ့သည်။)</span> ဤသည်မှာ သူမ၏ မီးဖွားဝေဒနာများက သူမကို ပုန်းအောင်းနေခဲ့သည့်နေရာရှိ စွန်ပလွန်ပင်စည်ဆီသို့ သွားရန် တွန်းအားပေးခဲ့ခြင်းကို ဆိုလိုသည်။ ပညာရှင်များက ထိုနေရာနှင့်ပတ်သက်၍ ကွဲလွဲခဲ့ကြသည်။ အပ်-ဆွတ်ဒီက ပြောကြားသည်မှာ \"သူမ ပုန်းအောင်းရာနေရာသည် အရှေ့ဘက်တွင်ဖြစ်ပြီး ထိုနေရာတွင် ဂျေရုဆလင်ရှိ မြင့်မြတ်သောအိမ်တော်၌ ဆုတောင်းလေ့ရှိသည်။\" ဝဟ်ဘ် ဘင် မုနဗ်ဗီဟ်က ပြောကြားသည်မှာ \"သူမ ထွက်ပြေးခဲ့ပြီး အပ်-ရှမ်နှင့် အီဂျစ်ကြားရှိ ဒေသတစ်ခုသို့ ရောက်ရှိသောအခါ မီးဖွားဝေဒနာများ ဖိစီးခဲ့သည်။\" ဝဟ်ဘ်ထံမှ အခြားဖော်ပြချက်တစ်ခုတွင် သူက \"ဤအဖြစ်အပျက်သည် ဂျေရုဆလင်ရှိ မြင့်မြတ်သောအိမ်တော်မှ ရှစ်မိုင်အကွာ ဘိုက်သ် အလ်-လဟ်မ် <span class=\"gray\">(ဗက်လင်ဟမ်)</span> ဟု လူသိများသည့် ရွာတစ်ရွာတွင် ဖြစ်ပွားခဲ့သည်။\" ဟု ပြောကြားခဲ့သည်။ ကျွန်ုပ်ပြောသည်မှာ အနပ်စ်၏ အခွင့်အာဏာဖြင့် အန်-နဆာအီက ဖော်ပြပြီး ရှဒတ်ဒ် ဘင် အောင်စ်၏ အခွင့်အာဏာဖြင့် အလ်-ဘိုင်ဟကီက ဖော်ပြသည့် အစ်ရာအ် <span class=\"gray\">(တမန်တော်မြတ် ﷺ ၏ ညခရီး)</span> နှင့်ပတ်သက်သည့် ဟဒီးဆ်များတွင် ဤအဖြစ်အပျက်သည် ဘိုက်သ် အလ်-လဟ်မ်တွင် ဖြစ်ပွားခဲ့သည်ဟု ဆိုထားသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။ ဤသည်မှာ လူများအားလုံး တစ်ဦးနှင့်တစ်ဦး ပြောဆိုဆက်နွှယ်သည့် အရာဖြစ်သည်။ ခရစ်ယာန်များက ဤအဖြစ်အပျက်ဖြစ်ပွားခဲ့သည့်နေရာမှာ ဗက်လင်ဟမ်ဖြစ်သည်ဟု သံသယမရှိဘဲ ခံယူထားပြီး ဤသည်မှာ လူများအားလုံး ဆက်စပ်ပြောဆိုနေခြင်းပင်ဖြစ်သည်။ ဟဒီးဆ်၌လည်း ဖော်ပြထားသည်၊ ဟဒီးဆ်သည် စစ်မှန်ပါက ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က သူမနှင့်ပတ်သက်၍ အသိပေးတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَٰذَا وَكُنتُ نَسْيًا مَّنسِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမက “ယခုထက် အလျင် ငါသေဆုံးခဲ့ပြီး၊ မေ့ပျောက်ခံရကာ အမြင်မှကွယ်ပျောက်သွားခဲ့လျှင် ကောင်းလေစွ!” ဟု ဆို၏။)</span> ဤသည်မှာ ဘေးဆိုးတစ်ခုကျရောက်သည့်အခါ သေခြင်းကို ဆန္ဒပြုခြင်း၏ ခွင့်ပြုချက်အတွက် သက်သေအထောက်အထားတစ်ခု ဖြစ်သည်။ သူမသည် မွေးဖွားခြင်းဖြင့် စမ်းသပ်ခံရမည်ကို သိခဲ့သည်၊ လူများက သူမကို ကူညီမည်မဟုတ်ဘဲ သူမ၏ဇာတ်လမ်းကို ယုံကြည်မည်မဟုတ်ပေ။ သူမသည် သူတို့အကြား ဘာသာရေးကိုင်းရှိုင်းသူအဖြစ် လူသိများပြီးနောက် ယခုအခါ သူမသည် အကျင့်ပျက်ပြားသူဖြစ်လာပြီဟု သူတို့ထင်မြင်ခဲ့ကြသည်။ သူမက ပြောကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا لَيْتَنِي مِتُّ قَبْلَ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခုထက် အလျင် ငါသေဆုံးခဲ့လျှင် ကောင်းလေစွ!)</span> သူမသည် ဤအခြေအနေမတိုင်မီကို ဆိုလို၍ ပြောကြားခဲ့ခြင်းဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكُنتُ نَسْيًا مَّنسِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မေ့ပျောက်ခံရကာ အမြင်မှကွယ်ပျောက်သွားခဲ့လျှင် ကောင်းလေစွ!)</span> ဤသည်မှာ \"ငါမဖန်ဆင်းခံရလျှင် ကောင်းမည်၊ ငါဘာမှမဖြစ်လျှင် ကောင်းမည်\" ဟု ဆိုလိုသည်။ ဤသည်ကို အစ်ဘ်နု အဗ္ဗားစ်က ဖော်ပြခဲ့သည်။ ကွတ်တာဒါဟ်က ပြောကြားခဲ့သည်မှာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكُنتُ نَسْيًا مَّنسِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မေ့ပျောက်ခံရကာ အမြင်မှကွယ်ပျောက်သွားခဲ့လျှင် ကောင်းလေစွ!)</span> \"ဤသည်မှာ မသိမသာ၊ မေ့လျော့ခံရပြီး မည်သူမျှ ငါမည်သူဖြစ်သည်ကို မသိခြင်းကို ဆိုလိုသည်။\"</p>"
  },
  {
    "ayah_key": "19:24",
    "group_ayah_key": "19:24",
    "from_ayah": "19:24",
    "to_ayah": "19:26",
    "ayah_keys": "19:24,19:25,19:26",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် သူမ၏အောက်ဘက်မှ သူမအား အော်ခေါ်၍ \"မစိုးရိမ်နှင့်၊ သင်၏အရှင်သခင်သည် သင့်အောက်၌ ချောင်းငယ်တစ်ခုကို ပြုလုပ်ပေးထားတော်မူပြီ။ <span>(၂၄)</span>သင်၏ဘက်သို့ စွန်ပလွန်ပင်စည်ကို လှုပ်ခါလိုက်ပါ၊ သင့်ပေါ်သို့ လတ်ဆတ်သော မှည့်ပြီးသား စွန်ပလွန်သီးများ ကျလာလိမ့်မည်။ <span>(၂၅)</span>ထို့ကြောင့် စားသောက်ပြီး ရွှင်လန်းနေပါ။ အကယ်၍ လူသားတစ်ဦးတစ်ယောက်ကို မြင်တွေ့ခဲ့လျှင် 'စင်စစ် ကျွန်ုပ်သည် အလွန်ကရုဏာရှင် အရှင်မြတ်အတွက် ဥပုသ်သစ္စာပြုထားပါသည်၊ ထို့ကြောင့် ယနေ့ မည်သည့်လူသားနှင့်မျှ စကားပြောမည်မဟုတ်ပါ' ဟု ပြောကြားပါ။ <span>(၂၆)</span></p><div lang=\"my\" class=\"my \"><h2>မွေးဖွားပြီးနောက် သူမအား ပြောကြားခဲ့သောအရာ</h2></div><p lang=\"my\" class=\"my \">အချို့သောရွတ်ဖတ်သူများသည် အာယတ်ကို ဤသို့ရွတ်ဖတ်ခဲ့ကြသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">(مَن تَـحْتَهَآ)</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမ၏အောက်တွင်ရှိသူ)</span> ဆိုသည်မှာ သူမ၏အောက်တွင်ရှိသူက သူမအား ခေါ်ခဲ့ခြင်းကို ဆိုလိုသည်။ အခြားသူများက ဤသို့ရွတ်ဖတ်ခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن تَحْتِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမ၏အောက်ဘက်မှ)</span> နာမ်စား <span class=\"gray\">(မည်သူ)</span> အစား ဝိဘတ် <span class=\"gray\">(မှ)</span> အဓိပ္ပာယ်ဖြင့်။ တဖ်ဆီရ်ပညာရှင်များသည် မည်သူက ခေါ်ခဲ့သည်ဟူသော အဓိပ္ပာယ်ဖွင့်ဆိုချက်နှင့်ပတ်သက်၍ ကွဲလွဲခဲ့ကြသည်။ အလ်-အောင်ဖီနှင့် အခြားသူများက အစ်ဘ်နု အဗ္ဗားစ်ထံမှ သူက ပြောကြားသည်မှာ-</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَنَادَاهَا مِن تَحْتِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူမ၏အောက်ဘက်မှ သူမအား အော်ခေါ်၍၊)</span> \"ဤသည်မှာ ဂျိဗ်ရီလ်ကို ရည်ညွှန်းသည်။ အဘယ်ကြောင့်ဆိုသော် အီစာသည် သူမအား သူမ၏လူများထံ ခေါ်ဆောင်လာသည့်အထိ စကားမပြောခဲ့သောကြောင့်ဖြစ်သည်။\" အလားတူပင် ဆအိဒ် ဘင် ဂျုဘိုင်ရ်၊ အဒ်-ဒွဟ်ဟားက်၊ အမ်ရ် ဘင် မိုင်မူးန်၊ အပ်-ဆွတ်ဒီနှင့် ကွတ်တာဒါဟ်တို့အားလုံးက \"စင်စစ် ဤသည်မှာ ကောင်းကင်တမန် ဂျိဗ်ရီလ်ကို ရည်ညွှန်းသည်\" ဟု ပြောကြားခဲ့ကြသည်။ ဤသည်မှာ သူ <span class=\"gray\">(ဂျိဗ်ရီလ်)</span> သည် ချိုင့်ဝှမ်း၏အောက်ခြေမှ သူမအား ခေါ်ခဲ့ခြင်းကို ဆိုလိုသည်။ မူဂျာဟစ်ဒ်က ပြောကြားသည်မှာ-</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَنَادَاهَا مِن تَحْتِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူမ၏အောက်ဘက်မှ သူမအား အော်ခေါ်၍၊)</span> \"ဤသည်မှာ အီစာ ဘင် မရ်ယမ်ကို ရည်ညွှန်းသည်\" ဟု ပြောကြားသည်။ ထိုနည်းတူစွာ အဗ်ဒူရ်-ရဇ်ဇာက်သည် မအ်မာရ်ထံမှ ဖော်ပြသည်မှာ ကွတ်တာဒါဟ်က အလ်-ဟဆန်က \"ဤသည်မှာ သူမ၏သား <span class=\"gray\">(အီစာ)</span> ကို ရည်ညွှန်းသည်\" ဟု ပြောကြားခဲ့သည်ဟု ဆိုသည်။ ဤသည်မှာ ဆအိဒ် ဘင် ဂျုဘိုင်ရ်ထံမှ ဖော်ပြထားသည့် အမြင်နှစ်ခုအနက်မှ တစ်ခုလည်းဖြစ်သည် - ၎င်းသည် သူမ၏သား အီစာ ပြောကြားခြင်းဖြစ်သည်။ ဆအိဒ်က \"အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်ကို သင်မကြားခဲ့ဖူးဘူးလား\" ဟု ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَشَارَتْ إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူမသည် ထိုသူငယ်ကို လက်ညှိုးထိုးပြခဲ့သည်။)</span> အစ်ဘ်နု ဇိုင်ဒ်နှင့် အစ်ဘ်နု ဂျရီရ်တို့သည် သူ၏ တဖ်ဆီရ်တွင် ဤအမြင်ကို ပိုမိုနှစ်သက်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا تَحْزَنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မစိုးရိမ်နှင့်:)</span> သူက သူမအား \"မစိုးရိမ်နှင့်\" ဟု ခေါ်ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا</p><p lang=\"cy\" class=\"cy \"><span class=\"gray\">(သင်၏အရှင်သခင်သည် သင့်အောက်၌ ချောင်းငယ်တစ်ခုကို ပြုလုပ်ပေးထားတော်မူပြီ။)</span> ဆူဖ်ယားန် အပ်-သာဝ်ရီနှင့် ရှုအ်ဘဟ်တို့သည် အဗူ အစ်ဟာက်ထံမှ ဖော်ပြသည်မှာ အလ်-ဘရာအ် ဘင် အာဇိဘ်က ပြောကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်သည် သင့်အောက်၌ ချောင်းငယ်တစ်ခုကို ပြုလုပ်ပေးထားတော်မူပြီ။)</span> \"ဤသည်မှာ ချောင်းငယ်တစ်ခုကို ဆိုလိုသည်။\" ထိုနည်းတူစွာ အလီ ဘင် အဗီ တွလ်ဟဟ်သည် အစ်ဘ်နု အဗ္ဗားစ်ထံမှ ဖော်ပြသည်မှာ \"ဆရီယ်ဆိုသည်မှာ မြစ်ကို ဆိုလိုသည်။\" အမ်ရ် ဘင် မိုင်မူးန်ကလည်း ထိုအမြင်ကိုပင် ခံယူခဲ့သည်၊ သူက \"၎င်းသည် သူမသောက်ရန် မြစ်တစ်ခုကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။ မူဂျာဟစ်ဒ်က \"၎င်းသည် ဆီးရီးယားဘာသာစကားဖြင့် မြစ်ကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။ ဆအိဒ် ဘင် ဂျုဘိုင်ရ်က \"ဆရီယ်သည် စီးဆင်းနေသော ချောင်းငယ်တစ်ခုဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ အခြားသူများက ဆရီယ်သည် အီစာကို ရည်ညွှန်းသည်ဟု ဆိုသည်။ ဤသည်ကို အလ်-ဟဆန်၊ အပ်-ရဗီအ် ဘင် အနပ်စ်၊ မုဟမ္မဒ် ဘင် အဗ္ဗာဒ် ဘင် ဂျအ်ဖရ်တို့က ပြောကြားခဲ့ကြပြီး ၎င်းသည် ကွတ်တာဒါဟ်ထံမှ ဖော်ပြထားသည့် အမြင်နှစ်ခုအနက်မှ တစ်ခုဖြစ်သည်။ ၎င်းသည် အဗ်ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် ဘင် အပ်စ်လမ်၏ အမြင်လည်းဖြစ်သည်။ သို့သော် ပထမအမြင်သည် အထင်ရှားဆုံးအဓိပ္ပာယ်ဖြစ်ပုံရသည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းနောက်တွင် မိန့်ကြားတော်မူခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ဘက်သို့ စွန်ပလွန်ပင်စည်ကို လှုပ်ခါလိုက်ပါ၊)</span> ဆိုသည်မှာ \"စွန်ပလွန်ပင်၏ ပင်စည်ကို ဆွဲကိုင်၍ သင့်ဘက်သို့ လှုပ်ခါလိုက်ပါ\" ဟု ဆိုလိုသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သူမအား အစားအသောက်နှင့် အဖျော်ယမကာများ ပေးသနားခြင်းဖြင့် ကောင်းချီးပေးခဲ့သည်။ ထို့နောက် အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا - فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ပေါ်သို့ လတ်ဆတ်သော မှည့်ပြီးသား စွန်ပလွန်သီးများ ကျလာလိမ့်မည်။ ထို့ကြောင့် စားသောက်ပြီး ရွှင်လန်းနေပါ။)</span> ဆိုသည်မှာ ပျော်ရွှင်ခြင်းကို ဆိုလိုသည်။ ဤအကြောင်းကြောင့် အမ်ရ် ဘင် မိုင်မူးန်က \"ကလေးမွေးဖွားပြီးနောက် အိပ်ရာထဲတွင် အောင်းနေသည့် အမျိုးသမီးအတွက် အခြောက်ခံထားသော စွန်ပလွန်သီးနှင့် လတ်ဆတ်သော စွန်ပလွန်သီးများထက် ပိုကောင်းသောအရာမရှိ\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် သူသည် ဤမြင့်မြတ်သော အာယတ်ကို ရွတ်ဖတ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် မည်သည့်လူသားတစ်ဦးတစ်ယောက်ကိုမဆို မြင်တွေ့ခဲ့လျှင်၊)</span> ဤသည်မှာ သင်မြင်တွေ့သည့် မည်သည့်ပုဂ္ဂိုလ်ကိုမဆို ဆိုလိုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَٰنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('စင်စစ် ကျွန်ုပ်သည် အလွန်ကရုဏာရှင် <span class=\"gray\">(အလ္လာဟ်)</span> အတွက် ဥပုသ်သစ္စာပြုထားပါသည်၊ ထို့ကြောင့် ယနေ့ မည်သည့်လူသားနှင့်မျှ စကားပြောမည်မဟုတ်ပါ' ဟု ပြောကြားပါ။)</span> ဆိုသည်မှာ အပြောအဆိုဖြင့် မဟုတ်ဘဲ အမူအရာဖြင့် အချက်ပြခြင်းကို ဆိုလိုသည်။ ဤသည်မှာ သူမသည် သူမ၏ကျိန်ဆိုမှုကို ကိုယ်တိုင်မဖျက်ဆီးစေရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ယနေ့ မည်သည့်လူသားနှင့်မျှ စကားပြောမည်မဟုတ်ပါ။)</span> အနပ်စ် ဘင် မာလိက်က ဤအပေါ် မှတ်ချက်ပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي نَذَرْتُ لِلرَّحْمَٰنِ صَوْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် အလွန်ကရုဏာရှင် အရှင်မြတ်အတွက် ဥပုသ်သစ္စာပြုထားပါသည်)</span> သူက \"တိတ်ဆိတ်ခြင်း ဥပုသ်သစ္စာ\" ဟု ပြောကြားခဲ့သည်။ အစ်ဘ်နု အဗ္ဗားစ်နှင့် အဒ်-ဒွဟ်ဟားက်တို့ကလည်း ထိုနည်းတူစွာ ပြောကြားခဲ့ကြသည်။ ဤနေရာရှိ အဓိပ္ပာယ်မှာ သူတို့၏ဥပဒေတွင် ဥပုသ်စောင့်သည့်အခါ အစားအသောက်နှင့် စကားပြောခြင်းကို တားမြစ်ထားခြင်းဖြစ်သည်။ အပ်-ဆွတ်ဒီ၊ ကွတ်တာဒါဟ်နှင့် အဗ်ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ်တို့အားလုံးသည် ဤအမြင်ကို ဖော်ပြခဲ့ကြသည်။ အဗ်ဒူရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ်က ပြောကြားသည်မှာ \"အီစာသည် မရ်ယမ်အား 'မစိုးရိမ်နှင့်' ဟု ပြောကြားသောအခါ သူမက 'သင်သည် ကျွန်မနှင့်အတူရှိနေပြီး ကျွန်မတွင် ခင်ပွန်းမရှိ၊ ကျွန်မသည် ကျွန်မပိုင် ကျွန်မလည်းမဟုတ်ဘဲ မည်သို့မစိုးရိမ်နိုင်မည်နည်း။ လူများအား ကျွန်မမည်သို့ အကြောင်းပြရမည်နည်း။ ကျွန်မသေဆုံးခဲ့ပြီး၊ မေ့လျော့ခံရကာ မသိမသာဖြစ်ခဲ့လျှင် ကောင်းလေစွ' ဟု ဆိုသည်။ ထို့နောက် အီစာက သူမအား 'ငါသည် သင့်အား စကားတစ်ခွန်းဖြင့် လုံလောက်စေမည်' ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَٰنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် မည်သည့်လူသားတစ်ဦးတစ်ယောက်ကိုမဆို မြင်တွေ့ခဲ့လျှင် 'စင်စစ် ကျွန်ုပ်သည် အလွန်ကရုဏာရှင် အရှင်မြတ်အတွက် ဥပုသ်သစ္စာပြုထားပါသည်၊ ထို့ကြောင့် ယနေ့ မည်သည့်လူသားနှင့်မျှ စကားပြောမည်မဟုတ်ပါ' ဟု ပြောကြားပါ။)</span>' ဤအားလုံးသည် အီစာက သူ၏မိခင်အား ပြောကြားခဲ့သည့် စကားများဖြစ်သည်။\" ဝဟ်ဘ်ကလည်း ထိုနည်းတူစွာ ပြောကြားခဲ့သည်။</p>"
  }
]