[
  {
    "ayah_key": "34:22",
    "group_ayah_key": "34:22",
    "from_ayah": "34:22",
    "to_ayah": "34:23",
    "ayah_keys": "34:22,34:23",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ဖန်တီးထားသူများကို ခေါ်ဆိုကြလော့။ ၎င်းတို့သည် ကောင်းကင်များ၌ဖြစ်စေ၊ ကမ္ဘာမြေ၌ဖြစ်စေ၊ ဖုန်မှုန့်တစ်စက်၏ အလေးချိန်မျှပင် ပိုင်ဆိုင်ကြသည်မဟုတ်၊ နှစ်ခုလုံးတွင် ၎င်းတို့၌ မည်သည့်ဝေစုမျှ မရှိပေ။ ၎င်းတို့အနက်မှ အရှင်မြတ်အတွက် မည်သည့်ထောက်ခံသူမျှလည်း မရှိပေ။ <span>(22)</span>အရှင်မြတ်ခွင့်ပြုသူမှအပ အရှင်မြတ်ထံတွင် ကြားဝင်ခြင်းသည် အကျိုးမရှိပေ။ ကြောက်ရွံ့ခြင်းသည် ၎င်းတို့၏နှလုံးသားများမှ ကင်းဝေးသွားသောအခါ \"သင်တို့၏အရှင်မြတ်သည် အဘယ်အရာမိန့်တော်မူခဲ့သနည်း\" ဟု ၎င်းတို့ပြောဆိုကြသည်။ ၎င်းတို့သည် အမှန်ကို ပြောဆိုကြသည်။ အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အခန့်ညားဆုံး ဖြစ်တော်မူ၏။ <span>(23)</span></p><p lang=\"my\" class=\"my \">ရုပ်ပွားဆင်းတုကိုးကွယ်သူတို့၏ ဘုရားများ၏ အကူအညီမဲ့ခြင်း </p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်သည် တစ်ဆူတည်းသော ဘုရား၊ အစွမ်းထက်မြက်တော်မူသော အရှင်သခင်ဖြစ်ပြီး မည်သူနှင့်မျှ နှိုင်းယှဉ်စရာမရှိ၊ မည်သည့်အပေါင်းအဖော်မျှမရှိကြောင်း ရှင်းလင်းစွာ ဖော်ပြထားသည်။ ကိုယ်တော်သည် ကိုယ်တော်၏အမိန့်တော်တွင် လွတ်လပ်ပြီး ထိုအရာ၌ ကိုယ်တော်နှင့် ဝေမျှနိုင်သူ သို့မဟုတ် အငြင်းပွားနိုင်သူ၊ သို့မဟုတ် ကိုယ်တော်၏အမိန့်တော်ကို ပြောင်းပြန်လှန်နိုင်သူ မည်သူမျှမရှိပေ။ ထို့ကြောင့် ကိုယ်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့ဖန်တီးထားသူများကို ခေါ်ဆိုကြလော့...\")</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ကိုးကွယ်ခံရသော ဘုရားများကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကောင်းကင်များ၌ဖြစ်စေ၊ ကမ္ဘာမြေ၌ဖြစ်စေ၊ ဖုန်မှုန့်တစ်စက်၏ အလေးချိန်မျှပင် ပိုင်ဆိုင်ကြသည်မဟုတ်)</span> ၎င်းသည် ဤအာယတ်နှင့်တူ၏-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အရှင်မြတ်မှတစ်ပါး သင်တို့ဖိတ်ခေါ်၊ သို့မဟုတ် တောင်းဆိုသူများသည် ကစ်သ်မီရ်မျှပင် ပိုင်ဆိုင်ကြသည်မဟုတ်။)</span><span class=\"gray\">(35:13)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှစ်ခုလုံးတွင် ၎င်းတို့၌ မည်သည့်ဝေစုမျှ မရှိပေ။)</span> ဆိုသည်မှာ ၎င်းတို့သည် တစ်ဦးတည်းဖြစ်စေ၊ အပေါင်းအဖော်အဖြစ်ဖြစ်စေ မည်သည့်အရာကိုမျှ ပိုင်ဆိုင်ကြသည်မဟုတ်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက်မှ အရှင်မြတ်အတွက် မည်သည့်ထောက်ခံသူမျှလည်း မရှိပေ။)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ဤပြိုင်ဘက်များအနက်မှ မည်သည့်အရေးကိစ္စတွင်မျှ အထောက်အပံ့ရှာဖွေသူ မရှိပေ။ ဆန့်ကျင်ဘက်အားဖြင့် ဖန်ဆင်းခံအားလုံးသည် အရှင်မြတ်ကို လိုအပ်ပြီး အရှင်မြတ်၏ကျွန်များ ဖြစ်ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ခွင့်ပြုသူမှအပ အရှင်မြတ်ထံတွင် ကြားဝင်ခြင်းသည် အကျိုးမရှိပေ။)</span> ဆိုသည်မှာ ကိုယ်တော်၏ တန်ခိုး၊ ဂုဏ်ကျက်သရေနှင့် မာန်မာနကြောင့် မည်သူမျှ ကိုယ်တော်၏ခွင့်ပြုချက် ရရှိပြီးမှသာ ကြားဝင်ရန် သတ္တိမရှိပေ။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ခွင့်ပြုချက်မရှိဘဲ ကိုယ်တော်ထံတွင် ကြားဝင်နိုင်သူသည် မည်သူနည်း။)</span><span class=\"gray\">(2:255)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များတွင် များစွာသော မလာအိကဟ်များ ရှိကြသော်လည်း ၎င်းတို့၏ ကြားဝင်ခြင်းသည် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်အလိုရှိပြီး နှစ်သက်တော်မူသူအတွက် ခွင့်ပြုပြီးမှသာ အကျိုးရှိမည်ဖြစ်သည်။)</span><span class=\"gray\">(53:26)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَىٰ وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကိုယ်တော်နှစ်သက်တော်မူသူအတွက်မှတစ်ပါး ၎င်းတို့သည် ကြားဝင်၍မရပေ။ ထို့ပြင် ၎င်းတို့သည် ကိုယ်တော်ကို ကြောက်ရွံ့ခြင်းကြောင့် ထိတ်လန့်တုန်လှုပ်လျက်ရှိကြသည်)</span><span class=\"gray\">(21:28)</span>။ စဟီဟ်ကျမ်းနှစ်ခုတွင် အာဒမ်၏သားမြေးတို့၏ ခေါင်းဆောင်၊ အလ္လာဟ်အရှင်မြတ်ရှေ့မှောက် အကြီးမြတ်ဆုံး ကြားဝင်သူဖြစ်သော အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် အရှင်မြတ်သည် လူသားအားလုံးအပေါ် စီရင်ဆုံးဖြတ်ရန် ကြွလာသောအခါ အလ်-မာကမ် အလ်-မဟ်မူဒ် <span class=\"gray\">(ချီးမွမ်းခံရသော အနေအထား)</span> တွင် ရပ်တည်ပြီး လူသားအားလုံးအတွက် ကြားဝင်ပေးမည်ဖြစ်ကြောင်း များစွာသော မှတ်တမ်းများမှတစ်ဆင့် ဖော်ပြထားသည်။ ကိုယ်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْجُدُ للهُ تَعَالَى فَيَدَعُنِي مَا شاءَ اللهُ أَنْ يَدَعَنِي، وَيَفْتَحُ عَلَيَّ بِمَحَامِدَ لَا أُحْصِيهَا الْآنَ، ثُمَّ يُقَالُ: يَامُحَمَّدُ! ارْفَعْ رَأْسَكَ وَقُلْ تُسْمَعْ، وَسَلْ تُعْطَهُ، وَاشْفَعْ تُشَفَّعْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ထံ ဆွဂျူဒ်ပြုမည်၊ ကိုယ်တော်သည် မြင့်မြတ်တော်မူပါစေ။ ကိုယ်တော်သည် ကျွန်ုပ်ကို <span class=\"gray\">(ထိုအနေအထားတွင်)</span> ထားခဲ့မည်။ အလ္လာဟ်အရှင်မြတ် အလိုရှိသမျှ ကာလပတ်လုံးပင်။ ထို့ပြင် ကျွန်ုပ်သည် ယခုဖော်ပြ၍မရသော ချီးမွမ်းခြင်းစကားများကို ပြောဆိုရန် ကိုယ်တော်က ကျွန်ုပ်အား မှုတ်သွင်းပေးလိမ့်မည်။ ထို့နောက် \"အို မုဟမ္မဒ်၊ သင်၏ခေါင်းကို မြှင့်တင်လော့။ ပြောဆိုလော့၊ သင့်စကားကို နားထောင်လိမ့်မည်။ တောင်းဆိုလော့၊ သင့်အား ပေးလိမ့်မည်။ ကြားဝင်လော့၊ သင်၏ကြားဝင်မှုကို လက်ခံလိမ့်မည်...\" ဟု ပြောဆိုလိမ့်မည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا الْحَقَّ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြောက်ရွံ့ခြင်းသည် ၎င်းတို့၏နှလုံးသားများမှ ကင်းဝေးသွားသောအခါ \"သင်တို့၏အရှင်မြတ်သည် အဘယ်အရာမိန့်တော်မူခဲ့သနည်း\" ဟု ၎င်းတို့ပြောဆိုကြသည်။ ၎င်းတို့သည် အမှန်ကို ပြောဆိုကြသည်။)</span> ၎င်းသည် ကိုယ်တော်၏ တန်ခိုးနှင့် အာဏာ၏ ကြီးမားလှသော အတိုင်းအတာကိုလည်း ရည်ညွှန်းသည်။ ကိုယ်တော်သည် ဗျာဒိတ်တော်စကားများကို မိန့်တော်မူသောအခါ ကောင်းကင်နေသူများသည် ကိုယ်တော်မိန့်တော်မူသည်ကို ကြားကြရပြီး ကိုယ်တော်ကိုကြောက်ရွံ့ခြင်းကြောင့် အလွန်အမင်း တုန်လှုပ်ကာ မေ့မြောသွားကြသည်။ ၎င်းသည် အိဘ်နုမပ်စ်အူးဒ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအားနှစ်သက်တော်မူပါစေ၊ မပ်စ်ရူက်နှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ</p><p class=\"gd qpc-hafs\" lang=\"gd\"><span class=\"gray\">(So much so that when fear is banished from their hearts,)</span> means, when the fear leaves their hearts. Ibn 'Abbas, Ibn 'Umar, Abu 'Abdur-Rahman As-Sulami, Ash-Sha'bi, Ibrahim An-Nakha'i, Ad-Dhahhak, Al-Hasan and Qatadah said concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا الْحَقَّ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြောက်ရွံ့ခြင်းသည် ၎င်းတို့၏နှလုံးသားများမှ ကင်းဝေးသွားသောအခါ \"သင်တို့၏အရှင်မြတ်သည် အဘယ်အရာမိန့်တော်မူခဲ့သနည်း\" ဟု ၎င်းတို့ပြောဆိုကြသည်။ ၎င်းတို့သည် အမှန်ကို ပြောဆိုကြသည်။)</span></p><p lang=\"my\" class=\"my \">\"၎င်းတို့၏နှလုံးသားများမှ ကြောက်ရွံ့ခြင်း ကင်းဝေးသွားသောအခါ\" ဤသို့ဖြစ်လာသောအခါ ၎င်းတို့အချို့က အခြားသူများကို \"သင်တို့၏အရှင်မြတ်သည် အဘယ်အရာမိန့်တော်မူခဲ့သနည်း\" ဟု ပြောကြသည်။ အာရ်ရှ်ကို ထမ်းဆောင်ထားသော <span class=\"gray\">(မလာအိကဟ်)</span> များသည် ၎င်းတို့ဘေးနားရှိသူများကို ပြောပြကြသည်။ ထို့နောက် ၎င်းတို့က ၎င်းတို့ဘေးနားရှိသူများကို ထပ်ဆင့်ပြောပြကြပြီး ဤနည်းဖြင့် သတင်းသည် အနိမ့်ဆုံးကောင်းကင်နေသူများထံ ရောက်ရှိသည်အထိ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا الْحَقَّ ۖ </p><p lang=\"my\" class=\"my \">၎င်းတို့သည် အမှန်ကို ပြောဆိုကြသည်။ ဆိုလိုသည်မှာ ကိုယ်တော်မိန့်တော်မူသည်ကို မည်သည့်အရာမျှ ထပ်ထည့်ခြင်း သို့မဟုတ် ဖယ်ရှားခြင်းမပြုဘဲ ဖော်ပြကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَلِيُّ الْكَبِيرُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အခန့်ညားဆုံး ဖြစ်တော်မူ၏။)</span> အလ်-ဘူခါရီသည် ၎င်း၏စဟီဟ်ကျမ်းရှိ ဤအာယတ်၏ တဖ်စီရ်တွင် အဘူး ဟူရိုင်ရဟ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအားနှစ်သက်တော်မူပါစေ၊ ပြောဆိုသည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا قَضَى اللهُ تَعَالَى الْأَمْرَ فِي السَّمَاءِ ضَرَبَتِ الْمَلَائِكَةُ بِأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ،كَأَنَّهُ سِلْسِلَةٌ عَلَىٰ صَفْوَانٍ، فَإِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا: مَاذَا قَالَ رَبُّكُمْ؟ قَالُوا لِلَّذِي قَالَ: الْحَقَّ، وَهُوَ الْعَلِيُّ الْكَبِيرُ، فَيَسْمَعُهَا مُسْتَرِقُ السَّمْعِ، وَمُسْتَرِقُ السَّمْعِ هَكَذَا بَعْضُهُ فَوْقَ بَعْضٍ - وَوَصَفَ سُفْيَانُ بِيَدِهِ فَحَرَّفَهَا، وَنَشَرَ بَيْنَ أَصَابِعِهِ - فَيَسْمَعُ الْكَلِمَةَ فَيُلْقِيهَا إِلَى مَنْ تَحْتَهُ، ثُمَّ يُلْقِيهَا الْآخَرُ إِلَى مَنْ تَحْتَهُ، حتّٰى يُلْقِيَهَا عَلَى لِسَانِ السَّاحِرِ أَوِ الْكَاهِنِ، فَرُبَّمَا أَدْرَكَهُ الشِّهَابُ قَبْلَ أَنْ يُلْقِيَهَا، وَرُبَّمَا أَلْقَاهَا قَبْلَ أَنْ يُدْرِكَهُ، فَيَكْذِبُ مَعَهَا مِائَةَ كَذْبَةٍ فَيُقَالُ: أَلَيْسَ قَدْ قَالَ لَنَا يَوْمَ كَذَا وَكَذَا، كَذَا وَكَذَا؟ فَيُصَدَّقُ بِتِلْكَ الْكَلِمَةِ الَّتِي سُمِعَتْ مِنَ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တွင် ကိစ္စတစ်ခုကို အမိန့်ချမှတ်သောအခါ မလာအိကဟ်များသည် ကိုယ်တော်၏စကားတော်ကို နာခံလျက် ၎င်းတို့၏အတောင်ပံများကို ရိုက်ခတ်ကြပြီး ချောမွေ့သောကျောက်တုံးပေါ်တွင် သံကြိုးရိုက်ခတ်သံကဲ့သို့ အသံထွက်စေသည်။ ၎င်းတို့၏နှလုံးသားများမှ ကြောက်ရွံ့ခြင်း ကင်းဝေးသွားသောအခါ ၎င်းတို့က \"သင်တို့၏အရှင်မြတ်သည် အဘယ်အရာမိန့်တော်မူခဲ့သနည်း\" ဟု ပြောဆိုကြသည်။ ၎င်းတို့သည် အမှန်ကို ပြောဆိုကြသည်။ အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အခန့်ညားဆုံး ဖြစ်တော်မူ၏။ ထို့နောက် နားစွင့်နေသူသည် ထိုအရာကို ကြားရပြီး နားစွင့်နေသူများသည် တစ်ဦးအပေါ်တစ်ဦး ထပ်လျက်ရပ်နေကြသည်)</span> – ဆွဖ်ယန် <span class=\"gray\">[မှတ်တမ်းတင်သူများအနက်မှ တစ်ဦး]</span> သည် ၎င်း၏လက်ဖြင့် ထောင်လိုက်အနေအထား၊ လက်ချောင်းများကို ဖြန့်ကား၍ သရုပ်ပြခဲ့သည်။ <span class=\"gray\">(ထို့ကြောင့် ၎င်းပြောသည်ကို ကြားရပြီး ၎င်းအောက်ရှိသူအား ပေးပို့သည်။ ထိုသူကလည်း ၎င်းအောက်ရှိသူအား ပေးပို့ပြီး ဤနည်းဖြင့် စုန်းအတတ်ပညာရှင် သို့မဟုတ် နတ်ဝင်သည်၏ နှုတ်ဖျားသို့ ရောက်သည်အထိ ဖြစ်သည်။ တစ်ခါတစ်ရံ ၎င်းတစ်ခုခုကို ပေးပို့နိုင်ခြင်းမပြုမီ မိုးကြိုးပစ်ခံရနိုင်သည်၊ သို့မဟုတ် ၎င်းမပစ်ခံရမီ ပေးပို့နိုင်မည်။ ၎င်းသည် ထိုအရာနှင့်အတူ မုသားတစ်ရာပြောဆိုသည်၊ သို့သော် \"ထိုနေ့ထိုရက်တွင် ထိုသို့ထိုသို့ ဖြစ်လိမ့်မည်ဟု သူက ကျွန်ုပ်တို့အား ပြောမထားဘူးလား\" ဟု ပြောလိမ့်မည်။ ထို့ကြောင့် ၎င်းတို့သည် ကောင်းကင်မှ ကြားရသော အရာတစ်ခုကြောင့် ၎င်းကို ယုံကြည်ကြသည်။)</span>\" </p><p lang=\"my\" class=\"my \">၎င်းကို အလ်-ဘူခါရီက မှတ်တမ်းတင်ထားခြင်းဖြစ်ပြီး မွစ်လင်မ်က မှတ်တမ်းတင်ထားခြင်းမဟုတ်ပေ။ အဘူး ဒါဝုဒ်၊ အတ်-တီရ်မီဇီနှင့် အိဘ်နု မာဂျဟ် တို့ကလည်း မှတ်တမ်းတင်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  }
]