[
  {
    "ayah_key": "51:15",
    "group_ayah_key": "51:15",
    "from_ayah": "51:15",
    "to_ayah": "51:23",
    "ayah_keys": "51:15,51:16,51:17,51:18,51:19,51:20,51:21,51:22,51:23",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်မလွဲ၊ တကွါတရားရှိသူတို့သည် ဥယျာဉ်များနှင့် စမ်းရေများအလယ်တွင် ရှိကြလိမ့်မည်။ <span>(15)</span>၎င်းတို့၏ အရှင်သခင်က ပေးသနားထားသောအရာများ၌ ပျော်ရွှင်စွာ ခံစားလျက်ရှိကြလိမ့်မည်။ ဧကန်မလွဲ၊ ၎င်းတို့သည် ယခင်ကပင် ကောင်းမှုပြုသူများ ဖြစ်ခဲ့ကြသည်။ <span>(16)</span>၎င်းတို့သည် ညဘက်တွင် အနည်းငယ်သာ အိပ်စက်ခဲ့ကြသည်။ <span>(17)</span>အရုဏ်မတက်မီ နာရီများတွင် ၎င်းတို့သည် ခွင့်လွှတ်မှုကို တောင်းခံခဲ့ကြသည်။ <span>(18)</span>၎င်းတို့၏ ဥစ္စာပစ္စည်းများတွင် ဆာအီလ်နှင့် မဟ်ရူးမ်တို့၏ အခွင့်အရေးရှိခဲ့သည်။ <span>(19)</span>မြေပြင်ပေါ်တွင် သေချာသော ယုံကြည်ချက်ရှိသူများအတွက် နိမိတ်လက္ခဏာများ ရှိသည်။ <span>(20)</span>ထို့အပြင် သင်တို့ကိုယ်တိုင်၌လည်း ရှိသည်။ သို့ဖြစ်လျှင် သင်တို့ မမြင်ကြသလော။ <span>(21)</span>မိုးကောင်းကင်၌ သင်တို့၏ စားဝတ်နေရေးနှင့် သင်တို့အား ကတိပေးထားသောအရာများ ရှိသည်။ <span>(22)</span>ထို့နောက် မိုးကောင်းကင်နှင့် မြေကြီး၏ အရှင်သခင်အားဖြင့် ၎င်းသည် သင်တို့ စကားပြောနိုင်သကဲ့သို့ အမှန်တရားပင် ဖြစ်သည်။ <span>(23)</span></p><p lang=\"my\" class=\"my \">တကွါတရားရှိသူတို့၏ ဂုဏ်ရည်များနှင့် ၎င်းတို့၏ အကျိုးဆုလာဘ်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် တကွါတရားရှိသူများနှင့်ပတ်သက်၍ ၎င်းတို့ပြန်လည်ရောက်ရှိမည့်နေ့တွင် ဥယျာဉ်များနှင့် စမ်းရေများအလယ်၌ ရှိနေကြမည်ဖြစ်ကြောင်း အသိပေးထားသည်။ ယင်းနှင့်ဆန့်ကျင်ဘက်အားဖြင့် ဆင်းရဲဒုက္ခရောက်သူများသည် နှိပ်စက်မှု၊ ပြစ်ဒဏ်၊ မီးနှင့် သံကြိုးများအလယ်၌ ရှိနေကြမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အရှင်သခင် ပေးသနားထားသောအရာများ၌ ပျော်ရွှင်စွာ ခံစားလျက်။)</span> ၎င်း၏ မိန့်ဆိုချက်မှာ-</p><p class=\"fa qpc-hafs\" lang=\"fa\">آخِذِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယူလျက်)</span> သည် ဥယျာဉ်များနှင့် စမ်းရေများအလယ်ရှိ တကွါတရားရှိသူတို့၏ အခြေအနေကို ဖော်ပြသည်။ ၎င်းတို့သည် ၎င်းတို့၏ အရှင်သခင် ပေးသနားသော အရာများကို လက်ခံရရှိကြမည်ဖြစ်ပြီး၊ ဆိုလိုသည်မှာ ပျော်ရွှင်မှု၊ ချမ်းသာမှုနှင့် မျက်နှာသာပေးမှုများ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်အမင်း ဂုဏ်ယူထိုက်သောအရှင်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ كَانُوا قَبْلَ ذَٰلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ၎င်းတို့သည် ထိုမတိုင်မီက)</span>၊ လောကီဘဝတွင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُحْسِنِينَ</p><p lang=\"haw\" class=\"haw \"><span class=\"gray\">(gooddoers)</span> As He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လွန်ခဲ့သောကာလများတွင် သင်တို့ ကြိုတင်ပြုလုပ်ခဲ့သည်များအတွက် အေးချမ်းစွာ စားသောက်ကြလော့။)</span><span class=\"gray\">(၆၉း၂၄)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ပြုလုပ်ခဲ့သော ကောင်းမှုများကို ဖော်ပြတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ညဘက်တွင် အနည်းငယ်သာ အိပ်စက်ခဲ့ကြသည်။)</span> တဖ်ဆီရ်ပညာရှင်များတွင် ဤအကြောင်းနှင့်ပတ်သက်၍ ထင်မြင်ချက်နှစ်မျိုးရှိသည်။</p><p lang=\"my\" class=\"my \">ပထမအမြင်</p><p lang=\"my\" class=\"my \">ပထမအချက်မှာ ၎င်းတို့သည် ညတိုင်း၏ အချိန်အနည်းငယ်ကို နိုးကြားစွာ ကုန်ဆုံးလေ့ရှိသည်။ အိဗ်နုအဗ္ဗားစ်က “ညတိုင်း ၎င်းတို့သည် အနည်းငယ်သော အချိန်အတွင်း၌ပင် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြသည်။” ဟု မိန့်တော်မူခဲ့သည်။ ကတာဒါက မုတရစ်ဖ် ဘင် အဗ်ဒူလ္လာဟ်က “ညတစ်ညတွင်ပင် ၎င်းတို့သည် အစောပိုင်း၌ဖြစ်စေ၊ အလယ်ပိုင်း၌ဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်အမင်း ဂုဏ်ယူထိုက်သော အရှင်အား ဆွလာတ်မပြုလုပ်ဘဲ ကုန်ဆုံးခဲ့သည့် ညဟူ၍ မရှိသလောက်ပင်။” ဟု ပြောကြားခဲ့ကြောင်း ပြန်လည်ပြောပြသည်။ မုဂျာဟိဒ်က “ညအနည်းငယ်သာ ၎င်းတို့သည် တဟဂျွတ် ဆွလာတ်မပြုလုပ်ဘဲ နံနက်တိုင်အောင် အိပ်စက်လေ့ရှိသည်။” ဟု ပြောကြားခဲ့သည်။ ကတာဒါကလည်း အလားတူပြောကြားခဲ့သည်။ အနပ်စ် ဘင် မာလိက်နှင့် အဘူအလ်အာလိယဟ်တို့က “၎င်းတို့သည် အလ်မဂ်ရစ်ဘ်နှင့် အလ်အိရှာအ် ဆွလာတ်များအကြားတွင် ဆွလာတ်ပြုလုပ်လေ့ရှိသည်။” ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဒုတိယအမြင်</p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ည၏ အချိန်အနည်းငယ်ကို အိပ်စက်ခြင်းဖြင့် ကုန်ဆုံးလေ့ရှိသည်။ ဤအချက်ကို အိဗ်နုဂျရီရ်က ပိုနှစ်သက်သည်။ အလ်ဟစန် အလ်ဘဆရီက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ညဘက်တွင် အနည်းငယ်သာ အိပ်စက်ခဲ့ကြသည်)</span>၊</p><p lang=\"my\" class=\"my \">\"၎င်းတို့သည် စေတနာအလျောက် ညဆွလာတ်ကို ပြုလုပ်ခဲ့ကြပြီး ညဘက်တွင် အနည်းငယ်သာ အိပ်စက်ခဲ့ကြသည်။ ၎င်းတို့သည် တက်ကြွစွာဖြင့် အရုဏ်မတက်မီ ခွင့်လွှတ်မှုကို တောင်းခံသည်အထိ ဆက်လက်လုပ်ဆောင်ခဲ့ကြသည်။\"</p><p lang=\"my\" class=\"my \">အဗ်ဒူလ္လာဟ် ဘင် ဆလာမ်က ပြောကြားခဲ့သည်မှာ “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အလ်မဒီနာသို့ ရောက်ရှိလာသောအခါ လူတို့သည် သူ့အနားတွင် လျင်မြန်စွာ စုရုံးခဲ့ကြပြီး ကျွန်ုပ်လည်း ၎င်းတို့အထဲတွင် ပါဝင်ခဲ့သည်။ ကျွန်ုပ်သည် သူ့မျက်နှာကို မြင်သောအခါ ၎င်းသည် လိမ်လည်သူ၏ မျက်နှာမဟုတ်ကြောင်း သိခဲ့ရသည်။ ကျွန်ုပ် သူ့ထံမှ ပထမဆုံးကြားခဲ့ရသော မိန့်ဆိုချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ! أَطْعِمُوا الطَّعَامَ، وَصِلُوا الْأَرْحَامَ، وَأَفْشُوا السَّلَامَ، وَصَلُّوا بِاللَّيْلِ وَالنَّاسُ نِيَامٌ، تَدْخُلُوا الْجَنَّةَ بِسَلَامٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူတို့! အစားအစာဖြင့် ကျွေးမွေးကြလော့၊ ဆွေမျိုးသားချင်းများနှင့် ဆက်ဆံရေးကို ထိန်းသိမ်းကြလော့၊ စလာမ်ကို ပြန့်ပွားစေကြလော့၊ လူတို့ အိပ်စက်နေစဉ် ညဘက်၌ ဆွလာတ်ပြုကြလော့၊ သို့မှသာ သင်တို့သည် ဂျန္နတ်သို့ ငြိမ်းချမ်းစွာ ဝင်ရောက်နိုင်မည်။)</span>\"</p><p lang=\"id\" class=\"id \">Imam Ahmad recorded that 'Abdullah bin 'Umar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ غُرَفًا يُرَىٰ ظَاهِرُهَا مِنْ بَاطِنِهَا وَبَاطِنُهَا مِنْ ظَاهِرِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ ဂျန္နတ်တွင် မြင့်မြတ်သော အခန်းများ ရှိပြီး ၎င်းတို့၏ အပြင်ဘက်ကို အတွင်းဘက်မှ မြင်နိုင်ပြီး၊ အတွင်းဘက်ကို အပြင်ဘက်မှ မြင်နိုင်သည်။)</span> အဘူမူဆာ အလ်အရှ်အရီက “၎င်းတို့သည် မည်သူတို့အတွက်လဲ၊ အို အလ္လာဟ်၏ ရစူလ်တမန်တော်။” ဟု ပြောကြားခဲ့သည်။ သူ ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَنْ أَلَانَ الْكَلَامَ، وَأَطْعَمَ الطَّعَامَ، وَبَاتَ للهِ قَائِمًا وَالنَّاسُ نِيَامٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နူးညံ့သော စကားကို သုံးသူများ၊ အစားအစာ ကျွေးသူများ၊ လူတို့ အိပ်စက်နေစဉ် ညဘက်၌ စေတနာအလျောက် ဆွလာတ်ပြုလုပ်သူများအတွက် ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရုဏ်မတက်မီ နာရီများတွင် ၎င်းတို့သည် ခွင့်လွှတ်မှုကို တောင်းခံခဲ့ကြသည်။)</span> မုဂျာဟိဒ်နှင့် အခြားများစွာသော ပုဂ္ဂိုလ်တို့က “၎င်းတို့သည် ဆွလာတ်ပြုလုပ်နေကြသည်။” ဟု ပြောကြားခဲ့သည်။ အချို့ကမူ ၎င်းတို့သည် ညဘက်တွင် ဆွလာတ်ပြုလုပ်ရင်း အရုဏ်မတက်မီ နောက်ဆုံးနာရီများအထိ ခွင့်လွှတ်မှုကို တောင်းခံခြင်းကို ရွှေ့ဆိုင်းခဲ့ကြသည်ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၊ မြင့်မြတ်ပြီး မင်္ဂလာရှိသောအရှင်က မိန့်တော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ည၏ နောက်ဆုံးနာရီများတွင် ခွင့်လွှတ်မှုကို တောင်းခံသူများ။)</span><span class=\"gray\">(၃း၁၇)</span>၊ ၎င်းမှာ ခွင့်လွှတ်မှုကို တောင်းခံခြင်းသည် ဆွလာတ်ပြုလုပ်နေစဉ် ပြုလုပ်ပါက ပိုမိုကောင်းမွန်သောကြောင့် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဆဟီးဟ်ကျမ်းများနှင့် အခြားကျမ်းများတွင် ဆွဟာဘာအများအပြားထံမှ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့ကြောင်း အတည်ပြုထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَىٰ يَنْزِلُ كُلَّ لَيْلَةٍ إِلَىٰ سَمَاءِ الدُّنْيَا حِينَ يَبْقَىٰ ثُلُثُ اللَّيْلِ الْأَخِيرُ، فَيَقُولُ: هَلْ مِنْ تَائِبٍ فَأَتُوبَ عَلَيْهِ. هَلْ مِنْ مُسْتَغْفِرٍ فَأَغْفِرَ لَهُ. هَلْ مِنْ سَائِلٍ فَيُعْطَىٰ سُؤْلَهُ؟ حَتّٰى يَطْلُعَ الْفَجْرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးသောအရှင်သည် ည၏ နောက်ဆုံးသုံးပုံတစ်ပုံကျန်ရှိချိန်တွင် ညတိုင်း ကမ္ဘာ့မိုးကောင်းကင်သို့ ဆင်းသက်တော်မူသည်။ အရှင်က “နောင်တရသူ ရှိသလော၊ ငါ လက်ခံပေးဖို့။ ခွင့်လွှတ်မှု တောင်းခံသူ ရှိသလော၊ ငါ ခွင့်လွှတ်ပေးဖို့။ ငါ့ထံမှ တောင်းခံသူ ရှိသလော၊ ငါ သူ၏ တောင်းဆိုမှုကို ပေးဖို့” ဟု အရုဏ်တက်သည်အထိ မိန့်တော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">တဖ်ဆီရ်ပညာရှင်များစွာက နဗီယာကူဘ်သည် သူ၏သားများအား မိန့်တော်မူသောအခါ-</p><p class=\"sd qpc-hafs\" lang=\"sd\"> سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင်တို့အတွက် ငါ၏အရှင်သခင်ထံမှ ခွင့်လွှတ်မှုကို တောင်းခံပေးမည်)</span><span class=\"gray\">(၁၂း၉၈)</span>၊ သူသည် ထိုသို့ပြုလုပ်ခြင်းကို အရုဏ်မတက်မီ နာရီများအထိ ရွှေ့ဆိုင်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်နှင့် အလွန်အမင်း ဂုဏ်ယူထိုက်သောအရှင်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဥစ္စာပစ္စည်းများတွင် ဆာအီလ်နှင့် မဟ်ရူးမ်တို့၏ အခွင့်အရေးရှိခဲ့သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ဆွလာတ်ပြုလုပ်သည့် အရည်အသွေးကို ဖော်ပြပြီးနောက်၊ ဆွဒကာပေးခြင်းနှင့် သနားကြင်နာမှု၊ ကရုဏာပြုမှုတို့၏ အရည်အသွေးကို ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي أَمْوَالِهِمْ حَقٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဥစ္စာပစ္စည်းများတွင် အခွင့်အရေးရှိခဲ့သည်)</span>၊ ဆိုလိုသည်မှာ ဆာအီလ်နှင့် မဟ်ရူးမ်တို့အတွက် သတ်မှတ်ထားသော အစိတ်အပိုင်းဖြစ်သည်။ ဆာအီလ်ဆိုသည်မှာ အခြားသူများကို တောင်းခံသည့် ဆင်းရဲသူဖြစ်ပြီး သူသည် ထိုက်တန်သော အခွင့်အရေးရှိသည်။ မဟ်ရူးမ်နှင့် ပတ်သက်၍ အိဗ်နုအဗ္ဗားစ်နှင့် မုဂျာဟိဒ်တို့က “သူသည် ထောက်ပံ့ကြေးမရရှိသော ဆင်းရဲသူဖြစ်သည်။” ဟု ပြောကြားခဲ့သည်။ ဆိုလိုသည်မှာ သူသည် မွတ်စလင်ဘဏ္ဍာတိုက်မှ ထောက်ပံ့ကြေးမရရှိ၊ ဝင်ငွေရရန် နည်းလမ်းမရှိ၊ အသက်မွေးဝမ်းကျောင်းလည်း မရှိပေ။ </p><p lang=\"my\" class=\"my \">ယုံကြည်သူတို့၏ မယ်တော် အာအိရှာ၊ အလ္လာဟ်အရှင်မြတ် သူမအား ကျေနပ်တော်မူပါစေ၊ မဟ်ရူးမ်နှင့်ပတ်သက်၍ “သူသည် နေရာရွှေ့ပြောင်းခံရသူဖြစ်ပြီး၊ အလွယ်တကူ ဝင်ငွေရှာနိုင်သော အသက်မွေးဝမ်းကျောင်းမရှိသူဖြစ်သည်။” ဟု ပြောကြားခဲ့သည်။ ကတာဒါနှင့် အဇ်ဇူဟ်ရီတို့က “မဟ်ရူးမ်ဆိုသည်မှာ လူတို့ထံမှ မည်သည့်အရာမျှ မတောင်းခံသူဖြစ်သည်။” ဟု ပြောကြားခဲ့သည်။ အဇ်ဇူဟ်ရီက ထပ်မံဖြည့်စွက်သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ الْمِسْكِينُ بِالطَّوَّافِ الَّذِي تَرُدُّهُ اللُّقْمَةُ وَاللُّقْمَتَانِ وَالتَّمْرَةُ وَالتَّمْرَتَانِ، وَلٰكِنِ الْمِسْكِينُ الَّذِي لَا يَجِدُ غِنًى يُغْنِيهِ وَلَا يُفْطَنُ لَهُ فَيُتَصَدَّقَ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆင်းရဲသူ <span class=\"gray\">(မိစ်ကီးန်)</span> ဆိုသည်မှာ လူတို့ထံ လှည့်ပတ်ပြီး တစ်လုပ်နှစ်လုပ် သို့မဟုတ် တစ်လုံးနှစ်လုံး တောင်းခံသူမဟုတ်ပေ။ သို့သော် ဆင်းရဲသူဆိုသည်မှာ သူ၏ လိုအပ်ချက်များကို ပြည့်မီရန် လုံလောက်မှုမရှိသူဖြစ်ပြီး သူ၏ အခြေအနေကို အခြားသူများ မသိရှိသောကြောင့် အခြားသူများက ဆွဒကာပေးခြင်းမခံရသူဖြစ်သည်။)</span> ဤဟဒီးဆ်ကို ဆဟီးဟ်နှစ်ကျမ်းတွင် အခြားရဝါယတ်ဖြင့် မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မြေကြီးပေါ်နှင့် လူသားများ၌ရှိသော နိမိတ်လက္ခဏာများ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်နှင့် မင်္ဂလာရှိသောအရှင်က ထို့နောက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်ပေါ်တွင် သေချာသော ယုံကြည်ချက်ရှိသူများအတွက် နိမိတ်လက္ခဏာများ ရှိသည်။)</span> အလ္လာဟ်အရှင်မြတ်က မြေကြီးပေါ်တွင် ဖန်ဆင်းရှင်၏ တန်ခိုးတော်နှင့် အဆုံးမဲ့စွမ်းရည်တို့ကို သက်သေပြသော နိမိတ်လက္ခဏာများရှိသည်ဟု မိန့်တော်မူသည်။ ဤနိမိတ်လက္ခဏာများတွင် အလ္လာဟ်အရှင်မြတ်သည် မြေကြီးပေါ်တွင် ထားရှိသော အရာများ၊ အမျိုးမျိုးသော အပင်များ၊ တိရစ္ဆာန်များ၊ ချိုင့်ဝှမ်းများ၊ တောင်များ၊ သဲကန္တာရများ၊ မြစ်များနှင့် သမုဒ္ဒရာများ ပါဝင်သည်။ အရှင်သည် လူသားများကိုလည်း မတူညီသော ဘာသာစကားများ၊ အရောင်များ၊ ရည်ရွယ်ချက်များနှင့် စွမ်းရည်များဖြင့် ဖန်ဆင်းခဲ့ပြီး ၎င်းတို့အကြားတွင် အမျိုးမျိုးသော ကွဲပြားမှုများ၊ နားလည်မှုနှင့် ပိုင်းခြားသိမြင်နိုင်စွမ်းတို့တွင် ကွဲပြားမှုများ၊ ၎င်းတို့၏ လုပ်ဆောင်မှုများ၊ နောက်ဆုံးတွင် ပျော်ရွှင်မှု သို့မဟုတ် ဆင်းရဲဒုက္ခကို ရရှိခြင်းတို့လည်း ပါဝင်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ခန္ဓာကိုယ်ရှိ အင်္ဂါအစိတ်အပိုင်းတိုင်းကို ၎င်းတို့အလိုအပ်ဆုံးဖြစ်သည့် မှန်ကန်သောနေရာတွင် ထားရှိခဲ့သည်။ ထို့ကြောင့် အရှင်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي أَنْفُسِكُمْ ۚ أَفَلَا تُبْصِرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့အပြင် သင်တို့ကိုယ်တိုင်၌လည်း ရှိသည်။ သို့ဖြစ်လျှင် သင်တို့ မမြင်ကြသလော။)</span> ကတာဒါက မှတ်ချက်ပြုသည်မှာ “မိမိကိုယ်တိုင် ဖန်ဆင်းခံရခြင်းအကြောင်းကို စဉ်းစားသူသည် သူသည် ပြောင်းလွယ်ပြင်လွယ်ရှိသော အဆစ်အမြစ်များဖြင့် ဖန်ဆင်းခံရကြောင်း သိရှိမည်ဖြစ်ပြီး ထို့ကြောင့် သူသည် ဝတ်ပြုမှုများကို လွယ်ကူစွာ ပြုလုပ်နိုင်မည်။” အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي السَّمَاءِ رِزْقُكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်၌ သင်တို့၏ စားဝတ်နေရေး ရှိသည်)</span>၊ ဆိုလိုသည်မှာ မိုးရွာခြင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُوعَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား ကတိပေးထားသောအရာများ။)</span> ဆိုလိုသည်မှာ ဂျန္နတ်ဖြစ်သည်။ ဤအချက်ကို အိဗ်နုအဗ္ဗားစ်၊ မုဂျာဟိဒ်နှင့် အခြားများစွာသော ပုဂ္ဂိုလ်တို့က ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မိုးကောင်းကင်နှင့် မြေကြီး၏ အရှင်သခင်အားဖြင့် ၎င်းသည် သင်တို့ စကားပြောနိုင်သကဲ့သို့ အမှန်တရားပင် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သူ၏ဂုဏ်ယူထိုက်သော မိမိကိုယ်ကို ကျိန်ဆိုတော်မူသည်မှာ စီရင်ဆုံးဖြတ်ခြင်း၊ ရှင်ပြန်ထမြောက်ခြင်းနှင့် အကျိုးပြန်လည်ပေးဆပ်ခြင်းဆိုင်ရာ ကိစ္စရပ်အားလုံးသည် ၎င်းတို့အား ကတိပေးထားသည့်အတိုင်း ဧကန်မလွဲ ဖြစ်ပေါ်လာမည်။ ထို့ကြောင့် ၎င်းသည် အမှန်တရားဖြစ်ပြီး ၎င်းနှင့်ပတ်သက်၍ သံသယမရှိပေ၊ ထို့ကြောင့် သင်တို့ စကားပြောနိုင်သည်ဟု သံသယမဝင်သကဲ့သို့ ၎င်း၏ရောက်ရှိလာခြင်းကိုလည်း သံသယမဝင်ကြနှင့်။ </p><p lang=\"my\" class=\"my \">သူသည် သူ၏သူငယ်ချင်းတစ်ဦးနှင့် စကားပြောသောအခါ မုအာဓ်က “ကျွန်ုပ်ပြောနေသည်မှာ သင်ဒီမှာရှိနေသကဲ့သို့ မှန်ကန်သည်။” ဟု ပြောကြားလေ့ရှိသည်။</p>"
  }
]