[
  {
    "ayah_key": "80:1",
    "group_ayah_key": "80:1",
    "from_ayah": "80:1",
    "to_ayah": "80:16",
    "ayah_keys": "80:1,80:2,80:3,80:4,80:5,80:6,80:7,80:8,80:9,80:10,80:11,80:12,80:13,80:14,80:15,80:16",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲမပြတ် ကရုဏာတော်ရှင်ဖြစ်တော်မူသော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَبَسَ وَتَوَلَّىٰ - أَن جَاءَهُ الْأَعْمَىٰ - وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّىٰ - أَوْ يَذَّكَّرُ فَتَنفَعَهُ الذِّكْرَىٰ - أَمَّا مَنِ اسْتَغْنَىٰ - فَأَنتَ لَهُ تَصَدَّىٰ - وَمَا عَلَيْكَ أَلَّا يَزَّكَّىٰ - وَأَمَّا مَن جَاءَكَ يَسْعَىٰ - وَهُوَ يَخْشَىٰ - فَأَنتَ عَنْهُ تَلَهَّىٰ - كَلَّا إِنَّهَا تَذْكِرَةٌ - فَمَن شَاءَ ذَكَرَهُ - فِي صُحُفٍ مُّكَرَّمَةٍ - مَّرْفُوعَةٍ مُّطَهَّرَةٍ - بِأَيْدِي سَفَرَةٍ - كِرَامٍ بَرَرَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ သူသည် မျက်မှောင်ကြုတ်၍ မျက်နှာလွှဲခဲ့၏။)</span><span class=\"gray\">(၂။ အကြောင်းမှာ မျက်မမြင်တစ်ဦး သူ၏ထံသို့ ရောက်ရှိလာသောကြောင့်တည်း။)</span><span class=\"gray\">(၃။ သူသည် စင်ကြယ်သူ ဖြစ်ကောင်း ဖြစ်နိုင်သည်ကို သင်မည်သို့ သိနိုင်မည်နည်း။)</span><span class=\"gray\">(၄။ သို့မဟုတ် သူသည် သတိပေးချက်ကို လက်ခံကောင်း လက်ခံနိုင်ပြီး ထိုသတိပေးချက်က သူ့အား အကျိုးပြုပေလိမ့်မည်။)</span><span class=\"gray\">(၅။ သို့သော် မိမိကိုယ်ကို လုံလောက်သည်ဟု ထင်မှတ်သူဖြစ်မူကား၊)</span><span class=\"gray\">(၆။ ထိုသူ့ထံသို့ သင်သည် အာရုံစိုက်ခဲ့၏။)</span><span class=\"gray\">(၇။ သူသည် စင်ကြယ်သူ ဖြစ်မလာလျှင် သင့်အတွက် အဘယ်အကျိုးရှိမည်နည်း။)</span><span class=\"gray\">(၈။ သို့သော် သင့်ထံသို့ ပြေးလာသူဖြစ်မူကား၊)</span><span class=\"gray\">(၉။ ကြောက်ရွံ့လျက်ရှိ၏။)</span><span class=\"gray\">(၁၀။ ထိုသူအား သင်သည် လစ်လျူရှု၍ အခြားသူထံသို့ အာရုံပြောင်းခဲ့၏။)</span><span class=\"gray\">(၁၁။ မဟုတ်ချေ၊ အမှန်စင်စစ် ၎င်းသည် သတိပေးစကားဖြစ်သည်။)</span><span class=\"gray\">(၁၂။ သို့ဖြစ်ရာ အကြင်သူသည် အလိုရှိအံ့၊ ထိုသူသည် အရှင်မြတ်ကို <span class=\"gray\">(၎င်းကို)</span> အာရုံစိုက်ပါစေ။)</span><span class=\"gray\">(၁၃။ ဂုဏ်သရေရှိသော မှတ်တမ်းများတွင်၊)</span><span class=\"gray\">(၁၄။ မြင့်မြတ်သော၊ သန့်ရှင်းစင်ကြယ်သော။)</span><span class=\"gray\">(၁၅။ သံတမန်များ <span class=\"gray\">(ဆဖရဟ်)</span> တို့၏ လက်များ၌၊)</span><span class=\"gray\">(၁၆။ မြင့်မြတ်၍ နာခံမှုရှိသော။)</span></p><p lang=\"my\" class=\"my \">နဗီတမန်တော်မြတ်သခင် <span class=\"gray\">(ဆွလ်လလ္လာဟု အလိုင်ဟိဝစလမ်)</span> သည် အားနည်းသောလူတစ်ဦးကို မျက်မှောင်ကြုတ်ခဲ့ခြင်းကြောင့် ပြစ်တင်ခံရခြင်း</p><p lang=\"my\" class=\"my \">တဖ်စီရ်ပညာရှင်တစ်ဦးထက်ပို၍ ဖော်ပြခဲ့သည်မှာ တစ်နေ့တွင် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ်သခင် <span class=\"gray\">(ဆွလ်လလ္လာဟု အလိုင်ဟိဝစလမ်)</span> သည် ကုရိုင်ရှ်မျိုးနွယ်၏ ခေါင်းဆောင်ကြီးတစ်ဦးနှင့် စကားပြောဆိုလျက်ရှိရာ၊ ထိုသူ အစ္စလာမ်သာသနာကို လက်ခံပါရန် မျှော်လင့်တော်မူခဲ့သည်။ တမန်တော်မြတ်သခင်သည် ထိုသူနှင့် တိုက်ရိုက်စကားပြောနေစဉ်တွင် အိဗ်နု အွမ်မေ့ မက်တူးမ်သည် ထိုတမန်တော်မြတ်သခင်၏ထံသို့ ရောက်ရှိလာခဲ့သည်။ ၎င်းသည် အစ္စလာမ်သာသနာကို အစောပိုင်းကာလများကတည်းက လက်ခံခဲ့သူများအနက်မှ တစ်ဦးဖြစ်၏။ ၎င်း <span class=\"gray\">(အိဗ်နု အွမ်မေ့ မက်တူးမ်)</span> သည် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ်သခင် <span class=\"gray\">(ဆွလ်လလ္လာဟု အလိုင်ဟိဝစလမ်)</span> အား အလျင်အမြန် တောင်းပန်လျက် အချို့အရာများကို မေးမြန်းစပြုခဲ့၏။ နဗီတမန်တော်မြတ်သခင် <span class=\"gray\">(ဆွလ်လလ္လာဟု အလိုင်ဟိဝစလမ်)</span> သည် ထိုသူအား တရားလမ်းမှန်ရရှိရန် မျှော်လင့်တော်မူခဲ့သောကြောင့် မိမိ၏စကားကို အပြီးသတ်နိုင်ရန် ခဏစောင့်ဆိုင်းပါရန် အိဗ်နု အွမ်မေ့ မက်တူးမ်အား ပြောကြားခဲ့သည်။ ထိုတမန်တော်မြတ်သခင်သည် အိဗ်နု အွမ်မေ့ မက်တူးမ်၏မျက်နှာကို မျက်မှောင်ကြုတ်၍ ထိုသူ့ထံမှ မျက်နှာလွှဲကာ အခြားသူဘက်သို့ လှည့်ခဲ့သည်။ ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ထုတ်ပြန်ကြေညာတော်မူခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَبَسَ وَتَوَلَّىٰ - أَن جَاءَهُ الْأَعْمَىٰ - وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မျက်မှောင်ကြုတ်၍ မျက်နှာလွှဲခဲ့၏။ အကြောင်းမှာ မျက်မမြင်တစ်ဦး သူ၏ထံသို့ ရောက်ရှိလာသောကြောင့်တည်း။ သူသည် စင်ကြယ်သူ ဖြစ်ကောင်း ဖြစ်နိုင်သည်ကို သင်မည်သို့ သိနိုင်မည်နည်း။)</span></p><p lang=\"my\" class=\"my \">အဓိပ္ပာယ်မှာ သူသည် မိမိ၏စိတ်ဝိညာဉ်၌ သန့်ရှင်းစင်ကြယ်မှုကို ရရှိနိုင်သည်ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَذَّكَّرُ فَتَنفَعَهُ الذِّكْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သူသည် သတိပေးချက်ကို လက်ခံကောင်း လက်ခံနိုင်ပြီး ထိုသတိပေးချက်က သူ့အား အကျိုးပြုပေလိမ့်မည်လော။)</span></p><p lang=\"my\" class=\"my \">အဓိပ္ပာယ်မှာ သူသည် သတိပေးချက်ကို လက်ခံပြီး တားမြစ်ထားသောအရာများကို ရှောင်ကြဉ်နိုင်သည်ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا مَنِ اسْتَغْنَىٰ - فَأَنتَ لَهُ تَصَدَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိကိုယ်ကို လုံလောက်သည်ဟု ထင်မှတ်သူဖြစ်မူကား၊ ထိုသူ့ထံသို့ သင်သည် အာရုံစိုက်ခဲ့၏။)</span></p><p lang=\"my\" class=\"my \">အဓိပ္ပာယ်မှာ 'သူသည် တရားလမ်းမှန်ရရှိရန်အတွက် သင်သည် ဓနရှင်ပုဂ္ဂိုလ်ကို ရင်ဆိုင်ခဲ့သည်' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عَلَيْكَ أَلَّا يَزَّكَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် စင်ကြယ်သူ ဖြစ်မလာလျှင် သင့်အတွက် အဘယ်အကျိုးရှိမည်နည်း။)</span></p><p lang=\"my\" class=\"my \">အဓိပ္ပာယ်မှာ 'သူသည် သန့်ရှင်းစင်ကြယ်မှုကို မရရှိလျှင် သင်သည် သူ့အတွက် တာဝန်မရှိပါ' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا مَن جَاءَكَ يَسْعَىٰ - وَهُوَ يَخْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင့်ထံသို့ ပြေးလာသူဖြစ်မူကား၊ ကြောက်ရွံ့လျက်ရှိ၏။)</span></p><p lang=\"my\" class=\"my \">အဓိပ္ပာယ်မှာ 'သူသည် သင့်ကို ရှာဖွေနေပြီး သင်ပြောသောအရာဖြင့် သူသည် တရားလမ်းမှန်ရရှိရန်အတွက် သင့်ထံသို့ ရောက်ရှိလာသည်' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنتَ عَنْهُ تَلَهَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူအား သင်သည် လစ်လျူရှု၍ အခြားသူထံသို့ အာရုံပြောင်းခဲ့၏။)</span></p><p lang=\"my\" class=\"my \">အဓိပ္ပာယ်မှာ 'သင်သည် အလွန်အလုပ်များနေသည်' ဟူ၍ဖြစ်သည်။ ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော်မြတ်သခင် <span class=\"gray\">(ဆွလ်လလ္လာဟု အလိုင်ဟိဝစလမ်)</span> အား သတိပေးရာတွင် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ခွဲခြားမထားရန် အမိန့်ချမှတ်တော်မူခဲ့သည်။ ယင်းအစား တမန်တော်မြတ်သခင်သည် မြင့်မြတ်သူနှင့် အားနည်းသူ၊ ဆင်းရဲသူနှင့် ချမ်းသာသူ၊ အရှင်နှင့် ကျွန်၊ အမျိုးသားနှင့် အမျိုးသမီး၊ ငယ်ရွယ်သူနှင့် အသက်ကြီးသူ အားလုံးကို တပြေးညီ သတိပေးသင့်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိနှစ်သက်တော်မူသူတိုင်းကို ဖြောင့်မတ်သောလမ်းသို့ ပို့ဆောင်တော်မူလိမ့်မည်။ အရှင်မြတ်တွင် နက်နဲသော ဉာဏ်ပညာနှင့် ပြတ်သားသော သက်သေသာဓကများရှိတော်မူသည်။</p><p lang=\"my\" class=\"my \">အဘူယာအ်လာနှင့် အိဗ်နုဂျရီးရ် နှစ်ဦးစလုံးသည် အာအီရှဟ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ ၎င်းသည် အောက်ပါအတိုင်း ပြောကြားခဲ့သည်ဟူ၍ ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَبَسَ وَتَوَلَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မျက်မှောင်ကြုတ်၍ မျက်နှာလွှဲခဲ့၏။)</span> \"၎င်းသည် မျက်မမြင်သူ အိဗ်နု အွမ်မေ့ မက်တူးမ်နှင့်ပတ်သက်၍ ထုတ်ပြန်ကြေညာခဲ့ခြင်းဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ်သခင် <span class=\"gray\">(ဆွလ်လလ္လာဟု အလိုင်ဟိဝစလမ်)</span> ထံသို့ ရောက်ရှိလာပြီး 'ကျွန်ုပ်အား တရားလမ်းပြပါ' ဟု စတင်ပြောကြားခဲ့၏။ ထိုအချိန်တွင် အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ်သခင် <span class=\"gray\">(ဆွလ်လလ္လာဟု အလိုင်ဟိဝစလမ်)</span> ၏အနီးတွင် ရုပ်တုကိုးကွယ်သူတို့၏ ခေါင်းဆောင်ကြီးတစ်ဦး ရှိနေခဲ့သည်။ ထို့ကြောင့် နဗီတမန်တော်မြတ်သခင် <span class=\"gray\">(ဆွလ်လလ္လာဟု အလိုင်ဟိဝစလမ်)</span> သည် ၎င်း <span class=\"gray\">(အိဗ်နု အွမ်မေ့ မက်တူးမ်)</span> ထံမှ မျက်နှာလွှဲ၍ အခြားသူဘက်သို့ လှည့်ကာ 'ကျွန်ုပ်ပြောနေသောအရာ၌ ပြဿနာရှိသည်ဟု သင်ထင်ပါသလား' ဟု ပြောကြားခဲ့သည်။ ထိုသူက 'မရှိပါ' ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် ၎င်းနှင့်ပတ်သက်၍ </p><p class=\"ar qpc-hafs\" lang=\"ar\">عَبَسَ وَتَوَلَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မျက်မှောင်ကြုတ်၍ မျက်နှာလွှဲခဲ့၏။)</span> ဟု ထုတ်ပြန်ကြေညာခဲ့ခြင်းဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">အတ်တိရ်မီဇီသည် ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ခဲ့သော်လည်း ၎င်းအား အာအီရှဟ်က ပြန်လည်ပြောကြားခဲ့သည်ဟု ဖော်ပြခဲ့ခြင်းမရှိပါ။ အလ်-မူဝတ္တအ်၌လည်း ဤသို့ပင် ဖော်ပြထားသည်ဟု ကျွန်ုပ်ပြောလိုပါသည်။</p><p lang=\"my\" class=\"my \">ကုရ်အာန်၏ ထူးခြားချက်များ</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِنَّهَا تَذْكِرَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ချေ၊ အမှန်စင်စစ် ၎င်းသည် သတိပေးစကားဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ဤစူရဟ် သို့မဟုတ် လူတို့အား အသိပညာကို တပြေးညီပေးရာတွင် ပေးသောဤအကြံဉာဏ်သည် သူတို့သည် မြင့်မြတ်သောအမျိုးအစားဖြစ်သည်ဖြစ်စေ သို့မဟုတ် နိမ့်ကျသောအမျိုးအစားဖြစ်သည်ဖြစ်စေ ပဓာနမထားပေ။ ကွာတာဒဟ်နှင့် အပ်စ်-ဆွဒ်ဒီ နှစ်ဦးစလုံးက ပြောကြားခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِنَّهَا تَذْكِرَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ချေ၊ အမှန်စင်စစ် ၎င်းသည် သတိပေးစကားဖြစ်သည်။)</span> \"၎င်းသည် ကုရ်အာန်ကို ဆိုလိုသည်\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَمَن شَاءَ ذَكَرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ အကြင်သူသည် အလိုရှိအံ့၊ ထိုသူသည် အရှင်မြတ်ကို <span class=\"gray\">(၎င်းကို)</span> အာရုံစိုက်ပါစေ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အကြင်သူသည် အလိုရှိအံ့၊ ထိုသူသည် မိမိ၏ကိစ္စအားလုံး၌ အလ္လာဟ်အရှင်မြတ်ကို သတိရပါစေ။ နာမ်စားကိုလည်း ဗျာဒိတ်တော်ကို ရည်ညွှန်းသည်ဟု နားလည်နိုင်သည်။ အကြောင်းမှာ စကားပြောဆိုမှုသည် ၎င်းကို ရည်ညွှန်းနေသောကြောင့်ဖြစ်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي صُحُفٍ مُّكَرَّمَةٍ - مَّرْفُوعَةٍ مُّطَهَّرَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂုဏ်သရေရှိသော မှတ်တမ်းများတွင်၊ မြင့်မြတ်သော၊ သန့်ရှင်းစင်ကြယ်သော။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ဤစူရဟ် သို့မဟုတ် ဤသတိပေးချက် ဖြစ်သည်။ အဓိပ္ပာယ်နှစ်မျိုးလုံးသည် တစ်ခုနှင့်တစ်ခု ဆက်စပ်လျက်ရှိသည်။ အမှန်စင်စစ် ကုရ်အာန်တစ်ခုလုံးသည် ဂုဏ်သရေရှိသော စာမျက်နှာများတွင် ရှိနေပြီး ဆိုလိုသည်မှာ လေးစားခံရပြီး ရိုသေလေးစားခံရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّرْفُوعَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြင့်မြတ်သော)</span> ဆိုလိုသည်မှာ အဆင့်အတန်းမြင့်မားသော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّطَهَّرَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သန့်ရှင်းစင်ကြယ်သော)</span> ဆိုလိုသည်မှာ မစင်ကြယ်ခြင်း၊ ထပ်တိုးခြင်းနှင့် ချို့ယွင်းချက်တို့မှ ကင်းစင်သော။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်၏ ပြောကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">بِأَيْدِي سَفَرَةٍ</p><p lang=\"id\" class=\"id \"><span class=\"gray\">(In the hands of ambassadors <span class=\"gray\">(Safarah)</span>,)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗါစ်၊ မူဂျာဟိဒ်၊ အဒ်-ဒွဟ်ဟါက်နှင့် အိဗ်နုဇိုင်းဒ်တို့အားလုံးက '၎င်းတို့သည် ကောင်းကင်တမန်များဖြစ်သည်' ဟု ပြောကြားခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက ပြောကြားခဲ့သည်မှာ \"ဆဖရဟ် <span class=\"gray\">(သံတမန်များ)</span> ဆိုသည်မှာ ကောင်းကင်တမန်များကို ဆိုလိုသည်။ ၎င်းတို့သည် မိမိတို့အချင်းချင်း ကိစ္စများကို ပြန်လည်ပြင်ဆင်ရန် သွားလာလှုပ်ရှားကြသည်။ ကောင်းကင်တမန်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော်နှင့်အတူ ဆင်းသက်လာသောအခါ လူတို့အကြား ကိစ္စများကို ပြန်လည်ပြင်ဆင်ပေးသော သံတမန်ကဲ့သို့ ၎င်းကို သယ်ဆောင်လာကြသည်\" ဟူ၍ဖြစ်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِرَامٍ بَرَرَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြင့်မြတ်၍ နာခံမှုရှိသော။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မိမိတို့၏ ဖန်ဆင်းခံရမှု၌ မြင့်မြတ်သော၊ ချောမောသော၊ ဂုဏ်သရေရှိသောသူများဖြစ်သည်။ ၎င်းတို့၏ စရိုက်လက္ခဏာနှင့် လုပ်ရပ်များသည် ဖြောင့်မတ်သော၊ သန့်စင်သောနှင့် ပြည့်စုံသော အရာများဖြစ်သည်။ ဤတွင် ကုရ်အာန်ကို သယ်ဆောင်သူ <span class=\"gray\">(ဆိုလိုသည်မှာ ကောင်းကင်တမန်)</span> သည် ဖြောင့်မတ်ခြင်းနှင့် တရားလမ်းမှန်ကို လိုက်နာရန် လိုအပ်သည်ဟု မှတ်သားသင့်သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အာအီရှဟ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ အလ္လာဟ်၏ ရစူလ်တမန်တော်မြတ်သခင် <span class=\"gray\">(ဆွလ်လလ္လာဟု အလိုင်ဟိဝစလမ်)</span> က ပြောကြားတော်မူခဲ့သည်ဟူ၍ ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يَقْرَأُ الْقُرْآنَ وَهُوَ مَاهِرٌ بِهِ، مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ، وَالَّذِي يَقْرَؤُهُ وَهُوَ عَلَيْهِ شَاقٌّ، لَهُ أَجْرَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုရ်အာန်ကို ကျွမ်းကျင်စွာ ရွတ်ဖတ်သူသည် မြင့်မြတ်သော၊ ဖြောင့်မတ်သော၊ သံတမန် ကောင်းကင်တမန်များနှင့်အတူ ရှိနေမည်ဖြစ်ပြီး၊ ၎င်းကို အခက်အခဲဖြင့် ရွတ်ဖတ်သူသည် ဆုလာဘ်နှစ်ခု ရရှိမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးဆ်ကို အုပ်စုက သတင်းပေးခဲ့သည်။</p>"
  }
]