[
  {
    "ayah_key": "29:5",
    "group_ayah_key": "29:5",
    "from_ayah": "29:5",
    "to_ayah": "29:7",
    "ayah_keys": "29:5,29:6,29:7",
    "text": "<p lang=\"my\" class=\"my \">အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံရန် မျှော်လင့်ပါက၊ အလ္လာဟ်အရှင်မြတ်၏ သတ်မှတ်ကာလသည် သေချာပေါက် ရောက်လာမည်ဖြစ်ပြီး၊ ကိုယ်တော်သည် အလုံးစုံကို ကြားနာတော်မူသောအရှင်၊ အလုံးစုံကို သိတော်မူသောအရှင် ဖြစ်တော်မူ၏ <span>(၅)</span>မည်သူမဆို ကြိုးစားပါက သူသည် မိမိကိုယ်တိုင်အတွက်သာ ကြိုးစားခြင်းဖြစ်၏။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်ဖန်ဆင်းခံသတ္တဝါမျှကိုမျှ မလိုအပ်ပေ <span>(၆)</span>ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်ပြုသူများအား ဧကန်မုချ ကျွန်ုပ်တို့သည် ၎င်းတို့၏ မကောင်းမှုများကို လျော်ကြေးပေးမည်ဖြစ်ပြီး ၎င်းတို့ပြုခဲ့သော အကောင်းဆုံးအရာများအတိုင်း ဧကန်မုချ ဆုချမည်ဖြစ်သည် <span>(၇)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် သူတော်ကောင်းတို့၏ မျှော်လင့်ချက်များကို ပြည့်စေမည်</h2></div><p lang=\"jv\" class=\"jv \">Allah's saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَانَ يَرْجُو لِقَاءَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံရန် မျှော်လင့်ပါက၊)</span> ဆိုသည်မှာ နောင်တမလွန်ဘဝ၌ဖြစ်ပြီး၊ ကောင်းမှုကုသိုလ်များ ပြုလုပ်၍ အလ္လာဟ်အရှင်မြတ်ထံမှ ကြီးမြတ်သော ဆုလာဘ်ကို မျှော်လင့်ပါက၊ အလ္လာဟ်အရှင်မြတ်သည် သူ၏ မျှော်လင့်ချက်များကို ပြည့်စေမည်ဖြစ်ပြီး သူ၏ လုပ်ရပ်များအတွက် အပြည့်အဝ ဆုချမည်ဖြစ်သည်။ ၎င်းသည် သံသယဖြစ်ဖွယ်မရှိဘဲ ဖြစ်ပေါ်လာမည်ဖြစ်၏။ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် ပန်ကြားသမျှအားလုံးကို ကြားနာတော်မူသောအရှင်ဖြစ်ပြီး၊ ဖန်ဆင်းခံသတ္တဝါအားလုံး၏ လိုအပ်ချက်များကို သိတော်မူ၍ နားလည်တော်မူသော အရှင်ဖြစ်သောကြောင့်ပင်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَانَ يَرْجُو لِقَاءَ اللَّهِ فَإِنَّ أَجَلَ اللَّهِ لَآتٍ ۚ وَهُوَ السَّمِيعُ الْعَلِيمُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံရန် မျှော်လင့်ပါက၊ အလ္လာဟ်အရှင်မြတ်၏ သတ်မှတ်ကာလသည် သေချာပေါက် ရောက်လာမည်ဖြစ်ပြီး၊ ကိုယ်တော်သည် အလုံးစုံကို ကြားနာတော်မူသောအရှင်၊ အလုံးစုံကို သိတော်မူသောအရှင် ဖြစ်တော်မူ၏။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကြိုးစားပါက သူသည် မိမိကိုယ်တိုင်အတွက်သာ ကြိုးစားခြင်းဖြစ်၏။)</span> ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကောင်းမှုကုသိုလ်ပြုပါက ၎င်းသည် မိမိကိုယ်တိုင်အတွက်သာ ဖြစ်၏)</span><span class=\"gray\">(၄၁:၄၆)</span>။ အကြင်သူသည် ကောင်းမှုပြုပါက ထိုလုပ်ရပ်၏ အကျိုးသည် သူ့ထံ ပြန်ရောက်လာမည်ဖြစ်၏။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များ၏ လုပ်ရပ်များကို မလိုအပ်ပေ။ ၎င်းတို့အားလုံးသည် ၎င်းတို့ထဲမှ အပြစ်မဲ့ဆုံးလူကဲ့သို့ ဘာသာတရားကိုင်းရှိုင်းကြသည်ဆိုလျှင်ပင်၊ ထိုအရာသည် ကိုယ်တော်၏ အချုပ်အခြာအာဏာကို အနည်းငယ်မျှ ထပ်မံဖြည့်စွက်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ ۚ إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ကြိုးစားပါက သူသည် မိမိကိုယ်တိုင်အတွက်သာ ကြိုးစားခြင်းဖြစ်၏။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်ဖန်ဆင်းခံသတ္တဝါမျှကိုမျှ မလိုအပ်ပေ။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်သည် မိမိ၏ဖန်ဆင်းခံများကို မလိုအပ်သော်လည်း၊ ကိုယ်တော်သည် ၎င်းတို့အပေါ် ကြင်နာပြီး ရက်ရောတော်မူကြောင်း ကျွန်ုပ်တို့အား ပြောပြသည်။ ကိုယ်တော်သည် ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်ပြုသူများအား အကောင်းဆုံးဆုလာဘ်များ ပေးဦးမည်ဖြစ်ပြီး၊ ထိုဆုလာဘ်မှာ ၎င်းတို့၏ မကောင်းမှုများကို လျော်ကြေးပေးပြီး ၎င်းတို့ပြုခဲ့သော အကောင်းဆုံးလုပ်ရပ်များအတိုင်း ဆုချခြင်းဖြစ်သည်။ ကိုယ်တော်သည် အနည်းဆုံးသော ကောင်းမှုများကို လက်ခံမည်ဖြစ်ပြီး ကောင်းမှုတစ်ခုအတွက် ဆုလာဘ်ဆယ်ဆမှ ခုနစ်ရာဆအထိ ပေးမည်ဖြစ်သော်လည်း မကောင်းမှုတိုင်းအတွက် မကောင်းမှုရမှတ်တစ်ခုသာ ပေးမည်ဖြစ်ပြီး သို့မဟုတ် ကိုယ်တော်သည် လျစ်လျူရှုပြီး ခွင့်လွှတ်ပေးမည်ပင်။ ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۖ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မုချ အလ္လာဟ်အရှင်မြတ်သည် ဖုန်မှုန်တစ်စေ့မျှပင် မတရားပြုတော်မမူပေ၊ သို့သော် အကြင်ကောင်းမှု ရှိပါက ကိုယ်တော်သည် ၎င်းကို နှစ်ဆတိုးပေးပြီး၊ ကိုယ်တော်ထံမှ ကြီးမြတ်သော ဆုလာဘ်ကို ပေးသနားတော်မူ၏။)</span><span class=\"gray\">(၄:၄၀)</span>။ ဤတွင် ကိုယ်တော်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်ပြုသူများအား ဧကန်မုချ ကျွန်ုပ်တို့သည် ၎င်းတို့၏ မကောင်းမှုများကို လျော်ကြေးပေးမည်ဖြစ်ပြီး ၎င်းတို့ပြုခဲ့သော အကောင်းဆုံးအရာများအတိုင်း ဧကန်မုချ ဆုချမည်ဖြစ်သည်။)</span></p>"
  },
  {
    "ayah_key": "29:50",
    "group_ayah_key": "29:50",
    "from_ayah": "29:50",
    "to_ayah": "29:52",
    "ayah_keys": "29:50,29:51,29:52",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က ပြောကြသည်– \"အဘယ်ကြောင့် သူ၏အရှင်မြတ်ထံမှ နိမိတ်လက္ခဏာများ သူ့ထံသို့ မကျရောက်သနည်း။\" ပြောလော့– \"နိမိတ်လက္ခဏာများသည် အလ္လာဟ်အရှင်မြတ်ထံ၌သာ ရှိ၏။ ငါသည် ရှင်းလင်းသော သတိပေးသူမျှသာ ဖြစ်၏။ <span>(၅၀)</span>၎င်းတို့အား ရွတ်ဖတ်ပြနေသော ကျမ်းတော်ကို ငါတို့သည် သင်၏ထံသို့ ချပေးခဲ့သည်မှာ ၎င်းတို့အတွက် မလုံလောက်သေးဘူးလား။ ဧကန်မုချ ဤကျမ်းတော်၌ ယုံကြည်သော လူမျိုးအတွက် ကရုဏာနှင့် သတိပေးချက်များ ပါဝင်၏ <span>(၅၁)</span>ပြောလော့– \"ငါနှင့် သင်တို့အကြား သက်သေအဖြစ် အလ္လာဟ်အရှင်မြတ်သည် လုံလောက်၏။ အရှင်မြတ်သည် ကောင်းကင်များ၌ရှိသည်များကိုလည်းကောင်း၊ ကမ္ဘာမြေ၌ရှိသည်များကိုလည်းကောင်း သိတော်မူ၏။\" မမှန်ကန်သောအရာကို ယုံကြည်ပြီး အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်သူများသည် အမှန်တကယ် ဆုံးရှုံးသူများပင် ဖြစ်၏ <span>(၅၂)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူတို့၏ နိမိတ်လက္ခဏာများ တောင်းဆိုခြင်းနှင့် အဖြေ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ရုပ်တုကိုးကွယ်သူတို့သည် နိမိတ်လက္ခဏာများကို မည်သို့ခိုင်မာစွာ တောင်းဆိုခဲ့ကြောင်း၊ ဆိုလိုသည်မှာ မုဟမ္မဒ် ﷺ သည် အမှန်တကယ် အလ္လာဟ်အရှင်မြတ်၏ တမန်ဖြစ်ကြောင်း ပြသရန် နိမိတ်လက္ခဏာများ လိုချင်ခဲ့ကြကြောင်း၊ ဆွာလိဟ်အား ကုလားအုတ်မ၏ နိမိတ်လက္ခဏာကို ပေးသကဲ့သို့ပင် ပြောပြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"mg\" class=\"mg \"><span class=\"gray\">(Say)</span> – 'O Muhammad' –</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နိမိတ်လက္ခဏာများသည် အလ္လာဟ်အရှင်မြတ်ထံ၌သာ ရှိ၏)</span> ဆိုသည်မှာ 'ဤကိစ္စသည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်ပြီး ကိုယ်တော်သည် သင်တို့အား လမ်းပြတော်မူမည်ကို သိတော်မူပါက၊ သင်တို့၏ တောင်းဆိုချက်ကို ဖြည့်ဆည်းပေးမည်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်အတွက် ထိုသို့ပြုလုပ်ရန် အလွန်လွယ်ကူသောကြောင့်ဖြစ်သည်။ သို့သော် ကိုယ်တော်သည် သင်တို့သည် မာနထောင်လွှား၍ ငါ့ကို စမ်းသပ်နေသည်ကို သိတော်မူ၏။ ထို့ကြောင့် ကိုယ်တော်သည် သင်တို့ကို တုံ့ပြန်မည်မဟုတ်ပေ။' ဤသည်မှာ အာယသ်တော်နှင့် တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ ۚ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့အား အာယသ်များ ပေးပို့ခြင်းမှ တားဆီးထားသည့် မည်သည့်အရာမျှ မရှိပေ။ ရှေးယခင်က လူမျိုးများက ၎င်းတို့ကို ငြင်းပယ်ခဲ့သောကြောင့်သာ ဖြစ်၏။ ကျွန်ုပ်တို့သည် သမူဒ်မျိုးနွယ်အား ကုလားအုတ်မကို ရှင်းလင်းသော နိမိတ်လက္ခဏာအဖြစ် ပေးပို့ခဲ့သော်လည်း ၎င်းတို့သည် ၎င်းကို မတရားပြုခဲ့ကြသည်)</span><span class=\"gray\">(၁၇:၅၉)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ရှင်းလင်းသော သတိပေးသူမျှသာ ဖြစ်၏)</span> ဆိုသည်မှာ 'ရှင်းလင်းသော သတိပေးချက်ကို ယူဆောင်လာရန် သတိပေးသူအဖြစ်သာ သင်တို့ထံသို့ ငါ့ကို ပေးပို့ခဲ့ခြင်းဖြစ်သည်။ ငါလုပ်ရမည့်အရာမှာ သင်တို့ထံသို့ အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို ပေးပို့ရန်သာ ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ ۖ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် လမ်းပြတော်မူသူသည် လမ်းမှန်ရရှိသူဖြစ်၏။ သို့သော် အကြင်သူကို ကိုယ်တော် လမ်းမှားစေပါက သူ့အတွက် လမ်းပြမည့်သူကို သင်တွေ့ရမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၁၈:၁၇)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ လမ်းညွှန်မှုသည် သင်၏အပေါ်၌ မရှိ၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို လမ်းပြတော်မူ၏)</span><span class=\"gray\">(၂:၂၇၂)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မုဟမ္မဒ် ﷺ ၎င်းတို့ထံ ယူဆောင်လာခဲ့သော အရာသည် မှန်ကန်ကြောင်း ပြသရန် နိမိတ်လက္ခဏာတစ်ခုကို တောင်းဆိုခဲ့ကြသည့်အခါ ၎င်းတို့သည် မည်မျှ မသိနားမလည်ပြီး မိုက်မဲခဲ့ကြောင်း ပြသသည်။ ကိုယ်တော်သည် ၎င်းတို့ထံသို့ ကြီးမြတ်သော ကျမ်းတော်တစ်အုပ်ကို ယူဆောင်လာခဲ့ပြီး ထိုကျမ်းတော်ကို မမှန်ကန်သောအရာက မည်သည့်ဘက်မှ မချဉ်းကပ်နိုင်ပေ။ ၎င်းသည် အခြားသော နိမိတ်လက္ခဏာအားလုံးထက် သာလွန်၏။ အဘယ်ကြောင့်ဆိုသော် စကားအပြောအဆို အကောင်းဆုံးလူသားများပင် ၎င်းနှင့် မယှဉ်နိုင်၊ ဆူရာ ဆယ်ခု သို့မဟုတ် ဆူရာတစ်ခုမျှပင် ထိုကဲ့သို့ မထုတ်လုပ်နိုင်ခဲ့သောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَىٰ عَلَيْهِمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ရွတ်ဖတ်ပြနေသော ကျမ်းတော်ကို ငါတို့သည် သင်၏ထံသို့ ချပေးခဲ့သည်မှာ ၎င်းတို့အတွက် မလုံလောက်သေးဘူးလား။)</span> ဆိုသည်မှာ 'သင့်ခေတ်မတိုင်မီက ဖြစ်ပျက်ခဲ့သည်များ၊ သင်တို့ကွယ်လွန်ပြီးနောက် ဖြစ်ပျက်မည့်အရာများအကြောင်းကို ၎င်းတို့အား ပြောပြသည့်၊ ၎င်းတို့အကြား စီရင်ဆုံးဖြတ်ပေးသည့် ဤကြီးမြတ်သော ကျမ်းတော်ကို သင်၏ထံသို့ ကျွန်ုပ်တို့ ချပေးခဲ့ခြင်းသည် ၎င်းတို့အတွက် နိမိတ်လက္ခဏာအဖြစ် မလုံလောက်သေးဘူးလား။ သင်သည် စာမတတ်ပေမတတ်သူဖြစ်ပြီး စာဖတ်ခြင်းရော စာရေးခြင်းပါ မတတ်နိုင်သော်လည်း၊ မည်သည့်ကျမ်းဂန်ပိုင်ရှင်များနှင့်မျှ ရောနှောခြင်းမရှိသော်လည်း သင်သည် ၎င်းတို့အား ရှေးဦးကျမ်းများတွင် ပြောခဲ့သည်များအကြောင်းကို သတင်းယူဆောင်လာခဲ့ပြီး ၎င်းတို့ အငြင်းပွားနေသော ကိစ္စရပ်များတွင် မည်သည်က မှန်ကန်သည်ကို ပြသ၍ ရှင်းလင်းပြတ်သားသော အမှန်တရားကို ယူဆောင်လာခဲ့သည်။' အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း–</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَوَلَمْ يَكُنْ لَهُمْ آيَةً أَنْ يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرَائِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဣသရေလသားတို့၏ ပညာတတ်ပညာရှင်များက ၎င်းသည် <span class=\"gray\">(မှန်ကန်ကြောင်း)</span> သိခဲ့သည်မှာ ၎င်းတို့အတွက် နိမိတ်လက္ခဏာမဟုတ်ဘူးလား။)</span><span class=\"gray\">(၂၆:၁၉၇)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْلَا يَأْتِينَا بِآيَةٍ مِنْ رَبِّهِ ۚ أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်– \"အဘယ်ကြောင့် သူသည် သူ၏အရှင်မြတ်ထံမှ နိမိတ်လက္ခဏာတစ်ခုကို ကျွန်ုပ်တို့ထံ ယူမလာသနည်း။\" ၎င်းတို့ထံသို့ ရှေးယခင်ကျမ်းများ၌ ပါရှိသောအရာ၏ အထောက်အထား မရောက်လာသေးဘူးလား။)</span><span class=\"gray\">(၂၀:၁၃၃)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အဗူ ဟုရိုင်ရာဟ် (အလ္လာဟ်အရှင်မြတ် သူ့ကို နှစ်သက်တော်မူပါစေ) ပြောသည်ကို မှတ်တမ်းတင်ခဲ့သည်။ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنَ الْأَنْبِيَاءِ مِنْ نَبِيٍّ إِلَّا قَدْ أُعْطِيَ مِنَ الْآيَاتِ مَا مِثْلُهُ آمَنَ عَلَيْهِ الْبَشَرُ، وَإِنَّمَا كَانَ الَّذِي أُوتِيتُهُ وَحْيًا أَوْحَاهُ اللهُ إِلَيَّ، فَأَرْجُو أَنْ أَكُونَ أَكْثَرَهُمْ تَابِعًا يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်နဗီတမန်တော်မျှ လူအများကို သူ့ကိုယုံကြည်စေမည့် အံ့ဖွယ်နိမိတ်လက္ခဏာများ မပေးအပ်ခံရခြင်းမရှိပေ။ ငါ့အား ပေးအပ်ခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ် ငါ့အား ထုတ်ဖော်ပြသခဲ့သော ဗျာဒိတ်တော်ဖြစ်ပြီး၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ငါသည် နောက်လိုက်အများဆုံးရရှိရန် မျှော်လင့်ပါသည်။)</span>\" ၎င်းကို အလ်-ဘူခါရီနှင့် မွတ်စ်လင်မ်တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"so\" class=\"so \">Indeed Allah has said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَرَحْمَةً وَذِكْرَىٰ لِقَوْمٍ يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မုချ ဤကျမ်းတော်၌ ယုံကြည်သော လူမျိုးအတွက် ကရုဏာနှင့် သတိပေးချက်များ ပါဝင်၏။)</span> ဤကုရ်အာန်၌ ကရုဏာ၊ ဆိုလိုသည်မှာ အမှန်တရားကို ရှင်းပြခြင်းနှင့် မမှန်ကန်သောအရာကို ဖယ်ရှားခြင်း၊ နှင့် မယုံကြည်သူများနှင့် အပြစ်ကျူးလွန်သူများထံသို့ ရောက်လာမည့် ပြစ်ဒဏ်အကြောင်းကို ယုံကြည်သူများအား သတိပေးခြင်းများ ပါဝင်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ كَفَىٰ بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောလော့– \"ငါနှင့် သင်တို့အကြား သက်သေအဖြစ် အလ္လာဟ်အရှင်မြတ်သည် လုံလောက်၏...\")</span> 'သင်တို့ ပြောဆိုသော ငြင်းဆိုစကားများကို ကိုယ်တော်သည် အကောင်းဆုံး သိတော်မူ၏။ ငါသည် ကိုယ်တော်အကြောင်း သင်တို့အား ပြောပြနေသောအရာနှင့် ကိုယ်တော်သည် ငါ့ကို စေလွှတ်ခဲ့ကြောင်းကိုလည်း ကိုယ်တော်သည် သိတော်မူ၏။ အကယ်၍ ငါသည် ကိုယ်တော်အကြောင်း မမှန်မကန် ပြောခဲ့ပါက၊ ကိုယ်တော်သည် ငါ့အပေါ် ကိုယ်တော်၏ လက်စားချေခြင်းကို အကောင်အထည်ဖော်မည်ဖြစ်သည်။' အလ္လာဟ်အရှင်မြတ်က အခြားနေရာတွင် မိန့်တော်မူသည့်အတိုင်း–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ - لَأَخَذْنَا مِنْهُ بِالْيَمِينِ - ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ - فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သူသည် ကျွန်ုပ်တို့နှင့်ပတ်သက်၍ မမှန်မကန် ပြောဆိုခဲ့ပါက၊ ကျွန်ုပ်တို့သည် ဧကန်မုချ သူ့ကို ညာလက်ဖြင့် ဖမ်းဆီးပြီး၊ ထို့နောက် ဧကန်မုချ သူ၏ အဓိကသွေးကြောကို ဖြတ်တောက်မည်ဖြစ်သည်။ သင်တို့အနက်မှ မည်သူမျှ ကျွန်ုပ်တို့အား သူ့ကို <span class=\"gray\">(ပြစ်ဒဏ်ပေးခြင်း)</span>မှ တားဆီးနိုင်မည်မဟုတ်ပေ။)</span><span class=\"gray\">(၆၉:၄၄-၄၇)</span>။ 'သို့သော် ငါသည် ကိုယ်တော်အကြောင်း သင်တို့အား ပြောဆိုရာတွင် အမှန်တရားကို ပြောနေခြင်းဖြစ်၏။ ထို့ကြောင့် ကိုယ်တော်သည် ရှင်းလင်းသော အံ့ဖွယ်နိမိတ်လက္ခဏာများနှင့် ပြတ်သားသော သက်သေအထောက်အထားများဖြင့် ငါ့ကို ထောက်ခံခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေ၌ ရှိသည်များကို ကိုယ်တော်သည် သိတော်မူ၏။)</span> ဆိုသည်မှာ ကိုယ်တော်ထံမှ မည်သည့်အရာမျှ လုံးဝ ဖုံးကွယ်ထား၍ မရပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُولَٰئِكَ هُمُ الْخَاسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမှန်ကန်သောအရာကို ယုံကြည်ပြီး အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်သူများသည် အမှန်တကယ် ဆုံးရှုံးသူများပင် ဖြစ်၏။)</span> ဆိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့ပြုခဲ့သောအရာများအတွက် ပြစ်ဒဏ်ပေးခံရမည်ဖြစ်ပြီး၊ အမှန်တရားကို ငြင်းပယ်ပြီး မမှန်ကန်သောအရာကို လိုက်နာခြင်းအတွက်၊ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်များ မှန်ကန်ကြောင်း သက်သေအထောက်အထားများ ရှိနေသော်လည်း ၎င်းတို့ကို မယုံကြည်ခြင်းအတွက်၊ နှင့် မည်သည့်သက်သေမျှမရှိဘဲ မှားယွင်းသော ဘုရားများကို ကိုးကွယ်ခြင်းအတွက် ၎င်းတို့ ထိုက်တန်သောအရာကို ရရှိမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာအားလုံးအတွက် ၎င်းတို့ကို ပြစ်ဒဏ်ပေးမည်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် အလုံးစုံကို ပညာရှိတော်မူသောအရှင်၊ အလုံးစုံကို သိတော်မူသောအရှင် ဖြစ်သောကြောင့်ပင်။</p>"
  }
]