[
  {
    "ayah_key": "14:24",
    "group_ayah_key": "14:24",
    "from_ayah": "14:24",
    "to_ayah": "14:26",
    "ayah_keys": "14:24,14:25,14:26",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ပုံပမာတစ်ခုကို မည်ကဲ့သို့ တင်ပြတော်မူသည်ကို သင်တို့မမြင်ကြလေသလော။ ကောင်းမြတ်သော စကားသည် ကောင်းမြတ်သောသစ်ပင်ပမာပင်။ ၎င်း၏အမြစ်သည် ခိုင်မြဲစွာစွဲမြဲနေပြီး ၎င်း၏အကိုင်းအခက်များသည် ကောင်းကင်သို့ <span class=\"gray\">(ရောက်ရှိ)</span> ကာ <span>(၂၄)</span>၎င်း၏အသီးအနှံများကို ၎င်း၏အရှင်သခင်၏ခွင့်ပြုချက်ဖြင့် အချိန်တိုင်းပေး၏။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အတွက် မှတ်သားရစေရန် ပုံပမာများကို တင်ပြတော်မူ၏ <span>(၂၅)</span>မကောင်းသောစကား၏ ပုံပမာကား မြေပြင်မှ အမြစ်ပြတ်ကျွတ်ထွက်ပြီး တည်ငြိမ်မှုမရှိသော မကောင်းသောသစ်ပင်နှင့်တူသည် <span>(၂၆)</span></p><div lang=\"my\" class=\"my \"><h2>အစ္စလာမ်၏ စကားနှင့် ကုဖ်ရ်၏ စကားပုံပမာ</h2></div><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah reported that 'Abdullah bin 'Abbas commented that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلًا كَلِمَةً طَيِّبَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပုံပမာ- ကောင်းမြတ်သော စကား)</span>၊ ဆိုသည်မှာ လာအိလာဟ အိလ်လလ္လားဟ်၊ <span class=\"gray\">(အလ္လာဟ်မှတစ်ပါး အခြားကိုးကွယ်ထိုက်သူ မရှိ)</span> ဟု သက်သေခံခြင်းကို ရည်ညွှန်းပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَشَجَرَةٍ طَيِّبَةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမြတ်သော သစ်ပင်ပမာ)</span>၊ ဆိုသည်မှာ ယုံကြည်သူကို ရည်ညွှန်းပြီး၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَصْلُهَا ثَابِتٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏အမြစ်သည် ခိုင်မြဲစွာစွဲမြဲနေသည်)</span>၊ ဆိုသည်မှာ လာအိလာဟ အိလ်လလ္လားဟ်၊ <span class=\"gray\">(အလ္လာဟ်မှတစ်ပါး အခြားကိုးကွယ်ထိုက်သူ မရှိ)</span> သည် ယုံကြည်သူတို့၏နှလုံးသား၌ ခိုင်မြဲစွာတည်ရှိနေကြောင်း ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَرْعُهَا فِي السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏အကိုင်းအခက်များသည် <span class=\"gray\">(ရောက်ရှိ)</span> ကောင်းကင်သို့။)</span> ယင်းဖြင့် ယုံကြည်သူ၏ ကောင်းမှုကုသိုလ်များသည် ကောင်းကင်သို့ တက်မြောက်ကုန်၏။ အဒ်-ဒဟ်ဟားက်၊ စအီးဒ် ဘင်န် ဂျုဘိုင်းရ်၊ အိက်ရိမာဟ်၊ မူဂျာဟစ်ဒ်နှင့် အခြားသူအများအပြားတို့ကလည်း အလားတူပြောကြားခဲ့ကြသည်။ ဤပုံပမာသည် ယုံကြည်သူ၏ လုပ်ရပ်များ၊ ကောင်းသောစကားများနှင့် ကောင်းသောလုပ်ရပ်များကို ဖော်ပြသည်ဟု ၎င်းတို့က ပြောကြားခဲ့ကြသည်။ ယုံကြည်သူသည် အကျိုးပြုသော စွန်ပလွန်ပင်နှင့်တူ၏၊ အချိန်တိုင်း၊ နေ့ရောညပါ ကောင်းသောလုပ်ရပ်များ အမြဲတက်မြောက်နေသည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘွခါရီ၏ မှတ်တမ်းများအရ အဗ်ဒုလ္လာဟ် ဘင်န် အိုမာရ်က ပြောကြားသည်မှာ၊ \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ နှင့်အတူရှိစဉ်၊ ၎င်း ﷺ က မေးမြန်းခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخْبِرُونِي عَنْ شَجَرَةٍ تُشْبِهُ - أَوْ - كَالرَّجُلِ الْمُسْلِمِ لَا يَتَحَاتُّ وَرَقُهَا صَيْفًا وَلَا شِتَاءً، وَتُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်စ်လင်မ်နှင့် တူသော သစ်ပင်တစ်ပင်အကြောင်း ပြောပြပါဦး။ ၎င်း၏ အရွက်များသည် နွေရာသီ သို့မဟုတ် ဆောင်းရာသီတွင် မကြွေဘဲ၊ ၎င်း၏အရှင်သခင်၏ ခွင့်ပြုချက်ဖြင့် အချိန်တိုင်း အသီးပေးသည်။)</span>\" အိဗ်နု အိုမာရ်က ပြောကြားသည်မှာ၊ \"ကျွန်ုပ်သည် စွန်ပလွန်ပင်ကို တွေးမိခဲ့သော်လည်း အဘူဗက္ကရ်နှင့် အိုမာရ်တို့ စကားမပြောသည်ကို မြင်သောအခါ ဖြေဆိုရန် ရှက်ရွံ့မိသည်။ ၎င်းတို့ အဖြေမပေးသောအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هِيَ النَّخْلَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမှာ စွန်ပလွန်ပင်ဖြစ်သည်။)</span> ကျွန်ုပ်တို့ ထွက်ခွာလာသောအခါ ကျွန်ုပ်သည် အိုမာရ်အား 'အဖေ၊ အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏! ၎င်းသည် စွန်ပလွန်ပင်ဟု ကျွန်ုပ်ထင်ခဲ့သည်' ဟု ပြောလိုက်သည်။ ၎င်းက 'အဲဒီတုန်းက ဘာလို့မပြောခဲ့တာလဲ' ဟု မေးခဲ့သည်။ ကျွန်ုပ်က 'အဖေတို့ တိတ်ဆိတ်နေတာကို ကျွန်ုပ်တွေ့ခဲ့ပြီး ဘာမှပြောဖို့ ရှက်ရွံ့မိပါတယ်' ဟု ပြောလိုက်သည်။ အိုမာရ်က 'မင်းသာ ပြောခဲ့ရင် ငါ့အတွက် ဒီလိုအရာတွေထက် ပိုတန်ဖိုးရှိမှာပါ <span class=\"gray\">(ဆိုလိုသည်မှာ ငါ့အတွက် အလွန်တန်ဖိုးရှိမှာပါ)</span>'\" ဟု ပြောခဲ့သည်။\" အဗ်ဒုလ္လာဟ် ဘင်န် အဗ္ဗားစ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَشَجَرَةٍ طَيِّبَةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမြတ်သော သစ်ပင်ပမာ)</span>၊ သည် ဂျန္နတ်(ပရဒိသု)ရှိ သစ်ပင်တစ်ပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားသည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">تُؤْتِي أُكُلَهَا كُلَّ حِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏အသီးအနှံများကို အချိန်တိုင်းပေး၏၊)</span> ၎င်းသည် နေ့ရောညပါဟု ဆိုလိုကြောင်း ပြောကြားသည်။ ထို့ပြင် ၎င်းသည် ယုံကြည်သူကို နွေရာသီနှင့် ဆောင်းရာသီတွင်၊ ညဉ့်ဘက်တွင်ရော နေ့ဘက်တွင်ပါ အသီးများအမြဲရှိသော သစ်ပင်နှင့်တူကြောင်း ဖော်ပြသည်ဟု ၎င်းတို့က ပြောကြားသည်။ ဤသည်မှာ ယုံကြည်သူ၏ ပုံပမာဖြစ်ပြီး ၎င်း၏ ကောင်းမှုကုသိုလ်များသည် နေ့ရောညပါ အချိန်တိုင်း ကောင်းကင်သို့ တက်မြောက်ကုန်၏။</p><p class=\"fa qpc-hafs\" lang=\"fa\">بِإِذْنِ رَبِّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏အရှင်သခင်၏ ခွင့်ပြုချက်ဖြင့်)</span> ဤသို့ဖြင့် ပြီးပြည့်စုံမှုကို ရရှိပြီး အကျိုးရှိ၊ ပေါများ၊ သန့်စင်ပြီး ကောင်းချီးမင်္ဂလာဖြစ်လာသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အတွက် မှတ်သားရစေရန် ပုံပမာများကို တင်ပြတော်မူ၏။)</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းသော စကား၏ ပုံပမာကား မကောင်းသော သစ်ပင်နှင့်တူသည်)</span> ဆိုသည်မှာ မယုံကြည်သူ၏ မယုံကြည်မှုကို ဖော်ပြခြင်းဖြစ်ပြီး၊ ၎င်းတွင် အခြေခံ သို့မဟုတ် တည်ငြိမ်မှု မရှိပေ။ ၎င်းသည် ကိုလိုကင်သ်ပင် <span class=\"gray\">(အလွန်ခါးပြီး အနံ့မရှိသော အပင်)</span> ဟုလည်းခေါ်သော 'အာ့ရှ်-ရှစ်ရ်ယန်း' နှင့် တူသည်။ ရှုအ်ဘာဟ်က မူအာဝီယာဟ် ဘင်န် အဘီ ကွရ်ရာဟ်က အနတ်စ် ဘင်န် မာလိက်က ၎င်းသည် ကိုလိုကင်သ်ပင်ဖြစ်သည်ဟု ပြောကြားကြောင်း မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">اجْتُثَّتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမြစ်ပြတ်ကျွတ်ထွက်သည်)</span>၊ ဆိုလိုသည်မှာ အမြစ်မှ ဖြတ်တောက်ခံရသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن فَوْقِ الْأَرْضِ مَا لَهَا مِن قَرَارٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်မှ၊ တည်ငြိမ်မှုမရှိဘဲ။)</span> ထို့ကြောင့် အခြေခံ သို့မဟုတ် တည်ငြိမ်မှုမရှိဘဲ တည်ရှိနေသည်၊ ကုဖ်ရ် <span class=\"gray\">(မယုံကြည်မှု)</span> ကဲ့သို့ပင်၊ ၎င်းတွင် အခြေခံ သို့မဟုတ် အမြစ်များ မရှိပေ။ မယုံကြည်သူတို့၏ လုပ်ရပ်များသည် မည်သည့်အခါမျှ တက်မြောက်မည်မဟုတ်သလို ၎င်းတို့ထဲမှ တစ်ခုမျှလည်း လက်ခံခံရမည်မဟုတ်ပေ။</p>"
  }
]