[
  {
    "ayah_key": "19:81",
    "group_ayah_key": "19:81",
    "from_ayah": "19:81",
    "to_ayah": "19:84",
    "ayah_keys": "19:81,19:82,19:83,19:84",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသော ကိုးကွယ်ရာများကိုလည်း ယူထားခဲ့ကြ၏။ အကြောင်းမှာ ၎င်းတို့သည် ၎င်းတို့အား ဂုဏ်ယူခြင်း၊ တန်ခိုးအာနုဘော်နှင့် ဘုန်းအာနုဘော်တို့ကို ပေးသနားကြမည်အကြောင်းဖြစ်၏။ <span>(၈၁)</span>အမှန်မှာ ၎င်းတို့သည် ၎င်းတို့၏ ကိုးကွယ်မှုကို ငြင်းဆိုကြမည်ဖြစ်ပြီး ၎င်းတို့၏ ရန်သူများ ဖြစ်လာကြမည် <span>(၈၂)</span>မယုံကြည်သူများအား မကောင်းမှုများ ပြုရန် တွန်းအားပေးရန် အကျွန်ုပ်တို့သည် ရှိုင်တွာန်များကို စေလွှတ်ထားသည်ကို သင် မမြင်ဘူးလော <span>(၈၃)</span>ထို့ကြောင့် ၎င်းတို့အား အလျင်စလို မပြုလုပ်နှင့်။ အကျွန်ုပ်တို့သည် ၎င်းတို့အတွက် <span class=\"gray\">(ကန့်သတ်ထားသော)</span> အရေအတွက်ကိုသာ ရေတွက်ထားသည် <span>(၈၄)</span></p><div lang=\"my\" class=\"my \"><h2>အရှင်မြတ်နှင့်တွဲဖက်ကိုးကွယ်သူတို့၏ ရုပ်တုများသည် ၎င်းတို့၏ ကိုးကွယ်မှုကို ငြင်းဆိုကြမည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်သော မယုံကြည်သူများအား အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသော ကိုးကွယ်ရာများကို ၎င်းတို့ ယူထားခဲ့ကြကြောင်းနှင့် ထိုကိုးကွယ်ရာများသည် ၎င်းတို့အတွက် ဂုဏ်အသရေနှင့် တန်ခိုးအာနုဘော်၏ အရင်းအမြစ်ဖြစ်မည်ဟု အသိပေးတော်မူ၏။ ၎င်းတို့သည် ထိုကိုးကွယ်ရာများသည် ၎င်းတို့အား တန်ခိုးအာနုဘော်ကို ပေးပြီး အောင်ပွဲခံစေသည်ဟု ထင်မှတ်ကြ၏။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ထိုကိစ္စသည် ၎င်းတို့ပြောဆိုသည့်အတိုင်း မဟုတ်ကြောင်းနှင့် ၎င်းတို့ မျှော်လင့်ထားသည့်အတိုင်း ဖြစ်လာမည်မဟုတ်ကြောင်းကို ဖော်ပြတော်မူ၏။ အရှင်မြတ်က မိန့်တော်မူသည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်မှာ ၎င်းတို့သည် ၎င်းတို့၏ ကိုးကွယ်မှုကို ငြင်းဆိုကြမည်)</span> ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ရန်သူများ ဖြစ်လာကြမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထိုကိုးကွယ်ရာများအကြောင်း ၎င်းတို့ ထင်မြင်ထားသည်နှင့်မတူဘဲ ရန်သူများ ဖြစ်လာကြမည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَن دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသောသူများကို ခေါ်ဝေါ်ပန်ကြားသူထက် မည်သူက ပို၍ လမ်းမှားနေသနည်း။ ထိုသူများသည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ သူ၏ခေါ်ဝေါ်ပန်ကြားမှုကို ပြန်လည်ဖြေကြားမည်မဟုတ်။ ထိုသူများသည် ၎င်းတို့၏ခေါ်ဝေါ်ပန်ကြားမှုများကို <span class=\"gray\">(ပင်)</span> သတိမပြုမိကြသူများ ဖြစ်ကြသည်။ လူသားများကို စုဝေးစေသောအခါ၊ ၎င်းတို့သည် သူတို့၏ရန်သူများ ဖြစ်လာကြပြီး သူတို့၏ကိုးကွယ်မှုကို ငြင်းဆိုကြမည်။)</span><span class=\"gray\">[၄၆:၅-၆]</span> အက်စ်-ဆွဒ်ဒီက ပြောကြားသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်မှာ ၎င်းတို့သည် ၎င်းတို့၏ ကိုးကွယ်မှုကို ငြင်းဆိုကြမည်)</span> \"ဆိုလိုသည်မှာ ၎င်းတို့၏ ရုပ်တုများကို ကိုးကွယ်ခြင်းဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ရန်သူများ ဖြစ်လာကြမည်)</span> ၎င်းတို့သည် ဤကိုးကွယ်ရာများမှ ၎င်းတို့ မျှော်လင့်ထားသည်နှင့် ဆန့်ကျင်ဘက်ဖြစ်သည်။ အက်စ်-ဆွဒ်ဒီက ပြောကြားသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ရန်သူများ ဖြစ်လာကြမည်။)</span> \"၎င်းတို့သည် ပြင်းထန်သော ဆန့်ကျင်မှုနှင့် ငြင်းခုံမှုတွင် ရှိနေကြမည်။\" အဒ်-ဒဟ်ဟက်က ပြောကြားသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ရန်သူများ ဖြစ်လာကြမည်။)</span> \"ဆိုလိုသည်မှာ ရန်သူများဖြစ်သည်။\" </p><div lang=\"my\" class=\"my \"><h2>မာရ်နတ်များ၏ မယုံကြည်သူများအပေါ် လွှမ်းမိုးမှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့သည် မယုံကြည်သူများအား မကောင်းမှုများ ပြုရန် တွန်းအားပေးရန် ရှိုင်တွာန်များကို စေလွှတ်ထားသည်ကို သင် မမြင်ဘူးလော။)</span> 'အလီ ဘင် အဘီ တာလ်ဟှာဟ် က အိဗ်နု အဗ္ဗားစ် က ပြောကြားသည်မှာ၊ \"၎င်းတို့သည် ၎င်းတို့အား သွေးဆောင်ဖြားယောင်းမှုဖြင့် လမ်းမှားသို့ ပို့ဆောင်ကြမည်။\" အလ်-'အော်ဖီ က အိဗ်နု အဗ္ဗားစ် က ပြောကြားသည်မှာ၊ \"၎င်းတို့သည် မုဟမ္မဒ် ﷺ နှင့် သူ၏ ဆွဟာဘာများကို ဆန့်ကျင်ရန် ၎င်းတို့အား လှုံ့ဆော်ကြမည်။\" ကတာဒါ က ပြောကြားသည်မှာ၊ \"၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား မနာခံမချင်း ၎င်းတို့အား နှောင့်ယှက်ပြီး ဒုက္ခပေးကြမည်။\" 'အဗ်ဒုရ်-ရဟ်မာန် ဘင် ဇိုင်ဒ် က ပြောကြားသည်မှာ၊ \"၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْشُ عَن ذِكْرِ الرَّحْمَٰنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အလွန်ကရုဏာရှင်၏ အမှတ်သတိပြုမှုမှ မျက်စိကွယ်ပြီး လှည့်ထွက်သွားပါက၊ အကျွန်ုပ်တို့သည် သူ့အတွက် ရှိုင်တွာန်တစ်ပါးကို အပေါင်းအဖော်အဖြစ် ခန့်အပ်ပေးမည်။)</span>\" <span class=\"gray\">[၄၃:၃၆]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَعْجَلْ عَلَيْهِمْ ۖ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့အား အလျင်စလို မပြုလုပ်နှင့်။ အကျွန်ုပ်တို့သည် ၎င်းတို့အတွက် <span class=\"gray\">(ကန့်သတ်ထားသော)</span> အရေအတွက်ကိုသာ ရေတွက်ထားသည်။)</span> ဆိုလိုသည်မှာ \"အို မုဟမ္မဒ်၊ ၎င်းတို့အပေါ် ကျရောက်မည့် ပြစ်ဒဏ်အတွက် အလျင်စလို မပြုလုပ်နှင့်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا نَعُدُّ لَهُمْ عَدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့သည် ၎င်းတို့အတွက် အရေအတွက်ကိုသာ ရေတွက်ထားသည်။)</span> ဆိုလိုသည်မှာ \"အကျွန်ုပ်တို့သည် အချိန်သတ်မှတ်ထားသော ချိန်းဆိုမှုတစ်ခုအတွက် ၎င်းတို့အား ဆိုင်းငံ့ထားခြင်းသာဖြစ်သည်။ ၎င်းတို့သည် ထိုအရာအတွက် ကံကြမ္မာစီမံထားပြီးဖြစ်၍ အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်နှင့် အရှင်မြတ်၏ စံပြပြစ်ဒဏ်မှ လွတ်မြောက်ရန် မရှိပေ။\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူများ ပြုမူသည်များကို သတိမမူဘဲ နေသည်ဟု မထင်မှတ်ကြနှင့်။)</span><span class=\"gray\">[၁၄:၄၂]</span> အရှင်မြတ်က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် မယုံကြည်သူများအား အချိန်ပေးပါ။ ၎င်းတို့အား ခဏမျှ ညင်သာစွာ ဆက်ဆံပါ။)</span><span class=\"gray\">[၈၆:၁၇]</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အပြစ်များ ပိုမိုများပြားစေရန်သာ အကျွန်ုပ်တို့သည် ပြစ်ဒဏ်ကို ဆိုင်းငံ့ထားခြင်းဖြစ်သည်။)</span><span class=\"gray\">[၃:၁၇၈]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့သည် ၎င်းတို့အား ခဏမျှ ပျော်ရွှင်စေပြီးနောက်၊ နောက်ဆုံးတွင် ၎င်းတို့အား ကြီးမားသော ပြစ်ဒဏ်ထဲသို့ <span class=\"gray\">(ဝင်ရန်)</span> အတင်းအကျပ် ခိုင်းစေမည်။)</span><span class=\"gray\">[၃၁:၂၄]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ။ \"ပျော်ရွှင်ကြပါ။ သို့သော် သေချာပေါက် သင်တို့၏ ပန်းတိုင်သည် <span class=\"gray\">(ဂျဟန္နမ်)</span> ငရဲမီးဖြစ်သည်။\")</span><span class=\"gray\">[၁၄:၃၀]</span> အက်စ်-ဆွဒ်ဒီက ပြောကြားသည် -</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကျွန်ုပ်တို့သည် ၎င်းတို့အတွက် <span class=\"gray\">(ကန့်သတ်ထားသော)</span> အရေအတွက်ကိုသာ ရေတွက်ထားသည်။)</span> ဆိုသည်မှာ နှစ်များ၊ လများ၊ ရက်များနှင့် နာရီများဖြစ်သည်။\"</p>"
  },
  {
    "ayah_key": "19:85",
    "group_ayah_key": "19:85",
    "from_ayah": "19:85",
    "to_ayah": "19:87",
    "ayah_keys": "19:85,19:86,19:87",
    "text": "<p lang=\"my\" class=\"my \">အလွန်ကရုဏာရှင် <span class=\"gray\">(အလ္လာဟ်)</span> အရှင်မြတ်ထံသို့ တကွါ (ဘုရားသခင်ကို ကြောက်ရွံ့သူများ) ကို ကိုယ်စားလှယ်အဖွဲ့အဖြစ် အကျွန်ုပ်တို့ စုရုံးစေမည့်နေ့ <span>(၈၅)</span>ရာဇဝတ်သားများကို ငရဲဘုံသို့ ရေငတ်နေသော အခြေအနေဖြင့် အကျွန်ုပ်တို့ မောင်းနှင်မည် <span>(၈၆)</span>ကြားဝင်လျှောက်ထားခွင့် မည်သူမျှ မရရှိနိုင်။ သို့သော် အလွန်ကရုဏာရှင် <span class=\"gray\">(အလ္လာဟ်)</span> အရှင်မြတ်ထံမှ ခွင့်ပြုချက် <span class=\"gray\">(သို့မဟုတ် ကတိတော်)</span> ရရှိသူမှတစ်ပါး <span>(၈၇)</span></p><div lang=\"my\" class=\"my \"><h2>ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြောင့်မတ်သူများနှင့် ရာဇဝတ်သားများ၏ အခြေအနေ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤလောကဘဝတွင် အရှင်မြတ်ကို ကြောက်ရွံ့ခဲ့ကြသော အရှင်မြတ်၏ ဖြောင့်မတ်သော မိတ်ဆွေများအကြောင်းကို အသိပေးတော်မူ၏။ ၎င်းတို့သည် အရှင်မြတ်၏ တမန်တော်များကို လိုက်နာခဲ့ကြပြီး တမန်တော်များ ပြောကြားခဲ့သည်များကို ယုံကြည်ခဲ့ကြ၏။ ၎င်းတို့အား အမိန့်ပေးခဲ့သည်များကို နာခံခဲ့ကြပြီး တားမြစ်ခဲ့သည်များမှ ရှောင်ကြဉ်ခဲ့ကြ၏။ အလ္လာဟ်အရှင်မြတ်က ဤသူများကို ရှင်ပြန်ထမြောက်ရာနေ့တွင် အရှင်မြတ်ထံ ရောက်လာသော ကိုယ်စားလှယ်အဖွဲ့ကဲ့သို့ စုရုံးစေမည်ဟု ရှင်းပြတော်မူ၏။ ဝပ်ဖ် <span class=\"gray\">(ကိုယ်စားလှယ်အဖွဲ့)</span> ဆိုသည်မှာ စီးနင်းပြီး ရောက်လာသော အုပ်စုတစ်စုဖြစ်ပြီး ၎င်းမှ ဝူဖုဒ် <span class=\"gray\">(ရောက်ရှိလာခြင်း)</span> ဟူသော စကားလုံး ပေါ်ပေါက်လာသည်။ ၎င်းတို့သည် နောင်တမလွန်ဘဝ၏ စီးနင်းစရာ တိရစ္ဆာန်များထဲမှ အလင်းရောင်ဖြင့် ပြုလုပ်ထားသော မြင်းကောင်းမြင်းမြတ်များပေါ်တွင် စီးနင်းပြီး ရောက်ရှိလာကြမည်။ ၎င်းတို့သည် အရှင်မြတ်၏ ဂုဏ်အသရေနှင့် နှစ်သက်တော်မူရာ အရပ်တွင် ကိုယ်စားလှယ်အဖွဲ့များကို အကောင်းဆုံး လက်ခံသူထံသို့ ရောက်ရှိလာကြမည်။ တမန်တော်များကို ငြင်းပယ်ပြီး ဆန့်ကျင်ခဲ့ကြသော ရာဇဝတ်သားများအတွက်မူ ၎င်းတို့အား ငရဲမီးဘုံသို့ ကြမ်းတမ်းစွာ မောင်းနှင်ခံရမည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည် -</p><p class=\"ps qpc-hafs\" lang=\"ps\">وِرْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရေငတ်နေသော အခြေအနေဖြင့်။)</span> ဆိုလိုသည်မှာ လည်ချောင်းခြောက်ကပ်ပြီး သောက်စရာအတွက် ရေငတ်နေခြင်းဖြစ်သည်။ ၎င်းကို 'အတာ'၊ အိဗ်နု 'အဗ္ဗားစ်၊ မုဂျာဟိဒ်၊ အလ်-ဟစန်၊ ကတာဒါနှင့် အခြားများစွာသောသူတို့က ပြောကြားခဲ့ကြသည်။ ဤနေရာတွင် ပြောကြားမည်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အုပ်စုနှစ်စုထဲမှ မည်သည့်အုပ်စုသည် မကာမ် <span class=\"gray\">(နေရာ)</span> တွင် အကောင်းဆုံးဖြစ်ပြီး နာဒီယျာန် <span class=\"gray\">(တွေ့ဆုံရာနေရာ)</span> တွင် အကောင်းဆုံးဖြစ်သနည်း။)</span><span class=\"gray\">[၁၉:၇၃]</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်သည် 'အမ်ရ် ဘင် ကွိုင်စ် အလ်-မူလာ'အီ ထံမှ သတင်းပေးပို့ခဲ့သည်၊ သူသည် အိဗ်နု မာရ်ဇူက် ထံမှ သူပြောကြားခဲ့သည်ကို သတင်းပေးပို့ခဲ့သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَٰنِ وَفْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်ကရုဏာရှင်ထံသို့ တကွါကို ကြောက်ရွံ့သူများအား ကိုယ်စားလှယ်အဖွဲ့အဖြစ် အကျွန်ုပ်တို့ စုရုံးစေမည့်နေ့။)</span></p><p lang=\"my\" class=\"my \">ယုံကြည်သူသည် သူ၏ဂူဗိမာန်မှ ထွက်လာသောအခါ၊ သူသည် သူတစ်ခါမျှ မမြင်ဖူးသော အလှဆုံးပုံသဏ္ဌာန်နှင့် တွေ့ဆုံမည်ဖြစ်ပြီး ၎င်းတွင် အနံ့အသက် အကောင်းဆုံးရှိနေမည်။ သူက 'သင် ဘယ်သူလဲ?' ဟု မေးမည်။ ထိုသတ္တဝါက 'သင် ငါ့ကို မသိဘူးလား?' ဟု ပြန်ဖြေမည်။ ယုံကြည်သူက 'မဟုတ်ဘူး၊ ဒါပေမယ့် အလ္လာဟ်အရှင်မြတ်က သင့်ကို လှပသော မျက်နှာနှင့် မွှေးကြိုင်အောင် ဖန်ဆင်းထားတာပဲ။' ထိုသတ္တဝါက 'ငါသည် မင်းရဲ့ ကောင်းမှုကုသိုလ်တွေပဲ။ မင်းဟာ လောကီဘဝမှာ မင်းရဲ့ လုပ်ရပ်တွေကို ဘယ်လို လှပအောင်၊ မွှေးကြိုင်အောင် လုပ်ခဲ့လဲ။ မင်းရဲ့ လောကီဘဝ တစ်လျှောက်လုံး ငါ မင်းကို စီးနင်းခဲ့တယ်။ ဒါဆို မင်း အခု ငါ့ကို မစီးနင်းတော့ဘူးလား?' ထို့ကြောင့် ယုံကြည်သူသည် ထိုသတ္တဝါကို စီးနင်းမည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၏ အဓိပ္ပါယ်ဖြစ်သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَٰنِ وَفْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်ကရုဏာရှင်ထံသို့ တကွါကို ကြောက်ရွံ့သူများအား ကိုယ်စားလှယ်အဖွဲ့အဖြစ် အကျွန်ုပ်တို့ စုရုံးစေမည့်နေ့။)</span>\" 'အလီ ဘင် အဘီ တာလ်ဟှာဟ် က အိဗ်နု 'အဗ္ဗားစ် က ပြောကြားသည်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَٰنِ وَفْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလွန်ကရုဏာရှင်ထံသို့ တကွါကို ကြောက်ရွံ့သူများအား ကိုယ်စားလှယ်အဖွဲ့အဖြစ် အကျွန်ုပ်တို့ စုရုံးစေမည့်နေ့။)</span> \"စီးနင်းခြင်း။\" အရှင်မြတ်၏ မိန့်ကြားချက် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَسُوقُ الْمُجْرِمِينَ إِلَىٰ جَهَنَّمَ وِرْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရာဇဝတ်သားများကို ငရဲဘုံသို့ ရေငတ်နေသော အခြေအနေဖြင့် အကျွန်ုပ်တို့ မောင်းနှင်မည်။)</span> ဆိုလိုသည်မှာ လည်ချောင်းခြောက်ကပ်ပြီး ရေငတ်နေခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَمْلِكُونَ الشَّفَاعَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြားဝင်လျှောက်ထားခွင့် မည်သူမျှ မရရှိနိုင်။)</span> ၎င်းတို့အတွက် တစ်ဦးနှင့်တစ်ဦး ကြားဝင်လျှောက်ထားပေးကြသော ယုံကြည်သူများကဲ့သို့ ကြားဝင်လျှောက်ထားနိုင်သူ မည်သူမျှ မရှိပေ။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အကြောင်း မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَنَا مِن شَافِعِينَ - وَلَا صَدِيقٍ حَمِيمٍ</p><p class=\"ca qpc-hafs\" lang=\"ca\"><span class=\"gray\">(ယခုအခါ ကျွန်ုပ်တို့၌ ကြားဝင်လျှောက်ထားပေးမည့်သူများ မရှိ၊ နီးစပ်သော မိတ်ဆွေလည်း မရှိ။)</span><span class=\"gray\">[၂၆:၁၀၀-၁၀၁]</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَٰنِ عَهْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလွန်ကရုဏာရှင်ထံမှ ခွင့်ပြုချက် <span class=\"gray\">(သို့မဟုတ် ကတိတော်)</span> ရရှိသူမှတစ်ပါး။)</span> ၎င်းသည် သီးခြားကန့်သတ်ချက်တစ်ခုဖြစ်ပြီး \"သို့သော် အလွန်ကျေးဇူးတော်ရှင်နှင့် ပဋိညာဉ်ပြုထားသူများမှတစ်ပါး။\" ဟု ဆိုလိုသည်။ ဤပဋိညာဉ်သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သူမျှ ကိုးကွယ်ခံထိုက်သူမရှိကြောင်း သက်သေခံချက်ဖြစ်ပြီး ၎င်း၏ အခွင့်အရေးများနှင့် အကျိုးသက်ရောက်မှုများကို ထိန်းသိမ်းခြင်းဖြစ်သည်။ 'အလီ ဘင် အဘီ တာလ်ဟှာဟ် က အိဗ်နု 'အဗ္ဗားစ် က ပြောကြားသည်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَٰنِ عَهْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလွန်ကရုဏာရှင်ထံမှ ခွင့်ပြုချက် <span class=\"gray\">(သို့မဟုတ် ကတိတော်)</span> ရရှိသူမှတစ်ပါး။)</span> \"ကတိတော်သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သူမျှ ကိုးကွယ်ခံထိုက်သူမရှိကြောင်း သက်သေခံချက်ဖြစ်ပြီး၊ ထိုပုဂ္ဂိုလ်သည် အာဏာနှင့် ခွန်အားအားလုံးသည် အလ္လာဟ်အရှင်မြတ်နှင့်သာ သက်ဆိုင်ကြောင်း လက်ခံကာ အလ္လာဟ်အရှင်မြတ်ထံတွင်သာ သူ၏မျှော်လင့်ချက်ကို ထားရှိခြင်းဖြစ်သည်။\"</p>"
  }
]