[
  {
    "ayah_key": "20:74",
    "group_ayah_key": "20:74",
    "from_ayah": "20:74",
    "to_ayah": "20:76",
    "ayah_keys": "20:74,20:75,20:76",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် မည်သူမဆို မိမိ၏အရှင်သခင်ထံသို့ ပြစ်မှုကျူးလွန်သူအဖြစ် ရောက်ရှိလာပါက ထိုသူအတွက် ငရဲဘုံရှိ၏။ ထိုငရဲဘုံ၌ ထိုသူသည် သေလည်းမသေရ၊ ရှင်လည်းမရှင်ရပေ။ <span>(၇၄)</span>သို့ရာတွင် မည်သူမဆို အီမာန်သက်ဝင်ယုံကြည်သူအဖြစ်နှင့် ကောင်းမှုဒါနများကို ပြုခဲ့ပြီး ၎င်းအရှင်မြတ်ထံသို့ ရောက်ရှိလာပါက ထိုသူများအတွက် မြင့်မားသောရာထူးများ ရှိသည်။ <span>(၇၅)</span> ထိုမြင့်မားသောရာထူးများမှာ အဒန်ဥယျာဉ်များ ဖြစ်ကြပြီး ယင်းအောက်တွင် မြစ်များစီးဆင်းလျက်ရှိသည်။ ထိုဥယျာဉ်များတွင် ၎င်းတို့သည် ထာဝရနေထိုင်ကြရမည်ဖြစ်ပြီး၊ ၎င်းသည် မိမိတို့ကိုယ်ကို သန့်စင်သူများ၏ အကျိုးဆုလာဘ်ပင် ဖြစ်သည်။ <span>(၇၆)</span></p><div lang=\"mt\" class=\"mt \"><h2>The Magicians admonish Fir'awn</h2></div><p lang=\"my\" class=\"my \">၎င်း၏ ရှင်းလင်းသော ရည်ရွယ်ချက်မှာ မှော်ဆရာများက ဖِرအွန်အား သတိပေးခဲ့သည့်အရာများကို ပြည့်စုံစေရန် ဖြစ်သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လက်စားချေမှုနှင့် ကိုယ်တော်၏ ထာဝရနှင့် မဆုံးနိုင်သော ပြစ်ဒဏ်ကို ဖِرအွန်အား သတိပေးခဲ့ကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ထာဝရနှင့် မဆုံးနိုင်သော အကျိုးဆုလာဘ်ကို ရှာဖွေရန်လည်း ၎င်းအား တိုက်တွန်းခဲ့ကြသည်။ ၎င်းတို့က ပြောခဲ့သည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ مَن يَأْتِ رَبَّهُ مُجْرِمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မည်သူမဆို မိမိ၏အရှင်သခင်ထံသို့ ပြစ်မှုကျူးလွန်သူအဖြစ် ရောက်ရှိလာပါက၊)</span> ၎င်းသည် တရားစီရင်မည့်နေ့တွင် ပြစ်မှုကျူးလွန်သူအဖြစ် အလ္လာဟ်အရှင်မြတ်နှင့် တွေ့ဆုံမည့်သူကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ لَهُ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ အမှန်စင်စစ် ထိုသူအတွက် ငရဲဘုံရှိ၏။ ယင်း၌ ထိုသူသည် သေလည်းမသေရ၊ ရှင်လည်းမရှင်ရပေ။)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِي كُلَّ كَفُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ် အပြီးသတ် သေစေသည့် အကျိုးသက်ရောက်မှု မရှိစေရ၊ ၎င်းတို့အတွက် ၎င်း၏ ပြစ်ဒဏ်ကိုလည်း လျှော့မပေးရ။ ဤကဲ့သို့ပင် ကျွန်ုပ်တို့သည် ကာဖိရ်တိုင်းကို ပြန်လည်ပေးဆပ်သည်။)</span><span class=\"gray\">[35:36]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَجَنَّبُهَا الْأَشْقَى - الَّذِي يَصْلَى النَّارَ الْكُبْرَىٰ - ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ယင်းကို ကံဆိုးသူများက ရှောင်ရှားကြမည်ဖြစ်ပြီး ၎င်းတို့သည် ကြီးမားသောမီးထဲသို့ ဝင်ရောက်ကြမည်။ ထိုနေရာ၌ ၎င်းတို့သည် သေလည်းမသေရ၊ ရှင်လည်းမရှင်ရပေ။)</span><span class=\"gray\">(87:11-13)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ قَالَ إِنَّكُم مَّاكِثُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က အော်ဟစ်ကြမည်။ \"အို မာလိက် <span class=\"gray\">(ငရဲထိန်း)</span>! အရှင်၏ အရှင်သခင်အား ကျွန်ုပ်တို့ကို အဆုံးသတ်စေပါ!\" ၎င်းက ပြောမည်။ \"အမှန်စင်စစ် သင်တို့သည် ထာဝရနေထိုင်ကြရမည်။\")</span><span class=\"gray\">(43:77)</span> အီမာမ် အာမဒ် ဘင် ဟန်ဘလ် မှတ်တမ်းတင်ခဲ့သည်မှာ အဘူ စအိဒ် အလ်-ခုဒ်ရီက အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا أَهْلُ النَّارِ الَّذِينَ هُمْ أَهْلُهَا، فَإِنَّهُمْ لَا يَمُوتُونَ فِيهَا وَلَا يَحْيَوْنَ، وَلكِنْ أُنَاسٌ تُصِيبُهُمُ النَّارُ بِذُنُوبِهِمْ فَتُمِيتُهُمْ إِمَاتَةً حَتَّى إِذَا صَارُوا فَحْمًا أُذِنَ فِي الشَّفَاعَةِ فَجِيءَ بِهِمْ ضَبَائِرَ ضَبَائِرَ، فَبُثُّوا عَلَى أَنْهَارِ الْجَنَّةِ، فَيُقَالُ: يَا أَهْلَ الْجَنَّةِ أَفِيضُوا عَلَيْهِمْ، فَيَنْبُتُونَ نَبَاتَ الْحِبَّةِ تَكُونُ فِي حَمِيلِ السَّيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲသားများသည် ၎င်းနှင့် ထိုက်တန်သူများဖြစ်ကြပြီး၊ ၎င်းတို့သည် ထိုငရဲ၌ သေလည်းမသေရ၊ ရှင်လည်းမရှင်ရပေ။ ယင်းအစား၊ ၎င်းတို့သည် မိမိတို့၏ အပြစ်များကြောင့် ငရဲမီးဖြင့် အပြစ်ပေးခံရမည့်သူများ ဖြစ်ကြသည်။ ၎င်းတို့သည် တဖြည်းဖြည်း သေဆုံးကြမည်ဖြစ်ပြီး မီးသွေးဖြစ်လာသည်အထိ လောင်ကျွမ်းစားသောက်ခံရမည်။ ထို့နောက်၊ အသနားခံခွင့်ပြုမည်ဖြစ်ပြီး ၎င်းတို့ကို <span class=\"gray\">(ငရဲမှ)</span> အုပ်စုလိုက်ခေါ်ဆောင်လာကာ ဂျန္နတ်(ပရဒိသု)၏ မြစ်များပေါ်တွင် ဖြန့်ကြဲထားမည်။ ထိုအခါ \"အို ဂျန္နတ်(ပရဒိသု)သားတို့၊ ၎င်းတို့အပေါ် <span class=\"gray\">(ရေ)</span>လောင်းပေးကြလော့\" ဟု ပြောမည်။ ထို့နောက်၊ ၎င်းတို့သည် စီးဆင်းနေသောမြစ်၏ ရွှံ့နွံဘေးဘက်ရှိ မျိုးစေ့တစ်စေ့ပေါက်ရောက်သကဲ့သို့ ပေါက်ရောက်လာကြမည်။)</span> လူတို့အနက်မှ လူတစ်ဦးက \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် သဲကန္တာရတွင် နေထိုင်ခဲ့သကဲ့သို့ ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ မွတ်စလင်မ်က ၎င်း၏ ဆဟီးဟ်ကျမ်းတွင် ဤဟဒီးဆ်တော်ကို မှတ်တမ်းတင်ခဲ့ပုံ ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ဗျာဒိတ်တော်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် မည်သူမဆို အီမာန်သက်ဝင်ယုံကြည်သူအဖြစ်နှင့် ကောင်းမှုဒါနများကို ပြုခဲ့ပြီး ကိုယ်တော်<span class=\"gray\">(အလ္လာဟ်)</span>ထံသို့ ရောက်ရှိလာပါက၊)</span> တရားစီရင်မည့်နေ့တွင် မိမိ၏အရှင်သခင်နှင့် နှလုံးသားဖြင့် ယုံကြည်သူအဖြစ် တွေ့ဆုံသော မည်သူမဆို၊ ထိုသူ၏ နှလုံးသားရှိ ရည်ရွယ်ချက်များကို ၎င်း၏ ပြောဆိုမှုများနှင့် လုပ်ရပ်များဖြင့် မှန်ကန်ကြောင်း အတည်ပြုမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ لَهُمُ الدَّرَجَاتُ الْعُلَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူများအတွက် မြင့်မားသောရာထူးများ ရှိသည်။)</span> ဂျန္နတ်(ပရဒိသု)၊ ယင်းတွင် အမြင့်ဆုံးအဆင့်များ၊ အငြိမ်သက်ဆုံးအခန်းများနှင့် အလှပဆုံးအိမ်များ ရှိသည်။ အီမာမ် အာမဒ်က 'ဥဘာဒါ ဘင် အပ်စ်-ဆာမစ်တ်' ထံမှ တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ဟု ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْجَنَّةُ مِائَةُ دَرَجَةٍ مَا بَيْنَ كُلِّ دَرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ، وَالْفِرْدَوْسُ أَعْلَاهَا دَرَجَةً، وَمِنْهَا تَخْرُجُ الْأَنْهَارُ الْأَرْبَعَةُ، وَالْعَرْشُ فَوْقَهَا، فَإِذَا سَأَلْتُمُ اللهَ فَاسْأَلُوهُ الْفِرْدَوْسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်(ပရဒိသု)တွင် အဆင့်ပေါင်း တစ်ရာရှိပြီး အဆင့်တိုင်းကြားရှိ အကွာအဝေးသည် ကောင်းကင်နှင့် မြေကြီးကြားရှိ အကွာအဝေးနှင့် တူသည်။ အလ်-ဖိရ်ဒေါက်စ်သည် ၎င်း၏ အမြင့်ဆုံးအဆင့်၏ အမည်ဖြစ်သည်။ ၎င်းမှ မြစ်လေးသွယ် စီးဆင်းပြီး အလ္လာဟ်အရှင်မြတ်၏ ပလ္လင်တော်သည် ၎င်းအထက်တွင် ရှိသည်။ ထို့ကြောင့် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား တောင်းခံသောအခါ၊ အလ်-ဖိရ်ဒေါက်စ်ကို တောင်းခံကြလော့။)</span> ဤဟဒီးဆ်တော်ကို အတ္-တီရ်မီဇီကလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဆဟီးဟ်ကျမ်းနှစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْلَ عِلِّيِّينَ لَيَرَوْنَ مَنْ فَوْقَهُمْ كَمَا تَرَوْنَ الْكَوْكَبَ الْغَابِرَ فِي أُفُقِ السَّمَاءِ لِتَفَاضُلِ مَا بَيْنَهُمْ - قَالُوا: يَا رَسُولَ اللهِ! تِلْكَ مَنَازِلُ الْأَنْبِيَاءِ قَالَ: - بَلىٰ، وَالَّذِي نَفْسِي بِيَدِهِ رِجَالٌ آمَنُوا بِاللهِ وَصَدَّقُوا الْمُرْسَلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ်-အီလ်လီယင်းန်မှ လူများသည် ၎င်းတို့ထက် မြင့်သောသူများကို ကောင်းကင်အနားသတ်ရှိ မှိန်ဖျော့သောကြယ်ကို သင်တို့မြင်ရသကဲ့သို့ မြင်ရကြမည်။ ၎င်းတို့ကြားရှိ ဂုဏ်ကျေးဇူးအဆင့်အတန်း ကွာခြားမှုကြောင့် ဖြစ်သည်။)</span> လူတို့က ပြောကြသည်။ \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ဤအရာများသည် တမန်တော်များ၏ နေထိုင်ရာများလော။\" ၎င်းအရှင်မြတ်က ပြန်ဖြေခဲ့သည်မှာ၊ <span class=\"gray\">(ဟုတ်ပါသည်။ ကျွန်ုပ်၏ အသက်ဝိညာဉ်ကို ၎င်းအရှင်မြတ်၏ လက်တော်၌ ထားရှိတော်မူသော အရှင်မြတ်ကို သစ္စာဆို၍ ပြောပါသည်။ <span class=\"gray\">(၎င်းသည်)</span> အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး တမန်တော်များကို ယုံကြည်ခဲ့ကြသော အမျိုးသားများအတွက် ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">စူနန်ကျမ်းများတွင် ဤဟဒီးဆ်တော်ကို အောက်ပါစကားလုံးများ ထပ်ဖြည့်၍ ဖော်ပြထားသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّ أَبَا بَكْرٍ وَعُمَرَ لَمِنْهُمْ وَأَنْعَمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အဘူဘက္ကရ်နှင့် ဥမာရ်တို့သည် ၎င်းတို့အထဲမှဖြစ်ပြီး ၎င်းတို့သည် အထူးချစ်ခင်ခံရသူများ ဖြစ်လိမ့်မည်။)</span> ၎င်း၏ ပြောဆိုမှုမှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">جَنَّاتُ عَدْنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဒန်ဥယျာဉ်များ၊)</span> ဆိုသည်မှာ နေထိုင်ရာအဖြစ် သတ်မှတ်ထားခြင်းဖြစ်သည်။ ယင်းကို ယခင်က ဖော်ပြခဲ့သော မြင့်မားသည့် ရာထူးများကို ရည်ညွှန်းရန်သာ အသုံးပြုထားခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအောက်တွင် မြစ်များစီးဆင်းလျက်ရှိသည်။ ထိုဥယျာဉ်များတွင် ၎င်းတို့သည် ထာဝရနေထိုင်ကြရမည်ဖြစ်ပြီး၊)</span> ဆိုသည်မှာ ၎င်းတို့သည် ထိုနေရာ၌ ထာဝရနေထိုင်ကြမည်ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَٰلِكَ جَزَاءُ مَن تَزَكَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မိမိတို့ကိုယ်ကို သန့်စင်သူများ၏ အကျိုးဆုလာဘ်ပင် ဖြစ်သည်။)</span> ဖုန်မှုန့်၊ ညစ်ညမ်းမှုများနှင့် အလ္လာဟ်အရှင်မြတ်နှင့် အခြားသူများကို တွဲဖက်ကိုးကွယ်ခြင်းတို့မှ မိမိကိုယ်ကို သန့်စင်သူ။ ဤသူသည် အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်သူဖြစ်ပြီး၊ ကိုယ်တော်နှင့် အခြားမည်သူ့ကိုမျှ တွဲဖက်ကိုးကွယ်ခြင်းမရှိဘဲ တမန်တော်များယူဆောင်လာသော ကောင်းမှုများကို ၎င်းတို့ပြောဆိုသည့်အတိုင်း လိုက်နာသည်။</p>"
  },
  {
    "ayah_key": "20:77",
    "group_ayah_key": "20:77",
    "from_ayah": "20:77",
    "to_ayah": "20:79",
    "ayah_keys": "20:77,20:78,20:79",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် ကျွန်ုပ်တို့သည် မူဆာအား ဗျာဒိတ်ပေးခဲ့သည်မှာ- \"ညအချိန်တွင် ကျွန်ုပ်၏ကျွန်များနှင့်အတူ ခရီးသွားလော့။ ၎င်းတို့အတွက် ပင်လယ်၌ ခြောက်သွေ့သောလမ်းကို ဖောက်လော့။ ဖမ်းဆီးခံရမည်ကိုလည်း မကြောက်ရ၊ မစိုးရိမ်ရ။ <span>(၇၇)</span>ထို့နောက် ဖِرအွန်သည် ၎င်း၏တပ်ဖွဲ့များနှင့်အတူ ၎င်းတို့ကို လိုက်လံခဲ့သော်လည်း ပင်လယ် <span class=\"gray\">[အလ်-ယမ်းမ်]</span> က ၎င်းတို့ကို အပြီးအပိုင် လွှမ်းမိုးကာ ဖုံးလွှမ်းသွားခဲ့သည်။ <span>(၇၈)</span> ဖِرအွန်သည် ၎င်း၏လူမျိုးကို လမ်းမှားသို့ ပို့ဆောင်ခဲ့ပြီး ၎င်းတို့ကို လမ်းမပြခဲ့ပေ။ <span>(၇၉)</span></p><div lang=\"no\" class=\"no \"><h2>The Children of Israel leave Egypt</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးအရှင်မြတ်က ဖِرအွန်သည် မူဆာနှင့်အတူ ဣသရေလ၏ သားမြေးများကို လွှတ်ပေးရန်နှင့် စေလွှတ်ရန် ငြင်းဆန်သောအခါ၊ ညအချိန်တွင် ဣသရေလ၏ သားမြေးများနှင့်အတူ ခရီးသွားရန် မူဆာအား အမိန့်ပေးခဲ့ကြောင်း အသိပေးသည်။ မူဆာသည် ၎င်းတို့ကို ဖِرအွန်၏ ဖမ်းဆီးချုပ်နှောင်မှုမှ ခေါ်ဆောင်သွားရန် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤမြင့်မြတ်သော ဆူရာ(အခန်းငယ်)မှအပ အခြား ဆူရာများတွင် ဤအကြောင်းအရာကို ရှင်းပြထားသည်။ မူဆာသည် ဣသရေလ၏ သားမြေးများနှင့်အတူ ထွက်ခွာသွားခဲ့ပြီး အီဂျစ်ပြည်သူများ နံနက်မိုးလင်းသောအခါ ၎င်းတို့ထဲမှ တစ်ဦးတစ်ယောက်မျှ အီဂျစ်၌ မရှိသည်ကို တွေ့ရှိခဲ့ကြသည်။ ဖِرအွန်သည် အလွန်အမင်း ဒေါသထွက်ခဲ့သည်။ ၎င်းသည် ၎င်း၏စစ်တပ်ကို ၎င်း၏ပြည်နယ်များနှင့် ခရိုင်အားလုံးမှ စုရုံးရန် မြို့များအားလုံးသို့ ခေါ်ယူသူများကို စေလွှတ်ခဲ့သည်။ ၎င်းက ၎င်းတို့အား ပြောကြားခဲ့သည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ هَٰؤُلَاءِ لَشِرْذِمَةٌ قَلِيلُونَ - وَإِنَّهُمْ لَنَا لَغَائِظُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသူတို့သည် အနည်းငယ်မျှသာရှိသော အဖွဲ့တစ်ဖွဲ့ဖြစ်သည်။ အမှန်စင်စစ် ၎င်းတို့သည် ကျွန်ုပ်တို့ကို ဒေါသထွက်စေသည့်အရာများကို ပြုလုပ်ခဲ့ကြသည်။)</span><span class=\"gray\">[26:54-55]</span> ထို့နောက် ၎င်း၏စစ်တပ်ကို စုရုံးပြီး ၎င်း၏တပ်ဖွဲ့များကို စနစ်တကျ စီစဉ်ပြီးနောက် ၎င်းတို့ကို လိုက်လံရန် ထွက်ခွာခဲ့ပြီး နေထွက်စ နံနက်အာရုဏ်အချိန်တွင် ၎င်းတို့ကို လိုက်လံခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا تَرَاءَى الْجَمْعَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ အဖွဲ့နှစ်ဖွဲ့ တွေ့မြင်ကြသောအခါ)</span><span class=\"gray\">[26:61]</span> ၎င်းသည် အဖွဲ့နှစ်ဖွဲ့မှ လူတိုင်းသည် တစ်ဖက်အဖွဲ့ကို ကြည့်နေကြသည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ أَصْحَابُ مُوسَىٰ إِنَّا لَمُدْرَكُونَ - قَالَ كَلَّا ۖ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာ၏ အပေါင်းအပါများက ပြောကြသည်- \"ကျွန်ုပ်တို့သည် အဖမ်းခံရတော့မည်မှာ သေချာပါသည်။\" <span class=\"gray\">(မူဆာ)</span>က ပြောသည်- \"မဟုတ်ပါ။ အမှန်စင်စစ် ကျွန်ုပ်နှင့်အတူ ကျွန်ုပ်၏အရှင်သခင်ရှိ၏။ ကိုယ်တော်သည် ကျွန်ုပ်ကို လမ်းညွှန်လိမ့်မည်။\")</span><span class=\"gray\">[26:61-62]</span> မူဆာသည် ဣသရေလ၏ သားမြေးများနှင့်အတူ ရပ်တန့်လိုက်ပြီး ပင်လယ်သည် ၎င်းတို့ရှေ့တွင် ရှိပြီး ဖِرအွန်သည် ၎င်းတို့နောက်တွင် ရှိနေသည်။ ထိုအခါ ထိုအချိန်တွင် အလ္လာဟ်အရှင်မြတ်သည် မူဆာအား ဗျာဒိတ်ပေးခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ပင်လယ်၌ ခြောက်သွေ့သောလမ်းကို ဖောက်လော့။)</span> ထို့ကြောင့် မူဆာသည် ပင်လယ်ကို ၎င်း၏ တုတ်ဖြင့် ရိုက်ခဲ့ပြီး \"အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် ကျွန်ုပ်အတွက် ကွဲထွက်ပါစေ\" ဟု ပြောကြားခဲ့သည်။ ထိုအခါ ပင်လယ်သည် ကွဲထွက်သွားခဲ့ပြီး ရေ၏ တစ်စိတ်တစ်ပိုင်းစီသည် ကြီးမားသော တောင်ကဲ့သို့ ဖြစ်သွားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ပင်လယ်မြေပြင်သို့ လေကို စေလွှတ်ခဲ့ပြီး မြေသားသည် ကုန်းမြေပေါ်ရှိ မြေပြင်ကဲ့သို့ ခြောက်သွေ့သွားသည်အထိ လောင်ကျွမ်းစေခဲ့သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا لَّا تَخَافُ دَرَكًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ပင်လယ်၌ ခြောက်သွေ့သောလမ်းကို ဖောက်လော့။ ဖမ်းဆီးခံရမည်ကိုလည်း မကြောက်ရ... )</span> ၎င်းသည် ဖِرအွန်က ဖမ်းဆီးခြင်းကို ဆိုလိုသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا تَخْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မစိုးရိမ်ရ။)</span> ဆိုသည်မှာ \"သင်၏လူမျိုးကို ပင်လယ်က နစ်မြုပ်စေမည်ကို မကြောက်နှင့်\" ဟု ဆိုလိုသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးအရှင်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِ فَغَشِيَهُم مِّنَ الْيَمِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ဖِرအွန်သည် ၎င်း၏တပ်ဖွဲ့များနှင့်အတူ ၎င်းတို့ကို လိုက်လံခဲ့သော်လည်း ပင်လယ် <span class=\"gray\">[အလ်-ယမ်းမ်]</span> က ၎င်းတို့ကို အပြီးအပိုင် လွှမ်းမိုးခဲ့သည်)</span> အလ်-ယမ်းမ် ဆိုသည်မှာ ပင်လယ်ကို ဆိုလိုသည်။</p><p class=\"la qpc-hafs\" lang=\"la\">مَا غَشِيَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို ဖုံးလွှမ်းသွားခဲ့သည်။)</span> ဆိုသည်မှာ ထိုကဲ့သို့သောအခြေအနေတွင် ၎င်းတို့အတွက် ရင်းနှီးကျွမ်းဝင်သော အရာတစ်ခုဖြင့် ဖုံးလွှမ်းသွားခဲ့သည်ဟု ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်ပေးထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُؤْتَفِكَةَ أَهْوَىٰ - فَغَشَّاهَا مَا غَشَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် လှန်ပစ်ထားသောမြို့များကို ဖျက်ဆီးခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့ကို ဖုံးလွှမ်းခဲ့သောအရာက ဖုံးလွှမ်းခဲ့သည်။)</span><span class=\"gray\">[53:53-54]</span></p><p lang=\"my\" class=\"my \">ဖِرအွန်သည် ၎င်းတို့ကို ပင်လယ်ထဲသို့ လိုက်လံခဲ့သလို၊ ၎င်း၏လူမျိုးကို လမ်းမှားသို့ ပို့ဆောင်ပြီး မှန်ကန်သောလမ်းညွှန်မှုသို့ မပို့ဆောင်ခဲ့သကဲ့သို့ပင်၊ ထိုနည်းတူစွာ တရားစီရင်မည့်နေ့တွင် ၎င်းသည် ၎င်း၏လူမျိုးရှေ့မှ သွားမည်ဖြစ်ပြီး ၎င်းတို့ကို ငရဲမီးထဲသို့ ဦးဆောင်ခေါ်သွားမည်ဖြစ်သည်။ ၎င်းတို့ကို ဦးဆောင်ခေါ်သွားမည့်နေရာသည် အမှန်ပင် ဆိုးရွားလှသည်။</p>"
  }
]