[
  {
    "ayah_key": "27:91",
    "group_ayah_key": "27:91",
    "from_ayah": "27:91",
    "to_ayah": "27:93",
    "ayah_keys": "27:91,27:92,27:93",
    "text": "<p lang=\"my\" class=\"my \">ဤမြို့၏ သခင်ကိုသာ ကိုးကွယ်ရန် ကျွန်ုပ်အား အမိန့်ပေးထားသည်၊ ဤသခင်သည် မြို့တော်အား မြင့်မြတ်စေခဲ့ပြီး အရာခပ်သိမ်းသည် ၎င်းသခင်ပိုင်ဆိုင်သည်။ ကျွန်ုပ်သည် မွတ်စလင်များထဲမှ တစ်ဦးဖြစ်ရန်လည်း အမိန့်ပေးထားသည်။ <span>(၉၁)</span>ကုရ်အာန်ကို ရွတ်ဖတ်ရန်လည်း အမိန့်ပေးထားသည်၊ ထို့နောက် အကြင်သူသည် လမ်းမှန်ရရှိပါက မိမိကိုယ်တိုင်အတွက် ကောင်းကျိုးအတွက် ရရှိခြင်းဖြစ်သည်။ အကြင်သူသည် လမ်းမှားသို့ ရောက်သွားပါက <span class=\"gray\">(သူ့အား)</span> ပြောပါ- \"ကျွန်ုပ်သည် သတိပေးသူများထဲမှ တစ်ဦးမျှသာဖြစ်သည်။\" <span>(၉၂)</span>ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံး ရှိပါစေ။ ၎င်းအရှင်သည် သူ၏ အာယတ်များကို သင်တို့အား ပြသလိမ့်မည်ဖြစ်ပြီး သင်တို့သည် ၎င်းတို့ကို သိရှိလိမ့်မည်။ သင်တို့၏ အရှင်သည် သင်တို့ လုပ်ဆောင်သည့်အရာကို မသိရှိဘဲ မနေပါ။\" <span>(၉၃)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်အား ကိုးကွယ်ရန်နှင့် ကုရ်အာန်ဖြင့် လူတို့ကို ဖိတ်ခေါ်ရန် အမိန့်</h2></div><p lang=\"fr\" class=\"fr \">Allah commands His Messenger ﷺ to say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَٰذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤမြို့၏ သခင်ကိုသာ ကိုးကွယ်ရန် ကျွန်ုပ်အား အမိန့်ပေးထားသည်၊ ဤသခင်သည် မြို့တော်အား မြင့်မြတ်စေခဲ့ပြီး အရာခပ်သိမ်းသည် ၎င်းသခင်ပိုင်ဆိုင်သည်။)</span> ဤသည်မှာ အာယတ်ကဲ့သို့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ وَلَٰكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အို လူသားအပေါင်းတို့! အကယ်၍ သင်တို့သည် ကျွန်ုပ်၏ ဘာသာတရားကို သံသယရှိပါက၊ ထို့နောက် <span class=\"gray\">(သိထားကြလော့)</span> ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ သင်တို့ ကိုးကွယ်သော အရာများကို ဘယ်သောအခါမျှ ကိုးကွယ်မည်မဟုတ်ပေ။ သို့သော် သင်တို့အား သေခြင်းသို့ ရောက်စေသော အလ္လာဟ်အရှင်မြတ်ကိုသာ ကျွန်ုပ် ကိုးကွယ်ပါသည်။\")</span><span class=\"gray\">(၁၀:၁၀၄)</span> \"ရဗ်\" <span class=\"gray\">(အရှင်)</span> ဟူသော စကားလုံးသည် မြို့ဟူသော စကားလုံးနှင့် <span class=\"gray\">(\"ဤမြို့၏ အရှင်\" ဟူသော ဝါကျတွင်)</span> ဆက်စပ်နေခြင်းမှာ ထိုမြို့အတွက် ဂုဏ်ပြုခြင်းနှင့် ဘုရားသခင်၏ စောင့်ရှောက်မှု၏ လက္ခဏာဖြစ်သည်။ ဤသည်မှာ အာယတ်ကဲ့သို့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَعْبُدُوا رَبَّ هَٰذَا الْبَيْتِ - الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် ဤအိမ်တော်၏ <span class=\"gray\">(ကဗ်ဘာ၏)</span> အရှင်ကို ကိုးကွယ်ကြပါစေ၊ ထိုအရှင်သည် ၎င်းတို့အား ဆာလောင်မှုမှ ကျွေးမွေးခဲ့ပြီး ကြောက်ရွံ့မှုမှ လုံခြုံစေခဲ့သည်။)</span><span class=\"gray\">(၁၀၆:၃-၄)</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">الَّذِي حَرَّمَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို မြင့်မြတ်စေခဲ့သူ)</span> ဆိုလိုသည်မှာ ၎င်း၏ ဥပဒေဖြင့်လည်းကောင်း၊ ၎င်း၏ အမိန့်ဖြင့်လည်းကောင်း၊ ၎င်းကို မြင့်မြတ်စေခဲ့သော အရှင်ဖြစ်သည်။ ဆဟီဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နု အဗ္ဗာစ် က ပြောသည်- \"မက္ကာကို သိမ်းပိုက်သည့်နေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَذَا الْبَلَدَ حَرَّمَهُ اللهُ يَوْمَ خَلَقَ السَّمَوَاتِ وَالْأَرْضَ، فَهُوَ حَرَامٌ بِحُرْمَةِ اللهِ إِلَى يَوْمِ الْقِيَامَةِ، لَا يُعْضَدُ شَوْكُهُ، وَلَا يُنَفَّرُ صَيْدُهُ وَلَا يَلْتَقِطُ لُقَطَتَهُ إِلَّا مَنْ عَرَّفَهَا وَلَا يُخْتَلَى خَلَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤမြို့ကို အလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်နှင့် မြေကြီးကို ဖန်ဆင်းသည့်နေ့ကပင် မြင့်မြတ်စေခဲ့သည်၊ ထို့ကြောင့် ၎င်းသည် ရှင်ပြန်ထမြောက်မည့်နေ့အထိ အလ္လာဟ်အရှင်မြတ်၏ မြင့်မြတ်မှုဖြင့် မြင့်မြတ်နေသည်။ ၎င်း၏ ဆူးချုံများကို မဖြတ်ရ၊ ၎င်း၏ အမဲများကို မလိုက်ရ၊ ၎င်း၏ ပျောက်ဆုံးပစ္စည်းများကို လူသိရှင်ကြား ကြေညာမည့်သူမှလွဲ၍ မကောက်ရ၊ ၎င်း၏ ဆူးချုံများကို နုတ်ယူခွင့်မပြုပါ။)</span>\" ဤသည်ကို ဆဟီဟ်၊ ဟာစန်၊ မုစ်နဒ် ဟဒီးဆ်တော်များတွင် နည်းလမ်းအမျိုးမျိုးဖြင့် အများအပြားသော အုပ်စုမှ ဖော်ပြခဲ့ပြီး၊ ၎င်းသည် လုံးဝမေးခွန်းထုတ်စရာမရှိပေ၊ အလ်-အဟ်ကမ်ကျမ်း၏ သင့်လျော်သောနေရာတွင် ရှင်းပြထားသည့်အတိုင်း၊ အလ္လာဟ်အရှင်မြတ်အတွက်သာ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးရှိသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَهُ كُلُّ شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာခပ်သိမ်းသည် ၎င်းအရှင်ပိုင်ဆိုင်သည်။)</span> ဤသည်မှာ သီးခြားဖော်ပြချက်တစ်ခုပြီးနောက် ယေဘုယျအသုံးအနှုန်းဖြစ်သည်၊ ဆိုလိုသည်မှာ ၎င်းအရှင်သည် ဤမြို့၏ အရှင်ဖြစ်ပြီး အရာခပ်သိမ်း၏ အရှင်နှင့် အချုပ်အခြာအာဏာပိုင်ဖြစ်သည်၊ ၎င်းအရှင်မှလွဲ၍ ကိုးကွယ်ထိုက်သော မည်သည့်ဘုရားမျှမရှိ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် မွတ်စလင်များထဲမှ တစ်ဦးဖြစ်ရန်လည်း အမိန့်ပေးထားသည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ယုံကြည်သူများ၊ ၎င်းအရှင်အပေါ် ရိုးသားဖြောင့်မတ်သူများနှင့် ၎င်းအရှင်၏ အမိန့်များကို နာခံလိုက်နာသူများဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَنْ أَتْلُوَ الْقُرْآنَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုရ်အာန်ကို ရွတ်ဖတ်ရန်လည်း အမိန့်ပေးထားသည်၊)</span> ဆိုလိုသည်မှာ လူတို့အား ၎င်းကို ပို့ဆောင်ပေးရန်ဖြစ်သည်။ ဤသည်မှာ အာယတ်ကဲ့သို့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ ငါတို့သည် သင့်အား အာယတ်များနှင့် ဉာဏ်ပညာရှိသော သတိပေးချက်တို့မှ ရွတ်ပြသော အရာဖြစ်သည်။)</span><span class=\"gray\">(၃:၅၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَىٰ وَفِرْعَوْنَ بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူးဆာနှင့် ဖِرအောန်တို့၏ သတင်းအချို့ကို ငါတို့သည် သင့်အား အမှန်တရားဖြင့် ရွတ်ပြသည်။)</span><span class=\"gray\">(၂၈:၃)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်သည် ပို့ဆောင်သူနှင့် သတိပေးသူဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اهْتَدَىٰ فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ ۖ وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အကြင်သူသည် လမ်းမှန်ရရှိပါက မိမိကိုယ်တိုင်အတွက် ကောင်းကျိုးအတွက် ရရှိခြင်းဖြစ်သည်။ အကြင်သူသည် လမ်းမှားသို့ ရောက်သွားပါက <span class=\"gray\">(သူ့အား)</span> ပြောပါ- \"ကျွန်ုပ်သည် သတိပေးသူများထဲမှ တစ်ဦးမျှသာဖြစ်သည်။\")</span> ဆိုလိုသည်မှာ 'မိမိတို့၏ လူမျိုးများကို သတိပေးခဲ့ကြသော ရစူလ်တမန်တော်များ၌ ကျွန်ုပ်အတွက် လိုက်နာစရာ နမူနာရှိသည်၊ ၎င်းတို့သည် သတင်းစကားကို လူတို့ထံ ပို့ဆောင်ရန်နှင့် ၎င်းတို့ ပြုလုပ်ခဲ့သော ပဋိညာဉ်ကို ပြည့်မီစေရန်အတွက် လုပ်ဆောင်စရာရှိသည်များကို လုပ်ဆောင်ခဲ့ကြသည်။' အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား စေလွှတ်ခဲ့သော လူမျိုးများကို စစ်ဆေးစီရင်လိမ့်မည်၊ အရှင်မြတ်က ပြောသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏တာဝန်မှာ ပို့ဆောင်ရန်သာဖြစ်ပြီး စစ်ဆေးခြင်းသည် ငါတို့အပေါ်တွင် ရှိသည်)</span><span class=\"gray\">(၁၃:၄၀)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّمَا أَنْتَ نَذِيرٌ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်သည် သတိပေးသူတစ်ဦးသာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းအပေါ် ကာကွယ်စောင့်ရှောက်သူဖြစ်သည်)</span><span class=\"gray\">(၁၁:၁၂)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံး ရှိပါစေ။ ၎င်းအရှင်သည် သူ၏ အာယတ် <span class=\"gray\">(နိမိတ်လက္ခဏာများ)</span> ကို သင်တို့အား ပြသလိမ့်မည်ဖြစ်ပြီး သင်တို့သည် ၎င်းတို့ကို သိရှိလိမ့်မည်။\")</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းရှိပါစေ၊ ၎င်းအရှင်သည် မည်သူ့ကိုမျှ သူ၏ဆန့်ကျင်ဘက် အကြောင်းပြချက် ပေါ်လွင်ပြီး၊ သတိပေးပြီး <span class=\"gray\">[ဆင်ခြေမရှိအောင် ထားပြီး]</span> မှလွဲ၍ မည်သူ့ကိုမျှ အပြစ်မပေးပေ။ အလ္လာဟ်အရှင်မြတ်က ပြောသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်သည် သူ၏ အာယတ် <span class=\"gray\">(နိမိတ်လက္ခဏာများ)</span> ကို သင်တို့အား ပြသလိမ့်မည်ဖြစ်ပြီး သင်တို့သည် ၎င်းတို့ကို သိရှိလိမ့်မည်။)</span> ဤသည်မှာ အာယတ်ကဲ့သို့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းတို့အား ငါတို့၏ နိမိတ်လက္ခဏာများကို စကြဝဠာ၌လည်းကောင်း၊ ၎င်းတို့ကိုယ်တိုင်၌လည်းကောင်း ပြသမည်၊ ဤသည်မှာ အမှန်တရားဖြစ်ကြောင်း ၎င်းတို့အား ထင်ရှားသည်အထိ ဖြစ်သည်။)</span><span class=\"gray\">(၄၁:၅၃)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အရှင်သည် သင်တို့ လုပ်ဆောင်သည့်အရာကို မသိရှိဘဲ မနေပါ။)</span> ဆိုလိုသည်မှာ ဆန့်ကျင်ဘက်အားဖြင့် ၎င်းအရှင်သည် အရာခပ်သိမ်းကို သက်သေခံပြီး မြင်တွေ့နေသည်။ အီမာမ် အဟ်မဒ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် ကရုဏာထားတော်မူပါစေ၊ အောက်ပါ ကဗျာနှစ်ကြောင်းကို ရွတ်ဖတ်လေ့ရှိသည်ဟု မှတ်တမ်းတင်ထားသည်၊ ၎င်းအရှင်ရေးသည်ဖြစ်စေ၊ အခြားသူရေးသည်ဖြစ်စေ- \"သင်သည် တစ်နေ့တွင် တစ်ယောက်တည်းရှိနေပါက 'ကျွန်ုပ် တစ်ယောက်တည်းပါ' ဟု မပြောပါနှင့်။ 'တစ်စုံတစ်ယောက်က ကျွန်ုပ်ကို ကြည့်နေပါသည်' ဟုသာ ပြောပါ။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ အာရုံစိုက်မှုကို တစ်ခဏမျှပင် ပျံ့လွင့်စေလိမ့်မည်ဟု သို့မဟုတ် ၎င်းအရှင်ထံမှ မည်သည့်အရာမျှ ပုန်းအောင်းနေလိမ့်မည်ဟု မထင်ပါနှင့်။\" </p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရာဟ် အန်-နမ်လ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "28:1",
    "group_ayah_key": "28:1",
    "from_ayah": "28:1",
    "to_ayah": "28:6",
    "ayah_keys": "28:1,28:2,28:3,28:4,28:5,28:6",
    "text": "<p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် ဘင်န် ဟန်ဘယ်လ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် ကရုဏာထားတော်မူပါစေ၊ မှတ်တမ်းတင်ထားသည်မှာ မအ်ဒီကာရစ်ဗ် က ပြောသည်- \"ကျွန်ုပ်တို့သည် အဗ်ဒူလ္လာဟ်ထံ လာရောက်ပြီး ၎င်းအား ကျွန်ုပ်တို့အား ရွတ်ဖတ်ပြရန် တောင်းဆိုခဲ့သည်- </p><p class=\"qpc-hafs\">طسم </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တာ စီန် မီမ်။)</span> နှစ်ရာ။ ၎င်းက ပြောသည်၊ 'ကျွန်ုပ် မသိပါ၊ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ခဗ္ဗာဗ် ဘင်န် အလ်-အရတ်သ် ထံမှ သင်ယူခဲ့သောသူထံ သွားသင့်သည်။' ထို့ကြောင့် ကျွန်ုပ်တို့သည် ခဗ္ဗာဗ် ဘင်န် အလ်-အရတ်သ် ထံ သွားရောက်ခဲ့ပြီး ၎င်းက ကျွန်ုပ်တို့အား ရွတ်ပြခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို နှစ်သက်တော်မူပါစေ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာရှင်၊ အထူးကရုဏာရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">طسم - تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ - نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَىٰ وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ - إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ ۚ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ - وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ - وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ တာ စီန် မီမ်)</span><span class=\"gray\">(၂။ ဤသည်တို့မှာ ထင်ရှားသော ကျမ်းတော်၏ အာယတ်များ ဖြစ်သည်။)</span><span class=\"gray\">(၃။ ငါတို့သည် မူးဆာနှင့် ဖِرအောန်တို့၏ သတင်းအချို့ကို ယုံကြည်သူ လူမျိုးတို့အတွက် အမှန်တရားဖြင့် သင့်အား ရွတ်ပြသည်။)</span><span class=\"gray\">(၄။ ဧကန်မလွဲ ဖِرအောန်သည် မြေပြင်၌ မိမိကိုယ်ကို မြင့်မြတ်စေခဲ့ပြီး ၎င်း၏ လူမျိုးများကို ရှီအာအ်များအဖြစ် ပြုလုပ်ခဲ့သည်၊ ၎င်းတို့ထဲမှ အုပ်စုတစ်စုကို အားနည်းစေခဲ့သည်- ၎င်းတို့၏ သားများကို သတ်ဖြတ်ပြီး ၎င်းတို့၏ အမျိုးသမီးများကို အသက်ရှင်ခွင့်ပေးခဲ့သည်။ ဧကန်မလွဲ ၎င်းသည် ပျက်စီးစေသူများထဲမှ ဖြစ်သည်။)</span><span class=\"gray\">(၅။ မြေပြင်၌ အားနည်းနေသူများအပေါ် ငါတို့သည် ကူညီလိုခဲ့သည်၊ ၎င်းတို့ကို ခေါင်းဆောင်များ ဖြစ်စေလိုခဲ့ပြီး အမွေခံများ ဖြစ်စေလိုခဲ့သည်၊)</span><span class=\"gray\">(၆။ ၎င်းတို့ကို မြေပြင်၌ အခိုင်အမာ တည်ထောင်စေလိုခဲ့သည်၊ ဖِرအောန်နှင့် ဟာမာန်တို့နှင့် ၎င်းတို့၏ စစ်တပ်များသည် ၎င်းတို့ ကြောက်ရွံ့ခဲ့သောအရာကို ၎င်းတို့ထံမှ ရရှိစေခဲ့သည်။)</span></p><div lang=\"my\" class=\"my \"><h2>မူးဆာနှင့် ဖِرအောန်တို့၏ ဇာတ်လမ်းနှင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ လူမျိုးများအတွက် ရည်ရွယ်ခဲ့သောအရာများ</h2></div><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် သီးခြားအက္ခရာများ၏ အရေးပါမှုကို ဆွေးနွေးပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်တို့မှာ ထင်ရှားသော ကျမ်းတော်၏ အာယတ်များ ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ရှင်းလင်းပြီး အရာဝတ္ထုများ၏ အမှန်တရားကို ထင်ရှားစေသော ကျမ်း၊ နှင့် ဖြစ်ပျက်ခဲ့ပြီး ဖြစ်ပျက်မည့်အရာများကို ကျွန်ုပ်တို့အား ပြောပြသော ကျမ်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَىٰ وَفِرْعَوْنَ بِالْحَقِّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူးဆာနှင့် ဖِرအောန်တို့၏ သတင်းအချို့ကို ငါတို့သည် သင့်အား အမှန်တရားဖြင့် ရွတ်ပြသည်။)</span> ဤသည်မှာ အာယတ်ကဲ့သို့ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင့်အား အကောင်းဆုံးသော ပုံပြင်များကို ပြောပြသည်။)</span><span class=\"gray\">(၁၂:၃)</span>။ ဆိုလိုသည်မှာ 'အရာဝတ္ထုများကို ဖြစ်ပျက်ခဲ့သည့်အတိုင်း အမှန်တကယ် သင်ကိုယ်တိုင် ထိုနေရာတွင် ရှိနေပြီး မြင်တွေ့နေရသကဲ့သို့ ပြောပြသည်။' ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ပြောသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဖِرအောန်သည် မြေပြင်၌ မိမိကိုယ်ကို မြင့်မြတ်စေခဲ့သည်)</span> ဆိုလိုသည်မှာ ၎င်းသည် မောက်မာသော ဖိနှိပ်သူနှင့် ရက်စက်သူတစ်ဦးဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَجَعَلَ أَهْلَهَا شِيَعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ လူမျိုးများကို ရှီအာအ်များအဖြစ် ပြုလုပ်ခဲ့သည်)</span> ဆိုလိုသည်မှာ ၎င်းသည် ၎င်းတို့အား အမျိုးမျိုးသော အတန်းအစားများအဖြစ် ပြုလုပ်ခဲ့ပြီး၊ ၎င်းတို့တစ်ဦးစီကို ၎င်း၏ နိုင်ငံတော်ရေးရာများတွင် ၎င်းလိုချင်ရာကို လုပ်ဆောင်ရန် အသုံးပြုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထဲမှ အုပ်စုတစ်စုကို အားနည်းစေခဲ့သည်။)</span> ဤသည်မှာ အစ္စရေးလ်၏ သားမြေးများကို ရည်ညွှန်းသည်၊ ထိုအချိန်က ၎င်းတို့သည် လူတို့ထဲမှ အကောင်းဆုံးများ ဖြစ်ခဲ့ကြသော်လည်း ဤရက်စက်သော ဘုရင်သည် ၎င်းတို့ကို အနိုင်ယူခဲ့သည်၊ အနိမ့်ဆုံးသော အလုပ်များကို လုပ်ဆောင်ရန် အသုံးပြုခဲ့ပြီး ၎င်းနှင့် ၎င်း၏ လူမျိုးများအတွက် နေ့ရောညပါ ခက်ခဲသော လုပ်အားများကို အတင်းအကျပ် ခိုင်းစေခဲ့သည်။ တစ်ချိန်တည်းမှာပင်၊ ၎င်းသည် ၎င်းတို့၏ သားများကို သတ်ဖြတ်ပြီး ၎င်းတို့၏ သမီးများကို အသက်ရှင်ခွင့်ပေးခဲ့သည်၊ ၎င်းတို့ကို အရှက်ရစေရန်နှင့် ၎င်း၏ ဖျက်ဆီးခြင်းနှင့် ၎င်း၏ ဘုရင်နိုင်ငံ၏ ပျက်စီးခြင်း၏ အကြောင်းရင်းဖြစ်မည့် ကလေးတစ်ဦး ၎င်းတို့ထဲမှ ပေါ်လာမည်ကို ကြောက်ရွံ့သောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် ဖِرအောန်သည် အစ္စရေးလ်၏ သားမြေးများမှ မွေးဖွားသော ကလေးငယ်အားလုံးကို သတ်ဖြတ်ရန် အမိန့်ပေးခြင်းဖြင့် ထိုဖြစ်ရပ်ကို ကြိုတင်ကာကွယ်ခဲ့သည်၊ သို့သော် ဤကြိုတင်ကာကွယ်မှုသည် ၎င်းအား ဘုရားသခင်၏ အမိန့်တော်မှ ကာကွယ်ပေးနိုင်ခြင်းမရှိခဲ့ပေ၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်၏ အချိန်ရောက်လာသောအခါ ၎င်းကို မနှောင့်နှေးနိုင်၊ အရာတိုင်းအတွက် အလ္လာဟ်အရှင်မြတ်ထံမှ အမိန့်တော်ရှိသည်။ အလ္လာဟ်အရှင်မြတ်က ပြောသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်၌ အားနည်းနေသူများအပေါ် ငါတို့သည် ကူညီလိုခဲ့သည်၊)</span> ၎င်းအရှင်၏ ပြောကြားချက်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَحْذَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ကြောက်ရွံ့ခဲ့သောအရာ။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဤသို့ အမှန်တကယ် ပြုလုပ်ခဲ့သည်၊ ၎င်းအရှင်က ပြောသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အားနည်းသည်ဟု မှတ်ယူခံရသော လူများကို ငါတို့သည် ဖြစ်စေခဲ့သည်)</span> ၎င်းအရှင်၏ ပြောကြားချက်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْرِشُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် တည်ဆောက်ခဲ့ကြသည်)</span><span class=\"gray\">(၇:၁၃၇)</span>။ အလ္လာဟ်အရှင်မြတ်က ပြောသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနည်းဖြင့် ငါတို့သည် အစ္စရေးလ်၏ သားမြေးများကို ၎င်းတို့ကို အမွေဆက်ခံစေခဲ့သည်)</span><span class=\"gray\">(၂၆:၅၉)</span>။ ဖِرအောန်သည် ၎င်း၏ ခွန်အားနှင့် အာဏာဖြင့် မူးဆာထံမှ လွတ်မြောက်မည်ဟု မျှော်လင့်ခဲ့သည်၊ သို့သော် ၎င်းသည် အနည်းငယ်မျှပင် အထောက်အကူမပြုခဲ့ပေ။ ဘုရင်တစ်ပါးအနေဖြင့် ၎င်း၏ ကြီးမားသော အာဏာရှိသော်လည်း အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို မဆန့်ကျင်နိုင်ခဲ့ပေ၊ ထိုအမိန့်ကို ဘယ်သောအခါမျှ ကျော်လွန်၍ မရနိုင်ပါ။ ဆန့်ကျင်ဘက်အားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်သည် အကောင်အထည်ဖော်ခဲ့သည်၊ အကြောင်းမှာ ဖِرအောန်သည် မူးဆာ၏ လက်ဖြင့် ပျက်စီးခြင်းသို့ ရောက်မည်ဟု ရှေးဦးကတည်းက ရေးသားပြီး အမိန့်ချမှတ်ထားခဲ့သောကြောင့်ဖြစ်သည်။</p>"
  }
]