[
  {
    "ayah_key": "30:30",
    "group_ayah_key": "30:30",
    "from_ayah": "30:30",
    "to_ayah": "30:32",
    "ayah_keys": "30:30,30:31,30:32",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် သင်သည် ဟနီဖ်အဖြစ်ဖြင့် သင်၏မျက်နှာကို ဘာသာတရားဘက်သို့ လှည့်ပါ။ အလ္လာဟ်အရှင်မြတ် လူသားမျိုးနွယ်ကို ဖန်ဆင်းခဲ့သည့် ဖစ်သရာ။ အလ္လာဟ်အရှင်မြတ်၏ ခလ်က်၌ ပြောင်းလဲမှုမရှိစေရ၊ ထိုသည် ဖြောင့်မှန်သော ဘာသာတရားဖြစ်သည်။ သို့သော် လူအများစု မသိကြ။ <span>(30)</span><span class=\"gray\">(အမြဲတစေ)</span> အရှင်မြတ်ထံ နောင်တဖြင့်လှည့်၍ အရှင်မြတ်ကို ကြောက်ရွံ့ကြပြီး ဆွလားတ်ကို ထမ်းဆောင်ကြပါ။ ရုပ်ပွားဆင်းတုကိုးကွယ်သူများထဲမှ မဖြစ်ကြနှင့်။ <span>(31)</span>မိမိတို့၏ ဘာသာတရားကို ခွဲခြမ်းကာ ဂိုဏ်းဂဏများ ဖြစ်သွားသူများထဲမှ၊ ဂိုဏ်းတစ်ခုစီသည် မိမိတို့နှင့်အတူရှိသည်ကို ပျော်ရွှင်နေကြ၏။ <span>(32)</span></p><p lang=\"my\" class=\"my \">တောင်ဟီဒ်ကို စွဲကိုင်ရန် အမိန့်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်– 'ထို့ကြောင့် သင်၏မျက်နှာကို ဘာသာတရားဘက်သို့ လှည့်ပြီး၊ အလ္လာဟ်အရှင်မြတ်က သင့်အတွက် ပြဋ္ဌာန်းထားသည့်၊ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ခြင်း၊ အစ်ဗရာဟင်၏ဘာသာတရား၊ အလ္လာဟ်အရှင်မြတ်က သင့်အား လမ်းပြခဲ့ပြီး အရှင်မြတ်က သင့်အတွက် အမြင့်မားဆုံး စုံလင်မှုဖြင့် ပြည့်စုံစေခဲ့သည့် ဘာသာတရား၌ မြဲမြံစွာနေပါ။ ဤနည်းဖြင့် အရှင်မြတ်က မိမိ၏ဖန်ဆင်းခြင်းကို ဖန်ဆင်းခဲ့သည့် မှန်ကန်သော ဖစ်သရာကိုလည်း သင် စွဲကိုင်မည်။' အလ္လာဟ်အရှင်မြတ်က မိမိ၏ဖန်ဆင်းခြင်းကို အရှင်မြတ်ကို သိရှိရန်နှင့် အရှင်မြတ်၏ တောင်ဟီဒ်ကို သိရှိရန်၊ အရှင်မြတ်မှလွဲ၍ အခြားဘုရားမရှိကြောင်း သိရှိရန် ဖန်ဆင်းခဲ့သည်။ ကျွန်ုပ်တို့သည် အာယတ်တော်ကို ဆွေးနွေးစဉ်က မြင်တွေ့ခဲ့ရသည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَشْهَدَهُمْ عَلَىٰ أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ ۖ قَالُوا بَلَىٰ ۛ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ကိုယ်တိုင် သက်သေခံစေခဲ့ရာ <span class=\"gray\">(မိန့်တော်မူသည်)</span>– \"ငါသည် သင်တို့၏ အရှင်သခင် မဟုတ်လော။\" သူတို့က \"ဟုတ်ပါသည်!\" ဟုဆို၏။...)</span><span class=\"gray\">(7:172)</span>။ ဟဒီးစ်တော်အရလည်း အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ، فَاجْتَالَتْهُمُ الشَّيَاطِينُ عَنْ دِينِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငါ၏ ကျွန်များကို ဟူနဖာ <span class=\"gray\">(ဆိုလိုသည်မှာ တစ်ဆူတည်းကိုးကွယ်သူများ)</span> အဖြစ် ဖန်ဆင်းခဲ့သည်၊ ထို့နောက် ရှိုင်တန်များသည် သူတို့အား ၎င်းတို့၏ဘာသာတရားမှ လွဲချော်စေခဲ့သည်။\")</span> အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ဖန်ဆင်းခြင်းကို အစ်စလာမ်၏ ဖစ်သရာဖြင့် ဖန်ဆင်းခဲ့သည်ကို ဟဒီးစ်တော်များတွင် ကျွန်ုပ်တို့ မြင်တွေ့ရမည်။ ထို့နောက် သူတို့အချို့ထဲတွင် ဂျူးဘာသာ၊ ခရစ်ယာန်ဘာသာနှင့် ဇိုရိုအက်စထရာဘာသာကဲ့သို့သော ဖောက်ပြန်သော ဘာသာတရားများ ပေါ်ပေါက်လာခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ခလ်က်၌ ပြောင်းလဲမှုမရှိစေရ။)</span> သူတို့အချို့က ၎င်း၏အဓိပ္ပါယ်မှာ 'အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခြင်းကို မပြောင်းလဲနှင့်၊ အဘယ်ကြောင့်ဆိုသော် သင် ပြောင်းလဲပါက အရှင်မြတ်က သူတို့ကို ဖန်ဆင်းခဲ့သည့် ဖစ်သရာမှ လူများကို လမ်းလွဲစေလိမ့်မည်' ဟုဆိုကြသည်။ ထို့ကြောင့် ၎င်းသည် သင်ခန်းစာယူစရာဖြစ်သည်။ အရှင်မြတ်၏ မိန့်တော်မူချက်အတိုင်းပင်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ دَخَلَهُ كَانَ آمِنًا ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ၎င်းထဲသို့ ဝင်ရောက်ပါက လုံခြုံ၏။)</span> ၎င်းသည် ကောင်းမွန်မှန်ကန်သော အဓိပ္ပါယ်ဖွင့်ဆိုချက် ဖြစ်သည်။ အခြားသူများက ၎င်း၏အဓိပ္ပါယ်မှာ အလ္လာဟ်အရှင်မြတ်က မိမိ၏ဖန်ဆင်းခြင်းအားလုံးကို တူညီစေခဲ့သည်၊ သူတို့အားလုံးသည် တူညီသော မှန်ကန်သည့် ဖစ်သရာကို ပိုင်ဆိုင်ကြပြီး မူလသဘောအရ ဖြောင့်မတ်ကြသည်။ သူတို့အားလုံးသည် ဤသဘောသဘာဝဖြင့် မွေးဖွားလာကြပြီး ဤကိစ္စတွင် လူများအကြား မည်သည့် ကွာခြားမှုမျှ မရှိဟုဆိုသည်။ အစ်ဗ်နု အဗ္ဗားစ်၊ အစ်ဗရာဟင် အန်-နခါအီ၊ စအီးဒ် ဘင်န် ဂျုဘိုင်ရ်၊ မုဂျာဟစ်ဒ်၊ အစ်ကရိမဟ်၊ ကတာဒဟ်၊ အဒ်-ဒဟ်ဟက်နှင့် အစ်ဗ်နု ဇိုင်ဒ်တို့က အာယတ်တော်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ခလ်က်၌ ပြောင်းလဲမှုမရှိစေရ။)</span> ဟူသည် အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရားကို ဆိုလိုသည်ဟု ပြောကြားခဲ့ကြသည်။ </p><p lang=\"sw\" class=\"sw \">Al-Bukhari said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ခလ်က်၌ ပြောင်းလဲမှုမရှိစေရ။)</span> \"၎င်း၏အဓိပ္ပါယ်မှာ အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရား၊ ဘာသာတရားနှင့် ဖစ်သရာသည် အစ်စလာမ် ဖြစ်သည်\" ဟုဆိုသည်။ ထို့နောက် အဗူ ဟုရိုင်ရာဟ်က \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ مَوْلُودٍ يُولَدُ إِلَّا عَلَى الْفِطْرَةِ فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُمَجِّسَانِهِ،كَمَا تُنْتَجُ الْبَهِيمَةُ بَهِيمَةً جَمْعَاءَ، هَلْ تُحِسُّونَ فِيهَا مِنْ جَدْعَاءَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကလေးတိုင်းသည် ဖစ်သရာအခြေအနေဖြင့် မွေးဖွားလာသည်၊ ထို့နောက် ၎င်း၏မိဘများက ၎င်းကို ဂျူးဘာသာဝင် သို့မဟုတ် ခရစ်ယာန်ဘာသာဝင် သို့မဟုတ် ဇိုရိုအက်စထရာဘာသာဝင် ဖြစ်စေကြသည်၊ တိရစ္ဆာန်တိုင်းက ပြီးပြည့်စုံသော တိရစ္ဆာန်ကို မွေးထုတ်သည့်အတိုင်းပင်– ၎င်းတို့ထဲမှ ကိုယ်လက်အင်္ဂါ ချို့ယွင်းပြီး မွေးဖွားလာသည်ကို သင်တို့ မြင်ဖူးကြသလား။)</span> ထို့နောက် ပြောပြသူ <span class=\"gray\">(အဗူ ဟုရိုင်ရာဟ်)</span> က <span class=\"gray\">(ဤအာယတ်တော်ကို ရွတ်ဖတ်ပါ)</span> ဟုဆိုသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا ۚ لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ۚ ذَٰلِكَ الدِّينُ الْقَيِّمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် လူသားမျိုးနွယ်ကို ဖန်ဆင်းခဲ့သည့် ဖစ်သရာ။ အလ္လာဟ်အရှင်မြတ်၏ ခလ်က်၌ ပြောင်းလဲမှုမရှိစေရ၊ ထိုသည် ဖြောင့်မှန်သော ဘာသာတရား။)</span>\" ၎င်းကို မွတ်စလင်မ်ကလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ الدِّينُ الْقَيِّمُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသည် ဖြောင့်မှန်သော ဘာသာတရား။)</span> ဟူသည် ရှရီအတ်ကို လိုက်နာခြင်းနှင့် မှန်ကန်သော ဖစ်သရာကို စွဲကိုင်ခြင်းသည် စစ်မှန်သော၊ ဖြောင့်မှန်သော ဘာသာတရား ဖြစ်သည်ကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူအများစု မသိကြ။)</span> ဟူသည် လူအများစုသည် ဤအရာကို မသိရှိကြဘဲ ၎င်းမှ ဝေးကွာစွာ လမ်းလွဲနေကြသည်ကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် မည်မျှပင် ပြင်းပြစွာ ဆန္ဒရှိစေကာမူ လူအများစုသည် သက်ဝင်ယုံကြည်မည် မဟုတ်ပါ။)</span><span class=\"gray\">(12:103)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကမ္ဘာပေါ်ရှိ လူအများစုကို နာခံပါက ၎င်းတို့သည် သင့်အား အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ ဝေးကွာစွာ လမ်းလွဲစေလိမ့်မည်။)</span><span class=\"gray\">(6:116)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُنِيبِينَ إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ထံ နောင်တဖြင့်လှည့်၍)</span> အစ်ဗ်နု ဇိုင်ဒ်နှင့် အစ်ဗ်နု ဂျုရိုင်ဂျ်တို့က \"၎င်း၏အဓိပ္ပါယ်မှာ အရှင်မြတ်ထံ ပြန်လှည့်ခြင်း ဖြစ်သည်\" ဟုဆိုသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\"> وَاتَّقُوهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်ကို ကြောက်ရွံ့ကြပြီး)</span> ဟူသည် အရှင်မြတ်ကို ကြောက်ရွံ့ပြီး အရှင်မြတ်သည် အမြဲတစေ ကြည့်ရှုနေကြောင်း သတိရခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَقِيمُوا الصَّلَاةَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွလားတ်ကို ထမ်းဆောင်ကြပါ။)</span>၊ ၎င်းသည် အကြီးမြတ်ဆုံး ဝတ်ပြုမှု ဖြစ်သည်။)</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရုပ်ပွားဆင်းတုကိုးကွယ်သူများထဲမှ မဖြစ်ကြနှင့်။)</span> အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကို ရွေးချယ်သူများ ဖြစ်ကြပြီး မိမိတို့၏ ဝတ်ပြုမှုကို အရှင်မြတ်အတွက်သာ စိတ်ရင်းမှန်ဖြင့် ဆောင်ရွက်သူများ ဖြစ်ကြပါ။ အခြားမည်သူ သို့မဟုတ် မည်သည့်အရာအတွက်မျှ မဟုတ်ဘဲ အရှင်မြတ်အတွက်သာ ဖြစ်စေပါ။ အစ်ဗ်နု ဂျာရီရ် မှတ်တမ်းတင်ထားသည်မှာ ယဇီးဒ် ဘင်န် အဗီ မရ်ယမ်က ပြောသည်– \"'အုမရ်၊ အလ္လာဟ်အရှင်မြတ် အရှင်မြတ်ကို နှစ်သက်တော်မူပါစေ၊ မူအာဒ် ဘင်န် ဂျဘလ် အနီးမှ ဖြတ်သွားပြီး 'ဤအွမ္မသ်၏ အခြေခံကား အဘယ်နည်း။' ဟု မေးခဲ့သည်။ မူအာဒ်က 'အရာသုံးခု ရှိသည်၊ ၎င်းတို့သည် ကယ်တင်ခြင်းကို ဆောင်ကြဉ်းပေးမည့် အရာများ ဖြစ်သည်– အလ်-အစ်ခ်လားစ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်အတွက်သာ လုပ်ဆောင်ခြင်း)</span>၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် လူသားမျိုးနွယ်ကို ဖန်ဆင်းခဲ့သည့် ဖစ်သရာ ဖြစ်သည်၊ ဆွလားတ်၊ ၎င်းသည် ယုံကြည်သူကို မယုံကြည်သူမှ ခွဲခြားပေးသည့်အရာ ဖြစ်သည်၊ နှင့် နာခံခြင်း၊ ၎င်းသည် ကာကွယ်ခြင်း ဖြစ်သည်' ဟုဖြေခဲ့သည်။ 'အုမရ်က 'သင် မှန်ကန်စွာ ပြောကြားခဲ့သည်' ဟုဆိုခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဂိုဏ်းဂဏကွဲပြားခြင်းနှင့် ကယ်တင်ခံရသော ဂိုဏ်း</p><p lang=\"ceb\" class=\"ceb \">His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا ۖ كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့၏ ဒီးန်ကို ဖာရ်ရကူ ဒီးနဟုံ <span class=\"gray\">(ခွဲခြား၍)</span> ဂိုဏ်းဂဏ ဖြစ်ခဲ့ကြသူများအနက်၊ ဂိုဏ်းတိုင်းသည် မိမိတို့ထံရှိသည်ကို ပျော်ရွှင်နေကြ၏။)</span> ဟူသည် မိမိတို့၏ဘာသာတရားကို ခွဲခြမ်းခဲ့ကြသည့် ရုပ်ပွားဆင်းတုကိုးကွယ်သူများထဲမှ မဖြစ်ကြနှင့်ဟူ၍ ဖြစ်သည်၊ ဆိုလိုသည်မှာ ၎င်း၏အစိတ်အပိုင်းများကို ယုံကြည်ပြီး အခြားအစိတ်အပိုင်းများကို ငြင်းပယ်ခြင်းဖြင့် ပြောင်းလဲခဲ့ကြခြင်း ဖြစ်သည်။ အချို့ပညာရှင်များက ၎င်းကို ဖာရာကူ ဒီးနဟုံ ဟုဖတ်ကြသည်၊ အဓိပ္ပါယ်မှာ \"မိမိတို့၏ ဘာသာတရားကို လျစ်လျူရှုပြီး နောက်ကွယ်တွင် ထားခဲ့ကြသည်\" ဟူ၍ ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ဂျူးများ၊ ခရစ်ယာန်များ၊ ဇိုရိုအက်စထရာဘာသာဝင်များ၊ ရုပ်တုကိုးကွယ်သူများနှင့် အစ်စလာမ်ဘာသာဝင်များမှလွဲ၍ မှားယွင်းသော ဘာသာတရားများအားလုံးကို လိုက်နာသူများနှင့် တူကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ ۚ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိမိတို့၏ ဘာသာတရားကို ခွဲခြားပြီး ဂိုဏ်းဂဏများ ဖြစ်သွားသူတို့၊ သင်သည် သူတို့နှင့် လုံးဝသက်ဆိုင်ခြင်းမရှိပါ။ ၎င်းတို့၏ ကိစ္စသည် အလ္လာဟ်အရှင်မြတ်ထံတွင်သာ ဖြစ်သည်။)</span><span class=\"gray\">(6:159)</span>။ ကျွန်ုပ်တို့ရှေ့က ဘာသာတရားများကို လိုက်နာသူများသည် အမြင်ကွဲလွဲမှုများ ရှိခဲ့ပြီး မှားယွင်းသော ဂိုဏ်းဂဏများအဖြစ် ကွဲပြားခဲ့ကြသည်၊ အုပ်စုတိုင်းက မိမိတို့သည် အမှန်တရားကို လိုက်နာနေသည်ဟု အခိုင်အမာ ပြောကြားခဲ့ကြသည်။ ဤအွမ္မသ်လည်း ဂိုဏ်းဂဏများအဖြစ် ကွဲပြားခဲ့သည်၊ ၎င်းတို့အားလုံးသည် လမ်းမှားရောက်နေကြပြီး တစ်ခုမှလွဲ၍ ဖြစ်သည်၊ ၎င်းမှာ အဟ်လုစ်-စွန္နဟ် ဝလ်-ဂျမာအဟ် ဖြစ်သည်၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်နှင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ စွန္နဟ်ကို လိုက်နာကြပြီး ရှေးဦးမျိုးဆက်များ၊ ဆဟာဗဟ်များ၊ ၎င်းတို့၏ တပည့်များ၊ နှင့် ရှေးခေတ်နှင့် နောက်ပိုင်းခေတ် မွတ်စလင်မ်တို့၏ အစ်မာမ်များ လိုက်နာခဲ့သောအရာကို စွဲကိုင်ထားသူများ ဖြစ်ကြသည်။ အလ်-ဟာကင်မ်သည် သူ၏ မွတ်စ်သဒ်ရက်က်တွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ကယ်တင်ခံရသော ဂိုဏ်းသည် အဘယ်ဂိုဏ်းဖြစ်ကြောင်း မေးမြန်းခဲ့ရာ အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنَا عَلَيْهِ وَأَصْحَابِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါနှင့် ငါ၏ ဆဟာဗဟ်များ ရပ်တည်နေသောအရာ။)</span></p>"
  },
  {
    "ayah_key": "30:33",
    "group_ayah_key": "30:33",
    "from_ayah": "30:33",
    "to_ayah": "30:37",
    "ayah_keys": "30:33,30:34,30:35,30:36,30:37",
    "text": "<p lang=\"my\" class=\"my \">လူသားတို့အား ဘေးဒုက္ခကျရောက်သောအခါ အရှင်မြတ်ထံ နောင်တဖြင့်လှည့်၍ မိမိတို့၏အရှင်သခင်အားသာ စိတ်ရင်းမှန်ဖြင့် တောင်းပန်ကြသည်၊ သို့သော် အရှင်မြတ်က မိမိ၏ကရုဏာကို အနည်းငယ်မြည်းစမ်းစေသောအခါ သူတို့အနက် အချို့အဖွဲ့သည် မိမိတို့၏အရှင်သခင်နှင့် ပူးပေါင်း၍ ကိုးကွယ်ကြသည် <span>(33)</span>ကျွန်ုပ်တို့ ချီးမြှင့်ခဲ့သော ကျေးဇူးတော်များကို ကျေးဇူးကန်းရန်အလို့ငှာ ဖြစ်သည်။ ထို့ကြောင့် ပျော်ရွှင်ကြဦး၊ သို့သော် သင်တို့ သိရှိရလိမ့်မည် <span>(34)</span>သို့မဟုတ် ကျွန်ုပ်တို့သည် သူတို့အား အရှင်မြတ်နှင့် ပူးပေါင်းကိုးကွယ်နေသည်များကို ပြောဆိုမည့် အခွင့်အာဏာ တစ်ခုခုကို ထုတ်ပြန်ခဲ့သလော <span>(35)</span>ကျွန်ုပ်တို့ လူသားတို့ကို ကရုဏာမြည်းစမ်းစေသောအခါ သူတို့သည် ပျော်ရွှင်ကြသည်၊ သို့သော် သူတို့၏လက်များက ပြုလုပ်ခဲ့သောကြောင့် အချို့ဆိုးကျိုးများ ကျရောက်သောအခါ သူတို့သည် စိတ်ပျက်အားငယ်ကြသည် <span>(36)</span>အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူအတွက် ရိက္ခာကို ချဲ့ထွင်ပေးပြီး <span class=\"gray\">(မိမိအလိုရှိသူအတွက်)</span> ကျဉ်းမြောင်းစေသည်ကို သူတို့ မမြင်ကြဘူးလား။ အမှန်စင်စစ် ထိုအရာ၌ ယုံကြည်သော လူမျိုးအတွက် သက်သေလက္ခဏာများ ရှိသည် <span>(37)</span></p><p lang=\"my\" class=\"my \">လူသားသည် တောင်ဟီဒ်နှင့် ရှစ်ရ်က်အကြား၊ ပျော်ရွှင်ခြင်းနှင့် စိတ်ပျက်အားငယ်ခြင်းအကြား သူ၏အခြေအနေအရ မည်သို့ လှုပ်ခါနေသည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က လူသားသည် ခက်ခဲကြပ်တည်းနေသောအခါ အရှင်မြတ်တစ်ပါးတည်းကိုသာ မည်သည့်အဖော် သို့မဟုတ် မိတ်ဖက်မျှမပါဘဲ ခေါ်ဝေါ်ပန်ကြားသည်၊ ထို့နောက် သက်သောင့်သက်သာရှိသည့်အချိန်များ ရောက်လာပြီး ရွေးချယ်ခွင့်ရသောအခါ လူအချို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် အခြားသူများကို ပူးပေါင်းကာ အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ကြသည်ဟု ကျွန်ုပ်တို့အား ပြောပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ ချီးမြှင့်ခဲ့သော ကျေးဇူးတော်များကို ကျေးဇူးကန်းရန်အလို့ငှာ ဖြစ်သည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က သူတို့အား သတိပေး၍ မိန့်တော်မူသည်–</p><p class=\"sd qpc-hafs\" lang=\"sd\"> فَسَوْفَ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့ သိရှိရလိမ့်မည်။)</span> သူတို့အနက် တစ်ဦးက ပြောသည်– အလ္လာဟ်အရှင်မြတ်ကို အာမခံသည်၊ ဥပဒေစိုးမိုးရေးအရာရှိတစ်ဦးက ဤသို့ ငါ့အား ပြောပါက ငါ ကြောက်ရွံ့မည်၊ ထို့ကြောင့် သတိပေးသူသည် \"ဖြစ်စေ!\" ဟု ရိုးရိုးလေးပြောရုံမျှဖြင့် အရာရာ ဖြစ်လာသူဖြစ်သောအခါ မည်သို့ရှိမည်နည်း။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ရုပ်ပွားဆင်းတုကိုးကွယ်သူများကို အဘယ်အထောက်အထား သို့မဟုတ် သက်သေမျှမရှိဘဲ အရှင်မြတ်အစား အခြားသူများကို ကိုးကွယ်ကာ မုသာစကားများကို ပုံဖော်ခဲ့ခြင်းကြောင့် ပြစ်တင်ရှုတ်ချသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ကျွန်ုပ်တို့သည် သူတို့အား အခွင့်အာဏာ တစ်ခုခုကို ထုတ်ပြန်ခဲ့သလော)</span> ဟူသည် သက်သေကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُوَ يَتَكَلَّمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောဆိုမည့်)</span> ဟူသည် ပြောပြခြင်းကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا كَانُوا بِهِ يُشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ အရှင်မြတ်နှင့် ပူးပေါင်းကိုးကွယ်နေသည်များကို)</span> ၎င်းသည် သူတို့အား ပြစ်တင်ရှုတ်ချရန် ရည်ရွယ်သည့် မေးခွန်းထုတ်မှု ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် သူတို့၌ ထိုကဲ့သို့ အရာမျိုး မရှိသောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ လူသားတို့ကို ကရုဏာမြည်းစမ်းစေသောအခါ သူတို့သည် ပျော်ရွှင်ကြသည်၊ သို့သော် သူတို့၏လက်များက ပြုလုပ်ခဲ့သောကြောင့် အချို့ဆိုးကျိုးများ ကျရောက်သောအခါ သူတို့သည် စိတ်ပျက်အားငယ်ကြသည်!)</span> ၎င်းသည် လူသား၏ ပုံစံအတွက် ပြစ်တင်ရှုတ်ချခြင်း ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် ကာကွယ်ပေးပြီး ကူညီပေးသူများမှလွဲ၍ ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် လူသားအား ကောင်းချီးများ ပေးအပ်သောအခါ သူသည် မာနကြီးပြီး ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَهَبَ السَّيِّئَاتُ عَنِّي ۚ إِنَّهُ لَفَرِحٌ فَخُورٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဆိုးကျိုးများ ငါ့ထံမှ ထွက်ခွာသွားပြီ။\" အမှန်စင်စစ် သူသည် ပျော်ရွှင်၍ ကြွားဝါသူ ဖြစ်သည်။)</span><span class=\"gray\">(11:10)</span> သူသည် မိမိကိုယ်တိုင် ပျော်ရွှင်ပြီး အခြားသူများအား ကြွားဝါသည်၊ သို့သော် အခက်အခဲများ ကြုံတွေ့သောအခါ ကောင်းသောအရာတစ်စုံတစ်ရာ ထပ်မံရရှိတော့မည်ဟု သူ စိတ်ပျက်အားငယ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စိတ်ရှည်သည်းခံပြီး ကောင်းမွန်သော လုပ်ငန်းကောင်းများကို လုပ်ဆောင်သူများမှလွဲ၍ ဖြစ်သည်။)</span> ၎င်းတို့သည် ခက်ခဲသောအချိန်များတွင် စိတ်ရှည်သည်းခံကြပြီး သက်သောင့်သက်သာရှိသောအချိန်များတွင် ကောင်းမွန်သော လုပ်ငန်းများကို လုပ်ဆောင်ကြသည်။ ဆဟီးဟ်တွင် ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَجَبًا لِلْمُؤْمِنِ لَا يَقْضِي اللهُ لَهُ قَضَاءً إِلَّا كَانَ خَيْرًا لَهُ، إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خَيْرًا لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူ၏ ကိစ္စသည် အံ့ဩစရာပင်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအတွက် အကျိုးရှိသောအရာမှလွဲ၍ မည်သည့်အရာကိုမျှ မသတ်မှတ်ပါ။ ကောင်းသောအရာများ ၎င်းအား ဖြစ်ပေါ်လာပါက ကျေးဇူးတင်သည်၊ ထိုအရာသည် ၎င်းအတွက် အကျိုးရှိသည်။ ဆိုးသောအရာများ ၎င်းအား ဖြစ်ပေါ်လာပါက စိတ်ရှည်သည်းခံသည်၊ ထိုအရာသည် ၎င်းအတွက် အကျိုးရှိသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူအတွက် ရိက္ခာကို ချဲ့ထွင်ပေးပြီး <span class=\"gray\">(မိမိအလိုရှိသူအတွက်)</span> ကျဉ်းမြောင်းစေသည်ကို သူတို့ မမြင်ကြဘူးလား။)</span> အရှင်မြတ်သည် မိမိ၏ ဉာဏ်ပညာနှင့် တရားမျှတမှုဖြင့် ထိုသို့ ထိန်းချုပ်၍ ပြုလုပ်နေသူ ဖြစ်သည်၊ ထို့ကြောင့် အရှင်မြတ်သည် အချို့လူများအတွက် ရိက္ခာကို ချဲ့ထွင်ပေးပြီး အချို့အတွက် ကန့်သတ်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ထိုအရာ၌ ယုံကြည်သော လူမျိုးအတွက် သက်သေလက္ခဏာများ ရှိသည်။)</span></p>"
  }
]