[
  {
    "ayah_key": "7:188",
    "group_ayah_key": "7:188",
    "from_ayah": "7:188",
    "to_ayah": "7:188",
    "ayah_keys": "7:188",
    "text": "<p class=\"my translation\" lang=\"my\">ပြောပါ : \"အလ္လာဟ်အလိုရှိသည့်အတိုင်းမှတစ်ပါး ကျွန်ုပ်ကိုယ်တိုင် အကျိုးဖြစ်ထွန်းစေရန် သို့မဟုတ် ထိခိုက်နစ်နာစေရန် မည်သည့်စွမ်းအားမှ မပိုင်ဆိုင်ပါ။ အကယ်၍ ကျွန်ုပ်သည် အလ်-ဃိုင်းဗ် <span class=\"gray\">(မမြင်နိုင်သောအရာ)</span> ၏ အသိဉာဏ်ကို ပိုင်ဆိုင်ပါက၊ ကျွန်ုပ်ကိုယ်တိုင်အတွက် စည်းစိမ်ဥစ္စာများစွာကို ရရှိခဲ့မည်ဖြစ်ပြီး၊ မည်သည့်ဘေးဆိုးမှ ကျွန်ုပ်အား ထိတွေ့မည်မဟုတ်ပါ။ ကျွန်ုပ်သည် သတိပေးသူမျှသာဖြစ်ပြီး၊ ယုံကြည်သူလူများအား ဝမ်းမြောက်ဖွယ်ရာသတင်းဆောင်ကြဉ်းပေးသူဖြစ်သည်။ <span>(၁၈၈)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> သည် မမြင်နိုင်သောအရာကို မသိရှိသလို၊ ကိုယ်တော်တိုင်ပင် အကျိုးပြုခြင်း သို့မဟုတ် ထိခိုက်နစ်နာစေခြင်းကို မပြုလုပ်နိုင်ပါ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ တမန်တော် ﷺ အား ကိစ္စရပ်အားလုံးကို ကိုယ်တော်ထံ အပ်နှံရန်နှင့် ကိုယ်တော်ကိုယ်တိုင် မမြင်နိုင်သော အနာဂတ်ကို မသိရှိကြောင်း၊ သို့သော် အလ္လာဟ်အရှင်မြတ် အသိပေးသည့်အရာကိုသာ သိရှိကြောင်း ပြောကြားရန် အမိန့်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ပုဒ်တွင် မိန့်ကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِ أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ကိုယ်တော်တစ်ပါးတည်းသာလျှင်)</span> အလ်-ဃိုင်းဗ် <span class=\"gray\">(မမြင်နိုင်သောအရာ)</span> အားလုံးကို အကြွင်းမဲ့သိရှိတော်မူသော အရှင်ဖြစ်ပြီး၊ ကိုယ်တော်၏ ဃိုင်းဗ် ကို မည်သူတစ်ဦးတစ်ယောက်အားမျှ ထုတ်ဖော်မပြချေ။)</span><span class=\"gray\">[72:26]</span></p><p lang=\"my\" class=\"my \">အဒ်ဒဟ်ဟက်က အိဗ်နုအဗ္ဗားစ်က ပြောသည်ဟု သတင်းပို့ခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ كُنتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကျွန်ုပ်သည် အလ်-ဃိုင်းဗ် <span class=\"gray\">(မမြင်နိုင်သောအရာ)</span> ကို သိရှိပါက၊ ကျွန်ုပ်ကိုယ်တိုင်အတွက် စည်းစိမ်ဥစ္စာများစွာကို ရရှိခဲ့မည်။)</span> သည် ငွေကို ရည်ညွှန်းသည်။ အခြားပြောဆိုချက်တစ်ခုတွင် အိဗ်နုအဗ္ဗားစ်က မှတ်ချက်ပြုသည်မှာ၊ \"ကျွန်ုပ်ဝယ်ယူသည့်အရာမှ မည်မျှအမြတ်ရမည်ကို သိရှိမည်ဖြစ်ပြီး၊ ကျွန်ုပ်အမြတ်ရမည့်အရာများကို အမြဲရောင်းချမည်။\"\n</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَسَّنِيَ السُّوءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"မည်သည့်ဘေးဆိုးမှ ကျွန်ုပ်အား ထိတွေ့မည်မဟုတ်ပါ။\")</span> ကျွန်ုပ်ကို ဆင်းရဲခြင်း ဘယ်တော့မှ မထိတွေ့နိုင်ပါ။\" အိဗ်နုဂျရီရ်က ပြောကြားသည်မှာ၊ \"အခြားသူများကလည်း ပြောကြားသည်မှာ 'ကျွန်ုပ်သာ မမြင်နိုင်သောအရာကို သိရှိပါက၊ ကြွယ်ဝသောနှစ်များတွင် အငတ်ဘေးကြုံမည့်နှစ်များအတွက် ပြင်ဆင်ထားမည်ဖြစ်ပြီး၊ ကုန်ဈေးနှုန်းကြီးမြင့်ချိန်တွင်လည်း ကြိုတင်ပြင်ဆင်ထားမည်။'\" အဗ်ဒုရ်-ရာဟ်မန် ဘင်န် ဇိုင်ဒ် ဘင်န် အစလမ်ကလည်း ဤအာယသ်တော်အပေါ် မှတ်ချက်ပြုခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَسَّنِيَ السُّوءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"မည်သည့်ဘေးဆိုးမှ ကျွန်ုပ်အား ထိတွေ့မည်မဟုတ်ပါ။\")</span>, \"ကျွန်ုပ်သည် ဘေးဆိုးများ မရောက်မီ မည်သည့်အန္တရာယ်မျိုးကိုမဆို ရှောင်ရှားပြီး ကိုယ်ကိုကယ်တင်မည်။\" အလ္လာဟ်အရှင်မြတ်က တမန်တော်မြတ် ﷺ သည် သတိပေးသူနှင့် သတင်းကောင်းဆောင်ကြဉ်းပေးသူဖြစ်ကြောင်း ထို့နောက်တွင် ဖော်ပြခဲ့သည်။ ကိုယ်တော်သည် ညှဉ်းပန်းနှိပ်စက်ခြင်းကို သတိပေးပြီး ယုံကြည်သူများအတွက် ဂျန္နတ်(ပရဒိသု)၏ သတင်းကောင်းကို ဆောင်ကြဉ်းပေးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنذِرَ بِهِ قَوْمًا لُّدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါတို့သည် ဤ <span class=\"gray\">(ကုရ်အာန်)</span> ကို သင်၏လျှာပေါ်တွင် လွယ်ကူစေခဲ့ပြီး၊ သင်သည် တရားကိုင်းရှိုင်းသူတို့အား ဝမ်းမြောက်ဖွယ်သတင်းပေးရန်၊ ထိုကျမ်းဖြင့် လူတို့တွင် အငြင်းခုံဆုံးသူများကို သတိပေးရန်သာဖြစ်သည်။)</span><span class=\"gray\">[19:97]</span></p>"
  },
  {
    "ayah_key": "7:189",
    "group_ayah_key": "7:189",
    "from_ayah": "7:189",
    "to_ayah": "7:190",
    "ayah_keys": "7:189,7:190",
    "text": "<p lang=\"my\" class=\"my \">အသင်တို့ကို ပုဂ္ဂိုလ်တစ်ဦးတည်းမှ ဖန်ဆင်းတော်မူခဲ့သောသူသည် အရှင်မြတ်သာလျှင် ဖြစ်တော်မူသည်။ ထို့နောက် ၎င်း(အာဒမ်)ထံမှ ၎င်း၏ဇနီးကို ဖန်ဆင်းတော်မူခဲ့ခြင်းသည် ၎င်းသည် ၎င်းမနှင့် အတူနေထိုင်ရသည်ကို ပျော်ရွှင်စေရန်ဖြစ်သည်။ ၎င်း (အာဒမ်)သည် ၎င်းမကို ဖုံးလွှမ်း <span class=\"gray\">[လိင်ဆက်ဆံ]</span> သောအခါ၊ ၎င်းမသည် ကိုယ်ဝန်ရှိခဲ့ပြီး ၎င်းကို <span class=\"gray\">(ပေါ့ပေါ့ပါးပါး)</span> သယ်ဆောင်ခဲ့သည်။ ထို့နောက် လေးလံလာသောအခါ၊ ၎င်းတို့နှစ်ဦးစလုံးသည် အလ္လာဟ်အရှင်မြတ်၊ ၎င်းတို့၏ အရှင်သခင်အား <span class=\"gray\">(ပြောကြားလျက်)</span> တောင်းခံခဲ့ကြသည်။ \"အကယ်၍ အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ဆွာလိဟ် <span class=\"gray\">(ဘက်စုံ ကောင်းမွန်သော)</span> ကလေးတစ်ဦးကို ပေးသနားတော်မူမည်ဆိုပါက ကျွန်ုပ်တို့သည် ကျေးဇူးတင်သူများထဲမှ ဖြစ်လာပါမည်။ <span>(189)</span>သို့သော် အရှင်မြတ်သည် ၎င်းတို့အား ဆွာလိဟ် ကလေးတစ်ဦးကို ပေးသနားတော်မူသောအခါ၊ ၎င်းတို့သည် အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်)</span> အား အရှင်မြတ် ပေးသနားတော်မူခဲ့သော အရာတွင် ဖက်စပ်များ ပေါင်းဖက်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ဖက်စပ်များ ပေါင်းဖက်သောအရာအားလုံးထက် အလွန်တရာ မြင့်မြတ်တော်မူ၏။ <span>(190)</span></p><div lang=\"my\" class=\"my \"><h2>လူသားအားလုံးသည် အာဒမ်၏ မျိုးနွယ်များ ဖြစ်ကြသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူသားအားလုံးကို အာဒမ် (ငြိမ်းချမ်းခြင်းသက်ရောက်ပါစေ) ထံမှ ဖန်ဆင်းခဲ့ကြောင်း၊ အာဒမ်ထံမှ ၎င်း၏ဇနီး ဟောင်ဝါကို ဖန်ဆင်းခဲ့ကြောင်းနှင့် ၎င်းတို့နှစ်ဦးထံမှ လူသားများ စတင်ပြန့်ပွားလာခဲ့ကြောင်း ဖော်ပြထားသည်။ အခြားအာယသ်တော်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وَأُنثَىٰ وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားအပေါင်းတို့! ငါတို့သည် အသင်တို့ကို အမျိုးသားတစ်ဦးနှင့် အမျိုးသမီးတစ်ဦးတို့မှ ဖန်ဆင်းခဲ့သည်။ ထို့နောက် အသင်တို့ အချင်းချင်း သိကျွမ်းစေရန်အလို့ငှာ အသင်တို့ကို အမျိုးသားများ၊ အနွယ်များအဖြစ် ပြုလုပ်ခဲ့သည်။ မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်အထံတော်၌ အသင်တို့အနက် အလေးမြတ်ဆုံးသူမှာ တက္ကဝါ (အလ္လာဟ်အား ကြောက်ရွံ့သူ) ရှိသော <span class=\"gray\">(ယုံကြည်သူ)</span> ပင်ဖြစ်သည်။)</span><span class=\"gray\">[၄၉:၁၃]</span>၊ ထို့ပြင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားအပေါင်းတို့! အသင်တို့ကို ပုဂ္ဂိုလ်တစ်ဦးတည်းမှ ဖန်ဆင်းတော်မူခဲ့ပြီး ၎င်းထံမှ ၎င်း၏ဇနီးကို ဖန်ဆင်းတော်မူခဲ့သော အသင်တို့၏ အရှင်သခင်အား ကြောက်ရွံ့ကြလော့။)</span><span class=\"gray\">[၄:၁]</span></p><p lang=\"id\" class=\"id \">In this honorable Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">(ထို့နောက်)</span> ၎င်း(အာဒမ်)ထံမှ ၎င်း၏ဇနီးကို ဖန်ဆင်းတော်မူခဲ့ခြင်းသည် ၎င်းသည် ၎င်းမနှင့် အတူနေထိုင်ရသည်ကို ပျော်ရွှင်စေရန်ဖြစ်သည်။)</span> သို့မှသာ ၎င်းသည် ၎င်းမနှင့် ရင်းနှီး၍ သနားကြင်နာမှုရှိမည်ဖြစ်သည်။ အခြားအာယသ်တော်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက် တစ်ခုမှာ အသင်တို့ထံမှ အသင်တို့အတွက် ဇနီးမယားများ <span class=\"gray\">(အဖော်များ)</span> ကို ဖန်ဆင်းတော်မူခဲ့ခြင်းဖြစ်သည်၊ သို့မှသာ အသင်တို့သည် ၎င်းတို့၌ စိတ်ငြိမ်းချမ်းမှု ရရှိနိုင်မည်ဖြစ်ပြီး အရှင်မြတ်သည် အသင်တို့အကြား ချစ်ခြင်းမေတ္တာနှင့် ကရုဏာတို့ကို ထည့်သွင်းပေးထားသည်။)</span><span class=\"gray\">[၃၀:၂၁]</span></p><p lang=\"my\" class=\"my \">စင်စစ်အားဖြင့် ဝိညာဉ်နှစ်ခုအကြားတွင် ဇနီးမောင်နှံနှစ်ဦးအကြားကဲ့သို့ ရင်းနှီးမှုမျိုး မရှိပါ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မှော်ဆရာသည် ၎င်း၏လှည့်စားမှုဖြင့် ယောက်ျားတစ်ဦးနှင့် ၎င်း၏ဇနီးကို ခွဲခြားနိုင်သည်ဟု ဖော်ပြခဲ့ခြင်းဖြစ်သည် <span class=\"gray\">[ယင်းသည် သာမန်အခြေအနေများတွင် ၎င်းတို့ကို ခွဲခြားရန် ခက်ခဲကြောင်း ဖော်ပြသည်]</span>။ အလ္လာဟ်အရှင်မြတ်က ထပ်မံ၍ မိန့်တော်မူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَمَّا تَغَشَّاهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း (ယောက်ျား) သည် ၎င်းမကို ဖုံးလွှမ်းသောအခါ)</span> ဆိုလိုသည်မှာ ၎င်းမနှင့် လိင်ဆက်ဆံခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَمَلَتْ حَمْلًا خَفِيفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမသည် ကိုယ်ဝန်ရှိခဲ့ပြီး ၎င်းကို ပေါ့ပေါ့ပါးပါး သယ်ဆောင်ခဲ့သည်)</span> ဟူသည်မှာ ကိုယ်ဝန်၏ ပထမအဆင့်ကို ရည်ညွှန်းသည်။ ထိုအချိန်တွင် အမျိုးသမီးသည် နာကျင်မှု မခံစားရသေး၊ အဘယ်ကြောင့်ဆိုသော် ထိုအချိန်၌ သန္ဓေသားသည် နုတ္ဖာ <span class=\"gray\">(အမျိုးသားနှင့် အမျိုးသမီးတို့၏ သုတ်ရည်ရောနှောမှု)</span> သာဖြစ်မည်၊ ထို့နောက် အလကွဟ် <span class=\"gray\">(သွေးခဲအထူတစ်ဖဲ့)</span> ဖြစ်လာပြီးမှ မုဒ်ဂဟ် <span class=\"gray\">(အသားတုံးသေးသေးလေး)</span> ဖြစ်လာမည်။ အလ္လာဟ်အရှင်မြတ်က ထပ်မံ၍ မိန့်တော်မူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمَرَّتْ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို သယ်ဆောင်ခဲ့သည်)</span>၊ ဆိုသည်မှာ မုဂျာဟစ်ဒ်၏ အဆိုအရ ၎င်းမသည် ကိုယ်ဝန်ကို ဆက်လက်ဆောင်ရွက်ခဲ့သည်။ အလ်-ဟာဆန်၊ အစ်ဗရာဟင်မ် အန်-နခါအီနှင့် အစ်-ဆွဒ်ဒီတို့လည်း ထိုနည်းတူ ပြောကြားခဲ့ကြကြောင်း သတင်းရရှိသည်။ မိုင်မွန် ဘင် မာဟ်ရန်က ၎င်း၏ဖခင်က \"၎င်းမသည် ကိုယ်ဝန်ကို သတိမထားမိခဲ့ပါ\" ဟု ပြောခဲ့ကြောင်း ဖော်ပြသည်။ အိုက်ယုဗ်က \"အလ်-ဟာဆန်အား အာယသ်တော်နှင့်ပတ်သက်၍ မေးမြန်းခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمَرَّتْ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို သယ်ဆောင်ခဲ့သည်)</span> ဟု ဆိုသောအခါ၊ ၎င်းက 'အသင်သည် အာရပ်လူမျိုးဖြစ်ခဲ့ပါက ၎င်း၏အဓိပ္ပာယ်ကို သိရှိလိမ့်မည်။ ၎င်းသည် ၎င်းမသည် ကိုယ်ဝန်ကို <span class=\"gray\">[၎င်း၏အဆင့်အမျိုးမျိုးကို ဖြတ်သန်း၍]</span> ဆက်လက်ဆောင်ရွက်ခဲ့သည်ဟု အဓိပ္ပာယ်ရသည်။' ဟု ပြောကြားခဲ့သည်။ ကွာတာဒါက ပြောကြားသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمَرَّتْ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို သယ်ဆောင်ခဲ့သည် <span class=\"gray\">(ပေါ့ပေါ့ပါးပါး)</span>။)</span> ဆိုသည်မှာ ၎င်းမသည် ကိုယ်ဝန်ရှိနေကြောင်း ရှင်းလင်းလာသည်။ အစ်ဗ်နု ဂျရီရ်က မှတ်ချက်ပြုသည်၊ \"ဤအာယသ်တော်သည် အရည်သည် ၎င်းမရပ်သည်ဖြစ်စေ၊ ထိုင်သည်ဖြစ်စေ ကျန်ရှိနေသည်ဟု အဓိပ္ပာယ်ရသည်။\" အလ်-အော်ဖီက အစ်ဗ်နု အဗ္ဗားစ် ပြောကြားသည်ကို မှတ်တမ်းတင်သည်၊ \"သုတ်ရည်သည် အတွင်း၌ ရှိနေခဲ့သည်၊ သို့သော် ၎င်းမသည် ကိုယ်ဝန်ရှိ၊ မရှိ မသေချာသေးပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا أَثْقَلَت</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် လေးလံလာသောအခါ)</span>၊ ၎င်းမသည် သန္ဓေသားနှင့်အတူ ပိုမိုလေးလံလာသည်။\" အစ်-ဆွဒ်ဒီက \"သန္ဓေသားသည် ၎င်းမ၏သားအိမ်၌ ကြီးထွားလာသည်။\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَّعَوَا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှစ်ဦးစလုံးသည် အလ္လာဟ်အရှင်မြတ်၊ ၎င်းတို့၏ အရှင်သခင်အား <span class=\"gray\">(ပြောကြားလျက်)</span> တောင်းခံခဲ့ကြသည်။ \"အကယ်၍ အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ဆွာလိဟ်ကလေးတစ်ဦးကို ပေးသနားတော်မူမည်ဆိုပါက\")</span> အကယ်၍ သူသည် ဘက်ပေါင်းစုံမှ လူသားအဖြစ် မွေးဖွားလာပါက။ အဒ်-ဒဟ်ဟက်က အစ်ဗ်နု အဗ္ဗားစ်က မှတ်ချက်ပြုသည်မှာ \"၎င်းတို့သည် ၎င်းတို့၏ကလေးသည် တိရစ္ဆာန်ပုံသဏ္ဌာန်ဖြင့် မွေးဖွားလာမည်ကို ကြောက်ရွံ့ခဲ့ကြသည်!\" ဟု ဖြစ်ပြီး၊ အဘူ အလ်-ဘခ်သရီနှင့် အဘူ မာလစ်ခ်တို့က မှတ်ချက်ပြုသည်မှာ \"၎င်းတို့သည် ၎င်းတို့၏ မွေးကင်းစကလေးသည် လူသားမဟုတ်မည်ကို ကြောက်ရွံ့ခဲ့ကြသည်\" ဟု ဖြစ်သည်။ အလ်-ဟာဆန် အလ်-ဘစွရီကလည်း \"အကယ်၍ အသင် <span class=\"gray\">(အလ္လာဟ်)</span> သည် ကျွန်ုပ်တို့အား သားယောက်ျားတစ်ဦးကို ပေးသနားတော်မူမည်ဆိုပါက\" ဟု မှတ်ချက်ပြုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّنَكُونَنَّ مِنَ الشَّاكِرِينَ - فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ကျေးဇူးတင်သူများထဲမှ ဖြစ်လာပါမည်။ သို့သော် အရှင်မြတ်သည် ၎င်းတို့အား ဆွာလိဟ်ကလေးတစ်ဦးကို ပေးသနားတော်မူသောအခါ၊ ၎င်းတို့သည် အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်)</span> အား အရှင်မြတ် ပေးသနားတော်မူခဲ့သော အရာတွင် ဖက်စပ်များ ပေါင်းဖက်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ ဖက်စပ်များ ပေါင်းဖက်သောအရာအားလုံးထက် အလွန်တရာ မြင့်မြတ်တော်မူ၏။)</span><span class=\"gray\">[၇:၁၈၉-၁၉၀]</span></p><p lang=\"my\" class=\"my \">အစ်ဗ်နု ဂျရီရ်က အလ်-ဟာဆန်သည် ဤအာယသ်တော်၏ ဤအပိုင်းအပေါ် မှတ်ချက်ပြုခဲ့သည်ကို မှတ်တမ်းတင်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်)</span> အား အရှင်မြတ် ပေးသနားတော်မူခဲ့သော အရာတွင် ဖက်စပ်များ ပေါင်းဖက်ခဲ့ကြသည်)</span></p><p lang=\"my\" class=\"my \">\"၎င်းသည် အာဒမ် <span class=\"gray\">[သို့မဟုတ် ဟောင်ဝါ]</span> ထံမှ မဟုတ်ဘဲ အချို့ဘာသာတရားကို လိုက်နာသူများကြောင့် ဖြစ်ပေါ်ခဲ့ခြင်းဖြစ်သည်။\" </p><p lang=\"my\" class=\"my \">အလ်-ဟာဆန်ကလည်း \"ဤအာယသ်တော်သည် အာဒမ်၏ မျိုးနွယ်များထဲမှ ရှစ်ရ်က် (ဖက်စပ်ပေါင်းဖက်မှု) ထဲသို့ ကျရောက်ခဲ့သူများကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်)</span> အား အရှင်မြတ် ပေးသနားတော်မူခဲ့သော အရာတွင် ဖက်စပ်များ ပေါင်းဖက်ခဲ့ကြသည်။)</span>\" </p><p lang=\"my\" class=\"my \">ကွာတာဒါက \"အလ်-ဟာဆန်သည် ၎င်းသည် ဂျူးများနှင့် ခရစ်ယာန်များကို ရည်ညွှန်းသည်ဟု ပြောလေ့ရှိသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား သားသမီးများ ပေးခဲ့သော်လည်း ၎င်းတို့က ၎င်းတို့အား ဂျူးနှင့် ခရစ်ယာန်များအဖြစ် ပြောင်းလဲပစ်ခဲ့ကြသည်\" ဟု ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဟာဆန်ထံမှ ရှင်းလင်းချက်များတွင် ၎င်းထံသို့ ဦးတည်သော စစ်မှန်သော ဆင့်ကဲပြောကြားမှု သွယ်တန်းမှုများ ရှိပြီး၊ ၎င်းသည် အကောင်းဆုံး အဓိပ္ပာယ်ဖွင့်ဆိုချက်များထဲမှ တစ်ခုဖြစ်သည်။ ထို့ကြောင့် ဤအာယသ်တော်ကို ဤနည်းဖြင့် နားလည်သင့်သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အာဒမ်နှင့် ဟောင်ဝါကို ရည်ညွှန်းခြင်းမဟုတ်ဘဲ ၎င်းတို့၏ မျိုးနွယ်များထဲမှ ရုပ်တုကိုးကွယ်သူများကို ရည်ညွှန်းကြောင်း ထင်ရှားသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ပုဂ္ဂိုလ်ကို ဦးစွာ ဖော်ပြခဲ့ပြီး <span class=\"gray\">[အာဒမ်နှင့် ဟောင်ဝါ]</span> ထို့နောက် မျိုးစိတ်ကို ဆက်လက် ဖော်ပြခဲ့သည် <span class=\"gray\">[လူသားများ၊ ၎င်းတို့အနက် များစွာသောသူတို့သည် ရှစ်ရ်က်ကို ကျူးလွန်ခဲ့ကြသည်]</span>။ ကုရ်အာန်၌လည်း အလားတူ ကိစ္စရပ်များ ရှိသည်။ ဥပမာအားဖြင့်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် အနီးဆုံးကောင်းကင်ကို မီးပန်းများဖြင့် အမှန်ပင် အလှဆင်ထားခဲ့သည်)</span><span class=\"gray\">[၆၇:၅]</span></p><p lang=\"my\" class=\"my \">ကောင်းကင်၌ မီးပန်းများအဖြစ် ပြုလုပ်ထားသော ကြယ်များသည် ရှိုင်သွာန်များထံ ပစ်ပေါက်သော ပစ်ခတ်သည့် ဒုံးပျံများ <span class=\"gray\">[အာယသ်တော်၏ နောက်ပိုင်းတွင် ဖော်ပြထားသော]</span> နှင့် မတူညီကြောင်း လူသိများသည်။ ကုရ်အာန်၌ အလားတူ ဥပမာများ ရှိသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  }
]