[
  {
    "ayah_key": "11:18",
    "group_ayah_key": "11:18",
    "from_ayah": "11:18",
    "to_ayah": "11:22",
    "ayah_keys": "11:18,11:19,11:20,11:21,11:22",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်အပေါ် မဟုတ်မမှန်လုပ်ကြံပြောဆိုသူထက် ပိုမိုဆိုးသွမ်းသူမည်သူရှိအံ့နည်း။ ထိုသူတို့အား ၎င်းတို့၏အရှင်သခင်ထံသို့ ခေါ်ဆောင်လာကြပြီး သက်သေများက \"ဤသူတို့သည် ၎င်းတို့၏အရှင်သခင်အပေါ် မဟုတ်မမှန်ပြောဆိုသူများပင်!\" ဟု ပြောဆိုကြမည်။ သံသယမရှိပါ! မတရားပြုသူများအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသက်ရောက်ပါစေ။ <span>(၁၈)</span>အလ္လာဟ်အရှင်မြတ်၏လမ်းမှ <span class=\"gray\">(အခြားသူများကို)</span> တားဆီးကာ ထိုလမ်းတွင် ကောက်ကျစ်လိုကြသူများသည် နောင်တမလွန်ဘဝကို မယုံကြည်သူများဖြစ်ကြသည် <span>(၁၉)</span>မည်သည့်နည်းနှင့်မျှ ၎င်းတို့သည် မြေကြီးပေါ်တွင် လွတ်မြောက်နိုင်မည်မဟုတ်၊ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားအကာအကွယ်ပေးသူများလည်း ၎င်းတို့တွင် မရှိပါ။ ၎င်းတို့၏ပြစ်ဒဏ်သည် နှစ်ဆဖြစ်လိမ့်မည်။ ၎င်းတို့သည် နားထောင်ရန် မတတ်နိုင်ကြသလို <span class=\"gray\">(အမှန်တရားကို)</span> မြင်နိုင်လေ့မရှိခဲ့ကြပေ <span>(၂၀)</span>၎င်းတို့သည် မိမိတို့ကိုယ်ကို ဆုံးရှုံးသူများဖြစ်ကြပြီး ၎င်းတို့လုပ်ကြံဖန်တီးခဲ့သောအရာများက ၎င်းတို့ထံမှ လွတ်မြောက်သွားခဲ့သည် <span>(၂၁)</span>ဧကန်အမှန်ပင် ၎င်းတို့သည် နောင်တမလွန်ဘဝတွင် အကြီးဆုံးရှုံးသူများဖြစ်ကြမည် <span>(၂၂)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်အပေါ် မဟုတ်မမှန်ပြောဆိုသူများနှင့် အခြားသူများကို ကိုယ်တော်၏လမ်းမှ တားဆီးသူများသည် အကြီးဆုံးရှုံးသူများဖြစ်ကြသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အနန္တဂုဏ်တော်ရှင်သည် ကိုယ်တော်အပေါ် မဟုတ်မမှန်ပြောဆိုသူတို့၏ အခြေအနေနှင့် ၎င်းတို့၏နောင်တမလွန်ဘဝတွင် အရှက်ရဖွယ်ရာများကို ဖန်ဆင်းခံများ၏ခေါင်းဆောင်များဖြစ်ကြသော <span class=\"gray\">(သက်သေခံရန်)</span> ကောင်းကင်တမန်များ၊ တမန်တော်များ၊ ပရောဖက်များနှင့် ကျန်လူသားများ၊ ဂျင်န်များရှေ့တွင် တင်ပြခြင်းခံရမည်ကို ရှင်းပြထားတော်မူသည်။</p><p lang=\"my\" class=\"my \">၎င်းသည် အီမာမ် အာမဒ်မှ ဆပ်ဖ်ဝါန် ဘင် မုဟ်ရစ်ဇ် ထံမှ မှတ်တမ်းတင်ထားသည်နှင့် အတူတူပင်ဖြစ်သည်။ ဆပ်ဖ်ဝါန် က ပြောသည်၊ \"ကျွန်ုပ်သည် အစ်ဘ်န် 'အူမာရ် ၏ လက်ကို ကိုင်ထားစဉ် လူတစ်ဦးကို ကိုယ်တော်ထံသို့ ခေါ်ဆောင်လာခဲ့သည်။ ထိုလူက ပြောသည်၊ 'အသင်သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မှ ကိယာမတ်နေ့တွင် အန်-နာဂျ်ဝါ <span class=\"gray\">(လျှို့ဝှက်တိုင်ပင်ခြင်း သို့မဟုတ် လျှို့ဝှက်ပြောဆိုခြင်း)</span> ကို မည်သို့ ဖော်ပြသည်ကို မည်သို့ ကြားသိခဲ့ရသနည်း' အစ်ဘ်န် 'အူမာရ် က ပြောသည်၊ 'ကျွန်ုပ် ကိုယ်တော် ပြောသည်ကို ကြားသိခဲ့ရသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ عزَّ وَجَلَّ يُدْنِي الْمُؤْمِنَ فَيَضَعُ عَلَيْهِ كَنَفَهُ، وَيَسْتُرُهُ مِنَ النَّاسِ، وَيُقَرِّرُهُ بِذُنُوبِهِ وَيَقُولُ لَهُ: أَتَعْرِفُ ذَنْبَ كَذَا؟ أَتَعْرِفُ ذَنْبَ كَذَا؟ أَتَعْرِفُ ذَنْبَ كَذَا؟ حَتَّى إِذَا قَرَّرَهُ بِذُنُوبِهِ وَرَأَى فِي نَفْسِهِ أَنَّهُ قَدْ هَلَكَ قَالَ: فَإِنِّي قَدْ سَتَرْتُهَا عَلَيْكَ فِي الدُّنْيَا وَإِنِّي أَغْفِرُهَا لَكَ الْيَوْمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်အမှန်ပင် အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်နှင့် အနန္တဂုဏ်တော်ရှင်သည် ယုံကြည်သူထံသို့ ချဉ်းကပ်တော်မူပြီး ကိုယ်တော်၏ အရိပ်ကို သူ့အပေါ် ထားရှိတော်မူမည်။ ကိုယ်တော်သည် သူ့အား လူအများထံမှ ဖုံးကွယ်ထားပြီး သူ၏အပြစ်များကို ဝန်ခံစေမည်။ ကိုယ်တော်က သူ့အား \"ဤအပြစ်ကို အသင်မှတ်မိသလား? ထိုအပြစ်ကို အသင်မှတ်မိသလား? ထိုသို့သော အပြစ်ကို အသင်မှတ်မိသလား?\" ဟု ပြောဆိုမည်။ ၎င်းသည် ကိုယ်တော်က သူ့အား သူ၏အပြစ်များအားလုံးကို ဝန်ခံစေပြီး သူ <span class=\"gray\">(ယုံကြည်သူ)</span> ကိုယ်သူ ပျက်စီးတော့မည်ဟု တွေးတောမိသည်အထိ ဆက်လက်ဖြစ်ပေါ်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က \"ဧကန်အမှန်ပင် ငါသည် ဤအပြစ်များကို လောကီဘဝတွင် အသင်အတွက် ဖုံးကွယ်ထားခဲ့ပြီး ယနေ့ အသင်အတွက် ခွင့်လွှတ်လိုက်ပြီ\" ဟု ပြောဆိုမည်။ ထို့နောက် သူ <span class=\"gray\">(ယုံကြည်သူ)</span> အား သူ၏ ကောင်းမှုမှတ်တမ်းစာအုပ်ကို ပေးအပ်လိမ့်မည်။ ကာဖိရ်များ (မယုံကြည်သူများ) နှင့် မုနာဖစ် (အရေခြုံများ) အတွက်မူ သက်သေများက ပြောဆိုကြမည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰؤُلَاءِ الَّذِينَ كَذَبُوا عَلَىٰ رَبِّهِمْ ۚ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူတို့သည် ၎င်းတို့၏အရှင်သခင်အပေါ် မဟုတ်မမှန်ပြောဆိုသူများပင်! သံသယမရှိ! မတရားပြုသူများအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာသက်ရောက်ပါစေ)</span>။\" အလ်-ဘူခါရီ နှင့် မွတ်စလင်မ် နှစ်ဦးစလုံးသည် ဤရဗာယတ်ကို အစ်စဟာဟ်နှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏လမ်းမှ <span class=\"gray\">(အခြားသူများကို)</span> တားဆီးကာ ထိုလမ်းတွင် ကောက်ကျစ်လိုကြသူများ)</span> ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်နှင့် အနန္တဂုဏ်တော်ရှင်ထံသို့ ဦးတည်သော လမ်းညွှန်မှု၏ လမ်းစဉ်ကို လိုက်နာခြင်းမှ လူများကို တားဆီးသည်ဟု အဓိပ္ပာယ်ရသည်။ ထိုသို့ပြုလုပ်ခြင်းဖြင့် ၎င်းတို့သည် လူများကို ဂျန္နတ် (ပရဒိသု) ကိုယ်တိုင်မှလည်း ဝေးကွာစေသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَبْغُونَهَا عِوَجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုလမ်းတွင် ကောက်ကျစ်လိုကြသူများ)</span> ၎င်းသည် ၎င်းတို့၏လမ်းကြောင်းကို ကောက်ကျစ်ပြီး မညီမညာဖြစ်စေလိုသည်ဟု အဓိပ္ပာယ်ရသည်။ ထို့နောက်၊ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُم بِالْآخِرَةِ هُمْ كَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် နောင်တမလွန်ဘဝကို မယုံကြည်သူများဖြစ်ကြသည်)</span> ၎င်းသည် ၎င်းတို့သည် နောင်တမလွန်ဘဝကို ငြင်းပယ်ပြီး ၎င်း၏ ဖြစ်ရပ်များထဲမှ တစ်ခုခု ဖြစ်ပေါ်လာမည်ဟူသော အယူအဆကို သို့မဟုတ် ၎င်း၏တည်ရှိမှုကို လုံးဝငြင်းပယ်သည်ဟု အဓိပ္ပာယ်ရသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَا كَانَ لَهُم مِّن دُونِ اللَّهِ مِنْ أَوْلِيَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်နည်းနှင့်မျှ ၎င်းတို့သည် မြေကြီးပေါ်တွင် လွတ်မြောက်နိုင်မည်မဟုတ်၊ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားအကာအကွယ်ပေးသူများလည်း ၎င်းတို့တွင် မရှိပါ!)</span> ၎င်းသည် ဤမယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးတော်နှင့် ကိုယ်တော်၏ အင်အားတော်အောက်တွင် ရှိသည်။ ၎င်းတို့သည် ကိုယ်တော်၏ ဖမ်းဆုပ်မှုတွင် ရှိပြီး ကိုယ်တော်၏ အာဏာအောက်တွင် ရှိသည်။ ကိုယ်တော်သည် နောင်တမလွန်ဘဝ မရောက်မီ ဤဘဝတွင်ပင် ၎င်းတို့အား လက်စားချေရန် အလွန်ပင် စွမ်းဆောင်နိုင်တော်မူသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် တူညီသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကိုယ်တော်သည် မျက်လုံးများ ထိတ်လန့်တုန်လှုပ်စွာ ကြည့်ရှုနေမည့် နေ့တစ်နေ့အထိ ၎င်းတို့အား အချိန်ပေးထားတော်မူသည်)</span><span class=\"gray\">[၁၄:၄၂]</span> အစ်စဟာဟ်နှစ်ခုတွင် တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူအား ကိုယ်တော် ဖမ်းဆီးသည်အထိ အချိန်ပေးထားပြီး၊ ထို့နောက် သူသည် ကိုယ်တော်ထံမှ လွတ်မြောက်နိုင်မည်မဟုတ်)</span> ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُضَاعَفُ لَهُمُ الْعَذَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ပြစ်ဒဏ်သည် နှစ်ဆဖြစ်လိမ့်မည်!)</span> ၎င်းသည် ၎င်းတို့အပေါ် ပြစ်ဒဏ်သည် နှစ်ဆဖြစ်လိမ့်မည်ဟု အဓိပ္ပာယ်ရသည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ကြားနာခြင်း၊ မြင်နိုင်ခြင်းနှင့် နှလုံးသားများကို ပေးသော်လည်း ဤအရာများသည် ၎င်းတို့အား အကျိုးမပြုခဲ့ပေ။ ထို့အစား၊ ၎င်းတို့သည် အမှန်တရားကို ကြားနာရာမှ နားပင်းခဲ့ကြပြီး ၎င်းကို လိုက်နာရာမှ မျက်စိကွယ်ခဲ့ကြသည်။ ၎င်းသည် ၎င်းတို့သည် ငရဲမီးထဲသို့ ဝင်ရောက်သောအခါ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့နှင့် ပတ်သက်၍ ဖော်ပြထားသည့်အတိုင်းပင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောဆိုကြမည်- \"အကယ်၍ ကျွန်ုပ်တို့သာ နားထောင်ခဲ့လျှင် သို့မဟုတ် ကျွန်ုပ်တို့၏ ဉာဏ်ပညာကို အသုံးပြုခဲ့လျှင်၊ ကျွန်ုပ်တို့သည် ပြင်းထန်စွာ တောက်လောင်နေသော ငရဲမီး၏ နေထိုင်သူများထဲတွင် ပါဝင်မည်မဟုတ်ပါ!\")</span><span class=\"gray\">[၆၇:၁၀]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများနှင့် <span class=\"gray\">(လူများကို)</span> အလ္လာဟ်အရှင်မြတ်၏ လမ်းမှ တားဆီးသူများအတွက်၊ ကျွန်ုပ်တို့သည် ပြစ်ဒဏ်အပေါ် ပြစ်ဒဏ်ကို ထပ်ထည့်ပေးမည်)</span><span class=\"gray\">[၁၆:၈၈]</span> ဤအကြောင်းကြောင့် ၎င်းတို့သည် စွန့်လွှတ်ခဲ့သော အမိန့်တိုင်းနှင့် ကျူးလွန်ခဲ့သော တားမြစ်ချက်တိုင်းအတွက် အပြစ်ပေးခံရမည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့ကိုယ်ကို ဆုံးရှုံးသူများဖြစ်ကြပြီး ၎င်းတို့လုပ်ကြံဖန်တီးခဲ့သောအရာများက ၎င်းတို့ထံမှ လွတ်မြောက်သွားခဲ့သည်)</span> ၎င်းတို့သည် မိမိတို့ကိုယ်ကို ဆုံးရှုံးခဲ့ကြသည်ဟု ဆိုလိုသည်မှာ ၎င်းတို့အား ပြင်းထန်စွာ တောက်လောင်နေသော ငရဲမီးထဲသို့ ဝင်စေမည်ဖြစ်ပြီး ၎င်းတို့သည် အပြစ်ပေးခံရမည်ဖြစ်ကာ ၎င်း၏ပြစ်ဒဏ်သည် မျက်တောင်တစ်ခတ်မျှပင် ၎င်းတို့ထံမှ ရုပ်သိမ်းခြင်းခံရမည်မဟုတ်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မှိန်သွားတိုင်း၊ ကျွန်ုပ်တို့သည် ၎င်းတို့အတွက် ငရဲမီး၏ ပြင်းထန်မှုကို တိုးမြှင့်ပေးမည်)</span><span class=\"gray\">[၁၇:၉၇]</span> ထိုမိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَضَلَّ عَنْهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံမှ လွတ်မြောက်သွားခဲ့သည်)</span> ဆိုလိုသည်မှာ ၎င်းသည် ၎င်းတို့အား စွန့်ခွာသွားခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَّا كَانُوا يَفْتَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့လုပ်ကြံဖန်တီးခဲ့သောအရာများ)</span> အလ္လာဟ်အရှင်မြတ်မှလွဲ၍၊ ပြိုင်ဘက်များနှင့် ရုပ်တုများကဲ့သို့သော အရာများ။ သို့သော်လည်း ဤအရာများသည် ၎င်းတို့အား အနည်းငယ်မျှပင် အကျိုးမပြုခဲ့ပေ။ အမှန်တကယ်တွင်၊ ဤအရာများသည် ၎င်းတို့အား ကြီးမားသော ထိခိုက်နစ်နာမှုကို ဖြစ်စေခဲ့သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားများကို စုဝေးစေသောအခါ၊ ၎င်းတို့သည် ၎င်းတို့၏ ရန်သူများဖြစ်လာမည်ဖြစ်ပြီး ၎င်းတို့၏ ကိုးကွယ်မှုကို ငြင်းပယ်ကြမည်)</span><span class=\"gray\">[၄၆:၆]</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လိုက်နာခံရသူများက <span class=\"gray\">(မိမိတို့အား)</span> လိုက်နာသူများကို စွန့်ပယ်ပြီး ၎င်းတို့သည် ပြစ်ဒဏ်ကို မြင်တွေ့ရသောအခါ၊ ၎င်းတို့၏ ဆက်နွယ်မှုအားလုံးသည် ၎င်းတို့ထံမှ ပြတ်တောက်သွားမည်)</span><span class=\"gray\">[၂:၁၆၆]</span> ထို့အတူ ၎င်းတို့၏ ဆုံးရှုံးမှုနှင့် ပျက်စီးမှုကို သက်သေပြသော အခြားကျမ်းပိုဒ်များစွာလည်း ရှိသည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်အမှန်ပင် ၎င်းတို့သည် နောင်တမလွန်ဘဝတွင် အကြီးဆုံးရှုံးသူများဖြစ်ကြမည်)</span><span class=\"gray\">[၁၁:၂၂]</span> ဤကျမ်းပိုဒ်တွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ကံကြမ္မာ၏ လမ်းကြောင်းကို အသိပေးထားသည်။ ကိုယ်တော်က ၎င်းတို့သည် နောင်တမလွန်ဘဝအတွက် ၎င်းတို့၏ အရောင်းအဝယ်တွင် လူသားများအနက် အကြီးဆုံးဆုံးရှုံးသူများဖြစ်ကြောင်း ရှင်းပြထားသည်။ ၎င်းသည် ၎င်းတို့သည် အမြင့်ဆုံးအဆင့်များ <span class=\"gray\">(ဂျန္နတ် (ပရဒိသု) ၏)</span> ကို အနိမ့်ဆုံးအဆင့်များ <span class=\"gray\">(ဂျဟန္နမ် (ငရဲ) ၏)</span> နှင့် လဲလှယ်ခဲ့ကြပြီး ဥယျာဉ်များ <span class=\"gray\">(ဂျန္နတ် (ပရဒိသု) ၏)</span> ၏ ပျော်ရွှင်မှုကို ပြင်းထန်သော ဆူပွက်နေသောရေ <span class=\"gray\">(ဂျဟန္နမ် (ငရဲ) ၏)</span> နှင့် အစားထိုးခဲ့ကြသောကြောင့်ဖြစ်သည်။ ၎င်းတို့သည် တံဆိပ်ခတ်ထားသော ဝတ်ရည်ကို ပြင်းထန်သော လေပူ၊ ဆူပွက်နေသောရေနှင့် အမဲရောင်မီးခိုးအရိပ်နှင့် လဲလှယ်ခဲ့ကြသည်။ ၎င်းတို့သည် မျက်လုံးကျယ်ကျယ်လှပသော ကညာများအစား ညစ်ပတ်သော ဒဏ်ရာများ၏ အညစ်အကြေးမှ အစာကို ရွေးချယ်ခဲ့ကြသည်။ ၎င်းတို့သည် မြင့်မားသော ရဲတိုက်များအစား ဟာဝီယာ <span class=\"gray\">(ငရဲတွင်းတစ်ခု)</span> ကို နှစ်သက်ခဲ့ကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမျက်တော်နှင့် ကိုယ်တော်၏ ပြစ်ဒဏ်ကို ကိုယ်တော်နှင့် နီးစပ်မှုနှင့် ကိုယ်တော်အား စိုက်ကြည့်ရသည့် ကောင်းချီးမင်္ဂလာထက် ရွေးချယ်ခဲ့ကြသည်။ ထို့ကြောင့်၊ ထိုကဲ့သို့သောသူများသည် နောင်တမလွန်ဘဝတွင် အကြီးဆုံးဆုံးရှုံးသူများ ဖြစ်သင့်သည်မှာ မတရားမှုမဟုတ်ပေ။</p>"
  }
]