[
  {
    "ayah_key": "3:187",
    "group_ayah_key": "3:187",
    "from_ayah": "3:187",
    "to_ayah": "3:189",
    "ayah_keys": "3:187,3:188,3:189",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှတ်ရပါ)</span> အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းဂန်ကို ပေးသနားခြင်းခံရသူများ <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်များ)</span> ထံမှ ပဋိညာဉ်ယူခဲ့သည့်အခါ ၎င်းကို <span class=\"gray\">(အမှန်တရား)</span> လူသားတို့အား သိရှိစေရန်နှင့် ရှင်းလင်းစွာ ဖော်ပြရန်၊ ၎င်းကို မဖုံးကွယ်ရန်၊ သို့သော် သူတို့သည် ၎င်းကို နောက်ကျောနောက်သို့ ပစ်ချခဲ့ကြ၏၊ ၎င်းဖြင့် မည်မျှပင် သေးငယ်သော အကျိုးအမြတ်ကို ဝယ်ယူခဲ့ကြ၏။ အမှန်စင်စစ် သူတို့ဝယ်ယူခဲ့သော အရာသည် အဆိုးဆုံးပင်ဖြစ်သည် <span>(187)</span>မိမိတို့လုပ်ခဲ့သော အရာ၌ ပျော်ရွှင်ကြသူများ <span class=\"gray\">(သို့မဟုတ် ဖြစ်မြောက်စေခဲ့သည်)</span>၊ နှင့် မိမိတို့မလုပ်ခဲ့သော အရာအတွက် ချီးမွမ်းခံလိုသူများကို ပြစ်ဒဏ်မှ ကယ်တင်ခံရသည်ဟု မထင်လိုက်နှင့်၊ သူတို့အတွက်မှာ နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ရှိသည် <span>(188)</span>အလ္လာဟ်အရှင်မြတ်ထံမှာသာ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အုပ်စိုးမှုသည် ရှိသည်၊ အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးအပေါ် စွမ်းအင်ရှိတော်မူသည် <span>(189)</span></p><div lang=\"my\" class=\"my \"><h2>ကျမ်းဂန်ရရှိသူတို့အား ပဋိညာဉ်ဖျက်ဆီးခြင်းနှင့် အမှန်တရားကို ဖုံးကွယ်ခြင်းအတွက် ပြစ်တင်ရှုံ့ချခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤအာယတ်တော်တွင် အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းဂန်ရရှိသူတို့ကို ပြစ်တင်ရှုံ့ချတော်မူသည်၊ သူတို့၏ တမန်တော်များ၏ စကားများဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ပဋိညာဉ်ယူခဲ့သည်၊ ၎င်းတို့သည် မုဟမ္မဒ် ﷺ ကို ယုံကြည်ကြမည်ဖြစ်ပြီး လူတို့အား သူ၏အကြောင်းကို ဖော်ပြကြမည်ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က သူ့ကို စေလွှတ်သောအခါ သူတို့သည် သူ့ကို အသိအမှတ်ပြုပြီး လိုက်နာကြစေရန်ဖြစ်သည်။ သို့သော် သူတို့သည် ဤအမှန်တရားကို ဖုံးကွယ်ခဲ့ကြပြီး သေးငယ်သော ပမာဏနှင့် လောကီအကျိုးအမြတ်များကို ပိုမိုနှစ်သက်ခဲ့ကြသည် သူတို့ကို ကတိပြုထားသော ဤဘဝနှင့် နောင်တမလွန်ဘဝ၏ ဆုလာဘ်များအစားဖြစ်သည်။ ၎င်းသည် အမှန်စင်စစ် ဆုံးရှုံးသော အရောင်းအဝယ်နှင့် ကျရှုံးသော ကုန်သွယ်မှုဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်များသည် ဘာသာရေးပညာရှင်များအား သူတို့၏ အပြုအမူကို မတုပရန် သတိပေးချက်လည်း ပါရှိသည်၊ သူတို့သည် တူညီသော ကံကြမ္မာကို မခံစားရစေရန်နှင့် သူတို့ကဲ့သို့ မဖြစ်စေရန်ဖြစ်သည်။ ထို့ကြောင့် ဘာသာရေးပညာရှင်များသည် မိမိတို့ရရှိထားသော အကျိုးဖြစ်ထွန်းစေသည့် အသိပညာကို ဖြန့်ဝေရန်၊ အမျိုးမျိုးသော ဖြောင့်မတ်မှန်ကန်သော ကောင်းမှုကုသိုလ်များကို အားပေးရန် တာဝန်ရှိသည်။ သူတို့၏ အသိပညာ၏ မည်သည့်အပိုင်းကိုမျှ ဖုံးကွယ်ခြင်းမပြုရန်လည်း သတိပေးထားသည်။</p><p lang=\"my\" class=\"my \">ဟဒီးစ်တော်တစ်ခုတွင် တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ سُئِلَ عَنْ عِلْمٍ فَكَتَمَهُ، أُلْجِمَ يَوْمَ الْقِيَامَةِ بِلِجَامٍ مِنْ نَارٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို မိမိသိသော အသိပညာနှင့်ပတ်သက်၍ မေးမြန်းခြင်းခံရသော်လည်း ထုတ်ဖော်မပြောကြားခဲ့ပါက ရှင်ပြန်ထမြောက်ရာနေ့တွင် မီးဖြင့်ပြုလုပ်ထားသော ဇက်ကြိုးဖြင့် ချည်နှောင်ခံရမည်။)</span></p><div lang=\"my\" class=\"my \"><h2>မိမိတို့ မလုပ်ခဲ့သော အရာအတွက် ချီးမွမ်းခံလိုသူများကို ပြစ်တင်ရှုံ့ချခြင်း</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوا وَّيُحِبُّونَ أَن يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့လုပ်ခဲ့သော အရာ၌ ပျော်ရွှင်ကြသူများ၊ နှင့် မိမိတို့ မလုပ်ခဲ့သော အရာအတွက် ချီးမွမ်းခံလိုသူများကို မထင်လိုက်နှင့်)</span>, ဆိုသည်မှာ ဝါကြွားသူများ၊ မိမိတို့လုပ်ဆောင်သော အရာ၌ ပျော်ရွှင်ကြပြီး မိမိတို့ မလုပ်ခဲ့သော အရာကို လုပ်ဆောင်သည်ဟု အခိုင်အမာ ပြောဆိုသူများကို ရည်ညွှန်းသည်။ ဆဟီးနှစ်ခုတွင် တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنِ ادَّعَى دَعْوَةً كَاذِبَةً لِيَتَكَثَّرَ بِهَا، لَمْ يَزِدْهُ اللهُ إِلَّا قِلَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အကျိုးအမြတ်တစ်မျိုးမျိုးရရှိရန် မမှန်မကန် ပြောဆိုပါက အလ္လာဟ်အရှင်မြတ်သည် သူ့အား လျော့ကျခြင်းကိုသာ ပေးသနားတော်မူမည်။)</span></p><p lang=\"my\" class=\"my \">ဆဟီးတွင်လည်း မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُتَشَبِّعُ بِمَا لَمْ يُعْطَ، كَلَابِسِ ثَوْبَيْ زُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိမလုပ်ခဲ့သောအရာကို လုပ်သည်ဟု အခိုင်အမာပြောဆိုသူသည် မဟုတ်မမှန်မှုဖြင့် ပြုလုပ်ထားသော ဝတ်ရုံနှစ်ထည်ကို ဝတ်ဆင်သူနှင့် အတူတူပင်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က မာရ်ဝမ်သည် သူ၏ အစောင့် ရာဖီအား အိဗ်နု အဘ်ဘာစ်ထံသွား၍ ကြေညာရန် ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်မှာ၊ \"ကျွန်ုပ်တို့ထဲမှ မိမိလုပ်ခဲ့သော အရာ၌ ပျော်ရွှင်ပြီး မိမိမလုပ်ခဲ့သော အရာအတွက် ချီးမွမ်းခံလိုသူတိုင်း ပြစ်ဒဏ်ခံရမည်ဆိုပါက ကျွန်ုပ်တို့အားလုံး ပြစ်ဒဏ်ခံရမည်ဖြစ်သည်။\" အိဗ်နု အဘ်ဘာစ်က \"ဤအာယတ်တော်သည် ကျမ်းဂန်ရရှိသူများနှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် သူသည် အာယတ်တော်ကို ရွတ်ဖတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَنًا قَلِيلًا فَبِئْسَ مَا يَشْتَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အမှတ်ရပါ)</span> အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းဂန်ကို ပေးသနားခြင်းခံရသူများ <span class=\"gray\">(ဂျူးနှင့် ခရစ်ယာန်များ)</span> ထံမှ ပဋိညာဉ်ယူခဲ့သည့်အခါ ၎င်းကို <span class=\"gray\">(အမှန်တရား)</span> လူသားတို့အား သိရှိစေရန်နှင့် ရှင်းလင်းစွာ ဖော်ပြရန်၊ ၎င်းကို မဖုံးကွယ်ရန်၊ သို့သော် သူတို့သည် ၎င်းကို နောက်ကျောနောက်သို့ ပစ်ချခဲ့ကြ၏၊ ၎င်းဖြင့် မည်မျှပင် သေးငယ်သော အကျိုးအမြတ်ကို ဝယ်ယူခဲ့ကြ၏။ အမှန်စင်စစ် သူတို့ဝယ်ယူခဲ့သော အရာသည် အဆိုးဆုံးပင်ဖြစ်သည်)။</span> ထို့နောက် အာယတ်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوا وَّيُحِبُّونَ أَن يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့လုပ်ခဲ့သော အရာ၌ ပျော်ရွှင်ကြသူများ၊ နှင့် မိမိတို့ မလုပ်ခဲ့သော အရာအတွက် ချီးမွမ်းခံလိုသူများကို မထင်လိုက်နှင့်)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ်ဘာစ်က \"တမန်တော် ﷺ သည် သူတို့ကို တစ်ခုခုမေးမြန်းခဲ့ပြီး သူတို့သည် ၎င်း၏ အသိပညာကို ဖုံးကွယ်၍ မှားယွင်းသောအဖြေကို ပေးခဲ့ကြသည်။ သူတို့သည် သူ့ကို ဖြေကြားခဲ့သောကြောင့် သူ့ရှေ့တွင် ဝါကြွားပြီး ပျော်ရွှင်ပြီးနောက် ထွက်ခွာခဲ့ကြသည်၊ ထို့ကြောင့် သူတို့သည် ဟန်ဆောင်ခဲ့ကြပြီး သူတို့ကို မေးမြန်းခဲ့သော အမှန်တကယ်သတင်းကို ဖုံးကွယ်ထားနိုင်ခဲ့ခြင်းအတွက် ဝမ်းမြောက်ခဲ့ကြသည်။\" ၎င်းကို အလ်-ဘူခါရီ၊ မွတ်စလင်မ်၊ အတ်-တီရ်မီဇီ နှင့် အန်-နစာအီ တို့က မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီက အဘူ စအီးဒ် အလ်-ခုဒ်ရီက ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ခေတ်တွင် ရစူလ်တမန်တော် ﷺ စစ်ပွဲသို့ သွားသောအခါ အချို့သော ဟန်ဆောင်သူများသည် နောက်ကျန်ခဲ့ပြီး တမန်တော် ﷺ နှင့်အတူ စစ်ပွဲသို့ မလိုက်ပါခဲ့ရခြင်းကြောင့် ပျော်ရွှင်ခဲ့ကြသည်။ ရစူလ်တမန်တော် ﷺ ပြန်လာသောအခါ သူတို့သည် အကြောင်းပြချက်တစ်ခုခုရှိကြောင်း ကျိန်ဆိုကာ သူ့အား ခွင့်လွှတ်ရန် တောင်းဆိုကြပြီး၊ သူတို့မလုပ်ခဲ့သော အရာအတွက် ချီးမွမ်းခံလိုကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوا وَّيُحِبُّونَ أَن يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့လုပ်ခဲ့သော အရာ၌ ပျော်ရွှင်ကြသူများ၊ နှင့် မိမိတို့ မလုပ်ခဲ့သော အရာအတွက် ချီးမွမ်းခံလိုသူများကို မထင်လိုက်နှင့်)</span>,\"</p><p lang=\"my\" class=\"my \">အာယတ်တော်၏ အဆုံးအထိ\"။ မွတ်စလင်မ်ကလည်း အလားတူ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَحْسَبَنَّهُم بِمَفَازَةٍ مِّنَ الْعَذَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ပြစ်ဒဏ်မှ ကယ်တင်ခံရသည်ဟု မထင်လိုက်နှင့်)</span> သူတို့သည် ပြစ်ဒဏ်မှ ကယ်တင်ခံရမည်ဟု မထင်လိုက်နှင့်၊ အမှန်စင်စစ် ၎င်းသည် သူတို့အပေါ် သက်ရောက်မည်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက်မှာ နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ရှိသည်)။</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံမှာသာ မိုးကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အုပ်စိုးမှုသည် ရှိသည်၊ အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးအပေါ် စွမ်းအင်ရှိတော်မူသည်)။</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် အရာအားလုံး၏ ပိုင်ရှင်ဖြစ်တော်မူသည်၊ အရာအားလုံးကို ပြုလုပ်နိုင်တော်မူပြီး ကိုယ်တော်၏ တန်ခိုးအင်အားမှ မည်သည့်အရာမျှ လွတ်မြောက်နိုင်ခြင်းမရှိ။ ထို့ကြောင့် ကိုယ်တော်ကို ကြောက်ရွံ့ကြလော့၊ ကိုယ်တော်ကို မည်သည့်အခါမျှ မဆန့်ကျင်ကြလင့်၊ ကိုယ်တော်၏ အမျက်ဒေါသနှင့် လက်စားချေခြင်းကို သတိပြုကြလော့။ ကိုယ်တော်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူသည်၊ ကိုယ်တော်ထက် သာလွန်သူမရှိ၊ နှင့် အစွမ်းအစ အရှိဆုံးဖြစ်တော်မူသည်၊ ကိုယ်တော်ထက် ပိုမိုစွမ်းဆောင်နိုင်သူမရှိ။</p>"
  }
]