[
  {
    "ayah_key": "11:74",
    "group_ayah_key": "11:74",
    "from_ayah": "11:74",
    "to_ayah": "11:76",
    "ayah_keys": "11:74,11:75,11:76",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် အစ်ဗရာဟင်မ်ထံမှ ကြောက်ရွံ့မှု ပျောက်ကွယ်သွားပြီး၊ ဝမ်းမြောက်ဖွယ် သတင်းစကားများ ရောက်လာသောအခါ၊ သူသည် လွတ်(၏) လူမျိုးများအတွက် ကျွန်ုပ်တို့<span class=\"gray\">(၏ ရစူလ်တမန်များ)</span>အား တောင်းပန်စပြုခဲ့သည်။ <span>(၇၄)</span>ဧကန်မလွဲ ဧကန်စင်စစ် အစ်ဗရာဟင်မ်သည် သည်းခံတတ်သူ၊ အလ္လာဟ်အရှင်မြတ်အား နှိမ့်ချစွာ တောင်းခံတတ်သူ၊ အပြစ်မှ နောင်တရသူ ဖြစ်ခဲ့သည်။ <span>(၇၅)</span>\"အို အစ်ဗရာဟင်မ်! ဤအမှုကို စွန့်လွှတ်လိုက်ပါ။ ဧကန်မလွဲ သင်၏အရှင်၏ အမိန့်တော်သည် ကျရောက်ခဲ့ပြီ။ ဧကန်မလွဲ ၎င်းတို့အတွက် လှည့်ပြန်၍မရသော ပြစ်ဒဏ်တစ်ခု ရောက်လာလိမ့်မည်။ <span>(၇၆)</span></p><div lang=\"my\" class=\"my \"><h2>အစ်ဗရာဟင်မ်နှင့် လွတ်(၏) လူမျိုးများအပေါ် အငြင်းပွားမှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးအရှင်သည် အစ်ဗရာဟင်မ်၏ ကြောက်ရွံ့မှု ပျောက်ကွယ်သွားပြီးနောက်၊ ကောင်းကင်တမန်များ စားသောက်ရန် ငြင်းဆန်သောအခါ သူတို့အပေါ် ကြောက်ရွံ့မှု မရှိတော့သည့်အကြောင်းကို ပြောပြတော်မူသည်။ ထို့နောက်တွင်၊ သူတို့သည် သူ့အား သားတစ်ဦးဖွားမြင်မည့် ဝမ်းမြောက်ဖွယ်သတင်းနှင့် လွတ်(၏) လူမျိုးများ ဖျက်ဆီးခံရမည့်အကြောင်းကို ပေးခဲ့ကြသည်။ သူတို့က ဤအကြောင်းကို သူ့အား ပြောပြသောအခါ၊ သူသည် ဆအီဒ် ဘင် ဂျူဘိုင်ရ် ဤကျမ်းပိုဒ်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည့်အတိုင်း သူတို့နှင့် စကားပြောဆိုခဲ့သည်။ ဆအီဒ်က ပြောသည်– ဂျစ်ဗ်ရီလ်နှင့် သူနှင့်အတူပါလာသော အခြားကောင်းကင်တမန်များ အစ်ဗရာဟင်မ်ထံ ရောက်လာသောအခါ သူတို့က ပြောသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا مُهْلِكُو أَهْلِ هَٰذِهِ الْقَرْيَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ငါတို့သည် ဤမြို့၏လူများကို ဖျက်ဆီးကြတော့မည်။)</span><span class=\"gray\">[၂၉:၃၁]</span> အစ်ဗရာဟင်မ်က သူတို့အား \"ယုံကြည်သူ သုံးရာရှိတဲ့ မြို့တစ်မြို့ကို ဖျက်ဆီးမှာလား\" ဟု မေးခဲ့သည်။ သူတို့က \"မဟုတ်ဘူး\" ဟု ပြောခဲ့ကြသည်။ ထို့နောက် သူက \"ယုံကြည်သူ နှစ်ရာရှိတဲ့ မြို့တစ်မြို့ကို ဖျက်ဆီးမှာလား\" ဟု မေးခဲ့သည်။ သူတို့က \"မဟုတ်ဘူး\" ဟု ပြောခဲ့ကြသည်။ သူက \"ယုံကြည်သူ လေးဆယ်ရှိတဲ့ မြို့တစ်မြို့ကို ဖျက်ဆီးမှာလား\" ဟု မေးခဲ့သည်။ သူတို့က \"မဟုတ်ဘူး\" ဟု ပြောခဲ့ကြသည်။ ထို့နောက် သူက \"သုံးဆယ်လား\" ဟု မေးခဲ့သည်။ သူတို့က \"မဟုတ်ဘူး\" ဟု ဆက်လက်ဖြေကြားခဲ့ကြသည်။ ဤသည် သူက \"ငါးယောက်လား\" ဟု ပြောသည့်အထိ ဆက်လက်ဖြစ်ပေါ်ခဲ့သည်။ သူတို့က \"မဟုတ်ဘူး\" ဟု ပြောခဲ့ကြသည်။ ထို့နောက် သူက \"မြို့မှာ မွတ်စလင်မ် အမျိုးသားတစ်ဦး ရှိခဲ့ရင် ဘယ်လိုထင်လဲ၊ ဖျက်ဆီးမှာလား\" ဟု မေးခဲ့သည်။ သူတို့က \"မဟုတ်ဘူး\" ဟု ပြောခဲ့ကြသည်။ ဤနှင့်အတူ အစ်ဗရာဟင်မ် ﷺ က ပြောခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِيهَا لُوطًا ۚ قَالُوا نَحْنُ أَعْلَمُ بِمَن فِيهَا ۖ لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ထိုတွင် လွတ်ရှိသည်။ သူတို့က \"မည်သူရှိသည်ကို ငါတို့က ပို၍သိသည်။ ငါတို့သည် ဧကန်မလွဲ သူ့အားနှင့် သူ၏ဇနီးမှလွဲ၍ သူ၏မိသားစုကို ကယ်တင်မည်။\")</span><span class=\"gray\">[၂၉:၃၂]</span> ထို့ကြောင့် အစ်ဗရာဟင်မ်သည် တိတ်ဆိတ်စွာနေပြီး သူ၏စိတ်ဝိညာဉ်သည် အနားရခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်မှာချက်နှင့် ပတ်သက်၍–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أَوَّاهٌ مُّنِيبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဧကန်စင်စစ် အစ်ဗရာဟင်မ်သည် သည်းခံတတ်သူ၊ အလ္လာဟ်အရှင်မြတ်အား နှိမ့်ချစွာ တောင်းခံတတ်သူ၊ အပြစ်မှ နောင်တရသူ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံ)</span> ဖြစ်ခဲ့သည်။)</span><span class=\"gray\">[၁၁:၇၅]</span> ဤသည်မှာ ဤလှပသော ဂုဏ်သတ္တိများကြောင့် အစ်ဗရာဟင်မ်အား ချီးကျူးခြင်းဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَٰذَا ۖ إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အစ်ဗရာဟင်မ်! ဤအမှုကို စွန့်လွှတ်လိုက်ပါ။ ဧကန်မလွဲ သင်၏အရှင်၏ အမိန့်တော်သည် ကျရောက်ခဲ့ပြီ။)</span> ဤသည်မှာ ၎င်းတို့နှင့်ပတ်သက်၍ အမိန့်သည် အတည်ဖြစ်ပြီးဖြစ်ကာ ဖျက်ဆီးခံရမည်ဟူသော အမိန့်တော်လည်း ပေးပြီးဖြစ်ကြောင်း ဆိုလိုသည်။ မကောင်းမှုကျူးလွန်သူများထံမှ ရှောင်လွှဲ၍မရနိုင်သော ဆိုးရွားသည့်ပြစ်ဒဏ်သည် ၎င်းတို့ထံ ရောက်ရှိလာတော့မည် ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "11:77",
    "group_ayah_key": "11:77",
    "from_ayah": "11:77",
    "to_ayah": "11:79",
    "ayah_keys": "11:77,11:78,11:79",
    "text": "<p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့၏တမန်တော်များသည် လုဒ်ထံသို့ ရောက်ရှိလာသောအခါ၊ သူသည် ၎င်းတို့ကြောင့် ဝမ်းနည်းပူဆွေးပြီး ၎င်းတို့အတွက် စိုးရိမ်ပူပန်ခဲ့သည်။ သူက ပြောသည်- \"ဤသည်မှာ ဆိုးဝါးသောနေ့တစ်နေ့ဖြစ်သည်။ <span>(၇၇)</span>သူ့လူမျိုးသည် သူ့ထံသို့ အလုအယက် ရောက်ရှိလာကြပြီး ရှေးကတည်းကပင် ၎င်းတို့သည် ရာဇဝတ်မှုများကို ကျူးလွန်လေ့ရှိကြသည်။ သူက ပြောသည်- \"အို ငါ့လူမျိုးတို့! ဤတွင် ငါ့သမီးများ ရှိသည်။ ၎င်းတို့သည် သင်တို့အတွက် ပိုမိုသန့်စင်၏။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြပြီး ငါ့ဧည့်သည်များနှင့်ပတ်သက်၍ ငါ့ကို မရှက်ရကြလင့်! သင်တို့အထဲမှ မှန်ကန်သောစိတ်ရှိသူ တစ်ဦးမျှ မရှိလော။ <span>(၇၈)</span>သူတို့က ပြောသည်- \"ဧကန်စင်စစ် သင်သည် ငါတို့သည် သင်၏သမီးများကို မလိုအပ်ကြောင်း သိပြီး သင်သည် ငါတို့ အဘယ်အရာကို လိုချင်သည်ကို ကောင်းစွာသိသည်။ <span>(၇၉)</span></p><div lang=\"my\" class=\"my \"><h2>လုဒ်ထံသို့ ကောင်းကင်တမန်များ ရောက်ရှိလာခြင်း၊ သူ၏ဝမ်းနည်းခြင်းနှင့် သူ၏လူမျိုးနှင့် သူ၏ဆွေးနွေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးသော အရှင်သည် ကိုယ်တော်၏ တမန်တော် ကောင်းကင်တမန်များ ရောက်ရှိလာခြင်းအကြောင်းကို အသိပေးတော်မူ၏။ ၎င်းတို့သည် အီဗရာဟင်မ်အား လုဒ်လူမျိုးကို ဖျက်ဆီးမည့် သူတို့၏တာဝန်ကို အသိပေးပြီးနောက်၊ သူတို့သည် သူ့ကိုစွန့်ခွာကာ ထိုညတွင်ပင် လုဒ်လူမျိုးကို ဖျက်ဆီးရန် ထွက်ခွာခဲ့ကြသည်။ အီဗရာဟင်မ်ကို စွန့်ခွာပြီးနောက်၊ ၎င်းတို့သည် လုဒ်ထံသို့ ရောက်ရှိလာခဲ့ကြသည်။ အချို့က သူသည် သူ့ပိုင်မြေကွက်ပေါ်တွင် ရှိနေစဉ် ၎င်းတို့သည် သူ့ထံသို့ ရောက်ရှိလာသည်ဟု ဆိုကြသည်။ အချို့က သူသည် သူ့အိမ်တွင် ရှိနေစဉ် ၎င်းတို့သည် သူ့ထံသို့ ရောက်ရှိလာသည်ဟု ဆိုကြသည်။ ၎င်းတို့သည် အချောဆုံးပုံသဏ္ဌာန်များဖြင့် သူ့ထံသို့ ချဉ်းကပ်လာခဲ့ကြသည်။ ၎င်းတို့သည် ချောမောသောမျက်နှာရှိ လူငယ်များ၏ ပုံသဏ္ဌာန်ဖြင့် ပေါ်ထွက်လာခဲ့ကြသည်။ ဤသည်မှာ များစွာသော ဉာဏ်ပညာနှင့် ခိုင်မာသော သက်သေအထောက်အထားများ ပါဝင်သော အလ္လာဟ်အရှင်မြတ်ထံမှ စမ်းသပ်မှုတစ်ခု ဖြစ်သည်။ ၎င်းတို့၏ ပုံပန်းသဏ္ဌာန်သည် သူ့ကို <span class=\"gray\">(လုဒ်ကို)</span> ဝမ်းနည်းစေခဲ့ပြီး ၎င်းတို့ကြောင့် သူ၏စိတ်ဝိညာဉ်တွင် ဝမ်းနည်းပူဆွေးမှုကို ခံစားခဲ့ရသည်။ သူသည် ၎င်းတို့ကို ဧည့်သည်အဖြစ် လက်ခံဧည့်ခံခြင်းမပြုပါက သူ၏လူမျိုးထဲမှ တစ်စုံတစ်ဦးက ၎င်းတို့ကို ဧည့်ခံပြီး ဒုက္ခပေးလိမ့်မည်ကို ကြောက်ရွံ့ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ هَٰذَا يَوْمٌ عَصِيبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"ဤသည်မှာ ဆိုးဝါးသောနေ့တစ်နေ့ဖြစ်သည်။\")</span> အိဘ်နုအဗ္ဗားစ်နှင့် အခြားသူများက ဤသည်မှာ \"သူ့အတွက် ပြင်းထန်သော စမ်းသပ်မှုတစ်ခု\" ဟု ဆိုခဲ့ကြသည်။ ၎င်းသည် သူ့ကို ကာကွယ်ရမည်ဖြစ်ပြီး သူ့အတွက် ကြီးမားသော ပြဿနာများ ဖြစ်ပေါ်စေမည်ကို သူသိသောကြောင့် ဖြစ်သည်။ ကွာတာဒါက ပြောသည်- \"သူသည် သူ့ပိုင်မြေကွက်ပေါ်တွင် ရှိနေစဉ် ၎င်းတို့သည် သူ့ထံသို့ ရောက်ရှိလာခဲ့ကြသည်။ ၎င်းတို့က သူ့ကို ဧည့်ခံရန် တောင်းဆိုခဲ့ကြသည်။ သူက သဘောတူခဲ့သော်လည်း သူသည် ၎င်းတို့ကို ရှက်ရွံ့ပြီး ၎င်းတို့ရှေ့မှ လျှောက်သွားခဲ့သည်။ သူ့အိမ်သို့ သွားရာလမ်းတွင် သူသည် ၎င်းတို့ကို ထွက်သွားရန် ဆွဲဆောင်ရန် ကြိုးစားရင်း 'အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏၊ ဤမြို့ရှိ လူမျိုးများထက် ပိုမိုဆိုးသွမ်းပြီး စက်ဆုပ်ဖွယ်ကောင်းသော လူမျိုးကို ကမ္ဘာမြေပြင်ပေါ်တွင် ကျွန်ုပ် မသိပါ' ဟု ပြောခဲ့သည်။ ထို့နောက် သူသည် အနည်းငယ် ထပ်မံ လျှောက်သွားခဲ့သည်။ ထို့နောက် သူသည် ၎င်းတို့အား ထပ်တူစကားကို ထပ်မံ ပြောခဲ့သည်။ သူသည် ဤသို့ လေးကြိမ်တိုင်အောင် ထပ်မံ ပြောဆိုခဲ့သည်အထိ ဆက်လက် ပြုလုပ်ခဲ့သည်။\" ထို့နောက် ကွာတာဒါက ပြောသည်- \"၎င်းတို့၏ တမန်တော်သည် ၎င်းတို့အား ဤအကြောင်းနှင့်ပတ်သက်၍ သက်သေခံပြီးသည်အထိ ၎င်းတို့ကို မဖျက်ဆီးရန် အမိန့်ပေးခံခဲ့ရသည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يُهْرَعُونَ إِلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ထံသို့ အလုအယက်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဤ <span class=\"gray\">(လူငယ်သစ်များ)</span> ကို နှစ်သက်သောကြောင့် အလျင်အမြန် လုပ်ဆောင်ကာ ပြေးလာခဲ့ကြသည်။ မိန့်ကြားချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ရှေးကတည်းကပင် ၎င်းတို့သည် ရာဇဝတ်မှုများကို ကျူးလွန်လေ့ရှိကြသည်။)</span> ဤသည်မှာ ၎င်းတို့အား <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ဖြင့်)</span> ဖမ်းဆီးခံရသည်အထိ ၎င်းတို့၏ အပြုအမူဖြစ်မြဲဖြစ်နေခဲ့ပြီး ၎င်းတို့သည် အခြေအနေတူတွင်ပင် ရှိနေခဲ့သည်ဟု ဆိုလိုသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ يَا قَوْمِ هَٰؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"အို ငါ့လူမျိုးတို့! ဤတွင် ငါ့သမီးများ <span class=\"gray\">(လူမျိုး၏ အမျိုးသမီးများ)</span> ရှိသည်။ ၎င်းတို့သည် သင်တို့အတွက် ပိုမိုသန့်စင်၏...\")</span> ဤသည်မှာ ၎င်းတို့ကို သူတို့၏ အမျိုးသမီးများထံသို့ ဦးတည်စေရန် သူ၏ကြိုးစားမှုဖြစ်သည်၊ အမှန်စင်စစ် တမန်တော်သည် သူ၏လူမျိုးအတွက် ဖခင်တစ်ဦးနှင့်တူ၏။ ထို့ကြောင့် သူသည် ဤဘဝနှင့် နောင်ဘဝတွင် ၎င်းတို့အတွက် ပိုမိုကောင်းမွန်မည့်အရာသို့ ၎င်းတို့ကို လမ်းညွှန်ရန် ကြိုးစားသည်။ ဤသည်မှာ အခြားကျမ်းပိုဒ်တစ်ခုတွင် သူတို့အား သူ၏ပြောဆိုချက်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ - وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُم مِّنْ أَزْوَاجِكُم ۚ بَلْ أَنتُمْ قَوْمٌ عَادُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူမျိုး၏ အမျိုးသားများထံသို့ သင်တို့ သွားကြသလော၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အတွက် ဖန်ဆင်းပေးထားသော သင်တို့၏ ဇနီးမယားများကို ချန်ထားခဲ့ကြသလော။ မဟုတ်ဘူး၊ သင်တို့သည် နယ်လွန်ကျူးသော လူမျိုးဖြစ်သည်!)</span><span class=\"gray\">[၂၆:၁၆၅-၁၆၆]</span> အလ္လာဟ်အရှင်မြတ်က အခြားကျမ်းပိုဒ်တစ်ခုတွင် မိန့်ကြားထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَوَلَمْ نَنْهَكَ عَنِ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(မြို့သူမြို့သားများ)</span> က ပြောသည်- \"'အာလမီးန်' (ကမ္ဘာသူကမ္ဘာသား) များထဲမှ မည်သူ့ကိုမျှ လက်ခံဧည့်ခံခြင်းမှ ကျွန်ုပ်တို့ သင့်ကို မတားမြစ်ခဲ့ဘူးလား\")</span><span class=\"gray\">[၁၅:၇၀]</span> ဤသည်မှာ \"ကျွန်ုပ်တို့သည် သင့်ကို အမျိုးသား <span class=\"gray\">(ယောက်ျား)</span> ဧည့်သည်များကို လက်ခံဧည့်ခံခြင်းမှ မတားမြစ်ခဲ့ဘူးလား\" ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هَٰؤُلَاءِ بَنَاتِي إِن كُنتُمْ فَاعِلِينَ - لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">[လုဒ်]</span> က ပြောသည်- \"ဤ <span class=\"gray\">(လူမျိုး၏ သမီးများ)</span> တို့သည် ငါ့သမီးများဖြစ်သည်၊ သင်တို့သည် <span class=\"gray\">(ထိုသို့)</span> လုပ်ဆောင်ရမည်ဆိုလျှင် လုပ်ဆောင်ကြပါ။\" ဧကန်စင်စစ်၊ သင်၏အသက်ကို ကျိန်ဆိုသည်၊ ၎င်းတို့၏ ရိုင်းစိုင်းသော မူးယစ်မှုတွင် ၎င်းတို့သည် မျက်စိမမြင်ဘဲ လှည့်လည်သွားလာနေကြသည်ကို တွေ့ရ၏။)</span><span class=\"gray\">[၁၅:၇၁-၇၂]</span> ထို့နောက်၊ အလ္လာဟ်အရှင်မြတ်က ဤမြင့်မြတ်သောကျမ်းပိုဒ်တွင် မိန့်ကြားသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">هَٰؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤတွင် ငါ့သမီးများ ရှိသည်။ ၎င်းတို့သည် သင်တို့အတွက် ပိုမိုသန့်စင်၏။)</span> မူဂျာဟစ်ဒ်က ပြောသည်- \"အမှန်တကယ်တော့ ၎င်းတို့သည် သူ့သမီးများ မဟုတ်ကြပါ၊ သို့သော် ၎င်းတို့သည် သူ၏လူမျိုးထဲမှ ဖြစ်ကြသည်။ တမန်တော်တိုင်းသည် သူ၏လူမျိုးအတွက် ဖခင်တစ်ဦးနှင့်တူ၏။\" အလားတူပြောဆိုချက်ကို ကွာတာဒါနှင့် အခြားသူများထံမှ သတင်းပို့ထားသည်။ ထိုမိန့်ကြားချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ فِي ضَيْفِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြပြီး ငါ့ဧည့်သည်များနှင့်ပတ်သက်၍ ငါ့ကို မရှက်ရကြလင့်!)</span> ဤသည်မှာ \"သင်တို့၏ဆန္ဒများကို သင်တို့၏ အမျိုးသမီးများထံသို့ ကန့်သတ်ခြင်းဖြင့် ငါအမိန့်ပေးသည့်အရာကို လက်ခံကြပါ\" ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အထဲမှ မှန်ကန်သောစိတ်ရှိသူ တစ်ဦးမျှ မရှိလော။)</span> ဤသည်မှာ \"ငါသည် သင်တို့အား အမိန့်ပေးထားသောအရာကို လက်ခံပြီး ငါတားမြစ်ထားသောအရာကို စွန့်လွှတ်မည့် ကောင်းသောလူတစ်ဦး သင်တို့အထဲတွင် မရှိလော\" ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောသည်- \"ဧကန်စင်စစ် သင်သည် ငါတို့သည် သင်၏သမီးများကို မလိုအပ်ကြောင်း သိသည်။\")</span> ဤသည်မှာ \"ဧကန်စင်စစ် သင်သည် ငါတို့၏ အမျိုးသမီးများကို မလိုချင်ကြောင်း၊ ၎င်းတို့ကို မတောင့်တကြောင်း သင်သိသည်\" ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဧကန်စင်စစ် သင်သည် ငါတို့ အဘယ်အရာကို လိုချင်သည်ကို ကောင်းစွာသိသည်။)</span> ဤသည်မှာ \"ငါတို့သည် အမျိုးသားများကိုသာ လိုချင်ပြီး သင်သည် ထိုအကြောင်းကို သိသည်။ ထို့ကြောင့် ဤအကြောင်းနှင့်ပတ်သက်၍ ငါတို့အား ဆက်လက်ပြောဆိုရန် မည်သည့်လိုအပ်ချက်ရှိသနည်း\" ဟု ဆိုလိုသည်။</p>"
  }
]