[
  {
    "ayah_key": "9:128",
    "group_ayah_key": "9:128",
    "from_ayah": "9:128",
    "to_ayah": "9:129",
    "ayah_keys": "9:128,9:129",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် သင်တို့ထံသို့ သင်တို့အထဲမှ ရစူလ်တမန်တစ်ပါး ရောက်ရှိလာခဲ့ပြီ။ သင်တို့အား မည်သည့်ထိခိုက်နစ်နာမှု သို့မဟုတ် အခက်အခဲကိုမဆို သင်တို့ ရရှိခြင်းသည် ၎င်းအား စိတ်မကောင်းဖြစ်စေသည်။ ၎င်းသည် သင်တို့အတွက် စိတ်အားထက်သန်သည်။ ယုံကြည်သူများအတွက် <span class=\"gray\">[၎င်းသည်]</span> ကရုဏာအပြည့်၊ ကြင်နာပြီး၊ သနားကြင်နာတတ်သူဖြစ်သည်။ <span>(၁၂၈)</span>သို့သော် ၎င်းတို့ ကျောခိုင်းသွားပါက၊ ပြောကြားလော့- \"အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အတွက် လုံလောက်ပါသည်။ ၎င်းမှတစ်ပါး ကိုးကွယ်ရာမရှိ၊ ၎င်းအား ကျွန်ုပ်ယုံကြည်ကိုးစားပါ၏။ ၎င်းသည် ခွန်အားကြီးမားသော ပလ္လင်တော်၏ အရှင်သခင်ဖြစ်သည်။ <span>(၁၂၉)</span></p><p lang=\"my\" class=\"my \">ပရောဖက်၏ <span class=\"gray\">(ﷺ)</span> ကြွရောက်လာခြင်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ကြီးမားသော ကျေးဇူးတော်တစ်ခုဖြစ်သည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများအား ၎င်းတို့အထဲမှ၊ ၎င်းတို့မျိုးနွယ်မှ၊ ၎င်းတို့ဘာသာစကားဖြင့် ပြောဆိုသော တမန်တစ်ပါးကို စေလွှတ်ခဲ့ကြောင်း ပြန်လည်သတိပေးသည်။ အီဘရာဟင်မ် (၎င်းအပေါ် ငြိမ်းချမ်းမှုရှိပါစေ) က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِّنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်တို့၏ အရှင်သခင်! ၎င်းတို့အထဲမှ ၎င်းတို့၏ တမန်တစ်ပါးကို စေလွှတ်တော်မူပါ)</span><span class=\"gray\">[၂:၁၂၉]</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများအပေါ် ၎င်းတို့အထဲမှ တမန်တစ်ပါးကို စေလွှတ်သောအခါ ကြီးမားသော ကျေးဇူးတော်ကို ပေးသနားတော်မူခဲ့သည်)</span><span class=\"gray\">[၃:၁၆၄]</span></p><p lang=\"mi\" class=\"mi \">Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ جَاءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့ထံသို့ သင်တို့အထဲမှ ရစူလ်တမန်တစ်ပါး ရောက်ရှိလာခဲ့ပြီ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ သင်တို့အထဲမှ၊ သင်တို့ဘာသာစကားဖြင့် ပြောဆိုသော။ ဂျာဖာရ် ဘင် အဘူ တာလိဗ်က အန်-နာဂျာရှိ <span class=\"gray\">(အီသီယိုးပီးယားဘုရင်)</span> အား ပြောကြားခဲ့ပြီး၊ အလ်-မဂ်ဟီရာ ဘင် ရှူအ်ဘာက ကစ်စရာ၏ သံတမန်အား ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့ထံသို့ ကျွန်ုပ်တို့အထဲမှ ရစူလ်တမန်တစ်ပါးကို စေလွှတ်ခဲ့သည်၊ ၎င်း၏ မိသားစုဆက်နွယ်မှု၊ ဖော်ပြချက်၊ အစောပိုင်းနေ့ရက်များ၊ မှန်ကန်ခြင်းနှင့် ရိုးသားမှုကို ကျွန်ုပ်တို့သိသည်။\"</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား မည်သည့်ထိခိုက်နစ်နာမှု သို့မဟုတ် အခက်အခဲကိုမဆို သင်တို့ ရရှိခြင်းသည် ၎င်းအား စိတ်မကောင်းဖြစ်စေသည်။)</span></p><p lang=\"my\" class=\"my \">၎င်း၏ အွမ္မသ်အား ဒုက္ခပေးမည့် သို့မဟုတ် ၎င်းတို့အတွက် ခက်ခဲစေမည့် မည်သည့်အရာမဆို ၎င်းအား စိတ်မကောင်းဖြစ်စေသည်။ ထို့အတူ၊ ပရောဖက် ﷺ က ပြောကြားခဲ့ကြောင်း လမ်းကြောင်းများစွာမှ သတင်းပို့ထားသော ဟဒီးစ်ရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ بِالْـحَنِيفِيَّةِ السَّمْحَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် လွယ်ကူသော ဟနီဖီယာ <span class=\"gray\">[တစ်ဆူတည်းသော ဘုရားဝါဒ]</span> နည်းလမ်းဖြင့် စေလွှတ်ခြင်းခံရသည်)</span></p><p lang=\"my\" class=\"my \">စစ်မှန်သော ဟဒီးစ်တစ်ခုတွင် ဖော်ပြထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَذَا الدِّينَ يُسْرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤဘာသာတရားသည် လွယ်ကူသည်)</span> ၎င်း၏ဥပဒေသည် အားလုံး လွယ်ကူသည်၊ ပျော့ပြောင်းပြီး ပြည့်စုံသည်။ အလ္လာဟ်အရှင်မြတ်က လွယ်ကူအောင် ပြုလုပ်ပေးသူများအတွက် လွယ်ကူသည်။)</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَرِيصٌ عَلَيْكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင်တို့အတွက် စိတ်အားထက်သန်သည်)</span>၊ သင်တို့သည် ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် လမ်းညွှန်မှုရရှိပြီး အကျိုးကျေးဇူးများ ရရှိစေရန်ဖြစ်သည်။ အီမာမ် အာမဒ်က အဗ်ဒူလ္လာဟ် ဘင် မစအူးဒ်က အလ္လာဟ်၏ ရစူလ်တမန် ﷺ ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَمْ يُحَرِّمْ حُرْمَةً إِلَّا وَقَدْ عَلِمَ أَنَّهُ سَيَطَّلِعُهَا مِنْكُمْ مُطَّلِعٌ، أَلَا وَإِنِّي آخِذٌ بِحُجَزِكُمْ أَنْ تَهَافَتُوا فِي النَّارِ كَتَهَافُتِ الْفَرَاشِ أَوِ الذُّبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ် တားမြစ်ထားသော အရာတိုင်းကို သင်တို့အထဲမှ အချို့သည် ချိုးဖောက်မည်ကို ၎င်းအရှင်မြတ် သိတော်မူသည်။ သို့သော် ကျွန်ုပ်သည် သင်တို့ကို ခါးမှဆွဲကိုင်ထားသည်၊ ပိုးဖလံများနှင့် ယင်ကောင်များကဲ့သို့ သင်တို့သည် ငရဲဘုံသို့ မကျရောက်စေရန်ဖြစ်သည်။)</span></p><p lang=\"de\" class=\"de \">Allah's statement next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများအတွက် <span class=\"gray\">(၎င်းသည်)</span> ကရုဏာအပြည့်၊ ကြင်နာပြီး၊ သနားကြင်နာတတ်သူဖြစ်သည်။)</span><span class=\"gray\">[၉:၁၂၈]</span>၊ ၎င်းအရှင်မြတ်၏ အခြားပြောကြားချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ - فَإِنْ عَصَوْكَ فَقُلْ إِنِّي بَرِيءٌ مِّمَّا تَعْمَلُونَ - وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏နောက်လိုက်သော ယုံကြည်သူများအပေါ် ကြင်နာပြီး နှိမ့်ချပါ။ ထို့နောက် ၎င်းတို့သည် သင့်အား မနာခံပါက၊ ပြောကြားလော့- \"သင်တို့ ပြုလုပ်သည့်အရာမှ ကျွန်ုပ်သည် ကင်းရှင်းသည်\" ဟု။ ထို့ပြင် အနန္တတန်ခိုးရှင်၊ အကြင်နာအရှင်မြတ်အား သင်၏ ယုံကြည်အားကိုးမှုကို ထားရှိပါ)</span><span class=\"gray\">[၂၆:၂၁၅-၂၁၇]</span>။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤဂုဏ်သရေရှိ အာယသ်တော်တွင် ၎င်းအရှင်မြတ်၏ ရစူလ်တမန်အား အမိန့်ပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَوَلَّوْا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ ကျောခိုင်းသွားပါက)</span>၊ အို မုဟမ္မဒ် – သင်သည် ၎င်းတို့ထံသို့ ယူဆောင်လာခဲ့သော ဘုန်းအာနုဘော်ကြီးမားသော၊ သန့်စင်သော၊ ပြည့်စုံသောနှင့် ပြည့်စုံလွှမ်းခြုံသော ဥပဒေမှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ပြောကြားလော့- \"အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အတွက် လုံလောက်ပါသည်။ ၎င်းမှတစ်ပါး ကိုးကွယ်ရာမရှိ၊)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အတွက် လုံလောက်ပါသည်။ ၎င်းမှတစ်ပါး ကိုးကွယ်ထိုက်သော ဘုရားမရှိ၊ ၎င်းအား ကျွန်ုပ်ယုံကြည်ကိုးစားပါ၏။ ထို့အတူ၊ အလ္လာဟ်အရှင်မြတ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَٰهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းအရှင်မြတ်သည်သာလျှင်)</span> အရှေ့နှင့်အနောက်၏ အရှင်သခင်ဖြစ်သည်။ ၎င်းမှတစ်ပါး ကိုးကွယ်ရာမရှိ။ သို့ဖြစ်၍ ၎င်းအရှင်မြတ်ကိုသာလျှင် အုပ်ထိန်းသူအဖြစ် ခံယူလော့။)</span><span class=\"gray\">[၇၃:၉]</span>။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်မြတ်သည် ခွန်အားကြီးမားသော ပလ္လင်တော်၏ အရှင်သခင်ဖြစ်သည်။)</span><span class=\"gray\">[၉:၁၂၉]</span>။ </p><p lang=\"my\" class=\"my \">၎င်းအရှင်မြတ်သည် အရာခပ်သိမ်း၏ ဘုရင်နှင့် ဖန်ဆင်းရှင်ဖြစ်သည်၊ ၎င်းအရှင်မြတ်သည် ခွန်အားကြီးမားသော ပလ္လင်တော် <span class=\"gray\">('အာရ်ရှ်)</span> ၏ အရှင်သခင်ဖြစ်သည်၊ ထိုပလ္လင်တော်သည် ဖန်ဆင်းခံအားလုံးအပေါ်၌ရှိသည်။ ကောင်းကင်များနှင့် မြေကြီးများအတွင်းနှင့် ၎င်းတို့အကြားရှိ အရာအားလုံးသည် ပလ္လင်တော် <span class=\"gray\">('အာရ်ရှ်)</span> အောက်တွင်ရှိပြီး အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးအာဏာကို နာခံသည်။ ၎င်းအရှင်မြတ်၏ အသိပညာသည် အရာခပ်သိမ်းကို လွှမ်းခြုံထားပြီး ၎င်းအရှင်မြတ်၏ ဆုံးဖြတ်ချက်သည် အရာခပ်သိမ်းအပေါ် သေချာပေါက် ဖြစ်မြောက်လိမ့်မည်။ ၎င်းအရှင်မြတ်သည် အရာခပ်သိမ်း၏ အုပ်ထိန်းသူဖြစ်သည်။ </p><p lang=\"hmn\" class=\"hmn \">Imam Ahmad recorded that Ibn 'Abbas said that Ubayy bin Ka'b said, \"The last Ayah revealed from the Qur'an was this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ جَاءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့ထံသို့ သင်တို့အထဲမှ ရစူလ်တမန်တစ်ပါး ရောက်ရှိလာခဲ့ပြီ။ . . .)</span><span class=\"gray\">[၉:၁၂၈]</span>\" ဆူရာ၏အဆုံးအထိ။</p><p lang=\"cy\" class=\"cy \">It is recorded in the Sahih that Zayd bin Thabit said, \"I found the last Ayah in Surah Bara'ah with Khuzaymah bin Thabit .\" </p><p lang=\"my\" class=\"my \">ဤသည် ဆူရာ အတ်-တောင်ဘာ၏ အဆုံးဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်း အားလုံးရှိသည်။</p>"
  },
  {
    "ayah_key": "9:13",
    "group_ayah_key": "9:13",
    "from_ayah": "9:13",
    "to_ayah": "9:15",
    "ayah_keys": "9:13,9:14,9:15",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် မိမိတို့၏ ကတိသစ္စာများကို ဖောက်ဖျက်ခဲ့ကြပြီး ရစူလ်တမန်တော်အား နှင်ထုတ်ရန် ရည်ရွယ်ခဲ့ကြသည်သာမက ၎င်းတို့ကပင် ဦးစွာတိုက်ခိုက်ခဲ့ကြသည့် လူမျိုးတစ်မျိုးကို သင်တို့ တိုက်ခိုက်တော့မည်မဟုတ်လော။ သင်တို့က ၎င်းတို့ကို ကြောက်နေကြသလော။ သင်တို့သည် ယုံကြည်သူများဖြစ်ပါက အလ္လာဟ်အရှင်မြတ်သည်သာလျှင် သင်တို့ ကြောက်ရွံ့သင့်သည့်အရှင် ဖြစ်ပေသည်။ <span>(၁၃)</span> သင်တို့သည် ၎င်းတို့ကို တိုက်ခိုက်ကြကုန်လော့။ သို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏လက်ဖြင့် ၎င်းတို့ကို ပြစ်ဒဏ်ပေးတော်မူမည်၊ ၎င်းတို့ကို အရှက်ရစေတော်မူမည်၊ ၎င်းတို့အပေါ်၌ သင်တို့ကို အောင်မြင်မှုပေးတော်မူမည်၊ ထို့ပြင် ယုံကြည်သူတို့၏ ရင်များကို ကျန်းမာစေတော်မူမည်။ <span>(၁၄)</span> ထို့ပြင် ၎င်းတို့ <span class=\"gray\">(ယုံကြည်သူများ)</span>၏ စိတ်နှလုံးများမှ ဒေါသများကို ဖယ်ရှားတော်မူမည်။ အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူတို့၏ နောင်တများကို လက်ခံတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူသောအရှင်၊ အကြိမ်များစွာ ဉာဏ်ပညာရှင် ဖြစ်တော်မူ၏။ <span>(၁၅)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများကို တိုက်ခိုက်ရန် တိုက်တွန်းခြင်းနှင့် ၎င်းတို့ကို တိုက်ခိုက်ခြင်း၏ အကျိုးကျေးဇူးအချို့</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်တော်များသည် မိမိတို့၏ သဘောတူညီချက်များကို ဖောက်ဖျက်ခဲ့ကြသူများ၊ ရစူလ်တမန်တော် ﷺ ကို မက္ကာမှ နှင်ထုတ်ရန် ကြိုးစားခဲ့ကြသူများဖြစ်သော ရုပ်တုကိုးကွယ်သူများကို တိုက်ခိုက်ရန် တိုက်တွန်းထားသည်၊ လမ်းညွှန်ထားသည်၊ အကြံပြုထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်များတွင် မိန့်ကြားထားသည်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">(အို-နဗီတမန်တော်)</span> မယုံကြည်သူများသည် သင့်ကိုချုပ်နှောင်ရန် သို့မဟုတ် သင့်ကိုသတ်ဖြတ်ရန် သို့မဟုတ် သင့်ကို နှင်ထုတ်ရန်အတွက် သင့်အပေါ် ပရိယာယ်ကြံစည်နေကြစဉ်အခါကို <span class=\"gray\">(သင်)</span> သတိရပါလေ။ ၎င်းတို့သည် ပရိယာယ်ကြံစည်နေကြပြီး အလ္လာဟ်အရှင်မြတ်သည်လည်း ပရိယာယ်ကြံစည်နေတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်သည် ပရိယာယ်ကြံစည်သူများတွင် အကောင်းဆုံးဖြစ်တော်မူသည်။)</span><span class=\"gray\">[၈:၃၀]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထို့ပြင် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်သော သင်တို့၏အရှင်သခင်ကို ယုံကြည်ကြသည့်အတွက် ရစူလ်တမန်တော်နှင့် သင်တို့ကို <span class=\"gray\">(မိမိတို့၏ နေရပ်ဒေသမှ)</span> နှင်ထုတ်ခဲ့ကြသည်။)</span><span class=\"gray\">[၆၀:၁]</span>၊ ထို့ပြင် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အမှန်စင်စစ် ၎င်းတို့သည် သင့်ကို ထိုမြေမှ နှင်ထုတ်ရန်အတွက် သင့်ကို အလွန်အမင်း ထိတ်လန့်အောင် ပြုလုပ်လုနီးပါးပင် ဖြစ်ခဲ့ကြသည်။)</span><span class=\"gray\">[၁၇:၇၆]</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက် -</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကပင် ဦးစွာတိုက်ခိုက်ခဲ့ကြသည်)</span>၊ ဆိုသည်မှာ ရုပ်တုကိုးကွယ်သူများက မိမိတို့၏ ကုန်သည်လှေအဖွဲ့ကို ကာကွယ်ရန် ချီတက်ခဲ့ကြသည့် ဘဒ်ရ်တိုက်ပွဲကို ရည်ညွှန်းသည်။ ၎င်းတို့၏ ကုန်သည်လှေအဖွဲ့ လုံခြုံစွာ လွတ်မြောက်သွားကြောင်း သိရှိခဲ့ကြသည့်အခါ၌ပင် ၎င်းတို့သည် မာန်မာနကြောင့် မွတ်စ်လင်မ်များကို တိုက်ခိုက်ရန် ရည်ရွယ်ချက်ဖြင့် ရှေ့ဆက်သွားခဲ့ကြသည်၊ ကျွန်ုပ်တို့ ယခင်က ဖော်ပြခဲ့သည့်အတိုင်းပင်။ ဤအာယသ်တော်များသည် မွတ်စ်လင်မ်များနှင့် ငြိမ်းချမ်းရေးသဘောတူညီချက်ကို ဖောက်ဖျက်ခဲ့ကြပြီး ရစူလ်တမန်တော် ﷺ ၏ မဟာမိတ်ဖြစ်သော ခုဇာအာဟ်ကို ဆန့်ကျင်၍ ၎င်းတို့၏ မဟာမိတ်များဖြစ်သော ဘနီဘကရ်ကို ကူညီခဲ့ကြသည့် ရုပ်တုကိုးကွယ်သူများကို ရည်ညွှန်းသည်ဟုလည်း ဆိုကြသည်။ ထို့ကြောင့် ရစူလ်တမန်တော် ﷺ သည် အောင်ပွဲရရှိသည့်နှစ်တွင် မက္ကာမြို့သို့ ချီတက်ခဲ့ပြီး ၎င်းကို အောင်နိုင်ခဲ့သည်၊ ချီးကျူးထောမနာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အား ထိုက်တန်ပေသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَخْشَوْنَهُمْ ۚ فَاللَّهُ أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့က ၎င်းတို့ကို ကြောက်နေကြသလော။ သင်တို့သည် ယုံကြည်သူများဖြစ်ပါက အလ္လာဟ်အရှင်မြတ်သည်သာလျှင် သင်တို့ ကြောက်ရွံ့သင့်သည့်အရှင် ဖြစ်ပေသည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားသည်မှာ 'ရုပ်တုကိုးကွယ်သူများကို မကြောက်ကြနှင့်၊ ငါ့ကိုသာ ကြောက်ကြလော့၊ အကြောင်းမူကား ငါသည် ငါ၏ တန်ခိုးတော်နှင့် ပြစ်ဒဏ်ကြောင့် ကျွန်များ ကြောက်ရွံ့ထိုက်သည့်အရှင် ဖြစ်ပေသည်။ ငါ၏ လက်တော်၌ ကိစ္စရပ်များ တည်ရှိ၏၊ ငါအလိုရှိသမျှ ဖြစ်ပေါ်ပြီး ငါအလိုမရှိသမျှ ဖြစ်ပေါ်မည်မဟုတ်။' </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က နောက်တစ်ဖန် မိန့်ကြားတော်မူသည်မှာ ယုံကြည်သူများကို အမိန့်ပေးလျက်နှင့် ၎င်းတို့အား ဂျီဟာဒ်ပြုရန် အမိန့်ချမှတ်ခြင်း၏ ဉာဏ်ပညာကို ရှင်းပြလျက်၊ ထိုအတောအတွင်း ၎င်းတို့၏ ရန်သူများကို မိမိ၏ အမိန့်တော်ဖြင့် ဖျက်ဆီးနိုင်စွမ်းရှိလျက်နှင့် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်းတို့ကို တိုက်ခိုက်ကြကုန်လော့။ သို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏လက်ဖြင့် ၎င်းတို့ကို ပြစ်ဒဏ်ပေးတော်မူမည်၊ ၎င်းတို့ကို အရှက်ရစေတော်မူမည်၊ ၎င်းတို့အပေါ်၌ သင်တို့ကို အောင်မြင်မှုပေးတော်မူမည်၊ ထို့ပြင် ယုံကြည်သူတို့၏ ရင်များကို ကျန်းမာစေတော်မူမည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်သည် ယုံကြည်သူအားလုံးကို အကျုံးဝင်စေသည်၊ မူဂျာဟစ်ဒ်၊ အိကရီမာနှင့် အစ်ဆွတ်ဒီတို့က ၎င်းသည် ခုဇာအာဟ်ကို ရည်ညွှန်းသည်ဟု ပြောဆိုခဲ့ကြသော်လည်း။ ယုံကြည်သူများနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ၎င်းတို့၏ စိတ်နှလုံးများမှ ဒေါသများကို ဖယ်ရှားတော်မူမည်)</span>၊ ထို့နောက် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتُوبُ اللَّهُ عَلَىٰ مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူတို့၏ နောင်တများကို လက်ခံတော်မူ၏)</span>၊ မိမိ၏ ကျွန်များထဲမှ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူသောအရှင်)</span>၊ မိမိ၏ကျွန်များအတွက် အကျိုးရှိသောအရာများတွင် -</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြိမ်များစွာ ဉာဏ်ပညာရှင်)</span>၊ မိမိ၏ လုပ်ဆောင်မှုများနှင့် မိန့်ဆိုချက်များတွင်၊ ဖော်ပြချက်ဖြစ်စေ၊ ဥပဒေပြုချက်ဖြစ်စေ။ အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိရာကို ပြုတော်မူ၏၊ မိမိအလိုရှိရာကို ဆုံးဖြတ်တော်မူ၏၊ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမျှ မတရားမပြုသော တရားမျှတသောအရှင် ဖြစ်တော်မူ၏။ အမှုန်တစ်မှုန်မျှသော ကောင်းမှု သို့မဟုတ် မကောင်းမှုကိုပင်လျှင် အရှင်မြတ်ထံတွင် လျစ်လျူရှုခံရခြင်း မရှိဘဲ၊ ထိုအရာအတွက် ဤဘဝနှင့် နောင်ဘဝတွင် အရှင်မြတ်က ပြန်လည်ပေးဆပ်တော်မူပေသည်။</p>"
  }
]