[
  {
    "ayah_key": "38:71",
    "group_ayah_key": "38:71",
    "from_ayah": "38:71",
    "to_ayah": "38:85",
    "ayah_keys": "38:71,38:72,38:73,38:74,38:75,38:76,38:77,38:78,38:79,38:80,38:81,38:82,38:83,38:84,38:85",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(မှတ်သားလော့)</span> သင်၏အရှင်သခင်သည် ကောင်းကင်တမန်များအား \"အမှန်စင်စစ် ငါသည် လူသားကို ရွှံ့စေးမှ ဖန်ဆင်းတော့မည်။ <span>(၇၁)</span>\"ထို့နောက် ငါသည် သူ့ကိုပုံဖော်ပြီး ငါဖန်ဆင်းခဲ့သော <span class=\"gray\">(သူ၏)</span> ဝိညာဉ်ကို သူ့ထံသို့ မှုတ်သွင်းသောအခါ၊ ထိုအခါ သင်တို့သည် သူ့ထံသို့ ဦးချကြလော့။ <span>(၇၂)</span>ထို့ကြောင့် ကောင်းကင်တမန်များအားလုံးသည် ဦးချခဲ့ကြသည်။ <span>(၇၃)</span>အီဘ်လစ်မှတစ်ပါး၊ သူသည် မာန်မာနကြီး၍ မယုံကြည်သူများထဲမှ တစ်ဦးဖြစ်ခဲ့သည်။ <span>(၇၄)</span><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က မိန့်တော်မူခဲ့သည်- \"အို အီဘ်လစ်! ငါ၏လက်နှစ်ဖက်ဖြင့် ဖန်ဆင်းထားသူတစ်ဦးအား ဦးချခြင်းမှ သင့်ကို မည်သည်က တားဆီးထားသနည်း။ သင်သည် အလွန်အမင်း မာန်မာနကြီးနေသလော သို့မဟုတ် အမြင့်မြတ်ဆုံးသူများထဲမှ တစ်ဦးလော။ <span>(၇၅)</span><span class=\"gray\">[အီဘ်လစ်]</span>က ပြောသည်- \"ကျွန်ုပ်သည် သူထက်သာသည်။ အရှင်သည် ကျွန်ုပ်ကို မီးမှ ဖန်ဆင်းခဲ့ပြီး၊ အရှင်သည် သူ့ကို ရွှံ့စေးမှ ဖန်ဆင်းခဲ့သည်။ <span>(၇၆)</span><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က မိန့်တော်မူခဲ့သည်- \"ထိုအခါ ဤနေရာမှ ထွက်သွားလော့။ အမှန်စင်စစ် သင်သည် နှင်ထုတ်ခံရသူ ဖြစ်သည်။ <span>(၇၇)</span>\"အမှန်စင်စစ် ငါ၏ကျိန်စာသည် သင့်အပေါ်၌ အစားပေးနေ့အထိ ရှိလိမ့်မည်။ <span>(၇၈)</span><span class=\"gray\">[အီဘ်လစ်]</span>က ပြောသည်- \"အကျွန်ုပ်၏အရှင်! ထို့နောက် <span class=\"gray\">(သေဆုံးသူများ)</span> ပြန်လည်ရှင်ပြန်ထမြောက်မည့်နေ့အထိ ကျွန်ုပ်ကို အချိန်ဆိုင်းငံ့ပေးတော်မူပါ။ <span>(၇၉)</span><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က မိန့်တော်မူခဲ့သည်- \"အမှန်စင်စစ် သင်သည် အချိန်ဆိုင်းငံ့ခံရသူများထဲမှ ဖြစ်သည်။ <span>(၈၀)</span>\"သတ်မှတ်ထားသောအချိန်၏ နေ့အထိ။ <span>(၈၁)</span><span class=\"gray\">[အီဘ်လစ်]</span>က ပြောသည်- \"အရှင်၏ တန်ခိုးတော်ဖြင့်၊ ထို့နောက် ကျွန်ုပ်သည် သူတို့အားလုံးကို သေချာပေါက် လမ်းမှားသို့ ပို့ဆောင်မည်။ <span>(၈၂)</span>\"သူတို့ထဲမှ အရှင်၏ စစ်မှန်သော ကျွန်များမှတစ်ပါး။ <span>(၈၃)</span><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က မိန့်တော်မူခဲ့သည်- \"အမှန်တရားသည် – ငါပြောသော အမှန်တရားသည် – <span>(၈၄)</span>\"အမှန်စင်စစ် ငါသည် ငရဲကို သင်နှင့် သင့်နောက်လိုက်သူ <span class=\"gray\">(လူသားများ)</span> အားလုံးတို့ဖြင့် တစ်ပေါင်းတည်း ပြည့်စေမည်။ <span>(၈၅)</span></p><p lang=\"my\" class=\"my \">အာဒမ်နှင့် အီဘ်လစ်၏ ပုံပြင်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤပုံပြင်ကို စူရာဟ် အလ်-ဘကရဟ်တွင်၊ စူရာဟ် အလ်-အအ်ရာဖ်၏ အစပိုင်းတွင်၊ စူရာဟ် အလ်-ဟစ်ဂျ်ရ်၊ အလ်-အစ်စ်ရာအ်၊ အလ်-ကဟ်ဖ် နှင့် ဤနေရာတွင် ဖော်ပြထားသည်။ အာဒမ်အား မဖန်ဆင်းမီ၊ (အာဒမ်အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များအား ပြောင်းလဲထားသော ချောမွေ့နက်မှောင်သော ရွှံ့စေးမှ လူသားတစ်ဦးကို ဖန်ဆင်းတော့မည်ဟု မိန့်တော်မူခဲ့သည်။ အရှင်မြတ်က သူ့ကို ဖန်ဆင်း၍ ပုံဖော်ပြီးစီးသောအခါ၊ ဂုဏ်ပြုခြင်းနှင့် လေးစားခြင်းအမှတ်အသားအဖြစ်၊ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ကို နာခံခြင်းအားဖြင့် သူ့ထံသို့ ဦးချရမည်ဟု မိန့်တော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလွန်မြင့်မြတ်တော်မူသည်။ အီဘ်လစ်မှလွဲ၍ ကောင်းကင်တမန်များအားလုံးသည် ဤအမိန့်ကို နာခံခဲ့ကြသည်။ အီဘ်လစ်သည် သူတို့ထဲမှ တစ်ဦးမဟုတ်ပေ။ သူသည် ဂျင်နီများထဲမှ တစ်ဦးဖြစ်ပြီး သူ၏သဘောသဘာဝသည် သူအလွန်ဆုံးလိုအပ်သောအချိန်၌ သူ့အား သစ္စာဖောက်ခဲ့သည်။ သူသည် အာဒမ်အား ဦးချရန် ငြင်းဆန်ခဲ့ပြီး၊ အာဒမ်ထက် သူသာလွန်ကြောင်း ငြင်းဆိုကာ သူ၏အရှင်သခင်နှင့် ပတ်သက်၍ အငြင်းပွားခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် သူသည် မီးမှ ဖန်ဆင်းခံရပြီး အာဒမ်သည် ရွှံ့စေးမှ ဖန်ဆင်းခံရ၍ မီးသည် ရွှံ့စေးထက် ပိုကောင်းသည်ဟု သူပြောခဲ့သောကြောင့်ဖြစ်သည်။ သူသည် ဤသို့ပြုလုပ်ခြင်းဖြင့် မှားယွင်းခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ကို ဆန့်ကျင်ခဲ့ရာ ကာဖစ်ရ်ဖြစ်ခြင်းအပြစ်ကို ကျူးလွန်ခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သူ့အား နှင်ထုတ်ခဲ့သည်၊ ဂုဏ်သိက္ခာမဲ့စေခဲ့သည်၊ သူ၏ကရုဏာနှင့် သူ၏မြင့်မြတ်သောရှေ့တော်မှ ထုတ်ပယ်ခဲ့သည်၊ ထို့ပြင် သူ၏အမည်ကို \"အီဘ်လစ်\" ဟု ခေါ်ဆိုခဲ့ရာ၊ သူသည် အဗ်လာဆာ မင် အာရ်-ရဟ်မာ <span class=\"gray\">(ကရုဏာတော်ကို စိတ်ပျက်ခဲ့သည်)</span> – ဆိုလိုသည်မှာ သူ့အတွက် ကရုဏာမျှော်လင့်ချက် မရှိတော့ခြင်းကို ပုံဆောင်သည်။ အရှင်မြတ်သည် သူ့အား ကောင်းကင်ဘုံမှ ရှက်ရွံ့စရာကောင်းစွာနှင့် ပယ်ချခံရစွာဖြင့် မြေကြီးပေါ်သို့ ပစ်ချခဲ့သည်။ အီဘ်လစ်သည် အလ္လာဟ်အရှင်မြတ်အား ရှင်ပြန်ထမြောက်ရာနေ့အထိ အချိန်ဆိုင်းငံ့ပေးရန် တောင်းဆိုခဲ့သည်။ ထို့ကြောင့် အရှင်မြတ်၏ အမိန့်ကို မနာခံသူများကို အလျင်စလို အပြစ်မပေးသော သည်းခံတော်မူသောအရှင်မြတ်သည် သူ့အား အချိန်ဆိုင်းငံ့ပေးခဲ့သည်။ ရှင်ပြန်ထမြောက်ရာနေ့အထိ ပျက်စီးခြင်းမှ သူလုံခြုံကြောင်း သူသိသောအခါ၊ သူသည် ပုန်ကန်၍ ကျူးလွန်ခဲ့သည် <span class=\"gray\">(ထို့နောက် သူပြောသည်-):</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأُغْوِيَنَّهُمْ أَجْمَعِينَ - إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ကျွန်ုပ် <span class=\"gray\">[အီဘ်လစ်]</span> သည် သူတို့အားလုံးကို လမ်းမှားသို့ ပို့ဆောင်မည်၊ အရှင်၏ စစ်မှန်သော ကျွန်များမှတစ်ပါး။\")</span> ဤသည်ကား အာယတ်တော်များနှင့် တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتَكَ هَٰذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(<span class=\"gray\">[အီဘ်လစ်]</span>က ပြောသည်-)</span> \"အရှင်သည် ကျွန်ုပ်ထက် ဂုဏ်ပြုထားသော ဤသူကို ကြည့်ပါ။ အကယ်၍ အရှင်သည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ကျွန်ုပ်ကို အချိန်ဆိုင်းငံ့ပေးပါက၊ ကျွန်ုပ်သည် သူ၏သားမြေးများကို အနည်းငယ်မှလွဲ၍ အားလုံးကို ဖမ်းဆီး၍ လမ်းမှားသို့ ပို့ဆောင်မည်မှာ သေချာသည်။\")</span><span class=\"gray\">(၁၇း၆၂)</span>။ </p><p lang=\"my\" class=\"my \">ဤအနည်းငယ်သည် အခြားအာယတ်တော်တွင် ချန်လှပ်ထားသောသူများ ဖြစ်သည်၊ ၎င်းမှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ ۚ وَكَفَىٰ بِرَبِّكَ وَوَكِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါ၏ကျွန်များ – သင်တို့သည် သူတို့အပေါ် မည်သည့်အာဏာမှ မရှိပေ။ အရှင်၏အရှင်သခင်သည် အုပ်ထိန်းသူအဖြစ် လုံလောက်တော်မူသည်။)</span><span class=\"gray\">(၁၇း၆၅)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ - لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က မိန့်တော်မူခဲ့သည်- \"အမှန်တရားသည် – ငါပြောသော အမှန်တရားသည် အမှန်စင်စစ် ငါသည် ငရဲကို သင်နှင့် သင့်နောက်လိုက်သူ <span class=\"gray\">(လူသားများ)</span> အားလုံးတို့ဖြင့် တစ်ပေါင်းတည်း ပြည့်စေမည်။\")</span> မူဂျာဟစ်အပါအဝင် အချို့က ဤသည်ကို \"ငါသည် အမှန်တရားဖြစ်သည်၊ ငါပြောသောစကားသည်လည်း အမှန်တရားဖြစ်သည်\" ဟု အဓိပ္ပာယ်ဖွင့်ဆိုကြသည်။ မူဂျာဟစ်မှ ပြောပြသော အခြားအစီရင်ခံစာအရ၊ ၎င်းမှာ \"အမှန်တရားသည် ငါ့ထံမှဖြစ်ပြီး ငါသည် အမှန်တရားကို ပြောဆိုသည်\" ဟု အဓိပ္ပာယ်ရသည်။ အစ်-ဆူဒီ ကဲ့သို့သော အခြားသူများကမူ ၎င်းကို အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ဆိုခြင်းအဖြစ် အဓိပ္ပာယ်ဖွင့်ဆိုခဲ့ကြသည်။ ဤအာယတ်တော်သည် အောက်ပါအာယတ်တော်များနှင့် တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰကِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါ့ထံမှ စကားတော်သည် အကျိုးသက်ရောက်ခဲ့ပြီ၊ အမှန်စင်စစ် ငါသည် ငရဲကို ဂျင်နီများနှင့် လူသားများအားလုံးတို့ဖြင့် တစ်ပေါင်းတည်း ပြည့်စေမည်။)</span><span class=\"gray\">(၃၂း၁၃)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span>က မိန့်တော်မူခဲ့သည်- \"သွားလော့၊ သူတို့ထဲမှ သင့်နောက်လိုက်သူ မည်သူမဆို၊ အမှန်စင်စစ် ငရဲသည် သင်တို့ <span class=\"gray\">(အားလုံး)</span> ၏ အစားပေးဖြစ်လိမ့်မည် – လုံလောက်သော အစားပေးဖြစ်သည်။\")</span><span class=\"gray\">(၁၇း၆၃)</span>။</p>"
  },
  {
    "ayah_key": "38:86",
    "group_ayah_key": "38:86",
    "from_ayah": "38:86",
    "to_ayah": "38:88",
    "ayah_keys": "38:86,38:87,38:88",
    "text": "<p class=\"my translation\" lang=\"my\">ပြောပါ- \"ဤအရာအတွက် ကျွန်ုပ်သည် သင်တို့ထံမှ မည်သည့်အဖိုးအခကိုမျှ မတောင်းဆိုပါ။ ထို့ပြင် ကျွန်ုပ်သည် မူတကလ္လိဖ်ဖင်း (အတင်းအဓမ္မပြုလုပ်သူများ) ထဲမှ တစ်ဦးမဟုတ်ပေ။ <span>(၈၆)</span>\"၎င်းသည် သတ္တဝါအားလုံးအတွက် သတိပေးချက်တစ်ခုသာ ဖြစ်သည်။ <span>(၈၇)</span>\"ထို့ပြင် သင်တို့သည် မကြာမီ ၎င်း၏အမှန်တရားကို သေချာပေါက် သိရှိကြလိမ့်မည်။ <span>(၈၈)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- 'အို မုဟမ္မဒ်၊ ဤရုပ်တုကိုးကွယ်သူများအား ပြောကြားပါ- ကျွန်ုပ်သည် သင်တို့အား သယ်ဆောင်လာသော သတင်းစကားနှင့် ပေးသော စစ်မှန်သော အကြံဉာဏ်အတွက် ဤလောက၏ ပစ္စည်းဥစ္စာများမှ မည်သည့်ဆုလာဘ်ကိုမျှ မတောင်းဆိုပါ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျွန်ုပ်သည် မူတကလ္လိဖ်ဖင်း ထဲမှ တစ်ဦးမဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သည့်အရာများသို့ ကျွန်ုပ်မည်သည့်အရာမှ ထပ်မံဖြည့်စွက်ခြင်းမရှိပါ။' ကျွန်ုပ်အား ပြုလုပ်ရန် အမိန့်ပေးထားသည်များကို ကျွန်ုပ်ပြုလုပ်သည်၊ မည်သည့်အရာကိုမျှ ထပ်မံဖြည့်စွက်ခြင်း သို့မဟုတ် ဖယ်ရှားခြင်း မရှိပါ။ ဤသို့ပြုခြင်းဖြင့် ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏မျက်နှာတော်နှင့် နောင်တမလွန်ဘဝကို ရှာဖွေနေခြင်းဖြစ်သည်။' </p><p lang=\"my\" class=\"my \">ဆူဖ်ယန် အစ်-သော်ရီက အလ်-အအ်မက်ရှ်နှင့် မန်ဆူရ်တို့မှ အဘူ အဒ်-ဒူဟာအား ပြောပြသည်မှာ မက်စ်ရွတ်ခ်က ပြောခဲ့သည်- \"ကျွန်ုပ်တို့သည် အဗ္ဒူလ္လာဟ် ဘင်န် မက်စ်ဥဒ်ထံသို့ သွားရောက်ခဲ့ကြသည်၊ အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် နှစ်သက်တော်မူပါစေ။\" သူက ပြောသည်- 'အို လူအပေါင်းတို့! မည်သူမဆို အရာတစ်ခုကို သိလျှင် ပြောသင့်သည်၊ မည်သူမဆို မသိလျှင် 'အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံးသိတော်မူသည်' ဟု ပြောသင့်သည်။'\" မသိသောအခါ \"အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံးသိတော်မူသည်\" ဟု ပြောခြင်းသည် ဗဟုသုတ၏ တစ်စိတ်တစ်ပိုင်းဖြစ်သည်။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်သည် သင်၏ တမန်တော် ﷺ အား မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ဤအရာအတွက် ကျွန်ုပ်သည် သင်တို့ထံမှ မည်သည့်အဖိုးအခကိုမျှ မတောင်းဆိုပါ။ ထို့ပြင် ကျွန်ုပ်သည် မူတကလ္လိဖ်ဖင်း ထဲမှ တစ်ဦးမဟုတ်ပေ။\")</span> ဤအရာကို အလ်-ဘူခါရီနှင့် မူစလင်မ်တို့က မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သတ္တဝါအားလုံးအတွက် သတိပေးချက်တစ်ခုသာ ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ ကုရ်အာန်သည် တာဝန်ယူရမည့်သူများ၊ လူသားများနှင့် ဂျင်နီများအားလုံးအတွက် သတိပေးချက်တစ်ခုဖြစ်သည်။ ဤသည်ကား အိဗ်နု အဗ္ဗားစ်၏ အမြင်ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် သူ့အပေါ် နှစ်သက်တော်မူပါစေ။ ဤအာယတ်တော်သည် အောက်ပါအာယတ်တော်များနှင့် တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းနှင့်တကွ သင်တို့အားနှင့် ၎င်းရောက်ရှိရာ မည်သူမဆိုကို ကျွန်ုပ်သတိပေးရန်)</span><span class=\"gray\">(၆း၁၉)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းကို ငြင်းပယ်သော ဂိုဏ်းများထဲမှ သူတို့အတွက် မီးသည် ကတိပြုထားသော ဆုံတွေ့ရာနေရာ ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">(၁၁း၁၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَتَعْلَمُنَّ نَبَأَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် သင်တို့သည် ၎င်း၏အမှန်တရားကို သေချာပေါက် သိရှိကြလိမ့်မည်)</span> ဆိုလိုသည်မှာ 'သူပြောသည့်အရာသည် မှန်ကန်ကြောင်း အတည်ပြုချက်ကို သင်တို့မြင်ရလိမ့်မည်။'</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَعْدَ حِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကြာမီ။)</span> ဆိုလိုသည်မှာ မကြာမီ။ ကတာဒဟ်က ပြောသည်- \"သေဆုံးပြီးနောက်။\" ဣက်ရီမာဟ်က ပြောသည်- \"ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင်။\" ထိုအမြင်နှစ်ခုကြားတွင် မည်သည့်ဆန့်ကျင်မှုမျှမရှိပါ၊ အဘယ်ကြောင့်ဆိုသော် သေဆုံးသူတိုင်းသည် ရှင်ပြန်ထမြောက်ရာနေ့၏ စည်းမျဉ်းများအောက်သို့ ရောက်ရှိလာသောကြောင့်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤသည်ကား စူရာဟ် ဆွာဒ်၏ တဖ်စီရ် (ကျမ်းတော်မြတ်ကုရ်အာန် အဖွင့်အဆို) ၏ အဆုံးသတ်ဖြစ်သည်။ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် ဂုဏ်တော်အလွန်မြင့်မြတ်၍ အကောင်းဆုံးသိတော်မူသည်။</p>"
  }
]