[
  {
    "ayah_key": "4:71",
    "group_ayah_key": "4:71",
    "from_ayah": "4:71",
    "to_ayah": "4:74",
    "ayah_keys": "4:71,4:72,4:73,4:74",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! သင်တို့၏ ကာကွယ်စောင့်ရှောက်မှုများကို ယူကြလော့၊ ထို့နောက် အစုအဝေးလိုက် <span class=\"gray\">(စစ်ဆင်ရေးတစ်ခုအတွက်)</span> ထွက်ခွာကြလော့၊ သို့မဟုတ် အားလုံးအတူတကွ ထွက်ခွာကြလော့ <span>(၇၁)</span>သင်တို့အနက် နောက်ကျကျန်နေမည့်သူသည် အမှန်ပင်ရှိ၏။ အကယ်၍ ကံဆိုးမိုးမှောင်ကျရောက်ပါက သူက ပြောသည်၊ \"အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် ငါ့အား ကျေးဇူးပြုတော်မူသည်မှာ ငါသည် သူတို့နှင့်အတူ ရှိမနေခဲ့ခြင်းပင်။\" <span>(၇၂)</span>သို့သော် အလ္လာဟ်အရှင်မြတ်ထံမှ မေတ္တာတော်တစ်စုံတစ်ရာ သင်တို့ထံသို့ ရောက်လာပါက၊ သူသည် သင်တို့နှင့်သူကြား မေတ္တာနှောင်ကြိုးများ လုံးဝမရှိခဲ့သကဲ့သို့ပင် အမှန်ပင် ပြောလိမ့်မည်၊ \"အို! ငါသူတို့နှင့်အတူ ပါဝင်ခဲ့လျှင်၊ ကြီးမားသော အောင်မြင်မှုတစ်ခုကို ရရှိခဲ့မည်ကိုး။\" <span>(၇၃)</span>ထို့ကြောင့် ဤလောကဘဝကို နောင်တမလွန်ဘဝနှင့် လဲလှယ်သူများနှင့် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်ကြလော့၊ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်သူ၊ အသတ်ခံရသည်ဖြစ်စေ သို့မဟုတ် အောင်ပွဲရသည်ဖြစ်စေ၊ ငါတို့သည် သူ့အား ကြီးမားသော ဆုလာဘ်ကို ချီးမြှင့်မည်။ <span>(၇၄)</span></p><div lang=\"my\" class=\"my \"><h2>ရန်သူကို ခုခံရန် လိုအပ်သော ကြိုတင်ကာကွယ်မှုများ ပြုလုပ်ခြင်း၏ လိုအပ်ချက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ သစ္စာရှိသော ကျွန်များကို ရန်သူများအား ခုခံကာကွယ်ရန်၊ လိုအပ်သော လက်နက်များနှင့် ထောက်ပံ့ပစ္စည်းများဖြင့် ပြင်ဆင်ထားရန်နှင့် မိမိ၏လမ်းတော်၌ တိုက်ခိုက်မည့် စစ်သည်အရေအတွက်ကို တိုးမြှင့်ရန် အမိန့်တော်ချမှတ်ထားသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">ثُبَاتٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစုအဝေးလိုက်)</span> ဆိုသည်မှာ အုပ်စုပြီးအုပ်စု၊ အဖွဲ့ပြီးအဖွဲ့၊ စစ်ဆင်ရေးပြီးစစ်ဆင်ရေး ဖြစ်သည်။ 'အလီ ဘင် သလ်ဟာက အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်ဟု ဖော်ပြခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَانفِرُوا ثُبَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် အစုအဝေးလိုက် ထွက်ခွာကြလော့)</span> ဆိုသည်မှာ \"အုပ်စုလိုက်၊ စစ်ဆင်ရေးပြီးစစ်ဆင်ရေး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوِ انفِرُوا جَمِيعًا</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(or go forth all together)</span>, means, all of you.\" Similar was reported from Mujahid, 'Ikrimah, As-Suddi, Qatadah, Ad-Dahhak, 'Ata' Al-Khurrasani, Muqatil bin Hayyan and Khusayf Al-Jazari.</p><div lang=\"my\" class=\"my \"><h2>ဂျီဟတ်ဒ်တွင် မပါဝင်ခြင်းသည် မုနာဖစ်က်တို့၏ လက္ခဏာဖြစ်သည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنكُمْ لَمَن لَّيُبَطِّئَنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် နောက်ကျကျန်နေမည့်သူသည် အမှန်ပင်ရှိ၏။)</span> မုဂျာဟစ်ဒ်နှင့် အခြားသူများက ဤအာယသ်တော်သည် မုနာဖစ်က်တို့နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်ဟု ပြောကြားခဲ့သည်။ မုကာသီလ် ဘင် ဟိုင်ယန်က ပြောကြားခဲ့သည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَّيُبَطِّئَنَّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောက်ကျကျန်နေသည်)</span> ဆိုသည်မှာ နောက်ကွယ်တွင်နေပြီး ဂျီဟတ်ဒ်တွင် မပါဝင်ခြင်းဖြစ်သည်။ ဤပုဂ္ဂိုလ်သည် မိမိကိုယ်တိုင် နောက်ကျကျန်နေပြီး အခြားသူများကို ဂျီဟတ်ဒ်တွင် ပါဝင်ခြင်းမှ ဆွဲဆောင်ဖျားယောင်းခြင်းလည်း ဖြစ်နိုင်သည်။ ဥပမာအားဖြင့်၊ 'အဗ်ဒုလ္လာဟ် ဘင် အုဘိုင် ဘင် ဆလူလ် (အလ္လာဟ်အရှင်မြတ် သူ့ကို ကျိန်စာသင့်ပါစေ) သည် နောက်ကျကျန်နေခဲ့ပြီး အခြားသူများကိုလည်း ထိုသို့ပင်ပြုလုပ်ရန်နှင့် ဂျီဟတ်ဒ်တွင် ပါဝင်ခြင်းမှ ရှောင်ကြဉ်ရန် ဆွဲဆောင်ခဲ့သည်ဟု အိဗ်နု ဂျုရိုင်ဂျ်နှင့် အိဗ်နု ဂျာရီးရ်တို့က ပြောကြားခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မုနာဖစ်က်နှင့် ပတ်သက်၍ ဂျီဟတ်ဒ်မှ နောက်ကျကျန်နေသောအခါ၌ အောက်ပါအတိုင်း မိန့်ကြားတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ أَصَابَتْကُم مُّصِيبَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကံဆိုးမိုးမှောင်ကျရောက်ပါက)</span> သေခြင်း၊ ရှဟီးဒ်ဖြစ်ခြင်း သို့မဟုတ် - အလ္လာဟ်အရှင်မြတ်၏ ဉာဏ်ပညာဖြင့် - ရန်သူက အနိုင်ယူခြင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُن مَّعَهُمْ شَهِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်၊ \"အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် ငါ့အား ကျေးဇူးပြုတော်မူသည်မှာ ငါသူတို့နှင့်အတူ မရှိခဲ့ခြင်းပင်။\")</span> ဆိုလိုသည်မှာ ငါသည် စစ်ပွဲတွင် သူတို့နှင့် မပါဝင်ခဲ့သောကြောင့်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် သူသည် ၎င်းကို အလ္လာဟ်အရှင်မြတ်က မိမိအပေါ် ကျေးဇူးပြုခြင်းတစ်ခုဟု ယူဆသောကြောင့်ဖြစ်ပြီး၊ စစ်ပွဲကို ခံနိုင်ရည်ရှိခြင်း သို့မဟုတ် အသတ်ခံရပါက ရှဟီးဒ်ဖြစ်ခြင်းမှ ရရှိနိုင်သည့် ဆုလာဘ်ကို မသိနားမလည်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِّنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်ထံမှ မေတ္တာတော်တစ်စုံတစ်ရာ သင်တို့ထံသို့ ရောက်လာပါက)</span> အောင်ပွဲ၊ အောင်မြင်မှုနှင့် စစ်ပစ္စည်းများကဲ့သို့သော၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَيَقُولَنَّ كَأَن لَّمْ تَكُن بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် သင်တို့နှင့်သူကြား မေတ္တာနှောင်ကြိုးများ လုံးဝမရှိခဲ့သကဲ့သို့ပင် အမှန်ပင် ပြောလိမ့်မည်၊)</span> ဆိုလိုသည်မှာ သူသည် သင်တို့၏ဘာသာတရားကို လိုက်နာသူမဟုတ်သကဲ့သို့ပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا لَيْتَنِي كُنتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို! ငါသူတို့နှင့်အတူ ပါဝင်ခဲ့လျှင်၊ ကြီးမားသော အောင်မြင်မှုတစ်ခုကို ရရှိခဲ့မည်ကိုး။\")</span> စစ်ပစ္စည်းများ၏ ဝေစုကို ခွဲဝေပေးခံရပြီး ထိုဝေစုကို ပိုင်ဆိုင်ခြင်းဖြင့်ဖြစ်သည်။ ဤသည်မှာ သူ၏ အဓိကရည်ရွယ်ချက်နှင့် ပန်းတိုင်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ဂျီဟတ်ဒ်တွင် ပါဝင်ရန် တိုက်တွန်းခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَلْيُقَاتِلْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် တိုက်ခိုက်ကြလော့)</span> တိုက်ခိုက်ခြင်းကို ရွံမုန်းသော ယုံကြည်သူကို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤလောကဘဝကို နောင်တမလွန်ဘဝနှင့် လဲလှယ်သူများ)</span> ဆိုသည်မှာ မိမိတို့၏ဘာသာတရားကို လောကီပစ္စည်းအနည်းငယ်ဖြင့် ရောင်းချသူများကို ရည်ညွှန်းသည်။ ၎င်းတို့သည် ၎င်းတို့၏ မယုံကြည်ခြင်းနှင့် ယုံကြည်မှုအားနည်းခြင်းကြောင့်သာ ထိုသို့ပြုလုပ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်သူ၊ အသတ်ခံရသည်ဖြစ်စေ သို့မဟုတ် အောင်ပွဲရသည်ဖြစ်စေ၊ ငါတို့သည် သူ့အား ကြီးမားသော ဆုလာဘ်ကို ချီးမြှင့်မည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်သူ မည်သူမဆို၊ အသတ်ခံရသည်ဖြစ်စေ သို့မဟုတ် အောင်ပွဲရသည်ဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်ထံ၌ ကြီးမားသော လျော်ကြေးနှင့် ကြီးမားသော ဆုလာဘ်ကို ရရှိလိမ့်မည်။ ဆဟီးနှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَكَفَّلَ اللهُ لِلْمُجَاهِدِ فِي سَبِيلِهِ، إِنْ تَوَفَّاهُ أَنْ يُدْخِلَهُ الْجَنَّةَ، أَوْ يَرْجِعَهُ إِلى مَسْكَنِهِ الَّذِي خَرَجَ مِنْهُ، بِمَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏လမ်းတော်၌ ဂျီဟတ်ဒ်ပြုသူအား အာမခံထားသည်မှာ သူအား သေစေပြီး ဂျန္နတ်သို့ ဝင်ရောက်စေမည်၊ သို့မဟုတ် သူရရှိခဲ့သော ဆုလာဘ်နှင့် စစ်ပစ္စည်းများနှင့်အတူ သူ၏နေအိမ်သို့ ဘေးကင်းစွာ ပြန်ရောက်စေမည်။)</span></p>"
  },
  {
    "ayah_key": "4:75",
    "group_ayah_key": "4:75",
    "from_ayah": "4:75",
    "to_ayah": "4:76",
    "ayah_keys": "4:75,4:76",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ အဘယ်ကြောင့် တိုက်ခိုက်ခြင်းမရှိသနည်း၊ အားနည်းသူ၊ ညှဉ်းပန်းနှိပ်စက်ခံရသူနှင့် ဖိနှိပ်ခံရသူ အမျိုးသား၊ အမျိုးသမီးနှင့် ကလေးငယ်များအတွက် အဘယ်ကြောင့် မတိုက်ခိုက်သနည်း၊ သူတို့၏အော်ဟစ်သံမှာ- \"အကျွန်ုပ်တို့၏ အရှင်သခင်! အကျွန်ုပ်တို့ကို ဤမြို့မှ ကယ်ဆယ်တော်မူပါ၊ ဤမြို့၏ လူတို့သည် ဖိနှိပ်သူများဖြစ်ကြပါသည်၊ အကျွန်ုပ်တို့အတွက် ကိုယ်တော်ထံမှ ကာကွယ်ပေးမည့်သူတစ်ဦးကို စေလွှတ်တော်မူပါ၊ အကျွန်ုပ်တို့အတွက် ကိုယ်တော်ထံမှ ကူညီပေးမည့်သူတစ်ဦးကို စေလွှတ်တော်မူပါ။\" <span>(၇၅)</span>ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်ကြပြီး၊ မယုံကြည်သူများသည် တာဂွတ်၏ လမ်းတော်၌ တိုက်ခိုက်ကြသည်။ ထို့ကြောင့် ရှိုင်တွာန်၏ မိတ်ဆွေများအား တိုက်ခိုက်ကြလော့၊ ရှိုင်တွာန်၏ ကြံစည်မှုသည် အမှန်ပင် အားနည်းလှ၏။ <span>(၇၆)</span></p><div lang=\"my\" class=\"my \"><h2>ဖိနှိပ်ခံရသူများကို ကာကွယ်ရန် ဂျီဟတ်ဒ်ပြုလုပ်ရန် တိုက်တွန်းခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ယုံကြည်သော ကျွန်များကို မိမိ၏လမ်းတော်၌ ဂျီဟတ်ဒ်ပြုလုပ်ရန်နှင့် မက္ကာမြို့ရှိ ဖိနှိပ်ခံရသော မွတ်စ်လင်မ်များဖြစ်သည့် အမျိုးသား၊ အမျိုးသမီးနှင့် ကလေးငယ်များကို ကယ်တင်ရန် ကြိုးစားအားထုတ်ရန် တိုက်တွန်းခဲ့သည်။ ထိုသူတို့သည် ထိုနေရာတွင် ဆက်လက်နေထိုင်ရခြင်းကြောင့် မအေးမချမ်း ဖြစ်နေခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَٰذِهِ الْقَرْيَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့၏အော်ဟစ်သံမှာ- \"အကျွန်ုပ်တို့၏ အရှင်သခင်! အကျွန်ုပ်တို့ကို ဤမြို့မှ ကယ်ဆယ်တော်မူပါ၊\")</span> မက္ကာမြို့ကို ရည်ညွှန်းသည်။ အလားတူ အာယသ်တော်တစ်ပါးတွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّن قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ကို နှင်ထုတ်ခဲ့သော သင်တို့၏မြို့ထက် ပိုမိုအားကောင်းသော မြို့များစွာ)</span><span class=\"gray\">[၄၇:၁၃]</span> အလ္လာဟ်အရှင်မြတ်သည် ဤမြို့ကို ဖော်ပြတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الظَّالِمِ أَهْلُهَا وَاجْعَل لَّنَا مِن لَّدُنكَ وَلِيًّا وَاجْعَل لَّنَا مِن لَّدُنكَ نَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤမြို့၏ လူတို့သည် ဖိနှိပ်သူများဖြစ်ကြပါသည်၊ အကျွန်ုပ်တို့အတွက် ကိုယ်တော်ထံမှ ကာကွယ်ပေးမည့်သူတစ်ဦးကို စေလွှတ်တော်မူပါ၊ အကျွန်ုပ်တို့အတွက် ကိုယ်တော်ထံမှ ကူညီပေးမည့်သူတစ်ဦးကို စေလွှတ်တော်မူပါ။)</span> ဆိုလိုသည်မှာ ကျွန်ုပ်တို့အတွက် ကာကွယ်ပေးသူများနှင့် ကူညီပေးသူများကို စေလွှတ်တော်မူပါ။ အလ်-ဘူခါရီက အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်ဟု မှတ်တမ်းတင်ထားသည်မှာ၊ \"ကျွန်တော်နှင့် ကျွန်တော်၏မိခင်သည် ဖိနှိပ်ခံရသူများ <span class=\"gray\">(မက္ကာမြို့တွင်)</span> ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ် ထို့နောက် မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်ကြပြီး၊ မယုံကြည်သူများသည် တာဂွတ်၏ လမ်းတော်၌ တိုက်ခိုက်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို နာခံ၍ ကိုယ်တော်၏ နှစ်သက်မှုကို ရရှိရန် တိုက်ခိုက်ကြပြီး၊ မယုံကြည်သူများသည် ရှိုင်တွာန်၏ အမိန့်ကို နာခံ၍ တိုက်ခိုက်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ထို့နောက် ယုံကြည်သူများကို ကိုယ်တော်၏ရန်သူများနှင့် တိုက်ခိုက်ရန် တိုက်တွန်းတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ရှိုင်တွာန်၏ မိတ်ဆွေများအား တိုက်ခိုက်ကြလော့၊ ရှိုင်တွာန်၏ ကြံစည်မှုသည် အမှန်ပင် အားနည်းလှ၏။)</span></p>"
  }
]