[
  {
    "ayah_key": "13:15",
    "group_ayah_key": "13:15",
    "from_ayah": "13:15",
    "to_ayah": "13:15",
    "ayah_keys": "13:15",
    "text": "<p class=\"en translation\" lang=\"my\">မိုးကောင်းကင်များနှင့် မြေကြီးပေါ်ရှိ မည်သူမဆို ဆန္ဒအလျောက်ဖြစ်စေ၊ မလိုလားဘဲဖြစ်စေ အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းဦးချကြသည်၊ ထို့အတူ ၎င်းတို့၏ အရိပ်များသည်လည်း နံနက်ပိုင်းနှင့် ညနေပိုင်းတို့တွင် ဆုတောင်းဦးချကြသည် <span>(15)</span></p><div lang=\"el-Latn\" class=\"el-Latn \"><h2>Everything prostrates unto Allah</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တန်ခိုးတော်နှင့် အစွမ်းတော်ကို အတည်ပြုတော်မူ၏။ အဘယ်ကြောင့်ဆိုသော် အရာရာတိုင်းကို ကိုယ်တော်တိုင် အပြည့်အဝ ထိန်းချုပ်ထားပြီး အရာရာတိုင်းသည် ကိုယ်တော်၏ လက်အောက်ခံဖြစ်သောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် ယုံကြည်သူများအပါအဝင် အရာရာတိုင်းသည် အလ္လာဟ်အရှင်မြတ်အား ဆန္ဒအလျောက် ဦးချကြပြီး၊ မယုံကြည်သူများသည် မလိုလားဘဲ ဦးချကြ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَظِلَالُهُم بِالْغُدُوِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့အတူ ၎င်းတို့၏ အရိပ်များသည်လည်း နံနက်ပိုင်းတွင် ဆုတောင်းဦးချကြသည်)</span>၊ နေ့များ၏အစပိုင်းတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْآصَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ညနေပိုင်းတို့တွင်)</span> နေ့များ၏အဆုံးပိုင်းသို့။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တစ်ခုတွင် မိန့်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا إِلَىٰ مَا خَلَقَ اللَّهُ مِن شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းထားသော အရာများကို ၎င်းတို့ မကြည့်မိကြဘူးလား။ <span class=\"gray\">(မည်သို့ဆိုစေ)</span> ၎င်းတို့၏ အရိပ်များသည် ယိမ်းယိုင်နေကြသည်ကို။)</span><span class=\"gray\">[၁၆:၄၈]</span></p>"
  },
  {
    "ayah_key": "13:16",
    "group_ayah_key": "13:16",
    "from_ayah": "13:16",
    "to_ayah": "13:16",
    "ayah_keys": "13:16",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"ကောင်းကင်များနှင့် မြေကြီးကို အုပ်ထိန်းသူ မည်သူနည်း။\" ပြောပါ- \"<span class=\"gray\">(၎င်းမှာ)</span> အလ္လာဟ်အရှင်မြတ် ဖြစ်တော်မူသည်။\" ပြောပါ- \"အရှင်မှတစ်ပါး အခြား <span class=\"gray\">(ကိုးကွယ်ရန်)</span> အေ၀လီယာအရှင် <span class=\"gray\">(အကာအကွယ်ပေးသူများ)</span> ကို သင်တို့ယူကြပါသလား။ ထိုသူတို့သည် မိမိတို့ကိုယ်ကိုပင် အကျိုးပြုနိုင်ခြင်း သို့မဟုတ် အန္တရာယ်ပြုနိုင်ခြင်း စွမ်းအားမရှိသူများ ဖြစ်ကြပါသလား။\" ပြောပါ- \"မျက်မမြင်သည် မြင်နိုင်သူနှင့် တူညီပါသလား။ သို့မဟုတ် မှောင်မိုက်ခြင်းသည် အလင်းနှင့် တူညီပါသလား။ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်အား ကိုယ်တော်၏ ဖန်ဆင်းခြင်းနှင့်တူသော ဖန်ဆင်းခြင်းကို ဖန်ဆင်းခဲ့ကြသည့် မိတ်ဖက်များကို သူတို့သတ်မှတ်ကြပါသလား။ သို့ဖြစ်၍ ဖန်ဆင်းခြင်းသည် သူတို့အဖို့ တူညီနေသကဲ့သို့ ဖြစ်နေသလား။\" ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို ဖန်ဆင်းရှင် ဖြစ်တော်မူသည်။ ထိုအရှင်သည် တစ်ပါးတည်းသော၊ မခုခံနိုင်သော အရှင် ဖြစ်တော်မူသည်။ <span>(၁၆)</span></p><div lang=\"jv\" class=\"jv \"><h2>Affirming Tawhid</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ထိုက်သော မည်သည့်ဘုရားမျှ မရှိကြောင်း ဤနေရာတွင် အတည်ပြုတော်မူသည်။ အဘယ်ကြောင့်ဆိုသော် ကောင်းကင်များနှင့် မြေကြီးကို ကိုယ်တော်တစ်ပါးတည်းသာ ဖန်ဆင်းတော်မူပြီး ကိုယ်တော်သည် ၎င်းတို့၏ အရှင်သခင်နှင့် ကိစ္စရပ်အားလုံးကို စီမံခန့်ခွဲသူ ဖြစ်တော်မူကြောင်း ၎င်းတို့ဝန်ခံထားကြသည်။ သို့တိုင် သူတို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို အရှင်သခင်အဖြစ်ယူ၍ ကိုးကွယ်ကြသည်။ ထိုမှားယွင်းသော ဘုရားများသည် မိမိတို့ကိုယ်ကိုပင် အကျိုးပြုနိုင်ခြင်း သို့မဟုတ် အန္တရာယ်ပြုနိုင်ခြင်း၊ သို့မဟုတ် ၎င်းတို့ကို ကိုးကွယ်သူများကို အကျိုးပြုနိုင်ခြင်း သို့မဟုတ် အန္တရာယ်ပြုနိုင်ခြင်း စွမ်းအားမရှိသော်လည်း ဖြစ်သည်။ ထို့ကြောင့်၊ ထိုမှားယွင်းသော ဘုရားများက ဗဟုဒိဋ္ဌိများကို အကျိုးပြုနိုင်မည်မဟုတ်သလို အန္တရာယ်များကိုလည်း ဖယ်ရှားပေးနိုင်မည်မဟုတ်ပါ။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားမှားယွင်းသော ဘုရားများကို ကိုးကွယ်သူများသည် ကိုယ်တော်တစ်ပါးတည်းကိုသာ မိတ်ဖက်များမထားဘဲ ကိုးကွယ်သူများနှင့် တူညီပါသလား။ ထိုသို့ ကိုးကွယ်သူများသည် မိမိတို့အရှင်သခင်ထံမှ အလင်းရရှိကြသော်လည်း ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هَلْ يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ ۗ أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"မျက်မမြင်သည် မြင်နိုင်သူနှင့် တူညီပါသလား။ သို့မဟုတ် မှောင်မိုက်ခြင်းသည် အလင်းနှင့် တူညီပါသလား။ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်အား ကိုယ်တော်၏ ဖန်ဆင်းခြင်းနှင့်တူသော ဖန်ဆင်းခြင်းကို ဖန်ဆင်းခဲ့ကြသည့် မိတ်ဖက်များကို သူတို့သတ်မှတ်ကြပါသလား။ သို့ဖြစ်၍ ဖန်ဆင်းခြင်းသည် သူတို့အဖို့ တူညီနေသကဲ့သို့ ဖြစ်နေသလား။\")</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မေးတော်မူသည်။ 'ဤဗဟုဒိဋ္ဌိများသည် ကိုယ်တော်ဖန်ဆင်းခဲ့သည့်အရာများတွင် ကိုယ်တော်နှင့် ယှဉ်ပြိုင်သော အရှင်မှတစ်ပါး အခြားဘုရားများကို ကိုးကွယ်ကြပါသလား။ ၎င်းတို့၏ မှားယွင်းသော ဘုရားများသည် အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းခဲ့သည်နှင့်တူသော ဖန်ဆင်းခြင်းများကို ဖန်ဆင်းခဲ့ကြပါသလား။ ထို့ကြောင့် ၎င်းတို့သည် ဖန်ဆင်းခြင်းနှစ်မျိုးကြား ရှုပ်ထွေးနေပြီး အရှင်မှတစ်ပါး အခြားသူများက မည်သည်ကို ဖန်ဆင်းခဲ့သည်ကို မသိကြပါသလား။' သို့မဟုတ်၊ ဤအာယသ်တော်က အမှန်တရားသည် ထိုသို့မဟုတ်ကြောင်း သက်သေပြသည်။ အလ္လာဟ်အရှင်မြတ်နှင့်တူသော မည်သူမျှမရှိ၊ ကိုယ်တော်၌ တူညီသူ၊ ပြိုင်ဘက်၊ ကိုယ်တော်နှင့်တူသူ၊ ဝန်ကြီး၊ သား သို့မဟုတ် ဇနီး မရှိပါ။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်ထံ ကပ်ငြိစေသော အရာအားလုံးမှ ကင်းဝေးတော်မူသည်ဟု ချီးမြှင့်အပ်သည်။ ဤရုပ်တုကိုးကွယ်သူများသည် အလ္လာဟ်အရှင်မြတ်က ဖန်ဆင်းခဲ့ပြီး ကိုယ်တော့်အား နာခံကြောင်း ၎င်းတို့ကိုယ်တိုင် ဝန်ခံထားသည့် ဘုရားများကို ကိုးကွယ်ကြသည်။ ၎င်းတို့၏ တလ်ဘီယာ (Talbiyah) ပြုလုပ်စဉ်က ဤသို့ဆိုခဲ့ကြသည်- \"အရှင်၏ နာခံမှုကို ကျွန်ုပ်တို့ အမြန်လာပါသည်။ အရှင်၌ မည်သည့်မိတ်ဖက်မျှ မရှိပါ။ အရှင်၏ မိတ်ဖက်မှတစ်ပါး။ အရှင်သည် ၎င်းကို ပိုင်ဆိုင်တော်မူသည်၊ ၎င်းကမူ မပိုင်ဆိုင်ပါ။\" အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ဗဟုဒိဋ္ဌိ စကားများကို အခြားအာယသ်တော်များတွင်လည်း ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ်တို့ကို ပိုမိုနီးကပ်စေရန်သာ ကျွန်ုပ်တို့ ၎င်းတို့ကို ကိုးကွယ်ကြသည်။)</span><span class=\"gray\">[39:3]</span> အလ္လာဟ်အရှင်မြတ်သည် ဤမှားယွင်းသော ယုံကြည်ချက်အတွက် ၎င်းတို့ကို ဆုံးမတော်မူခဲ့သည်။ ကိုယ်တော်ရွေးချယ်ထားသူများသာ ကိုယ်တော်ထံတွင် ကြားဝင်တောင်းပန်ခွင့်ရှိသည်ဟု မိန့်ကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ခွင့်ပြုထားသူမှတစ်ပါး အခြားမည်သူ့အတွက်မျှ ကိုယ်တော်ထံ ကြားဝင်တောင်းပန်ခြင်းသည် အကျိုးပြုမည်မဟုတ်ပါ။)</span><span class=\"gray\">[34:23]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَم مِّن مَّلَكٍ فِي السَّمَاوَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များတွင် များစွာသော ကောင်းကင်တမန်များ ရှိကြသည်။.....)</span><span class=\"gray\">[53:26]</span>၊ ထို့ပြင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَٰنِ عَبْدًا - لَّقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا - وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် မြေကြီးတွင် မည်သူမျှ မရှိပါ။ အလွန်ကရုဏာရှင် <span class=\"gray\">(အလ္လာဟ်)</span> အရှင်မြတ်ထံ ကျွန်အဖြစ် မလာရောက်ကြသူမရှိ။ ဧကန်မလွဲ ကိုယ်တော်သည် ၎င်းတို့တစ်ဦးချင်းစီကို သိတော်မူသည်။ ၎င်းတို့ကို အပြည့်အဝ ရေတွက်ထားတော်မူသည်။ ထို့ပြင် ၎င်းတို့အားလုံးသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကိုယ်တော်ထံ တစ်ဦးတည်းစီ လာရောက်ကြမည်။)</span><span class=\"gray\">[19:93-95]</span></p><p lang=\"my\" class=\"my \">အားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များဖြစ်ကြပါက၊ ၎င်းတို့ကို ထိုသို့ပြုလုပ်ရန် ခွင့်ပြုသည့် အထောက်အထား သို့မဟုတ် သက်သေမရှိဘဲ အဘယ်ကြောင့် ၎င်းတို့တစ်ဦးနှင့်တစ်ဦး ကိုးကွယ်ကြပါသနည်း။ အမှန်စင်စစ်၊ ၎င်းတို့သည် ကိုယ့်ထင်မြင်ချက်သက်သက်နှင့် ဘာသာရေးတွင် တီထွင်မှုအပေါ် မှီခိုကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ပရောဖက်များနှင့် ရစူလ်တမန်တော်အားလုံးကို အစမှအဆုံးအထိ ဤလုပ်ရပ် <span class=\"gray\">(ဗဟုဒိဋ္ဌိ)</span> ကို တားမြစ်ရန်နှင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို ကိုးကွယ်ခြင်းမှ ရှောင်ကြဉ်ရန် အမိန့်ပေးရန် စေလွှတ်ခဲ့သော်လည်း ဖြစ်သည်။ ၎င်းတို့သည် မိမိတို့၏ ရစူလ်တမန်တော်များကို ဆန့်ကျင်ခဲ့ပြီး ၎င်းတို့ကို ပုန်ကန်ခဲ့ကြသည်။ ဤသည်မှာ ပြစ်ဒဏ်၏ စကားလုံးက ၎င်းတို့ကို ထိုက်တန်သော အစားပြန်ဆပ်ခြင်းအဖြစ် ကျရောက်ခဲ့ရသည့် အကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَظْلِمُ رَبُّكَ أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သည် မည်သူ့ကိုမျှ မတရားပြုသည်မဟုတ်။)</span><span class=\"gray\">[18:49]</span></p>"
  }
]