[
  {
    "ayah_key": "9:16",
    "group_ayah_key": "9:16",
    "from_ayah": "9:16",
    "to_ayah": "9:16",
    "ayah_keys": "9:16",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အနက် ကြိုးစားအားထုတ်၍ တိုက်ခိုက်ခဲ့ကြသူများအား၊ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၊ ၎င်း၏ ရစူလ်တမန်တော်နှင့် ယုံကြည်သူများအပြင် အခြားသူများကို အပေါင်းအဖော်အဖြစ် မထားရှိခဲ့ကြသူများအား မစမ်းသပ်ရသေးဘဲ၊ သင်တို့ကို တစ်ယောက်တည်း ထားခဲ့မည်ဟု သင်တို့ထင်မှတ်ကြသလော။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုသမျှကို ကောင်းစွာသိရှိတော်မူ၏။ <span>(၁၆)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျီဟတ်၏ ပညာဉာဏ်များအနက် တစ်ခုမှာ မွတ်စ်လင်မ်များကို စမ်းသပ်ခြင်းဖြစ်သည်။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထင်ကြသလော)</span>၊ အို ယုံကြည်သူအပေါင်းတို့၊ သန့်စင်ကောင်းမြတ်သော ရည်ရွယ်ချက်ရှိသူများနှင့် လွဲမှားသောရည်ရွယ်ချက်ရှိသူများကို ပေါ်လွင်စေမည့် ကိစ္စရပ်များနှင့် ပတ်သက်၍ သင်တို့ကို ကျွန်ုပ်တို့ မစမ်းသပ်ဘဲ ထားခဲ့မည်ဟုလော။ ထို့ကြောင့်ပင် အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنكُمْ وَلَمْ يَتَّخِذُوا مِن دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အနက် ကြိုးစားအားထုတ်၍ တိုက်ခိုက်ခဲ့ကြသူများအား၊ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၊ ၎င်း၏ ရစူလ်တမန်တော်နှင့် ယုံကြည်သူများအပြင် အခြားသူများကို အပေါင်းအဖော်အဖြစ် မထားရှိခဲ့ကြသူများအား မစမ်းသပ်ရသေးဘဲ...)</span>၊ ဆိုလိုသည်မှာ၊ ထောက်ခံသူများနှင့် ယုံကြည်စိတ်ချရသူများပင်။ အမှန်မှာ၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော် ﷺ အတွက် အတွင်းရော အပြင်ပါ ရိုးသားကြသည်။ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - أَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ - وَلَقَدْ فَتَنَّا الَّذِينَ مِن قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလစ်ဖ်-လာမ်-မီမ်။ လူတို့သည် ၎င်းတို့က \"ကျွန်ုပ်တို့ယုံကြည်သည်\" ဟု ပြောသောကြောင့် ၎င်းတို့ကို တစ်ယောက်တည်း ထားခဲ့မည်ဖြစ်ပြီး စမ်းသပ်ခံရမည်မဟုတ်ဟု ထင်မှတ်ကြသလော။ ကျွန်ုပ်တို့သည် ၎င်းတို့မတိုင်မီက လူများကို အမှန်စင်စစ် စမ်းသပ်ခဲ့ပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သစ္စာစောင့်သိသူများကို အမှန်ပင် သိစေမည်ဖြစ်ပြီး၊ မုသားပြောသူများကိုလည်း အမှန်ပင် သိစေမည်ဖြစ်သည်။)</span><span class=\"gray\">[၂၉:၁-၃]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنكُمْ وَيَعْلَمَ الصَّابِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် အလ္လာဟ်အရှင်မြတ်က သင်တို့အနက် တိုက်ခိုက်ခဲ့သူများအား <span class=\"gray\">(၎င်း၏ လမ်းစဉ်တွင်)</span>၊ ထို့ပြင် သည်းခံသူများအား <span class=\"gray\">(လည်း)</span> မစမ်းသပ်ရသေးမီ ဂျန္နတ်(ပရဒိသု)သို့ ဝင်ရောက်ရမည်ဟု ထင်မှတ်ကြသလော။)</span><span class=\"gray\">[၃:၁၄၂]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَىٰ مَا أَنتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများကို သင်တို့ယခုရှိနေသည့် အခြေအနေအတိုင်း ထားခဲ့မည်မဟုတ်၊ မကောင်းသူကို ကောင်းသူမှ ခွဲခြားသိမြင်စေသည်အထိသာ ဖြစ်သည်။)</span><span class=\"gray\">[၃:၁၇၉]</span>။ </p><p lang=\"my\" class=\"my \">ချုပ်ခြုံပြောရလျှင်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျွန်များအတွက် ဂျီဟတ်ကို ဥပဒေပြုခဲ့သည့်အတွက်၊ ထိုသို့ပြုခြင်း၏ နောက်ကွယ်ရှိ ပညာဉာဏ်တွင် ၎င်း၏ကျွန်များကို စမ်းသပ်ခြင်း၊ ၎င်းအား နာခံသူများနှင့် မနာခံသူများကို ခွဲခြားသိမြင်စေခြင်းတို့ ပါဝင်ကြောင်း ရှင်းပြခဲ့သည်။ မြင့်မြတ်တော်မူသော အလ္လာဟ်အရှင်မြတ်သည် ဖြစ်ပျက်ခဲ့ပြီးသော အရာများ၊ ဖြစ်ပျက်လာမည့် အရာများ၊ ထို့ပြင် ၎င်းက ဆုံးဖြတ်ခဲ့ပါက ဖြစ်ပျက်နိုင်ဖွယ်ရှိသော အရာများ၏ စစ်မှန်သော အနှစ်သာရကို အလုံးစုံသိရှိတော်မူသည်။ ထို့ကြောင့်၊ အလ္လာဟ်အရှင်မြတ်သည် အရာရာတိုင်းကို မဖြစ်ပျက်မီနှင့် မည်သို့ဖြစ်ပျက်မည်ကို သိရှိတော်မူသည်။ ၎င်းအပြင် အခြားကိုးကွယ်ထိုက်သူ မရှိ၊ ၎င်းအပြင် အခြားဘုရားသခင် မရှိ။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်၏ တရားစီရင်ခြင်းနှင့် ဆုံးဖြတ်ချက်ကို မည်သူမျှ မတားဆီးနိုင်ပေ။</p>"
  },
  {
    "ayah_key": "9:17",
    "group_ayah_key": "9:17",
    "from_ayah": "9:17",
    "to_ayah": "9:18",
    "ayah_keys": "9:17,9:18",
    "text": "<p lang=\"my\" class=\"my \">မူရှ်ရိကီန် (အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်သူများ) အတွက် အလ္လာဟ်အရှင်မြတ်၏ ဗလီများ (ဝတ်ပြုရာဌာနများ) ကို ထိန်းသိမ်းရန် မဟုတ်ပေ။ ၎င်းတို့သည် မိမိတို့ကိုယ်ကို မယုံကြည်ကြောင်း သက်သေခံနေကြသည်ဖြစ်ရာ ထိုသူများ၏ လုပ်ဆောင်မှုများသည် အချည်းနှီးဖြစ်ပြီး ၎င်းတို့သည် ငရဲဘုံတွင် ထာဝရနေထိုင်ရလိမ့်မည်။ <span>(၁၇)</span> အလ္လာဟ်အရှင်မြတ်၏ ဗလီများကို အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သူများသာ ထိန်းသိမ်းရမည်။ ဆွလာသ် (ဝတ်ပြုဆုတောင်းခြင်း) ကို ပြုလုပ်သူများ၊ ဇကာတ် (တရားဝင်လှူဒါန်းငွေ) ကို ပေးကမ်းသူများ နှင့် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူကိုမျှ မကြောက်ရွံ့သူများသာ ဖြစ်ရမည်။ မှန်ကန်သော လမ်းညွှန်မှုပေါ်၌ ရှိကြသူများသည် ထိုသူများသာဖြစ်သည်။ <span>(၁၈)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်ပွားဆင်းတုကိုးကွယ်သူများအတွက် အလ္လာဟ်အရှင်မြတ်၏ ဗလီများကို ထိန်းသိမ်းရန် မဟုတ်ပေ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိနှင့်တွဲဖက်၍ အခြားအရာများကို ကိုးကွယ်သူများအနေဖြင့် အခြားတွဲဖက်သူမရှိဘဲ မိမိ၏နာမတော်ဖြင့်သာ ဆောက်လုပ်ထားသော အလ္လာဟ်အရှင်မြတ်၏ ဗလီများကို ထိန်းသိမ်းခြင်းသည် မသင့်လျော်ကြောင်း မိန့်ကြားတော်မူသည်။ \"မစ်စ်ဂျစ်ဒ် အလ္လာဟ်\" ဟူသော အာယသ်တော်ကို ဖတ်ရှုသူများသည် ကမ္ဘာပေါ်တွင် အထူးခြားဆုံး ဗလီဖြစ်သည့် အလ်-မစ်စ်ဂျစ်ဒ် အလ်-ဟာရမ်ကို ရည်ညွှန်းသည်ဟု ပြောကြသည်။ ၎င်းဗလီကို ပထမဆုံးနေ့မှစ၍ အလ္လာဟ်အရှင်မြတ်ကိုသာ အခြားတွဲဖက်သူမရှိဘဲ ကိုးကွယ်ရန် ရည်ရွယ်ချက်ဖြင့် တည်ဆောက်ခဲ့ခြင်းဖြစ်သည်။ ၎င်းကို ခါလီလ် အာရ်-ရဟ်မာန် <span class=\"gray\">(တမန်တော် အစ်ဗရာဟင်မ်)</span> အပေါ် ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ၊ မှ တည်ဆောက်ခဲ့ခြင်းဖြစ်သည်။ ရုပ်တုကိုးကွယ်သူများသည် ၎င်းတို့၏ စကားများနှင့် လုပ်ရပ်များဖြင့် မယုံကြည်မှုကို ကိုယ်တိုင်သက်သေခံနေချိန်တွင် ဤသို့ပြုလုပ်ကြသည်။ အပ်စ်-ဆွဒ်ဒီက \"ခရစ်ယာန်တစ်ဦးကို 'မင်းရဲ့ဘာသာက ဘာလဲ?' လို့ မေးရင် သူက ခရစ်ယာန်ဖြစ်ကြောင်း ပြောလိမ့်မယ်။ ဂျူးတစ်ဦးကို သူ့ဘာသာအကြောင်း မေးရင် သူက ဂျူးဖြစ်ကြောင်း ပြောလိမ့်မယ်။ ဆာဘီအီနဲ့ မူရှ်ရိက်အတွက်လည်း အတူတူပဲ!\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူများ၏ လုပ်ဆောင်မှုများသည် အချည်းနှီးဖြစ်သည်)</span>၊ ၎င်းတို့၏ ရှစ်ရ်က် (တွဲဖက်ကိုးကွယ်မှု) ကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي النَّارِ هُمْ خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထာဝရ ငရဲဘုံ၌ နေထိုင်ရလိမ့်မည်။)</span> အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်တော်တစ်ခုတွင် မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ ۚ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အဘယ်ကြောင့် အပြစ်မပေးသင့်ဘဲရှိမည်နည်း။ ၎င်းတို့သည် အလ်-မစ်စ်ဂျစ်ဒ် အလ်-ဟာရမ်မှ <span class=\"gray\">(လူသားများကို)</span> တားမြစ်နေကြပြီး ၎င်း၏ အုပ်ထိန်းသူများလည်း မဟုတ်ကြပေ။ တက်ကွာ (ဒါယွတ်တရားကို ကြောက်ရွံ့ခြင်း) ရှိသူများမှလွဲ၍ မည်သူမျှ ၎င်း၏ အုပ်ထိန်းသူများ မဖြစ်နိုင်ပေ။ သို့သော် ၎င်းတို့အများစုသည် မသိကြပေ။)</span><span class=\"gray\">[၈:၃၄]</span>။</p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်သူများသည် ဗလီများကို စစ်မှန်စွာ ထိန်းသိမ်းသူများ ဖြစ်ကြသည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ဗလီများကို အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သူများသာ ထိန်းသိမ်းရမည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဗလီများကို ထိန်းသိမ်းသူများ၏ ယုံကြည်ခြင်းကို သက်သေခံတော်မူသည်။ </p><p lang=\"my\" class=\"my \">'အဗ်ဒူရ်-ရဇ်ဇာက်' က 'အမ်ရ် ဗင်န် မိုင်မွန် အလ်-အောင်ဒီ' က ပြောသည်ဟု ရေးသားထားသည်မှာ \"ကျွန်ုပ်သည် တမန်တော်မြတ် ﷺ ၏ အပေါင်းအပါများနှင့် တွေ့ဆုံခဲ့ရာ ၎င်းတို့က 'ဗလီများသည် ကမ္ဘာပေါ်ရှိ အလ္လာဟ်အရှင်မြတ်၏ အိမ်တော်များ ဖြစ်ကြသည်။ ဗလီများတွင် မိမိထံ လာရောက်လည်ပတ်သူများအား အရှင်မြတ်က ရက်ရောစွာ ပေးသနားတော်မူမည်ဟု အလ္လာဟ်အရှင်မြတ်ထံမှ ကတိတော်ရှိသည်။' ဟု ပြောဆိုနေကြသည်ကို ကြားခဲ့ရသည်။\" အလ္လာဟ်အရှင်မြတ်က ဆက်လက် မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقَامَ الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွလာသ် (ဝတ်ပြုဆုတောင်းခြင်း) ကို ပြုလုပ်သည်)</span>၊ ကိုယ်ခန္ဓာဖြင့် ပြုလုပ်သော အဓိက ကိုးကွယ်မှုများထဲမှ တစ်ခုဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَى الزَّكَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဇကာတ် (တရားဝင်လှူဒါန်းငွေ) ကို ပေးကမ်းသည်)</span>၊ အခြားလူများကို အကျိုးပြုသော အကောင်းဆုံး လုပ်ဆောင်မှုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَخْشَ إِلَّا اللَّهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူကိုမျှ မကြောက်ရွံ့)</span>၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၊ အနန္တဂုဏ်တော်ရှင်ကိုသာ ကြောက်ရွံ့ကြပြီး အခြားမည်သူကိုမျှ မကြောက်ရွံ့ကြပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَسَىٰ أُولَٰئِكَ أَن يَكُونُوا مِنَ الْمُهْتَدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်သော လမ်းညွှန်မှုပေါ်၌ ရှိကြသူများမှာ ၎င်းတို့သာဖြစ်သည်။)</span> 'အလီ ဗင်န် အဘီ တလ်ဟာ' က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍ အိဗ်နု အဗ္ဗားစ် က ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ဗလီများကို အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သူများသာ ထိန်းသိမ်းရမည်။)</span></p><p lang=\"my\" class=\"my \">\"အလ္လာဟ်အရှင်မြတ်ကိုသာ <span class=\"gray\">(ကိုးကွယ်မှုတွင်)</span> တစ်ဦးတည်းဟု မှတ်ယူသူသည် နောက်ဆုံးနေ့ကို ယုံကြည်ခြင်း ရှိသည်။\" <span class=\"gray\">[ထိုသူက ပြောသည်]</span>; \"အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်ခဲ့သည်များကို ယုံကြည်သူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقَامَ الصَّلَاةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွလာသ် (ဝတ်ပြုဆုတောင်းခြင်း) ကို ပြုလုပ်သည်)</span>၊ နေ့စဉ် ငါးကြိမ် ဆွလာသ်ကို ထူထောင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَخْشَ إِلَّا اللَّهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူကိုမျှ မကြောက်ရွံ့။)</span> အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَسَىٰ أُولَٰئِكَ أَن يَكُونُوا مِنَ الْمُهْتَدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်သော လမ်းညွှန်မှုပေါ်၌ ရှိကြသူများသည် ၎င်းတို့ ဖြစ်ကောင်းဖြစ်နိုင်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က 'စစ်မှန်စွာ အောင်မြင်သူများသည် ၎င်းတို့သာဖြစ်သည်။' ဟု မိန့်ကြားသည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ တမန်တော်မြတ် ﷺ အား မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်သည် သင့်အား မကာမ် မဟ်မူးဒ် (ချီးမွမ်းခံရသော ဂုဏ်ပုဒ်) သို့ မြှင့်တင်ပေးကောင်းပေးပေလိမ့်မည်။)</span><span class=\"gray\">[၁၇:၇၉]</span>။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် 'သင်၏အရှင်သခင် <span class=\"gray\">(အို မိုဟာမက်)</span> သည် သင့်အား ချီးမွမ်းခံရသော ဂုဏ်ပုဒ်ကို ပေးသနားတော်မူမည်။ ဆိုလိုသည်မှာ <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span> ကြားဝင်အသနားခံခြင်း ဖြစ်သည်။' ကုရ်အာန်ရှိ 'might' (ဖြစ်ကောင်းဖြစ်မည်) တိုင်းသည် 'shall' (ဖြစ်မည်) ဟု အဓိပ္ပါယ်ရသည်။\"</p>"
  }
]