[
  {
    "ayah_key": "31:13",
    "group_ayah_key": "31:13",
    "from_ayah": "31:13",
    "to_ayah": "31:15",
    "ayah_keys": "31:13,31:14,31:15",
    "text": "<p lang=\"my\" class=\"my \">လုက်မာန်သည် သူ၏သားအား အကြံပေးနေစဉ် ပြောကြားခဲ့သည်မှာ- \"အို ငါ့သား၊ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားမည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ဖက်တွဲကိုးကွယ်ခြင်းမပြုနှင့်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ဖက်တွဲကိုးကွယ်ခြင်းသည် ကြီးမားသော ဇွလ်မ် <span class=\"gray\">(မှားယွင်းမှု)</span> ပင်ဖြစ်သည်။ <span>(13)</span>ငါတို့သည် လူသားအား ၎င်း၏မိဘနှစ်ပါးအပေါ် <span class=\"gray\">(ကောင်းမွန်စွာပြုမူရန်နှင့် ရိုသေလေးစားရန်)</span> မှာကြားထားပြီ။ သူ၏မိခင်သည် သူ့ကို အားနည်းမှုနှင့် ဒုက္ခအပေါ် အားနည်းမှုနှင့် ဒုက္ခဖြင့် ကိုယ်ဝန်ဆောင်ခဲ့ပြီး၊ သူ့ကို နို့ဖြတ်ခြင်းမှာ နှစ်နှစ်အတွင်းဖြစ်သည်။ ငါ့ကိုလည်းကောင်း၊ သင်၏မိဘနှစ်ပါးကိုလည်းကောင်း ကျေးဇူးတင်ကြလော့။ ငါ့ထံသို့သာလျှင် နောက်ဆုံးပြန်သွားရမည် <span>(14)</span>သို့သော် ၎င်းတို့သည် သင့်အား ငါနှင့်အတူ သင်မသိရှိသည့်အရာများကို ဖက်တွဲကိုးကွယ်စေရန် ကြိုးစားပါက ၎င်းတို့ကို မနာခံနှင့်။ သို့သော် ၎င်းတို့နှင့် လောကတွင် ကောင်းမွန်စွာ ဆက်ဆံပါ၊ ငါ့ထံသို့ နောင်တတရားဖြင့်နှင့် နာခံမှုဖြင့် ပြန်လှည့်လာသူ၏ လမ်းစဉ်ကို လိုက်နာပါ။ ထို့နောက် ငါ့ထံသို့ သင်တို့ပြန်လာရမည်၊ သင်တို့ပြုခဲ့သည်များကို ငါပြောပြမည် <span>(15)</span></p><p lang=\"gd\" class=\"gd \">Luqman's Advice to His Son</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က လုက်မာန်သည် သူ၏သားအား မည်သို့အကြံပေးခဲ့ကြောင်း ငါတို့အား ပြောပြသည်။ သူ၏အမည်အပြည့်အစုံမှာ လုက်မာန် အိဗ်နု အန်ကာ အိဗ်နု စဒွန် ဖြစ်ပြီး သူ၏သားအမည်မှာ သရန် ဖြစ်သည်ဟု အစ္စူဟိုင်လီက ကိုးကားထားသည့် ပြောစကားအရ သိရသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား အကောင်းဆုံးအသုံးအနှုန်းများဖြင့် ဖော်ပြပြီး ဉာဏ်ပညာကို ချီးမြှင့်ခဲ့ကြောင်း ဖော်ပြထားသည်။ လုက်မာန်သည် သူ၏သားအား အကြံပေးခဲ့သည်။ သူ၏သားသည် သူ့အနီးဆုံးနှင့် အချစ်ဆုံးလူများထဲမှ တစ်ဦးဖြစ်ပြီး သူ၏အသိပညာအကောင်းဆုံးကို ပေးအပ်ခံရရန် ထိုက်တန်သူဖြစ်သည်။ ထို့ကြောင့် လုက်မာန်သည် သူ့အား အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန်နှင့် အရှင်မြတ်နှင့် မည်သည့်အရာကိုမျှ ဖက်တွဲကိုးကွယ်ခြင်းမပြုရန် အကြံပေးခြင်းဖြင့် စတင်ခဲ့သည်။ ထို့နောက် သူက သတိပေးခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ဖက်တွဲကိုးကွယ်ခြင်းသည် ကြီးမားသော ဇွလ်မ် <span class=\"gray\">(မှားယွင်းမှု)</span> ပင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် အကြီးမားဆုံး မှားယွင်းမှုဖြစ်သည်။ အလ်-ဘူခါရီက အဗ်ဒူလ္လာဟ် ပြောသည်မှာ- \"ကျမ်းပိုဒ် (အာယတ်တော်) ကို</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ပြီး သူတို့၏ယုံကြည်မှုကို ဇွလ်မ်ဖြင့် မရောနှောသူများ)</span><span class=\"gray\">(6:82)</span> ကျမ်းမြတ်ဗျာဒိတ်တော် ပေါ်ထွန်းလာသောအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ၏ သဟာဗဟ်များ (သာဝကများ) သည် ဤအရာကို စိတ်ဆင်းရဲခဲ့ကြပြီး 'ကျွန်ုပ်တို့ထဲမှ မည်သူက သူ၏ယုံကြည်မှုကို ဇွလ်မ်ဖြင့် မရောနှောဘဲ နေနိုင်ပါမည်နည်း' ဟု ပြောဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ပြောကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَيْسَ بِذَاكَ، أَلَا تَسْمَعُ إِلَى قَوْلِ لُقْمَانَ: يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ ۖ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအဓိပ္ပါယ်မဟုတ်ပါ။ လုက်မာန်က ပြောကြားခဲ့သည်ကို သင်တို့မကြားခဲ့ဘူးလား? <span class=\"gray\">(အို ငါ့သား၊ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားမည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ဖက်တွဲကိုးကွယ်ခြင်းမပြုနှင့်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ဖက်တွဲကိုးကွယ်ခြင်းသည် ကြီးမားသော ဇွလ်မ် <span class=\"gray\">(မှားယွင်းမှု)</span> ပင်ဖြစ်သည်။)</span>?)</span>\" ၎င်းကို မွတ်စလင်မ်က မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">လုက်မာန်သည် သူ၏သားအား အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန် အကြံပေးသောအခါ၊ သူ၏မိဘများကို ဂုဏ်ပြုရန်လည်း ပြောကြားခဲ့သည်။ ဤသည်မှာ ကျမ်းပိုဒ် (အာယတ်တော်) နှင့်တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သည် အရှင်မှတစ်ပါး အခြားမည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မကိုးကွယ်ရန်နှင့် သင်၏မိဘများအပေါ် ကောင်းမွန်စွာပြုမူရန် အမိန့်ချမှတ်တော်မူခဲ့ပြီးဖြစ်သည်။)</span><span class=\"gray\">(17:23)</span>။ ဤအရာနှစ်ခုကို ကုရ်အာန်တွင် မကြာခဏ တွဲလျက်ဖော်ပြလေ့ရှိသည်။ အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَىٰ وَهْنٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် လူသားအား ၎င်း၏မိဘနှစ်ပါးအပေါ် <span class=\"gray\">(ကောင်းမွန်စွာပြုမူရန်နှင့် ရိုသေလေးစားရန်)</span> မှာကြားထားပြီ။ သူ၏မိခင်သည် သူ့အား အားနည်းမှုနှင့် ဒုက္ခအပေါ် အားနည်းမှုနှင့် ဒုက္ခဖြင့် ကိုယ်ဝန်ဆောင်ခဲ့သည်။)</span> မုဂျာဟစ်က ပြောသည်- \"ကလေးကို ကိုယ်ဝန်ဆောင်ရခြင်း၏ ဒုက္ခ။\" ကတာဒါက ပြောသည်- \"ပင်ပန်းမှုအပေါ် ပင်ပန်းမှု။\" 'အတါ အလ်-ခုရာစါနီက ပြောသည်- \"အားနည်းမှုအပေါ် အားနည်းမှု။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِصَالُهُ فِي عَامَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို နို့ဖြတ်ခြင်းမှာ နှစ်နှစ်အတွင်းဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သူမွေးဖွားပြီးနောက် နှစ်နှစ်အတွင်း နို့တိုက်ပြီး နို့ဖြတ်သည်။ ဤသည်မှာ ကျမ်းပိုဒ် (အာယတ်တော်) နှင့်တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ ۖ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိခင်များသည် ၎င်းတို့၏ကလေးငယ်များအား နို့တိုက်ကျွေးမှုကာလကို အပြည့်အဝပြုလိုသူများအတွက် နှစ်နှစ်ပြည့် နို့တိုက်ကျွေးရမည်။)</span><span class=\"gray\">(2:233)</span>။ ဤအခြေခံပေါ်မူတည်၍ အိဗ်နု အဗ်ဗါစ်နှင့် အခြားသော အီမာမ်များသည် ကိုယ်ဝန်ဆောင်ကာလ၏ အတိုဆုံးဖြစ်နိုင်သည့် ကာလမှာ ခြောက်လဖြစ်သည်ဟု နားလည်ခဲ့ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်က အခြားနေရာတွင် မိန့်ကြားထားသည်မှာ-</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို ကိုယ်ဝန်ဆောင်ခြင်းနှင့် နို့ဖြတ်ခြင်းသည် လပေါင်းသုံးဆယ်ဖြစ်သည်။)</span><span class=\"gray\">(46:15)</span>။ အလ္လာဟ်အရှင်မြတ်သည် မိခင်တစ်ဦးက ကလေးကို မည်သို့ ပြုစုစောင့်ရှောက်သည်၊ ညဉ့်မအိပ်ဘဲ နေ့ရောညပါ ကလေးနှင့်အတူ နေထိုင်ရခြင်းကြောင့် မည်မျှပင်ပန်းပြီး ဖိစီးမှုခံစားရသည်ကို ဖော်ပြထားသည်မှာ သားဖြစ်သူအား မိခင်၏ ယခင်ကောင်းမွန်သော ပြုမူဆက်ဆံမှုများကို သတိရစေရန်ဖြစ်သည်။ ဤသည်မှာ ကျမ်းပိုဒ် (အာယတ်တော်) နှင့်တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်က ပြောပါ- \"အို ကျွန်ုပ်၏အရှင်! ၎င်းတို့သည် ကျွန်ုပ်ငယ်စဉ်အခါက ပြုစုပျိုးထောင်ခဲ့သကဲ့သို့ ၎င်းတို့အပေါ် အရှင်၏ကရုဏာကို ချီးမြှင့်တော်မူပါ။\")</span><span class=\"gray\">(17:24)</span>။ အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ကိုလည်းကောင်း၊ သင်၏မိဘနှစ်ပါးကိုလည်းကောင်း ကျေးဇူးတင်ကြလော့။ ငါ့ထံသို့သာလျှင် နောက်ဆုံးပြန်သွားရမည်။)</span> ဆိုလိုသည်မှာ 'ထိုအရာအတွက် သင့်အား အလွန်တရာ ရက်ရောစွာ အကျိုးပေးမည်' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ جَاهَدَاكَ عَلَىٰ أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် သင့်အား ငါနှင့်အတူ သင်မသိရှိသည့်အရာများကို ဖက်တွဲကိုးကွယ်စေရန် ကြိုးစားပါက ၎င်းတို့ကို မနာခံနှင့်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် သင့်အား ၎င်းတို့၏ဘာသာတရားကို လိုက်နာရန် ကြိုးစားပါက ၎င်းတို့ထံမှ လက်မခံပါနှင့်၊ သို့သော် လောကတွင် ၎င်းတို့နှင့် ကောင်းမွန်စွာ ဆက်ဆံခြင်း၊ ဆိုလိုသည်မှာ ၎င်းတို့အား လေးစားစွာ ဆက်ဆံခြင်းမှ သင့်အား ထိုအရာက မတားဆီးစေနှင့်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ထံသို့ နောင်တတရားဖြင့်နှင့် နာခံမှုဖြင့် ပြန်လှည့်လာသူ၏ လမ်းစဉ်ကို လိုက်နာပါ။)</span> ဆိုလိုသည်မှာ ယုံကြည်သူများ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါ့ထံသို့ သင်တို့ပြန်လာရမည်၊ သင်တို့ပြုခဲ့သည်များကို ငါပြောပြမည်။)</span> အတ်-တာဗရန်နီက အလ်-အိရှ်ရာဟ်တွင် စအ်ဒ် အိဗ်နု မာလိက် ပြောသည်မှာ- \"ဤကျမ်းပိုဒ် (အာယတ်တော်) ကို</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ جَاهَدَاكَ عَلَىٰ أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် သင့်အား ငါနှင့်အတူ သင်မသိရှိသည့်အရာများကို ဖက်တွဲကိုးကွယ်စေရန် ကြိုးစားပါက ၎င်းတို့ကို မနာခံနှင့်။)</span> သည် ကျွန်ုပ်နှင့်ပတ်သက်၍ ဗျာဒိတ်တော် ပေါ်ထွန်းခဲ့ခြင်းဖြစ်သည်။ ကျွန်ုပ်သည် မိခင်အား လေးစားသူတစ်ဦးဖြစ်သော်လည်း မွတ်စလင်မ်ဖြစ်လာသောအခါ သူမက ပြောသည်- 'အို စအ်ဒ်! သင်လုပ်နေသော ဤအရာသစ်မှာ အဘယ်နည်း။ သင်၏ဘာသာတရားကို စွန့်ပစ်လိုက်ပါ၊ သို့မဟုတ် ကျွန်ုပ်သေသည်အထိ မစားမသောက်ဘဲနေမည်၊ လူများသည် သင်ကျွန်ုပ်အား လုပ်ခဲ့သည့်အရာအတွက် သင့်ကို ရှက်ကြပေလိမ့်မည်၊ သင်သည် သင်၏မိခင်ကို သတ်ခဲ့သည်ဟု ပြောဆိုကြမည်။' ကျွန်ုပ်က 'အို မိခင်၊ ထိုသို့မလုပ်ပါနှင့်၊ မည်သည့်အရာအတွက်နှင့်မျှ ကျွန်ုပ်၏ဤဘာသာတရားကို စွန့်လွှတ်မည်မဟုတ်ပါ' ဟု ပြောကြားခဲ့သည်။ သူမသည် တစ်နေ့တာနှင့် တစ်ညတာ မစားမသောက်ဘဲနေခဲ့ပြီး ပင်ပန်းနွမ်းနယ်သွားခဲ့သည်။ ထို့နောက် သူမသည် နောက်ထပ်တစ်နေ့တာနှင့် တစ်ညတာ မစားမသောက်ဘဲနေခဲ့ပြီး လုံးဝပင်ပန်းနွမ်းနယ်သွားခဲ့သည်။ ထိုအရာကို ကျွန်ုပ်မြင်သောအခါ 'အို ကျွန်ုပ်၏မိခင်၊ အလ္လာဟ်အရှင်မြတ်ကျိန်ဆိုပါ၏၊ သင့်တွင် အသက်တစ်ရာရှိပြီး တစ်ခုပြီးတစ်ခု ထွက်ခွာသွားခဲ့လျှင်ပင် ကျွန်ုပ်၏ဤဘာသာတရားကို မည်သည့်အရာအတွက်နှင့်မျှ စွန့်လွှတ်မည်မဟုတ်ပါ၊ ထို့ကြောင့် သင်စားလိုပါက စားပါ၊ မစားလိုပါက မစားပါနှင့်' ဟု ပြောကြားခဲ့သည်။ ထို့ကြောင့် သူမစားခဲ့သည်။</p>"
  }
]