[
  {
    "ayah_key": "25:45",
    "group_ayah_key": "25:45",
    "from_ayah": "25:45",
    "to_ayah": "25:47",
    "ayah_keys": "25:45,25:46,25:47",
    "text": "<p lang=\"my\" class=\"my \">သင့်အရှင်က အရိပ်ကို မည်သို့ဖြန့်ခဲ့သည်ကို သင်မမြင်ဘူးလား။ အကယ်၍ ကိုယ်တော်အလိုရှိခဲ့ပါက ၎င်းကို ငြိမ်သက်စေနိုင်ခဲ့သည် – သို့သော် ငါတို့သည် နေကို ၎င်း၏လမ်းပြအဖြစ် ပြုလုပ်ခဲ့သည် <span>(၄၅)</span> ထို့နောက် ငါတို့သည် ၎င်းကို ငါတို့ထံသို့ တဖြည်းဖြည်း ရုပ်သိမ်းခဲ့သည် <span>(၄၆)</span> သင်တို့အတွက် ညကို အဖုံးအဖြစ်နှင့် အိပ်စက်ခြင်းကို <span class=\"gray\">(အဖြစ်)</span> နားနေခြင်းအဖြစ် ပြုလုပ်ပေးသူမှာ ကိုယ်တော်ပင်ဖြစ်သည်၊ နေ့ကို နူးရ် (ရှင်ပြန်ထမြောက်ရာ) အဖြစ် ပြုလုပ်ပေးသည် <span>(၄၇)</span></p><div lang=\"my\" class=\"my \"><h2>ဖန်ဆင်းရှင်၏ တည်ရှိမှုနှင့် ကိုယ်တော်၏ တန်ခိုးအင်အားအတိုင်းအတာအတွက် သက်သေအထောက်အထားများ</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏တည်ရှိမှုနှင့် အမျိုးမျိုးသော အရာဝတ္ထုများနှင့် ဆန့်ကျင်ဘက်အတွဲများကို ဖန်ဆင်းနိုင်သည့် ကိုယ်တော်၏ပြည့်စုံသော တန်ခိုးအင်အားအတွက် သက်သေအထောက်အထားများကို စတင်ရှင်းပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ الظِّلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အရှင်က အရိပ်ကို မည်သို့ဖြန့်ခဲ့သည်ကို သင်မမြင်ဘူးလား။)</span> အိဗ်နု အဘ်ဗားစ်၊ အိဗ်နု အိုမရ်၊ အဘူ အလ်-အာလီယဟ်၊ အဘူ မာလိက်၊ မစ်စ်ရွူက်၊ မူဂျာဟစ်ဒ်၊ ဆအီးဒ် ဘင် ဂျုဘိုင်ရ်၊ အန်-နခအီ၊ အဒ်-ဒွဟ်ဟားက်၊ အလ်-ဟစန်၊ ကွသားဒဟ်၊ အစ်-ဆွဒ်ဒီနှင့် အခြားသူများက ပြောသည်မှာ \"ဤသည်မှာ အရုဏ်စတင်ချိန်မှ နေမထွက်မီ ကာလကို ရည်ညွှန်းသည်။\" </p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကိုယ်တော်အလိုရှိခဲ့ပါက ၎င်းကို ငြိမ်သက်စေနိုင်ခဲ့သည်)</span> ဆိုလိုသည်မှာ မလှုပ်ရှားနိုင်၊ ဘယ်တော့မှ မပြောင်းလဲ။ ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَرَأَيْتُمْ إِن جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မေးပါ– \"ငါ့ကို ပြောပြပါ! အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အတွက် ညကို အမြဲတမ်းဖြစ်စေခဲ့ပါလျှင်...\")</span><span class=\"gray\">(၂၈:၇၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါတို့သည် နေကို ၎င်း၏လမ်းပြအဖြစ် ပြုလုပ်ခဲ့သည်)</span> ဆိုလိုသည်မှာ နေမထွက်ခဲ့လျှင် ၎င်းသည် ရှိလိမ့်မည်မဟုတ်ပေ၊ အဘယ်ကြောင့်ဆိုသော် အရာတစ်ခုကို ၎င်း၏ဆန့်ကျင်ဘက်နှင့် နှိုင်းယှဉ်မှသာ သိရှိနိုင်သောကြောင့်ဖြစ်သည်။ ကွသားဒဟ်နှင့် အစ်-ဆွဒ်ဒီက ပြောသည်မှာ \"နေသည် အရိပ်ပျောက်ကွယ်သွားသည်အထိ အရိပ်ကို လိုက်ပါသော လမ်းပြတစ်ခုဖြစ်သည်။\" </p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် ၎င်းကို ငါတို့ထံသို့ တဖြည်းဖြည်း ရုပ်သိမ်းခဲ့သည်)</span> ဤသည်မှာ အရိပ်ကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တဖြည်းဖြည်း)</span> ဆိုလိုသည်မှာ ဖြည်းဖြည်းချင်း။ အစ်-ဆွဒ်ဒီက ပြောသည်– \"ခေါင်မိုးအောက် သို့မဟုတ် သစ်ပင်အောက်မှလွဲ၍ မြေပေါ်တွင် အရိပ်မရှိတော့သည်အထိ၊ နေက ၎င်း၏အထက်ရှိ မည်သည့်အရာကိုမဆို ထွန်းလင်းနေသည်အထိ နူးညံ့သိမ်မွေ့စွာ၊ လျှို့ဝှက်စွာ ရုပ်သိမ်းခြင်း။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَبْضًا يَسِيرًا</p><p class=\"cy qpc-hafs\" lang=\"cy\"><span class=\"gray\">(a gradual withdrawal.)</span> Ayyub bin Musa said: \"Little by little.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတွက် ညကို အဖုံးအဖြစ် ပြုလုပ်ပေးသူမှာ ကိုယ်တော်ပင်ဖြစ်သည်)</span> ၎င်းသည် အရာခပ်သိမ်းကို ဖုံးအုပ်ကာ ကွယ်ဝှက်ထားသည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّيْلِ إِذَا يَغْشَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှောင်ဖုံးလွှမ်းသော ညဖြင့် ကျိန်ဆိုသည်)</span><span class=\"gray\">(၉၂:၁)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّوْمَ سُبَاتًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အိပ်စက်ခြင်းကို နားနေခြင်းအဖြစ်)</span> ဆိုလိုသည်မှာ ခန္ဓာကိုယ်များ အနားယူနိုင်ရန် လှုပ်ရှားမှုကို ရပ်တန့်စေခြင်းဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် နေ့ခင်းဘက်တွင် အသက်မွေးဝမ်းကျောင်းရှာဖွေရန် ထွက်သွားသည့်အခါ အမြဲတစေ လှုပ်ရှားမှုကြောင့် စွမ်းရည်များနှင့် ကိုယ်လက်အင်္ဂါများ ပင်ပန်းနွမ်းနယ်လာသည်။ ညရောက်၍ တိတ်ဆိတ်သွားသောအခါ ၎င်းတို့သည် လှုပ်ရှားမှုများကို ရပ်တန့်ပြီး အနားယူကြသည်။ ထို့ကြောင့် အိပ်စက်ခြင်းသည် ခန္ဓာကိုယ်နှင့် စိတ်ဝိညာဉ် နှစ်မျိုးစလုံးအတွက် ပြန်လည်နုပျိုမှုကို ပေးစွမ်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ النَّهَارَ نُشُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် နေ့ကို နူးရ် (ရှင်ပြန်ထမြောက်ရာ) အဖြစ် ပြုလုပ်သည်)</span> ဆိုလိုသည်မှာ လူတို့သည် နိုးထပြီး အသက်မွေးဝမ်းကျောင်းပြုရန်နှင့် ၎င်းတို့၏ လုပ်ငန်းများကို ဆောင်ရွက်ရန် ထွက်ခွာကြသည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِن فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ ကရုဏာတော်ကြောင့်ပင် ကိုယ်တော်သည် သင်တို့အတွက် ညနှင့်နေ့ကို ဖန်ဆင်းခဲ့ပြီး သင်တို့သည် ထိုတွင် အနားယူနိုင်ရန်နှင့် ကိုယ်တော်၏ ကျေးဇူးတော်ကို ရှာဖွေနိုင်ရန်အတွက်ဖြစ်သည်...)</span><span class=\"gray\">(၂၈:၇၃)</span></p>"
  },
  {
    "ayah_key": "25:48",
    "group_ayah_key": "25:48",
    "from_ayah": "25:48",
    "to_ayah": "25:50",
    "ayah_keys": "25:48,25:49,25:50",
    "text": "<p lang=\"my\" class=\"my \">ကိုယ်တော်သည် မိမိ၏ ကရုဏာတော်ရှေ့မှ သွားနေသော ဝမ်းမြောက်ဖွယ်သတင်းပေးသူများအဖြစ် လေများကို စေလွှတ်တော်မူသော အရှင်ဖြစ်တော်မူ၏။ ငါတို့သည် ကောင်းကင်မှ သန့်စင်သောရေကို ပို့ချပေးခဲ့သည် <span>(၄၈)</span> ထိုရေဖြင့် သေနေသောမြေကို အသက်ပြန်သွင်းရန်နှင့် ငါတို့ဖန်ဆင်းခဲ့သော တိရစ္ဆာန်များနှင့် လူသားများစွာတို့အား တိုက်ကျွေးရန်ဖြစ်သည်။ <span>(၄၉)</span> ထို့ပြင် ငါတို့သည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို သတိရစေရန်အတွက် ၎င်းတို့အကြား ဖြန့်ဝေပေးခဲ့သည်။ သို့သော် လူအများစုသည် <span class=\"gray\">(ကျေးဇူးတုံ့ပြန်မှု)</span> ကို ငြင်းပယ်ကြသည် <span>(၅၀)</span></p><div lang=\"my\" class=\"my \"><h2>ဤသည်မှာ ကိုယ်တော်၏ ပြည့်စုံသော တန်ခိုးအင်အားနှင့် အမြင့်မြတ်ဆုံး အာဏာပိုင်စိုးမှု၏ အစိတ်အပိုင်းလည်းဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လေများကို ဝမ်းမြောက်ဖွယ်သတင်းပေးသူများအဖြစ် စေလွှတ်တော်မူသည်။ ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့နောက်မှ တိမ်တိုက်များကို သယ်ဆောင်လာသည်။ လေများသည် ၎င်းတို့စေလွှတ်ခြင်းခံရသည့် ရည်ရွယ်ချက်ပေါ်မူတည်၍ အမျိုးအစားများစွာရှိသည်။ ၎င်းတို့အချို့သည် တိမ်တိုက်များကို ဖြစ်ပေါ်စေသည်။ အချို့က တိမ်တိုက်များကို သယ်ဆောင် သို့မဟုတ် မောင်းနှင်သည်။ အချို့ကမူ တိမ်တိုက်များ မလာမီ ရှေ့မှလာ၍ ၎င်းတို့ရောက်ရှိလာကြောင်း သတင်းပေးကြသည်။ ၎င်းတို့အချို့က မြေကြီးကို လှုပ်ရှားစေရန် ထိုအရာမတိုင်မီ ရောက်လာကြပြီး အချို့ကမူ မိုးရွာစေရန် တိမ်တိုက်များကို ဓာတ်မြေဩဇာကျွေး သို့မဟုတ် \"မျိုးစေ့ချ\" ကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်မှ သန့်စင်သောရေကို ပို့ချပေးခဲ့သည်)</span>၊ ဆိုလိုသည်မှာ ၎င်းကို သန့်စင်စေရန် နည်းလမ်းတစ်ခုအဖြစ် ဖြစ်သည်။ အဘူ ဆအီးဒ်က ပြောသည်– \"ပြောသည်မှာ– \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ဘူဒါအဟ် ရေတွင်းမှရေဖြင့် ဝူဒူပြုလုပ်နိုင်ပါသလား။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အမှိုက်များနှင့် ခွေးအသားများကို ပစ်ချထားသော ရေတွင်းဖြစ်သည်။ ကိုယ်တော်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمَاءَ طَهُورٌ لَا يُنَجِّسُهُ شَيْءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရေသည် သန့်စင်ပြီး မည်သည့်အရာကမျှ ၎င်းကို မသန့်ရှင်းစေနိုင်ပါ။)</span> ဤအရာကို အစ်-ရှာဖီအီနှင့် အဟ်မဒ်တို့က မှတ်တမ်းတင်ခဲ့ပြီး ၎င်းတို့က စဟီးဟ်ဟု အဆင့်သတ်မှတ်ခဲ့သည်။ အဘူ ဒါဝုဒ်နှင့် အတ်-သီရ်မီဇီတို့ကလည်း မှတ်တမ်းတင်ခဲ့ပြီး ၎င်းတို့က ဟစန်ဟု အဆင့်သတ်မှတ်ခဲ့ကာ အန်-နစာအီကလည်း မှတ်တမ်းတင်ခဲ့သည်။ ကိုယ်တော်၏ မိန့်ဆိုချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّنُحْيِيَ بِهِ بَلْدَةً مَّيْتًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုရေဖြင့် သေနေသောမြေကို အသက်ပြန်သွင်းရန်)</span> ဆိုလိုသည်မှာ မိုးကို ကြာမြင့်စွာ စောင့်ဆိုင်းနေရသော မြေဖြစ်သည်။ ၎င်းသည် သစ်ပင်ပန်းမန် သို့မဟုတ် မည်သည့်အရာမျှ မရှိပေ။ မိုးရွာလာသောအခါ ၎င်းသည် အသက်ဝင်လာပြီး ၎င်း၏ တောင်ကုန်းများသည် အမျိုးမျိုးသော ရောင်စုံပန်းများဖြင့် ဖုံးလွှမ်းသွားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါတို့သည် ၎င်းသို့ ရေကို ပို့ချသောအခါ ၎င်းသည် အသက်ဝင်လှုပ်ရှားပြီး ကြီးထွားလာသည်...)</span><span class=\"gray\">(၄၁:၃၉)</span>။ ကိုယ်တော်၏ မိန့်ဆိုချက်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ငါတို့ဖန်ဆင်းခဲ့သော တိရစ္ဆာန်များနှင့် လူသားများစွာတို့အား ထိုရေကို တိုက်ကျွေးရန်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ နွားများကဲ့သို့သော တိရစ္ဆာန်များ ၎င်းမှ သောက်နိုင်စေရန်၊ ရေကို အလွန်လိုအပ်နေသော လူတို့သည် ၎င်းမှ သောက်နိုင်ပြီး ၎င်းတို့၏ သီးနှံများနှင့် သစ်သီးဝလံများကို ရေလောင်းနိုင်စေရန် ဖြစ်သည်။ ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِن بَعْدِ مَا قَنَطُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ စိတ်ပျက်အားငယ်ပြီးနောက် မိုးကို ပို့ချပေးသူမှာ ကိုယ်တော်ပင်ဖြစ်သည်)</span><span class=\"gray\">(၄၂:၂၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانظُرْ إِلَىٰ آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်၏ ကရုဏာတော်၏ သက်ရောက်မှုများကို ကြည့်ရှုကြလော့၊ ကိုယ်တော်သည် မြေကြီးသေဆုံးပြီးနောက် မည်သို့ အသက်ပြန်သွင်းသည်ကို)</span><span class=\"gray\">(၃၀:၅၀)</span>။ ကိုယ်တော်၏ မိန့်ဆိုချက်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့သည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို သတိရစေရန်အတွက် ၎င်းတို့အကြား ဖြန့်ဝေပေးခဲ့သည်)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ဤမြေပေါ်တွင် မိုးရွာစေပြီး ထိုမြေပေါ်တွင် မရွာစေ။ ငါတို့သည် တိမ်တိုက်များကို မြေတစ်နေရာမှ အခြားတစ်နေရာသို့ ရွှေ့ပြောင်းစေပြီး ထိုနေရာတွင် ၎င်းဒေသခံများ ပေါများစွာ ရရှိစေရန် လုံလောက်သော မိုးကို ရွာစေသည်၊ သို့သော် ပထမမြေပေါ်တွင် တစ်စက်မျှ မကျစေ။' ဤနောက်ကွယ်တွင် အကြောင်းရင်းနှင့် ကြီးမားသော ဉာဏ်ပညာရှိသည်။ အိဗ်နု အဘ်ဗားစ်နှင့် အိဗ်နု မစအူဒ် (အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အပေါ် ကျေနပ်တော်မူပါစေ) တို့က ပြောသည်မှာ– \"တစ်နှစ်နှင့်တစ်နှစ် မိုးရေချိန် ပိုမိုများပြားခြင်း မရှိပေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုတော်အတိုင်း မိုးကို ဖြန့်ဝေပေးသည်။ ထို့နောက် ကိုယ်တော်သည် ဤအာယသ်တော်ကို ရွတ်ဖတ်ပြခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَىٰ أَكْثَرُ النَّاسِ إِلَّا كُفُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့သည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်ကို သတိရစေရန်အတွက် ၎င်းတို့အကြား <span class=\"gray\">(မိုး သို့မဟုတ် ရေကို)</span> ဖြန့်ဝေပေးခဲ့သည်။ သို့သော် လူအများစုသည် ကျေးဇူးကန်းစွာဖြင့် <span class=\"gray\">(ကျေးဇူးတုံ့ပြန်မှု)</span> ကို ငြင်းပယ်ကြသည်)</span>\" ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် သေနေသောမြေကို အသက်ပြန်သွင်းသောအခါ ၎င်းတို့သည် သေနေသော အရိုးခြောက်များကို အသက်ပြန်သွင်းနိုင်စွမ်းရှိကြောင်း၊ သို့မဟုတ် မိုးကို ရပ်တန့်ခြင်းခံရသူများသည် ၎င်းတို့ကျူးလွန်ခဲ့သော ပြစ်မှုတစ်ခုခုကြောင့် ဤအရာကို ခံစားနေရကြောင်း သတိရစေရန်၊ ထို့ကြောင့် ၎င်းတို့သည် ထိုအပြစ်ကို စွန့်လွှတ်ကြစေရန် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَبَىٰ أَكْثَرُ النَّاسِ إِلَّا كُفُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူအများစုသည် ကျေးဇူးကန်းစွာဖြင့် <span class=\"gray\">(ကျေးဇူးတုံ့ပြန်မှု)</span> ကို ငြင်းပယ်ကြသည်)</span> ဣက်ရီမာဟ်က ပြောသည်မှာ \"ဤသည်မှာ မိုးသည် ထိုထိုကြယ်ကြောင့် ရွာသည်ဟု ပြောဆိုသူများကို ရည်ညွှန်းသည်။\" ဣက်ရီမာဟ်၏ ဤအမြင်သည် စဟီးဟ် မွတ်စ်လင်မ်တွင် မှတ်တမ်းတင်ထားသော စစ်မှန်သော ဟဒီးစ်တော်နှင့် ဆင်တူသည်။ တစ်ညတာ မိုးရွာပြီးနောက် တစ်နေ့တွင် အလ္လာဟ်၏ ရစူလ်တမန်တော်သည် မိမိ၏ ဆွဟာဘာများကို မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرُونَ مَاذَا قَالَ رَبُّكُمْ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏အရှင်က မည်သို့မိန့်တော်မူသည်ကို သင်တို့သိကြသလော။)</span> ၎င်းတို့က ပြောသည်– \"အလ္လာဟ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်သာ အကောင်းဆုံးသိတော်မူသည်။\" ကိုယ်တော်က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ: أَصْبَحَ مِنْ عِبَادِي مُؤْمِنٌ بِي وَكَافِرٌ، فَأَمَّا مَنْ قَالَ: مُطِرْنَا بِفَضْلِ اللهِ وَرَحْمَتِهِ فَذَاكَ مُؤْمِنٌ بِي، كَافِرٌ بِالْكَوْكَبِ، وَأَمَّا مَنْ قَالَ: مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا، فَذَاكَ كَافِرٌ بِي، مُؤْمِنٌ بِالْكَوْكَبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က မိန့်တော်မူသည်– \"ယနေ့နံနက်တွင် ငါ၏ကျွန်အချို့သည် ငါ့ကို ယုံကြည်သူများ ဖြစ်လာကြပြီး အချို့သည် မယုံကြည်သူများ ဖြစ်လာကြသည်။ 'ငါတို့အား အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်နှင့် ကျေးဇူးတော်ကြောင့် မိုးရွာချပေးခဲ့သည်' ဟု ပြောဆိုသူသည် ငါ့ကို ယုံကြည်သူဖြစ်ပြီး ကြယ်များကို မယုံကြည်သူဖြစ်သည်။ 'ငါတို့အား ထိုထိုကြယ်ကြောင့် မိုးရွာချပေးခဲ့သည်' ဟု ပြောဆိုသူသည် ငါ့ကို မယုံကြည်သူဖြစ်ပြီး ကြယ်များကို ယုံကြည်သူဖြစ်သည်။\")</span></p>"
  }
]