[
  {
    "ayah_key": "20:123",
    "group_ayah_key": "20:123",
    "from_ayah": "20:123",
    "to_ayah": "20:126",
    "ayah_keys": "20:123,20:124,20:125,20:126",
    "text": "<p lang=\"my\" class=\"my \">သူ <span class=\"gray\">(အလ္လာဟ်)</span> မိန့်တော်မူသည်– \"အသင်တို့နှစ်ဦးလုံး အတူဆင်းကြ၊ အချို့သည် အချို့တို့အား ရန်သူဖြစ်ကြ၏။ ထို့နောက် ငါ့ထံမှ လမ်းပြမှုတစ်စုံတစ်ရာ အသင်တို့ထံ ရောက်ရှိလာပါလျှင် ငါ၏ လမ်းပြမှုကို လိုက်နာသူသည် လမ်းမှားခြင်းလည်းမရှိ၊ စိတ်ဆင်းရဲခြင်းလည်းမရှိပေ။ <span>(၁၂၃)</span> သို့သော် ငါ၏သတိပေးမှုကို မလိုက်နာသူအဖို့ ဧကန်မလွဲ ဒုက္ခများသောဘဝ ရှိပေလိမ့်မည်။ ငါတို့သည် ထိုသူအား ရှင်ပြန်ထမြောက်ရာနေ့၌ မျက်မမြင်အဖြစ် ထမြောက်စေမည်။ <span>(၁၂၄)</span> သူသည် ပြောဆိုမည်– \"အို ကျွန်ုပ်၏ အရှင်သခင်! အဘယ်ကြောင့် အကျွန်ုပ်အား မျက်မမြင်အဖြစ် ထမြောက်စေပါသလဲ၊ အကျွန်ုပ် မြင်စွမ်းနိုင်စွမ်းရှိခဲ့သည် <span class=\"gray\">(ယခင်က)</span>။\" <span>(၁၂၅)</span> <span class=\"gray\">(အလ္လာဟ်)</span> မိန့်တော်မူမည်– \"ဤနည်းတူ ငါတို့၏ အာယတ်တော်များ အသင်တို့ထံ ရောက်ရှိခဲ့သော်လည်း အသင်တို့သည် ၎င်းတို့အား လျစ်လျူရှုခဲ့ကြသည်။ ထို့ကြောင့် ဤနေ့၌ အသင်တို့အား လျစ်လျူရှုခြင်း ခံရမည်။\" <span>(၁၂၆)</span></p><div lang=\"my\" class=\"my \"><h2>အာဒမ်အား ကမ္ဘာမြေသို့ ဆင်းသက်စေခြင်းနှင့် လမ်းပြခံရသူတို့အတွက် ကောင်းကျိုး၊ နယ်လွန်ကျူးသူတို့အတွက် ဆိုးကျိုး ကတိတော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်၊ ဟောင်ဝါ နှင့် အိဗ်လီစ်တို့အား \"အသင်တို့အားလုံး ဒီကနေ ဆင်းကြ\" ဟု မိန့်တော်မူသည်။ ဆိုလိုသည်မှာ အသင်တို့တစ်ဦးစီသည် ပရဒိသုမှ ထွက်သွားကြရမည်။ ဤအကြောင်းကို ဆူရာ အလ်-ဘကရဟ်တွင် ငါတို့ ရှင်းပြခဲ့ပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချို့သည် အချို့တို့အား ရန်သူဖြစ်ကြ၏။)</span><span class=\"gray\">[၂:၃၆]</span> သူ <span class=\"gray\">(အလ္လာဟ်)</span> သည် ဤအရာကို အာဒမ်နှင့် ၎င်း၏မျိုးဆက်၊ အိဗ်လီစ်နှင့် ၎င်း၏မျိုးဆက်အား မိန့်တော်မူခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါ့ထံမှ လမ်းပြမှုတစ်စုံတစ်ရာ အသင်တို့ထံ ရောက်ရှိလာပါလျှင်၊)</span> အဘူ အလ်-'အာလီယျဟ်က \"ဤ <span class=\"gray\">(လမ်းပြမှု)</span> ဆိုသည်မှာ နဗီများ၊ ရစူလ်များ နှင့် သက်သေအထောက်အထားများကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါ၏ လမ်းပြမှုကို လိုက်နာသူသည် လမ်းမှားခြင်းလည်းမရှိ၊ စိတ်ဆင်းရဲခြင်းလည်းမရှိပေ။)</span> အိဗ်န် 'အဗ္ဗားစ်က \"ဤဘဝ၌ သူသည် လမ်းမှားခြင်းမရှိဘဲ၊ တမလွန်ဘဝ၌ စိတ်ဆင်းရဲခြင်း မရှိပေ\" ဟု ပြောကြားခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَنْ أَعْرَضَ عَن ذِكْرِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ငါ၏သတိပေးမှုကို မလိုက်နာသူအဖို့၊)</span> ဆိုလိုသည်မှာ \"မည်သူမဆို ငါ၏ အမိန့်တော်နှင့် ငါ၏ ရစူလ်အား ထုတ်ဖော်ပြသခဲ့သည့်အရာကို ဆန့်ကျင်လျှင်၊ သူသည် ၎င်းကို မလိုက်နာဘဲ လျစ်လျူရှုကာ အခြားအရာမှ လမ်းပြမှုကို ယူခဲ့သည်\"။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّ لَهُ مَعِيشَةً ضَنكًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဒုက္ခများသောဘဝ ရှိပေလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ၎င်း၏ဘဝသည် ဤကမ္ဘာ၌ ခက်ခဲလိမ့်မည်။ သူသည် စိတ်ငြိမ်းချမ်းမှုမရှိ၊ ရင်ဘတ်ကျယ်ပြန့်မှု <span class=\"gray\">(သက်တောင့်သက်သာဖြစ်မှု)</span> မရှိပေ။ ၎င်းအစား၊ ၎င်း၏ရင်ဘတ်သည် ၎င်း၏လမ်းမှားမှုကြောင့် ကျဉ်းကြပ်ကာ ခက်ခဲလိမ့်မည်။ အပြင်ပန်းအားဖြင့် သက်တောင့်သက်သာရှိပုံရပြီး ၎င်းနှစ်သက်ရာကို ဝတ်ဆင်ကာ၊ နှစ်သက်ရာကို စားပြီး၊ နှစ်သက်ရာတွင် နေထိုင်သည်ဖြစ်စေ၊ သူသည် ပျော်ရွှင်မည်မဟုတ်ပေ။ အကြောင်းမှာ ဧကန်မလွဲ ၎င်း၏နှလုံးသား၌ စင်ကြယ်သော ယုံကြည်ချက်နှင့် လမ်းညွှန်မှုရှိမည်မဟုတ်ပေ။ သူသည် ဂယက်ထခြင်း၊ တွေဝေခြင်းနှင့် သံသယများဖြင့် ပြည့်နှက်နေမည်။ သူသည် အမြဲတစေ ရှုပ်ထွေးမှုနှင့် မသေချာမှုအခြေအနေတွင် ရှိနေမည်။ ဤသည်မှာ ဘဝ၏ဒုက္ခများမှ တစ်ခုဖြစ်သည်။ ၎င်း၏မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ထိုသူအား ရှင်ပြန်ထမြောက်ရာနေ့၌ မျက်မမြင်အဖြစ် ထမြောက်စေမည်။)</span> မူဂျာဟစ်၊ အဘူ ဆွာလိဟ် နှင့် အစ်-ဆွဒ်ဒီတို့က \"ဆိုလိုသည်မှာ သူ၌ သက်သေအထောက်အထားမရှိပေ\" ဟု ပြောကြားခဲ့သည်။ 'အိကရမာဟ်က \"သူ့အား ငရဲမှလွဲ၍ ကျန်အရာအားလုံးကို မျက်မမြင်ဖြစ်စေမည်\" ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا ۖ مَّأْوَاهُمْ جَهَنَّمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သူတို့အား ရှင်ပြန်ထမြောက်ရာနေ့၌ မျက်နှာဖြင့် စုရုံးစေမည်၊ မျက်မမြင်၊ ဆွံ့အ၊ နားမကြားအဖြစ်၊ သူတို့၏ နေထိုင်ရာသည် ငရဲဖြစ်မည်။)</span><span class=\"gray\">(၁၇:၉၇)</span> ဤကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ لِمَ حَشَرْتَنِي أَعْمَىٰ وَقَدْ كُنتُ بَصِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ အရှင်သခင်! အဘယ်ကြောင့် အကျွန်ုပ်အား မျက်မမြင်အဖြစ် ထမြောက်စေပါသလဲ၊ အကျွန်ုပ် မြင်စွမ်းနိုင်စွမ်းရှိခဲ့သည် <span class=\"gray\">(ယခင်က)</span>။)</span> ဆိုလိုသည်မှာ ဤကမ္ဘာ့ဘဝတွင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ كَذَٰلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا ۖ وَكَذَٰلِكَ الْيَوْمَ تُنسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(အလ္လာဟ်)</span> မိန့်တော်မူမည်– \"ဤနည်းတူ ငါတို့၏ အာယတ်တော်များ အသင်တို့ထံ ရောက်ရှိခဲ့သော်လည်း အသင်တို့သည် ၎င်းတို့အား လျစ်လျူရှုခဲ့ကြသည်။ ထို့ကြောင့် ဤနေ့၌ အသင်တို့အား လျစ်လျူရှုခြင်း ခံရမည်။)</span> ဆိုလိုသည်မှာ \"အသင်သည် အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများမှ လှည့်ထွက်သွားပြီး ၎င်းတို့သည် အသင်ထံသို့ ရောက်ရှိပြီးနောက် မမှတ်မိသူတစ်ဦး၏ ပုံစံဖြင့် ဆက်ဆံခဲ့သည်။ အသင်သည် ၎င်းတို့ကို လျစ်လျူရှုခဲ့သည်၊ ၎င်းတို့မှ လှည့်ထွက်သွားပြီး ၎င်းတို့အပေါ် လျစ်လျူရှုခဲ့သည်။ ထို့ကြောင့် ယနေ့ ငါတို့သည် အသင်အား မေ့လျော့သွားသူတစ်ဦး၏ ပုံစံဖြင့် ဆက်ဆံမည်\"။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ نَنسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ဤနေ့၌ သူတို့အား ငါတို့ မေ့လျော့မည်၊ သူတို့သည် ဤနေ့နှင့် တွေ့ဆုံခြင်းကို မေ့လျော့ခဲ့ကြသကဲ့သို့ပင်။)</span><span class=\"gray\">[၇:၅၁]</span> ဧကန်မလွဲ ဒဏ်ခတ်ခြင်းသည် ပြုလုပ်ခဲ့သော လုပ်ရပ်အမျိုးအစားပေါ် အခြေခံသည့် ပြန်ပေးဆပ်မှု ဖြစ်လိမ့်မည်။ သို့သော် ကွရ်အာန်၏ စကားလုံးများကို မေ့လျော့ခြင်း၊ ၎င်း၏ အဓိပ္ပါယ်ကို နားလည်ပြီး ၎င်း၏ ဥပဒေများကို ကျင့်သုံးခြင်းသည် ဤတိကျသော ခြိမ်းခြောက်မှု၏ အဓိပ္ပါယ်တွင် မပါဝင်ပေ။ သို့သော် ကွရ်အာန်၏ စကားလုံးများကို မေ့လျော့ခြင်းအား ကွဲပြားသော ကဏ္ဍမှ သတိပေးထားသည်။ စွန်နဟ်တွင် ဖော်ပြထားသည်မှာ ကွရ်အာန်ကို မေ့လျော့သူ <span class=\"gray\">(ယခင်က မှတ်မိခဲ့သူ)</span> အား လုံးဝတားမြစ်ထားပြီး ပြင်းထန်သော ခြိမ်းခြောက်မှု ရှိသည်ဟု ဖော်ပြထားသည်။</p>"
  },
  {
    "ayah_key": "20:127",
    "group_ayah_key": "20:127",
    "from_ayah": "20:127",
    "to_ayah": "20:127",
    "ayah_keys": "20:127",
    "text": "<p class=\"my translation\" lang=\"my\">ဤနည်းတူ နယ်လွန်ကျူးပြီး ၎င်း၏အရှင်သခင်၏ အာယတ်တော်များကို မယုံကြည်သူအား ငါတို့သည် အကျိုးပေးမည်၊ ထိုနည်းတူ တမလွန်ဘဝ၏ ပြစ်ဒဏ်သည် ပိုမိုပြင်းထန်ပြီး ပိုမိုရေရှည်တည်တံ့ပေသည်။ <span>(၁၂၇)</span></p><div lang=\"my\" class=\"my \"><h2>နယ်လွန်ကျူးသူအဖို့ ပြင်းထန်သော ပြစ်ဒဏ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်– 'ဤနည်းတူ ဤကမ္ဘာနှင့် တမလွန်ဘဝတွင် အလ္လာဟ်၏ အာယတ်တော်များကို နယ်လွန်ကျူးပြီး ယုံကြည်သူတို့အား ငါတို့ အကျိုးပေးမည်'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَشَقُّ ۖ وَمَا لَهُم مِّنَ اللَّهِ مِن وَاقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အဖို့ ဤကမ္ဘာ့ဘဝ၌ ပြစ်ဒဏ်ရှိ၏၊ ဧကန်မလွဲ တမလွန်ဘဝ၏ ပြစ်ဒဏ်သည် ပိုမိုပြင်းထန်၏။ သူတို့၌ အလ္လာဟ်အရှင်မြတ်ထံမှ မည်သည့် ကာကွယ်သူ သို့မဟုတ် အကာအကွယ်ပေးသူမျှ မရှိပေ။)</span><span class=\"gray\">(၁၃:၃၄)</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَذَابُ الْآخِرَةِ أَشَدُّ وَأَبْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တမလွန်ဘဝ၏ ပြစ်ဒဏ်သည် ပိုမိုပြင်းထန်ပြီး ပိုမိုရေရှည်တည်တံ့၏။)</span> ဆိုလိုသည်မှာ ဤကမ္ဘာ့ပြစ်ဒဏ်ထက် ပိုမိုကြီးလေးပြီး ပိုမိုနာကျင်စေသော ပြစ်ဒဏ်ဖြစ်၍ ထိုပြစ်ဒဏ်၌ သူတို့ ထာဝရနေထိုင်ရမည်။ အလ္လာဟ်၏ ရစူလ် ﷺ သည် ၎င်း၏ဇနီးအား တရားမဝင် လိင်မှုကျူးလွန်သည်ဟု စွပ်စွဲသောအခါ ကျမ်းသစ္စာကျိန်ဆိုခဲ့ကြသော လင်နှင့်မယားနှစ်ဦးစလုံးအား မိန့်တော်မူခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الْآخِرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဤကမ္ဘာ့ဘဝ၏ ပြစ်ဒဏ်သည် တမလွန်ဘဝ၏ ပြစ်ဒဏ်နှင့် နှိုင်းယှဉ်လျှင် ပိုမိုသေးနုပ်သည်။)</span></p>"
  }
]