[
  {
    "ayah_key": "3:10",
    "group_ayah_key": "3:10",
    "from_ayah": "3:10",
    "to_ayah": "3:11",
    "ayah_keys": "3:10,3:11",
    "text": "<p class=\"my translation\" lang=\"my\">ဧကန်စင်စစ် မယုံကြည်သူများသည် ၎င်းတို့၏ ပစ္စည်းဥစ္စာများဖြစ်စေ၊ ၎င်းတို့၏ သားသမီးများဖြစ်စေ အလ္လာဟ်အရှင်မြတ်အပေါ် တစ်စုံတစ်ရာ အကျိုးပြုမည်မဟုတ်ပေ။ ထိုသူတို့သည် ငရဲမီး၏ ထင်းများ ဖြစ်ကြပေမည်။ <span>(၁၀)</span>ဖိရ်အောန်၏ လူမျိုးများနှင့် ၎င်းတို့၏ ရှေ့မှ လူများ၏ အပြုအမူကဲ့သို့ပင်။ ၎င်းတို့သည် ငါတို့၏ အာယတ်တော်များကို ငြင်းပယ်ခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ အပြစ်များအတွက် အပြစ်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ပြစ်ဒဏ်ပေးရာတွင် ပြင်းထန်တော်မူ၏။ <span>(၁၁)</span></p><div lang=\"my\" class=\"my \"><h2>ရှင်ပြန်ထမြောက်ရာနေ့တွင် မည်သည့်စည်းစိမ်ဥစ္စာ သို့မဟုတ် သားသမီးမျှ အကျိုးပြုမည်မဟုတ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မယုံကြည်သူတို့သည် ငရဲမီး၏ ထင်းများဖြစ်ကြမည်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ لَا يَنفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုသူတို့၏ ဆင်ခြေများသည် အကျိုးမပြုနိုင်သောနေ့။ ၎င်းတို့သည် ကျိန်စာသင့်မည်ဖြစ်ပြီး၊ ၎င်းတို့သည် ဆိုးရွားသော နေထိုင်ရာ <span class=\"gray\">(ဆိုလိုသည်မှာ ငရဲမီးရှိ ပြင်းထန်သော ညှဉ်းပန်းနှိပ်စက်မှု)</span> ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">[၄၀:၅၂]</span>။</p><p lang=\"my\" class=\"my \">ထို့ပြင် ဤဘဝတွင် ၎င်းတို့အား ပေးထားသော စည်းစိမ်ဥစ္စာနှင့် သားသမီးများသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ၎င်းတို့အား အကျိုးပြုမည်မဟုတ်၊ သို့မဟုတ် ၎င်းတို့အား အရှင်မြတ်၏ အပြစ်ဒဏ်နှင့် ပြင်းထန်သော ညှဉ်းပန်းနှိပ်စက်မှုမှ ကယ်တင်နိုင်မည်မဟုတ်ပေ။ ထို့နည်းတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُم بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ စည်းစိမ်ဥစ္စာများ သို့မဟုတ် ၎င်းတို့၏ သားသမီးများက သင့်ကို အံ့သြစေခြင်း မပြုပါစေနှင့်။ အမှန်တကယ်တွင် အလ္လာဟ်အရှင်မြတ်၏ အစီအစဉ်မှာ ဤလောကဘဝတွင် ဤအရာများဖြင့် ၎င်းတို့အား အပြစ်ပေးရန်နှင့် ၎င်းတို့သည် မယုံကြည်သူများ ဖြစ်နေစဉ် ၎င်းတို့၏ ဝိညာဉ်များ ထွက်ခွာသွားရန် <span class=\"gray\">(သေဆုံးရန်)</span> ဖြစ်သည်။)</span><span class=\"gray\">[၉:၅၅]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ - مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်တစ်လျှောက် မယုံကြည်သူတို့၏ လွတ်လပ်စွာ စီမံခန့်ခွဲမှု <span class=\"gray\">(နှင့် ကြွယ်ဝချမ်းသာမှု)</span> က သင့်ကို လှည့်စားခြင်း မပြုပါစေနှင့်။ ခဏတာ ပျော်မွေ့မှုသာ ဖြစ်သည်။ ထို့နောက် ၎င်းတို့၏ နောက်ဆုံးနေထိုင်ရာသည် ငရဲဖြစ်သည်၊ ထိုအနားယူရာနေရာသည် အမှန်ပင် အဆိုးဆုံးဖြစ်သည်။)</span><span class=\"gray\">[၃:၁၉၆-၁၉၇]</span>။</p><p lang=\"id\" class=\"id \">Allah said in this Ayah <span class=\"gray\">[3:10]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် မယုံကြည်သူတို့)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို မယုံကြည်သူများ၊ အရှင်မြတ်၏ ရစူလ်တမန်တော်များကို ငြင်းပယ်သူများ၊ အရှင်မြတ်၏ ကျမ်းဂန်များကို ဆန့်ကျင်သူများ နှင့် အရှင်မြတ်၏ နဗီတမန်တော်များထံ ထုတ်ပြန်သော ဗျာဒိတ်တော်မှ အကျိုးမခံစားရသူများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَٰئِكَ هُمْ وَقُودُ النَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ပစ္စည်းဥစ္စာများဖြစ်စေ၊ ၎င်းတို့၏ သားသမီးများဖြစ်စေ အလ္လာဟ်အရှင်မြတ်အပေါ် တစ်စုံတစ်ရာ အကျိုးပြုမည်မဟုတ်ပေ။ ထိုသူတို့သည် ငရဲမီး၏ ထင်းများ ဖြစ်ကြပေမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် မီးကို မွှေးပြီး ထိုးပေးရမည့် ထင်းများ ဖြစ်ကြလိမ့်မည်။ ထို့နည်းတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့ <span class=\"gray\">(မယုံကြည်သူတို့)</span> နှင့် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်မှအပ ယခု ကိုးကွယ်နေကြသည့် အရာများသည် ငရဲအတွက် ထင်းမျှသာ ဖြစ်ကြပေမည်!)</span><span class=\"gray\">[၂၁:၉၈]</span>။</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَدَأْبِ آلِ فِرْعَوْنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖိရ်အောန်၏ လူမျိုးတို့၏ ဒါအဘ်ကဲ့သို့ပင်။)</span> အဒ်-ဒဟ်ဟက်က အိဘ်နုအဗ္ဗားစ်က ထိုအာယတ်တော်၏ အဓိပ္ပါယ်မှာ \"ဖိရ်အောန်၏ လူမျိုးတို့၏ အပြုအမူကဲ့သို့ပင်\" ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အိက္ကရီမာဟ်၊ မူဂျာဟစ်၊ အဘူမာလိက်၊ အဒ်-ဒဟ်ဟက် နှင့် အခြားသူများ၏ တဖ်စီရ်နှင့် အတူတူပင်ဖြစ်သည်။ အခြားသော ပညာရှင်များက ထိုအာယတ်တော်၏ အဓိပ္ပါယ်မှာ \"ဖိရ်အောန်၏ လူမျိုးတို့၏ လုပ်ငန်း၊ အပြုအမူ၊ ပုံသဏ္ဌာန်ကဲ့သို့ပင်\" ဟု ပြောကြားခဲ့သည်။ ဤအဓိပ္ပါယ်များအားလုံးသည် ဖြစ်နိုင်ချေရှိသည်၊ အကြောင်းမှာ ဒါအဘ်သည် လုပ်ငန်း၊ အပြုအမူ၊ ဓလေ့ထုံးတမ်းနှင့် အလေ့အထကို ဆိုလိုသောကြောင့်ဖြစ်သည်။ ထိုအာယတ်တော်သည် မယုံကြည်သူများသည် ၎င်းတို့၏ စည်းစိမ်ဥစ္စာ သို့မဟုတ် သားသမီးများမှ အကျိုးအမြတ် မရရှိနိုင်ကြောင်း ဖော်ပြသည်။ ယင်းအစား ၎င်းတို့သည် ပျက်စီးပြီး အပြစ်ပေးခံရလိမ့်မည်။ ဤသည်မှာ ဖိရ်အောန်၏ လူမျိုးများနှင့် ရှေးယခင်က လူမျိုးများ၊ ဆိုလိုသည်မှာ ရစူလ်တမန်တော်များ၊ အာယတ်တော်များနှင့် ၎င်းတို့အား စေလွှတ်ခဲ့သော အလ္လာဟ်အရှင်မြတ်၏ သက်သေများကို ငြင်းပယ်သူများ ကြုံတွေ့ခဲ့ရသည့် အဆုံးသတ်နှင့် အတူတူပင်ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَاللَّهُ شَدِيدُ الْعِقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ပြစ်ဒဏ်ပေးရာတွင် ပြင်းထန်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်၏ ပြစ်ဒဏ်သည် ပြင်းထန်ပြီး အရှင်မြတ်၏ ညှဉ်းပန်းနှိပ်စက်မှုသည် နာကျင်စေသည်။ အလ္လာဟ်အရှင်မြတ်၏ လက်မှ မည်သူမျှ လွတ်မြောက်နိုင်မည်မဟုတ်၊ မည်သည့်အရာမျှလည်း အရှင်မြတ်၏ အသိပညာမှ လွတ်မြောက်နိုင်မည်မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ် အလိုရှိရာကို ပြုတော်မူပြီး အရာခပ်သိမ်းအပေါ် လွှမ်းမိုးထားသည်။ အရာခပ်သိမ်းသည် အရှင်မြတ်အား ဦးညွှတ်ရမည်ဖြစ်ပြီး၊ ကိုးကွယ်ထိုက်သော မည်သည့်ဘုရားမျှမရှိ၊ အရှင်မြတ်မှအပ မည်သည့်ဖန်ဆင်းရှင်မျှမရှိပေ။</p>"
  },
  {
    "ayah_key": "3:100",
    "group_ayah_key": "3:100",
    "from_ayah": "3:100",
    "to_ayah": "3:101",
    "ayah_keys": "3:100,3:101",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! အကယ်၍ သင်တို့သည် ကျမ်းဂန်ကို ပေးသနားခံခဲ့ရသူများ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> အုပ်စုတစ်စုကို နာခံလျှင်၊ ၎င်းတို့သည် သင်တို့ ယုံကြည်ပြီးနောက် သင်တို့ကို မယုံကြည်သူများ ဖြစ်အောင် <span class=\"gray\">(အမှန်ပင်)</span> ပြုလုပ်လိမ့်မည်။ <span>(၁၀၀)</span>သင်တို့ထံ အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များ ရွတ်ဖတ်ပြသနေစဉ်၊ သင်တို့အထဲတွင် အရှင်မြတ်၏ ရစူလ်တမန်တော် ရှိနေစဉ် သင်တို့ မည်သို့ မယုံကြည်နိုင်မည်နည်း။ အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်အပေါ် မှီခိုအားထားပါက၊ ၎င်းသည် ဖြောင့်မှန်သော လမ်းသို့ အမှန်ပင် လမ်းညွှန်ခံရမည်။ <span>(၁၀၁)</span></p><div lang=\"my\" class=\"my \"><h2>ကျမ်းဂန်ရရှိသူများကို အတုယူခြင်းမှ မွတ်စ်လင်မ်များအား သတိပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ယုံကြည်သူကျွန်များကို ကျမ်းဂန်ရရှိသူများကို နာခံခြင်းမှ သတိပေးထားသည်။ ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ရစူလ်တမန်တော် ﷺ ကို စေလွှတ်ခြင်းဖြင့် ယုံကြည်သူများအား ပေးသနားခဲ့သော ကျေးဇူးတော်ကြောင့် မနာလိုကြသည်။ ထို့နည်းတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَّ كَثِيرٌ مِّنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُم مِّن بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِّنْ عِندِ أَنفُسِهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်ရရှိသူများ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> အများအပြားသည် ၎င်းတို့၏ မနာလိုမှုကြောင့် သင်တို့ ယုံကြည်ပြီးနောက် သင်တို့ကို မယုံကြည်သူများအဖြစ် ပြောင်းလဲနိုင်ရန် ဆန္ဒရှိကြသည်။)</span><span class=\"gray\">[၂:၁၀၉]</span>။</p><p lang=\"id\" class=\"id \">In this Ayah <span class=\"gray\">[3:100]</span>, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تُطِيعُوا فَرِيقًا مِّنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُم بَعْدَ إِيمَانِكُمْ كَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် ကျမ်းဂန်ကို ပေးသနားခံခဲ့ရသူများ <span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များ)</span> အုပ်စုတစ်စုကို နာခံလျှင်၊ ၎င်းတို့သည် သင်တို့ ယုံကြည်ပြီးနောက် သင်တို့ကို မယုံကြည်သူများ ဖြစ်အောင် <span class=\"gray\">(အမှန်ပင်)</span> ပြုလုပ်လိမ့်မည်!)</span>၊ ထို့နောက် မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَيْفَ تَكْفُرُونَ وَأَنتُمْ تُتْلَىٰ عَلَيْكُمْ آيَاتُ اللَّهِ وَفِيكُمْ رَسُولُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မည်သို့ မယုံကြည်နိုင်မည်နည်း၊ သင်တို့ထံ အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များ ရွတ်ဖတ်ပြသနေစဉ်၊ သင်တို့အထဲတွင် အရှင်မြတ်၏ ရစူလ်တမန်တော် ရှိနေစဉ်။)</span> ဆိုလိုသည်မှာ မယုံကြည်မှုသည် သင်တို့ကို မထိတွေ့နိုင်အောင် ဝေးကွာနေသည်၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အပေါ် နေ့ရောညပါ ချပေးနေပြီး၊ အရှင်မြတ်က ထိုအာယတ်တော်များကို သင်တို့ထံ ရွတ်ဖတ်ပြသကာ ပို့ဆောင်ပေးနေသောကြောင့်ဖြစ်သည်။ ထို့နည်းတူ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို သင်တို့ မယုံကြည်ဘဲ မည်သည့်အတွက်နည်း။ ရစူလ်တမန်တော်က သင်တို့၏ အရှင်သခင်ကို ယုံကြည်ရန် ဖိတ်ခေါ်နေစဉ်၊ သင်တို့သည် စစ်မှန်သော ယုံကြည်သူများ ဖြစ်ပါက အရှင်မြတ်သည် သင်တို့၏ သစ္စာဆိုမှုကို အမှန်ပင် ယူထားခဲ့ပြီးဖြစ်သည်။)</span><span class=\"gray\">[၅၇:၈]</span>။ ဟဒီးဆ်တော်တစ်ခုတွင် တစ်နေ့၌ နဗီတမန်တော် ﷺ က မိမိ၏ ဆွဟာဘာများကို မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّ الْمُؤْمِنِينَ أَعْجَبُ إِلَيْكُمْ إِيمَانًا؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قالوا: الملائكة. </p><p class=\"ar qpc-hafs\" lang=\"ar\">قال: وَكَيْفَ لَا يُؤْمِنُونَ وَهُمْ عِنْدَ رَبِّهِم؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">وذكروا الأنبياء، </p><p class=\"ar qpc-hafs\" lang=\"ar\">قال: وَكَيْفَ لَا يُؤْمِنُونَ وَالْوَحْيُ يَنْزِلُ عَلَيْهِمْ؟</p><p class=\"fa qpc-hafs\" lang=\"fa\">قالوا: فنحن. </p><p class=\"ar qpc-hafs\" lang=\"ar\">قال: وَكَيْفَ لَا يُؤْمِنُونَ وَأَنَا بَيْنَ أَظْهُرِكُمْ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قالوا: فأي الناس أعجب إيمانًا؟ </p><p class=\"ar qpc-hafs\" lang=\"ar\">قال: قَوْمٌ يَجِيئُونَ مِنْ بَعْدِكُمْ يَجِدُونَ صُحُفًا يُؤْمِنُونَ بِمَا فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ယုံကြည်သူများထဲတွင် မည်သူ့၌ အံ့သြဖွယ်အကောင်းဆုံး ယုံကြည်ခြင်းရှိသည်ဟု သင်တို့ ထင်သနည်း?\" ၎င်းတို့က \"ကောင်းကင်တမန်များ\" ဟု ပြန်ဖြေသည်။ အရှင်မြတ်က \"၎င်းတို့၏ အရှင်သခင်နှင့်အတူ ရှိနေစဉ် ၎င်းတို့ အဘယ်ကြောင့် မယုံကြည်ရမည်နည်း?\" ၎င်းတို့က နဗီတမန်တော်များကို ပြောဆိုရာ၊ နဗီတမန်တော် ﷺ က \"ဗျာဒိတ်တော်များ ၎င်းတို့ထံ ချပေးနေစဉ် ၎င်းတို့ အဘယ်ကြောင့် မယုံကြည်ရမည်နည်း?\" ဟု မိန့်တော်မူခဲ့သည်။ ၎င်းတို့က \"ထို့နောက် ကျွန်ုပ်တို့\" ဟု ပြောကြသည်။ အရှင်မြတ်က \"ကျွန်ုပ်သည် သင်တို့အထဲတွင် ရှိနေစဉ် သင်တို့ အဘယ်ကြောင့် မယုံကြည်ရမည်နည်း?\" ၎င်းတို့က \"မည်သူ့၌ အံ့သြဖွယ်အကောင်းဆုံး ယုံကြည်ခြင်းရှိသနည်း?\" ဟု မေးမြန်းသည်။ နဗီတမန်တော်က \"သင်တို့နောက်ပိုင်းမှ လာမည့် လူမျိုးတစ်စုသည် ကျမ်းဂန်များကိုသာ တွေ့ရှိရမည်ဖြစ်ပြီး၊ ထိုကျမ်းဂန်များ၌ ပါရှိသောအရာများကို ၎င်းတို့ ယုံကြည်ကြလိမ့်မည်။\")</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْتَصِم بِاللَّهِ فَقَدْ هُدِيَ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်သူသည် အလ္လာဟ်အရှင်မြတ်အပေါ် မှီခိုအားထားပါက၊ ၎င်းသည် ဖြောင့်မှန်သော လမ်းသို့ အမှန်ပင် လမ်းညွှန်ခံရမည်။)</span><span class=\"gray\">[၃:၁၀၁]</span> အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ခြင်းနှင့် မှီခိုအားထားခြင်းသည် မှန်ကန်သော လမ်းညွှန်မှုကို ရရှိရန်နှင့် ဆိုးယုတ်သော လမ်းမှ ရှောင်ရှားရန် အခြေခံဖြစ်သောကြောင့်ဖြစ်သည်။ ၎င်းတို့သည် လမ်းညွှန်မှုနှင့် သမ္မာတရားကို ရယူရန်နှင့် ဖြောင့်မတ်သော ရည်ရွယ်ချက်များကို အောင်မြင်ရန် ကိရိယာကိုလည်း ကိုယ်စားပြုသည်။</p>"
  }
]