[
  {
    "ayah_key": "9:124",
    "group_ayah_key": "9:124",
    "from_ayah": "9:124",
    "to_ayah": "9:125",
    "ayah_keys": "9:124,9:125",
    "text": "<p lang=\"my\" class=\"my \">ဆူရာတစ်ခုခု ကျရောက်လာသောအခါ ၎င်းတို့အနက် အချို့ <span class=\"gray\">(မုနါဖစ်က်များ)</span> က “အသင်တို့အနက် မည်သူ၏ ယုံကြည်ခြင်းကို ဤကျမ်းပိုဒ်က တိုးပွားစေခဲ့သနည်း” ဟု ပြောကြသည်။ ယုံကြည်သူများအတွက်မူ ၎င်းသည် ၎င်းတို့၏ ယုံကြည်ခြင်းကို တိုးပွားစေခဲ့ပြီး ၎င်းတို့သည် ဝမ်းမြောက်ကြသည် <span>(၁၂၄)</span>သို့သော် ၎င်းတို့၏ စိတ်နှလုံးများတွင် ရောဂါရှိသူများအတွက်မူ ၎င်းသည် ၎င်းတို့၏ ရစ်ဂျ် <span class=\"gray\">(သံသယ)</span> ပေါ်တွင် ရစ်ဂျ် <span class=\"gray\">(သံသယ)</span> ကို ထပ်မံဖြည့်စွက်ပေးလိမ့်မည်။ ထိုသူတို့သည် မယုံကြည်သူများအဖြစ်ဖြင့် သေဆုံးကြလိမ့်မည် <span>(၁၂၅)</span></p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်သူတို့၏ ယုံကြည်ခြင်း တိုးပွားလာခြင်း၊ မုနါဖစ်က်တို့သည် သံသယနှင့် စိုးရိမ်ပူပန်မှုများ တိုးပွားလာခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَا أُنزِلَتْ سُورَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆူရာတစ်ခုခု ကျရောက်လာသောအခါ)</span>၊ ထိုအခါ မုနါဖစ်က်များအနက်တွင် ရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَٰذِهِ إِيمَانًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချို့က ပြောသည်- “အသင်တို့အနက် မည်သူ၏ ယုံကြည်ခြင်းကို ဤကျမ်းပိုဒ်က တိုးပွားစေခဲ့သနည်း။”)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် တစ်ဦးနှင့်တစ်ဦး ပြောကြသည်၊ အသင်တို့အနက် မည်သူ၏ ယုံကြည်ခြင်းကို ဤဆူရာ <span class=\"gray\">[ကုရ်အာန်မှ]</span> က တိုးပွားစေခဲ့သနည်း။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများအတွက်မူ ၎င်းသည် ၎င်းတို့၏ ယုံကြည်ခြင်းကို တိုးပွားစေခဲ့ပြီး ၎င်းတို့သည် ဝမ်းမြောက်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် ယုံကြည်ခြင်း တိုးပွားပြီး လျော့နည်းသွားကြောင်း အခိုင်မာဆုံး သက်သေများထဲမှ တစ်ခုဖြစ်သည်။ ၎င်းသည် ဆလဖ်အများစုနှင့် နောက်ပိုင်းမျိုးဆက်များမှ ပညာရှင်များနှင့် အီမာမ်များ၏ ယုံကြည်ချက်ဖြစ်သည်။ ပညာရှင်များစွာက ဤဆုံးဖြတ်ချက်အပေါ် သဘောတူညီမှုရှိသည်ဟု ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကရုဏာတော်ချီးမြှင့်တော်မူသော ဆဟီးဟ် အလ်ဘူခါရီ၏ ရှင်းလင်းချက်အစတွင် ဤအကြောင်းအရာကို ကျွန်ုပ်တို့ အသေးစိတ် ရှင်းပြခဲ့သည်။ </p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့၏ စိတ်နှလုံးများတွင် ရောဂါရှိသူများအတွက်မူ ၎င်းသည် ၎င်းတို့၏ ရစ်ဂျ်ပေါ်တွင် ရစ်ဂျ်ကို ထပ်မံဖြည့်စွက်ပေးလိမ့်မည်။)</span> ဤဆူရာသည် ၎င်းတို့အား သံသယများ တိုးပွားစေပြီး ၎င်းတို့ ယခင်က ရှိခဲ့သည့် သံသယနှင့် စိုးရိမ်ပူပန်မှုများအပြင် ပိုမိုများပြားသော စိုးရိမ်ပူပန်မှုများကိုလည်း ယူဆောင်လာသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တော်တစ်ခုတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုရ်အာန်တွင် ကုသခြင်း ဖြစ်သော အရာကို ကျွန်ုပ်တို့ ချပေးသည်)</span><span class=\"gray\">[၁၇:၈၂]</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُولَٰئِكَ يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- “၎င်းသည် ယုံကြည်သူများအတွက် လမ်းညွှန်မှုနှင့် ကုသမှု ဖြစ်သည်။ မယုံကြည်သူများအတွက်မူ ၎င်းတို့၏ နားများတွင် လေးလံမှု <span class=\"gray\">(နားမကြားခြင်း)</span> ရှိပြီး ၎င်း <span class=\"gray\">(ကုရ်အာန်)</span> သည် ၎င်းတို့အတွက် မျက်စိကွယ်ခြင်း ဖြစ်သည်။ ၎င်းတို့သည် ဝေးလံသောနေရာမှ ခေါ်ဆိုခံရသူများ <span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် နားမထောင်နိုင်၊ နားမလည်နိုင်)</span>”။)</span><span class=\"gray\">[၄၁:၄၄]</span></p><p lang=\"my\" class=\"my \">၎င်းသည် မုနါဖစ်က်များနှင့် မယုံကြည်သူများ၏ ဆင်းရဲဒုက္ခကို ဖော်ပြသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့၏ စိတ်နှလုံးများသို့ လမ်းညွှန်မှု ယူဆောင်လာသင့်သောအရာသည် ၎င်းတို့အတွက် လမ်းလွဲမှုနှင့် ပျက်စီးခြင်း၏ အကြောင်းရင်း ဖြစ်နေသောကြောင့် ဖြစ်သည်။ ထိုနည်းတူစွာ၊ အစားအစာတစ်မျိုးကို စိတ်အနှောင့်အယှက်ဖြစ်သူများသည် ဥပမာအားဖြင့် ထိုအစားအစာကို ကျွေးသောအခါ ပို၍ပင် စိတ်အနှောင့်အယှက်ဖြစ်ပြီး စိုးရိမ်ပူပန်ကြလိမ့်မည်!</p>"
  },
  {
    "ayah_key": "9:126",
    "group_ayah_key": "9:126",
    "from_ayah": "9:126",
    "to_ayah": "9:127",
    "ayah_keys": "9:126,9:127",
    "text": "<p lang=\"my\" class=\"my \">သူတို့သည် နှစ်စဉ်နှစ်တိုင်း တစ်ကြိမ် သို့မဟုတ် နှစ်ကြိမ် စမ်းသပ်ခြင်းခံရသည်ကို မမြင်ကြသလော။ သို့သော် သူတို့သည် နောင်တမရကြဘဲ သင်ခန်းစာလည်း မယူကြပေ <span class=\"gray\">(၎င်းမှ)</span><span>(၁၂၆)</span>ဆူရာတစ်ခုခု ကျရောက်လာသည့်အခါတိုင်း သူတို့သည် တစ်ယောက်ကိုတစ်ယောက် ကြည့်ကြသည် <span class=\"gray\">(ပြောလျက်)</span>: \"မည်သူတစ်ဦးတစ်ယောက်မျှ သင်တို့ကို မမြင်လော။\" ထို့နောက် သူတို့သည် လှည့်ထွက်သွားကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ စိတ်နှလုံးများကို လှည့်ပစ်ခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် နားမလည်သော လူမျိုးများ ဖြစ်သောကြောင့်တည်း <span>(၁၂၇)</span></p><div lang=\"my\" class=\"my \"><h2>ဟန်ဆောင်သူတို့ ဘေးဒုက္ခခံစားရခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ ဤဟန်ဆောင်သူတို့ မမြင်ကြသလော၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَنَّهُمْ يُفْتَنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် စမ်းသပ်ခြင်းခံရသည်ကို)</span>၊ စမ်းသပ်ခံနေရသည်ကို၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှစ်စဉ်နှစ်တိုင်း တစ်ကြိမ် သို့မဟုတ် နှစ်ကြိမ် စမ်းသပ်ခြင်းခံရသည်ကို မမြင်ကြသလော။ သို့သော် သူတို့သည် နောင်တမရကြဘဲ သင်ခန်းစာလည်း မယူကြပေ။)</span></p><p lang=\"my\" class=\"my \">သူတို့သည် အတိတ်က ပြစ်မှုများမှ နောင်တလည်းမရကြသလို အနာဂတ်အတွက် သင်ခန်းစာလည်း မယူကြပေ။ မုဂျာဟစ်က ဟန်ဆောင်သူများသည် မိုးခေါင်ခြင်းနှင့် ငတ်မွတ်ခြင်းတို့ဖြင့် စမ်းသပ်ခံရသည်ဟု ပြောကြားခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَا أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إِلَىٰ بَعْضٍ هَلْ يَرَاكُم مِّنْ أَحَدٍ ثُمَّ انصَرَفُوا ۚ صَرَفَ اللَّهُ قُلُوبَهُم بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆူရာတစ်ခုခု ကျရောက်လာသည့်အခါတိုင်း သူတို့သည် တစ်ယောက်ကိုတစ်ယောက် ကြည့်ကြသည် <span class=\"gray\">(ပြောလျက်)</span>: \"မည်သူတစ်ဦးတစ်ယောက်မျှ သင်တို့ကို မမြင်လော။\" ထို့နောက် သူတို့သည် လှည့်ထွက်သွားကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ စိတ်နှလုံးများကို လှည့်ပစ်ခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် သူတို့သည် နားမလည်သော လူမျိုးများ ဖြစ်သောကြောင့်တည်း။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဟန်ဆောင်သူများကို ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံ ဆူရာတစ်ခု ကျရောက်လာသည့်အခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَّظَرَ بَعْضُهُمْ إِلَىٰ بَعْضٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် တစ်ယောက်ကိုတစ်ယောက် ကြည့်ကြသည်)</span>၊ သူတို့သည် ခေါင်းများကို ဘယ်ညာလှည့်လျက် ပြောကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَرَاكُم مِّنْ أَحَدٍ ثُمَّ انصَرَفُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"မည်သူတစ်ဦးတစ်ယောက်မျှ သင်တို့ကို မမြင်လော။\" ထို့နောက် သူတို့သည် လှည့်ထွက်သွားကြသည်...)</span> အမှန်တရားမှ လှည့်ထွက်သွားခြင်းနှင့် ရှောင်ရှားခြင်းဖြစ်သည်။ ဤသည်ကား ဤဘဝတွင် ဟန်ဆောင်သူများ၏ ဖော်ပြချက်ဖြစ်သည်။ အမှန်တရားကို ကြေညာနေသည့်နေရာ၌ သူတို့သည် မနေကြ၊ လက်ခံခြင်းလည်းမရှိ၊ နားလည်ခြင်းလည်းမရှိ၊ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်များတွင် မိန့်တော်မူခဲ့သည့်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ - كَأَنَّهُمْ حُمُرٌ مُّسْتَنفِرَةٌ - فَرَّتْ مِن قَسْوَرَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသို့နည်း သူတို့သည် ဆုံးမသြဝါဒမှ လှည့်ထွက်သွားကြသည်မှာ။ ၎င်းတို့သည် တောမြည်းများပမာ။ ခြင်္သေ့ထံမှ ထွက်ပြေးကြကုန်သည်။)</span><span class=\"gray\">[၇၄:၄၉-၅၁]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ - عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်လျှင် မယုံကြည်သူတို့သည် သင်ထံမှ နားထောင်ရန် အလျင်စလိုလုပ်ကြသည်မှာ အဘယ်ဖြစ်သနည်း။ <span class=\"gray\">(ညာဘက်နှင့် ဘယ်ဘက်ရှိ)</span> အစုအဖွဲ့များတွင် ထိုင်လျက်။)</span><span class=\"gray\">[၇၀:၃၆-၃၇]</span>။ </p><p lang=\"my\" class=\"my \">ဤအာယတ်၏ အဓိပ္ပါယ်မှာလည်း၊ အမှန်တရားမှ လွတ်မြောက်ရန်နှင့် မုသာသို့ ပြန်လှည့်ရန်အတွက် သင်ထံမှ ညာဘက်သို့ ဘယ်ဘက်သို့ လှည့်ထွက်သွားကြသော ဤလူများ၌ အဘယ်အရာဖြစ်နေသနည်း။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ انصَرَفُوا ۚ صَرَفَ اللَّهُ قُلُوبَهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူတို့သည် လှည့်ထွက်သွားကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ စိတ်နှလုံးများကို <span class=\"gray\">(အမှန်တရားမှ)</span> လှည့်ပစ်ခဲ့သည်)</span> နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သူတို့သည် လှည့်ထွက်သွားကြသောအခါ၊ အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ စိတ်နှလုံးများကို လှည့်ပစ်ခဲ့သည်)</span><span class=\"gray\">[၆၁:၅]</span>။ </p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"sd qpc-hafs\" lang=\"sd\">بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့်ဆိုသော် သူတို့သည် နားမလည်သော လူမျိုးများ ဖြစ်သောကြောင့်တည်း။)</span></p><p lang=\"my\" class=\"my \">သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်ကို နားမလည်ကြသလို နားလည်အောင်လည်း မကြိုးစားကြ၊ မလိုချင်ကြပေ။ ယင်းအစား သူတို့သည် ၎င်းမှ လှည့်ထွက်သွားကြသည်နှင့် အလွန်အလုပ်ရှုပ်နေကြသည်။ ဤသည်မှာ သူတို့ ဤအခြေအနေသို့ ရောက်ရှိသွားခြင်း၏ အကြောင်းရင်းဖြစ်သည်။</p>"
  }
]