[
  {
    "ayah_key": "7:31",
    "group_ayah_key": "7:31",
    "from_ayah": "7:31",
    "to_ayah": "7:31",
    "ayah_keys": "7:31",
    "text": "<p class=\"my translation\" lang=\"my\">အို အာဒမ်၏သားသမီးတို့! သင်တို့၏အဆင်တန်ဆာကို မည်သည့်ဗလီသို့မဆို ယူဆောင်သွားကြ၊ စားသောက်ကြ၊ သို့သော် ဖြုန်းတီးစွာ မသုံးစွဲကြနှင့်၊ အမှန်စင်စစ် သူ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ဖြုန်းတီးသူများကို မနှစ်သက်ပေ။ <span>(၃၁)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ဗလီသို့သွားသည့်အခါ အဆင်တန်ဆာယူဆောင်ရန် အမိန့်ပေးသည်</h2></div><p lang=\"my\" class=\"my \">ဤဂုဏ်ယူဖွယ်ရာအာယသ်သည် ရုပ်တုကိုးကွယ်သူများ ဗလာကျင်းလျက် သန့်ရှင်းသောကာဘာပတ်ပတ်လည် တဝါဖ်လုပ်ခြင်းကို ပယ်ချပါသည်။ မွတ်စ်လင်မ်၊ အန်-နစာအီနှင့် အစ်ဗ်နု ဂျရီရ်တို့က <span class=\"gray\">(အောက်ပါစကားလုံးများသည် အစ်ဗ်နု ဂျရီရ်၏ မှတ်တမ်းဖြစ်သည်)</span> ရှုအ်ဗဟ်က ဆလာမာဟ် ဘင် ကူဟိုင်းလ်က မွတ်စ်လင်မ် အလ်-ဘာတင်က စအိဒ် ဘင် ဂျူဘိုင်ရ်က အစ်ဗ်နု အဗ္ဗားစ်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်။ \"ရုပ်တုကိုးကွယ်သူများသည် အိမ်တော်ပတ်ပတ်လည်တွင် အမျိုးသား၊ အမျိုးသမီး နှစ်ဦးစလုံး ဗလာကျင်း၍ သွားလာလေ့ရှိသည်။ အမျိုးသားများသည် နေ့ဘက်တွင်ဖြစ်ပြီး အမျိုးသမီးများသည် ညဘက်တွင်ဖြစ်သည်။ အမျိုးသမီးက 'ယနေ့တွင် ၎င်း၏တစ်စိတ်တစ်ပိုင်း သို့မဟုတ် အားလုံးကို ဖော်ထုတ်လိမ့်မည်၊ သို့သော် ဖော်ထုတ်ထားသည့် မည်သည့်အရာကိုမဆို ကျွန်မခွင့်မပြုပါ' ဟု ပြောမည်ဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်က ပြန်ဖြေသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذُوا زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏အဆင်တန်ဆာကို မည်သည့်ဗလီသို့မဆို ယူဆောင်သွားကြ,)</span> အလ်-အောင်ဖီက အစ်ဗ်နု အဗ္ဗားစ်က ဤအပေါ် မှတ်ချက်ပြုသည်ဟု ပြောသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذُوا زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏အဆင်တန်ဆာကို မည်သည့်ဗလီသို့မဆို ယူဆောင်သွားကြ)</span></p><p lang=\"my\" class=\"my \">\"ဗလာကျင်းလျက် အိမ်တော်ပတ်ပတ်လည် တဝါဖ်လုပ်လေ့ရှိသော လူများရှိခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား အဆင်တန်ဆာယူဆောင်ရန် အမိန့်ပေးခဲ့သည်။ ဆိုလိုသည်မှာ ကိုယ်ရေးကိုယ်တာများကို ဖုံးအုပ်သော သန့်ရှင်းသပ်ရပ်သည့် အဝတ်အစားများကို ဝတ်ဆင်ရန်ဖြစ်သည်။ လူတို့သည် ဆွလာသ်တိုင်းတွင် အကောင်းဆုံးအဝတ်အစားများကို ဝတ်ဆင်ရန် အမိန့်ခံခဲ့ရသည်။\" မူဂျာဟစ်၊ အာသာအ်၊ အစ်ဗ်ရာဟင်မ် အန်-နခအီ၊ စအိဒ် ဘင် ဂျူဘိုင်ရ်၊ ကွတာဒါဟ်၊ အစ်-စွတ်ဒီး၊ အဒ်-ဒဟ်ဟက်နှင့် မာလစ်တို့သည် အဇ်-ဇူရ်ရီမှ အလားတူပြောဆိုချက်ကို ဖော်ပြခဲ့ကြပြီး၊ စလဖ်များစွာထံမှလည်း ဖော်ပြခဲ့ကြသည်။ သူတို့သည် ဤအာယသ်သည် ဗလာကျင်းလျက် အိမ်တော်ပတ်ပတ်လည် တဝါဖ်လုပ်လေ့ရှိသော ရုပ်တုကိုးကွယ်သူများနှင့်ပတ်သက်၍ ထုတ်ဖော်ခဲ့သည်ဟု ဆိုကြသည်။ </p><p lang=\"my\" class=\"my \">ဤအာယသ် <span class=\"gray\">(၇:၃၁)</span> နှင့် စွန်နသ်ကျင့်စဉ်တို့သည် ဆွလာသ်ပြုချိန်တွင် အကောင်းဆုံးအဝတ်အစားများ ဝတ်ဆင်ရန်၊ အထူးသဖြင့် သောကြာနေ့နှင့် အီးဒ်ဆွလာသ်များအတွက် အားပေးတိုက်တွန်းပါသည်။ ဆွလာသ်အတွက် ရေမွှေးဆွတ်ခြင်း <span class=\"gray\">[အမျိုးသားများအတွက်]</span> ကိုလည်း အကြံပြုထားသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အဆင်တန်ဆာဖြစ်ပြီး၊ စီဝါက်ကို အသုံးပြုခြင်းသည် အဆင်တန်ဆာကို ပြည့်စုံစေသည့် အစိတ်အပိုင်းတစ်ခု ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အဝတ်အစားများအတွက် အကောင်းဆုံးအရောင်မှာ အဖြူရောင်ဖြစ်သည်။ အကြောင်းမှာ အီမာမ် အဟ်မဒ်က အစ်ဗ်နု အဗ္ဗားစ်က အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ က ပြောကြားခဲ့သည်ဟု ဖော်ပြထားသောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْبَسُوا مِنْ ثِيَابِكُمُ الْبَيَاضَ فَإِنَّهَا مِنْ خَيْرِ ثِيَابِكُمْ، وَكَفِّنُوا فِيهَا مَوْتَاكُمْ وَإِنَّ خَيْرَ أَكْحَالِكُمُ الْإثْمَدُ فَإِنَّهُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဖြူရောင်အဝတ်အစားများ ဝတ်ဆင်ကြ၊ ၎င်းသည် သင်တို့၏အကောင်းဆုံးအဝတ်အစားများထဲမှ တစ်ခုဖြစ်ပြီး၊ သင်တို့၏သေဆုံးသူများကိုလည်း ၎င်းဖြင့် ထုပ်ပိုးကြ။ အစ်သ်မစ်ဒ် <span class=\"gray\">(အန်တီမိုနီ)</span> သည် သင်တို့၏ ကူလ်လ်များထဲမှ အကောင်းဆုံးဖြစ်သည်၊ ၎င်းသည် အမြင်အာရုံကို ကြည်လင်စေပြီး ဆံပင်ကို ပေါက်စေသည်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးစ်သည် ခိုင်မာသော ဆင့်ပြန်ချက် သံကြိုးရှိပြီး၊ အီမာမ် မွတ်စ်လင်မ်၏ စည်းကမ်းချက်များနှင့် လမ်းညွှန်ချက်များနှင့် ကိုက်ညီသော ဆင့်ပြန်သူများဖြင့် ဖွဲ့စည်းထားသည်။ အဘူ ဒါဝုဒ်၊ အတ်-တီရ်မီဇီနှင့် အစ်ဗ်နု မာဂျာဟ်တို့သည်လည်း ၎င်းကို မှတ်တမ်းတင်ခဲ့ကြပြီး၊ အတ်-တီရ်မီဇီက \"ဟစန် စဟီဟ်\" ဟု ပြောကြားခဲ့သည်။</p><div lang=\"zh\" class=\"zh \"><h2>Prohibiting Extravagance</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُوا وَاشْرَبُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စားသောက်ကြ...။)</span> အလ်-ဘူခါရီက အစ်ဗ်နု အဗ္ဗားစ်က ပြောကြားခဲ့သည်- \"သင်နှစ်သက်ရာကို စားသောက်ပါ၊ သင်နှစ်သက်ရာကို ဝတ်ဆင်ပါ၊ သို့သော် အလွန်အကျွံသုံးစွဲခြင်းနှင့် မာနထောင်လွှားခြင်း ဟူသော အချက်နှစ်ချက်ကို ရှောင်ရှားပါ။\" အစ်ဗ်နု ဂျရီရ်က မိုဟမ်မဒ် ဘင် အဗ်ဒူလ်-အအ်လာက ကျွန်ုပ်တို့အား ဆင့်ပြန်ခဲ့သည်၊ မိုဟမ်မဒ် ဘင် သော်ရ်က ကျွန်ုပ်တို့အား မအ်မာရ်မှ အစ်ဗ်နု တာဝူစ်မှ ၎င်း၏ဖခင်ထံမှ ဆင့်ပြန်ခဲ့ပြီး၊ ၎င်းက အစ်ဗ်နု အဗ္ဗားစ်က ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်သည် စားသောက်ခြင်းကို ခွင့်ပြုထားသည်၊ သို့သော် အလွန်အကျွံသုံးစွဲခြင်း သို့မဟုတ် မာနထောင်လွှားခြင်း မပါဝင်သရွေ့ဖြစ်သည်။\" ဤဆင့်ပြန်ချက်သည် စဟီဟ်ဖြစ်သည်။ အီမာမ် အဟ်မဒ်က အလ်-မစ်က္ဒမ် ဘင် မအ်ဒိကာရစ်ဗ် အလ်-ကင်ဒီက အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်မြတ် ﷺ ပြောကြားသည်ကို ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مَلَأَ ابْنُ آدَمَ وِعَاءً شَرًّا مِنْ بَطْنِهِ بِحَسْبِ ابْنِ آدَمَ أَكَلَاتٍ يُقِمْنَ صُلْبَهُ فَإِنْ كَانَ فَاعِلًا لَا مَحَالَةَ فَثُلُثٌ طَعَامٌ وَثُلُثٌ شَرَابٌ وَثُلُثٌ لِنَفَسِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒမ်၏သားသည် မိမိ၏ဗိုက်ထက် ပိုဆိုးရွားသော အိုးတစ်လုံးကို မိမိကိုယ်အတွက် ပြည့်စေမည်မဟုတ်။ အာဒမ်၏သားအတွက် မိမိ၏ကျောရိုးကို ခိုင်မာစေမည့် အစာအနည်းငယ်စားရုံဖြင့် လုံလောက်သည်။ သူက ပိုစားချင်လျှင် သုံးပုံတစ်ပုံကို အစာဖြင့်၊ သုံးပုံတစ်ပုံကို အချိုရည်ဖြင့် ဖြည့်၍ ကျန်သုံးပုံတစ်ပုံကို သူ၏အသက်ရှူခြင်းအတွက် ထားပါစေ။)</span></p><p lang=\"fil\" class=\"fil \">An-Nasa'i and At-Tirmidhi collected this Hadith, At-Tirmidhi said, \"Hasan\" or \"Hasan Sahih\" according to another manuscript.</p><p lang=\"my\" class=\"my \">အာသာအ် အလ်-ခိုရာစာနီက အစ်ဗ်နု အဗ္ဗားစ်က ဤအာယသ်အပေါ် မှတ်ချက်ပြုသည်ဟု ပြောသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စားသောက်ကြ၊ သို့သော် ဖြုန်းတီးစွာ မသုံးစွဲကြနှင့်၊ အမှန်စင်စစ် သူ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ဖြုန်းတီးသူများကို မနှစ်သက်ပေ။)</span></p><p lang=\"my\" class=\"my \">\"အစာနှင့် အချိုရည်နှင့်ပတ်သက်၍။\" အစ်ဗ်နု ဂျရီရ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်အပေါ် မှတ်ချက်ပြုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သူ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ဖြုန်းတီးသူများကို မနှစ်သက်ပေ။)</span></p><p lang=\"my\" class=\"my \">\"အလ္လာဟ်အရှင်မြတ်က ခွင့်ပြုထားသည့်ကိစ္စ သို့မဟုတ် တားမြစ်ထားသည့်ကိစ္စတွင် ကန့်သတ်ချက်များကို ကျော်လွန်သူများကို၊ ခွင့်ပြုထားသည်ကို လွန်ကဲသူများကို၊ တားမြစ်ထားသည်ကို ခွင့်ပြုသူများကို သို့မဟုတ် ခွင့်ပြုထားသည်ကို တားမြစ်သူများကို မနှစ်သက်ကြောင်း မိန့်ကြားသည်။ သို့သော်၊ သူသည် ခွင့်ပြုထားသည်ကို <span class=\"gray\">(အလွန်အကျွံမသုံးစွဲဘဲ)</span> ထိုအတိုင်း မှတ်ယူခြင်းနှင့် တားမြစ်ထားသည်ကို ထိုအတိုင်း မှတ်ယူခြင်းကို နှစ်သက်သည်။ ဤသည်မှာ သူအမိန့်ပေးခဲ့သော တရားမျှတမှုပင်ဖြစ်သည်။\"</p>"
  },
  {
    "ayah_key": "7:32",
    "group_ayah_key": "7:32",
    "from_ayah": "7:32",
    "to_ayah": "7:32",
    "ayah_keys": "7:32",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ကျွန်များအတွက် ထုတ်လုပ်ပေးခဲ့သော အဝတ်အစားများဖြင့် တန်ဆာဆင်ခြင်းကို မည်သူတားမြစ်ခဲ့သနည်း၊ ရိက္ခာများမှ အသင့်အတင့်သော <span class=\"gray\">(ကောင်းသော အရာများ)</span> ကို မည်သူတားမြစ်ခဲ့သနည်း?\" ပြောပါ- \"၎င်းတို့သည် ဤလောကဘဝတွင် ယုံကြည်သူများအတွက်ဖြစ်ပြီး၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့ <span class=\"gray\">(ယုံကြည်သူများ)</span> အတွက်သာလျှင် ဖြစ်သည်။\" ထို့ကြောင့် ကျွန်ုပ်တို့သည် ဗဟုသုတရှိသောသူများအတွက် အာယတ်တော်များကို အသေးစိတ်ရှင်းပြပေသည် <span>(၃၂)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ် ဥပဒေပြုထားသည်ကို အားမကိုးဘဲ၊ မိမိ၏နားလည်မှုဖြင့် မည်သည့်အစားအစာ၊ အဖျော်ယမကာ သို့မဟုတ် အဝတ်အစား အမျိုးအစားကိုမဆို တားမြစ်သူများကို အလ္လာဟ်အရှင်မြတ်က ပယ်ချတော်မူသည်။</h2></div><p class=\"fa qpc-hafs\" lang=\"fa\">قُل </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ)</span> အို မိုဟာမက်၊ မှားယွင်းသော ထင်မြင်ချက်နှင့် ဖန်တီးမှုများကြောင့် အချို့အရာများကို တားမြစ်သော ရုပ်တုကိုးကွယ်သူများအား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ကျွန်များအတွက် ထုတ်လုပ်ပေးခဲ့သော အဝတ်အစားများဖြင့် တန်ဆာဆင်ခြင်းကို မည်သူတားမြစ်ခဲ့သနည်း)</span> ဆိုလိုသည်မှာ ဤအရာများကို ဤဘဝတွင် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး ကိုးကွယ်သူများအတွက် ဖန်တီးထားခြင်းဖြစ်သည်။ ငြင်းပယ်သူများသည် ဤဘဝတွင် ဤကောင်းကျိုးများကို ခံစားရသော်လည်း၊ နောင်တမလွန်ဘဝတွင် ယုံကြည်သူများသာလျှင် ဤအရာအားလုံးကို ပိုင်ဆိုင်မည်ဖြစ်ပြီး၊ ငြင်းပယ်သူများ မည်သူမျှ ခံစားခွင့်ရမည်မဟုတ်၊ အကြောင်းမှာ ပရဒိသုသည် ငြင်းပယ်သူများအတွက် တားမြစ်ထားသောကြောင့်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "7:33",
    "group_ayah_key": "7:33",
    "from_ayah": "7:33",
    "to_ayah": "7:33",
    "ayah_keys": "7:33",
    "text": "<p class=\"my translation\" lang=\"my\">ပြောပါ- \"<span class=\"gray\">(သို့သော်)</span> ငါ့သခင်က တကယ်တမ်း တားမြစ်ထားသော အရာများမှာ ဖာဝါဟစ်ရှ် <span class=\"gray\">(အကျင့်ဆိုးများ)</span> ပွင့်ပွင့်လင်းလင်းဖြစ်စေ၊ လျှို့ဝှက်စွာဖြစ်စေ ကျူးလွန်ခြင်းဖြစ်စေ၊ အစ်သမ် (အပြစ်)၊ မတရားသဖြင့် ကျူးလွန်ခြင်း၊ အလ္လာဟ်အရှင်မြတ်နှင့်တွဲဖက်၍ အရှင်မြတ်က ခွင့်ပြုချက်မပေးခဲ့သော အရာများကို ပူးပေါင်းခြင်း၊ သင်တို့မသိသော အလ္လာဟ်အရှင်မြတ်အပေါ် ပြောဆိုခြင်းများ ဖြစ်သည်။ <span>(၃၃)</span></p><div lang=\"my\" class=\"my \"><h2>ဖာဟီရှာ၊ အပြစ်၊ ကျူးလွန်မှု၊ ရှစ်ရ်က် နှင့် အလ္လာဟ်အရှင်မြတ်အပေါ် လိမ်လည်ပြောဆိုခြင်းတို့သည် တားမြစ်ထားသည်</h2></div><p lang=\"my\" class=\"my \">အစ်ဗ်ဒုလ္လာဟ်က ပြောသည်မှာ အီမာမ် အာဟ်မဒ်က မှတ်တမ်းတင်ထားသည်၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أَحَدَ أَغْيَرُ مِنَ اللهِ فَلِذَلِكَ حَرَّمَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ، وَلَا أَحَدَ أَحَبُّ إِلَيْهِ الْمَدْحُ مِنَ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထက် မည်သူမျှ ပိုမိုမနာလိုဖြစ်သည်မရှိ၊ ထို့ကြောင့် အရှင်မြတ်သည် ဖာဝါဟစ်ရှ် (အကျင့်ဆိုးများ)ကို ပွင့်ပွင့်လင်းလင်းဖြစ်စေ၊ လျှို့ဝှက်စွာဖြစ်စေ ကျူးလွန်ခြင်းကို တားမြစ်ထားသည်။ အလ္လာဟ်အရှင်မြတ်ထက် မည်သူမျှ ချီးမွမ်းခြင်းကို ပိုမိုနှစ်သက်သည်မရှိ)</span>။ </p><p lang=\"my\" class=\"my \">ဤအကြောင်းကို ဆဟီးဟ်ကျမ်းနှစ်ခုတွင်လည်း မှတ်တမ်းတင်ထားသည်။ စူရဟ် အလ်အန်အမ်၏ ရှင်းလင်းချက်တွင်၊ ပွင့်ပွင့်လင်းလင်းဖြစ်စေ၊ လျှို့ဝှက်စွာဖြစ်စေ ကျူးလွန်သော 'ဖာဟီရှာ' ကို ကျွန်ုပ်တို့ ရှင်းပြခဲ့ပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ထပ်မံ၍ မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">('အစ်သမ်'၊ နှင့် မတရားသဖြင့် ကျူးလွန်ခြင်း၊)</span><span class=\"gray\">[၇:၃၃]</span>။ </p><p lang=\"my\" class=\"my \">အပ်စ်-ဆွဒ်ဒီက မှတ်ချက်ပေးသည်၊ \"အလ်-အစ်သမ် ဆိုသည်မှာ 'မနာခံမှု' ဖြစ်သည်။ မတရားသဖြင့် ဖိနှိပ်မှုနှင့်ပတ်သက်၍မူ၊ ၎င်းသည် သင်သည် လူများကို တရားမျှတမှုမရှိဘဲ ကျူးလွန်သောအခါ ဖြစ်ပေါ်သည်။\" မူဂျာဟစ်ဒ်က ပြောသည်၊ \"အစ်သမ်တွင် မနာခံမှု အမျိုးအစားအားလုံး ပါဝင်သည်။ အလ္လာဟ်အရှင်မြတ်က ဖိနှိပ်သူသည် မိမိကိုယ်ကို ဖိနှိပ်သည်ဟု မိန့်ကြားခဲ့သည်။\" ထို့ကြောင့်၊ အစ်သမ်၏ အဓိပ္ပါယ်မှာ မိမိကိုယ်ကို ကျူးလွန်သော အပြစ်ဖြစ်သည်၊ 'ဖိနှိပ်မှု' ကမူ အခြားသူများကို ကျူးလွန်ခြင်းနှင့် သက်ဆိုင်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် နှစ်ခုလုံးကို တားမြစ်ထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်တွဲဖက်၍ အရှင်မြတ်က ခွင့်ပြုချက်မပေးခဲ့သော အရာများကို ပူးပေါင်းခြင်း၊)</span> သည် အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်၍ ကိုးကွယ်ခြင်းကို တားမြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့မသိသော အလ္လာဟ်အရှင်မြတ်အပေါ် ပြောဆိုခြင်းများ ဖြစ်သည်။)</span> ဥပမာ လိမ်လည်ပြောဆိုမှုများနှင့် တီထွင်မှုများ၊ အလ္လာဟ်အရှင်မြတ်တွင် သားတော်ရှိသည်ဟု တောင်းဆိုခြင်းကဲ့သို့၊ သင်တို့ – အို ရုပ်တုကိုးကွယ်သူတို့ – မသိသော အခြားဆိုးယုတ်သော ယုံကြည်ချက်များဖြစ်သည်။ ၎င်းသည် အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ရုပ်တုကိုးကွယ်ခြင်း၏ <span class=\"gray\">(ရွံရှာဖွယ်ရာ)</span> အရာကို ရှောင်ကြဉ်ကြလော့)</span><span class=\"gray\">[၂၂:၃၀]</span>။</p>"
  },
  {
    "ayah_key": "7:34",
    "group_ayah_key": "7:34",
    "from_ayah": "7:34",
    "to_ayah": "7:36",
    "ayah_keys": "7:34,7:35,7:36",
    "text": "<p lang=\"my\" class=\"my \">တိုင်းပြည်တိုင်းတွင် သတ်မှတ်ထားသော သက်တမ်းတစ်ခုရှိသည်; ၎င်းတို့၏ သက်တမ်းကုန်ဆုံးသည့်အခါ၊ ၎င်းတို့သည် ၎င်းကို တစ်နာရီမျှပင် နောက်မဆုတ်နိုင်၊ ရှေ့မတိုးနိုင် <span class=\"gray\">(သို့မဟုတ် တစ်ခဏမျှ)</span><span>(၃၄)</span>အို အာဒမ်၏သားသမီးတို့! သင်တို့ထံသို့ သင်တို့ထဲမှ တမန်တော်များ ရောက်လာပြီး ငါ၏အာယသ်တော်များကို ရွတ်ဖတ်ပြလျှင်၊ မည်သူမဆို တက်ကဝါရှိ၍ ဖြောင့်မတ်သူဖြစ်ပါက၊ ၎င်းတို့အပေါ်၌ ကြောက်ရွံ့ခြင်းမရှိရ၊ ဝမ်းနည်းခြင်းလည်း မရှိရ <span>(၃၅)</span>သို့သော် ငါတို့၏အာယသ်တော်များကို ငြင်းပယ်ပြီး မာန်မာနထောင်လွှားသူများသည် ငရဲသားများဖြစ်ကြပြီး ၎င်းတို့သည် ထိုတွင် ထာဝစဉ်နေထိုင်ကြမည် <span>(၃၆)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلِّ أُمَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တိုင်းပြည်တိုင်းတွင်ရှိသည်)</span>, ဆိုလိုသည်မှာ မျိုးဆက်တိုင်းနှင့် နိုင်ငံတိုင်းတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏သတ်မှတ်ထားသော သက်တမ်း; ၎င်းတို့၏သက်တမ်းရောက်လာသောအခါ)</span> ၎င်းတို့အတွက် သတ်မှတ်ထားသော၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းကို တစ်နာရီမျှပင် နောက်မဆုတ်နိုင်၊ ရှေ့မတိုးနိုင် <span class=\"gray\">(သို့မဟုတ် တစ်ခဏမျှ)</span>)</span>။ </p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်၏သားသမီးများကို သူ၏အာယသ်တော်များကို ပို့ဆောင်ပေးခဲ့သော တမန်တော်များ စေလွှတ်ကြောင်း သတိပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သတင်းကောင်းကိုလည်းကောင်း၊ သတိပေးချက်ကိုလည်းကောင်း ပေးခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اتَّقَىٰ وَأَصْلَحَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို တက်ကဝါရှိ၍ ဖြောင့်မတ်သူဖြစ်ပါက)</span> တားမြစ်ထားသည်များကို စွန့်လွှတ်ကာ နာခံမှုများကို ဆောင်ရွက်ခြင်းဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ - وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ်၌ ကြောက်ရွံ့ခြင်းမရှိရ၊ ဝမ်းနည်းခြင်းလည်း မရှိရ။ သို့သော် ငါတို့၏အာယသ်တော်များကို ငြင်းပယ်ပြီး မာန်မာနထောင်လွှားသူများသည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏နှလုံးသားများသည် အာယသ်တော်များကို ငြင်းဆန်ပြီး ၎င်းတို့ကို လိုက်နာရန် အလွန်အမင်း မာန်မာနထောင်လွှားခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ငရဲသားများဖြစ်ကြပြီး ၎င်းတို့သည် ထိုတွင် ထာဝစဉ်နေထိုင်ကြမည်။)</span> ထိုတွင် ၎င်းတို့နေထိုင်ခြင်းသည် အဆုံးသတ်မည်မဟုတ်ပေ။</p>"
  }
]