[
  {
    "ayah_key": "46:26",
    "group_ayah_key": "46:26",
    "from_ayah": "46:26",
    "to_ayah": "46:28",
    "ayah_keys": "46:26,46:27,46:28",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် သူတို့ကို ကျွန်ုပ်တို့ ခိုင်မြဲစွာ တည်ထောင်ပေးခဲ့သည်မှာ သင်တို့အား ကျွန်ုပ်တို့ တည်ထောင်မပေးခဲ့ဖူးသော အရာများဖြင့်ပင် ဖြစ်သည်။ ကျွန်ုပ်တို့သည် သူတို့အား ကြားနာမှု၊ မြင်နိုင်မှုနှင့် နှလုံးသားများကိုလည်း ပေးခဲ့သည်။ သို့သော် သူတို့၏ ကြားနာမှု၊ မြင်နိုင်မှုနှင့် နှလုံးသားများသည် သူတို့အား အဘယ်အကျိုးကိုမျှ မပြုနိုင်ခဲ့ပေ။ အကြောင်းမှာ သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များကို ငြင်းပယ်လေ့ရှိခဲ့ကြပြီး သူတို့ လှောင်ပြောင်ပြုခဲ့သည့်အရာများဖြင့် လုံးဝဝိုင်းရံခြင်း ခံခဲ့ရသောကြောင့် ဖြစ်သည်။ <span>(၂၆)</span>အမှန်စင်စစ် ကျွန်ုပ်တို့သည် သင်တို့ပတ်ဝန်းကျင်ရှိ မြို့များကို ဖျက်ဆီးခဲ့ပြီးဖြစ်သည်။ ကျွန်ုပ်တို့သည် <span class=\"gray\">(သူတို့အား)</span> နိမိတ်လက္ခဏာများကို နည်းအမျိုးမျိုးဖြင့် ပြသခဲ့သည်မှာ သူတို့ ပြန်လှည့်လာကြရန် ဖြစ်သည်။ <span>(၂၇)</span>အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသော ဘုရားများကို သူနှင့် နီးစပ်ရန်အတွက် ကြားခံအဖြစ် ကိုးကွယ်ခဲ့သူများမှာ အဘယ်ကြောင့် သူတို့သည် သူတို့အား ကူညီခြင်းမရှိခဲ့ပါသနည်း။ မဟုတ်ဘူး၊ သူတို့သည် သူတို့ထံမှ လုံးဝ ပျောက်ကွယ်သွားခဲ့သည်။ ၎င်းမှာ သူတို့၏ မုသားဖြစ်ပြီး သူတို့ ဖန်တီးခဲ့သောအရာများ ဖြစ်သည်။ <span>(၂၈)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'ကျွန်ုပ်တို့သည် ရှေးယခင်လူမျိုးများအား လောကီဘဝတွင် စည်းစိမ်ဥစ္စာနှင့် သားသမီးများကို ပေးသနားခဲ့သည်။ သူတို့အား ကျွန်ုပ်တို့ ပေးသနားခဲ့သည့်အရာနှင့် ဆင်တူသော သို့မဟုတ် နီးစပ်သော မည်သည့်အရာကိုမျှ သင်တို့အား ကျွန်ုပ်တို့ မပေးခဲ့ပေ။' ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သူတို့အား ကြားနာမှု၊ မြင်နိုင်မှုနှင့် နှလုံးသားများကိုလည်း ပေးခဲ့သည်။ သို့သော် သူတို့၏ ကြားနာမှု၊ မြင်နိုင်မှုနှင့် နှလုံးသားများသည် အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများကို ငြင်းပယ်လေ့ရှိခဲ့ကြသည့်အခါ သူတို့အား အဘယ်အကျိုးကိုမျှ မပြုနိုင်ခဲ့ပေ။ သူတို့ လှောင်ပြောင်ပြုခဲ့သည့်အရာများဖြင့် သူတို့ လုံးဝဝိုင်းရံခြင်း ခံခဲ့ရသည်။!)</span> ဆိုလိုသည်မှာ သူတို့ ငြင်းပယ်ခဲ့ပြီး ဖြစ်ပျက်မှုကို သံသယရှိခဲ့သော ပြစ်ဒဏ်နှင့် စံပြပြစ်ဒဏ်တို့ဖြင့် ဝိုင်းရံခြင်းခံခဲ့ရသည်။ ဆိုလိုသည်မှာ သင်တို့ နားထောင်သူများသည် သူတို့ကဲ့သို့ မဖြစ်ရန် သတိထားရမည်။ သို့မဟုတ်ပါက သူတို့ကဲ့သို့သော ပြစ်ဒဏ်သည် ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် သင်တို့အား ကျရောက်လိမ့်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُمْ مِنَ الْقُرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် သင်တို့ပတ်ဝန်းကျင်ရှိ မြို့များကို ဖျက်ဆီးခဲ့ပြီးဖြစ်သည်။)</span> ဤသည်မှာ မက္ကာမြို့သားများအား ရည်ညွှန်းပြောဆိုခြင်းဖြစ်သည်။ မက္ကာပတ်ဝန်းကျင်တွင် နေထိုင်ကြသော ရစူလ်တမန်တော်များကို မယုံကြည်ခဲ့သည့် လူမျိုးများကို အလ္လာဟ်အရှင်မြတ် ဖျက်ဆီးခဲ့သည်။ ဥပမာ- ယီမင်အနီး ဟဒ်ရမာဝပ်ရှိ အလ်-အဟ်ကာဖ်တွင် နေထိုင်ခဲ့ကြသော အာဒ်လူမျိုး၊ မက္ကာနှင့် အက်စ်-ရှမ်း <span class=\"gray\">(ဂရိတ်တား ဆီးရီးယား)</span> အကြားတွင် နေထိုင်ခဲ့ကြသော သမူဒ်လူမျိုး၊ ယီမင်တွင် နေထိုင်ခဲ့ကြသော စဘာလူမျိုး၊ ဂါဇာ <span class=\"gray\">(အနောက်ပိုင်း ပါလက်စတိုင်း)</span> သို့ သွားသောလမ်းကြောင်းနှင့် လမ်းခရီးတွင် နေထိုင်ခဲ့ကြသော မဒ်ယန်လူမျိုး၊ နှင့် အိုင် <span class=\"gray\">(ပင်လယ်သေ)</span> အနီးတွင် နေထိုင်ခဲ့ကြသော လူးသ်လူမျိုးတို့ ဖြစ်သည်။ ၎င်းအိုင်ကို <span class=\"gray\">(ဂျော်ဒန်သို့ သွားရာလမ်းတွင်)</span> သူတို့ ဖြတ်သန်းသွားလာလေ့ရှိသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَصَرَّفْنَا الْآيَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကျွန်ုပ်တို့သည် <span class=\"gray\">(သူတို့အား)</span> နိမိတ်လက္ခဏာများကို နည်းအမျိုးမျိုးဖြင့် ပြသခဲ့သည်)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ရှင်းပြခဲ့ပြီး ပွင့်လင်းစေခဲ့သည်' ဟူ၍ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَرْجِعُونَ - فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သူတို့ ပြန်လှည့်လာကြရန် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသော ဘုရားများကို သူနှင့် နီးစပ်ရန်အတွက် ကြားခံအဖြစ် ကိုးကွယ်ခဲ့သူများမှာ အဘယ်ကြောင့် သူတို့သည် သူတို့အား ကူညီခြင်းမရှိခဲ့ပါသနည်း။)</span> ဆိုလိုသည်မှာ သူတို့သည် သူတို့အား အများဆုံးလိုအပ်နေသည့်အချိန်တွင် ကူညီခဲ့ပါသလား။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ ضَلُّوا عَنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့သည် သူတို့ထံမှ လုံးဝ ပျောက်ကွယ်သွားခဲ့သည်။)</span> အမှန်မှာ သူတို့သည် သူတို့အား အများဆုံးလိုအပ်နေသည့်အချိန်တွင် လုံးဝ စွန့်ပစ်ထားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَٰلِكَ إِفْكُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမှာ သူတို့၏ မုသားဖြစ်သည်၊)</span> ဆိုလိုသည်မှာ သူတို့၏ လိမ်ညာမှု ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانُوا يَفْتَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူတို့ ဖန်တီးခဲ့သောအရာများ။)</span> ဆိုလိုသည်မှာ သူတို့သည် ၎င်းတို့အား ဘုရားများအဖြစ် ကိုးကွယ်ခြင်းဖြင့် မုသားများကို ဖန်တီးခဲ့ကြပြီး ၎င်းတို့အား ကိုးကွယ်ခြင်းနှင့် ၎င်းတို့အပေါ် အားထားခြင်းတို့တွင် ဆုံးရှုံးပျက်စီးခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  }
]