[
  {
    "ayah_key": "33:23",
    "group_ayah_key": "33:23",
    "from_ayah": "33:23",
    "to_ayah": "33:24",
    "ayah_keys": "33:23,33:24",
    "text": "<p lang=\"my\" class=\"my \">ယုံကြည်သူများထဲတွင် အလ္လာဟ်အရှင်မြတ်နှင့်ထားရှိခဲ့သော ၎င်းတို့၏ သစ္စာဂတိကို ပြည့်ဝစွာ စောင့်ထိန်းခဲ့ကြသူများ ရှိ၏။ ၎င်းတို့အနက် အချို့မှာ ၎င်းတို့၏ နပ်ဘာဟ်ကို ပြည့်စုံစေခဲ့ပြီးဖြစ်၍၊ ၎င်းတို့အနက် အချို့မှာမူ စောင့်ဆိုင်းနေကြဆဲ ဖြစ်၏။ သို့သော်လည်း ၎င်းတို့သည် အနည်းငယ်မျှပင် ပြောင်းလဲခြင်း မရှိပေ။ <span>(၂၃)</span> သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် သစ္စာစကားဆိုသူတို့အား ၎င်းတို့၏ သစ္စာစကားအတွက် အကျိုးပေးတော်မူမည်။ ထို့ပြင် အရှင့်အလိုရှိတော်မူပါက၊ နစ်ဖါက်များကို အပြစ်ပေးတော်မူမည်၊ သို့မဟုတ် ၎င်းတို့ဘက်သို့ လှည့်တော်မူခြင်းဖြင့် ၎င်းတို့၏ နောင်တကို လက်ခံတော်မူမည်။ ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော အရှင်၊ အလွန်မဟာကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။ <span>(၂၄)</span></p><p lang=\"my\" class=\"my \">ယုံကြည်သူတို့၏ သဘောထားကို ချီးမွမ်းခြင်းနှင့် နစ်ဖါက်တို့၏ နောက်ဆုံးကံကြမ္မာကို အလ္လာဟ်အရှင်မြတ်ထံ အပ်နှင်းခြင်း</p><p lang=\"my\" class=\"my \">နစ်ဖါက်များက ၎င်းတို့ကျောခိုင်းမည် မဟုတ်ပါဟု အလ္လာဟ်အရှင်မြတ်အား ပေးထားသော ကတိကို မည်သို့ချိုးဖောက်ခဲ့ကြသည်ကို အလ္လာဟ်အရှင်မြတ်က ဖော်ပြတော်မူသောအခါတွင်၊ အရှင်မြတ်သည် ယုံကြည်သူတို့အား ၎င်းတို့၏ သစ္စာဂတိနှင့် ကတိကို မြဲမြံစွာ စွဲကိုင်ထားသူများအဖြစ် ဖော်ပြတော်မူ၏။</p><p class=\"fa qpc-hafs\" lang=\"fa\">صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ ۖ فَمِنْهُمْ مَنْ قَضَىٰ نَحْبَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">[၎င်းတို့သည်]</span> အလ္လာဟ်အရှင်မြတ်နှင့်ထားရှိခဲ့သော ၎င်းတို့၏ သစ္စာဂတိကို ပြည့်ဝစွာ စောင့်ထိန်းခဲ့ကြ၏။ ၎င်းတို့အနက် အချို့မှာ ၎င်းတို့၏ နပ်ဘာဟ်ကို ပြည့်စုံစေခဲ့ပြီးဖြစ်၍၊)</span> ၎င်းတို့အနက် အချို့က “၎င်းတို့၏ သတ်မှတ်ထားသောအချိန် <span class=\"gray\">(ဆိုလိုသည်မှာ သေခြင်းတရား)</span> သို့ ရောက်ရှိခဲ့သည်” ဟု ဆိုကြ၏။ အလ်-ဘူခါရီက “၎င်းတို့၏ သစ္စာဂတိသည် အာယတ်တော်၏ အစပိုင်းသို့ ပြန်လည်ညွှန်းဆိုသည်” ဟု ပြောကြားခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُمْ مَنْ يَنْتَظِرُ ۖ وَمَا بَدَّلُوا تَبْدِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့မှာမူ စောင့်ဆိုင်းနေကြဆဲဖြစ်၏။ သို့သော်လည်း ၎င်းတို့သည် အနည်းငယ်မျှပင် ပြောင်းလဲခြင်း မရှိပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်ထားရှိခဲ့သော ၎င်းတို့၏ သစ္စာဂတိကို မည်သည့်အခါမျှ ပြောင်းလဲခြင်း သို့မဟုတ် ချိုးဖောက်ခြင်း မရှိခဲ့ပေ။ </p><p lang=\"my\" class=\"my \">ဇိုင်ဒ် ဘင် သာဘစ်က ပြောကြားသည်မှာ- “ကျွန်ုပ်တို့ မွတ်စ်ဟဖ်ကို ရေးသားမှတ်တမ်းတင်စဉ်က ဆူရဟ် အလ်-အဟ်ဇာဘ်မှ အာယတ်တော်တစ်ပိုဒ် ပျောက်ဆုံးနေခဲ့ပြီး ထိုအာယတ်တော်ကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ရွတ်ဆိုသည်ကို ကျွန်တော်ကြားခဲ့ဖူးသည်။ ခူဇိုင်မာဟ် ဘင် သာဘစ် အလ်-အန်ဆာရီ (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) မှလွဲ၍ မည်သူတစ်ဦးတစ်ယောက်ထံမှ ကျွန်တော်မတွေ့ခဲ့ရပါ။ ၎င်း၏ သက်သေခံချက်ကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က အခြားအမျိုးသားနှစ်ဦး၏ သက်သေခံချက်နှင့် ညီမျှသည်ဟု မှတ်ယူခဲ့သည်။ <span class=\"gray\">(ပြဿနာဖြစ်နေသော အာယတ်တော်မှာ-)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများထဲတွင် အလ္လာဟ်အရှင်မြတ်နှင့်ထားရှိခဲ့သော ၎င်းတို့၏ သစ္စာဂတိကို ပြည့်ဝစွာ စောင့်ထိန်းခဲ့ကြသူများ ရှိ၏။)</span>” </p><p lang=\"my\" class=\"my \">၎င်းကို အလ်-ဘူခါရီက မှတ်တမ်းတင်ခဲ့သော်လည်း မွတ်စ်လင်မ်က မမှတ်တမ်းတင်ခဲ့ပါ။ အဟ်မဒ်ကလည်း ၎င်း၏ မွတ်စ်နဒ်တွင် မှတ်တမ်းတင်ခဲ့ပြီး၊ အတ်-တီရ်မီဇီနှင့် အန်-နာစာအီတို့က ၎င်းတို့၏ စူနန်ကျမ်းရှိ တဖ်စီးရ်အခန်းများတွင် မှတ်တမ်းတင်ခဲ့ကြသည်။ အတ်-တီရ်မီဇီက “ဟဆန် ဆဟီဟ်” ဟု ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီကလည်း အနပ်စ် ဘင် မာလိက် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- “ဤအာယတ်တော်သည် အနပ်စ် ဘင် အန်-နဒ်ရ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်ဟု ကျွန်ုပ်တို့ယူဆသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများထဲတွင် အလ္လာဟ်အရှင်မြတ်နှင့်ထားရှိခဲ့သော ၎င်းတို့၏ သစ္စာဂတိကို ပြည့်ဝစွာ စောင့်ထိန်းခဲ့ကြသူများ ရှိ၏။)</span>” </p><p lang=\"my\" class=\"my \">၎င်းကို အလ်-ဘူခါရီကသာ ဖော်ပြခဲ့သော်လည်း အခြားသော သွယ်ဝိုက်သော သတင်းပေးပို့မှုများလည်း ရှိသည်။ အီမာမ် အဟ်မဒ်က အနပ်စ်ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- “ကျွန်တော့်ဖခင်၏ ညီအစ်ကို၊ အနပ်စ် ဘင် အလ်-နဒ်ရ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ)၊ ၎င်း၏ အမည်ဖြင့် ကျွန်တော့်ကို မှည့်ခေါ်ခဲ့ခြင်းဖြစ်သည်၊ အလ်-ဘဒ်ရ်တိုက်ပွဲတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ နှင့်အတူ မပါဝင်ခဲ့သဖြင့် ၎င်းစိတ်မကောင်းဖြစ်ခဲ့ရသည်။ ၎င်းက ပြောသည်- ‘အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ပါဝင်ခဲ့သော ပထမဆုံးတိုက်ပွဲတွင် ကျွန်တော်မပါဝင်ခဲ့ရ။ အလ္လာဟ်အရှင်မြတ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ နှင့်အတူ အခြားတိုက်ပွဲတစ်ပွဲကို ပြသတော်မူပါက၊ ကျွန်တော်ဘာလုပ်မည်ကို အလ္လာဟ်အရှင်မြတ် မြင်တော်မူလိမ့်မည်!’ ၎င်းသည် ထို့ထက်ပို၍ မပြောလိုခဲ့ပေ။ ၎င်းသည် အိုဟွဒ်တိုက်ပွဲတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ နှင့်အတူ ပါဝင်ခဲ့ပြီး၊ ထိုနေရာ၌ ဆအ်ဒ် ဘင် မူအာဇ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) နှင့် တွေ့ဆုံခဲ့သည်။ အနပ်စ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က ၎င်းအား ‘အို အဘူ အမ်ရ်! သင် ဘယ်သွားနေတာလဲ?’ ဟု မေးခဲ့သည်။ ၎င်းက ‘ကျွန်တော် ဂျန္နတ်၏ ရနံ့ကို တောင့်တနေပြီး၊ ၎င်းကို အိုဟွဒ်တောင်အနီးတွင် ကျွန်တော်တွေ့ရှိပြီ’ ဟု ပြန်ဖြေခဲ့သည်။ ၎င်းသည် ရန်သူများနှင့် တိုက်ခိုက်ခဲ့ရာ အဆုံးတွင် ကျဆုံးသွားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ။ ၎င်း၏ ခန္ဓာကိုယ်တွင် ဓားဒဏ်ရာနှင့် လှံဒဏ်ရာ ရှစ်ဆယ်ကျော် တွေ့ရှိခဲ့ရပြီး၊ ၎င်း၏ ညီမ၊ ကျွန်တော့်ဖခင်၏ ညီမ အရ်-ရဘာယီအ် ဘင့် အလ်-နဒ်ရ်က ‘ကျွန်မ အစ်ကိုကို ၎င်း၏ လက်ချောင်းထိပ်များဖြင့်သာ မှတ်မိသည်’ ဟု ပြောကြားခဲ့သည်။ ထို့နောက် ဤအာယတ်တော်ကို ထုတ်ပြန်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ ۖ فَمِنْهُمْ مَنْ قَضَىٰ نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ ۖ وَمَا بَدَّلُوا تَبْدِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများထဲတွင် အလ္လာဟ်အရှင်မြတ်နှင့်ထားရှိခဲ့သော ၎င်းတို့၏ သစ္စာဂတိကို ပြည့်ဝစွာ စောင့်ထိန်းခဲ့ကြသူများ ရှိ၏။ ၎င်းတို့အနက် အချို့မှာ ၎င်းတို့၏ နပ်ဘာဟ်ကို ပြည့်စုံစေခဲ့ပြီးဖြစ်၍၊ ၎င်းတို့အနက် အချို့မှာမူ စောင့်ဆိုင်းနေကြဆဲ ဖြစ်၏။ သို့သော်လည်း ၎င်းတို့သည် အနည်းငယ်မျှပင် ပြောင်းလဲခြင်း မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">၎င်းနှင့် ၎င်း၏ ဆွဟာဘာများ (အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အပေါ် နှစ်သက်တော်မူပါစေ) နှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်ဟု ၎င်းတို့ယူဆခဲ့ကြသည်။” ၎င်းကို မွတ်စ်လင်မ်၊ အတ်-တီရ်မီဇီနှင့် အန်-နာစာအီတို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က မူဆာ ဘင် တလ်ဟာဟ် ပြောကြားသည်ကို ဖော်ပြသည်- “မူအာဝိယဟ် ဘင် အဘီ ဆူဖ်ယန် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က မတ်တပ်ရပ်၍ ‘ကျွန်တော် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ပြောကြားသည်ကို ကြားခဲ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">طَلْحَةُ مِمَّنْ قَضَى نَحْبَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တလ်ဟာဟ်သည် ၎င်းတို့၏ နပ်ဘာဟ်ကို ပြည့်စုံစေခဲ့သူများထဲမှ တစ်ဦးဖြစ်၏။)</span>”’ မူဂျာဟစ်က အာယတ်တော်နှင့် ပတ်သက်၍ ပြောကြားသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمِنْهُمْ مَنْ قَضَىٰ نَحْبَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့မှာ ၎င်းတို့၏ နပ်ဘာဟ်ကို ပြည့်စုံစေခဲ့ပြီးဖြစ်၍၊)</span> “၎င်းတို့၏ သစ္စာဂတိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُمْ مَنْ يَنْتَظِرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့မှာမူ စောင့်ဆိုင်းနေကြဆဲဖြစ်၏)</span> ၎င်းတို့သည် ကောင်းမွန်စွာ ဆောင်ရွက်နိုင်ရန် တိုက်ပွဲကို စောင့်ဆိုင်းနေကြသည်။” အလ်-ဟဆန်က ပြောကြားသည်-</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمِنْهُمْ مَنْ قَضَىٰ نَحْبَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အချို့မှာ ၎င်းတို့၏ နပ်ဘာဟ်ကို ပြည့်စုံစေခဲ့ပြီးဖြစ်၍၊)</span> “၎င်းတို့သည် ၎င်းတို့၏ သစ္စာဂတိကို သစ္စာရှိစွာနှင့် သစ္စာစောင့်သိစွာဖြင့် ကွယ်လွန်ခဲ့ကြသည်။ အချို့မှာမူ ထိုနည်းတူ သေဆုံးရန် စောင့်ဆိုင်းနေဆဲဖြစ်ပြီး၊ ၎င်းတို့အနက် အချို့မှာ အနည်းငယ်မျှပင် ပြောင်းလဲခြင်း မရှိပေ။” ၎င်းသည် ကတာဒါဟ်နှင့် အိဗ်နု ဇိုင်ဒ်တို့၏ အမြင်လည်း ဖြစ်သည်။ ၎င်းတို့အနက် အချို့က နပ်ဘာဟ်ဟူသော စကားလုံးသည် သစ္စာဂတိဟု အဓိပ္ပာယ်ရသည်ဟု ဆိုကြသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَا بَدَّلُوا تَبْدِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော်လည်း ၎င်းတို့သည် အနည်းငယ်မျှပင် ပြောင်းလဲခြင်း မရှိပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ သစ္စာဂတိကို မည်သည့်အခါမျှ ပြောင်းလဲခြင်း၊ သစ္စာဖောက်ခြင်း သို့မဟုတ် သစ္စာမဲ့ခြင်း မရှိခဲ့ကြပေ။ သို့သော် ၎င်းတို့သည် ၎င်းတို့ကတိပြုခဲ့သည့်အရာကို ဆက်လက်ထိန်းသိမ်းခဲ့ကြပြီး ၎င်းတို့၏ သစ္စာဂတိကို မချိုးဖောက်ခဲ့ကြပေ။ ၎င်းတို့နှင့်မတူဘဲ နစ်ဖါက်များသည် ဤသို့ဆိုခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ ۖ إِنْ يُرِيدُونَ إِلَّا فِرَارًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဧကန်မလွဲ ကျွန်ုပ်တို့၏ အိမ်များသည် ပွင့်လင်းနေ၏။\" သို့သော် ၎င်းတို့သည် ပွင့်လင်းနေသည် မဟုတ်ပေ။ ၎င်းတို့မှာ ထွက်ပြေးရန်သာ ဆန္ဒရှိကြ၏။)</span><span class=\"gray\">[33:13]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ مِنْ قَبْلُ لَا يُوَلُّونَ الْأَدْبَارَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်းတို့ကျောခိုင်းမည် မဟုတ်ပါဟု ကတိကဝတ်ပြုခဲ့ပြီး ဖြစ်၏။)</span><span class=\"gray\">[33:15]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် သစ္စာစကားဆိုသူတို့အား ၎င်းတို့၏ သစ္စာစကားအတွက် အကျိုးပေးတော်မူမည်။ ထို့ပြင် အရှင့်အလိုရှိတော်မူပါက၊ နစ်ဖါက်များကို အပြစ်ပေးတော်မူမည်၊ သို့မဟုတ် ၎င်းတို့ဘက်သို့ လှည့်တော်မူခြင်းဖြင့် ၎င်းတို့၏ နောင်တကို လက်ခံတော်မူမည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များကို ကြောက်ရွံ့မှုနှင့် တုန်လှုပ်မှုဖြင့် စမ်းသပ်တော်မူ၏။ သို့မှသာ မကောင်းမှုကို ကောင်းမှုမှ ခွဲခြားသိရှိနိုင်မည်ဖြစ်ပြီး၊ လူတိုင်းသည် ၎င်းတို့၏ လုပ်ရပ်များဖြင့် ထင်ရှားလာမည်ဖြစ်သည်။ မည်သည့်အရာမဆို မဖြစ်ပျက်မီကပင် အလ္လာဟ်အရှင်မြတ်သည် အကျိုးရလဒ်ကို သိရှိတော်မူသော်လည်း၊ ၎င်းတို့သည် အရှင်မြတ်သိရှိတော်မူသည့်အတိုင်း အမှန်တကယ် မလုပ်ဆောင်သေးမီအထိ ၎င်းတို့အား အရှင်မြတ်သည် မိမိ၏ အသိပညာဖြင့် အပြစ်မပေးတော်မူပေ။ အလ္လာဟ်အရှင်မြတ်က ဤသို့ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင်တို့ကို စမ်းသပ်တော်မူမည်ဖြစ်ရာ၊ ကျွန်ုပ်တို့သည် သင်တို့အနက် ကြိုးစားအားထုတ်သူများနှင့် သည်းခံသူများကို သိရှိတော်မူပြီး၊ သင်တို့၏ အကြောင်းအရာများကိုလည်း စစ်ဆေးတော်မူမည်။)</span><span class=\"gray\">(47:31)</span>။ ၎င်းသည် တစ်စုံတစ်ခု ဖြစ်ပျက်ပြီးနောက်မှ သိရှိခြင်းကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်သည် မဖြစ်ပျက်မီကပင် သိရှိတော်မူသော်လည်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَىٰ مَا أَنْتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ ۗ وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အား သင်တို့ယခုရှိနေသည့် အခြေအနေတွင် မထားတော်မူပါ။ မကောင်းမှုကို ကောင်းမှုမှ ခွဲခြားသိရှိသည်အထိ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အကွယ်အဝှက်များကိုလည်း ထုတ်ဖော်ပြသတော်မူမည် မဟုတ်ပေ။)</span><span class=\"gray\">(3:179)</span>။ အလ္လာဟ်အရှင်မြတ်က ဤနေရာတွင် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ အလ္လာဟ်အရှင်မြတ်သည် သစ္စာစကားဆိုသူတို့အား ၎င်းတို့၏ သစ္စာစကားအတွက် အကျိုးပေးတော်မူမည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့်ထားရှိခဲ့သော ၎င်းတို့၏ သစ္စာဂတိကို စွဲကိုင်ထားခြင်းနှင့် ၎င်းတို့၏ ကတိကို စောင့်ထိန်းခြင်း၌ ၎င်းတို့၏ သည်းခံမှုအတွက် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُعَذِّبَ الْمُنَافِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် နစ်ဖါက်များကို အပြစ်ပေးတော်မူမည်။)</span> ၎င်းတို့သည် သစ္စာဂတိကို ချိုးဖောက်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို ဆန့်ကျင်ခဲ့သူများဖြစ်ပြီး၊ ထိုအတွက်ကြောင့် အပြစ်ပေးခံထိုက်သူများဖြစ်သည်။ သို့သော် ၎င်းတို့သည် ဤလောကတွင် အရှင်မြတ်၏ အလိုတော်အတိုင်း ဖြစ်သည်။ အရှင့်အလိုရှိတော်မူပါက၊ ၎င်းတို့အား အရှင်မြတ်နှင့် တွေ့ဆုံသည်အထိ <span class=\"gray\">[နောင်တမလွန်ဘဝ၌]</span> ထိုအတိုင်း ထားရှိတော်မူမည်ဖြစ်ပြီး၊ ထိုအခါ အရှင်မြတ်က ၎င်းတို့အား အပြစ်ပေးတော်မူမည်။ သို့မဟုတ် အရှင့်အလိုရှိတော်မူပါက၊ ၎င်းတို့၏ နစ်ဖါက်လုပ်ရပ်များကို စွန့်လွှတ်ရန်နှင့် အကျင့်ပျက်သူများ၊ အပြစ်ကျူးလွန်သူများဖြစ်ပြီးနောက် ယုံကြည်ရန်နှင့် ကောင်းမှုများ ပြုလုပ်ရန် ၎င်းတို့အား လမ်းပြတော်မူမည်။ အရှင်မြတ်၏ မဟာကရုဏာတော်နှင့် ဖန်ဆင်းခံများအပေါ် ကြင်နာမှုသည် အရှင်မြတ်၏ ဒေါသထက် သာလွန်သောကြောင့် အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်တော်မူသော အရှင်၊ အလွန်မဟာကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။)</span></p>"
  },
  {
    "ayah_key": "33:25",
    "group_ayah_key": "33:25",
    "from_ayah": "33:25",
    "to_ayah": "33:25",
    "ayah_keys": "33:25",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် ငြိုငြင်အမျက်ထွက်လျက်ရှိသော ကာဖိရ်များအား ပြန်လည်မောင်းထုတ်တော်မူခဲ့၏။ ၎င်းတို့သည် မည်သည့် အကျိုးအမြတ်မျှ မရရှိခဲ့ကြပေ။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အတွက် တိုက်ခိုက်မှုတွင် လုံလောက်တော်မူခဲ့၏။ အလ္လာဟ်အရှင်မြတ်သည် အစဉ်သဖြင့် အင်အားအလွန်ကြီးမားတော်မူသော၊ တန်ခိုးအာနုဘော် အလွန်ကြီးမားတော်မူသော အရှင် ဖြစ်တော်မူ၏။ <span>(၂၅)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မဟာမိတ်တပ်များကို စိတ်ပျက်အားငယ်စွာဖြင့် အရှုံးပေးပြီး ပြန်လည်မောင်းထုတ်တော်မူခဲ့သည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိမိသည် မဟာမိတ်တပ်များကို အလ်-မဒီနာမှ လေမုန်တိုင်းနှင့် ကောင်းကင်တမန်တပ်ဖွဲ့များကို စေလွှတ်ခြင်းဖြင့် မည်သို့မောင်းထုတ်ခဲ့သည်ကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော်မြတ် ﷺ ကို စကြဝဠာများအတွက် မဟာကရုဏာတော်အဖြစ် မဖန်ဆင်းခဲ့ပါလျှင်၊ ဤလေမုန်တိုင်းသည် အာဒ်လူမျိုးများအပေါ် အရှင်မြတ်စေလွှတ်ခဲ့သော လေခြောက်သွေ့မှုထက် ပိုမိုပြင်းထန်လိမ့်မည်ဖြစ်၏။ သို့သော် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင် ၎င်းတို့အလယ်၌ ရှိနေသရွေ့ ၎င်းတို့အား အပြစ်ပေးတော်မူမည် မဟုတ်ပေ။)</span><span class=\"gray\">(8:33)</span>။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ ဆန္ဒများအပေါ် အခြေခံ၍ စုဝေးပြီးနောက် ၎င်းတို့ကို ကွဲပြားသွားစေသော လေမုန်တိုင်းကို စေလွှတ်တော်မူခဲ့သည်။ ၎င်းတို့သည် အမျိုးမျိုးသော အမြင်များရှိသည့် လူမျိုးစုများနှင့် အဖွဲ့အစည်းများ ပေါင်းစပ်ထားသော အဖွဲ့ဖြစ်ရာ၊ ၎င်းတို့အား ကွဲပြားစေပြီး ၎င်းတို့၏ စုဝေးမှုကို ဖျက်ဆီးမည့် လေမုန်တိုင်းကို စေလွှတ်သင့်ပေသည်။ ၎င်းတို့ကို ၎င်းတို့၏ ရန်ငြိုးနှင့် ရန်ပွားမှုများဖြင့် စိတ်ပျက်အားငယ်စွာ၊ အရှုံးပေးပြီး ပြန်လည်မောင်းထုတ်ခဲ့သည်။ ၎င်းတို့မျှော်လင့်ခဲ့သည့် အောင်ပွဲနှင့် စစ်ပစ္စည်းများကဲ့သို့သော လောကီကောင်းကျိုးတစ်စုံတစ်ရာကိုလည်း ၎င်းတို့မရရှိခဲ့ပေ။ နောင်တမလွန်ဘဝတွင်လည်း ကောင်းကျိုးတစ်စုံတစ်ရာ မရရှိခဲ့ပေ။ အကြောင်းမှာ ရစူလ်တမန်တော်မြတ် ﷺ အပေါ် ရန်ငြိုးထားကာ ၎င်းအား သတ်ရန်နှင့် ၎င်း၏ စစ်တပ်ကို ဖျက်ဆီးရန် ကြိုးပမ်းခဲ့သည့် ၎င်းတို့၏ အပြစ်ကြောင့်ဖြစ်သည်။ တစ်စုံတစ်ခုကို ပြုလုပ်လိုပြီး အမှန်တကယ် လုပ်ဆောင်ရန် ရည်ရွယ်သူသည် ထိုအရာကို အမှန်တကယ် လုပ်ဆောင်သူနှင့် အတူတူပင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အတွက် တိုက်ခိုက်မှုတွင် လုံလောက်တော်မူခဲ့၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ နယ်မြေမှ မောင်းထုတ်ရန် ၎င်းတို့သည် ရန်သူများနှင့် တိုက်ခိုက်စရာ မလိုခဲ့ပေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အတွက် တစ်ပါးတည်း လုံလောက်တော်မူပြီး မိမိ၏ ကျွန်အား ကူညီတော်မူကာ မိမိ၏ တပ်သားများအား အောင်ပွဲပေးတော်မူခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ဤသို့ မိန့်ကြားလေ့ရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ، صَدَقَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ وَأَعَزَّ جُنْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ، فَلَا شَيْءَ بَعْدَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိပေ။ တစ်ပါးတည်းသာ ဖြစ်တော်မူ၏။ အရှင်မြတ်သည် မိမိ၏ ကတိကို သစ္စာရှိတော်မူ၏။ မိမိ၏ ကျွန်အား ကူညီတော်မူ၏။ မိမိ၏ စစ်သားများအား အင်အားပေးတော်မူပြီး မဟာမိတ်တပ်များကို တစ်ပါးတည်း အနိုင်ယူတော်မူ၏။ အရှင်မြတ်နောက်တွင် မည်သည့်အရာမျှ မရှိပေ။)</span> ၎င်းကို အဘူ ဟူရိုင်ရဟ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ၏ ဟဒီးစ်တော်မှ ဖော်ပြခဲ့သည်။ ဆဟီဟ်ကျမ်းနှစ်ခုတွင် အဗ်ဒူလ္လာဟ် ဘင် အဘီ အောင်ဖာ (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က ပြောကြားသည်မှာ- “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် မဟာမိတ်တပ်များအား ဆန့်ကျင်၍ အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခဲ့ပြီး ဤသို့ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ مُنْزِلَ الْكِتَابِ سَرِيعَ الْحِسَابِ، اهْزِمِ الْأَحْزَابَ، اللَّهُمَّ اهْزِمْهُمْ وَزَلْزِلْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်၊ ကျမ်းတော်မြတ်ကို ထုတ်ပြန်တော်မူသောအရှင်၊ အချိန်မဆွဲဘဲ စစ်ဆေးမေးမြန်းတော်မူသောအရှင်၊ မဟာမိတ်တပ်များကို အနိုင်ယူတော်မူပါ။ အို အလ္လာဟ်၊ ၎င်းတို့အား အနိုင်ယူတော်မူပြီး ၎င်းတို့အား တုန်လှုပ်ချောက်ချားစေတော်မူပါ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူတို့အတွက် တိုက်ခိုက်မှုတွင် လုံလောက်တော်မူခဲ့၏။)</span> ဤအာယတ်တော်က ၎င်းတို့နှင့် ကုရိုင်ရှ်တို့အကြား စစ်ပွဲ ရပ်စဲသွားမည်ကို ဖော်ပြသည်။ ထို့နောက်တွင် ရုပ်တုကိုးကွယ်သူတို့သည် မွတ်စ်လင်မ်များအား တိုက်ခိုက်ခြင်း မရှိတော့ဘဲ၊ ဆန့်ကျင်ဘက်အားဖြင့် မွတ်စ်လင်မ်များသည် ၎င်းတို့၏ ကိုယ်ပိုင်နယ်မြေ၌ ၎င်းတို့ကို တိုက်ခိုက်ခဲ့ကြသည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က ဆူလိုင်မာန် ဘင် ဆူရဒ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- “အလ်-အဟ်ဇာဘ်နေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْآنَ نَغْزُوهُمْ وَلَا يَغْزُونَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယခုအခါ ကျွန်ုပ်တို့က ၎င်းတို့ကို တိုက်ခိုက်မည်ဖြစ်ပြီး ၎င်းတို့က ကျွန်ုပ်တို့ကို တိုက်ခိုက်မည်မဟုတ်ပေ။)</span>” ၎င်းကို အလ်-ဘူခါရီကလည်း ၎င်း၏ ဆဟီဟ်ကျမ်းတွင် မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အစဉ်သဖြင့် အင်အားအလွန်ကြီးမားတော်မူသော၊ တန်ခိုးအာနုဘော် အလွန်ကြီးမားတော်မူသော အရှင် ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်၏ တန်ခိုးနှင့် အာနုဘော်ဖြင့် ၎င်းတို့အား စိတ်ပျက်အားငယ်စွာ၊ အရှုံးပေးပြီး ပြန်လည်မောင်းထုတ်တော်မူခဲ့ပြီး ၎င်းတို့သည် မည်သည့်အရာမျှ မရရှိခဲ့ကြပေ။ အလ္လာဟ်အရှင်မြတ်သည် အစ္စလာမ်နှင့် ၎င်း၏ နောက်လိုက်များအား အောင်ပွဲပေးတော်မူပြီး မိမိ၏ ကတိကို ပြည့်စုံစေကာ မိမိ၏ ကျွန်နှင့် ရစူလ်တမန်တော်အား ကူညီတော်မူခဲ့သည်။ အရှင်မြတ်အား ဂုဏ်တော်ချီးမွမ်းခြင်းနှင့် မေတ္တာပို့သခြင်းများ ပြုအပ်သည်။</p>"
  }
]