[
  {
    "ayah_key": "33:37",
    "group_ayah_key": "33:37",
    "from_ayah": "33:37",
    "to_ayah": "33:37",
    "ayah_keys": "33:37",
    "text": "<p lang=\"my\" class=\"my \">အသင် <span class=\"gray\">(မှတ်သားပါ)</span> အလ္လာဟ်အရှင်မြတ်က မျက်နှာသာပေးခဲ့သူတစ်ဦးအားလည်းကောင်း၊ အသင်ကလည်း ကျေးဇူးပြုခဲ့သူတစ်ဦးအားလည်းကောင်း “သင်၏ဇနီးအား သင့်ထံတွင်ပင် ဆက်လက်ထားရှိပါလေ။ အလ္လာဟ်အရှင်မြတ်ကိုလည်း ကြောက်ရွံ့ပါလေ” ဟု အသင်ပြောခဲ့စဉ်အခါကို <span class=\"gray\">(မှတ်သားပါ)</span>။ သို့ရာတွင် အလ္လာဟ်အရှင်မြတ် ထုတ်ဖော်မည့်အရာကို အသင်သည် သင်၏စိတ်ထဲ၌ ဖုံးကွယ်ထားခဲ့သည်။ အသင်သည် လူအများကို ကြောက်ရွံ့ခဲ့သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည်ကား အသင်ကြောက်ရွံ့ရန်အတွက် ပို၍ထိုက်တန်တော်မူပေသည်။ သို့ဖြစ်ရာ ဇိုင်ဒ်သည် ၎င်း၏ဇနီးနှင့်စပ်လျဉ်း၍ ၎င်း၏ရည်ရွယ်ချက်ကို ပြည့်စုံအောင် ဆောင်ရွက်ပြီးစီးသောအခါ ထိုဇနီးအား အသင်နှင့် ကျွန်ုပ်တို့ ထိမ်းမြားပေးခဲ့လေသည်။ သို့မှသာ မိမိတို့မွေးစားသားများ၏ ဇနီးများနှင့်ပတ်သက်၍ ထိုမွေးစားသားများက ထိုဇနီးများကို ဆက်လက်ထားရှိရန် ဆန္ဒမရှိသည့်အခါ သက်ဝင်ယုံကြည်သူများအပေါ်တွင် ခက်ခဲမှုမရှိစေရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏အမိန့်တော်ကိုလည်း ပြည့်စုံစေရမည် <span>(၃၇)</span></p><p lang=\"ar\" class=\"ar \">Allah's rebuke to His Messenger صلی اللہ علیہ وسلم and the Story of Zayd and Zaynab</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ် မျက်နှာသာပေးခဲ့သူ၊ ဆိုလိုသည်မှာ အစ္စလာမ်သာသနာမှတစ်ဆင့်နှင့် ရစူလ်တမန်တော်မြတ် ﷺ ကို လိုက်နာခြင်းအားဖြင့် မျက်နှာသာပေးခဲ့သူ၊ ၎င်း၏လွတ်မြောက်ခဲ့သောကျွန် ဇိုင်ဒ်ဘင်ဟာရိသားဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ အား ၎င်း၏တမန်တော်မြတ် ﷺ က မည်သို့မိန့်ကြားခဲ့သည်ကို ပြောပြတော်မူ၏။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَنْعَمْتَ عَلَيْهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် <span class=\"gray\">[၎င်းအပေါ်]</span> ကျေးဇူးပြုခဲ့သည်)</span> ဆိုသည်မှာ ၎င်းအား ကျွန်ဘဝမှ လွတ်မြောက်စေခြင်းအားဖြင့်ဖြစ်သည်။ ၎င်းသည် ကြီးမြတ်သောခေါင်းဆောင်တစ်ဦးဖြစ်ပြီး တမန်တော်မြတ် ﷺ ၏ မြင့်မြတ်စွာလေးစားခြင်းခံရကာ ချစ်မြတ်နိုးခြင်းကိုလည်း ခံရသူဖြစ်သည်။ ၎င်းအား ချစ်မြတ်နိုးရသူအဖြစ် လူသိများသည်။ ၎င်း၏သားဖြစ်သူ အူစမာဟ်အား ချစ်မြတ်နိုးရသူ၏ချစ်မြတ်နိုးရသောသားအဖြစ် လူသိများသည်။ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေသော အာအိရှဟ်က “အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ၎င်းအား မည်သည့်စစ်ဆင်ရေးသို့မျှ စေလွှတ်ခဲ့သော်လည်း ၎င်းကို အမိန့်ပေးခေါင်းဆောင်အဖြစ် ခန့်အပ်ခဲ့ခြင်းမရှိခဲ့ပါ။ ၎င်းသည် ကိုယ်တော်၏နောက်ပိုင်းတွင် အသက်ရှင်ခဲ့လျှင် ကိုယ်တော်က ၎င်းအား ကိုယ်တော်၏ခလီဖာအဖြစ် ခန့်အပ်ခဲ့မည်ဖြစ်သည်။” ဟု ပြောကြားခဲ့သည်။ ဤအရာကို အီမာမ်အဟ်မဒ် မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ၎င်းအား ၎င်း၏ဖခင်ဘက်မှအဒေါ်၏သမီး၊ ဇိုင်နပ်ဘ်ဘင်တစ်ဂျဟ်ရှ် အလ်အစဒီယျဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ ၎င်း၏မိခင်မှာ အူမိုင်မာဟ်ဘင်တစ်အဗ်ဒ် အလ်မွတ်သိုလိဗ် ဖြစ်သည်။ ၎င်း၏မဟ်ရ်အတွက် ၎င်းအား ဒေနာရ်ဆယ်ပြား၊ ဒေရဟမ်ခြောက်ဆယ်၊ ခေါင်းခြုံပဝါတစ်ထည်၊ ချပ်ဝတ်တန်ဆာတစ်ထည်နှင့် ရှပ်အင်္ကျီတစ်ထည်၊ အစားအစာ မွတ်ဒ်ငါးဆယ်နှင့် အစွန်ဆယ်မွတ်ဒ် ပေးခဲ့သည်။ ဤအရာကို မွတ်ကာတစ်လ်ဘင်ဟိုင်ယန်က ဖော်ပြခဲ့သည်။ ၎င်းတို့သည် တစ်နှစ်ခန့် အတူနေထိုင်ခဲ့ပြီးနောက် ၎င်းတို့ကြားတွင် ပြဿနာများပေါ်ပေါက်လာခဲ့သည်။ ဇိုင်ဒ်သည် ၎င်းအကြောင်းကို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ အား တိုင်ကြားခဲ့ရာ ကိုယ်တော်က ၎င်းအား “သင်၏ဇနီးနှင့်အတူ နေထိုင်ပါလေ၊ အလ္လာဟ်အရှင်မြတ်ကိုလည်း ကြောက်ရွံ့ပါလေ။” ဟု မိန့်ကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် အလ္လာဟ်အရှင်မြတ် ထုတ်ဖော်မည့်အရာကို အသင်သည် သင်၏စိတ်ထဲ၌ ဖုံးကွယ်ထားခဲ့သည်။ အသင်သည် လူအများကို ကြောက်ရွံ့ခဲ့သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည်ကား အသင်ကြောက်ရွံ့ရန်အတွက် ပို၍ထိုက်တန်တော်မူပေသည်။)</span> အိဗ်နုဂျရီးရ်က အာအိရှဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ မှ ပြန်လည်ပြောပြသည်မှာ “အကယ်၍ မိုဟမ္မဒ် ﷺ သည် အလ္လာဟ်အရှင်မြတ်၏ကျမ်းတော်မှ ကိုယ်တော်ထံ ထုတ်ဖော်ခဲ့သည့် မည်သည့်အရာကိုမဆို ဖုံးကွယ်ခဲ့ပါက ဤအာယတ်တော်ကို ဖုံးကွယ်ခဲ့မည်ဖြစ်သည်။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် အလ္လာဟ်အရှင်မြတ် ထုတ်ဖော်မည့်အရာကို အသင်သည် သင်၏စိတ်ထဲ၌ ဖုံးကွယ်ထားခဲ့သည်။ အသင်သည် လူအများကို ကြောက်ရွံ့ခဲ့သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည်ကား အသင်ကြောက်ရွံ့ရန်အတွက် ပို၍ထိုက်တန်တော်မူပေသည်။)</span>”</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَمَّا قَضَىٰ زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ ဇိုင်ဒ်သည် ၎င်း၏ဇနီးနှင့်စပ်လျဉ်း၍ ၎င်း၏ရည်ရွယ်ချက်ကို ပြည့်စုံအောင် ဆောင်ရွက်ပြီးစီးသောအခါ ထိုဇနီးအား အသင်နှင့် ကျွန်ုပ်တို့ ထိမ်းမြားပေးခဲ့လေသည်၊)</span> ဆိုသည်မှာ ‘ဇိုင်ဒ်နှင့် ၎င်း၏ထိမ်းမြားမှု ပြီးဆုံး၍ ၎င်းက ၎င်းနှင့်ကွာရှင်းခဲ့ပြီးနောက် ကျွန်ုပ်တို့သည် ၎င်းအား အသင်နှင့် ထိမ်းမြားပေးခဲ့သည်’ ဟု ဆိုလိုသည်။ ဤထိမ်းမြားမှုတွင် ၎င်း၏ဝါလီ <span class=\"gray\">(အုပ်ထိန်းသူ)</span> မှာ အလ္လာဟ်အရှင်မြတ်ကိုယ်တိုင်ဖြစ်သည်၊ ဆိုလိုသည်မှာ မည်သည့်ဝါလီမျှမပါဘဲ၊ စာချုပ်စာတမ်းသဘောတူညီချက်၊ မဟ်ရ် သို့မဟုတ် လူသားတို့တွင် မည်သည့်သက်သေမျှမပါဘဲ ၎င်းထံသို့ ဝင်ရောက်နိုင်ကြောင်းကို အရှင်မြတ်က တမန်တော်မြတ် ﷺ အား ထုတ်ဖော်ပြသခဲ့ခြင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အီမာမ်အဟ်မဒ်က သာဗစ်သ်က အနတ်စ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ မှ ပြောကြားသည်ဟု မှတ်တမ်းတင်ခဲ့သည်မှာ “ဇိုင်နပ်ဘ်၏ ‘အစ်ဒတ်’ ပြီးဆုံးသောအခါ၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ဇိုင်ဒ်ဘင်ဟာရိသားဟ်အား မိန့်ကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْهَبْ فَاذْكُرْهَا عَلَيَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းထံသို့ သွားပါ၊ ကျွန်ုပ်အကြောင်း ၎င်းအား ပြောပြပါ <span class=\"gray\">(ကျွန်ုပ်က ၎င်းအား လက်ထပ်လိုသည်)</span>။)</span> ထို့ကြောင့် ၎င်းသည် ၎င်းထံသို့ သွားရာ ၎င်းအား မုန့်နယ်နေသည်ကို တွေ့ရသည်။ ၎င်း <span class=\"gray\">(ဇိုင်ဒ်)</span> က “ကျွန်ုပ် ၎င်းအား မြင်သောအခါ ၎င်းအား အလွန်လေးစားမိသောကြောင့် ၎င်းအား ကြည့်၍ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ပြောခဲ့သည့်အရာကိုပင် ပြောမပြနိုင်ခဲ့ပါ။ ထို့ကြောင့် ကျွန်ုပ်သည် ၎င်းအား ကျောခိုင်း၍ ဘေးသို့ ရှောင်ထွက်ပြီးနောက် ‘အို ဇိုင်နပ်ဘ်! ဝမ်းမြောက်ပါလေ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ကိုယ်တော်ကိုယ်စား သင်အား လက်ထပ်ရန် စေ့စပ်ဖို့ ကျွန်ုပ်အား စေလွှတ်လိုက်ပြီ’ ဟု ပြောလိုက်သည်။ ၎င်းက ‘ကျွန်ုပ်၏ပိုင်ရှင်၊ အရှင်မြတ်သည် ဘုန်းကြီးတော်မူသည်၊ ထံသို့ ဆုတောင်းခြင်းမပြုမီ မည်သည့်အရာကိုမျှ မလုပ်ဆောင်’ ဟု ပြောလိုက်သည်။ ထို့ကြောင့် ၎င်းသည် ၎င်းပုံမှန်ဆုတောင်းသည့်နေရာသို့ သွားလေသည်။ ထို့နောက် ကုရ်အာန် ထုတ်ဖော်ပြသခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က ခွင့်ပြုချက်မယူဘဲ ရောက်ရှိလာ၍ ဝင်ရောက်ခဲ့သည်။ ကျွန်ုပ်တို့ ရှိနေခဲ့ကြစဉ် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထံသို့ ဝင်ရောက်ခဲ့သည်။ မင်္ဂလာပွဲအတွက် ပေါင်မုန့်နှင့် အသားများကို ပေးကျွေးခဲ့ကြသည်။ ထို့နောက် လူများ ထွက်ခွာသွားကြပြီး လူအချို့က စားသောက်ပြီးနောက် အိမ်တွင် ဆက်လက်စကားပြောနေခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထွက်သွားပြီး ကျွန်ုပ်က နောက်က လိုက်သွားခဲ့သည်။ ကိုယ်တော် ﷺ သည် ၎င်း၏ဇနီးများ၏ အဆောင်များအားလုံးသို့ လှည့်လည်သွားလာ၍ နှုတ်ဆက်ခဲ့ရာ ၎င်းတို့က ‘အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ သင်၏ <span class=\"gray\">(ဇနီးအသစ်)</span> အား မည်သို့တွေ့ရှိခဲ့သနည်း။’ ဟု ပြောကြသည်။ ထိုလူများ ထွက်ခွာသွားပြီဖြစ်ကြောင်း ကျွန်ုပ်ကပြောသည်လား၊ အခြားတစ်ဦးဦးက ပြောသည်လား ကျွန်ုပ်မသိပါ။ ထို့ကြောင့် ကိုယ်တော်သည် သွား၍ အိမ်သို့ ဝင်ရောက်ခဲ့ပြီး ကျွန်ုပ်လည်း ကိုယ်တော်နောက်မှ ဝင်ရောက်ရန် သွားခဲ့ရာ ကိုယ်တော်သည် ကိုယ်တော်နှင့် ကျွန်ုပ်ကြားတွင် ကန့်လန့်ကာကို ချလိုက်သည်။ ဟိဂျာဗ်၏ အမိန့်တော် ထုတ်ဖော်ပြသခဲ့ပြီး ကိုယ်တော်က အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား သွန်သင်ဆုံးမသကဲ့သို့ လူများကို သွန်သင်ဆုံးမခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်၏အိမ်များသို့ ခွင့်ပြုချက်မရဘဲ မဝင်ရောက်ကြနှင့်။)</span>” ဤအရာကို မွတ်စလင်မ်နှင့် အန်နာစာအီတို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အလ်ဘူခါရီ၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် ကရုဏာထားတော်မူပါစေ၊ မှ အနတ်စ်ဘင်မာလစ်ခ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ မှ ပြောကြားသည်ဟု မှတ်တမ်းတင်ခဲ့သည်မှာ “ဇိုင်နပ်ဘ်ဘင်တစ်ဂျဟ်ရှ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ သည် တမန်တော်မြတ် ﷺ ၏ အခြားဇနီးများအား ‘သင်တို့၏မိသားစုများက သင်တို့၏လက်ထပ်ထိမ်းမြားမှုများကို စီစဉ်ခဲ့ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်က ကျွန်မ၏လက်ထပ်ထိမ်းမြားမှုကို ကောင်းကင်ခုနစ်ထပ်အထက်မှ စီစဉ်ခဲ့သည်’ ဟု ပြောဆိုကာ ကြွားဝါလေ့ရှိသည်။” စူရတ်အန်နူရ်၏ <span class=\"gray\">(ကျွန်ုပ်တို့၏ တဖ်စီရ်တွင်)</span> မိုဟမ္မဒ်ဘင်အဗ်ဒုလ္လာဟ်ဘင်ဂျဟ်ရှ်က “ဇိုင်နပ်ဘ်နှင့် အာအိရှဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းတို့အပေါ် နှစ်သက်တော်မူပါစေ၊ တို့သည် တစ်ဦးနှင့်တစ်ဦး ကြွားဝါနေခဲ့ကြသည်။ ဇိုင်နပ်ဘ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ က ‘ကောင်းကင်ဘုံအထက်မှ ထုတ်ဖော်ပြသခဲ့သော လက်ထပ်ထိမ်းမြားမှု ပိုင်ရှင်မှာ ကျွန်မဖြစ်သည်’ ဟု ပြောခဲ့သည်။ အာအိရှဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ က ‘ကောင်းကင်ဘုံမှ ကျွန်မ၏အပြစ်ကင်းစင်မှုကို ထုတ်ဖော်ပြသခဲ့သော ပိုင်ရှင်မှာ ကျွန်မဖြစ်သည်’ ဟု ပြောခဲ့သည်။ ထို့ကြောင့် ဇိုင်နပ်ဘ်သည် ထိုအချက်ကို လက်ခံခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ။” ဟု ပြောကြားခဲ့သည်ကို ကျွန်ုပ်တို့ ဖော်ပြခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ မိမိတို့မွေးစားသားများ၏ ဇနီးများနှင့်ပတ်သက်၍ ထိုမွေးစားသားများက ထိုဇနီးများကို ဆက်လက်ထားရှိရန် ဆန္ဒမရှိသည့်အခါ သက်ဝင်ယုံကြည်သူများအပေါ်တွင် ခက်ခဲမှုမရှိစေရန်ဖြစ်သည်။)</span> ဆိုသည်မှာ ‘ကျွန်ုပ်တို့သည် ၎င်းအား လက်ထပ်ရန် သင့်အား ခွင့်ပြုခဲ့ပြီး သက်ဝင်ယုံကြည်သူများအတွက် ၎င်းတို့၏မွေးစားသားများ၏ ယခင်ဇနီးများကို လက်ထပ်ထိမ်းမြားခြင်းနှင့်ပတ်သက်၍ မည်သည့်အခက်အခဲမျှ မရှိတော့စေရန် ကျွန်ုပ်တို့ ထိုသို့ လုပ်ဆောင်ခဲ့သည်’ ဟု ဆိုလိုသည်။ နဗီပြုခြင်းမတိုင်မီ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ဇိုင်ဒ်ဘင်ဟာရိသားဟ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ အား မွေးစားခဲ့ပြီး ၎င်းအား မိုဟမ္မဒ်၏သား ဇိုင်ဒ်ဟု လူသိများသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသောအခါ ဤအရာကို ရပ်တန့်စေခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ မွေးစားသားများကို သင်တို့၏ ရင်သွေးသားရင်းများအဖြစ် ကိုယ်တော် ဖန်ဆင်းတော်မမူခဲ့။)</span> အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ဖခင်များ၏ အမည်ဖြင့် ၎င်းတို့အား ခေါ်ဝေါ်ကြကုန်လော့။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် ပိုမိုမျှတ၏။)</span><span class=\"gray\">(၃၃:၄-၅)</span>။ ထို့နောက် ဇိုင်ဒ်ဘင်ဟာရိသားဟ်က ဇိုင်နပ်ဘ်ဘင်တစ်ဂျဟ်ရှ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ အား ကွာရှင်းသောအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ နှင့် ၎င်း၏လက်ထပ်ထိမ်းမြားမှုဖြင့် ဤအရာသည် အတည်ပြုခဲ့ပြီး ပိုမိုရှင်းလင်းလာခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က အာယတ်အတ်သဟ်ရီမ်တွင် မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ရင်သွေးသားရင်းများ၏ ဇနီးများ)</span><span class=\"gray\">(၄:၂၃)</span> သည် မွေးစားသားများကို အတိအလင်း ချန်လှပ်ထားသည်။ ဤဓလေ့ <span class=\"gray\">(သားမွေးစားခြင်း)</span> သည် ၎င်းတို့ကြားတွင် ကျယ်ကျယ်ပြန့်ပြန့် ရှိခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ကိုလည်း ပြည့်စုံစေရမည်။)</span> ဆိုသည်မှာ ‘ဤဖြစ်ပျက်ခဲ့သည့်အရာသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြစ်ပြီး ရှောင်လွှဲမရနိုင်သော အရာဖြစ်သည်’ ဟု ဆိုလိုသည်။ ဇိုင်နပ်ဘ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ သည် တမန်တော်မြတ် ﷺ ၏ ဇနီးတစ်ဦး ဖြစ်လာမည်ကို အလ္လာဟ်အရှင်မြတ် သိတော်မူခဲ့သည်။</p>"
  },
  {
    "ayah_key": "33:38",
    "group_ayah_key": "33:38",
    "from_ayah": "33:38",
    "to_ayah": "33:38",
    "ayah_keys": "33:38",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် နဗီတမန်တော်မြတ်အတွက် ခွင့်ပြုထားသည့်အရာ၌ ကိုယ်တော်အပေါ် အပြစ်တင်စရာမရှိပေ။ ၎င်းသည် ရှေးက ကွယ်လွန်ခဲ့သူများအပေါ် အလ္လာဟ်အရှင်မြတ်၏ နည်းလမ်းဖြစ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်သည် သတ်မှတ်ထားပြီးသော အမိန့်တစ်ရပ်ဖြစ်သည် <span>(၃၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللَّهُ لَهُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် နဗီတမန်တော်မြတ်အတွက် ခွင့်ပြုထားသည့်အရာ၌ ကိုယ်တော်အပေါ် အပြစ်တင်စရာမရှိပေ။)</span> ဆိုသည်မှာ ကိုယ်တော်အတွက် ခွင့်ပြုထားသည့်အရာနှင့် ကိုယ်တော်အား လုပ်ဆောင်ရန် အမိန့်ပေးထားသည့်အရာ၊ ဆိုလိုသည်မှာ ဇိုင်နပ်ဘ်၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ အား ကိုယ်တော်၏မွေးစားသား ဇိုင်ဒ်ဘင်ဟာရိသားဟ် ကွာရှင်းခဲ့သူအား လက်ထပ်ထိမ်းမြားခြင်းတွင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ရှေးက ကွယ်လွန်ခဲ့သူများအပေါ် အလ္လာဟ်အရှင်မြတ်၏ နည်းလမ်းဖြစ်ခဲ့သည်။)</span> ဆိုသည်မှာ ၎င်းသည် ကိုယ်တော်မတိုင်မီ ပေါ်ပေါက်ခဲ့သော နဗီတမန်တော်များအတွက် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား အပြစ်တင်စရာဖြစ်စေမည့် မည်သည့်အရာကိုမျှ အမိန့်ပေးတော်မမူခဲ့။ ၎င်းသည် ကိုယ်တော်၏လွတ်မြောက်ခဲ့သောကျွန်နှင့် မွေးစားသား ဇိုင်ဒ်၏ ယခင်ဇနီးအား လက်ထပ်ထိမ်းမြားခြင်းတွင် မည်သည့်မှားယွင်းမှုမျှ ရှိသည်ဟု ထင်မြင်ခဲ့ကြသော နစ်ဖာက်လူပရိယာယ်သမားများအား တုံ့ပြန်ခြင်းဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَقْدُورًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်သည် သတ်မှတ်ထားပြီးသော အမိန့်တစ်ရပ်ဖြစ်သည်)</span> ဆိုသည်မှာ ကိုယ်တော်သတ်မှတ်ထားသော ကိုယ်တော်၏အမိန့်သည် မလွဲမသွေ ဖြစ်ပျက်ရမည်။ မည်သည့်အရာကမျှ ၎င်းကို တားဆီးနိုင်ခြင်း သို့မဟုတ် ရှောင်ရှားနိုင်ခြင်းမရှိ။ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်အလိုရှိသမျှ ဖြစ်ပျက်ပြီး ကိုယ်တော်အမိန့်မချမှတ်သမျှ ဖြစ်ပျက်ခြင်းမရှိသောကြောင့်ဖြစ်သည်။</p>"
  }
]