[
  {
    "ayah_key": "15:45",
    "group_ayah_key": "15:45",
    "from_ayah": "15:45",
    "to_ayah": "15:50",
    "ayah_keys": "15:45,15:46,15:47,15:48,15:49,15:50",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် တက်ကဝါရှိသူတို့သည် ဥယျာဉ်များနှင့် ရေပန်းများတွင် နေထိုင်ကြမည်ဖြစ်သည်။ <span>(၄၅)</span><span class=\"gray\">(၎င်းတို့အား)</span>: \"ငြိမ်းချမ်းစွာနှင့် လုံခြုံစွာ ဝင်ကြလော့။ <span>(၄၆)</span>၎င်းတို့၏ ရင်ဝတ်များမှ နာကြည်းစိတ်ကို ငါတို့ ဖယ်ရှားပေးမည်။ <span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည်)</span> ညီအစ်ကိုများကဲ့သို့ ထီးနန်းများပေါ်တွင် မျက်နှာချင်းဆိုင် ထိုင်နေကြမည်။ <span>(၄၇)</span>မည်သည့်ပင်ပန်းနွမ်းနယ်မှုမျှ ၎င်းတို့အား မထိတွေ့စေရ၊ ၎င်းတို့အား ထွက်ခွာရန်လည်း မတောင်းဆိုခံရပေ။ <span>(၄၈)</span>ငါ၏ ကျွန်များအား ကြေညာလော့၊ ငါသည် အမှန်စင်စစ် ခွင့်လွှတ်တော်မူသော၊ အကြင်နာဆုံးဖြစ်၏။ <span>(၄၉)</span>ငါ၏ နှိပ်စက်မှုသည် အမှန်စင်စစ် အပြင်းထန်ဆုံးသော နှိပ်စက်မှုဖြစ်၏။ <span>(၅၀)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျန္နတ်(ခ်)သားများ၏ ဖော်ပြချက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ငရဲသားများ၏ အခြေအနေကို ဖော်ပြခဲ့ပြီးဖြစ်၍၊ အရှင်မြတ်သည် ဂျန္နတ်(ခ်)သားများအကြောင်းကို ဆက်လက်ဖော်ပြခဲ့သည်။ အရှင်မြတ်က ၎င်းတို့သည် ဥယျာဉ်များနှင့် ရေပန်းများတွင် နေထိုင်ကြမည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">ادْخُلُوهَا بِسَلَامٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငြိမ်းချမ်းစွာ ဝင်ကြလော့)</span> ဆိုလိုသည်မှာ ပြဿနာအားလုံးမှ ကင်းဝေးခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် လုံခြုံမှု)</span> ဆိုလိုသည်မှာ ကြောက်ရွံ့မှုနှင့် စိုးရိမ်ပူပန်မှုအားလုံးမှ ကင်းဝေးခြင်းဖြစ်သည်။ ၎င်းတို့သည် ထွက်ခွာရမည်ကို မည်သည့်အခါမျှ မစိုးရိမ်ရ၊ ၎င်းတို့၏ အခြေအနေ ပျက်ယွင်းသွားမည် သို့မဟုတ် ပြီးဆုံးသွားမည်ကိုလည်း မစိုးရိမ်ရပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ إِخْوَانًا عَلَىٰ سُرُرٍ مُّتَقَابِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ရင်ဝတ်များမှ နာကြည်းစိတ်ကို ငါတို့ ဖယ်ရှားပေးမည်။ <span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည်)</span> ညီအစ်ကိုများကဲ့သို့ ထီးနန်းများပေါ်တွင် မျက်နှာချင်းဆိုင် ထိုင်နေကြမည်။)</span> အလ်-ကာစင်မ်က အဘူအုမာမဟ်မှ ဆင့်ပြန်ခဲ့သည်မှာ- \"ဂျန္နတ်(ခ်)သားတို့သည် ဤလောကမှ ကျန်ရှိနေသေးသော ရန်လိုမုန်းထားမှုများနှင့်အတူ ဂျန္နတ်(ခ်)သို့ ဝင်ရောက်ကြလိမ့်မည်။ ထို့နောက် ၎င်းတို့စုစည်းမိသောအခါ အလ္လာဟ်အရှင်မြတ်သည် လောကကြီးက ၎င်းတို့၏ စိတ်နှလုံးတွင် ချန်ထားခဲ့သော မည်သည့်မုန်းတီးမှုကိုမဆို ဖယ်ရှားပေးလိမ့်မည်။\" ထို့နောက် အရှင်မြတ် ရွတ်ဖတ်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ရင်ဝတ်များမှ နာကြည်းစိတ်ကို ငါတို့ ဖယ်ရှားပေးမည်။)</span> ဤသို့ဖြင့် ဤသတင်းတွင် ဆင့်ပြန်ခဲ့သည်။ သို့သော် အလ်-ကာစင်မ် ဘင် အဗ်ဒူရ်-ရဟ်မာန်သည် အဘူအုမာမဟ်ထံမှ ဆင့်ပြန်သည့် သတင်းများတွင် အားနည်းသည်။ သို့သော်လည်း ဤသည်မှာ စဟီဟ်ကျမ်းရှိ ကွတာဒဟ်က \"အဘူ အလ်-မူတဝက္ကီလ် အန်-နာဂျီက ကျွန်ုပ်တို့အား အဘူ စအီးဒ် အလ်-ခုဒ်ရီက ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားခဲ့ကြောင်း ပြောကြားခဲ့သည်\" ဟု ဆိုသော သတင်းနှင့် ကိုက်ညီသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْلُصُ الْمُؤْمِنُونَ مِنَ النَّارِ، فَيُحْبَسُونَ عَلَى قَنْطَرَةٍ بَيْنَ الْجَنَّةِ وَالنَّارِ. فَيُقْتَصُّ لِبَعْضِهِمْ مِنْ بَعْضٍ مَظَالِمُ كَانَتْ بَيْنَهُمْ فِي الدُّنْيَا حَتَّى إِذَا هُذِّبُوا وَنُقُّوا، أُذِنَ لَهُمْ فِي دُخُولِ الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများသည် ငရဲမှ ဖယ်ရှားခံရမည်ဖြစ်ပြီး ဂျန္နတ်(ခ်)နှင့် ငရဲကြားရှိ တံတားတစ်ခုပေါ်တွင် ရပ်တန့်ထားခံရမည်။ ထို့နောက် ၎င်းတို့အချင်းချင်း ဤလောကတွင် ကျူးလွန်ခဲ့သော မည်သည့်မှားယွင်းမှုများအတွက်မဆို စီရင်ချက်ချမှတ်ခံရမည်။ ၎င်းတို့ သန့်စင်ပြီး စင်ကြယ်သည်အထိဖြစ်သည်။ ထို့နောက် ၎င်းတို့အား ဂျန္နတ်(ခ်)သို့ ဝင်ရောက်ရန် ခွင့်ပြုချက်ပေးအပ်မည်ဖြစ်သည်။)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمَسُّهُمْ فِيهَا نَصَبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်ပင်ပန်းနွမ်းနယ်မှုမျှ ၎င်းတို့အား မထိတွေ့စေရ)</span> ဆိုလိုသည်မှာ မည်သည့်ဘေးဥပဒ် သို့မဟုတ် ဒုက္ခမျှ မရှိစေရခြင်း၊ စဟီဟ်ကျမ်းများတွင် ဖော်ပြထားသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ اللهَ أَمَرَنِي أَنْ أُبَشِّرَ خَدِيجَةَ بِبَيْتٍ فِي الْجَنَّةِ مِنْ قَصَبٍ لَا صَخَبَ فِيهِ وَلَا نَصَبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အား ခဒီဂျာအား ဂျန္နတ်(ခ်)တွင် ရတနာနန်းတော်တစ်ခုရှိကြောင်း၊ ထိုနန်းတော်၌ ပင်ပန်းဆင်းရဲခြင်းနှင့် မည်သည့်ပင်ပန်းနွမ်းနယ်မှုမျှ မရှိကြောင်း သတင်းကောင်း ပြောကြားရန် အမိန့်ပေးခဲ့သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُم مِّنْهَا بِمُخْرَجِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ထွက်ခွာရန် <span class=\"gray\">(မည်သည့်အခါမျှ)</span> တောင်းဆိုခံရမည်မဟုတ်။)</span> ဟဒီးဆ်ကျမ်းတွင် ဖော်ပြထားသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُقَالُ: يَا أَهْلَ الْجَنَّةِ! إِنَّ لَكُمْ أَنْ تَصِحُّوا فَلَا تَمْرَضُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَعِيشُوا فَلَا تَمُوتُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَشِبُّوا فَلَا تَهْرَمُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تُقِيمُوا فَلَا تَظْعُنُوا أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလိမ့်မည်၊ အို ဂျန္နတ်(ခ်)သားတို့! သင်တို့သည် ကျန်းမာကြမည်ဖြစ်ပြီး မည်သည့်အခါမျှ ဖျားနာခြင်းမရှိကြ။ သင်တို့သည် အသက်ရှင်နေကြမည်ဖြစ်ပြီး မည်သည့်အခါမျှ သေဆုံးခြင်းမရှိကြ။ သင်တို့သည် ငယ်ရွယ်ကြမည်ဖြစ်ပြီး မည်သည့်အခါမျှ အိုမင်းခြင်းမရှိကြ။ သင်တို့သည် ဤနေရာ၌ နေထိုင်ကြမည်ဖြစ်ပြီး မည်သည့်အခါမျှ ထွက်ခွာခြင်းမရှိကြ။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတွင် ၎င်းတို့သည် <span class=\"gray\">(ထာဝစဉ်)</span> နေထိုင်ကြမည်ဖြစ်သည်။ ၎င်းတို့သည် ထိုနေရာမှ ဖယ်ရှားခံရရန် မည်သည့်ဆန္ဒမျှ ရှိမည်မဟုတ်။)</span><span class=\"gray\">(၁၈:၁၀၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ - وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ ကျွန်များအား ကြေညာလော့၊ ငါသည် အမှန်စင်စစ် အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော၊ အကြင်နာဆုံးဖြစ်သည်။ ငါ၏ နှိပ်စက်မှုသည် အမှန်စင်စစ် အပြင်းထန်ဆုံးသော နှိပ်စက်မှုဖြစ်၏။)</span> ဆိုလိုသည်မှာ 'အို မုဟမ္မဒ်၊ ငါ၏ ကျွန်များအား ပြောကြားလော့၊ ငါသည် မေတ္တာ၏ အရင်းအမြစ်ဖြစ်ပြီး ငါသည် အပြစ်ဒဏ်၏ အရင်းအမြစ်ဖြစ်သည်။' ဤနှင့် ဆင်တူသော အာယသ်တော်များကို အထက်တွင် ဖော်ပြခဲ့ပြီးဖြစ်၍၊ ၎င်းတို့က ကျွန်ုပ်တို့သည် မျှော်လင့်ချက် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ မေတ္တာအတွက်)</span> နှင့် ကြောက်ရွံ့ခြင်း <span class=\"gray\">(အရှင်မြတ်၏ အပြစ်ဒဏ်အတွက်)</span> ကြား အခြေအနေတွင် အမြဲရှိနေရမည်ကို ပြသသည်။</p>"
  },
  {
    "ayah_key": "15:51",
    "group_ayah_key": "15:51",
    "from_ayah": "15:51",
    "to_ayah": "15:56",
    "ayah_keys": "15:51,15:52,15:53,15:54,15:55,15:56",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အား ဧည့်သည်များ <span class=\"gray\">(ဆိုလိုသည်မှာ ကောင်းကင်တမန်များ)</span> အီဗရာဟင်မ်၏အကြောင်း ပြောပြပါ <span>(၅၁)</span>၎င်းတို့သည် သူ့ထံသို့ ဝင်ရောက်လာပြီး “ဆလာမ်မ် <span class=\"gray\">(ငြိမ်းချမ်းပါစေ!)</span>” ဟု ပြောသောအခါ။ သူက “ဧကန်မလွဲ ကျွန်ုပ်တို့သည် သင်တို့အား ကြောက်ရွံ့ပါသည်” ဟု ပြောကြားခဲ့သည်။ <span>(၅၂)</span>၎င်းတို့က “မကြောက်နှင့်! ကျွန်ုပ်တို့သည် သင်အား ဉာဏ်ပညာနှင့် ပြည့်စုံသော ကလေးတစ်ဦးရရှိမည့် ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးပါသည်” ဟု ပြောကြားခဲ့သည်။ <span>(၅၃)</span>သူက “အိုမင်းခြင်းက ကျွန်ုပ်အား ဖုံးလွှမ်းနေချိန်တွင် သင်တို့သည် ကျွန်ုပ်အား ဤဝမ်းမြောက်ဖွယ်သတင်းကို ပေးနေကြသည်လော? သို့ဆိုလျှင် သင်တို့၏ သတင်းသည် အဘယ်အကြောင်းဖြစ်သနည်း?” ဟု ပြောကြားခဲ့သည်။ <span>(၅၄)</span>၎င်းတို့က “ကျွန်ုပ်တို့သည် သင်အား အမှန်တရားနှင့်အတူ ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးပါသည်၊ ထို့ကြောင့် စိတ်ပျက်အားငယ်သူများထဲမှ မဖြစ်ပါနှင့်” ဟု ပြောကြားခဲ့သည်။ <span>(၅၅)</span>သူက “လမ်းလွဲသူများမှတစ်ပါး အဘယ်သူသည် မိမိ၏သခင်၏ ကရုဏာတော်ကို စိတ်ပျက်အားငယ်မည်နည်း? <span>(၅၆)</span></p><div lang=\"my\" class=\"my \"><h2>အီဗရာဟင်မ်၏ ဧည့်သည်များနှင့် ၎င်းတို့ပေးသော သားရတနာရရှိမည့် ဝမ်းမြောက်ဖွယ်သတင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်– ‘အို မုဟမ္မဒ်၊ ၎င်းတို့အား အကြောင်းအရာကို ပြောပြပါ။</p><p class=\"fa qpc-hafs\" lang=\"fa\">ضَيْفِ إِبْرَاهِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗရာဟင်မ်၏ ဧည့်သည်များအကြောင်းကို။)</span>'</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ إِنَّا مِنكُمْ وَجِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သူ့ထံသို့ ဝင်ရောက်လာပြီး “ဆလာမ်မ် <span class=\"gray\">(ငြိမ်းချမ်းပါစေ!)</span>” ဟု ပြောကြားခဲ့သည်။ သူက “ဧကန်မလွဲ ကျွန်ုပ်တို့သည် သင်တို့အား ကြောက်ရွံ့ပါသည်” ဟု ပြောကြားခဲ့သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ကြောက်ရွံ့နေခဲ့ကြသည်။ ၎င်းတို့၏ ကြောက်ရွံ့ရခြင်းအကြောင်းရင်းကို ယခင်က ဖော်ပြခဲ့ပြီးဖြစ်သည်၊ ၎င်းမှာ ဧည့်သည်များသည် တည်ခင်းဧည့်ခံထားသော အစာဖြစ်သည့် အဆီပြည့် နွားကလေးကို မစားကြသည်ကို သတိပြုမိခြင်းကြောင့် ဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالُوا لَا تَوْجَلْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “မကြောက်နှင့်!...” ဟု ပြောကြားခဲ့သည်)</span> ဆိုလိုသည်မှာ မကြောက်ပါနှင့်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင်အား ဉာဏ်ပညာနှင့် ပြည့်စုံသော ကလေးတစ်ဦးရရှိမည့် ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးပါသည်)</span> ၎င်းသည် အစ္စဟက်ကို ရည်ညွှန်းသည်၊ ယခင်က ဆူရဟ်ဟူဒ်တွင် ဖော်ပြခဲ့သည့်အတိုင်း ဖြစ်သည်။ ထို့နောက်</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောကြားခဲ့သည်)</span> ဆိုလိုသည်မှာ သူသည် အံ့သြခြင်းနှင့် အံ့အားသင့်ခြင်းတို့ဖြင့် ပြောကြားခဲ့သည်၊ အတည်ပြုချက်တောင်းဆိုခဲ့သည်၊ အကြောင်းမှာ သူသည် အိုမင်းနေပြီး သူ၏ဇနီးလည်း အိုမင်းနေသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَبَشَّرْتُمُونِي عَلَىٰ أَن مَّسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိုမင်းခြင်းက ကျွန်ုပ်အား ဖုံးလွှမ်းနေချိန်တွင် သင်တို့သည် ကျွန်ုပ်အား ဤဝမ်းမြောက်ဖွယ်သတင်းကို ပေးနေကြသည်လော? သို့ဆိုလျှင် သင်တို့၏ သတင်းသည် အဘယ်အကြောင်းဖြစ်သနည်း?)</span> ၎င်းတို့က ၎င်းတို့ယူဆောင်လာသော ဝမ်းမြောက်ဖွယ်သတင်းကို အတည်ပြု၍ တုံ့ပြန်ခဲ့ကြသည်၊ ဝမ်းမြောက်ဖွယ်သတင်းနောက်မှ ဝမ်းမြောက်ဖွယ်သတင်းဖြစ်သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا بَشَّرْنَاكَ بِالْحَقِّ فَلَا تَكُن مِّنَ الْقَانِطِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “ကျွန်ုပ်တို့သည် သင်အား အမှန်တရားနှင့်အတူ ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးပါသည်၊ ထို့ကြောင့် စိတ်ပျက်အားငယ်သူများထဲမှ မဖြစ်ပါနှင့်” ဟု ပြောကြားခဲ့သည်။)</span></p>"
  },
  {
    "ayah_key": "15:57",
    "group_ayah_key": "15:57",
    "from_ayah": "15:57",
    "to_ayah": "15:60",
    "ayah_keys": "15:57,15:58,15:59,15:60",
    "text": "<p lang=\"my\" class=\"my \">သူက ပြောသည်- \"အို တမန်တို့၊ သင်တို့ လာရောက်သည့် ကိစ္စက ဘာလဲ။ <span>(57)</span>သူတို့က ပြောသည်- \"ကျွန်ုပ်တို့သည် ပြစ်မှုကျူးလွန်သူ လူမျိုးတစ်စုထံသို့ စေလွှတ်ခြင်း ခံရသည်။ <span>(58)</span>\"<span class=\"gray\">(အားလုံး)</span> လူသ်မိသားစုမှအပ၊ သူတို့အားလုံးကို ကျွန်ုပ်တို့သည် ကယ်တင်ရမည် <span class=\"gray\">(ပျက်စီးခြင်းမှ)</span>။ <span>(59)</span>\"သူ၏ ဇနီးမှအပ၊ သူမသည် နောက်ကျန်ခဲ့သူများထဲမှ ဖြစ်ရမည်ဟု ကျွန်ုပ်တို့ သတ်မှတ်ပြီးဖြစ်သည်။ <span>(60)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းကင်တမန်များ လာရသည့် အကြောင်းရင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား ပြောပြသည်မှာ ဤသတင်းကောင်း၏ စိတ်လှုပ်ရှားမှုမှ အီဘရာဟင်မ် စိတ်ငြိမ်သက်သွားပြီးနောက် သူတို့ သူ့ထံ ဘာကြောင့်ရောက်လာသည်ကို မေးမြန်းစတင်ခဲ့သည်။ သူတို့က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمٍ مُّجْرِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ပြစ်မှုကျူးလွန်သူ လူမျိုးတစ်စုထံသို့ စေလွှတ်ခြင်း ခံရသည်။)</span> ဆိုလိုသည်မှာ လူသ်၏ လူမျိုးကို။ သူတို့က လူသ်၏ မိသားစုကို ထိုလူမျိုးများထဲမှ ကယ်တင်မည်ဖြစ်ကြောင်း၊ သူ၏ ဇနီးမှအပ၊ အဘယ်ကြောင့်ဆိုသော် သူမသည် ဖျက်ဆီးခံရသူများထဲမှ တစ်ဦးဖြစ်သောကြောင့်ဟု ပြောခဲ့သည်။ ထို့ကြောင့် ဤသို့ ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا امْرَأَتَهُ قَدَّرْنَا ۙ إِنَّهَا لَمِنَ الْغَابِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏ ဇနီးမှအပ၊ သူမသည် နောက်ကျန်ခဲ့သူများထဲမှ ဖြစ်ရမည်ဟု ကျွန်ုပ်တို့ သတ်မှတ်ပြီးဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သူမသည် နောက်ကျန်ခဲ့ပြီး ဖျက်ဆီးခံရမည့်သူများထဲမှ တစ်ဦးဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "15:6",
    "group_ayah_key": "15:6",
    "from_ayah": "15:6",
    "to_ayah": "15:9",
    "ayah_keys": "15:6,15:7,15:8,15:9",
    "text": "<p lang=\"my\" class=\"my \">သူတို့က ပြောသည်- \"အို၊ သင် <span class=\"gray\">(မုဟမ္မဒ်)</span>သည် ဓစ်က်ရ် <span class=\"gray\">(ကုရ်အာန်)</span>ကို ချပေးခြင်းခံရသူဖြစ်သည်။ အမှန်စင်စစ် သင်သည် ရူးသွပ်သူတစ်ဦး ဖြစ်သည် <span>(၆)</span>\"အကယ်၍ သင်သည် အမှန်ပြောသူများထဲမှ ဖြစ်ပါက အဘယ်ကြောင့် ကောင်းကင်တမန်များကို ကျွန်ုပ်တို့ထံ မယူဆောင်လာသနည်း။ <span>(၇)</span>ကျွန်ုပ်တို့သည် ကောင်းကင်တမန်များကို အမှန်တရားနှင့်သာ ချပေးသည်၊ ထိုသို့ဖြစ်ပါက ၎င်းတို့ <span class=\"gray\">(ငြင်းပယ်သူများ)</span> သည် ခေတ္တမျှပင် အချိန်ဆိုင်းငံ့ခံရမည်မဟုတ်ပေ <span>(၈)</span>အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ဓစ်က်ရ် <span class=\"gray\">(ဆိုလိုသည်မှာ ကုရ်အာန်)</span> ကို ချပေးခဲ့သူများ ဖြစ်ပြီး ကျွန်ုပ်တို့သည် ၎င်းကို <span class=\"gray\">(ပျက်စီးခြင်းမှ)</span> စောင့်ရှောက်မည်မှာ သေချာသည် <span>(၉)</span></p><div lang=\"my\" class=\"my \"><h2>နဗီတမန်တော် <span class=\"gray\">(ﷺ)</span> သည် ရူးသွပ်သူဖြစ်သည်ဟု စွပ်စွဲခြင်းနှင့် ကောင်းကင်တမန်များ ချပေးရန် တောင်းဆိုခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ငြင်းပယ်သူတို့၏ ငြင်းပယ်မှု၊ မာန်မာနနှင့် ခေါင်းမာမှုတို့ကို ၎င်းတို့၏ စကားများတွင် ထင်ဟပ်လျက် ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ သင် <span class=\"gray\">(မုဟမ္မဒ်)</span> သည် ဓစ်က်ရ် <span class=\"gray\">(ကုရ်အာန်)</span> ကို ချပေးခြင်းခံရသူဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းကို ရရှိသည်ဟု အခိုင်အမာ ပြောဆိုသူ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَمَجْنُونٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်သည် ရူးသွပ်သူတစ်ဦး ဖြစ်သည်!)</span> ဆိုလိုသည်မှာ သင်နောက်သို့ လိုက်ရန်နှင့် ကျွန်ုပ်တို့၏ ဘိုးဘေးဘီဘင်တို့၏ လမ်းစဉ်ကို စွန့်လွှတ်ရန် သင်၏ ဖိတ်ခေါ်မှုကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့် ကောင်းကင်တမန်များကို ကျွန်ုပ်တို့ထံ မယူဆောင်လာသနည်း)</span> ဆိုလိုသည်မှာ သင်သည် အမှန်တကယ် မှန်ကန်စွာ ပြောဆိုနေပါက ကျွန်ုပ်တို့ထံ သင်ယူဆောင်လာသည်များ၏ တိကျမှန်ကန်မှုကို သက်သေခံရန် ဖြစ်သည်။ ဤသည်မှာ ဖာရိုဘုရင်ပြောခဲ့သည်နှင့် ဆင်တူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِّن ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အဘယ်ကြောင့် သူအား ရွှေလက်ကောက်များ ချီးမြှင့်ခြင်း မခံရသနည်း၊ သို့မဟုတ် ကောင်းကင်တမန်များကို သူနှင့်အတူ မစေလွှတ်သနည်း?)</span><span class=\"gray\">(၄၃:၅၃)</span>။ အလ္လာဟ်အရှင်မြတ်ကလည်း ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَىٰ رَبَّنَا ۗ لَقَدِ اسْتَكْبَرُوا فِي أَنفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا - يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَّحْجُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့နှင့် တွေ့ဆုံခြင်းကို မမျှော်လင့်သူများ <span class=\"gray\">(ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့နှင့် နောင်တမလွန်ဘဝကို ငြင်းပယ်သူများ)</span> က ပြောသည်- \"အဘယ်ကြောင့် ကောင်းကင်တမန်များကို ကျွန်ုပ်တို့ထံ မချပေးသနည်း၊ သို့မဟုတ် ကျွန်ုပ်တို့၏ အရှင်သခင်ကို အဘယ်ကြောင့် မမြင်ရသနည်း?\" အမှန်စင်စစ် ၎င်းတို့သည် မိမိတို့ကိုယ်ကို အလွန်အမင်း မြှင့်တင်ထားကြပြီး ကြီးစွာသော မာနဖြင့် ရွံရှာဖွယ် ဖြစ်ကြသည်။ ၎င်းတို့သည် ကောင်းကင်တမန်များကို မြင်တွေ့ရမည့်နေ့တွင်- ထိုနေ့၌ ပြစ်မှုကျူးလွန်သူများအတွက် ကောင်းသောသတင်း မည်သည်မျှ မရှိပေ။ ၎င်းတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> က ပြောမည်- \"ကောင်းသောသတင်း အမျိုးမျိုးသည် သင်တို့အတွက် တားမြစ်ထားပြီး ဖြစ်သည်။\")</span><span class=\"gray\">(၂၅:၂၁-၂၂)</span> ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُّنظَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ကောင်းကင်တမန်များကို အမှန်တရားနှင့်သာ ချပေးသည်၊ ထိုသို့ဖြစ်ပါက ၎င်းတို့ <span class=\"gray\">(ငြင်းပယ်သူများ)</span> သည် ခေတ္တမျှပင် အချိန်ဆိုင်းငံ့ခံရမည်မဟုတ်ပေ!)</span> မူဂျာဟစ်ဒ်သည် ဤအာယသ်တော်တွင် ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ကောင်းကင်တမန်များကို အမှန်တရားနှင့်သာ ချပေးသည်)</span> \"<span class=\"gray\">[ဆိုလိုသည်မှာ၊]</span> သတင်းစကားနှင့် ပြစ်ဒဏ်တို့ဖြင့် ဖြစ်သည်\" ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် (သူ့အား) ဓစ်က်ရ်ကို ချပေးခဲ့သူ ဖြစ်ကြောင်း၊ ၎င်းသည် ကုရ်အာန်ဖြစ်ကြောင်း၊ ၎င်းကို ပြောင်းလဲခြင်း သို့မဟုတ် ဖျက်စီးခြင်းမှ ကာကွယ်ပေးနေကြောင်း ပြောကြားခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်သည် မြင့်မြတ်တော်မူ၏။</p>"
  }
]