[
  {
    "ayah_key": "30:54",
    "group_ayah_key": "30:54",
    "from_ayah": "30:54",
    "to_ayah": "30:54",
    "ayah_keys": "30:54",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို အားနည်းသောအနေအထားဖြင့် ဖန်ဆင်းတော်မူသည်။ ထို့နောက် အားနည်းပြီးနောက် ခွန်အားကို ပေးတော်မူသည်။ ထို့နောက် ခွန်အားပြီးနောက် အားနည်းခြင်းနှင့် ဆံပင်ဖြူခြင်းကို ပေးတော်မူသည်။ အရှင်မြတ်အလိုရှိရာကို ဖန်ဆင်းတော်မူ၏။ အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူသောအရှင်၊ အနန္တတန်ခိုးရှင်ဖြစ်တော်မူ၏။ <span>(54)</span></p><p lang=\"my\" class=\"my \">လူသား၏ အမျိုးမျိုးသော အဆင့်များ</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် လူသားသည် ဖန်ဆင်းခြင်း၏ အမျိုးမျိုးသော အဆင့်များကို တစ်ဆင့်ပြီးတစ်ဆင့် မည်သို့ဖြတ်သန်းရပုံကို ထောက်ပြတော်မူသည်။ အစမူလက အရှင်မြတ်သည် မြေမှုန့်မှ ဖန်ဆင်းခံရသည်၊ ထို့နောက် နုတွ်ဖာမှ၊ ထို့နောက် သွေးခဲမှ၊ ထို့နောက် အသားတုံးမှ ဖန်ဆင်းခံရသည်။ ထို့နောက် သူသည် အရိုးများဖြစ်လာသည်။ ထို့နောက် အရိုးများကို အသားဖြင့် ဖုံးအုပ်ထားသည်။ ထို့နောက် သူ့အထဲသို့ ဝိညာဉ်ကို မှုတ်သွင်းသည်။ ထို့နောက် သူသည် မိခင်၏သားအိမ်မှ အားနည်းစွာ၊ ပိန်ပါးစွာနှင့် အစွမ်းမရှိဘဲ ထွက်ပေါ်လာသည်။ ထို့နောက် သူသည် တဖြည်းဖြည်း ကြီးထွားလာသည်။ ကလေးတစ်ဦးဖြစ်လာသည်အထိ၊ ထို့နောက် အရွယ်ရောက်ပြီးစအဆင့်သို့ ရောက်ရှိသည်။ ထို့နောက် လူငယ်တစ်ဦးဖြစ်လာသည်၊ ၎င်းသည် အားနည်းပြီးနောက် ခွန်အားဖြစ်သည်။ ထို့နောက် သူသည် အသက်ကြီးလာပြီး အလယ်အလတ်အရွယ်သို့ ရောက်ရှိသည်။ ထို့နောက် အိုမင်းခြင်းနှင့် သက်ကြီးရွယ်အိုဖြစ်ခြင်း၊ ခွန်အားပြီးနောက် အားနည်းခြင်း၊ ထို့ကြောင့် သူ၏ဆုံးဖြတ်ချက်၊ လှုပ်ရှားနိုင်စွမ်းနှင့် တိုက်ခိုက်နိုင်စွမ်းကို ဆုံးရှုံးသည်။ သူ၏ဆံပင်များ ဖြူလာပြီး အတွင်းပိုင်းနှင့် အပြင်ပိုင်းလက္ခဏာများ ပြောင်းလဲလာသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً ۚ يَخْلُقُ مَا يَشَاءُ ۖ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ခွန်အားပြီးနောက် <span class=\"gray\">(သင်တို့အား)</span> အားနည်းခြင်းနှင့် ဆံပင်ဖြူခြင်းကို ပေးတော်မူသည်။ အရှင်မြတ်အလိုရှိရာကို ဖန်ဆင်းတော်မူ၏။)</span> အရှင်မြတ်သည် မိမိအလိုရှိရာကို ပြုလုပ်တော်မူပြီး မိမိ၏ကျွန်များကို မိမိအလိုရှိသည့်အတိုင်း ထိန်းချုပ်တော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَلِيمُ الْقَدِيرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူသောအရှင်၊ အနန္တတန်ခိုးရှင်ဖြစ်တော်မူ၏။)</span></p>"
  },
  {
    "ayah_key": "30:55",
    "group_ayah_key": "30:55",
    "from_ayah": "30:55",
    "to_ayah": "30:57",
    "ayah_keys": "30:55,30:56,30:57",
    "text": "<p lang=\"my\" class=\"my \">နာရီစောင့်ခြင်း တည်ထောင်သောနေ့၌ ရာဇဝတ်သားတို့သည် မိမိတို့ တစ်နာရီမျှပင် မနေခဲ့ကြကြောင်း ကတိသစ္စာပြုကြလိမ့်မည်။ – ဤသို့ဖြင့် သူတို့သည် အမြဲတစေ လှည့်ဖြားခံခဲ့ရသည်။ <span>(55)</span>အသိပညာနှင့် ယုံကြည်ခြင်းချီးမြှင့်ခံရသူတို့က “အမှန်စင်စစ် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်အရ ရှင်ပြန်ထမြောက်ရာနေ့အထိ နေထိုင်ခဲ့ကြသည်။ ဤသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့ဖြစ်သည်၊ သို့သော် သင်တို့မသိခဲ့ကြ” ဟု ဆိုကြမည်။ <span>(56)</span>ထို့ကြောင့် ထိုနေ့၌ မမှန်မကန်ပြုခဲ့သူတို့၏ ဆင်ခြေပေးခြင်းသည် အကျိုးမဖြစ်ထွန်းစေဘဲ၊ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> နှစ်သက်မှုကို ရှာဖွေရန် ပြန်သွားခွင့်လည်း ရမည်မဟုတ်ပေ။ <span>(57)</span></p><p lang=\"my\" class=\"my \">ဤလောကနှင့် နောင်ဘဝရှိ ကာဖီရ်များ၏ မသိနားမလည်မှု</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ဤလောကနှင့် နောင်ဘဝရှိ ကာဖီရ်များ၏ မသိနားမလည်မှုအကြောင်းကို မိန့်ကြားတော်မူသည်။ ဤလောက၌ သူတို့သည် ရုပ်တုများကို ကိုးကွယ်ကြပြီး နောင်ဘဝ၌လည်း ကြီးစွာသော မသိနားမလည်မှုကို ပြသကြမည်။ သူတို့သည် ဤလောက၌ တစ်နာရီမျှပင် မနေခဲ့ကြကြောင်း အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်၍ ကျိန်ဆိုကြမည်။ သူတို့ဆိုလိုသည်မှာ သူတို့အား ဆင်ခြေပေးစရာမရှိအောင် သက်သေထူရန် အချိန်လုံလောက်စွာ မပေးခဲ့ခြင်းပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ كَانُوا يُؤْفَكُونَ - وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَىٰ يَوْمِ الْبَعْثِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် သူတို့သည် အမြဲတစေ လှည့်ဖြားခံခဲ့ရသည်။ အသိပညာနှင့် ယုံကြည်ခြင်းချီးမြှင့်ခံရသူတို့က “အမှန်စင်စစ် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်အရ ရှင်ပြန်ထမြောက်ရာနေ့အထိ နေထိုင်ခဲ့ကြသည်...” ဟု ဆိုကြမည်။)</span> နောင်ဘဝအကြောင်းကို သိရှိသော မုအ်မင်န်များက သူတို့အား တုံ့ပြန်ကြမည်၊ ဤလောက၌ အလ္လာဟ်အရှင်မြတ်၏ သက်သေကို သူတို့အား ဆန့်ကျင်၍ ထူထောင်ခဲ့သကဲ့သို့ပင်။ ဤလောက၌ တစ်နာရီမျှပင် မနေခဲ့ကြကြောင်း ကျိန်ဆိုကြသောအခါ သူတို့အား ပြောကြမည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်အရ နေထိုင်ခဲ့ကြသည်၊)</span> ဆိုလိုသည်မှာ ကံစွမ်းဆောင်မှုများ၏ ကျမ်းစာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ يَوْمِ الْبَعْثِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့အထိ;)</span> ဆိုလိုသည်မှာ 'သင်တို့ကို ဖန်ဆင်းခဲ့သောနေ့မှ သင်တို့ ရှင်ပြန်ထမြောက်ခံရသောနေ့အထိ' ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့မသိခဲ့ကြ။)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَوْمَئِذٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ထိုနေ့၌)</span> ဆိုလိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမှန်မကန်ပြုခဲ့သူတို့၏ ဆင်ခြေပေးခြင်းသည် အကျိုးမဖြစ်ထွန်းစေဘဲ၊)</span> ဆိုလိုသည်မှာ သူတို့ပြုလုပ်ခဲ့သည်များအတွက် သူတို့၏ဆင်ခြေများ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُسْتَعْتَبُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ထိုအခါ)</span> <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏)</span> နှစ်သက်မှုကို ရှာဖွေရန် ပြန်သွားခွင့်လည်း ရမည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ သူတို့သည် ဤလောကသို့ ပြန်လာခွင့်ရမည်မဟုတ်ပေ။ ဤသည်မှာ အာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنَ الْمُعْتَبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို)</span> နှစ်သက်စေလိုသော်လည်း <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို)</span> နှစ်သက်စေခွင့်ရသူများထဲတွင် မပါဝင်ပေ။)</span><span class=\"gray\">(41:24)</span>.</p>"
  },
  {
    "ayah_key": "30:58",
    "group_ayah_key": "30:58",
    "from_ayah": "30:58",
    "to_ayah": "30:60",
    "ayah_keys": "30:58,30:59,30:60",
    "text": "<p lang=\"my\" class=\"my \">ဤကုရ်အာန်တွင် လူသားတို့အတွက် ပုံဥပမာမျိုးစုံကို ငါတို့ ထင်ရှားစွာ ဖော်ပြခဲ့ပြီးဖြစ်သည်။ သို့သော် သင်သည် သူတို့ထံသို့ မည်သည့်နိမိတ် သို့မဟုတ် သက်သေကိုမဆို ယူဆောင်လာပါက ကာဖီရ်တို့သည် <span class=\"gray\">(မုအ်မင်န်တို့အား)</span> “သင်တို့သည် မမှန်ကန်မှုနှင့် မှော်ပညာကိုသာ လိုက်နာကြသည်” ဟု ပြောဆိုရန် သေချာပါသည်။ <span>(58)</span>ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် မသိနားမလည်သူတို့၏ နှလုံးသားများကို ဖုံးအုပ်ထားတော်မူသည်။ <span>(59)</span>ထို့ကြောင့် သည်းခံပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်ပါသည်။ ယုံကြည်ချက် ခိုင်မာမှုမရှိသူတို့သည် သင့်အား <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို ပြန့်ပွားစေခြင်းမှ)</span> စိတ်ဓာတ်ကျအောင် မလုပ်ပါစေနှင့်။ <span>(60)</span></p><p lang=\"my\" class=\"my \">ကုရ်အာန်ရှိ ပုံဥပမာများ နှင့် ကာဖီရ်များ ၎င်းတို့မှ မည်သို့ သင်ခန်းစာမယူကြပုံ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَٰذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကုရ်အာန်တွင် လူသားတို့အတွက် ပုံဥပမာမျိုးစုံကို ငါတို့ ထင်ရှားစွာ ဖော်ပြခဲ့ပြီးဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် သူတို့အား သမ္မာတရားကို ရှင်းပြပြီး ရှင်းလင်းစွာ ဖော်ပြခဲ့သည်၊ ၎င်းတို့အား ပုံဥပမာများ ဖော်ပြခဲ့သည်မှာ သမ္မာတရားကို နားလည်ပြီး လိုက်နာရန်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ جِئْتَهُمْ بِآيَةٍ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်သည် သူတို့ထံသို့ မည်သည့်နိမိတ် သို့မဟုတ် သက်သေကိုမဆို ယူဆောင်လာပါက ကာဖီရ်တို့သည် <span class=\"gray\">(မုအ်မင်န်တို့အား)</span> “သင်တို့သည် မမှန်ကန်မှုနှင့် မှော်ပညာကိုသာ လိုက်နာကြသည်” ဟု ပြောဆိုရန် သေချာပါသည်။)</span> သူတို့သည် မည်သည့်နိမိတ်လက္ခဏာကိုမဆို မြင်တွေ့ရပါက၊ ၎င်းသည် သူတို့၏ ညွှန်ကြားမှုဖြင့်ဖြစ်စေ သို့မဟုတ် အခြားနည်းဖြင့်ဖြစ်စေ၊ သူတို့သည် ယုံကြည်မည်မဟုတ်ဘဲ ၎င်းသည် မှော်ပညာနှင့် မမှန်ကန်မှုဟု ထင်မြင်ကြမည်။ လခြမ်းကွဲခဲ့သောအခါ စသည်ဖြင့် သူတို့ပြောခဲ့သကဲ့သို့ပင်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အသင့်အရှင်သခင်၏ အမိန့်တော် ကျရောက်ခဲ့သူများသည် မယုံကြည်ကြပေ။ ၎င်းတို့ထံ မည်သည့်နိမိတ်လက္ခဏာမဆို ရောက်ရှိလာပါစေ၊ နာကျင်သော ပြစ်ဒဏ်ကို မြင်တွေ့ရသည်အထိပင်။)</span><span class=\"gray\">(10:96-97)</span>။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يَطْبَعُ اللَّهُ عَلَىٰ قُلُوبِ الَّذِينَ لَا يَعْلَمُونَ - فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۖ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် မသိနားမလည်သူတို့၏ နှလုံးသားများကို ဖုံးအုပ်ထားတော်မူသည်။ ထို့ကြောင့် သည်းခံပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်သည် မှန်ကန်ပါသည်။)</span> ဆိုလိုသည်မှာ 'သူတို့၏ ခေါင်းမာသော ဆန့်ကျင်မှုကို သည်းခံပါ၊ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အပေါ် သင့်အား အောင်ပွဲခံစေရန်နှင့် ဤလောကနှင့် နောင်ဘဝ၌ သင့်အားနှင့် သင့်နောက်လိုက်များကို အောင်မြင်စေရန် ကတိတော်ကို ပြည့်စုံစေမည်ဖြစ်သောကြောင့်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်ချက် ခိုင်မာမှုမရှိသူတို့သည် သင့်အား <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ သတင်းစကားကို ပြန့်ပွားစေခြင်းမှ)</span> စိတ်ဓာတ်ကျအောင် မလုပ်ပါစေနှင့်။)</span> 'အလ္လာဟ်အရှင်မြတ်က သင့်အား စေလွှတ်ခဲ့သော မစ်ရှင်တွင် ခိုင်မြဲစွာ ရပ်တည်ပါ၊ ၎င်းသည် သံသယဖြစ်စရာမရှိသော သမ္မာတရားဖြစ်သည်။ ၎င်းမှ လှည့်ထွက်မသွားပါနှင့်၊ အဘယ်ကြောင့်ဆိုသော် အခြားမည်သည့်နေရာတွင်မျှ လိုက်နာရန် သမ္မာတရားမရှိပေ။ သမ္မာတရားသည် သင့်အား စေလွှတ်ခဲ့သော သတင်းစကားတွင်သာ အတိအကျ တည်ရှိသည်။'</p><p lang=\"my\" class=\"my \">ဤဆူရာ၏ ဂုဏ်ကျေးဇူးများနှင့် ဖဂျရ်ဆွလာတ်၌ ရွတ်ဖတ်ရန် အကြံပြုထားခြင်းဆိုင်ရာ အစီရင်ခံစာများ</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် တမန်တော်မြတ် ﷺ ၏ ဆွဟာဘာများထဲမှ တစ်ဦးထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် သူတို့ကို ဖဂျရ်ဆွလာတ်၌ ဦးဆောင်ခဲ့ပြီး ဆွလာတ်၌ အလ်-ရူမ်ကို ရွတ်ဖတ်ခဲ့သော်လည်း ရွတ်ဖတ်ရာတွင် ရှုပ်ထွေးသွားခဲ့သည်။ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ يَلْبِسُ عَلَيْنَا الْقُرْآنَ، فَإِنَّ أَقْوَامًا مِنْكُمْ يُصَلُّونَ مَعَنَا لَا يُحْسِنُونَ الْوُضُوءَ، فَمَنْ شَهِدَ مِنْكُمُ الصَّلَاةَ مَعَنَا فَلْيُحْسِنِ الْوُضُوءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ကုရ်အာန်ရွတ်ဖတ်ရာတွင် ရှုပ်ထွေးခဲ့သည်၊ အကြောင်းမှာ သင်တို့အနက် အချို့သူများသည် ကျွန်ုပ်တို့နှင့်အတူ ဆွလာတ်ဖတ်သော်လည်း ဝူဒူးကို ကောင်းမွန်စွာ မပြုလုပ်ခဲ့သောကြောင့်ဖြစ်သည်။ ကျွန်ုပ်တို့နှင့်အတူ ဆွလာတ်ကို တက်ရောက်သူ မည်သူမဆို ဝူဒူးကို ကောင်းမွန်စွာ ပြုလုပ်ပါစေ။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဟာစန်စနဒ်တစ်ခုရှိပြီး စာသားကိုယ်တိုင်ကလည်း ဟာစန်ဖြစ်သည်။ ၎င်းတွင် အံ့ဩဖွယ်ရာ အချက်အလက်များ ပါဝင်သည်၊ တမန်တော်မြတ် ﷺ သည် သူဦးဆောင်နေသော ဆွလာတ်ဖတ်သူအချို့၏ ချွတ်ယွင်းနေသော ဝူဒူးကြောင့် ထိခိုက်ခဲ့ရခြင်းဖြစ်သည်။ ဤသည်မှာ ဂျမာအသ်တွင် ဆွလာတ်ဖတ်သူ၏ ဆွလာတ်သည် အီမာမ်၏ ဆွလာတ်နှင့် ဆက်စပ်နေကြောင်း ဖော်ပြသည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရတ် အလ်-ရူမ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "30:8",
    "group_ayah_key": "30:8",
    "from_ayah": "30:8",
    "to_ayah": "30:8",
    "ayah_keys": "30:8",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ - بِنَصْرِ اللَّهِ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့၌ မုအ်မင်န်တို့သည် – အလ္လာဟ်အရှင်မြတ်၏ အကူအညီဖြင့် – ပျော်ရွှင်ကြမည်။)</span> ရောမများ၊ အက်ရှ်-ရှမ်ဘုရင် ဆီဇာ၏ နောက်လိုက်များက ပါရှန်များ၊ ဇိုရိုအက်စ်ဘာသာဝင် ချိုဆရိုး၏ နောက်လိုက်များကို အနိုင်ယူခဲ့သောကြောင့် သူတို့ ပျော်ရွှင်ကြမည်။ အိဗ်နု အဘ်ဘာစ်၊ အလ်-သောင်ရီ၊ အလ်-ဆွဒ်ဒီနှင့် အခြားသော ပညာရှင်များစွာ၏ အဆိုအရ ရောမများက ပါရှန်များကို အနိုင်ယူခြင်းသည် ဘဒ်ရ်တိုက်ပွဲနှင့် တစ်ရက်တည်း ဖြစ်ပွားခဲ့သည်။ အလ်-တီရ်မီဇီ၊ အိဗ်နု ဂျရီရ်၊ အိဗ်နု အဘီ ဟာတိမ်နှင့် အလ်-ဘဇာရ်တို့ မှတ်တမ်းတင်ထားသော ဟဒီးစ်တွင် အဘူ ဆအီးဒ်က ပြောသည်မှာ- “ဘဒ်ရ်နေ့တွင် ရောမများသည် ပါရှန်များကို အနိုင်ယူခဲ့ပြီး မုအ်မင်န်တို့သည် ထိုအကြောင်းကြောင့် ပျော်ရွှင်ဝမ်းမြောက်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က အောက်ပါနှုတ်ကပတ်တော်များကို ထုတ်ပြန်ခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ -ِنَصْرِ اللَّهِ ۚ يَنصُرُ مَن يَشَاءُ ۖ وَهُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့၌ မုအ်မင်န်တို့သည် – အလ္လာဟ်အရှင်မြတ်၏ အကူအညီဖြင့် – ပျော်ရွှင်ကြမည်။ အရှင်မြတ်အလိုရှိသူကို ကူညီတော်မူပြီး အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အကြင်နာအရှိဆုံး ဖြစ်တော်မူ၏။)</span> အိဗ်နု အဘီ ဟာတိမ် မှတ်တမ်းတင်သည်မှာ အဇ်-ဇူဘိုင်ရ် အလ်-ကီလာဘီက “ကျွန်ုပ်သည် ပါရှန်များက ရောမများကို အနိုင်ယူသည်ကို မြင်ခဲ့ရသည်၊ ထို့နောက် ရောမများက ပါရှန်များကို အနိုင်ယူသည်ကို မြင်ခဲ့ရသည်၊ ထို့နောက် မွတ်စလင်မ်များက ပါရှန်နှင့် ရောမ နှစ်ဦးလုံးကို အနိုင်ယူသည်ကို မြင်ခဲ့ရသည်၊ ထိုအရာများအားလုံးသည် ဆယ့်ငါးနှစ်အတွင်း ဖြစ်ပွားခဲ့သည်” ဟု ဆိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်- </p>"
  },
  {
    "ayah_key": "30:9",
    "group_ayah_key": "30:9",
    "from_ayah": "30:9",
    "to_ayah": "30:9",
    "ayah_keys": "30:9",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်နာအရှိဆုံး။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်၏ ယုံကြည်သူကျွန်များအပေါ်ဖြစ်သည်။ </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعْدَ اللَّهِ ۖ لَا يُخْلِفُ اللَّهُ وَعْدَهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းသည်)</span> အလ္လာဟ်အရှင်မြတ်၏ ကတိတော်ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကတိတော်ကို မဖျက်ဆီးပါ။)</span> ဆိုလိုသည်မှာ 'အို မိုဟမ္မဒ်၊ သင်အား ငါတို့ ပြောပြခဲ့သော ရောမများသည် ပါရှန်များကို အနိုင်ယူလိမ့်မည်ဟူသော ဤအရာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ မှန်ကန်သော ကတိတော်ဖြစ်သည်၊ ပြောင်းလဲ၍မရသော သမ္မာတရားဖြစ်ပြီး သေချာပေါက် ဖြစ်ပေါ်လာမည်ဖြစ်သည်။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်က အမှန်တရားနှင့် ပိုမိုနီးစပ်သော အုပ်စုနှစ်ခုအနက်မှ တစ်ခုသည် အနိုင်ရမည်ဖြစ်ပြီး အောင်ပွဲသည် သူတို့၏ဖြစ်လိမ့်မည်ဟု သတ်မှတ်ထားသောကြောင့်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူအများစုသည် မသိကြပေ)</span> ဆိုလိုသည်မှာ သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းခြင်းဆိုင်ရာ အမိန့်တော်ကို မသိကြပေ၊ သို့သော် အရှင်မြတ် ပြုလုပ်သောအရာသည် ဉာဏ်ပညာရှိပြီး တရားမျှတမှုအပေါ် အခြေခံသည်။ အရှင်မြတ်၏ မိန့်ကြားချက်-</p>"
  }
]