[
  {
    "ayah_key": "54:47",
    "group_ayah_key": "54:47",
    "from_ayah": "54:47",
    "to_ayah": "54:55",
    "ayah_keys": "54:47,54:48,54:49,54:50,54:51,54:52,54:53,54:54,54:55",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ်၊ ပြစ်မှုကျူးလွန်သူများသည် လမ်းမှားရောက်နေကြပြီး မီးထဲ၌ လောင်ကျွမ်းကြမည်။ <span>(၄၇)</span> ၎င်းတို့အား မီးထဲသို့ မျက်နှာချင်းလဲ ဆွဲခေါ်ခံရမည့်နေ့တွင် <span class=\"gray\">(၎င်းတို့အား ပြောကြားလိမ့်မည်)</span>: \"ငရဲ၏ ထိတွေ့မှုကို မြည်းစမ်းကြလော့! <span>(၄၈)</span> အမှန်စင်စစ်၊ ငါတို့သည် အရာခပ်သိမ်းကို ကဒ်ရ်ဖြင့် ဖန်ဆင်းခဲ့သည်။ <span>(၄၉)</span> ငါတို့၏ အမိန့်တော်မှာ မျက်တစ်မှိတ်အတွင်း တစ်ခုတည်းသာ ဖြစ်သည်။ <span>(၅၀)</span> ငါတို့သည် သင်တို့နှင့်တူသော လူမျိုးများကို ဖျက်ဆီးခဲ့ပြီဖြစ်ရာ၊ မှတ်သားသူ တစ်စုံတစ်ယောက် ရှိသလော။ <span>(၅၁)</span> ၎င်းတို့ ပြုလုပ်ခဲ့သမျှ အရာအားလုံးသည် အဇ်-ဇုဗူးရ်တွင် မှတ်တမ်းတင်ထားသည်။ <span>(၅၂)</span> အရာခပ်သိမ်း၊ သေးသည်ဖြစ်စေ၊ ကြီးသည်ဖြစ်စေ၊ ရေးမှတ်ထားသည်။ <span>(၅၃)</span> အမှန်စင်စစ်၊ တက္ကဝါရှိသူတို့သည် ဥယျာဉ်များနှင့် မြစ်များ အလယ်တွင် ရှိကြမည်။ <span>(၅၄)</span> သစ္စာရှိသော နေရာ၌၊ မုက်တဒိရ် ဘုရင် အနီးတွင် <span>(၅၅)</span></p><p lang=\"fr\" class=\"fr \">The Destination of the Criminals</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ရာဇဝတ်သားများသည် မှန်ကန်ရာမှ လွဲချော်ပြီး ရှုပ်ထွေးမှုထဲ၌ နစ်မြုပ်နေကြောင်း၊ ၎င်းတို့၏ သံသယများနှင့် မရေရာမှုများကြောင့်ဖြစ်ကြောင်း ဖော်ပြထားသည်။ ဤဖော်ပြချက်သည် မည်သည့် ဘာသာရေးဂိုဏ်း၏ မည်သည့်အမျိုးအစား၊ မည်သည့်ပုံစံမဆို ကာဖီရ်နှင့် တီထွင်သူတိုင်းနှင့် သင့်တော်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَىٰ وُجُوهِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား မီးထဲသို့ မျက်နှာချင်းလဲ ဆွဲခေါ်ခံရမည့်နေ့)</span> ဆိုသည်မှာ၊ ၎င်းတို့သည် သံသယ၊ သံသယ နှင့် တုံ့ဆိုင်းမှုများဖြင့် နစ်မြုပ်ခဲ့ကြသကဲ့သို့၊ ၎င်းတို့သည် မီးထဲ၌ အဆုံးသတ်ခဲ့ကြသည်။ ၎င်းတို့သည် လမ်းမှားရောက်ခဲ့ကြသကဲ့သို့၊ ၎င်းတို့သည် မျက်နှာချင်းလဲ ဆွဲခေါ်ခံရကာ၊ မည်သည့်နေရာသို့ ခေါ်ဆောင်သွားမည်ကို မသိဘဲ အဆုံးသတ်ကြမည်ဖြစ်သည်။ ၎င်းတို့အား သတိပေး၍ ဝေဖန်ကြလိမ့်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُوقُوا مَسَّ سَقَرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငရဲ၏ ထိတွေ့မှုကို မြည်းစမ်းကြလော့!\")</span></p><p lang=\"my\" class=\"my \">အရာခပ်သိမ်းကို ကဒ်ရ်ဖြင့် ဖန်ဆင်းခဲ့သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့သည် အရာခပ်သိမ်းကို ကဒ်ရ်ဖြင့် ဖန်ဆင်းခဲ့သည်။)</span> သည် အခြားအာယတ်များစွာနှင့် ဆင်တူသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် အရာခပ်သိမ်းကို ဖန်ဆင်းခဲ့ပြီး၊ ၎င်း၏ သင့်လျော်သော အတိုင်းအတာများအတိုင်း <span class=\"gray\">(ဖက်ကဒ်ဒါရာဟူ တက်ကဒ်ဒါရ်)</span> တိကျစွာ တိုင်းတာခဲ့သည်။)</span><span class=\"gray\">(၂၅:၂)</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى - الَّذِي خَلَقَ فَسَوَّىٰ - وَالَّذِي قَدَّرَ فَهَدَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အရှင်၊ အမြင့်မြတ်ဆုံးအရှင်၏ နာမတော်ကို ချီးမွမ်းလော့။ အရာခပ်သိမ်းကို ဖန်ဆင်းပြီးနောက် မျှတအောင် ပြုလုပ်ခဲ့သူ။ နှင့် တိုင်းတာပြီး <span class=\"gray\">(ကဒ်ဒါရာ)</span> လမ်းညွှန်ခဲ့သူ။)</span><span class=\"gray\">(၈၇:၁-၃)</span>၊ ဆိုလိုသည်မှာ၊ သူသည် အရာခပ်သိမ်း၏ စုစုပေါင်းပမာဏ <span class=\"gray\">(ကဒ်ရ်)</span> ကို တိုင်းတာပြီးနောက် ဖန်ဆင်းခြင်းကို ၎င်းဆီသို့ လမ်းညွှန်ခဲ့သည်။ စွန္နဟ်၏ အီမာမ်များသည် ဤဂုဏ်ယူဖွယ်ရာ အာယတ်ကို အလ္လာဟ်အရှင်မြတ်သည် ဖန်ဆင်းခြင်းကို မဖန်ဆင်းမီကပင် ကံကြမ္မာအတိုင်းအတာများဖြင့် ဖန်ဆင်းခဲ့ကြောင်း သက်သေအဖြစ် အားကိုးခဲ့ကြသည်။ ဖြစ်ပျက်မလာမီ ဖြစ်ပျက်မည့်အရာအားလုံးကို သူသိခဲ့ပြီး ဖြစ်ပျက်မလာမီ ဖြစ်ပျက်မည့်အရာအားလုံးကို မှတ်တမ်းတင်ခဲ့သည်။ ၎င်းတို့သည် ဤအာယတ်နှင့် အလားတူအာယတ်များ၊ ဟဒီးစ်များကို အသုံးပြု၍ ဆွဟာဘာများ၏ နောက်ပိုင်းကာလတွင် ၎င်းတို့၏ ဂိုဏ်းကို စတင်ခဲ့သော ကဒ်ရီယျာဂိုဏ်းကို ငြင်းပယ်ခဲ့ကြသည်။ ဤအကြောင်းအရာကို ကျွန်ုပ်၏ ဆဟီဟ် အလ်-ဘူခါရီ၏ ယုံကြည်ခြင်းအခန်းဆိုင်ရာ ရှင်းပြချက်တွင် အသေးစိတ်ဖော်ပြခဲ့သည်။ ဤဂုဏ်ယူဖွယ်ရာ အာယတ်နှင့်ပတ်သက်သော ဟဒီးစ်အချို့ကို ဤနေရာတွင် ဖော်ပြပါမည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အဘူ ဟူရိုင်ရဟ်က ပြောကြားခဲ့သည်၊ \"ကုရိုင်းရှ်၏ ရုပ်တုကိုးကွယ်သူများသည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ လာရောက်ကာ သူနှင့် ငြင်းခုံပြီး ကဒ်ရ်ကို လျစ်လျူရှုခဲ့ကြသည်။ ဤအာယတ်ကို ထုတ်ပြန်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ - إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား မီးထဲသို့ မျက်နှာချင်းလဲ ဆွဲခေါ်ခံရမည့်နေ့: \"ငရဲ၏ ထိတွေ့မှုကို မြည်းစမ်းကြလော့!\" အမှန်စင်စစ်၊ ငါတို့သည် အရာခပ်သိမ်းကို ကဒ်ရ်ဖြင့် ဖန်ဆင်းခဲ့သည်။)</span>\" မွတ်စလင်၊ အတ်-တီရ်မီဇီ နှင့် အိဗ်နု မာဂျာတို့သည် ဤဟဒီးစ်ကို စုဆောင်းခဲ့သည်။ အလ်-ဘဇ္ဇာရ် မှတ်တမ်းတင်ထားသည်မှာ 'အမ်ရ် ဘင် ရှုအိုင်ဘ်က သူ၏ဖခင်က သူ၏အဘိုးက ပြောကြားခဲ့သည်၊ \"ဤအာယတ်များကို အလ်-ကဒ်ရ်ကို ငြင်းပယ်သူများအကြောင်း ထုတ်ပြန်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ - يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ - إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ရာဇဝတ်သားများသည် လမ်းမှားရောက်နေကြပြီး မီးထဲ၌ လောင်ကျွမ်းကြမည်။ ၎င်းတို့အား မီးထဲသို့ မျက်နှာချင်းလဲ ဆွဲခေါ်ခံရမည့်နေ့: \"ငရဲ၏ ထိတွေ့မှုကို မြည်းစမ်းကြလော့!\" အမှန်စင်စစ်၊ ငါတို့သည် အရာခပ်သိမ်းကို ကဒ်ရ်ဖြင့် ဖန်ဆင်းခဲ့သည်။)</span>\" </p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်ကလည်း မှတ်တမ်းတင်ထားသည်မှာ ဇူရာရဟ်က သူ၏ဖခင်က တမန်တော်မြတ် ﷺ က ဤအာယတ်ကို ရွတ်ဖတ်ခဲ့ကြောင်း ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُوقُوا مَسَّ سَقَرَ - إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငရဲ၏ ထိတွေ့မှုကို မြည်းစမ်းကြလော့!\" အမှန်စင်စစ်၊ ငါတို့သည် အရာခပ်သိမ်းကို ကဒ်ရ်ဖြင့် ဖန်ဆင်းခဲ့သည်။)</span> ထို့နောက် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَزَلَتْ فِي أُنَاسٍ مِنْ أُمَّتِي يَكُونُونَ فِي آخِرِ الزَّمَانِ يُكَذِّبُونَ بِقَدَرِ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤအာယတ်များကို ကျွန်ုပ်၏ အွမ္မသ်မှ အချို့သောသူများအကြောင်း ထုတ်ပြန်ခဲ့သည်။ ၎င်းတို့သည် ကမ္ဘာပျက်မည့်ကာလ မရောက်မီ ပေါ်ထွန်းလာပြီး အလ်-ကဒ်ရ်ကို ငြင်းပယ်ကြမည်။)</span></p><p lang=\"my\" class=\"my \">အသာအ် ဘင် အဘီ ရဘာဟ်က ပြောကြားခဲ့သည်၊ \"ကျွန်ုပ်သည် အိဗ်နု အဗ္ဗားစ် ထံသို့ သွားရောက်ခဲ့ရာ သူ့ကို ဇမ်ဇမ်ရေတွင်းမှ ရေခပ်နေသည်ကို တွေ့ရသည်။ သူ၏ အဝတ်အစားအောက်ပိုင်းသည် ဇမ်ဇမ်ရေဖြင့် စိုနေပြီး ကျွန်ုပ်က သူ့ကို ပြောခဲ့သည်၊ '၎င်းတို့သည် အလ်-ကဒ်ရ်အကြောင်း ပြောဆိုနေကြသည် <span class=\"gray\">(အချို့က ၎င်းကို ငြင်းပယ်သည်)</span>။' သူက မေးခဲ့သည်၊ '၎င်းတို့ ဒီလို လုပ်ခဲ့ကြသလား။' ကျွန်ုပ်က ပြန်ဖြေခဲ့သည်၊ 'ဟုတ်ကဲ့။' သူက ပြောခဲ့သည်၊ 'အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်! ဤအာယတ်ကို ၎င်းတို့အကြောင်းသာ ထုတ်ပြန်ခဲ့ခြင်း ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُوقُوا مَسَّ سَقَرَ - إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငရဲ၏ ထိတွေ့မှုကို မြည်းစမ်းကြလော့!\" အမှန်စင်စစ်၊ ငါတို့သည် အရာခပ်သိမ်းကို ကဒ်ရ်ဖြင့် ဖန်ဆင်းခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ဤအွမ္မသ်၏ အဆိုးဆုံးသော အဖွဲ့ဝင်များဖြစ်သည်။ ၎င်းတို့အနက် ဖျားနာသူများကို မသွားရောက်ကြနှင့်၊ သေဆုံးသူများအတွက် ဈာပန ဆွလာတ် မပြုကြနှင့်။ ၎င်းတို့ထဲမှ တစ်ဦးကို ကျွန်ုပ်တွေ့ခဲ့လျှင်၊ ကျွန်ုပ်၏ ဤလက်နှစ်ချောင်းဖြင့် သူ၏မျက်လုံးများကို ထိုးထုတ်ပစ်မည်။'\" </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ နာဖီအ်က ပြောကြားခဲ့သည်၊ \"'အဗ်ဒူလ္လာဟ် ဘင် 'အူမရ်တွင် အက်စ်-ရှမ်ဒေသ၌ သူ့ထံသို့ စာရေးလေ့ရှိသော မိတ်ဆွေတစ်ဦးရှိသည်။ 'အဗ်ဒူလ္လာဟ် ဘင် 'အူမရ်က သူ့ထံသို့ စာရေးခဲ့သည်၊ 'သင်သည် အလ်-ကဒ်ရ်အကြောင်း စတင်ပြောဆိုနေကြောင်း ကျွန်ုပ်ကြားသိရသည်။ ထို့ကြောင့်၊ ကျွန်ုပ်ထံသို့ နောက်ထပ် စာရေးရန် မကြိုးစားနှင့်။ ကျွန်ုပ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ကို ကြားခဲ့ရသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَكُونُ فِي أُمَّتِي أَقْوَامٌ يُكَذِّبُونَ بِالْقَدَرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ အွမ္မသ်တွင် အလ်-ကဒ်ရ်ကို ငြင်းပယ်မည့်သူ အချို့ရှိလိမ့်မည်။)</span>\" အဘူ ဒါဝုဒ်သည် ဤဟဒီးစ်ကို အဟ်မဒ် ဘင် ဟန်ဘလ် ထံမှ စုဆောင်းခဲ့သည်။ အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ 'အဗ်ဒူလ္လာဟ် ဘင် 'အူမရ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ဟု ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ شَيْءٍ بِقَدَرٍ حَتّٰى الْعَجْزُ وَالْكَيْسُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာခပ်သိမ်းသည် ကြိုတင်သတ်မှတ်ထားပြီးဖြစ်သည်၊ ပျင်းရိခြင်းနှင့် ဉာဏ်ပညာပင်လျှင်။)</span>\" မွတ်စလင်သည် ဤဟဒီးစ်ကို အီမာမ် မာလိက်မှတဆင့် ဆင့်ကဲ ပြောကြားမှုဖြင့် စုဆောင်းခဲ့သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် မိန့်တော်မူခဲ့သော စစ်မှန်သော ဟဒီးစ်လည်း ရှိသေးသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَعِنْ بِاللهِ وَلَا تَعْجَزْ، فَإِنْ أَصَابَكَ أَمْرٌ فَقُلْ: قَدَّرَ اللهُ وَمَا شَاءَ فَعَلَ، وَلَا تَقُلْ: لَوْ أَنِّي فَعَلْتُ كَذَا لَكَانَ كَذَا، فَإِنَّ لَوْ تَفْتَحُ عَمَلَ الشَّيْطَانِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်၏ အကူအညီကို တောင်းခံလော့၊ အားနွဲ့မှုကို မခံယူနှင့်။ သင့်အား ကပ်ဘေးတစ်ခု ကျရောက်သောအခါ၊ \"အလ္လာဟ်သည် ဤအရာကို ပြဌာန်းခဲ့ပြီး သူအလိုရှိသည့်အတိုင်း ပြုလုပ်သည်။\" ဟု ပြောပါ။ \"ငါသာ ဒီလိုလုပ်ခဲ့ရင် ဒီလိုဖြစ်လာမှာ၊\" ဟု မပြောနှင့်၊ အဘယ်ကြောင့်ဆိုသော် \"အကယ်၍\" သည် အက်စ်-ရှိုင်တန်၏ အလုပ်အတွက် တံခါးကို ကျယ်ကျယ်ဖွင့်ပေးသောကြောင့်ဖြစ်သည်။)</span>\" 'အဗ္ဗားစ် ထံမှ ဟဒီးစ်တစ်ခုတွင် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က သူ့အား မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمْ أَنَّ الْأُمَّةَ لَوِ اجْتَمَعُوا عَلَىٰ أَنْ يَنْفَعُوكَ بِشَيْءٍ، لَمْ يَكْتُبْهُ اللهُ لَكَ لَمْ يَنْفَعُوكَ، وَلَوِ اجْتَمَعُوا عَلَىٰ أَنْ يَضُرُّوكَ بِشَيْءٍ، لَمْ يَكْتُبْهُ اللهُ عَلَيْكَ لَمْ يَضُرُّوكَ، جَفَّتِ الْأَقْلَامُ وَطُوِيَتِ الصُّحُفُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အွမ္မသ်တစ်ခုလုံးသည် သင့်အား အလ္လာဟ်အရှင်မြတ်က သင့်အတွက် မပြဌာန်းထားသော အကျိုးကျေးဇူးတစ်ခုခုကို ပေးရန် ၎င်းတို့၏ စွမ်းအားကို စုစည်းခဲ့လျှင်ပင်၊ ၎င်းတို့သည် သင့်အား ထိုအကျိုးကျေးဇူးကို ဘယ်တော့မှ မပေးနိုင်ကြောင်း သိထားလော့။ ၎င်းတို့သည် သင့်အား အလ္လာဟ်အရှင်မြတ်က သင့်အပေါ် မရေးသားထားသော ထိခိုက်နစ်နာမှုတစ်ခုခုကို ပေးရန် ၎င်းတို့၏ စွမ်းအားကို စုစည်းခဲ့လျှင်ပင်၊ ၎င်းတို့သည် သင့်အား ဘယ်တော့မှ မထိခိုက်နိုင်ပေ။ ကလောင်များသည် ခြောက်သွေ့သွားပြီဖြစ်ပြီး မှတ်တမ်းစာအုပ်များကို ပိတ်ထားပြီးဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အူဗာဒဟ် ဘင် အလ်-ဝါလစ်ဒ် ဘင် အူဗာဒဟ်က သူ၏ဖခင်က သူ့ကို ပြောကြားခဲ့သည်၊ \"ကျွန်ုပ်သည် အူဗာဒဟ် နာမကျန်းဖြစ်နေချိန်တွင် သူ့ထံသို့ သွားရောက်ခဲ့ပြီး သူသေတော့မည်ဟု ကျွန်ုပ်ထင်ခဲ့သည်။ ထို့ကြောင့် ကျွန်ုပ်က ပြောခဲ့သည်၊ 'အို ကျွန်ုပ်၏ ဖခင်၊ ကျွန်ုပ်တို့ကို အကြံဉာဏ်ပေးပါ၊ ဤကိစ္စတွင် အကောင်းဆုံးကြိုးပမ်းပါ။' သူက ပြောခဲ့သည်၊ 'ကျွန်ုပ်ကို ထိုင်ရန် ကူညီပါ၊' သူ့ကို ထိုင်ရန် ကူညီပြီးသောအခါ သူက ပြောခဲ့သည်၊ 'အို ကျွန်ုပ်၏သား! သင်သည် အလ်-ကဒ်ရ်ကို၊ ၎င်း၏ ကောင်းသောနှင့် မကောင်းသော အပိုင်းများကို မယုံကြည်မချင်း အီမာန်၏ ပျော်ရွှင်မှုကို မြည်းစမ်းရမည်မဟုတ်သလို အလ္လာဟ်အရှင်မြတ်၌ စစ်မှန်သော အသိပညာကိုလည်း မရရှိနိုင်ကြောင်း သိထားပါ။' ကျွန်ုပ်က မေးခဲ့သည်၊ 'အို ကျွန်ုပ်၏ ဖခင်! အလ်-ကဒ်ရ်ကို၊ ၎င်း၏ ကောင်းသောနှင့် မကောင်းသော အပိုင်းများကို ကျွန်ုပ် မည်သို့ သိနိုင် <span class=\"gray\">(သို့မဟုတ် ယုံကြည်နိုင်)</span> ပါမည်နည်း။' သူက ပြောခဲ့သည်၊ 'သင့်အား လွတ်မြောက်သွားသောအရာသည် သင့်ထံသို့ ဘယ်တော့မှ ရောက်လာမည်မဟုတ်ကြောင်းနှင့် သင့်အား ကျရောက်လာသောအရာသည် သင့်အား ဘယ်တော့မှ လွတ်မြောက်သွားမည်မဟုတ်ကြောင်း သင်သိရှိသောအခါ။ အို ကျွန်ုပ်၏သား! ကျွန်ုပ်သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ကို ကြားခဲ့ရသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوَّلَ مَا خَلَقَ اللهُ الْقَلَمُ، ثُمَّ قَالَ لَهُ: اكْتُبْ، فَجَرَىٰ فِي تِلْكَ السَّاعَةِ بِمَا هُوَ كَائِنٌ إِلَىٰ يَوْمِ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းခဲ့သော ပထမဆုံးအရာမှာ ကလောင်ဖြစ်သည်။ ထို့နောက် ၎င်းကို 'မှတ်တမ်းတင်လော့!' ဟု အမိန့်ပေးခဲ့ပြီး ကလောင်သည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ ဖြစ်ပျက်မည့်အရာအားလုံးကို မှတ်တမ်းတင်ခဲ့သည်။)</span></p><p lang=\"my\" class=\"my \">အို ကျွန်ုပ်၏သား! သင်သည် ဤယုံကြည်ချက်မရှိဘဲ သေဆုံးပါက၊ သင်သည် ငရဲမီးထဲသို့ ဝင်ရောက်ရမည်။'\" အတ်-တီရ်မီဇီကလည်း ၎င်းကို မှတ်တမ်းတင်ခဲ့ပြီး \"ဟာစန် ဆဟီဟ် ဂရီဗ်\" ဟု ပြောခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ဆဟီဟ် မွတ်စလင်တွင် 'အဗ်ဒူလ္လာဟ် ဘင် 'အမ်ရ် ထံမှ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့ကြောင်း အတည်ပြုထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ كَتَبَ مَقَادِيرَ الْخَلْقِ قَبْلَ أَنْ يَخْلُقَ السَّمٰوَاتِ وَالْأَرْضَ بِخَمْسِينَ أَلْفَ سَنَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်နှင့်မြေကြီးကို မဖန်ဆင်းမီ နှစ်ပေါင်း ငါးသောင်းအလိုကတည်းက သတ္တဝါများအတွက် အတိုင်းအတာများကို မှတ်တမ်းတင်ခဲ့သည်။)</span>\" အိဗ်နု ဝါဟ်ဘ်က ထပ်မံဖြည့်စွက်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَكَانَ عَرْشُهُ عَلَى الْمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏ ရာဇပလ္လင်တော်သည် ရေပေါ်တွင် ရှိခဲ့သည်။)</span><span class=\"gray\">(၁၁:၇)</span> အတ်-တီရ်မီဇီကလည်း ၎င်းကို မှတ်တမ်းတင်ခဲ့ပြီး သူက \"ဟာစန်၊ ဆဟီဟ် ဂရီဗ်\" ဟု ပြောခဲ့သည်။</p><p lang=\"fil\" class=\"fil \">A Warning to beware of Allah's Threats</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အမိန့်တော်မှာ မျက်တစ်မှိတ်အတွင်း တစ်ခုတည်းသာ ဖြစ်သည်။)</span> ၎င်းသည် သူ၏ ဖန်ဆင်းခြင်း၌ သူ၏ ဆန္ဒကို အကောင်အထည်ဖော်ခြင်းဆိုင်ရာ အချက်အလက်ဖြစ်သည်၊ သူတို့၌ သူ၏ အမိန့်တော်ကို အကောင်အထည်ဖော်ခြင်းအကြောင်း ငါတို့ကို အသိပေးခဲ့သကဲ့သို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အမိန့်တော်မှာ တစ်ခုတည်းသာ)</span> ဆိုသည်မှာ၊ 'ငါတို့သည် အရာတစ်ခုကို တစ်ကြိမ်သာ အမိန့်ပေးသည်၊ အမိန့်ကို ပြန်ပြောရန် မလိုဘဲ၊ ငါတို့ အမိန့်ပေးသမျှသည် မျက်တစ်မှိတ်အတွင်း ချက်ချင်းပင်၊ အချိန်တိုအတွင်းပင် မနှောင့်နှေးဘဲ ဖြစ်ပေါ်လာသည်။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင်တို့နှင့်တူသော လူမျိုးများကို ဖျက်ဆီးခဲ့ပြီဖြစ်ရာ)</span>၊ ဆိုလိုသည်မှာ ၎င်းတို့၏ ရစူလ်တမန်တော်များကို ငြင်းပယ်ခဲ့သော ရှေးလူမျိုးများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ مِنْ مُدَّكِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မှတ်သားသူ တစ်စုံတစ်ယောက် ရှိသလော။)</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အတွက် ပြဌာန်းခဲ့သော အရှက်ရမှုနှင့် ပြစ်ဒဏ်များကို ပြန်အမှတ်ရခြင်းဖြင့် သတိပေးချက်ကို လက်ခံမည့်သူ တစ်စုံတစ်ယောက် ရှိသလော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှင့် ၎င်းတို့လိုချင်သောအရာကြားတွင် အတားအဆီးတစ်ခု ထားရှိမည်ဖြစ်သည်၊ ၎င်းတို့နှင့်တူသော လူမျိုးများကို ရှေးက ပြုလုပ်ခဲ့သကဲ့သို့။)</span><span class=\"gray\">(၃၄:၅၄)</span> အလ္လာဟ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ပြုလုပ်ခဲ့သမျှ အရာအားလုံးသည် အဇ်-ဇုဗူးရ်တွင် မှတ်တမ်းတင်ထားသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ ပြုလုပ်ခဲ့သမျှ အရာအားလုံးကို ကောင်းကင်တမန်များအား အပ်နှင်းထားသော မှတ်တမ်းစာအုပ်များတွင် မှတ်တမ်းတင်ထားသည်၊ ၎င်းတို့အပေါ် ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكُلُّ صَغِيرٍ وَكَبِيرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာခပ်သိမ်း၊ သေးသည်ဖြစ်စေ၊ ကြီးသည်ဖြစ်စေ၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ လုပ်ဆောင်ချက်များ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُسْتَطَرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရေးမှတ်ထားသည်။)</span> ၎င်းတို့ ပြုလုပ်သမျှ အရာအားလုံးသည် ၎င်းတို့၏ လုပ်ရပ်မှတ်တမ်းတွင် မှတ်တမ်းတင်ထားပြီး ရေးသားထားသည်။ ထိုမှတ်တမ်းသည် အကြီးအသေးမခွဲခြားဘဲ အားလုံးကို မှတ်တမ်းတင်ပြီး ရေတွက်ထားသည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ 'အိုင်ရှာဟ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ဟု ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عَائِشَةُ إِيَّاكِ وَمُحَقَّرَاتِ الذُّنُوبِ، فَإِنَّ لَهَا مِنَ اللهِ طَالِبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို 'အိုင်ရှာဟ်! အသေးအမွှား အပြစ်များကို သတိပြုလော့၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့ကို မှတ်တမ်းတင်ရန် အလ္လာဟ်အရှင်မြတ်က တာဝန်ပေးထားသူ တစ်ဦးရှိသောကြောင့်ဖြစ်သည်။)</span>\" အန်-နာစာအီ နှင့် အိဗ်နု မာဂျာတို့သည်လည်း ဤဟဒီးစ်ကို စုဆောင်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">တက္ကဝါရှိသူများအတွက် ကောင်းသောအဆုံးသတ်</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ တက္ကဝါရှိသူတို့သည် ဥယျာဉ်များနှင့် မြစ်များ အလယ်တွင် ရှိကြမည်။)</span>၊ ဆင်းရဲဒုက္ခရောက်သူများ ကြုံတွေ့နေရသည့် အဆုံးသတ်နှင့် မတူဘဲ၊ ဆုံးရှုံးမှု၊ ရှုပ်ထွေးမှုနှင့် မီးထဲသို့ မျက်နှာချင်းလဲ ဆွဲခေါ်ခံရခြင်း၊ အရှက်ခွဲခံရခြင်း၊ ပြစ်ဒဏ်ပေးခံရခြင်းနှင့် ခြိမ်းခြောက်ခံရခြင်းတို့နှင့် မတူဘဲ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي مَقْعَدِ صِدْقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သစ္စာရှိသော နေရာ၌၊)</span> အလ္လာဟ်၏ ဂုဏ်ကျက်သရေရှိရာ နေရာ၌၊ သူ၏ နှစ်သက်မှု၊ ကျေးဇူးတော်များ၊ လှူဒါန်းမှုများ၊ ရက်ရောမှုနှင့် ကရုဏာတော်များဖြင့် ပြည့်နှက်နေသော၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">عِنْدَ مَلِيكٍ مُقْتَدِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုက်တဒိရ် ဘုရင် အနီးတွင်။)</span> ဆိုလိုသည်မှာ အရာခပ်သိမ်းကို ဖန်ဆင်းပြီး ၎င်း၏ ကံကြမ္မာကို တိုင်းတာခဲ့သော ခမ်းနားထည်ဝါသော ဘုရင်နှင့်အတူ၊ သူသည် ၎င်းတို့ ဆန္ဒရှိသမျှနှင့် တောင်းဆိုသမျှကို ပေးနိုင်စွမ်းရှိသည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ 'အဗ်ဒူလ္လာဟ် ဘင် 'အမ်ရ်က တမန်တော်မြတ် ﷺ မိန့်တော်မူသည်ဟု ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُقْسِطُونَ عِنْدَ اللهِ عَلَىٰ مَنَابِرَ مِنْ نُورٍ عَنْ يَمِينِ الرَّحْمٰنِ وَكِلْتَا يَدَيْهِ يَمِينٌ، الَّذِينَ يَعْدِلُونَ فِي حُكْمِهِمْ وَأَهْلِيهِمْ وَمَا وَلُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ဖြောင့်မတ်သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အလင်းပလ္လင်များပေါ်တွင် ရှိကြမည်၊ အလ်-ရဟ်မာန်၏ ညာဘက်၌၊ သူ၏ လက်နှစ်ဖက်စလုံးသည် ညာဘက်ဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတို့၏ စီရင်ဆုံးဖြတ်ချက်များတွင်၊ ၎င်းတို့၏ မိသားစုများနှင့် ၎င်းတို့ တာဝန်ယူရသူများနှင့် ဖြောင့်မတ်ပြီး တရားမျှတသူများဖြစ်သည်။)</span>\" မွတ်စလင်နှင့် အန်-နာစာအီတို့သည်လည်း ဤဟဒီးစ်ကို မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရာဟ် အစ်ကတာရာဘတ် <span class=\"gray\">(အလ်-ကမာရ်)</span> ၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံးသည် ရှိပြီး၊ အောင်မြင်မှုနှင့် အမှားမှ ကင်းလွတ်ခြင်းသည် သူထံမှ လာသည်။</p>"
  }
]