[
  {
    "ayah_key": "18:37",
    "group_ayah_key": "18:37",
    "from_ayah": "18:37",
    "to_ayah": "18:41",
    "ayah_keys": "18:37,18:38,18:39,18:40,18:41",
    "text": "<p lang=\"my\" class=\"my \">သူ၏ အဖော်က သူနှင့် ဆွေးနွေးစဉ် ပြောသည်- \"သင့်ကို ဖုန်မှုန့်မှ ဖန်ဆင်း၍၊ ထို့နောက် သုက်ရည်မှ ဖန်ဆင်း၍၊ ထို့နောက် လူအဖြစ် ပုံသွင်းခဲ့သူကို သင် ငြင်းပယ်သလော။ <span>(၃၇)</span>\"သို့သော် ကျွန်ုပ်ဘက်မှမူကား၊ <span class=\"gray\">(ကျွန်ုပ် ယုံကြည်သည်မှာ)</span> ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်၏ အရှင်သခင်ဖြစ်ပြီး၊ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ကျွန်ုပ်၏ အရှင်သခင်နှင့် ဖက်စပ်မည်မဟုတ်ပေ။ <span>(၃၈)</span>\"သင်၏ ဥယျာဉ်ထဲသို့ ဝင်သောအခါ 'အလ္လာဟ်အရှင်မြတ် အလိုရှိသည်! အလ္လာဟ်အရှင်မြတ်နှင့်သာ စွမ်းအားရှိသည်!' ဟု သင်ပြောခဲ့လျှင် ပိုကောင်းမည်။ အကယ်၍ သင်သည် ကျွန်ုပ်ကို သင့်ထက် ဥစ္စာဓနနှင့် သားသမီးများတွင် နည်းပါးသည်ဟု မြင်လျှင်၊ <span>(၃၉)</span>\"ကျွန်ုပ်၏ အရှင်သခင်သည် သင့်ဥယျာဉ်ထက် ပိုမိုကောင်းမွန်သည့်အရာကို ကျွန်ုပ်အား ပေးသနားပြီး၊ ကောင်းကင်မှ ဟုစ်ဘန်ကို ၎င်းပေါ်သို့ ပို့လွှတ်မည်ဖြစ်ရာ၊ ထို့နောက် ၎င်းသည် မြေဆီလွှာမရှိသော ချောမွတ်သော မြေအဖြစ်သို့ ပြောင်းလဲသွားနိုင်သည်။ <span>(၄၀)</span>\"သို့မဟုတ် ၎င်း၏ ရေသည် ဂေါရန် ဖြစ်သွားပြီး သင်သည် ၎င်းကို လုံးဝရှာဖွေနိုင်မည်မဟုတ်ပေ။ <span>(၄၁)</span></p><div lang=\"my\" class=\"my \"><h2>ဆင်းရဲသော ယုံကြည်သူ၏ တုံ့ပြန်မှု</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဓနရှင်၏ ယုံကြည်သူအဖော်က သူ့ကို မည်သို့ ပြန်ဖြေခဲ့ကြောင်း၊ အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်ခြင်းနှင့် မိမိကိုယ်ကို လှည့်စားခံရခြင်းအတွက် သူ့ကို သတိပေးပြစ်တင်ဆုံးမခဲ့ကြောင်း ကျွန်ုပ်တို့အား ပြောပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِن تُرَابٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကို ဖုန်မှုန့်မှ ဖန်ဆင်းခဲ့သူကို သင် မယုံကြည်သလော...?)</span> ၎င်းသည် ကဲ့ရဲ့ရှုတ်ချခြင်းဖြစ်ပြီး၊ ဖုန်မှုန့်မှ လူသားကို ဖန်ဆင်း၍ ပုံဖော်ခဲ့သော – ဆိုလိုသည်မှာ အာဒမ်ကို ရည်ညွှန်းသည် – ထို့နောက် ၎င်း၏သားစဉ်မြေးဆက်ကို မနှစ်မြို့ဖွယ်အရည်မှ ဖန်ဆင်းခဲ့သော သူ၏အရှင်သခင်ကို ငြင်းပယ်ခြင်း၏ ပြင်းထန်မှုကို ထောက်ပြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို သင်တို့ မည်သို့ ငြင်းပယ်နိုင်မည်နည်း။ သင်တို့သည် သေနေခဲ့ကြရာ ကိုယ်တော်က သင်တို့ကို အသက်ပေးခဲ့သည်)</span><span class=\"gray\">[2:28]</span> ဆိုလိုသည်မှာ၊ သင်၏အရှင်သခင်နှင့် သင်တို့အား ကိုယ်တော်၏ ရှင်းလင်းသော လက္ခဏာများကို သင် မည်သို့ ငြင်းပယ်နိုင်မည်နည်း၊ ၎င်းတို့ကို လူတိုင်းက မိမိကိုယ်ကို သိသည်။ အကြောင်းမူကား ကိုယ်တော်၏ ဖန်ဆင်းခံများအနက် မိမိသည် ဘာမျှမရှိခဲ့ဘဲ၊ ထို့နောက် ဖြစ်လာခဲ့သည်ကို မသိသူ တစ်ဦးတစ်ယောက်မျှမရှိပေ။ သူ၏တည်ရှိမှုသည် သူကိုယ်တိုင်ကြောင့် သို့မဟုတ် အခြားဖန်ဆင်းခံ တစ်ခုခုကြောင့် မဟုတ်ပေ။ သူ၏တည်ရှိမှုသည် သူ၏ဖန်ဆင်းရှင်ကြောင့်ဖြစ်ပြီး၊ ကိုယ်တော့်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အရာခပ်သိမ်းကို ဖန်ဆင်းရှင်ဖြစ်သည်ဟု သူသိသည်။ ထို့ကြောင့် ထိုယုံကြည်သူက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّٰكِنَّا هُوَ اللَّهُ رَبِّي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကျွန်ုပ်ဘက်မှမူကား၊ <span class=\"gray\">(ကျွန်ုပ်ယုံကြည်သည်မှာ)</span> ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်၏အရှင်သခင်ဖြစ်သည်)</span> ဆိုလိုသည်မှာ၊ 'သင်ပြောသည့်အတိုင်း ကျွန်ုပ်မပြောပေ၊ ထို့ထက် ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ တစ်ခုတည်းဖြစ်ခြင်းနှင့် အရှင်သခင်ဖြစ်ခြင်းကို အသိအမှတ်ပြုသည်၊'</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا أُشْرِكُ بِرَبِّي أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ကျွန်ုပ်၏ အရှင်သခင်နှင့် ဖက်စပ်မည်မဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်ပြီး၊ တစ်ဆူတည်း ကိုးကွယ်ခံထိုက်သူ၊ ဖက်စပ်မှု သို့မဟုတ် အဖော်အပေါင်းအသင်းမရှိပေ။ ထို့နောက် သူက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ ۚ إِن تَرَنِ أَنَا أَقَلَّ مِنكَ مَالًا وَوَلَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ ဥယျာဉ်ထဲသို့ ဝင်သောအခါ 'အလ္လာဟ်အရှင်မြတ် အလိုရှိသည်! အလ္လာဟ်အရှင်မြတ်နှင့်သာ စွမ်းအားရှိသည်!' ဟု သင်ပြောခဲ့လျှင် ပိုကောင်းမည်။ အကယ်၍ သင်သည် ကျွန်ုပ်ကို သင့်ထက် ဥစ္စာဓနနှင့် သားသမီးများတွင် နည်းပါးသည်ဟု မြင်လျှင်။)</span></p><p lang=\"my\" class=\"my \">ဤနေရာတွင် သူက ထိုသို့ပြောရန် တိုက်တွန်းအားပေးနေခြင်းဖြစ်သည်၊ သူက ပြောနေသည့်အလား၊ \"သင်၏ဥယျာဉ်ထဲသို့ ဝင်ပြီး ကြည့်ရှုကာ သဘောကျသည့်အခါ၊ ကိုယ်တော်ပေးသနားခဲ့သော ကျေးဇူးတော်များနှင့် သင့်အား ပေးသနားပြီး အခြားသူများအား မပေးခဲ့သော ဥစ္စာဓနနှင့် သားသမီးများအတွက် အလ္လာဟ်အရှင်မြတ်ကို အဘယ်ကြောင့် ချီးမွမ်းခြင်းမပြုသနည်း။ 'အလ္လာဟ်အရှင်မြတ် အလိုရှိသည်! အလ္လာဟ်အရှင်မြတ်နှင့်သာ စွမ်းအားရှိသည်!' ဟု အဘယ်ကြောင့် သင်မပြောခဲ့သနည်း။\" ဆလာဖ်တို့အနက် တစ်ဦးက ပြောခဲ့သည်- \"မိမိ၏ အခြေအနေ သို့မဟုတ် ဥစ္စာဓန သို့မဟုတ် သားသမီးများနှင့် ပတ်သက်၍ တစ်ခုခုကို ဝမ်းမြောက်သူတိုင်း၊ 'အလ္လာဟ်အရှင်မြတ် အလိုရှိသည်! အလ္လာဟ်အရှင်မြတ်နှင့်သာ စွမ်းအားရှိသည်!' ဟု ပြောပါစေ။\" ဤသည်မှာ ဤအာယသ်တော်ကို အခြေခံထားခြင်းဖြစ်သည်။ ဆဟီဟ်ကျမ်းတွင် အဘူမူဆာထံမှ သတင်းပေးပို့ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ؟ لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် သင့်အား ဂျန္နသ်ဥယျာဉ်၏ ရတနာများအနက်မှ အချို့အကြောင်း မပြောပြရပေဦးမည်လား။ လာဟော်လာ ဝါလာ ကူဝှတ အီလ္လာ ဘိလ္လာဟ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့်သာ စွမ်းအားနှင့် ခွန်အားရှိသည်)</span>။)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">فَعَسَىٰ رَبِّي أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ အရှင်သခင်သည် သင့်ဥယျာဉ်ထက် ပိုမိုကောင်းမွန်သည့်အရာကို ကျွန်ုပ်အား ပေးသနားနိုင်သည်၊)</span> နောင်ဘဝတွင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرْسِلَ عَلَيْهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းပေါ်သို့ ပို့လွှတ်မည်)</span> ဤလောကရှိ သင့်ဥယျာဉ်ပေါ်သို့၊ သင်က ၎င်းသည် ဘယ်တော့မှ အဆုံးသတ်မည်မဟုတ် သို့မဟုတ် ရပ်စဲမည်မဟုတ်ဟု ထင်နေသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُسْبَانًا مِّنَ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်မှ ဟုစ်ဘန်ကို၊)</span> အိဗ်နု အဘ္ဘားစ်၊ အဒ်-ဒဟ်ဟက်နှင့် ကွာတာဒါတို့က ပြောခဲ့သည် – မာလစ်ခ်က အဇ်-ဇုဟ်ရီ ပြောသည်ဟု သတင်းပေးပို့ခဲ့သည် – ကောင်းကင်မှ အပြစ်ဒဏ်။ ထင်ရှားသော အဓိပ္ပါယ်မှာ ၎င်းသည် သူ၏ဥယျာဉ်ကို ဖျက်ဆီးပြီး ၎င်း၏အပင်များနှင့် သစ်ပင်များကို အမြစ်ပြတ်စေမည့် ပြင်းထန်သော မိုးဖြစ်သည်ဟု ဆိုသည်။ သူပြောခဲ့သည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتُصْبِحَ صَعِيدًا زَلَقًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းသည် မြေဆီလွှာမရှိသော ချောမွတ်သော မြေအဖြစ်သို့ ပြောင်းလဲသွားနိုင်သည်။)</span> ဆိုလိုသည်မှာ ခြေချရပ်တည်ရန် မရနိုင်သော ချောမွတ်သော ရွှံ့နွံ။ အိဗ်နု အဘ္ဘားစ်က ပြောသည်- \"အပင်မရှိသော၊ ဘာမှမပေါက်သော မြေကဲ့သို့ပင်။\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်း၏ ရေသည် ဂေါရန် ဖြစ်သွားသည်)</span> ဆိုလိုသည်မှာ ၎င်းသည် မြေထဲသို့ ပျောက်ကွယ်သွားသည်၊ ၎င်းသည် မြေမျက်နှာပြင်သို့ စီးဆင်းသော ရေနှင့် ဆန့်ကျင်ဘက်ဖြစ်သည်။ ထို့ကြောင့် ဂိုင်ယာရ် (Gha'ir) ဆိုသည်မှာ အောက်သို့ဆင်းခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားထားသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَن يَأْتِيكُم بِمَاءٍ مَّعِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ကျွန်ုပ်ကို ပြောပြပါ! သင်တို့၏ရေသည် ဂေါရန် ဖြစ်သွားပါက၊ မည်သူက သင်တို့အား စီးဆင်းသော ရေကို ပေးသနားနိုင်မည်နည်း။\")</span><span class=\"gray\">[67:30]</span> ဆိုလိုသည်မှာ အရပ်ရပ်သို့ စီးဆင်းသော ရေ။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُ طَلَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ၎င်း၏ ရေ <span class=\"gray\">(ဥယျာဉ်များ၏)</span> သည် မြေအောက်သို့ နက်ရှိုင်းစွာ နစ်မြုပ်သွားပြီး သင်သည် ၎င်းကို လုံးဝရှာဖွေနိုင်မည်မဟုတ်ပေ။)</span> ဂေါရန် (Ghawr) သည် ဂိုင်ယာရ် (Gha'ir) နှင့် အတူတူ အရင်းအမြစ်မှလာပြီး ဆင်တူသောအဓိပ္ပါယ်ရှိသော်လည်း ပိုမိုပြင်းထန်သည်။</p>"
  },
  {
    "ayah_key": "18:42",
    "group_ayah_key": "18:42",
    "from_ayah": "18:42",
    "to_ayah": "18:44",
    "ayah_keys": "18:42,18:43,18:44",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် သူ၏ အသီးအနှံများသည် <span class=\"gray\">(ပျက်စီးခြင်းဖြင့်)</span> ဝိုင်းရံခံရသည်။ သူသည် ၎င်းပေါ်တွင် သုံးစွဲခဲ့သမျှအတွက် လက်များကို လှန်လှောပွတ်သပ်စပြုလာသည်။ ၎င်းသည် ၎င်း၏ နွယ်စင်များပေါ်တွင် လုံးဝဖျက်ဆီးခံရပြီး၊ သူက \"ကျွန်ုပ်သည် ကျွန်ုပ်၏ အရှင်သခင်နှင့် မည်သည့်ဖက်စပ်မှုကိုမျှ မပြုခဲ့လျှင် ကောင်းလေစွ!\" ဟုသာ ပြောနိုင်ခဲ့သည်။ <span>(၄၂)</span>အလ္လာဟ်အရှင်မြတ်ကို ဆန့်ကျင်ရန် ကူညီမည့် လူအုပ်စုလည်း သူ၌မရှိခဲ့၊ မိမိကိုယ်ကိုလည်း <span class=\"gray\">(ကာကွယ် သို့မဟုတ် ကယ်တင်)</span> မပြုနိုင်ခဲ့ပေ။ <span>(၄၃)</span>ထိုနေရာတွင် <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span> အလ်-ဝါလာယဟ်သည် အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်းသာ)</span> အတွက်ဖြစ်လိမ့်မည်၊ စစ်မှန်သော ဘုရားသခင်။ ကိုယ်တော် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် အကောင်းဆုံး ဆုလာဘ်ရှင်နှင့် အကောင်းဆုံး နောက်ဆုံးပန်းတိုင်ရှင် ဖြစ်သည်။ <span>(၄၄)</span></p><div lang=\"my\" class=\"my \"><h2>ကုဖ်ရ်၏ ဆိုးကျိုးများ</h2></div><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأُحِيطَ بِثَمَرِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူ၏ အသီးအနှံများသည် ဝိုင်းရံခံရသည်)</span>၊ ဆိုလိုသည်မှာ သူ၏ ဥစ္စာဓန၊ သို့မဟုတ် အခြားအယူအဆအရ သူ၏ သီးနှံများ။ ဆိုလိုသည်မှာ ဤမယုံကြည်သူ ကြောက်ရွံ့ခဲ့သည့်အရာနှင့် ယုံကြည်သူက သူ့ကို ကြောက်ရွံ့စေခဲ့သည့်အရာသည် တကယ်တမ်း ဖြစ်ပွားခဲ့ပြီဖြစ်သည်။ မုန်တိုင်းသည် သူ၏ဥယျာဉ်ကို ဝင်ရောက်တိုက်ခတ်ခဲ့သည်။ ထိုဥယျာဉ်သည် သူက ထာဝရတည်ရှိနေလိမ့်မည်ဟု မှားယွင်းစွာ ထင်မှတ်ခဲ့ပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ အမှတ်ရခြင်းမှ သူ့ကို အာရုံပျံ့လွင့်စေခဲ့သည်။ ကိုယ်တော်သည် ဘုန်းတော်ကြီးပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَا أَنفَقَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ၎င်းပေါ်တွင် သုံးစွဲခဲ့သမျှအတွက် လက်များကို လှန်လှောပွတ်သပ်စပြုလာသည်၊)</span> ကွာတာဒါက ပြောသည်- \"သူဆုံးရှုံးခဲ့သော ဥစ္စာဓနအတွက် နောင်တနှင့် ဝမ်းနည်းပူဆွေးမှု အမူအရာဖြင့် လက်များကို ဆုပ်ကိုင်နေခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا - وَلَمْ تَكُن لَّهُ فِئَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူက \"ကျွန်ုပ်သည် ကျွန်ုပ်၏ အရှင်သခင်နှင့် မည်သည့်ဖက်စပ်မှုကိုမျှ မပြုခဲ့လျှင် ကောင်းလေစွ!\" ဟုသာ ပြောနိုင်ခဲ့သည်။ လူအုပ်စုလည်း သူ၌ မရှိခဲ့ပေ)</span> ဆိုလိုသည်မှာ မျိုးနွယ်စု သို့မဟုတ် သားသမီးများ၊ သူ အချည်းနှီး ကြွားဝါခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَنصُرُونَهُ مِن دُونِ اللَّهِ وَمَا كَانَ مُنتَصِرًا - هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ဆန့်ကျင်ရန် ကူညီမည့်၊ မိမိကိုယ်ကိုလည်း ကာကွယ်မပြုနိုင်ခဲ့ပေ။ ထိုနေရာတွင် အလ်-ဝါလာယဟ်သည် အလ္လာဟ်အရှင်မြတ်၊ စစ်မှန်သော ဘုရားသခင်အတွက် ဖြစ်လိမ့်မည်။)</span> ဤနေရာတွင် ရွတ်ဖတ်ရာတွင် ကွဲပြားမှုများရှိသည်။ ရွတ်ဖတ်သူအချို့သည် \"ထိုနေရာတွင်\" ဟူသော စကားလုံး၌ ရပ်နားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ مُنتَصِرًا - هُنَالِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိကိုယ်ကို ထိုနေရာတွင် ကာကွယ်မပြုနိုင်ခဲ့ပေ။)</span>၊ ဆိုလိုသည်မှာ ထိုအချိန်တွင်၊ အလ္လာဟ်အရှင်မြတ်က သူ့အပေါ် အပြစ်ဒဏ်ကို ပို့လွှတ်သည့်အခါ၊ သူ့ကို ကယ်တင်မည့်သူ မရှိတော့ပေ။ ထို့နောက် ၎င်းတို့သည် နောက်ထပ်စကားစုကို အလ်-ဝါလာယဟ်ဖြင့် စတင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْوَلَايَةُ لِلَّهِ الْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-ဝါလာယဟ်သည် အလ္လာဟ်အရှင်မြတ်၊ စစ်မှန်သော ဘုရားသခင်အတွက် ဖြစ်လိမ့်မည်။)</span> အချို့က စကားစု၌ ရပ်နားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ مُنتَصِرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိကိုယ်ကို ကာကွယ်မပြုနိုင်ခဲ့ပေ)</span> နှင့် နောက်စကားစုကို စတင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် အလ်-ဝါလာယဟ်သည် အလ္လာဟ်အရှင်မြတ်၊ စစ်မှန်သော ဘုရားသခင်အတွက် ဖြစ်လိမ့်မည်။)</span> အလ်-ဝါလာယဟ် ဟူသော စကားလုံးကို ရွတ်ဖတ်ရာတွင် နောက်ထပ် ကွဲပြားမှုတစ်ခုရှိသေးသည်။ အချို့က ၎င်းကို အလ်-ဝါလာယဟ်ဟု ဖတ်ပြီး၊ ၎င်းသည် သစ္စာစောင့်သိမှုအားလုံး အလ္လာဟ်အရှင်မြတ်ထံတွင်သာ ရှိမည်ဟု အဓိပ္ပါယ်ရသည်။ ဆိုလိုသည်မှာ ထိုနေ့တွင် လူတိုင်း၊ ယုံကြည်သူ သို့မဟုတ် မယုံကြည်သူ၊ အပြစ်ဒဏ်ကျရောက်သောအခါ ကိုယ်တော်ထံ သစ္စာစောင့်သိမှုနှင့် လက်အောက်ခံမှုအတွက် အလ္လာဟ်အရှင်မြတ်ထံသို့ ပြန်လှည့်လာလိမ့်မည်။ ဤသည်မှာ ဤအာယသ်တော်နှင့် တူညီသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် ကျွန်ုပ်တို့၏ အပြစ်ဒဏ်ကို မြင်သောအခါ၊ \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ယုံကြည်ပြီး၊ ကျွန်ုပ်တို့ ဖက်စပ်လေ့ရှိခဲ့သော <span class=\"gray\">(အရာခပ်သိမ်းကို)</span> ငြင်းပယ်ပါသည်\" ဟု ၎င်းတို့ပြောခဲ့သည်)</span><span class=\"gray\">[40:84]</span> နှင့် ဖိရ်အောန်နှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنتُ أَنَّهُ لَا إِلَٰهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ - آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ الْمُفْسِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နစ်မြုပ်ခြင်းသည် သူ့ကို ဝါးမြိုသွားသည့်တိုင်အောင်၊ သူက \"ဣစ်ရာအီလ်သားတို့ ယုံကြည်သော ကိုယ်တော်မှတစ်ပါး အခြားကိုးကွယ်ခံထိုက်သူမရှိဟု ကျွန်ုပ် ယုံကြည်သည်။ ကျွန်ုပ်သည် မွတ်စ်လင်မ်များအနက်မှ တစ်ဦးဖြစ်သည်\" ဟု ပြောခဲ့သည်။ ယခုမှလား! သင်သည် ယခင်က မယုံကြည်ရန် ငြင်းဆန်ခဲ့ပြီး ဖျက်ဆီးသူများအနက်မှ တစ်ဦးဖြစ်ခဲ့သည်!)</span><span class=\"gray\">[10:90-91]</span></p><p lang=\"my\" class=\"my \">အချို့က ၎င်းကို အလ်-ဝီလာယဟ်ဟု ဖတ်ပြီး၊ ၎င်းသည် ထိုနေ့တွင် အုပ်ချုပ်မှုသည် အလ္လာဟ်အရှင်မြတ်၊ စစ်မှန်သော ဘုရားသခင်ထံတွင် ရှိမည်ဟု အဓိပ္ပါယ်ရသည်။ အချို့က ဟက်က်ကူ <span class=\"gray\">(စစ်မှန်သော)</span> ကို အလ်-ဝီလာယဟ်ကို ရည်ညွှန်း၍ ဖတ်သည်၊ အာယသ်တော်တွင် ပါရှိသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَٰنِ ۚ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် အချုပ်အခြာအာဏာသည် စစ်မှန်သော <span class=\"gray\">(အချုပ်အခြာအာဏာ)</span> ဖြစ်မည်၊ အလွန်ကရုဏာရှင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ပိုင်ဆိုင်မည်၊ ၎င်းသည် မယုံကြည်သူများအတွက် ခက်ခဲသောနေ့ ဖြစ်လိမ့်မည်)</span><span class=\"gray\">[25:26]</span>။ အခြားသူများကမူ ဟက်က်ကီ (Haqqi) ကို အလ္လာဟ်အရှင်မြတ်၊ ကိုယ်တော်သည် ဘုန်းတော်ကြီးပါစေ၊ ကို ရည်ညွှန်း၍ ဖတ်သည်၊ အာယသ်တော်တွင် ပါရှိသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ رُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၊ ၎င်းတို့၏ စစ်မှန်သော ကာကွယ်စောင့်ရှောက်ရှင်ထံသို့ ပြန်လည်ရောက်ရှိကြမည်။)</span><span class=\"gray\">[6:62]</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် အကောင်းဆုံး ဆုလာဘ်ရှင်နှင့် အကောင်းဆုံး နောက်ဆုံးပန်းတိုင်ရှင် ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ ရည်ရွယ်ချက်အတွက် ပြုခဲ့သော လုပ်ရပ်များအတွက် ၎င်းတို့၏ ဆုလာဘ်သည် ကောင်းမွန်ပြီး ၎င်းတို့၏ ရလဒ်များသည် အားလုံး ကောင်းမွန်သည်။</p>"
  }
]