[
  {
    "ayah_key": "3:83",
    "group_ayah_key": "3:83",
    "from_ayah": "3:83",
    "to_ayah": "3:85",
    "ayah_keys": "3:83,3:84,3:85",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် အလ္လာဟ်၏ ဘာသာတရားမှတစ်ပါး အခြားကို ရှာဖွေသလော။ ကောင်းကင်များနှင့် ကမ္ဘာမြေရှိ သတ္တဝါအပေါင်းတို့သည် စေတနာအလျောက်ဖြစ်စေ၊ မစေတနာအလျောက်ဖြစ်စေ ကိုယ်တော်ထံ နာခံခဲ့ကြသည်သာတည်း။ ၎င်းတို့အားလုံးကို ကိုယ်တော်ထံသို့ ပြန်လည်ပို့ဆောင်ခြင်းခံရမည်။ <span>(၈၃)</span>ပြောပါ- \"ကျွန်ုပ်တို့သည် အလ္လာဟ်ကိုလည်းကောင်း၊ ကျွန်ုပ်တို့ထံသို့ ပို့ချခဲ့သည်များကိုလည်းကောင်း၊ အီဗရာဟင်၊ အစ္စမာအီလ်၊ အစ္စဟာက်၊ ယာအ်ကူဗ်နှင့် အလ်အစ္စဘတ်တို့ထံသို့ ပို့ချခဲ့သည်များကိုလည်းကောင်း၊ မူဆာ၊ အီဆာနှင့် တမန်တော်များအား ၎င်းတို့၏ အရှင်သခင်ထံမှ ပေးသနားခဲ့သည်များကိုလည်းကောင်း ယုံကြည်ကြသည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့အနက်မှ မည်သူတစ်ဦးတစ်ယောက်မျှကို ခွဲခြားခြင်းမရှိဘဲ ကိုယ်တော် <span class=\"gray\">(အလ္လာဟ်)</span> အား ကျွန်ုပ်တို့ နာခံခဲ့ကြသည်။ <span>(၈၄)</span>အစ္စလာမ်မှတစ်ပါး အခြားဘာသာတရားကို ရှာဖွေသူ မည်သူမဆို ၎င်းထံမှ မည်သည့်အခါမျှ လက်ခံမည်မဟုတ်ဘဲ နောင်ဘဝတွင် ၎င်းသည် ရှုံးနိမ့်သူများအနက်မှ ဖြစ်ပေမည်။ <span>(၈၅)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်ထံတွင် အတည်မြဲဆုံးဘာသာတရားမှာ အစ္စလာမ်သာဖြစ်သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ကျမ်းများနှင့် ရစူလ်တမန်တော်များအား ပေးပို့ခဲ့သည့် ဘာသာတရားမှတစ်ပါး အခြားဘာသာတရားကို ပိုနှစ်သက်သူများကို ပြစ်တင်ရှုတ်ချတော်မူ၏။ ယင်းမှာ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာ ဖက်စပ်ပိုင်ရှင်မရှိဘဲ ကိုးကွယ်ခြင်းဖြစ်ပြီး ကိုယ်တော်အား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ أَسْلَمَ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေရှိ သတ္တဝါအပေါင်းတို့သည် နာခံခဲ့ကြ၏၊)</span> စေတနာအလျောက်ဖြစ်စေ၊ မစေတနာအလျောက်ဖြစ်စေ။ အလ္လာဟ်က အခြားအာယသ်များတွင် ပြောကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ يَسْجُدُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေရှိ မည်သူမဆို အလ္လာဟ် <span class=\"gray\">(တစ်ပါးတည်း)</span> အား စေတနာအလျောက်ဖြစ်စေ၊ မစေတနာအလျောက်ဖြစ်စေ၊ ဦးချကြကုန်၏။)</span><span class=\"gray\">[13:15]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا إِلَىٰ مَا خَلَقَ اللَّهُ مِن شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِّلَّهِ وَهُمْ دَاخِرُونَ - وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مِن دَابَّةٍ وَالْمَلَائِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ - يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်ဖန်ဆင်းခဲ့သော အရာများကို မကြည့်ရှုကြသလော။ <span class=\"gray\">(မည်သို့)</span> ၎င်းတို့၏အရိပ်များသည် ညာဘက်နှင့် ဘယ်ဘက်သို့ ယိမ်းယိုင်ကာ အလ္လာဟ်အရှင်မြတ်အား ဦးချကြပြီး၊ ၎င်းတို့သည် နိမ့်ကျကြသည်ကို မမြင်ကြသလော။ ကောင်းကင်များနှင့် ကမ္ဘာမြေရှိ ရွေ့လျားနေသော သတ္တဝါများနှင့် ကောင်းကင်တမန်များအနက်မှ အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အား ဦးချကြပြီး ၎င်းတို့သည် မာန်မာနမရှိကြပေ။ ၎င်းတို့သည် ၎င်းတို့၏အထက်ရှိ အရှင်သခင်ကို ကြောက်ရွံ့ကြပြီး ၎င်းတို့အား အမိန့်ပေးထားသည်များကို ဆောင်ရွက်ကြသည်။)</span><span class=\"gray\">[16:48-50]</span>။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ သစ္စာရှိသော ယုံကြည်သူသည် စိတ်နှလုံးနှင့် ကိုယ်ခန္ဓာဖြင့် အလ္လာဟ်အား နာခံသည်။ မယုံကြည်သူသည်မူ ကိုယ်ခန္ဓာဖြင့်သာ မလိုမလား နာခံသည်။ အဘယ်ကြောင့်ဆိုသော် သူသည် အလ္လာဟ်၏ တန်ခိုး၊ မတားဆီးနိုင်သော ထိန်းချုပ်မှုနှင့် တွန်းလှန်ခြင်း သို့မဟုတ် ခုခံခြင်းမပြုနိုင်သော ကြီးမားသည့် ဘုရင်စနစ်အောက်တွင် ရှိနေသောကြောင့်ဖြစ်သည်။ ဝကီသည် မူဂျာဟစ်က အာယသ်ကုရ်အာန်တွင် ပြောကြားခဲ့သည်ဟု ဖော်ပြသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ أَسْلَمَ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေရှိ သတ္တဝါအပေါင်းတို့သည် စေတနာအလျောက်ဖြစ်စေ၊ မစေတနာအလျောက်ဖြစ်စေ၊ ကိုယ်တော်ထံ နာခံခဲ့ကြသည်)</span>၊ သည် အာယသ်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်သည် ၎င်းတို့အား- \"ကောင်းကင်များနှင့် ကမ္ဘာမြေကို မည်သူဖန်ဆင်းခဲ့သနည်း။\" ဟု မေးမြန်းပါက၊ ဧကန်မလွဲ ၎င်းတို့က- \"အလ္လာဟ်\" ဟု ပြောကြလိမ့်မည်။)</span><span class=\"gray\">[39:38]</span>။</p><p lang=\"my\" class=\"my \">အီဗ်နုအဘ္ဘာစ်က ဤအကြောင်းနှင့်ပတ်သက်၍ ပြောကြားခဲ့သည်ဟုလည်း သူက ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ أَسْلَمَ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေရှိ သတ္တဝါအပေါင်းတို့သည် စေတနာအလျောက်ဖြစ်စေ၊ မစေတနာအလျောက်ဖြစ်စေ၊ ကိုယ်တော်ထံ နာခံခဲ့ကြသည်သာတည်း။)</span></p><p lang=\"my\" class=\"my \">\"ကိုယ်တော်သည် ၎င်းတို့ထံမှ သစ္စာပဋိညာဉ်ကို ယူခဲ့ချိန်တွင်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَيْهِ يُرْجَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အားလုံးကို ကိုယ်တော်ထံသို့ ပြန်လည်ပို့ဆောင်ခြင်းခံရမည်)</span> ပြန်လည်ရောက်ရှိရာနေ့တွင်၊ ထိုအခါ ကိုယ်တော်သည် လူတစ်ဦးစီ၏ လုပ်ဆောင်ချက်များအတိုင်း ဆုချခြင်း သို့မဟုတ် ပြစ်ဒဏ်ပေးခြင်း ပြုလုပ်လိမ့်မည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ آمَنَّا بِاللَّهِ وَمَا أُنزِلَ عَلَيْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"ကျွန်ုပ်တို့သည် အလ္လာဟ်ကိုလည်းကောင်း၊ ကျွန်ုပ်တို့ထံသို့ ပို့ချခဲ့သည်များကိုလည်းကောင်း ယုံကြည်ကြသည်)</span> ကုရ်အာန်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا أُنزِلَ عَلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အီဗရာဟင်၊ အစ္စမာအီလ်၊ အစ္စဟာက်၊ ယာအ်ကူဗ်တို့ထံသို့ ပို့ချခဲ့သည်များကိုလည်းကောင်း)</span> ကျမ်းဂန်များနှင့် ဗျာဒိတ်တော်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَالْأَسْبَاطِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလ်အစ္စဘတ်၊)</span> အစ္စဘတ်ဆိုသည်မှာ အစ္စရေးလ်၏ သား ၁၂ ဦး <span class=\"gray\">(ယာအ်ကူဗ်)</span> မှ ဆင်းသက်လာသော မျိုးနွယ်စု ၁၂ ခုဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَا أُوتِيَ مُوسَىٰ وَعِيسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မူဆာ၊ အီဆာတို့အား ပေးသနားခဲ့သည်များကိုလည်းကောင်း)</span> တော်ရာနှင့် အင်ဂျီလ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّبِيُّونَ مِن رَّبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ အရှင်သခင်ထံမှ တမန်တော်များ။)</span> ဤသည်မှာ အလ္လာဟ်၏ တမန်တော်များအားလုံးကို လွှမ်းခြုံထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့အနက်မှ မည်သူတစ်ဦးတစ်ယောက်မျှကို ခွဲခြားခြင်းမရှိဘဲ)</span> ကျွန်ုပ်တို့သည် ၎င်းတို့အားလုံးကို ယုံကြည်ကြသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَنَحْنُ لَهُ مُسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော် <span class=\"gray\">(အလ္လာဟ်)</span> အား ကျွန်ုပ်တို့ <span class=\"gray\">(အစ္စလာမ်တွင်)</span> နာခံခဲ့ကြသည်)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ သစ္စာရှိ မွတ်စလင်မ်များသည် အလ္လာဟ်ပေးပို့ခဲ့သော တမန်တော်တိုင်းကိုလည်းကောင်း၊ ကိုယ်တော် ထုတ်ပြန်ခဲ့သော ကျမ်းဂန်တိုင်းကိုလည်းကောင်း ယုံကြည်ကြပြီး ၎င်းတို့အနက်မှ တစ်ဦးတစ်ယောက်ကိုမျှ မည်သည့်အခါမျှ မယုံကြည်ခြင်းမရှိပေ။ ယင်းအစား၊ ၎င်းတို့သည် အလ္လာဟ်ထုတ်ပြန်ခဲ့သည်များကိုလည်းကောင်း၊ အလ္လာဟ်စေလွှတ်ခဲ့သော တမန်တော်တိုင်းကိုလည်းကောင်း ယုံကြည်ကြသည်။ အလ္လာဟ်က ထို့နောက် ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَن يُقْبَلَ مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ္စလာမ်မှတစ်ပါး အခြားဘာသာတရားကို ရှာဖွေသူ မည်သူမဆို ၎င်းထံမှ မည်သည့်အခါမျှ လက်ခံမည်မဟုတ်ဘဲ၊)</span> အလ္လာဟ်ပြဌာန်းထားသည်မှတစ်ပါး အခြားကို ရှာဖွေသူ မည်သူ့ထံမှမျှ လက်ခံမည်မဟုတ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နောင်ဘဝတွင် ၎င်းသည် ရှုံးနိမ့်သူများအနက်မှ ဖြစ်ပေမည်။)</span></p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ က မှန်ကန်သော ဟဒီးဆ်တော်တွင် မိန့်ကြားထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا، فَهُوَ رَدٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏အရေး <span class=\"gray\">(ဘာသာတရား)</span> နှင့် မကိုက်ညီသော လုပ်ဆောင်ချက်ကို မည်သူမဆို ပြုလုပ်ပါက ယင်းကို ပယ်ချပါသည်။)</span></p>"
  },
  {
    "ayah_key": "3:86",
    "group_ayah_key": "3:86",
    "from_ayah": "3:86",
    "to_ayah": "3:89",
    "ayah_keys": "3:86,3:87,3:88,3:89",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့၏ ယုံကြည်ခြင်းနောက်ပိုင်း၊ ရစူလ်တမန်တော်သည် မှန်ကန်ကြောင်း ၎င်းတို့သက်သေခံခဲ့ပြီးနောက်၊ ၎င်းတို့ထံသို့ ရှင်းလင်းသော သက်သေအထောက်အထားများ ရောက်ရှိလာပြီးနောက်၊ မယုံကြည်ခဲ့သော လူမျိုးတစ်မျိုးအား အလ္လာဟ်အရှင်မြတ် မည်သို့လမ်းညွှန်မည်နည်း။ အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုကျင့်သူများကို လမ်းညွှန်တော်မူသည်မဟုတ်။ <span>(၈၆)</span>၎င်းတို့၏ ပြန်လည်ပေးဆပ်မှုမှာ ၎င်းတို့အပေါ် အလ္လာဟ်၏ ကျိန်စာ၊ ကောင်းကင်တမန်များ၏ ကျိန်စာနှင့် လူသားအားလုံး၏ ကျိန်စာ <span class=\"gray\">(ကျရောက်)</span> ခြင်းဖြစ်၏။ <span>(၈၇)</span>၎င်းတို့သည် ထိုတွင် ထာဝရနေထိုင်ကြလိမ့်မည်။ ၎င်းတို့၏ ပြစ်ဒဏ်ကို လျှော့ပေါ့မည်မဟုတ်သလို နောက်ဆုတ်ခြင်း သို့မဟုတ် ရွှေ့ဆိုင်းခြင်းလည်း ရှိမည်မဟုတ်ပေ။ <span>(၈၈)</span>ထိုနောက်ပိုင်း နောင်တရပြီး ကောင်းမှုများပြုလုပ်သူများမှတစ်ပါး။ ဧကန်မလွဲ အလ္လာဟ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာရှင်ဖြစ်တော်မူသည်။ <span>(၈၉)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်ပြီးနောက် မယုံကြည်သူများကို နောင်တမရသ၍ လမ်းညွှန်တော်မူသည်မဟုတ်</h2></div><p lang=\"my\" class=\"my \">အီဗ်နုဂျရီရ်က အီဗ်နုအဘ္ဘာစ် ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်မှာ- \"အန်ဆွာရ်လူမျိုးတစ်ဦးသည် အစ္စလာမ်ကို လက်ခံခဲ့သော်လည်း နောက်ပိုင်းတွင် ဖယ်ရှားခံခဲ့ရပြီး အလ္လာဟ်နှင့် ဖက်စပ်လုပ်သူများနှင့် ပူးပေါင်းခဲ့သည်။ နောက်ပိုင်းတွင် သူသည် နောင်တရပြီး သူ၏လူများကို စေလွှတ်ခဲ့သည်- 'ကျွန်ုပ်အတွက် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ အား မေးမြန်းပေးပါ၊ ကျွန်ုပ် နောင်တရနိုင်ပါသလား။' ထို့နောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ယုံကြည်ခြင်းနောက်ပိုင်း မယုံကြည်ခဲ့သော လူမျိုးတစ်မျိုးအား အလ္လာဟ် မည်သို့လမ်းညွှန်မည်နည်း။)</span> ဟူ၍၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာရှင်ဖြစ်တော်မူသည်။)</span> သည် ထုတ်ပြန်ခဲ့ပြီး သူ၏လူများက သူ့ထံ စကားပို့ခဲ့ရာ သူသည် အစ္စလာမ်ကို ပြန်လည်လက်ခံခဲ့သည်။\" </p><p lang=\"my\" class=\"my \">၎င်းသည် အန်နာစာအီ၊ အလ်ဟာကင်မ်နှင့် အီဗ်နုဟစ်ဘ်ဘာန်တို့ မှတ်တမ်းတင်ထားသော အရေးအသားဖြစ်သည်။ အလ်ဟာကင်မ်က \"၎င်း၏ ဆင့်ကဲဇာတ်လမ်းသည် ဆဟီးဟ်ဖြစ်ပြီး ၎င်းတို့ မှတ်တမ်းမတင်ခဲ့ကြပါ။\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ယုံကြည်ခြင်းနောက်ပိုင်း၊ ရစူလ်တမန်တော်သည် မှန်ကန်ကြောင်း ၎င်းတို့သက်သေခံခဲ့ပြီးနောက်၊ ၎င်းတို့ထံသို့ ရှင်းလင်းသော သက်သေအထောက်အထားများ ရောက်ရှိလာပြီးနောက်၊ မယုံကြည်ခဲ့သော လူမျိုးတစ်မျိုးအား အလ္လာဟ် မည်သို့လမ်းညွှန်မည်နည်း။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ၊ ရစူလ်တမန်တော်ကို စေလွှတ်ခဲ့သည့်အရာ၏ မှန်ကန်မှုကို သက်သေပြသည့် သက်သေအထောက်အထားများနှင့် အကြောင်းအရာများ ထူထောင်ခဲ့ပြီးဖြစ်သည်။ ထိုသို့အားဖြင့် အမှန်တရားကို ၎င်းတို့အား ရှင်းပြခဲ့သော်လည်း ၎င်းတို့သည် ဖက်စပ်ဝါဒ၏ မှောင်မိုက်မှုသို့ ပြန်လှည့်သွားခဲ့ကြသည်။ ထို့ကြောင့်၊ အပြင်းအထန် မျက်စိကွယ်ရာသို့ ဆန္ဒအလျောက် ခုန်ဆင်းခဲ့ပြီးနောက် ထိုကဲ့သို့သော လူများသည် မည်သို့လမ်းညွှန်မှုကို ခံထိုက်မည်နည်း။ ဤအကြောင်းကြောင့် အလ္လာဟ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်သည် မတရားပြုကျင့်သူများကို လမ်းညွှန်တော်မူသည်မဟုတ်။)</span></p><p lang=\"ceb\" class=\"ceb \">He then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ပြန်လည်ပေးဆပ်မှုမှာ ၎င်းတို့အပေါ် အလ္လာဟ်၏ ကျိန်စာ၊ ကောင်းကင်တမန်များ၏ ကျိန်စာနှင့် လူသားအားလုံး၏ ကျိန်စာ <span class=\"gray\">(ကျရောက်)</span> ခြင်းဖြစ်၏။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ကျိန်စာတိုက်တော်မူပြီး ကိုယ်တော်၏ ဖန်ဆင်းခံများကလည်း ၎င်းတို့အား ကျိန်စာတိုက်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုတွင် ထာဝရနေထိုင်ကြလိမ့်မည်)</span> ကျိန်စာတွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ပြစ်ဒဏ်ကို လျှော့ပေါ့မည်မဟုတ်သလို နောက်ဆုတ်ခြင်း သို့မဟုတ် ရွှေ့ဆိုင်းခြင်းလည်း ရှိမည်မဟုတ်ပေ။)</span> အဘယ်ကြောင့်ဆိုသော် ပြစ်ဒဏ်သည် တစ်နာရီမျှပင် လျှော့ပေါ့မည်မဟုတ်သောကြောင့်ဖြစ်သည်။ ထို့နောက်၊ အလ္လာဟ်က ပြောကြားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَٰلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနောက်ပိုင်း နောင်တရပြီး ကောင်းမှုများပြုလုပ်သူများမှတစ်ပါး။ ဧကန်မလွဲ အလ္လာဟ်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ အလွန်ကရုဏာရှင်ဖြစ်တော်မူသည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်သည် အလ္လာဟ်၏ ကြင်နာမှု၊ ရက်ရောမှု၊ သနားကြင်နာမှု၊ ကရုဏာတော်နှင့် ကိုယ်တော်၏ ဖန်ဆင်းခံများက ကိုယ်တော်ထံ နောင်တရသောအခါ ကိုယ်တော်၏ ကျေးဇူးတော်တို့ကို ဖော်ပြသည်။ အဘယ်ကြောင့်ဆိုသော် ဤကိစ္စတွင် ကိုယ်တော်က ၎င်းတို့အား ခွင့်လွှတ်တော်မူသောကြောင့်ဖြစ်သည်။</p>"
  }
]