[
  {
    "ayah_key": "2:137",
    "group_ayah_key": "2:137",
    "from_ayah": "2:137",
    "to_ayah": "2:138",
    "ayah_keys": "2:137,2:138",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် အကယ်၍ သင်တို့ ယုံကြည်သည့်အရာနှင့်တူသော အရာကို ၎င်းတို့ယုံကြည်ပါက ၎င်းတို့သည် မှန်ကန်သော လမ်းညွှန်မှုကို ရရှိကြလိမ့်မည်။ သို့သော် ၎င်းတို့သည် လှည့်ထွက်သွားပါက ၎င်းတို့သည် ဆန့်ကျင်မှုတွင်သာ ရှိကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား သင်တို့အတွက် လုံလောက်စေလိမ့်မည်။ အမှန်စင်စစ် ကိုယ်တော်သည် အကြားဆုံး၊ အသိဆုံးဖြစ်သည်။ <span>(137)</span><span class=\"gray\">[ကျွန်ုပ်တို့၏ စစ်ဘ်ဃဟ် <span class=\"gray\">(ဘာသာတရား)</span> သည်]</span> အလ္လာဟ်အရှင်မြတ်၏ စစ်ဘ်ဃဟ် <span class=\"gray\">(အစ္စလာမ်)</span> ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်၏ စစ်ဘ်ဃဟ်ထက် မည်သည့် စစ်ဘ်ဃဟ်က ပို၍ကောင်းမြတ်နိုင်မည်နည်း။ ကျွန်ုပ်တို့သည် ကိုယ်တော်ကို ကိုးကွယ်သူများ ဖြစ်သည်။ <span>(138)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ အကယ်၍ ၎င်းတို့၊ (ကျမ်းဂန်ရရှိသူများအနက်မှ) မယုံကြည်သူများနှင့် အခြားသော မယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းဂန်အားလုံးနှင့် ရစူလ်တမန်တော်များအားလုံးကို ယုံကြည်ပြီး ၎င်းတို့အနက်မှ တစ်ဦးတစ်ယောက်ကိုမျှ ခွဲခြားမထားပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدِ اهْتَدَوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ၎င်းတို့သည် မှန်ကန်သော လမ်းညွှန်မှုကို ရရှိလိမ့်မည်)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် အမှန်တရားကို ရရှိပြီး ထိုအမှန်တရားသို့ ဦးတည်ကြလိမ့်မည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَّإِن تَوَلَّوْا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့လှည့်ထွက်သွားပါက)</span> ၎င်းတို့ထံ သက်သေအထောက်အထားများ ပြသပြီးနောက် အမှန်တရားမှ မမှန်ကန်သောအရာသို့ လှည့်ထွက်သွားပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا هُمْ فِي شِقَاقٍ فَسَيَكْفِيكَهُمُ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ၎င်းတို့သည် ဆန့်ကျင်မှုတွင်သာ ရှိကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား သင်တို့အတွက် လုံလောက်စေလိမ့်မည်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အားဆန့်ကျင်၍ ယုံကြည်သူများကို ကူညီလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ السَّمِيعُ الْعَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိုယ်တော်သည် အကြားဆုံး၊ အသိဆုံးဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">صِبْغَةَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ စစ်ဘ်ဃဟ်)</span>။ အဒ်-ဒဟ်ဟက်က အိဗ်နု အဗ္ဗာစ်က မှတ်ချက်ပြုသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရား\" ဟုဆို၏။ ဤ တဖ်စီးရ်ကို မူဂျာဟစ်၊ အဘူ အလ်-အာလိယဟ်၊ အစ်ကရိမဟ်၊ အိဗ်ရာဟင်မ်၊ အလ်-ဟဆန်၊ ကတာဒဟ်၊ အဒ်-ဒဟ်ဟက်၊ အဗ်ဒူလ္လာဟ် ဗင်န် ကသိရ်၊ အတိယဟ် အလ်-အောက်ဖီ၊ အရ်-ရဘီအ် ဗင်န် အနပ်စ်၊ အပ်စ်-ဆုဒ်ဒီနှင့် အခြားသော ပညာရှင်များထံမှလည်း မှတ်တမ်းတင်ထားသည်။ ဤအာယသ်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِطْرَتَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ဖိတွ်ရဟ် <span class=\"gray\">(ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အစ္စလာမ့် တော်ဟိဒ်)</span>)</span><span class=\"gray\">(၃၀:၃၀)</span> သည် မွတ်စ်လင်မ်များအား \"၎င်းကို ခိုင်မြဲစွာ ဆုပ်ကိုင်ထားကြလော့\" ဟု ညွှန်ကြားထားသည်။</p>"
  },
  {
    "ayah_key": "2:139",
    "group_ayah_key": "2:139",
    "from_ayah": "2:139",
    "to_ayah": "2:141",
    "ayah_keys": "2:139,2:140,2:141",
    "text": "<p lang=\"my\" class=\"my \">ပြောကြားပါ <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ ဂျူးများနှင့် ခရစ်ယာန်များအား)</span>၊ \"သင်တို့သည် ကျွန်ုပ်တို့နှင့် အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ ငြင်းခုံကြသလော။ ကိုယ်တော်သည် ကျွန်ုပ်တို့၏ အရှင်သခင်ဖြစ်၍ သင်တို့၏ အရှင်သခင်လည်းဖြစ်သည်။ ကျွန်ုပ်တို့၏ ကောင်းမှုများအတွက် ကျွန်ုပ်တို့ အကျိုးခံစားရမည်ဖြစ်ပြီး သင်တို့၏ ကောင်းမှုများအတွက် သင်တို့ အကျိုးခံစားရမည်။ ကျွန်ုပ်တို့သည် ကိုယ်တော်အပေါ် စိတ်ရင်းမှန်ဖြင့် သက်ဝင်ယုံကြည်သူများ ဖြစ်သည်။ <span class=\"gray\">(ဆိုလိုသည်မှာ ကျွန်ုပ်တို့သည် ကိုယ်တော်တစ်ပါးတည်းကိုသာ ကိုးကွယ်ပြီး အခြားမည်သူ့ကိုမျှ မကိုးကွယ်၊ ကိုယ်တော်၏ အမိန့်များကို လိုက်နာသည်။)</span> <span>(139)</span>သို့မဟုတ် သင်တို့က အိဗ်ရာဟင်မ်၊ အစ်မာအီလ်၊ အစ်ဟာက်၊ ယအ်ကူးဗ်နှင့် အလ်-အပ်စ်ဘာသ်တို့သည် ဂျူးများ သို့မဟုတ် ခရစ်ယာန်များ ဖြစ်သည်ဟု ပြောကြသလော။ ပြောကြားပါ၊ \"သင်တို့က ပိုသိသလော သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်က ပိုသိသလော။\" အလ္လာဟ်အရှင်မြတ်ထံမှ ရရှိထားသော သက်သေခံချက်ကို ဖုံးကွယ်သူထက် မည်သူက ပို၍ မတရားသူဖြစ်မည်နည်း။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ လုပ်ဆောင်သမျှကို မသိရှိသူ မဟုတ်ပေ။ <span>(140)</span>ထိုသူတို့သည် ကုန်လွန်ခဲ့သော လူမျိုးတစ်ရပ်ဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတို့ ရရှိခဲ့သည့် အကျိုးကို ခံစားရမည်ဖြစ်ပြီး သင်တို့သည် သင်တို့ ရရှိသည့် အကျိုးကို ခံစားရမည်။ ၎င်းတို့ လုပ်ဆောင်ခဲ့သည့်အရာများနှင့် ပတ်သက်၍ သင်တို့ကို မေးမြန်းခံရမည် မဟုတ်ပေ။ <span>(141)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ နဗီတမန်တော် ﷺ အား ရုပ်တုကိုးကွယ်သူများနှင့် ငြင်းခုံမှုများကို ကြိုတင်ကာကွယ်ရန် ညွှန်ကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَتُحَاجُّونَنَا فِي اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားပါ <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ ဂျူးများနှင့် ခရစ်ယာန်များအား)</span>၊ \"သင်တို့သည် ကျွန်ုပ်တို့နှင့် အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ ငြင်းခုံကြသလော)</span> ဆိုလိုသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ တစ်ပါးတည်းဖြစ်ခြင်း၊ ကိုယ်တော်အား နာခံခြင်းနှင့် ခယ၀ပ်ခြင်း၊ ကိုယ်တော်၏ တားမြစ်ချက်များကို ရှောင်ရှားခြင်းတို့နှင့် ပတ်သက်၍ သင်တို့သည် ကျွန်ုပ်တို့နှင့် ငြင်းခုံကြသလော၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ رَبُّنَا وَرَبُّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ကျွန်ုပ်တို့၏ အရှင်သခင်ဖြစ်၍ သင်တို့၏ အရှင်သခင်လည်းဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ကျွန်ုပ်တို့နှင့် သင်တို့အပေါ် အပြည့်အဝ ထိန်းချုပ်ထားပြီး၊ မည်သူ့ကိုမျှ မိတ်ဖက်မထားဘဲ ကိုယ်တော်တစ်ပါးတည်းသာ ကိုးကွယ်ခံထိုက်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ကောင်းမှုများအတွက် ကျွန်ုပ်တို့ အကျိုးခံစားရမည်ဖြစ်ပြီး သင်တို့၏ ကောင်းမှုများအတွက် သင်တို့ အကျိုးခံစားရမည်။)</span> ဆိုလိုသည်မှာ သင်တို့ ကျွန်ုပ်တို့ကို လက်ရှောင်သကဲ့သို့ ကျွန်ုပ်တို့သည်လည်း သင်တို့နှင့် သင်တို့ ကိုးကွယ်သောအရာများကို လက်ရှောင်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြား အာယသ်တော်တစ်ပါးတွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ ۖ أَنتُم بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِّمَّا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် သင့်အား မဟုတ်မမှန် ပြောကြားပါက၊ ပြောကြားပါ၊ \"ကျွန်ုပ်အတွက် ကျွန်ုပ်၏ လုပ်ဆောင်ချက်များရှိ၍ သင်တို့အတွက် သင်တို့၏ လုပ်ဆောင်ချက်များ ရှိသည်။ သင်တို့သည် ကျွန်ုပ်လုပ်ဆောင်သည့်အရာနှင့် ကင်းရှင်းကြပြီး ကျွန်ုပ်သည်လည်း သင်တို့လုပ်ဆောင်သည့်အရာနှင့် ကင်းရှင်းသည်။\")</span><span class=\"gray\">(၁၀:၄၁)</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အကယ်၍ ၎င်းတို့သည် သင့်အား <span class=\"gray\">(မုဟမ္မဒ် ﷺ)</span> ငြင်းခုံပါက ပြောကြားပါ၊ \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ထံ <span class=\"gray\">(အစ္စလာမ်ဘာသာ၌)</span> ကျွန်ုပ်ကိုယ်ကျွန်ုပ် အပ်နှံပြီးဖြစ်၏။ ကျွန်ုပ်နောက်သို့ လိုက်ပါသူများသည်လည်း အပ်နှံပြီးဖြစ်၏။\")</span><span class=\"gray\">(၃:၂၀)</span>။ အလ္လာဟ်အရှင်မြတ်သည် အိဗ်ရာဟင်မ်နှင့် ပတ်သက်၍ မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَاجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏ လူမျိုးများသည် သူ့နှင့် ငြင်းခုံကြသည်။ သူက ပြောကြားသည်၊ \"သင်တို့သည် ကျွန်ုပ်နှင့် အလ္လာဟ်အရှင်မြတ်နှင့် ပတ်သက်၍ ငြင်းခုံကြသလော\")</span><span class=\"gray\">(၆:၈၀)</span>၊ ထို့ပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် အိဗ်ရာဟင်မ်နှင့် သူ၏အရှင်သခင် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> အကြောင်းကို ငြင်းခုံခဲ့သူကို မကြည့်ရှုခဲ့သလော။)</span><span class=\"gray\">(၂:၂၅၈)</span>။ ကိုယ်တော်သည် ဤမြတ်နိုးဖွယ် အာယသ်တော်တွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ وَنَحْنُ لَهُ مُخْلِصُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ကောင်းမှုများအတွက် ကျွန်ုပ်တို့ အကျိုးခံစားရမည်ဖြစ်ပြီး သင်တို့၏ ကောင်းမှုများအတွက် သင်တို့ အကျိုးခံစားရမည်။ ကျွန်ုပ်တို့သည် ကိုယ်တော်အပေါ် စိတ်ရင်းမှန်ဖြင့် သက်ဝင်ယုံကြည်သူများ ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ \"သင်တို့ ကျွန်ုပ်တို့ကို လက်ရှောင်သကဲ့သို့ ကျွန်ုပ်တို့သည်လည်း သင်တို့ကို လက်ရှောင်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْنُ لَهُ مُخْلِصُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ကိုယ်တော်အပေါ် စိတ်ရင်းမှန်ဖြင့် သက်ဝင်ယုံကြည်သူများ ဖြစ်သည်။)</span> ကိုးကွယ်ရာတွင်နှင့် ခယ၀ပ်ရာတွင် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အိဗ်ရာဟင်မ်၊ ကိုယ်တော်နောက်မှ ပေါ်ပေါက်ခဲ့သော နဗီတမန်တော်များနှင့် အပ်စ်ဘာသ်တို့သည် ၎င်းတို့၏ ဘာသာတရားဖြစ်သော ဂျူးဘာသာ သို့မဟုတ် ခရစ်ယာန်ဘာသာကို လိုက်နာခဲ့သည်ဟူသော ၎င်းတို့၏ ပြောဆိုချက်ကို ဝေဖန်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قُلْ أَأَنتُمْ أَعْلَمُ أَمِ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားပါ၊ \"သင်တို့က ပိုသိသလော သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်က ပိုသိသလော။\")</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အသိဆုံးဖြစ်ပြီး ၎င်းတို့သည် ဂျူးများလည်းမဟုတ်၊ ခရစ်ယာန်များလည်းမဟုတ်ကြောင်း ကိုယ်တော်က ဖော်ပြခဲ့သည်။ အလားတူပင် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်တော်တွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَٰكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိဗ်ရာဟင်မ်သည် ဂျူးလည်းမဟုတ်၊ ခရစ်ယာန်လည်းမဟုတ်ပေ။ သို့သော် သူသည် စစ်မှန်သော မွတ်စ်လင်မ် ဟနီဖာ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းကိုသာ ကိုးကွယ်သူ)</span> ဖြစ်ပြီး မုရှ်ရစ်ကီန်များတွင် မပါဝင်ပေ။)</span><span class=\"gray\">(၃:၆၇)</span> နှင့် အောက်ပါ အာယသ်တော်များတွင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထပ်မံ၍ မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَظْلَمُ مِمَّن كَتَمَ شَهَادَةً عِندَهُ مِنَ اللَّهِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်ထံမှ ရရှိထားသော သက်သေခံချက်ကို ဖုံးကွယ်သူထက် မည်သူက ပို၍ မတရားသူဖြစ်မည်နည်း။ <span class=\"gray\">(၂:၁၄၀)</span> အလ်-ဟဆန် အလ်-ဘဆ်ရီက ပြောကြားသည်မှာ၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ထံ ပို့ခဲ့သော ကျမ်းဂန်ကို ရွတ်ဖတ်လေ့ရှိသည်။ ထိုကျမ်းဂန်က စစ်မှန်သော ဘာသာတရားသည် အစ္စလာမ်ဖြစ်ပြီး မုဟမ္မဒ် ﷺ သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်ကြောင်း ဖော်ပြထားသည်။ ၎င်းတို့၏ ကျမ်းဂန်က အိဗ်ရာဟင်မ်၊ အစ်မာအီလ်၊ အစ်ဟာက်၊ ယအ်ကူးဗ်နှင့် မျိုးနွယ်စုများသည် ဂျူးများလည်းမဟုတ်၊ ခရစ်ယာန်များလည်းမဟုတ်ကြောင်း ဖော်ပြထားသည်။ ၎င်းတို့သည် ဤအချက်များကို သက်သေခံခဲ့ကြသော်လည်း လူများထံမှ ဖုံးကွယ်ထားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ လုပ်ဆောင်သမျှကို မသိရှိသူ မဟုတ်ပေ)</span>၊ ဟူသည်မှာ ခြိမ်းခြောက်ခြင်းနှင့် သတိပေးခြင်းဖြစ်သည်။ ကိုယ်တော်၏ အသိပညာသည် လူတိုင်း၏ လုပ်ဆောင်ချက်များကို လွှမ်းခြုံထားပြီး၊ ကိုယ်တော်သည် တစ်ဦးစီအား ထိုက်တန်သလို အကျိုးချီးမြှင့်မည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထို့နောက် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ أُمَّةٌ قَدْ خَلَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် ကုန်လွန်ခဲ့သော လူမျိုးတစ်ရပ်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သင်တို့မတိုင်မီက ရှိခဲ့သော လူမျိုးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهَا مَا كَسَبَتْ وَلَكُمْ مَّا كَسَبْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ၎င်းတို့ ရရှိခဲ့သည့် အကျိုးကို ခံစားရမည်ဖြစ်ပြီး သင်တို့သည် သင်တို့ ရရှိသည့် အကျိုးကို ခံစားရမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ လုပ်ဆောင်ချက်များကို ခံယူရမည်ဖြစ်ပြီး သင်တို့သည် သင်တို့၏ လုပ်ဆောင်ချက်များကို ခံယူရမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ လုပ်ဆောင်ခဲ့သည့်အရာများနှင့် ပတ်သက်၍ သင်တို့ကို မေးမြန်းခံရမည် မဟုတ်ပေ)</span> ဆိုလိုသည်မှာ သင်တို့သည် ၎င်းတို့၏ ဆွေမျိုးများဖြစ်ခြင်းဟူသော အချက်သည် မလုံလောက်ပေ၊ သင်တို့သည် ၎င်းတို့၏ ကောင်းမှုများကို အတုယူလုပ်ဆောင်ခြင်းမရှိပါက ဖြစ်သည်။ ထို့အပြင် သင်တို့သည် ၎င်းတို့၏ မျိုးဆက်များဖြစ်သည်ဟူသော အချက်ကြောင့် မလှည့်စားခံကြနှင့်၊ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို နာခံခြင်းနှင့် ကိုယ်တော်၏ သတိပေးသူများအဖြစ်နှင့် သတင်းကောင်းယူဆောင်သူများအဖြစ် ပို့တော်မူခဲ့သော ရစူလ်တမန်တော်များကို လိုက်နာခြင်းတို့၌ ၎င်းတို့ကို အတုယူလုပ်ဆောင်ခြင်းမရှိပါက ဖြစ်သည်။ အမှန်စင်စစ် နဗီတမန်တော် တစ်ပါးကိုပင် မယုံကြည်သူသည် ရစူလ်တမန်တော်များအားလုံးကို မယုံကြည်ရာရောက်၏၊ အထူးသဖြင့် အလ္လာဟ်အရှင်မြတ်၊ စကြဝဠာများ၏ အရှင်သခင်ထံမှ လူသားမျိုးနွယ်အားလုံးနှင့် ဂျင်န်များထံသို့ စေလွှတ်တော်မူသော အကြီးမြတ်ဆုံးနှင့် နောက်ဆုံး ရစူလ်တမန်တော်ကို မယုံကြည်ပါက ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ မုဟမ္မဒ် ﷺ နှင့် အလ္လာဟ်အရှင်မြတ်၏ ကျန်ရှိသော နဗီတမန်တော်များအပေါ် သက်ရောက်ပါစေ။</p>"
  }
]