[
  {
    "ayah_key": "36:8",
    "group_ayah_key": "36:8",
    "from_ayah": "36:8",
    "to_ayah": "36:12",
    "ayah_keys": "36:8,36:9,36:10,36:11,36:12",
    "text": "<p lang=\"my\" class=\"my \">အမှန်ပင်၊ ငါတို့သည် ၎င်းတို့၏လည်ပင်းများပေါ်တွင် မေးစေ့အထိရောက်သော သံကြိုးကော်လာများကို ထားရှိခဲ့ပြီး ၎င်းတို့၏ခေါင်းများ ပင့်မခံရစေရန်အတွက်ဖြစ်သည် <span>(၈)</span>ထို့ပြင် ငါတို့သည် ၎င်းတို့ရှေ့တွင် အတားအဆီးတစ်ခု၊ ၎င်းတို့နောက်တွင် အတားအဆီးတစ်ခုကို ထားရှိခဲ့ပြီး ၎င်းတို့အား ဖုံးအုပ်ထားခဲ့သည်၊ ထို့ကြောင့် ၎င်းတို့သည် မမြင်နိုင်ကြ <span>(၉)</span>သင်သည် ၎င်းတို့အား သတိပေးသည်ဖြစ်စေ၊ မသတိပေးသည်ဖြစ်စေ ၎င်းတို့အတွက် အတူတူပင်ဖြစ်သည်၊ ၎င်းတို့သည် မယုံကြည်ကြ <span>(၁၀)</span>သင်သည် သတိပေးချက်ကို လိုက်နာပြီး၊ အလွန်အမင်း ကရုဏာရှင် အလ္လာဟ်အရှင်မြတ်အား မမြင်ရဘဲ ကြောက်ရွံ့သူကိုသာ သတိပေးနိုင်သည်။ ထိုသူအား ခွင့်လွှတ်ခြင်းနှင့် ကြွယ်ဝသော အကျိုးကျေးဇူးများအတွက် ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးပါ <span>(၁၁)</span>အမှန်ပင်၊ ငါတို့သည် သေသူများကို အသက်ရှင်စေသည်၊ ၎င်းတို့၏ ရှေ့မှပို့ခဲ့သည် <span class=\"gray\">(၎င်းတို့)</span> နှင့် ၎င်းတို့၏ ခြေရာများကို မှတ်တမ်းတင်သည်၊ ထို့ပြင် အရာအားလုံးကို ငါတို့သည် အီမာမ် မူဘင် <span class=\"gray\">(ပွင့်လင်းသော ကျမ်း)</span> တွင် ဂဏန်းများဖြင့် မှတ်တမ်းတင်ခဲ့သည်<span>(၁၂)</span></p><p lang=\"my\" class=\"my \">ဖျက်ဆီးခံရသူများထဲတွင် ပါဝင်ရန် ပြဋ္ဌာန်းခံရသူများ၏ အခြေအနေ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်– ‘ဖျက်ဆီးခံရသူများထဲတွင် ပါဝင်ရန် ပြဋ္ဌာန်းခံရသူများ၏ ကိစ္စတွင်၊ လမ်းပြခံရခြင်းနှင့် ပတ်သက်လာသောအခါ၊ ငါတို့သည် ၎င်းတို့အား လည်ပင်းတွင် သံကြိုးချည်နှောင်ထားပြီး မေးစေ့အောက်တွင် လက်နှစ်ဖက်ကို ချည်နှောင်ထားသည့် ပုဂ္ဂိုလ်တစ်ဦးနှင့်တူအောင် ဖန်တီးခဲ့သည်၊ သို့မှသာ ၎င်းတို့၏ခေါင်းများ ပင့်မခံရစေရန်အတွက် ဖြစ်သည်။’ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူထားသည့်အတိုင်း–</p><p class=\"fa qpc-hafs\" lang=\"fa\"> فَهُمْ مُقْمَحُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ခေါင်းများ ပင့်မခံရစေရန်အတွက်။)</span> လည်ပင်းတွင် သံကြိုးများချည်နှောင်ထားသည်ဟု ဖော်ပြခြင်းသည် လုံလောက်ပြီး လက်များကို ဖော်ပြရန် မလိုအပ်ပေ၊ သို့သော် ၎င်းတို့အား သွယ်ဝိုက်၍ ရည်ညွှန်းထားသည်။ အလ်အူဖီက အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ အာယတ်တော်နှင့် ပတ်သက်၍ ပြောပြသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်၊ ငါတို့သည် ၎င်းတို့၏လည်ပင်းများပေါ်တွင် မေးစေ့အထိရောက်သော သံကြိုးကော်လာများကို ထားရှိခဲ့ပြီး ၎င်းတို့၏ခေါင်းများ ပင့်မခံရစေရန်အတွက် ဖြစ်သည်။)</span> ၎င်းသည် အာယတ်တော်နှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏လက်ကို <span class=\"gray\">(နှမြောတတ်သူကဲ့သို့)</span> သင်၏လည်ပင်းတွင် မချည်နှောင်နှင့်)</span><span class=\"gray\">(၁၇:၂၉)</span>။ ဆိုလိုသည်မှာ ၎င်းတို့၏လက်များကို ၎င်းတို့၏လည်ပင်းတွင် ချည်နှောင်ထားသောကြောင့် ကောင်းမှုတစ်စုံတစ်ရာကို ပြုလုပ်နိုင်ရန်အတွက် ၎င်းတို့အား ဆန့်ထုတ်၍ မရနိုင်ပေ။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَهُمْ مُقْمَحُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ခေါင်းများ ပင့်မခံရစေရန်အတွက်။)</span> မူဂျာဟစ်ဒ်၏ အဆိုအရ ၎င်းတို့၏ခေါင်းများ ပင့်မခံရခြင်း၊ ၎င်းတို့၏လက်များကို ၎င်းတို့၏ပါးစပ်များပေါ်တွင် တင်ထားခြင်းဟု အဓိပ္ပာယ်ရသည်၊ ထို့ကြောင့် ၎င်းတို့အား ကောင်းမှုတစ်စုံတစ်ရာ ပြုလုပ်ခြင်းမှ တားဆီးထားခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့သည် ၎င်းတို့ရှေ့တွင် အတားအဆီးတစ်ခုကို ထားရှိခဲ့သည်၊)</span> မူဂျာဟစ်ဒ်က ပြောသည်၊ \"၎င်းတို့နှင့် အမှန်တရားကြားတွင်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمِنْ خَلْفِهِمْ سَدًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နောက်တွင် အတားအဆီးတစ်ခုကိုလည်း။)</span> မူဂျာဟစ်ဒ်က ပြောသည်၊ \"၎င်းတို့နှင့် အမှန်တရားကြားတွင်၊ ထို့ကြောင့် ၎င်းတို့သည် ရှုပ်ထွေးနေကြသည်။\" ကာတာဒါဟ်က ပြောသည်၊ \"၎င်းတို့သည် လမ်းမှားတစ်ခုမှ အခြားတစ်ခုသို့ ရွေ့လျားနေကြသည်။\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَغْشَيْنَاهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့သည် ၎င်းတို့အား ဖုံးအုပ်ထားခဲ့သည်၊)</span> ဆိုလိုသည်မှာ၊ 'ငါတို့သည် ၎င်းတို့၏မျက်လုံးများကို အမှန်တရားနှင့် ပတ်သက်၍ ကွယ်ပျောက်စေခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ لَا يُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် မမြင်နိုင်ကြ။)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့သည် ကောင်းရာမှ အကျိုးမရနိုင်၊ သို့မဟုတ် ၎င်းသို့ လမ်းညွှန်ခြင်းကို မခံနိုင်။ အိဗ်နု ဂျရီရ်က ပြောသည်၊ \"အိဗ်နု အဗ္ဗားစ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ အဲလ်အာရှာ (မျက်စိအားနည်းခြင်း၊ မျက်စိကွယ်ခြင်း) မှ \"ဖာ အာရှိုင်းနာဟွန်\" <span class=\"gray\">[\"ဖာအ်ဂှ်ရှိုင်းနာဟွန်\" အစား]</span> ဟု ရွတ်ဖတ်လေ့ရှိကြောင်း ပြောပြသည်၊ ၎င်းသည် မျက်လုံး၏ချို့ယွင်းချက်ဖြစ်သည်။\" </p><p lang=\"my\" class=\"my \">အဗ်ဒုရ်ရဟ်မန် ဘင်န် ဇိုင်းဒ် ဘင်န် အစလမ်က ပြောသည်– \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့နှင့် အစ္စလာမ်နှင့် အီမာန်ကြားတွင် ဤအတားအဆီးကို ထားရှိခဲ့သည်၊ သို့မှသာ ၎င်းတို့သည် မည်သည့်အခါမျှ ၎င်းသို့ မရောက်နိုင်ကြတော့မည်ဖြစ်သည်\" ဟု ပြောပြီး သူသည် ရွတ်ဖတ်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်၊ သင်၏ အရှင်သခင်၏ အမိန့်တော် <span class=\"gray\">(အမျက်တော်)</span> သည် ၎င်းတို့အပေါ် အတည်ပြုခဲ့ပြီးဖြစ်သောသူတို့သည် မယုံကြည်ကြပေ၊ ၎င်းတို့ထံသို့ သက်သေပြချက်တိုင်း ရောက်ရှိလာခဲ့သော်လည်း ၎င်းတို့သည် နာကျင်သော ပြစ်ဒဏ်ကို မမြင်မချင်း ဖြစ်သည်။)</span><span class=\"gray\">(၁၀:၉၆-၉၇)</span>။ </p><p lang=\"my\" class=\"my \">ထို့နောက် သူကပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်က တားမြစ်ထားသူ မည်သူမဆို မည်သည့်အခါမျှ မစွမ်းဆောင်နိုင်ပေ။\"</p><p lang=\"my\" class=\"my \">အစ်ကရီမာက ပြောသည်၊ \"အဘူ ဂျဟလ်က ပြောသည်၊ 'မုဟမ္မဒ်ကို ငါတွေ့လျှင် ငါက ထိုသို့နှင့် ထိုသို့ ပြုလုပ်မည်။' ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ထုတ်ဖော်ခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်၊ ငါတို့သည် ၎င်းတို့၏လည်ပင်းများပေါ်တွင် သံကြိုးကော်လာများကို ထားရှိခဲ့သည်...)</span> အထိ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ لَا يُبْصِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် မမြင်နိုင်ကြ။)</span>\" သူက ပြောသည်၊ \"၎င်းတို့က 'မုဟမ္မဒ် ဒီမှာ' ဟု ပြောလေ့ရှိသည်၊ ထို့နောက် သူက 'ဘယ်မှာလဲ။ ဘယ်မှာလဲ။' ဟု ပြောပြီး သူသည် သူ့ကို မမြင်နိုင်ပေ။\" အိဗ်နု ဂျရီရ်ကလည်း ဤအရာကို မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ၎င်းတို့အား သတိပေးသည်ဖြစ်စေ၊ မသတိပေးသည်ဖြစ်စေ ၎င်းတို့အတွက် အတူတူပင်ဖြစ်သည်၊ ၎င်းတို့သည် မယုံကြည်ကြ။)</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ လမ်းမှားကြမည်ဟု ပြဋ္ဌာန်းထားပြီးဖြစ်သည်၊ ထို့ကြောင့် ၎င်းတို့အား သတိပေးခြင်းသည် ၎င်းတို့အား အထောက်အကူပြုမည်မဟုတ်ဘဲ ၎င်းတို့အပေါ် မည်သည့်အကျိုးသက်ရောက်မှုမျှ ရှိမည်မဟုတ်ပေ။ ဆူရတ် အလ်-ဘကရဟ်၏ အစပိုင်းတွင် အလားတူအရာကို တွေ့မြင်ခဲ့ရပြီးဖြစ်သည်၊ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်၊ သင်၏ အရှင်သခင်၏ အမိန့်တော် <span class=\"gray\">(အမျက်တော်)</span> သည် ၎င်းတို့အပေါ် အတည်ပြုခဲ့ပြီးဖြစ်သောသူတို့သည် မယုံကြည်ကြပေ၊ ၎င်းတို့ထံသို့ သက်သေပြချက်တိုင်း ရောက်ရှိလာခဲ့သော်လည်း ၎င်းတို့သည် နာကျင်သော ပြစ်ဒဏ်ကို မမြင်မချင်း ဖြစ်သည်။)</span><span class=\"gray\">(၁၀:၉၆-၉၇)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် သတိပေးချက်ကို လိုက်နာသူကိုသာ သတိပေးနိုင်သည်။)</span> ဆိုလိုသည်မှာ၊ 'ယုံကြည်သူများသာ သင်၏သတိပေးချက်မှ အကျိုးကျေးဇူးရရှိမည်၊ သတိပေးချက်ကို လိုက်နာသူများ' ၎င်းသည် ကုရ်အာန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَخَشِيَ الرَّحْمَٰنَ بِالْغَيْبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အလွန်အမင်း ကရုဏာရှင် အရှင်မြတ်အား မမြင်ရဘဲ ကြောက်ရွံ့သူ။)</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူမျှ သူ့ကို မမြင်ရသည့်အခါ၌ပင်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် ကောင်းချီးမင်္ဂလာ ပေးသနားပြီး ဂုဏ်အင်မြင့်မြတ်တော်မူပါစေ၊ အလ္လာဟ်အရှင်မြတ်က သူ့ကို စောင့်ကြည့်နေပြီး သူလုပ်သောအရာများကို မြင်သည်ဟု သူသိသည်။</p><p class=\"ur qpc-hafs\" lang=\"ur\">فَبَشِّرْهُ بِمَغْفِرَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူအား ခွင့်လွှတ်ခြင်းအတွက် ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးပါ။)</span> ဆိုလိုသည်မှာ၊ ၎င်း၏ပြစ်မှုများအတွက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَجْرٍ كَرِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကြွယ်ဝသော အကျိုးကျေးဇူးများ။)</span> ဆိုလိုသည်မှာ၊ ကျယ်ပြန့်ပြီး ကြီးမား၍ လှပသော အကျိုးကျေးဇူးဖြစ်သည်။ ၎င်းသည် အာယတ်တော်နှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်၊ ၎င်းတို့၏ အရှင်သခင်အား မမြင်ရဘဲ ကြောက်ရွံ့သူတို့အတွက် ခွင့်လွှတ်ခြင်းနှင့် ကြီးမားသော အကျိုးကျေးဇူး ရှိသည်။)</span><span class=\"gray\">(၆၇:၁၂)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَحْنُ نُحْيِي الْمَوْتَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်၊ ငါတို့သည် သေသူများကို အသက်ရှင်စေသည်၊)</span> ဆိုလိုသည်မှာ၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်သည်။ ဤအရာက အလ္လာဟ်အရှင်မြတ်သည် မိစ္ဆာဒိဋ္ဌိများထဲမှ ၎င်းလိုလားသူ မည်သူ၏စိတ်နှလုံးကိုမဆို အသက်ရှင်စေသည်ကိုလည်း ဖော်ပြသည်၊ ၎င်းတို့၏စိတ်နှလုံးများသည် လမ်းမှားခြင်း၌ သေဆုံးနေခဲ့ပြီးနောက်တွင် ၎င်းတို့အား အမှန်တရားသို့ လမ်းညွှန်ပေးခြင်းဖြင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က စိတ်နှလုံးမာကျောခြင်းကို ဖော်ပြပြီးနောက် မိန့်တော်မူထားသည့်အတိုင်း–</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْلَمُوا أَنَّ اللَّهَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သိကြလော့၊ အလ္လာဟ်အရှင်မြတ်သည် မြေကြီးကို ၎င်း၏ သေဆုံးပြီးနောက် ပြန်လည် အသက်ရှင်စေသည်! ငါတို့သည် သင်တို့အား အာယတ်တော်များကို ပွင့်လင်းစွာ ပြသခဲ့ပြီးဖြစ်သည်၊ သင်တို့ နားလည်နိုင်ရန်အတွက် ဖြစ်သည်။)</span><span class=\"gray\">(၅၇:၁၇)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَكْتُبُ مَا قَدَّمُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ ရှေ့မှပို့ခဲ့သည်များကို ငါတို့ မှတ်တမ်းတင်သည်၊ <span class=\"gray\">(၎င်းတို့)</span>)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့၏ လုပ်ရပ်များကို ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآثَارَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ ခြေရာများကိုလည်း)</span> ဆိုလိုသည်မှာ၊ 'ငါတို့သည် ၎င်းတို့ ကိုယ်တိုင် လုပ်ဆောင်ခဲ့သော လုပ်ရပ်များနှင့် ၎င်းတို့ ချန်ထားခဲ့သော အမွေအနှစ်များကို ရေးမှတ်သည်၊ ထို့ကြောင့် ငါတို့သည် ၎င်းတို့အား အကျိုးအပြစ်ပေးမည်– ကောင်းပါက ငါတို့သည် ၎င်းတို့အား ဆုချမည်၊ ဆိုးပါက ငါတို့သည် ၎င်းတို့အား ပြစ်ဒဏ်ပေးမည်။' ၎င်းသည် ဟဒီးစ်တော်နှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً حَسَنَةً كَانَ لَهُ أَجْرُهَا، وَأَجْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْئًا، وَمَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً سَيِّـــئَـةً كَانَ عَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَوْزَارِهِمْ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ္စလာမ်တွင် ကောင်းသော အရာတစ်ခုကို စတင်သူ <span class=\"gray\">(သို့မဟုတ် စံနမူနာပြသူ)</span> သည် ၎င်းအတွက် အကျိုးကျေးဇူးကို ရရှိမည်ဖြစ်ပြီး၊ ၎င်းနောက်တွင် လုပ်ဆောင်သူတိုင်း၏ အကျိုးကျေးဇူးနှင့်ညီမျှသော အကျိုးကျေးဇူးကို ရရှိမည်ဖြစ်သည်၊ ၎င်းတို့၏ အကျိုးကျေးဇူးများမှ အနည်းငယ်မျှ မလျော့နည်းစေဘဲ ဖြစ်သည်။ အစ္စလာမ်တွင် မကောင်းသော အရာတစ်ခုကို စတင်သူ <span class=\"gray\">(သို့မဟုတ် စံနမူနာပြသူ)</span> သည် ၎င်းအတွက် ဝန်ထုပ်ဝန်ပိုးကို ထမ်းရွက်ရမည်ဖြစ်ပြီး၊ ၎င်းနောက်တွင် လုပ်ဆောင်သူတိုင်း၏ ဝန်ထုပ်ဝန်ပိုးနှင့်ညီမျှသော ဝန်ထုပ်ဝန်ပိုးကို ထမ်းရွက်ရမည်ဖြစ်သည်၊ ၎င်းတို့၏ ဝန်ထုပ်ဝန်ပိုးများမှ အနည်းငယ်မျှ မလျော့နည်းစေဘဲ ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤအရာကို မွတ်စလင်မ်က ဂျာဘိရ် ဘင်န် အဗ်ဒုလ္လာဟ် အလ်-ဘာဂျလီ (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ခဲ့သည်၊ ထိုအရာ၌ မူဒါရ် မျိုးနွယ်စုမှ သိုးမွေးစုတ်ပြတ်များ ဝတ်ဆင်ထားသူများ၏ ဇာတ်လမ်းကို အသေးစိတ် ဖော်ပြထားသည်။ အိဗ်နု အဘီ ဟာတိမ်က ဤဟဒီးစ်တော်ကို ဂျာဘိရ် ဘင်န် အဗ်ဒုလ္လာဟ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ အပြည့်အစုံ မှတ်တမ်းတင်ခဲ့သည်။ ထိုအရာ၌ တမန်တော်မြတ် ﷺ က ထို့နောက် ရွတ်ဖတ်ခဲ့သည်–</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ ရှေ့မှပို့ခဲ့သည်များကို ငါတို့ မှတ်တမ်းတင်သည်၊ <span class=\"gray\">(၎င်းတို့)</span> နှင့် ၎င်းတို့၏ ခြေရာများကိုလည်း)</span> မွတ်စလင်မ်ကလည်း ၎င်းကို အခြားသော ဆက်နွယ်မှုဖြင့် မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">ဆဟီဟ် မွတ်စလင်မ်တွင် အဘူ ဟူရိုင်ရဟ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ထားသော နောက်ထပ် ဟဒီးစ်တော်တစ်ခုလည်း ရှိသည်၊ သူက ပြောသည်– \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا مَاتَ ابْنُ آدَمَ انْقَطَعَ عَمَلُهُ إِلَّا مِنْ ثَلَاثٍ: مِنْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ، أَوْ صَدَقَةٍ جَارِيَةٍ مِنْ بَعْدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာဒမ်၏သား သေဆုံးသောအခါ၊ သူ၏လုပ်ဆောင်မှုများအားလုံး ရပ်တန့်သွားသည်၊ သုံးခုမှလွဲ၍ ဖြစ်သည်– အခြားသူများအတွက် အကျိုးရှိသော အသိပညာ၊ သူ့အတွက် ဆုတောင်းပေးသော ဖြောင့်မတ်သော ကလေး၊ သို့မဟုတ် သူချန်ထားခဲ့သော ရေရှည်တည်တံ့သည့် ကုသိုလ်ဒါန။)</span>\" စူဖယန် အစ်-သွော်ရီက အဘူ စအီဒ်က ပြောသည်ဟု သတင်းပေးသည်– \"မူဂျာဟစ်ဒ်က အာယတ်တော်နှင့် ပတ်သက်၍ ပြောသည်ကို ကျွန်ုပ်ကြားခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَحْنُ نُحْيِي الْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်ပင်၊ ငါတို့သည် သေသူများကို အသက်ရှင်စေသည်၊ ၎င်းတို့၏ ရှေ့မှပို့ခဲ့သည်များကို ငါတို့ မှတ်တမ်းတင်သည်၊ <span class=\"gray\">(၎င်းတို့)</span> နှင့် ၎င်းတို့၏ ခြေရာများကိုလည်း)</span> '၎င်းတို့ ချန်ထားခဲ့သော လမ်းမှားခြင်း။'\" </p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ နာဂျီဟ်နှင့် အခြားသူများက မူဂျာဟစ်ဒ်ထံမှ သတင်းပေးသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا قَدَّمُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ရှေ့မှပို့ခဲ့သည်များကို၊ <span class=\"gray\">(၎င်းတို့)</span>)</span> \"၎င်းတို့၏ လုပ်ရပ်များကို။\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآثَارَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ ခြေရာများကိုလည်း)</span>။ သူက ပြောသည်၊ \"၎င်းတို့၏ ခြေလှမ်းများကို။\" ဤသည်မှာ အလ်-ဟာစန်နှင့် ကာတာဒါဟ်တို့၏ အမြင်လည်းဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآثَارَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ ခြေရာများကိုလည်း)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ခြေလှမ်းများကို ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ကာတာဒါဟ်က ပြောသည်– \"အလ္လာဟ်အရှင်မြတ်သည် သင့်နှင့် ပတ်သက်၍ မည်သည့်အရာကိုမဆို လျစ်လျူရှုမည်ဆိုလျှင်၊ အို အာဒမ်၏သား၊ သူသည် ဤခြေလှမ်းများမှ လေဖြင့် ဖယ်ရှားနိုင်သည့်အရာကို လျစ်လျူရှုမည်။\" သို့သော် သူသည် အာဒမ်၏သား၏ ခြေလှမ်းများနှင့် သူ၏ လုပ်ဆောင်မှုများအားလုံးကို ထည့်သွင်းစဉ်းစားသည်၊ ဤခြေလှမ်းများနှင့် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်အား နာခံရန် သို့မဟုတ် မနာခံရန် ရည်ရွယ်ချက်အတွက် ဖြစ်သည်ဆိုသည်ကိုပင် ထည့်သွင်းစဉ်းစားသည်။ ထို့ကြောင့်၊ အလ္လာဟ်အရှင်မြတ်အား နာခံရန် ရည်ရွယ်ချက်ဖြင့် သူ၏ ခြေလှမ်းများကို မှတ်တမ်းတင်နိုင်သူ မည်သူမဆို ထိုသို့ လုပ်ဆောင်ပါစေ။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က ဂျာဘိရ် ဘင်န် အဗ်ဒုလ္လာဟ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က ပြောသည်ဟု မှတ်တမ်းတင်ခဲ့သည်– \"ဗလီဝန်းကျင်တွင် လွတ်နေသော နေရာတစ်ခု ရှိသည်၊ ဘနူ စလမဟ်က ဗလီနှင့် ပိုမိုနီးကပ်စေရန် ရွှေ့ပြောင်းလိုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ထိုအကြောင်းကို ကြားသိသောအခါ၊ ၎င်းတို့အား မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ بَلَغَنِي أَنَّكُمْ تُرِيدُونَ أَنْ تَنْتَقِلُوا قُرْبَ الْمَسْجِدِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ဗလီနှင့်နီးရာသို့ ပြောင်းရွှေ့လိုကြောင်း ကျွန်ုပ်ကြားသိရသည်။)</span> ၎င်းတို့က ပြောသည်၊ 'ဟုတ်ပါသည်၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ကျွန်ုပ်တို့ ထိုသို့ လိုလားသည်။' သူ ﷺ က မိန့်တော်မူသည်–</p><p class=\"ps qpc-hafs\" lang=\"ps\">يَا بَنِي سَلِمَةَ! دِيَارَكُمْ تُكْتَبْ آثَارُكُمْ، دِيَارَكُمْ تُكْتَبْ آثَارُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဘနူ စလမဟ်၊ သင်တို့ ရှိရာနေရာတွင် နေပါ၊ သင်တို့၏ ခြေလှမ်းများကို မှတ်တမ်းတင်မည်၊ သင်တို့ ရှိရာနေရာတွင် နေပါ၊ သင်တို့၏ ခြေလှမ်းများကို မှတ်တမ်းတင်မည်။)</span>\" ဤအရာကိုလည်း မွတ်စလင်မ်က ဂျာဘိရ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) ထံမှ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က အဗ်ဒုလ္လာဟ် ဘင်န် အမ်ရ် (အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ) က ပြောသည်ဟု မှတ်တမ်းတင်ခဲ့သည်– \"အလ်-မာဒီနာတွင် အမျိုးသားတစ်ဦး သေဆုံးသွားခဲ့ပြီး တမန်တော်မြတ် ﷺ က သူ့အတွက် ဆုတောင်းပေးခဲ့ပြီး မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا لَيْتَهُ مَاتَ فِي غَيْرِ مَوْلِدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့မွေးရပ်မြေမှလွဲ၍ အခြားတစ်နေရာတွင် သေဆုံးခဲ့လျှင် ကောင်းလေစွ!)</span> လူအများထဲမှ အမျိုးသားတစ်ဦးက ပြောသည်၊ 'အဘယ်ကြောင့်ပါလဲ၊ အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်။' အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ إِذَا تُوُفِّيَ فِي غَيْرِ مَوْلِدِهِ، قِيسَ لَهُ مِنْ مَوْلِدِهِ إِلَى مُنْقَطِعِ أَثَرِهِ فِي الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးသည် သူ့မွေးရပ်မြေမှလွဲ၍ အခြားတစ်နေရာတွင် သေဆုံးသောအခါ၊ သူ့မွေးရာနေရာမှ သူ၏ ခြေလှမ်းများ မပေါ်တော့သည့်နေရာအထိ <span class=\"gray\">(၎င်းသည် သူ့အတွက် ခွဲဝေပေးမည့်နေရာ ဖြစ်သည်)</span> ဂျန္နတ်တွင် တိုင်းတာပေးမည်။)</span>\" ၎င်းကို အန်-နာစာအီနှင့် အိဗ်နု မာဂျာဟ်တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီရ်က သာဘစ်က ပြောသည်ဟု သတင်းပေးသည်– \"ကျွန်ုပ်သည် အနတ်စ်နှင့်အတူ လမ်းလျှောက်နေပြီး ကျွန်ုပ် အလျင်အမြန် လျှောက်ခဲ့သည်။ သူက ကျွန်ုပ်၏လက်ကို ဆွဲပြီး ကျွန်ုပ်တို့ ဖြည်းဖြည်းချင်း လျှောက်ခဲ့သည်၊ ကျွန်ုပ်တို့ ဆုတောင်းပြီးစီးသောအခါ၊ အနတ်စ်က ပြောသည်– 'ကျွန်ုပ်သည် ဇိုင်းဒ် ဘင်န် သာဘစ်နှင့်အတူ လမ်းလျှောက်ခဲ့ပြီး ကျွန်ုပ် အလျင်အမြန် လျှောက်ခဲ့သည်၊ ထို့နောက် သူက ပြောသည်– အို အနတ်စ်! သင်၏ ခြေလှမ်းများကို ရေးမှတ်နေသည်ဟု သင် မခံစားရဘူးလား။'\" </p><p lang=\"my\" class=\"my \">ဤအရာနှင့် ပထမအစီရင်ခံစာကြားတွင် ဆန့်ကျင်ဘက်မရှိ၊ ဆန့်ကျင်ဘက်အားဖြင့်၊ ဤအရာက အနည်းငယ် ပိုမိုပြင်းထန်စွာ အတူတူပင်ဖြစ်ကြောင်း ဖော်ပြသည်။ အဘယ်ကြောင့်ဆိုသော် ဤခြေလှမ်းများကို မှတ်တမ်းတင်နေသောကြောင့်၊ ကောင်းသည်ဖြစ်စေ၊ ဆိုးသည်ဖြစ်စေ စံနမူနာပြနေသောသူများသည် မှတ်တမ်းတင်ခံရရန် ပိုမိုဖြစ်နိုင်ခြေရှိသည်။ အလ္လာဟ်အရှင်မြတ် အကောင်းဆုံး သိတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အရာအားလုံးကို ငါတို့သည် အီမာမ် မူဘင် <span class=\"gray\">(ပွင့်လင်းသော ကျမ်း)</span> တွင် ဂဏန်းများဖြင့် <span class=\"gray\">(မှတ်တမ်းအဖြစ်)</span> မှတ်တမ်းတင်ခဲ့သည်။)</span> ဆိုလိုသည်မှာ၊ ရှိရှိသမျှ အရာအားလုံးသည် အလ်-လောဟ် အလ်-မဟ်ဖူးဇ်တွင် မှတ်တမ်းတစ်ခု၌ အတိအကျ ဖော်ပြထားသည်။ ဤနေရာတွင် အလ်-အီမာမ် အလ်-မူဘင် ဆိုသည်မှာ မှတ်တမ်းများအားလုံး၏ အရင်းအမြစ်ကို ရည်ညွှန်းသည်။ ဤသည်မှာ မူဂျာဟစ်ဒ်၊ ကာတာဒါဟ်နှင့် အဗ်ဒုရ်ရဟ်မန် ဘင်န် ဇိုင်းဒ် ဘင်န် အစလမ်တို့၏ အမြင်ဖြစ်သည်။ အလားတူပင်၊ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">((အမှတ်ရကြလော့)</span> ငါတို့သည် လူသားအားလုံးကို ၎င်းတို့၏ <span class=\"gray\">(သက်ဆိုင်ရာ)</span> အီမာမ် <span class=\"gray\">(ကောင်းမှုနှင့် ဆိုးမှု မှတ်တမ်း)</span> နှင့်အတူ ခေါ်ဖိတ်မည့်နေ့ကို)</span><span class=\"gray\">(၁၇:၇၁)</span>။ ဆိုလိုသည်မှာ ၎င်းတို့၏ လုပ်ရပ်များ ကောင်းသည်ဖြစ်စေ၊ ဆိုးသည်ဖြစ်စေ သက်သေခံမည့် ၎င်းတို့၏ လုပ်ရပ်များစာအုပ်ကို ဖြစ်သည်။ ၎င်းသည် အာယတ်တော်များနှင့်တူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကျမ်းကို <span class=\"gray\">(ဖွင့်၍)</span> ချထားမည်၊ ထို့ပြင် နဗီတမန်တော်များနှင့် သက်သေများကို ခေါ်ဆောင်လာမည်)</span><span class=\"gray\">(၃၉:၆၉)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَٰذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا ۚ وَوَجَدُوا مَا عَمِلُوا حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကျမ်း <span class=\"gray\">(တစ်ဦး၏ မှတ်တမ်း)</span> ကို ချထားမည်၊ သင်သည် ပြစ်မှုကျူးလွန်သူများကို ၎င်းတွင် <span class=\"gray\">(မှတ်တမ်းတင်ထားသည်)</span> ကို ကြောက်ရွံ့နေသည်ကို မြင်ရမည်။ ၎င်းတို့က ပြောကြမည်– \"ကျွန်ုပ်တို့အား ဒုက္ခရောက်ပါစေ! ဤကျမ်းသည် မည်သို့သော ကျမ်းပါလဲ၊ အသေးအမွှားအရာကိုမျှ မချန်၊ အကြီးအရာကိုမျှ မချန်ဘဲ အရာအားလုံးကို ဂဏန်းများဖြင့် မှတ်တမ်းတင်ထားသည်!\" ထို့ပြင် ၎င်းတို့ လုပ်ဆောင်ခဲ့သည်များအားလုံးကို ၎င်းတို့ရှေ့တွင် ထားရှိသည်ကို တွေ့ရမည်၊ သင်၏အရှင်သခင်သည် မည်သူ့ကိုမျှ မတရား မပြုလုပ်ပါ။)</span><span class=\"gray\">(၁၈:၄၉)</span>။</p>"
  }
]