[
  {
    "ayah_key": "22:1",
    "group_ayah_key": "22:1",
    "from_ayah": "22:1",
    "to_ayah": "22:2",
    "ayah_keys": "22:1,22:2",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အလွန်တရာ ကရုဏာရှင်၊ အလွန်တရာ မေတ္တာရှင် ဖြစ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ - يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَىٰ وَمَا هُم بِسُكَارَىٰ وَلَٰكِنَّ عَذَابَ اللَّهِ شَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အို လူသားတို့! သင်တို့၏ အရှင်သခင်ကို ကြောက်ရွံ့ကြလော့! ဧကန်မုချ ရှင်ပြန်ထမည့်နေ့၏ မြေငလျင်သည် ကြောက်မက်ဖွယ်ကောင်းသော အရာဖြစ်၏။)</span><span class=\"gray\">(၂။ ထိုနေ့ကို သင်တို့ မြင်ရသောအခါ၊ နို့တိုက်မိခင်တိုင်းသည် မိမိ၏ နို့စို့ကလေးကို မေ့လျော့သွားလိမ့်မည်၊ ကိုယ်ဝန်ဆောင်တိုင်းသည် မိမိ၏ ဝန်ထုပ်ဝန်ပိုးကို ချပစ်လိမ့်မည်၊ လူသားတို့ကို အရက်မူးနေသူများအဖြစ် သင်မြင်ရလိမ့်မည်၊ သို့သော် သူတို့သည် အရက်မူးနေကြသည်မဟုတ်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်သည် ပြင်းထန်လှ၏။)</span></p><div lang=\"my\" class=\"my \"><h2>ရှင်ပြန်ထမြောက်ချိန်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များကို မိမိအား ကြောက်ရွံ့ရန် အမိန့်ပေးထားပြီး၊ ရှင်ပြန်ထမြောက်ချိန်၏ ကြောက်မက်ဖွယ်ရာများကို မြေငလျင်များနှင့် အခြားကြောက်မက်ဖွယ်ရာများနှင့်အတူ သူတို့ထံ ရောက်လာမည့်အကြောင်း မိန့်ကြားထားသည်။ အရှင်မြတ်က မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا - وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေကို ၎င်း၏ <span class=\"gray\">(နောက်ဆုံး)</span> မြေငလျင်ဖြင့် လှုပ်ခါသောအခါ။ ကမ္ဘာမြေက ၎င်း၏ ဝန်ထုပ်ဝန်ပိုးများကို ထုတ်ပစ်သောအခါ။)</span><span class=\"gray\">(၉၉:၁-၂)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً - فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေနှင့် တောင်များကို ၎င်းတို့၏ နေရာများမှ ရွှေ့ပြောင်းပြီး တစ်ကြိမ်တည်း ကြေမွသွားစေမည်။ ထို့နောက် ထိုနေ့တွင် <span class=\"gray\">(ကြီးမြတ်သော)</span> အဖြစ်အပျက် ဖြစ်ပေါ်လိမ့်မည်။)</span><span class=\"gray\">(၆၉:၁၄-၁၅)</span> နှင့်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا رُجَّتِ الْأَرْضُ رَجًّا - وَبُسَّتِ الْجِبَالُ بَسًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေကို ကြောက်မက်ဖွယ်ရာ လှုပ်ခါသောအခါ။ တောင်များကို ဖုန်မှုန့်များအဖြစ် ကြေမွသွားစေမည်။)</span><span class=\"gray\">(၅၆:၄-၅)</span></p><p lang=\"my\" class=\"my \">ဤမြေငလျင်သည် ဤကမ္ဘာ၏ သက်တမ်းကုန်ဆုံးချိန်၊ ရှင်ပြန်ထမြောက်ချိန် အစတွင် ရောက်လာမည်ဟု ဆိုခဲ့သည်။ အိဗ်နု ဂျရီးရ်သည် အလ်ကမာ၏ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်အပေါ် မှတ်ချက်ကို မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ زَلْزَلَةَ السَّاعَةِ شَىْءٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မုချ ရှင်ပြန်ထမည့်နေ့ <span class=\"gray\">(တရားစီရင်ခြင်း)</span> ၏ မြေငလျင်သည် ကြောက်မက်ဖွယ်ကောင်းသော အရာဖြစ်၏။)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ချိန်မတိုင်မီ။ အချို့ကမူ ဤသည်မှာ သင်္ချိုင်းများမှ ထမြောက်ပြီးနောက် ရှင်ပြန်ထမြောက်ချိန်တွင်၊ <span class=\"gray\">(တရားစီရင်ရာ)</span> ကွင်းပြင်၌ ဖြစ်ပေါ်မည့် ကြောက်ရွံ့မှု၊ ထိတ်လန့်မှု၊ မြေငလျင်များနှင့် ကမောက်ကမဖြစ်မှုများကို ရည်ညွှန်းသည်ဟု ပြောဆိုကြသည်။ ဤသည်မှာ အိဗ်နု ဂျရီးရ် နှစ်သက်သော အမြင်ဖြစ်ပြီး၊ သူသည် အောက်ပါ ဟဒီးစ်များကို သက်သေအဖြစ် ကိုးကားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အိမ်ရန် ဘင် ဟူစိုင်းန်က ပြောသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ခရီးတစ်ခုတွင် ရှိနေစဉ် သူ၏ ရဲဘော်အချို့ နောက်ကျကျန်နေခဲ့ရာ၊ သူသည် သူ၏ အသံကို မြှင့်တင်ပြီး ဤအာယတ်နှစ်ခုကို ရွတ်ဖတ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يأَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَىْءٌ عَظِيمٌ - يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَـرَى وَمَا هُم بِسُكَـرَى وَلَـكِنَّ عَذَابَ اللَّهِ شَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားတို့! သင်တို့၏ အရှင်သခင်ကို ကြောက်ရွံ့ကြလော့! ဧကန်မုချ ရှင်ပြန်ထမည့်နေ့၏ မြေငလျင်သည် ကြောက်မက်ဖွယ်ကောင်းသော အရာဖြစ်၏။ ထိုနေ့ကို သင်တို့ မြင်ရသောအခါ၊ နို့တိုက်မိခင်တိုင်းသည် မိမိ၏ နို့စို့ကလေးကို မေ့လျော့သွားလိမ့်မည်၊ ကိုယ်ဝန်ဆောင်တိုင်းသည် မိမိ၏ ဝန်ထုပ်ဝန်ပိုးကို ချပစ်လိမ့်မည်၊ လူသားတို့ကို အရက်မူးနေသူများအဖြစ် သင်မြင်ရလိမ့်မည်၊ သို့သော် သူတို့သည် အရက်မူးနေကြသည်မဟုတ်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်သည် ပြင်းထန်လှ၏။)</span></p><p lang=\"my\" class=\"my \">သူ၏ ရဲဘော်များသည် ထိုစကားကို ကြားသောအခါ၊ သူတစ်ခုခု ပြောလိုကြောင်း သိရှိသောကြောင့် သူနှင့် လိုက်မီရန် အလျင်အမြန် လိုက်ပါခဲ့သည်။ သူတို့ သူ၏ထံသို့ ရောက်သောအခါ၊ သူက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرُونَ أَيُّ يَوْمٍ ذَاكَ، ذَاكَ يَوْمُ يُنَادَى آدَمُ عَلَيْهِ السَّلَامُ، فَيُنَادِيهِ رَبُّهُ عَزَّ وَجَلَّ، فَيَقُولُ: يَا آدَمُ ابْعَثْ بَعْثَكَ إِلَى النَّارِ، فَيَقُولُ: يَا رَبِّ وَمَا بَعْثُ النَّارِ؟ فَيَقُولُ: مِنْ كُلِّ أَلْفٍ تِسْعُمِائَةٍ وَتِسْعَةٌ وَتِسْعُونَ فِي النَّارِ، وَوَاحِدٌ فِي الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့သည် မည်သည့်နေ့ဖြစ်ကြောင်း သင်တို့သိကြသလော။ ထိုနေ့သည် အာဒမ်ကို ခေါ်သောနေ့ဖြစ်သည်။ သူ၏ အရှင်သခင်က သူ့အား ခေါ်ပြီး မိန့်ကြားလိမ့်မည်- \"အို အာဒမ်၊ သင်၏ သားသမီးများထဲမှ မီးထဲသို့ ပို့ဆောင်ရမည့်သူများကို ပို့ဆောင်လော့။\" သူက ပြောလိမ့်မည်- \"အို အရှင်သခင်၊ မီးထဲသို့ မည်မျှ ပို့ဆောင်ရမည်နည်း။\" အရှင်သခင်က မိန့်ကြားလိမ့်မည်- \"လူတစ်ထောင်တိုင်းမှ ကိုးရာ့ကိုးဆယ့်ကိုးယောက်သည် မီးထဲ၌ ရှိလိမ့်မည်ဖြစ်ပြီး တစ်ယောက်သည် ပရဒိသုဘုံ၌ ရှိလိမ့်မည်။\")</span></p><p lang=\"my\" class=\"my \">သူ၏ ရဲဘော်များသည် စိတ်ပျက်အားငယ်ကာ ပြုံးရယ်ခြင်း ရပ်ဆိုင်းသွားကြသည်။ ထိုအရာကို သူမြင်သောအခါ၊ သူက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَبْشِرُوا وَاعْمَلُوا، فَوَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ إِنَّكُمْ لَمَعَ خَلِيقَتَيْنِ مَا كَانَتَا مَعَ شَيْءٍ قَطُّ إِلَّا كَثَّرَتَاهُ يَأْجُوجُ وَمَأْجُوجُ، وَمَنْ هَلَكَ مِنْ بَنِي آدَمَ وَبَنِي إِبْلِيسَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝမ်းသာကြလော့၊ အားထုတ်ကြလော့၊ မုဟမ္မဒ်၏ စိတ်ဝိညာဉ်ကို ထိန်းချုပ်ထားသော အရှင်မြတ်ကို ကျိန်ဆို၍ ပြောရလျှင်၊ သင်တို့သည် အရေအတွက် အလွန်များပြားသော ဖန်ဆင်းခံနှစ်မျိုးဖြစ်သည့် ယအ်ဂျူးဂျ်နှင့် မအ်ဂျူးဂျ်၊ နှင့် အာဒမ်၏သားစဉ်မြေးဆက်မှ သေဆုံးပြီးသောသူများ၊ နှင့် အိဗ်လီစ်၏သားစဉ်မြေးဆက်မှ သေဆုံးပြီးသောသူများနှင့်အတူ ရေတွက်ခံရမည်။)</span> ထို့နောက် သူတို့ ပိုမိုပျော်ရွှင်လာကြပြီး သူက ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْمَلُوا وَأَبْشِرُوا، فَوَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، مَا أَنْتُمْ فِي النَّاسِ إِلَّا كَالشَّامَةِ فِي جَنْبِ الْبَعِيرِ أَوِ الرَّقْمَةِ فِي ذِرَاعِ الدَّابَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အားထုတ်ကြလော့၊ ဝမ်းသာကြလော့၊ မုဟမ္မဒ်၏ စိတ်ဝိညာဉ်ကို ထိန်းချုပ်ထားသော အရှင်မြတ်ကို ကျိန်ဆို၍ ပြောရလျှင်၊ လူသားများနှင့် နှိုင်းယှဉ်လျှင် သင်တို့သည် ကုလားအုတ်ဘေးဘက်ရှိ မှဲ့တစ်စက် သို့မဟုတ် သားရဲတိရစ္ဆာန်၏ ခြေထောက်ရှေ့ဘက်ရှိ အမှတ်အသားတစ်ခုနှင့်တူသည်။)</span> ဤဟဒီးစ်ကို အတ်-တီရ်မီဇီနှင့် အန်-နာစာအီတို့က သူတို့၏ ဆူနန်ကျမ်းများရှိ တဖ်စီရ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။ အတ်-တီရ်မီဇီက \"၎င်းသည် ဟစန် ဆဟီးဟ် ဖြစ်သည်\" ဟု ပြောခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ဤဟဒီးစ်၏ အခြားဗားရှင်း</h2></div><p lang=\"cy\" class=\"cy \">At-Tirmidhi recorded from 'Imran bin Husayn that when the words,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသားတို့! သင်တို့၏ အရှင်သခင်ကို ကြောက်ရွံ့ကြလော့။)</span> သူ၏ မိန့်ကြားချက်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ عَذَابَ اللَّهِ شَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်သည် ပြင်းထန်လှ၏။)</span> ဟူ၍ ထုတ်ပြန်သောအခါ၊ တမန်တော်မြတ် ﷺ သည် ခရီးတစ်ခုတွင် ရှိနေခဲ့ပြီး သူက ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرُونَ أَيُّ يَوْمٍ ذَلِكَ؟ قَالُوا: اللهُ وَرَسُولُهُ أَعْلَمُ. قَالَ: ذَلِكَ يَوْمٌ يَقُولُ اللهُ لِآدَمَ: ابْعَثْ بَعْثَ النَّارِ، قَالَ: يَا رَبِّ وَمَا بَعْثُ النَّارِ؟ قالَ: تِسْعُمِائَةٍ وَتِسْعَةٌ وَتِسْعُونَ إِلَى النَّارِ وَوَاحِدٌ إِلَى الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့သည် မည်သည့်နေ့ဖြစ်ကြောင်း သင်တို့သိကြသလော။)</span> သူတို့က \"အလ္လာဟ်အရှင်မြတ်နှင့် သူ၏ တမန်တော်က အကောင်းဆုံး သိသည်\" ဟု ပြောခဲ့ကြသည်။ <span class=\"gray\">(သူက ပြောသည်- ထိုနေ့သည် အလ္လာဟ်အရှင်မြတ်က အာဒမ်အား \"မီးထဲသို့ ပို့ဆောင်ရမည့် သင်၏ သားသမီးများကို ပို့ဆောင်လော့\" ဟု မိန့်ကြားမည့်နေ့ဖြစ်သည်။ သူက ပြောလိမ့်မည်- \"အို အရှင်သခင်၊ မီးထဲသို့ မည်မျှ ပို့ဆောင်ရမည်နည်း။\" အရှင်မြတ်က မိန့်ကြားလိမ့်မည်- \"လူတစ်ထောင်တိုင်းမှ ကိုးရာ့ကိုးဆယ့်ကိုးယောက်သည် မီးထဲ၌ ရှိလိမ့်မည်ဖြစ်ပြီး တစ်ယောက်သည် ပရဒိသုဘုံ၌ ရှိလိမ့်မည်။\")</span> မွတ်စလင်မ်များ စတင်ငိုကြွေးခဲ့ကြပြီးနောက် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَارِبُوا وَسَدِّدُوا، فَإِنَّهَا لَمْ تَكُنْ نُبُوَّةٌ قَطُّ إِلَّا كَانَ بَيْنَ يَدَيْهَا جَاهِلِيَّةٌ، قَالَ: فَيُؤْخَذُ الْعَدَدُ مِنَ الْجَاهِلِيَّةِ، فَإِنْ تَمَّتْ، وَإِلَّا كُمِّلَتْ مِنَ الْمُنَافِقِينَ، وَمَا مَثَلُكُمْ وَمَثَلُ الْأُمَمِ إِلَّا كَمَثَلِ الرَّقْمَةِ فِي ذِرَاعِ الدَّابَّةِ، أَوْ كَالشَّامَةِ فِي جَنْبِ الْبَعِيرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အဆင့်အတန်းတွင် နီးစပ်ကြလော့၊ ရိုးသားပွင့်လင်းကြလော့၊ အဘယ်ကြောင့်ဆိုသော် မည်သည့်နဗီတမန်တော်မျှ သူ၏ ပေါ်ထွန်းမှုမတိုင်မီက အညာတရားခေတ် မရှိခဲ့ဖူးပါ။ ထို့ကြောင့် ထိုအညာတရားခေတ်မှ အရေအတွက်ကို ယူလိမ့်မည်၊ ထိုအရေအတွက် မလုံလောက်လျှင် ဟန်ဆောင်သူများထံမှ ဖြည့်စွက်လိမ့်မည်။ အခြားအမျိုးသားများနှင့် နှိုင်းယှဉ်လျှင် သင်တို့၏ ပုံပမာသည် တိရစ္ဆာန်တစ်ကောင်၏ ခြေထောက်ရှေ့ဘက်ရှိ အမှတ်အသားတစ်ခု သို့မဟုတ် ကုလားအုတ်ဘေးဘက်ရှိ မှဲ့တစ်စက်နှင့်တူသည်။)</span> ထို့နောက် သူက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَأَرْجُو أَنْ تَكُونُوا رُبُعَ أَهْلِ الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ပရဒိသုဘုံသားများ၏ လေးပုံတစ်ပုံ ဖြစ်လိမ့်မည်ဟု ငါမျှော်လင့်သည်။)</span> သူတို့က \"အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏!\" ဟု ပြောခဲ့ကြသည်။ ထို့နောက် သူက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَأرْجُو أَنْ تَكُونُوا ثُلُثَ أَهْلِ الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ပရဒိသုဘုံသားများ၏ သုံးပုံတစ်ပုံ ဖြစ်လိမ့်မည်ဟု ငါမျှော်လင့်သည်။)</span> သူတို့က \"အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏!\" ဟု ပြောခဲ့ကြသည်။ ထို့နောက် သူက ပြောသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي لَأرْجُو أَنْ تَكُونُوا نِصْفَ أَهْلِ الْجَنَّةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ပရဒိသုဘုံသားများ၏ တစ်ဝက် ဖြစ်လိမ့်မည်ဟု ငါမျှော်လင့်သည်။)</span> သူတို့က \"အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏!\" ဟု ပြောခဲ့ကြသည်။ ထို့နောက် သူ <span class=\"gray\">[ပြောပြသူ]</span> က ပြောသည်- \"သူက သုံးပုံနှစ်ပုံဟု ပြောခဲ့သည်လား၊ မပြောခဲ့သည်လား၊ ငါမသိပါ။\" ဤဟဒီးစ်ကို အိမာမ် အဟ်မဒ်ကလည်း မှတ်တမ်းတင်ထားသည်။ ထို့နောက် အတ်-တီရ်မီဇီကလည်း \"ဤသည်မှာ ဟစန် ဆဟီးဟ် ဟဒီးစ် ဖြစ်သည်\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">သူ၏ တဖ်စီရ်ကျမ်းတွင်၊ ဤအာယတ်အောက်၌ အလ်-ဘူခါရီသည် အဘူ စာအိဒ်က ပြောသည်မှာ \"တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى يَوْمَ الْقِيَامَةِ: يَا آدَمُ، فَيَقُولُ: لَبَّيْكَ رَبَّنَا وَسَعْدَيْكَ، فَيُنَادَى بِصَوْتٍ: إِنَّ اللهَ يَأْمُرُكَ أَنْ تُخْرِجَ مِنْ ذُرِّيَّتِكَ بَعْثًا إِلَى النَّارِ، قَالَ: يَا رَبِّ وَمَا بَعْثُ النَّارِ؟ قَالَ: مِنْ كُلِّ أَلْفٍ - أُرَاهُ قَالَ - تِسْعُمِائَةٍ وَتِسْعَةٌ وَتِسْعُونَ، فَحِينَئِذٍ تَضَعُ الْحَامِلُ حَمْلَهَا  وَيَشِيبُ الْوَلِيدُ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَى النَّاسَ سُكَارَىٰ وَمَا هُم بِسُكَارَىٰ وَلَٰكِنَّ عَذَابَ اللَّهِ شَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှင်ပြန်ထမြောက်ချိန်တွင်၊ အလ္လာဟ်အရှင်မြတ်က \"အို အာဒမ်\" ဟု မိန့်ကြားလိမ့်မည်။ သူက \"အရှင်သခင်၏ အမှုတော်ကို ထမ်းရွက်ရန် အသင့်ရှိပါသည်\" ဟု ပြောလိမ့်မည်။ ထို့နောက် အသံတစ်သံက ခေါ်လိမ့်မည်- \"အလ္လာဟ်အရှင်မြတ်သည် သင်၏ သားသမီးများထဲမှ မီးအတွက် ရည်စူးထားသူများကို ပို့ဆောင်ရန် သင့်အား အမိန့်ပေးသည်။\" သူက \"အို အရှင်သခင်၊ မည်သူသည် မီးအတွက် ရည်စူးထားသူနည်း။\" အရှင်မြတ်က မိန့်ကြားလိမ့်မည်- \"လူတစ်ထောင်တိုင်းမှ\" – သူက ပြောခဲ့သည်ဟု ငါထင်သည် – \"ကိုးရာ့ကိုးဆယ့်ကိုးယောက်။\" ထိုအချိန်တွင် ကိုယ်ဝန်ဆောင် အမျိုးသမီးတိုင်းသည် သူတို့၏ ဝန်ထုပ်ဝန်ပိုးကို ချပစ်လိမ့်မည်ဖြစ်ပြီး ကလေးများမှာ ဆံပင်ဖြူသွားလိမ့်မည်။ <span class=\"gray\">(လူသားတို့ကို အရက်မူးနေသူများအဖြစ် သင်မြင်ရလိမ့်မည်၊ သို့သော် သူတို့သည် အရက်မူးနေကြသည်မဟုတ်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်သည် ပြင်းထန်လှ၏။)</span>)</span></p><p lang=\"my\" class=\"my \">ထိုအရာသည် လူသားများအတွက် ခံနိုင်ရည်မရှိလောက်အောင် ခက်ခဲလိမ့်မည်ဖြစ်၍ သူတို့၏ မျက်နှာများပင် ပြောင်းလဲသွားလိမ့်မည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ يَأْجُوجَ وَمَأْجُوجَ تِسْعُمِائَةٍ وَتِسْعَةٌ وَتِسْعُونَ، وَمِنْكُمْ وَاحِدٌ، أَنْتُمْ فِي النَّاسِ كَالشَّعْرَةِ السَّوْدَاءِ فِي جَنْبِ الثَّوْرِ الْأَبْيَضِ، أَوْ كَالشَّعْرَةِ الْبَيْضَاءِ فِي جَنْبِ الثَّوْرِ الْأَسْوَدِ، وَإِنِّي لَأَرْجُو أَنْ تَكُونُوا رُبُعَ أَهْلِ الْجَنَّةِ، فَكَبَّرْنَا. ثُمَّ قَالَ: ثُلُثَ أَهْلِ الْجَنَّةِ، فَكَبَّرْنَا. ثُمَّ قَالَ: شَطْرَ أَهْلِ الْجَنَّةِ، فَكَبَّرْنا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယအ်ဂျူးဂျ်နှင့် မအ်ဂျူးဂျ်တို့မှ ကိုးရာ့ကိုးဆယ့်ကိုးယောက်၊ သင်တို့ထဲမှ တစ်ယောက်။ လူသားများထဲတွင် သင်တို့သည် နွားဖြူတစ်ကောင်၏ ဘေးဘက်ရှိ ဆံပင်နက်တစ်ပင် သို့မဟုတ် နွားနက်တစ်ကောင်၏ ဘေးဘက်ရှိ ဆံပင်ဖြူတစ်ပင်နှင့်တူသည်။ သင်တို့သည် ပရဒိသုဘုံသားများ၏ လေးပုံတစ်ပုံ ဖြစ်လိမ့်မည်ဟု ငါမျှော်လင့်သည်။)</span> ကျွန်ုပ်တို့က \"အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏!\" ဟု ပြောခဲ့ကြသည်။ ထို့နောက် သူက ပြောသည်၊ <span class=\"gray\">(ပရဒိသုဘုံသားများ၏ သုံးပုံတစ်ပုံ။)</span> ကျွန်ုပ်တို့က \"အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏!\" ဟု ပြောခဲ့ကြသည်။ ထို့နောက် သူက ပြောသည်၊ <span class=\"gray\">(ပရဒိသုဘုံသားများ၏ တစ်ဝက်။)</span> ကျွန်ုပ်တို့က \"အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏!\" ဟု ပြောခဲ့ကြသည်။ အလ်-ဘူခါရီသည် ဤဟဒီးစ်ကို အခြားနေရာများတွင်လည်း မှတ်တမ်းတင်ထားသည်။ မွတ်စလင်မ်နှင့် အန်-နာစာအီတို့ကလည်း သူ၏ တဖ်စီရ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ချိန်၏ ကြောက်မက်ဖွယ်ရာများနှင့် ပတ်သက်သည့် ဟဒီးစ်များနှင့် အစီရင်ခံစာများ အလွန်များပြားပြီး ဤနေရာသည် ၎င်းတို့အားလုံးကို ကိုးကားရန် နေရာမဟုတ်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ زَلْزَلَةَ السَّاعَةِ شَىْءٌ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မုချ ရှင်ပြန်ထမည့်နေ့၏ မြေငလျင်သည် ကြောက်မက်ဖွယ်ကောင်းသော အရာဖြစ်၏။)</span> ဆိုလိုသည်မှာ လေးနက်သော ကိစ္စ၊ ကြောက်မက်ဖွယ်ရာ အကျပ်အတည်း၊ ထိတ်လန့်ဖွယ်ရာ အဖြစ်အပျက်ဖြစ်သည်။ ဤမြေငလျင်သည် လူများ ကြောက်ရွံ့ထိတ်လန့်မှု အပြည့်ဖြစ်နေချိန်တွင် သူတို့အား ဖြစ်ပေါ်လာမည့်အရာဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေရာတွင် ယုံကြည်သူများသည် စမ်းသပ်ခံခဲ့ရပြီး ပြင်းထန်သော လှုပ်ခါမှုဖြင့် လှုပ်ခါခဲ့ရသည်။)</span><span class=\"gray\">(၃၃:၁၁)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့ကို သင်တို့ မြင်ရသောအခါ၊ နို့တိုက်မိခင်တိုင်းသည် မိမိ၏ နို့စို့ကလေးကို မေ့လျော့သွားလိမ့်မည်၊)</span> ဆိုလိုသည်မှာ သူမသည် မြင်တွေ့နေရသော ကြောက်မက်ဖွယ်ရာများကြောင့် စိတ်ပြန့်ကျဲသွားလိမ့်မည်ဖြစ်ပြီး သူမအတွက် အချစ်ဆုံးနှင့် အကြင်နာဆုံးဖြစ်သူကိုပင် မေ့လျော့သွားစေလိမ့်မည်။ သူမ၏ ထိတ်လန့်မှုသည် နို့တိုက်နေစဉ် အချိန်တွင်ပင် သူမ၏ ကလေးကို ပစ်ပယ်စေလိမ့်မည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مُرْضِعَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နို့တိုက်မိခင်တိုင်း)</span> ဟု မိန့်ကြားပြီး နို့တိုက်အရွယ်ကလေးရှိသော မိခင်ဟု မမိန့်ကြားခဲ့ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَمَّا أَرْضَعَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏ နို့စို့ကလေး)</span> ဆိုလိုသည်မှာ နို့မဖြတ်ရသေးသော သူမ၏ နို့စို့ကလေးဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်ဝန်ဆောင်တိုင်းသည် မိမိ၏ ဝန်ထုပ်ဝန်ပိုးကို ချပစ်လိမ့်မည်၊)</span> ဆိုလိုသည်မှာ ကိုယ်ဝန်ပြည့်စုံချိန် မရောက်မီ ကြောက်မက်ဖွယ်ရာ ပြင်းထန်မှုကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَى النَّاسَ سُكَارَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့ကို အရက်မူးနေသူများအဖြစ် သင်မြင်ရလိမ့်မည်၊)</span> ဆိုလိုသည်မှာ သူတို့၏ အခြေအနေပြင်းထန်မှုကြောင့် သူတို့သည် စိတ်မနှံ့ဖြစ်သွားလိမ့်မည်၊ ထို့ကြောင့် သူတို့ကို မြင်သူတိုင်းက သူတို့သည် အရက်မူးနေသည်ဟု ထင်မှတ်လိမ့်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُمْ بِسُكَارَىٰ وَلَٰكِنَّ عَذَابَ اللَّهِ شَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့သည် အရက်မူးနေကြသည်မဟုတ်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်သည် ပြင်းထန်လှ၏။)</span></p>"
  }
]