[
  {
    "ayah_key": "81:1",
    "group_ayah_key": "81:1",
    "from_ayah": "81:1",
    "to_ayah": "81:14",
    "ayah_keys": "81:1,81:2,81:3,81:4,81:5,81:6,81:7,81:8,81:9,81:10,81:11,81:12,81:13,81:14",
    "text": "<p lang=\"my\" class=\"my \">ဤဆူရာနှင့်ပတ်သက်၍ ပြောကြားခဲ့သည်များ</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အိဗ်နု အူမာရ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ سَرَّهُ أَنْ يَنْظُرَ إِلى يَوْمِ الْقِيَامَةِ كَأَنَّهُ رَأْيُ عَيْنٍ فَلْيَقْرَأْ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا الشَّمْسُ كُوِّرَتْ</p><p class=\"qpc-hafs\">و</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا السَّمَآءُ انفَطَرَتْ</p><p class=\"qpc-hafs\">و</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا السَّمَآءُ انشَقَّتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ရှင်ပြန်ထမြောက်ရာနေ့ကို မိမိမျက်စိဖြင့် မြင်နေရသကဲ့သို့ မြင်လိုပါက၊ ၎င်းသူသည် ဖတ်ကြားပါစေ၊ <span class=\"gray\">(နေကို လုံးထွေးသိမ်းကျုံ့သောအခါ။)</span><span class=\"gray\">(၈၁:၁)</span><span class=\"gray\">(နှင့်; <span class=\"gray\">(ကောင်းကင်ယံ ကွဲအက်သောအခါ။)</span><span class=\"gray\">(၈၂:၁)</span><span class=\"gray\">(နှင့်; <span class=\"gray\">(ကောင်းကင်ယံ အကွဲအပြဲဖြစ်သောအခါ။)</span><span class=\"gray\">(၈၄:၁)</span>)</span> ထိုနည်းတူစွာ၊ အတ်-တီရ်မိဇီလည်း ဤဟဒီးဆ်ကို မှတ်တမ်းတင်ထားသည်။</span></span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာရှင်၊ အထူးသနားညှာတာတော်မူသော အရှင်မြတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا الشَّمْسُ كُوِّرَتْ - وَإِذَا النُّجُومُ انكَدَرَتْ - وَإِذَا الْجِبَالُ سُيِّرَتْ - وَإِذَا الْعِشَارُ عُطِّلَتْ - وَإِذَا الْوُحُوشُ حُشِرَتْ - وَإِذَا الْبِحَارُ سُجِّرَتْ - وَإِذَا النُّفُوسُ زُوِّجَتْ - وَإِذَا الْمَوْءُودَةُ سُئِلَتْ - بِأَيِّ ذَنبٍ قُتِلَتْ - وَإِذَا الصُّحُفُ نُشِرَتْ - وَإِذَا السَّمَاءُ كُشِطَتْ - وَإِذَا الْجَحِيمُ سُعِّرَتْ - وَإِذَا الْجَنَّةُ أُزْلِفَتْ - عَلِمَتْ نَفْسٌ مَّا أَحْضَرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ နေကို ကူဝိရတ်သောအခါ။)</span><span class=\"gray\">(၂။ ကြယ်တာရာများ မှေးမှိန်သောအခါ။)</span><span class=\"gray\">(၃။ တောင်များ ပြောင်းရွှေ့သွားသောအခါ။)</span><span class=\"gray\">(၄။ ကိုယ်ဝန်ဆောင် ကုလားအုတ်မများ ပစ်ပယ်ခံရသောအခါ။)</span><span class=\"gray\">(၅။ သားရဲတိရစ္ဆာန်များ စုဝေးခံရသောအခါ။)</span><span class=\"gray\">(၆။ ပင်လယ်သမုဒ္ဒရာများ မီးလျှံကဲ့သို့ ဖြစ်လာသောအခါ။)</span><span class=\"gray\">(၇။ စိတ်ဝိညာဉ်များ ၎င်းတို့၏ အဖော်များနှင့် ပေါင်းစပ်ခံရသောအခါ။)</span><span class=\"gray\">(၈။ အသက်ရှင်လျက် မြေမြှုပ်ခံရသော မိန်းကလေးငယ် <span class=\"gray\">(အလ်-မော်အူဒါဟ်)</span> ကို မေးမြန်းသောအခါ <span class=\"gray\">(ဆူအိလတ်)</span>:)</span><span class=\"gray\">(၉။ မည်သည့်အပြစ်ဖြင့် အသတ်ခံရသနည်း။)</span><span class=\"gray\">(၁၀။ စာမျက်နှာများကို ဖွင့်လှစ်သောအခါ။)</span><span class=\"gray\">(၁၁။ ကောင်းကင်ယံကို ကူရ်ှသိတတ်သောအခါ။)</span><span class=\"gray\">(၁၂။ ငရဲကို ဆူအိရတ်သောအခါ။)</span><span class=\"gray\">(၁၃။ ဂျန္နတ်ကို နီးစပ်လာသောအခါ။)</span><span class=\"gray\">(၁၄။ လူတိုင်းသည် မိမိဘာယူလာသည်ကို သိရှိလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့တွင် ဖြစ်ပျက်မည့်အရာများနှင့် နေကို လုံးထွေးသိမ်းကျုံ့ခြင်း</p><p lang=\"yo\" class=\"yo \">Ali bin Abi Talhah reported from Ibn 'Abbas:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا الشَّمْسُ كُوِّرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေကို ကူဝိရတ်သောအခါ။)</span> \"ဆိုလိုသည်မှာ မှောင်မိုက်သွားလိမ့်မည်။\" အလ်-အော်ဖီက အိဗ်နု အဗ်ဗါစ်ထံမှ ပြောကြားသည်မှာ- \"ပျောက်ကွယ်သွားလိမ့်မည်။\" ကတာဒါဟ်က \"၎င်း၏ အလင်းရောင် ပျောက်ကွယ်သွားလိမ့်မည်။\" စအိဒ် ဘင် ဂျူဘိုင်ရ်က \"ကူဝိရတ်ဆိုသည်မှာ နစ်မြုပ်သွားလိမ့်မည်ဟု အဓိပ္ပါယ်ရသည်။\" အဗူ စာလိဟ်က \"ကူဝိရတ်ဆိုသည်မှာ ပစ်ချခံရလိမ့်မည်ဟု အဓိပ္ပါယ်ရသည်။\" အတ်-တက်ဝီရ် ဆိုသည်မှာ အရာတစ်ခု၏ တစ်စိတ်တစ်ပိုင်းကို အခြားတစ်စိတ်တစ်ပိုင်းနှင့် စုစည်းခြင်း <span class=\"gray\">(ဆိုလိုသည်မှာ ခေါက်ခြင်း)</span> ဖြစ်သည်။ ၎င်းမှစ၍ ခေါင်းပေါင်း <span class=\"gray\">('အီမာမဟ်)</span> ကို ခေါက်ခြင်းနှင့် အဝတ်အစားများကို တစ်စုတစ်စည်းတည်း ခေါက်ခြင်းတို့ ဖြစ်ပေါ်လာသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၏ အဓိပ္ပါယ်မှာ-</p><p class=\"fa qpc-hafs\" lang=\"fa\">كُوِّرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကူဝိရတ်)</span> ဆိုသည်မှာ ၎င်း၏ တစ်စိတ်တစ်ပိုင်းကို အခြားတစ်စိတ်တစ်ပိုင်းထဲသို့ ခေါက်ထည့်ခြင်းဖြစ်သည်။ ထို့နောက် ၎င်းကို လုံးထွေးသိမ်းကျုံ့ပြီး ပစ်ချလိမ့်မည်။ ဤသို့ ပြုလုပ်ပြီးသောအခါ ၎င်း၏ အလင်းရောင် ပျောက်ကွယ်သွားလိမ့်မည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီသည် အဗူ ဟုရိုင်ရာဟ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّمْسُ وَالْقَمَرُ يُكَوَّرَانِ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေနှင့်လသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် လုံးထွေးသိမ်းကျုံ့ခံရလိမ့်မည်။)</span> အလ်-ဗုခါရီသည် ဤဟဒီးဆ်ကို တစ်ဦးတည်း မှတ်တမ်းတင်ခဲ့ပြီး ၎င်း၏ စကားလုံးမှာ ဤအတိုင်းဖြစ်သည်။</p><p lang=\"no\" class=\"no \">Dispersing the Stars</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا النُّجُومُ انكَدَرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြယ်တာရာများ အင်ကာဒါရတ်သောအခါ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ ပြန့်ကျဲသွားသောအခါ ဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْكَوَاكِبُ انتَثَرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြယ်တာရာများ ပြုတ်ကျ၍ ပြန့်ကျဲသောအခါ။)</span><span class=\"gray\">(၈၂:၂)</span></p><p lang=\"my\" class=\"my \">အင်ကီဒါရ်ဟူသော စကားလုံး၏ အရင်းခံမှာ အင်စီဘာဘ် ဖြစ်ပြီး၊ ဆိုလိုသည်မှာ သွန်ချခြင်း ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ်-ရာဘီအ် ဘင် အနပ်စ်သည် အဗူ အလ်-အာလီယာဟ်ထံမှ ပြောကြားသည်မှာ၊ ၎င်းက အူဘိုင်း ဘင် ကအ်ဘ်ထံမှ ပြောကြားသည်မှာ ၎င်းက မိန့်ကြားခဲ့သည်- \"ရှင်ပြန်ထမြောက်ရာနေ့ မတိုင်မီ နိမိတ်ခြောက်ခု ပေါ်ပေါက်လာလိမ့်မည်။ လူများသည် ၎င်းတို့၏ ဈေးများတွင် ရှိနေကြစဉ် နေရောင်ခြည် ပျောက်ကွယ်သွားလိမ့်မည်။ ထိုသို့သော အခြေအနေတွင် ရှိနေကြစဉ် ကြယ်တာရာများ ပြန့်ကျဲသွားလိမ့်မည်။ ထိုသို့သော အခြေအနေတွင် ရှိနေကြစဉ် တောင်များသည် ကမ္ဘာ့မျက်နှာပြင်ပေါ်သို့ ပြိုကျလာလိမ့်မည်၊ မြေကြီးသည် လှုပ်ရှား၍ ငလျင်လှုပ်ကာ ရှုပ်ထွေးပွေလီနေလိမ့်မည်။ ထို့ကြောင့် ဂျင်န်များသည် လူသားများထံသို့ ထိတ်လန့်တကြား ထွက်ပြေးကြမည်ဖြစ်ပြီး လူသားများလည်း ဂျင်န်များထံသို့ ထွက်ပြေးကြလိမ့်မည်။ အိမ်မွေးတိရစ္ဆာန်များ၊ ငှက်များနှင့် သားရဲတိရစ္ဆာန်များသည် ရောနှောသွားကြမည်ဖြစ်ပြီး ၎င်းတို့သည် လှိုင်းလုံးတစ်ခုအဖြစ် <span class=\"gray\">(ပရမ်းပတာ)</span> အတူတကွ ရိုက်ခတ်လာလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْوُحُوشُ حُشِرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သားရဲတိရစ္ဆာန်များ စုဝေးခံရသောအခါ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ ရောနှောသွားလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْعِشَارُ عُطِّلَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်ဝန်ဆောင် ကုလားအုတ်မများ ပစ်ပယ်ခံရသောအခါ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ပိုင်ရှင်များက ၎င်းတို့ကို ပစ်ပယ်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْبِحَارُ سُجِّرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်သမုဒ္ဒရာများ မီးလျှံကဲ့သို့ ဖြစ်လာသောအခါ)</span>\" ထို့နောက် ၎င်း <span class=\"gray\">(အူဘိုင်း)</span> က ဆက်လက်၍ ပြောကြားသည်- \"ဂျင်န်များက 'ကျွန်ုပ်တို့သည် သတင်းတစ်ခုနှင့် သင့်ထံသို့ ရောက်လာပြီ' ဟု ပြောကြလိမ့်မည်။ ထို့ကြောင့် ၎င်းတို့အားလုံး ပင်လယ်သို့ သွားကြမည်ဖြစ်ပြီး ၎င်းသည် မီးလျှံကဲ့သို့ ဖြစ်နေလိမ့်မည်။ ထိုသို့သော အခြေအနေတွင် ရှိနေကြစဉ် မြေကြီးသည် အနိမ့်ဆုံး သတ္တမမြေမှ အမြင့်ဆုံး သတ္တမကောင်းကင်အထိ ကျယ်ပြန့်သော ကြီးမားသည့် အက်ကွဲကြောင်းတစ်ခုဖြင့် ကွဲထွက်သွားလိမ့်မည်။ ထို့ကြောင့် ထိုသို့သော အခြေအနေတွင် ရှိနေကြစဉ် လေတစ်သိုက် ရောက်ရှိလာပြီး ၎င်းတို့အားလုံးကို သတ်ပစ်လိမ့်မည်။\" အိဗ်နု ဂျရီရ်သည် ဤပြောဆိုချက်ကို ဤစကားလုံးများဖြင့် မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">တောင်များ ရွေ့လျားခြင်း၊ ကိုယ်ဝန်ဆောင် ကုလားအုတ်မများကို ပစ်ပယ်ခြင်းနှင့် သားရဲတိရစ္ဆာန်များ စုဝေးခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်စပ်လျဉ်း၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْجِبَالُ سُيِّرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တောင်များ ကွယ်ပျောက်စေသောအခါ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ နေရာများတွင် မတည်ရှိတော့ဘဲ ဖျက်ဆီးခံရလိမ့်မည်။ ထို့နောက် မြေကြီးသည် ပြန့်ပြူးသော လွင်ပြင်တစ်ခုအဖြစ် ကျန်ရှိနေလိမ့်မည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْعِشَارُ عُطِّلَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်ဝန်ဆောင် ကုလားအုတ်မများ <span class=\"gray\">('အီရှာရ်)</span> ပစ်ပယ်ခံရသောအခါ <span class=\"gray\">('အွတ်သိလတ်)</span>;)</span></p><p lang=\"my\" class=\"my \">အိကရီမာဟ်နှင့် မူဂျာဟစ်ဒ်တို့က \"'အီရှာရ်' ဆိုသည်မှာ <span class=\"gray\">(ကိုယ်ဝန်ဆောင် ကုလားအုတ်မများ)</span> ဖြစ်သည်။\" ဟု ပြောကြားခဲ့သည်။ မူဂျာဟစ်ဒ်က \"'အွတ်သိလတ်' ဆိုသည်မှာ စွန့်ပစ်ထားခြင်းနှင့် ထားရစ်ခဲ့ခြင်းဟု အဓိပ္ပါယ်ရသည်။\" အူဘိုင်း ဘင် ကအ်ဘ်နှင့် အဒ်-ဒဟ်ဟက်တို့ နှစ်ဦးစလုံးက \"၎င်းတို့၏ ပိုင်ရှင်များက ၎င်းတို့ကို ပစ်ပယ်လိမ့်မည်\" ဟု ပြောကြားခဲ့သည်။ အလ်-ရာဘီအ် ဘင် ခူသိုင်မ်က \"၎င်းတို့ကို နို့မညှစ်တော့ဘဲ၊ မချည်နှောင်တော့ပေ။ ၎င်းတို့၏ သခင်များက ၎င်းတို့ကို ပစ်ပယ်ထားခဲ့လိမ့်မည်\" ဟု ပြောကြားခဲ့သည်။ အဒ်-ဒဟ်ဟက်က \"၎င်းတို့ကို ဂရုစိုက်မည့်သူမရှိဘဲ ထားရစ်ခဲ့လိမ့်မည်\" ဟု ပြောကြားခဲ့သည်။ ဤပြောဆိုချက်များအားလုံး၏ အဓိပ္ပါယ်သည် အလားတူဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">ရည်ရွယ်သည်မှာ 'အီရှာရ်' သည် ကုလားအုတ်အမျိုးအစားဖြစ်သည်။ ၎င်းသည် အမှန်တကယ်တွင် အကောင်းဆုံး ကုလားအုတ်အမျိုးအစားဖြစ်ပြီး၊ အထူးသဖြင့် ကိုယ်ဝန်ဆောင် ကုလားအုတ်မများ သည် ၎င်းတို့၏ ကိုယ်ဝန်ဆယ်လမြောက်သို့ ရောက်ရှိချိန်ဖြစ်သည်။ ၎င်းတို့ထဲမှ တစ်ကောင်ကို 'အူရှာရာဟ်' ဟု တစ်မူထူးခြားစွာ ရည်ညွှန်းပြီး၊ ၎င်းသည် မွေးဖွားသည်အထိ ထိုအမည်ကို ထိန်းသိမ်းထားသည်။ ထို့ကြောင့် လူများသည် ၎င်းကို ပြုစုရန်၊ ဂရုစိုက်ရန် သို့မဟုတ် ၎င်းမှ အကျိုးအမြတ်ရယူရန် အလွန်အလုပ်များနေလိမ့်မည်၊ ၎င်းတို့အတွက် အရေးအကြီးဆုံးအရာ ဖြစ်ခဲ့ပြီးနောက်။ ဤသည်မှာ ကြီးမားသော၊ ကြောက်မက်ဖွယ်ကောင်းသော၊ ထိတ်လန့်ဖွယ်ကောင်းသော အခြေအနေတစ်ခု ရုတ်တရက် ကျရောက်လာခြင်းကြောင့် ဖြစ်သည်။ ဤသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့၏ ကိစ္စဖြစ်ပြီး ၎င်း၏ အကြောင်းရင်းများ စုဝေးလာခြင်းနှင့် ၎င်းမတိုင်မီ ဖြစ်ပျက်မည့်အရာများ ပေါ်ပေါက်လာခြင်းတို့ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْوُحُوشُ حُشِرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သားရဲတိရစ္ဆာန်များ စုဝေးခံရသောအခါ။)</span> ဆိုလိုသည်မှာ စုစည်းခံရသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُم ۚ مَّا فَرَّطْنَا فِي الْكِتَابِ مِن شَيْءٍ ۚ ثُمَّ إِلَىٰ رَبِّهِمْ يُحْشَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးပေါ်တွင် လှုပ်ရှားသွားလာသော သတ္တဝါမျိုးလည်းမရှိ၊ မိမိ၏ အတောင်နှစ်ဖက်ဖြင့် ပျံသန်းသော ငှက်လည်းမရှိ၊ သင်တို့နှင့်တူသော အဖွဲ့အစည်းများ မဟုတ်သည် မရှိပေ။ ငါတို့သည် ကျမ်းတော်တွင် မည်သည့်အရာကိုမျှ မချန်ထားခဲ့ပေ။ ထို့နောက် ၎င်းတို့၏ အရှင်မြတ်ထံသို့ ၎င်းတို့အား စုစည်းလိမ့်မည်။)</span><span class=\"gray\">(၆:၃၈)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ်ဗါစ်က \"အရာအားလုံး စုစည်းခံရလိမ့်မည်၊ ခြင်ကောင်များပင်လျှင်\" ဟု ပြောကြားခဲ့သည်။ ဤပြောဆိုချက်ကို အိဗ်နု အဘီ ဟာတိမ်က မှတ်တမ်းတင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالطَّيْرَ مَحْشُورَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် <span class=\"gray\">(ထို့နည်းတူ)</span> ငှက်များသည် စုဝေးခဲ့ကြသည်။)</span><span class=\"gray\">(၃၈:၁၉)</span> ဆိုလိုသည်မှာ စုစည်းခဲ့ကြသည်။</p><p lang=\"lt\" class=\"lt \">The Blazing of the Seas</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْبِحَارُ سُجِّرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်သမုဒ္ဒရာများ မီးလျှံကဲ့သို့ ဖြစ်လာသောအခါ။)</span> အိဗ်နု ဂျရီရ်သည် စအိဒ် ဘင် အလ်-မူဆိုင်းယစ်ဘ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ အလီသည် ဂျူးလူမျိုးတစ်ဦးအား \"ငရဲဘုံ ဘယ်မှာလဲ?\" ဟု မေးမြန်းခဲ့သည်။ ထိုလူက \"ပင်လယ်\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အလီက \"သူမှန်ကန်သည်ဟု ကျွန်ုပ်ထင်သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْبَحْرِ الْمَسْجُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မီးလျှံတောက်နေသော ပင်လယ် <span class=\"gray\">(မက်စ်ဂျူရ်)</span> ကို သက်သေပြုလျက်။)</span><span class=\"gray\">(၅၂:၆)</span> နှင့်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْبِحَارُ سُجِّرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်လယ်သမုဒ္ဒရာများ မီးလျှံကဲ့သို့ ဖြစ်လာသောအခါ။)</span>\" ဤအကြောင်းအရာကို အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက် ရှင်းပြချက်ဖြင့် ယခင်က ဆွေးနွေးပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْبَحْرِ الْمَسْجُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မီးလျှံတောက်နေသော ပင်လယ် <span class=\"gray\">(မက်စ်ဂျူရ်)</span> ကို သက်သေပြုလျက်။)</span><span class=\"gray\">(၅၂:၆)</span></p><p lang=\"my\" class=\"my \">စိတ်ဝိညာဉ်များ ပေါင်းစပ်ခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်စပ်လျဉ်း၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا النُّفُوسُ زُوِّجَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စိတ်ဝိညာဉ်များ ၎င်းတို့၏ အဖော်များနှင့် ပေါင်းစပ်ခံရသောအခါ။)</span> ဆိုလိုသည်မှာ အသက် <span class=\"gray\">(ဝိညာဉ်)</span> အမျိုးအစားတိုင်းသည် ၎င်း၏ အလားတူ <span class=\"gray\">(သို့မဟုတ် အဖော်)</span> နှင့် စုစည်းခံရလိမ့်မည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်များအား ပြောကြားလိမ့်မည်)</span>: \"မှားယွင်းသူများကို ၎င်းတို့၏ အဖော်များ <span class=\"gray\">(ရှိုင်သန်များထဲမှ)</span> နှင့်အတူ စုစည်းကြလော့။\") <span class=\"gray\">(၃၇:၂၂)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်သည် အန်-နုအ်မာန် ဘင် ဘာရှီရ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا النُّفُوسُ زُوِّجَتْ</p><p class=\"ar qpc-hafs\" lang=\"ar\">الضُّرَبَاءُ: كُلُّ رَجُلٍ مَعَ كُلِّ قَوْمٍ كَانُوا يَعْمَلُونَ عَمَلَهُ وَذَلِكَ بِأَنَّ اللهَ عَزَّ وَجَلَّ يَقُولُ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنتُمْ أَزْوَاجًا ثَلَاثَةً - فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ - وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ - وَالسَّابِقُونَ السَّابِقُونَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمُ الضُّرَبَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(စိတ်ဝိညာဉ်များ ၎င်းတို့၏ အဖော်များနှင့် ပေါင်းစပ်ခံရသောအခါ။)</span> တူညီသူများ။ လူတိုင်းသည် မိမိပြုလုပ်ခဲ့သော အတူတူ အလုပ်များကို ပြုလုပ်ခဲ့ကြသည့် လူအဖွဲ့အစည်းတိုင်းနှင့် အတူရှိလိမ့်မည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသောကြောင့် ဖြစ်သည်- </span></p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ <span class=\"gray\">(အားလုံး)</span> သည် အဖွဲ့သုံးဖွဲ့ ဖြစ်လိမ့်မည်။ ထို့ကြောင့် ညာဘက်ခြမ်းမှ ပုဂ္ဂိုလ်များ - ညာဘက်ခြမ်းမှ ပုဂ္ဂိုလ်များ မည်မျှ <span class=\"gray\">(ကံကောင်း)</span> လိမ့်မည်နည်း! ဘယ်ဘက်ခြမ်းမှ ပုဂ္ဂိုလ်များ - ဘယ်ဘက်ခြမ်းမှ ပုဂ္ဂိုလ်များ မည်မျှ <span class=\"gray\">(ကံမကောင်း)</span> လိမ့်မည်နည်း!)</span><span class=\"gray\">(၅၆:၇-၁၀)</span> ၎င်းတို့သည် တူညီသူများ ဖြစ်သည်။)</p><p lang=\"my\" class=\"my \">အသက်ရှင်လျက် မြေမြှုပ်ခံရသော မိန်းကလေးငယ်ကို မေးမြန်းခြင်း</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْمَوْءُودَةُ سُئِلَتْ - بِأَيِّ ذَنبٍ قُتِلَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသက်ရှင်လျက် မြေမြှုပ်ခံရသော မိန်းကလေးငယ် <span class=\"gray\">(အလ်-မော်အူဒါဟ်)</span> ကို မေးမြန်းသောအခါ- မည်သည့်အပြစ်ဖြင့် အသတ်ခံရသနည်း)</span> အများစုက ဤနေရာတွင် ရှိသည့်အတိုင်း ဆူအိလတ် <span class=\"gray\">(သူမကို မေးမြန်းသည်)</span> ဟု ရွတ်ဖတ်ခဲ့ကြသည်။ အလ်-မော်အူဒါဟ် ဆိုသည်မှာ အစ္စလာမ်မတိုင်မီ မသိနားမလည်မှုခေတ်က လူများသည် မိန်းကလေးများကို မုန်းတီးသောကြောင့် မြေကြီးထဲတွင် မြှုပ်နှံခဲ့ကြသော မိန်းကလေးငယ် ဖြစ်သည်။ ထို့ကြောင့် ရှင်ပြန်ထမြောက်ရာနေ့တွင် မိန်းကလေးငယ်အား သူမ အသတ်ခံရသည့် အကြောင်းရင်းဖြစ်စေသော မည်သည့်အပြစ်ကို ကျူးလွန်ခဲ့သည်ကို မေးမြန်းလိမ့်မည်။ ဤသည်မှာ သူမ၏ လူသတ်သမားကို ထိတ်လန့်စေမည့် နည်းလမ်းတစ်ခု ဖြစ်လိမ့်မည်။ အဘယ်ကြောင့်ဆိုသော် အမှန်တကယ်တွင် အနိုင်ကျင့်ခံရသူကို မေးမြန်းသောအခါ၊ အနိုင်ကျင့်သူ <span class=\"gray\">(ဖိနှိပ်မှုအတွက် အပြစ်ရှိသူ)</span> သည် ထိုအခါ ဘာကို တွေးမည်နည်း။ အလီ ဘင် အဘီ တလ်ဟာဟ်သည် အိဗ်နု အဗ်ဗါစ်ထံမှ ပြောကြားသည်မှာ ၎င်းက မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْمَوْءُودَةُ سُئِلَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသက်ရှင်လျက် မြေမြှုပ်ခံရသော မိန်းကလေးငယ် <span class=\"gray\">(အလ်-မော်အူဒါဟ်)</span> ဆူအိလတ်သောအခါ:)</span></p><p lang=\"my\" class=\"my \">\"ဆိုလိုသည်မှာ သူမသည် မေးမြန်းလိမ့်မည်။\" အဗူ အဒ်-ဒူဟာသည် အလားတူပြောဆိုချက်ကို ပြောကြားခဲ့သည်- \"သူမသည် မေးမြန်းလိမ့်မည်၊ ဆိုလိုသည်မှာ သူမ၏ သွေးအတွက် လျော်ကြေးတောင်းဆိုလိမ့်မည်။\" ထိုနည်းတူ အတ်-ဆူဒ်ဒီနှင့် ကတာဒါဟ်တို့ထံမှလည်း ပြောကြားခဲ့သည်။ </p><p lang=\"my\" class=\"my \">မော်အူဒါဟ်နှင့်ပတ်သက်၍ ဟဒီးဆ်တော်များ ပြောကြားခဲ့သည်။ အီမာမ် အဟ်မဒ်သည် အာအိရှာဟ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ၊ သူမက ဂျူဒါမာဟ် ဘင် ဝါဟ်ဘ်၊ အွတ်ကတ်ရှာဟ်၏ အစ်မဖြစ်သူထံမှ ပြောကြားသည်မှာ သူမက \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ လူအချို့နှင့် အတူရှိစဉ် ၎င်း၏ ရှေ့တွင် ကျွန်ုပ်ရှိခဲ့ပြီး၊ ၎င်းက မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ هَمَمْتُ أَنْ أَنْهَى عَنِ الْغِيلَةِ فَنَظَرْتُ فِي الرُّومِ وَفَارِسَ، فَإِذَا هُمْ يُغِيلُونَ أَوْلَادَهُمْ، وَلَا يَضُرُّ أَوْلَادَهُمْ ذٰلِكَ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နို့ချိုတိုက်ကျွေးနေသော အမျိုးသမီးများနှင့် လိင်ဆက်ဆံခြင်းကို တားမြစ်ရန် ကျွန်ုပ်စဉ်းစားနေခဲ့သည်၊ သို့သော် ရောမလူမျိုးများနှင့် ပါရှန်လူမျိုးများသည် ၎င်းတို့၏ နို့ချိုတိုက်ကျွေးနေသော အမျိုးသမီးများနှင့် လိင်ဆက်ဆံကြသည်ကို ကျွန်ုပ်တွေ့ရှိခဲ့ရပြီး ၎င်းသည် ကလေးများကို အနည်းငယ်မျှပင် မထိခိုက်ပါ။)</span> ထို့နောက် ၎င်းတို့က အမျိုးသား၏ သုက်လွှတ်မှုသည် အမျိုးသမီး၏ သားအိမ်ထဲသို့ မဝင်ရောက်စေရန် လိင်ဆက်ဆံမှုကို ဖြတ်တောက်ခြင်းနှင့်ပတ်သက်၍ ၎င်းအား မေးမြန်းခဲ့ပြီး၊ ၎င်းက မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ الْوَأْدُ الْخَفِيُّ، وَهُوَ الْمَوْءُودَةُ سُئِلَت</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် အငယ်စား ကလေးသတ်ဖြတ်မှုဖြစ်ပြီး အသက်ရှင်လျက် မြေမြှုပ်ခံရသော မိန်းကလေးငယ် <span class=\"gray\">(မော်အူဒါဟ်)</span> ကို မေးမြန်းလိမ့်မည်။)</span>\" မွတ်စ်လင်မ်၊ အိဗ်နု မာဂျာဟ်၊ အဗူ ဒါဝူဒ်၊ အတ်-တီရ်မိဇီနှင့် အန်-နစာအီ တို့အားလုံးသည် ဤဟဒီးဆ်ကိုလည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ကလေးမလေးများကို အသက်ရှင်လျက် မြေမြှုပ်ခြင်းအတွက် ပြစ်ဒဏ်ခတ်ခြင်း</p><p lang=\"my\" class=\"my \">အဗ်ဒုရ်-ရာဇ်ဇက်က အစ္စရာအီလ်သည် ၎င်းတို့အား စီမက် ဘင် ဟာရ်ဘ်ထံမှ၊ အန်-နုအ်မာန် ဘင် ဘာရှီရ်ထံမှ၊ ၎င်းက အူမာရ် ဘင် အလ်-ခတ္တဘ်ထံမှ ပြောကြားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်စပ်လျဉ်း၍ ၎င်းက ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْمَوْءُودَةُ سُئِلَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသက်ရှင်လျက် မြေမြှုပ်ခံရသော မိန်းကလေးငယ်ကို မေးမြန်းသောအခါ။)</span> \"ကိုင်စ် ဘင် အာစင်မ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ရောက်ရှိလာပြီး 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အမှန်စင်စစ် ကျွန်ုပ်သည် အစ္စလာမ်မတိုင်မီ မသိနားမလည်မှုခေတ်က ကျွန်ုပ်၏ သမီးအချို့ကို အသက်ရှင်လျက် မြှုပ်နှံခဲ့သည်' ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعْتِقْ عَنْ كُلِّ وَاحِدَةٍ مِنْهُنَّ رَقَبَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တစ်ဦးစီအတွက် ကျွန်တစ်ဦးကို လွတ်မြောက်စေလော့။)</span> ထို့နောက် ကိုင်စ်က 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! အမှန်စင်စစ် ကျွန်ုပ်သည် ကုလားအုတ်ပိုင်ရှင်တစ်ဦး ဖြစ်သည်' ဟု ပြောကြားခဲ့သည်။ တမန်တော်မြတ် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانْحَرْ عَنْ كُلِّ وَاحِدَةٍ مِنْهُنَّ بَدَنَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့တစ်ဦးစီအတွက် ကုလားအုတ်တစ်ကောင်ကို ယဇ်ပူဇော်လော့။)</span>\"</p><p lang=\"my\" class=\"my \">စာမျက်နှာများ ဖြန့်ဝေခြင်း</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الصُّحُفُ نُشِرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စာမျက်နှာများကို ဖွင့်လှစ်သောအခါ။)</span> အဒ်-ဒဟ်ဟက်က \"လူတိုင်းသည် မိမိ၏ စာရွက်ကို ညာလက်ဖြင့်ဖြစ်စေ၊ ဘယ်လက်ဖြင့်ဖြစ်စေ ရရှိလိမ့်မည်\" ဟု ပြောကြားခဲ့သည်။ ကတာဒါဟ်က \"အို အာဒမ်၏သား! ၎င်း <span class=\"gray\">(သင့်စာရွက်)</span> တွင် ရေးမှတ်ထားသည်၊ ထို့နောက် ၎င်းကို လုံးထွေးသိမ်းကျုံ့ပြီး ရှင်ပြန်ထမြောက်ရာနေ့တွင် သင့်အား ဖြန့်ဝေပေးလိမ့်မည်။ ထို့ကြောင့် လူတိုင်းသည် မိမိ၏ စာရွက်တွင် ရေးသားရန် မိမိကိုယ်တိုင် ချရေးခိုင်းခဲ့သည်များကို ကြည့်ပါစေ။\"</p><p lang=\"my\" class=\"my \">ကောင်းကင်များကို ဖယ်ရှားခြင်း၊ ငရဲမီးကို တောက်လောင်စေခြင်းနှင့် ဂျန္နတ်ကို နီးစပ်လာစေခြင်း</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا السَّمَاءُ كُشِطَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်ယံ ကူရ်ှသိတတ်သောအခါ။)</span> မူဂျာဟစ်ဒ်က \"၎င်းသည် ဆွဲဖယ်ခံရသည်\" ဟု ပြောကြားခဲ့သည်။ အတ်-ဆူဒ်ဒီက \"ခွာချခံရသည်\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်စပ်လျဉ်း၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْجَحِيمُ سُعِّرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲကို ဆူအိရတ်သောအခါ။)</span> အတ်-ဆူဒ်ဒီက \"၎င်းသည် ပူပြင်းစေသည်\" ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကို ကိုးကား၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْجَنَّةُ أُزْلِفَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်ကို နီးစပ်လာသောအခါ။)</span> အဒ်-ဒဟ်ဟက်၊ အဗူ မာလိက်၊ ကတာဒါဟ်နှင့် အလ်-ရာဘီအ် ဘင် ခူသိုင်မ်တို့အားလုံးက \"ဆိုလိုသည်မှာ ၎င်း၏နေထိုင်သူများထံသို့ နီးကပ်လာစေလိမ့်မည်\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">လူတိုင်းသည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် မိမိဘာယူလာသည်ကို သိရှိလိမ့်မည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်စပ်လျဉ်း၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِمَتْ نَفْسٌ مَّا أَحْضَرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်းသည် မိမိဘာယူလာသည်ကို သိရှိလိမ့်မည်။)</span> ဤသည်မှာ ယခင်ပြောဆိုချက်များ၏ အပြီးသတ် အဖြေဖြစ်သည်၊ ဆိုလိုသည်မှာ ဤကိစ္စများ ဖြစ်ပွားချိန်တွင် ဝိညာဉ်တိုင်းသည် မိမိဘာလုပ်ခဲ့သည်ကို သိရှိလိမ့်မည်ဖြစ်ပြီး ၎င်းအား ၎င်းအတွက် ထုတ်ဖော်ပြသလိမ့်မည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا وَمَا عَمِلَتْ مِن سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတိုင်းသည် မိမိပြုခဲ့သော ကောင်းမှုအားလုံးနှင့် မိမိပြုခဲ့သော မကောင်းမှုအားလုံးကို ရင်ဆိုင်တွေ့ကြုံရမည့်နေ့တွင်၊ ၎င်းသည် မိမိနှင့် မိမိ၏ မကောင်းမှုကြားတွင် များစွာဝေးကွာသော အကွာအဝေးတစ်ခုရှိစေရန် ဆုတောင်းလိမ့်မည်။)</span><span class=\"gray\">(၃:၃၀)</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنَبَّأُ الْإِنسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လူသားအား မိမိရှေ့သို့ ပို့ထားခဲ့သည်များ၊ နှင့် မိမိနောက်သို့ ထားရစ်ခဲ့သည်များအကြောင်း အသိပေးလိမ့်မည်။)</span><span class=\"gray\">(၇၅:၁၃)</span></p>"
  }
]