[
  {
    "ayah_key": "7:96",
    "group_ayah_key": "7:96",
    "from_ayah": "7:96",
    "to_ayah": "7:99",
    "ayah_keys": "7:96,7:97,7:98,7:99",
    "text": "<p lang=\"my\" class=\"my \">အကယ်၍ မြို့ရွာများမှလူတို့သည် ယုံကြည်ပြီး တာကဝါ (ဘုရားသခင်ကို ကြောက်ရွံ့ခြင်း) ရှိခဲ့ပါက၊ မုချပင် ကျွန်ုပ်တို့သည် ကောင်းကင်နှင့်မြေကြီးမှ ကောင်းချီးမင်္ဂလာများကို ၎င်းတို့အတွက် ဖွင့်ပေးခဲ့မည် ဖြစ်သော်လည်း ၎င်းတို့သည် ငြင်းပယ်ခဲ့ကြသည် <span class=\"gray\">(တမန်တော်များ)</span>။ ထို့ကြောင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အား ဖမ်းဆီးခဲ့သည် <span class=\"gray\">(ပြစ်ဒဏ်ဖြင့်)</span> ၎င်းတို့ ပြုလုပ်ခဲ့သော အရာများကြောင့် <span>(၉၆)</span>ထိုအခါ မြို့ရွာများမှလူတို့သည် ၎င်းတို့ အိပ်ပျော်နေစဉ် ညအချိန်တွင် ကျွန်ုပ်တို့၏ ပြစ်ဒဏ်ရောက်လာခြင်းကို လုံခြုံသည်ဟု ခံစားခဲ့ကြသလော <span>(၉၇)</span>သို့မဟုတ် မြို့ရွာများမှလူတို့သည် ၎င်းတို့ ကစားနေစဉ် နံနက်ခင်း၌ ကျွန်ုပ်တို့၏ ပြစ်ဒဏ်ရောက်လာခြင်းကို လုံခြုံသည်ဟု ခံစားခဲ့ကြသလော <span>(၉၈)</span>ထိုအခါ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အစီအမံကို လုံခြုံသည်ဟု ခံစားခဲ့ကြသလော။ အလ္လာဟ်အရှင်မြတ်၏ အစီအမံမှ အရှုံးသမားများမှအပ မည်သူမျှ လုံခြုံသည်ဟု မခံစားနိုင်ပေ <span>(၉၉)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းချီးမင်္ဂလာများသည် ယုံကြည်ခြင်းနှင့်အတူ လာသည်၊ ကုဖ်ရ် (မယုံကြည်ခြင်း) သည် ပြစ်ဒဏ်ကို ဆောင်ကြဉ်းသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်းမြို့ရွာများမှ လူတို့၏ ယုံကြည်မှု နည်းပါးခြင်းကို ဤနေရာတွင် ဖော်ပြထားသည်။ ၎င်းတို့ထံသို့ ကိုယ်တော်သည် တမန်တော်များကို စေလွှတ်ခဲ့သည်။ အခြားနေရာတစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَىٰ حِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြို့ရွာ <span class=\"gray\">(လူ့အဖွဲ့အစည်း)</span> သည် ယုံကြည်ခဲ့ဖူးသလော <span class=\"gray\">(ပြစ်ဒဏ်ကို မြင်ပြီးနောက်)</span>၊ ၎င်း၏ယုံကြည်ခြင်းသည် <span class=\"gray\">(ထိုအချိန်၌)</span> ၎င်းကို ကယ်တင်ခဲ့သလော <span class=\"gray\">(ပြစ်ဒဏ်မှ)</span>။ ယူနွတ်စ်၏လူမျိုးမှအပ၊ ၎င်းတို့ ယုံကြည်ခဲ့သည့်အခါ၊ ကျွန်ုပ်တို့သည် ၎င်းတို့ထံမှ အရှက်ရဖွယ်ပြစ်ဒဏ်ကို ဘဝ၏ <span class=\"gray\">(ပစ္စုပ္ပန်)</span> လောကတွင် ဖယ်ရှားခဲ့ပြီး ၎င်းတို့အား ခဏတာမျှ ပျော်ရွှင်ခွင့်ပြုခဲ့သည်)</span><span class=\"gray\">[10:98]</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်သည် မည်သည့်မြို့မျှ အပြည့်အဝ မယုံကြည်ခဲ့ကြောင်း ပြသသည်၊ ပရောဖက်ယူနွတ်စ်၏မြို့မှအပ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့အားလုံးသည် ပြစ်ဒဏ်ဖြင့် ဒဏ်ခတ်ခံရပြီးနောက် ယုံကြည်ခဲ့ကြသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည် <span class=\"gray\">(ပရောဖက်ယူနွတ်စ်အကြောင်း)</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرْسَلْنَاهُ إِلَىٰ مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ - فَآمَنُوا فَمَتَّعْنَاهُمْ إِلَىٰ حِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းအား လူတစ်သိန်း <span class=\"gray\">(လူများ)</span> သို့မဟုတ် ထို့ထက်ပို၍ စေလွှတ်ခဲ့သည်။ ၎င်းတို့သည် ယုံကြည်ခဲ့ကြသည်၊ ထို့ကြောင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အား ခဏတာမျှ ပျော်ရွှင်ခွင့်ပြုခဲ့သည်)</span><span class=\"gray\">[37:147-148]</span> အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِّن نَّذِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် မြို့ရွာတစ်ခုသို့ သတိပေးသူတစ်ဦးမျှ မစေလွှတ်ခဲ့ပေ....)</span><span class=\"gray\">[34:34]</span> အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّ أَهْلَ الْقُرَىٰ آمَنُوا وَاتَّقَوْا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ မြို့ရွာများမှလူတို့သည် ယုံကြည်ပြီး တာကဝါ (ဘုရားသခင်ကို ကြောက်ရွံ့ခြင်း) ရှိခဲ့ပါက...)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏နှလုံးသားများသည် တမန်တော်ဆောင်ကြဉ်းလာသောအရာကို ယုံကြည်ပြီး၊ ၎င်းအား ယုံကြည်နာခံကာ၊ နာခံမှုဆိုင်ရာလုပ်ရပ်များကို ပြုလုပ်ခြင်းနှင့် တားမြစ်ထားသည်များကို ရှောင်ကြဉ်ခြင်းဖြင့် တာကဝါရှိခဲ့ပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَفَتَحْنَا عَلَيْهِم بَرَكَاتٍ مِّنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ၎င်းတို့အတွက် ကောင်းကင်နှင့်မြေကြီးမှ ကောင်းချီးမင်္ဂလာများကို ဖွင့်ပေးခဲ့မည် ဖြစ်သည်၊)</span> ကောင်းကင်မှကျလာသော မိုးရေနှင့် မြေကြီးမှပေါက်သော သစ်ပင်ပန်းမန်များကို ရည်ညွှန်းသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن كَذَّبُوا فَأَخَذْنَاهُم بِمَا كَانُوا يَكْسِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် ငြင်းပယ်ခဲ့ကြသည် <span class=\"gray\">(တမန်တော်များ)</span>။ ထို့ကြောင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အား ဖမ်းဆီးခဲ့သည် <span class=\"gray\">(ပြစ်ဒဏ်ဖြင့်)</span> ၎င်းတို့ ပြုလုပ်ခဲ့သော အရာများကြောင့်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် ၎င်းတို့၏ တမန်တော်များကို ငြင်းပယ်ခဲ့ကြသည်။ ထို့ကြောင့် ကျွန်ုပ်တို့သည် ၎င်းတို့အား ပြစ်ဒဏ်ပေးခဲ့ပြီး ၎င်းတို့ပြုလုပ်ခဲ့သော အပြစ်များနှင့် မကောင်းမှုများကြောင့် ဖျက်ဆီးခြင်းကို စေလွှတ်ခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ အမိန့်များကို ဆန့်ကျင်ခြင်းနှင့် ကိုယ်တော်၏ တားမြစ်ထားသည်များကို ကျူးလွန်ရဲခြင်းတို့အတွက် သတိပေးပြီး ခြိမ်းခြောက်နေစဉ် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنَ أَهْلُ الْقُرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ မြို့ရွာများမှလူတို့သည် လုံခြုံသည်ဟု ခံစားခဲ့ကြသလော)</span>၊ ဆိုလိုသည်မှာ ၎င်းတို့ထဲမှ မယုံကြည်သူများသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن يَأْتِيَهُم بَأْسُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ ပြစ်ဒဏ် ၎င်းတို့ထံ ရောက်လာသင့်သည်)</span>၊ ကျွန်ုပ်တို့၏ နှိပ်စက်မှုနှင့် ပြစ်ဒဏ်ပေးသည့် နမူနာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَيَاتًا </p><p lang=\"vi\" class=\"vi \"><span class=\"gray\">('Bayātan')</span> during the night,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ نَائِمُونَ - أَوَأَمِنَ أَهْلُ الْقُرَىٰ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ အိပ်ပျော်နေစဉ်လော။ သို့မဟုတ် မြို့ရွာများမှလူတို့သည် ၎င်းတို့ ကစားနေစဉ် နံနက်ခင်း၌ ကျွန်ုပ်တို့၏ ပြစ်ဒဏ်ရောက်လာခြင်းကို လုံခြုံသည်ဟု ခံစားခဲ့ကြသလော။)</span> ၎င်းတို့သည် ၎င်းတို့၏ ကိစ္စများဖြင့် အလုပ်ရှုပ်နေပြီး မသိရှိနေစဉ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنُوا مَكْرَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အစီအမံကို လုံခြုံသည်ဟု ခံစားခဲ့ကြသလော။)</span> ၎င်းတို့သည် သတိလက်လွတ် မေ့လျော့နေစဉ် ကိုယ်တော်၏ နှိပ်စက်မှု၊ လက်စားချေမှုနှင့် ၎င်းတို့အား ဖျက်ဆီးရန် ကိုယ်တော်၏ တန်ခိုးတော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အစီအမံမှ အရှုံးသမားများမှအပ မည်သူမျှ လုံခြုံသည်ဟု မခံစားနိုင်ပေ။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဟာစန် အလ်-ဘစရီက မိန့်တော်မူခဲ့သည်၊ \"ယုံကြည်သူသည် ဝတ်ပြုမှုများကို ပြုလုပ်ရာ၌ ကြောက်ရွံ့ခြင်း၊ ထိတ်လန့်ခြင်းနှင့် စိုးရိမ်ပူပန်ခြင်းများဖြင့် ပြုလုပ်သည်။ ဖာဂျိရ် <span class=\"gray\">(ဆိုးသွမ်းသော အပြစ်သား၊ သို့မဟုတ် မယုံကြည်သူ)</span> သည် မနာခံမှုများကို ပြုလုပ်ရာ၌ လုံခြုံသည်ဟု ခံစားရင်း <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်မှ)</span> ပြုလုပ်သည်။\"</p>"
  }
]