[
  {
    "ayah_key": "9:32",
    "group_ayah_key": "9:32",
    "from_ayah": "9:32",
    "to_ayah": "9:33",
    "ayah_keys": "9:32,9:33",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အလင်းတော်ကို ၎င်းတို့၏ ပါးစပ်များဖြင့် ငြှိမ်းသတ်လိုကြသည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ အလင်းတော်ကို ပြည့်စုံအောင် လုပ်ဆောင်ခွင့်သာ ပေးမည်ဖြစ်သည်၊ ကာဖိရ်များက မုန်းတီးနေသော်လည်း <span class=\"gray\">(၃၂)</span>လမ်းညွှန်မှုနှင့် မှန်ကန်သော ဘာသာတရားဖြင့် ၎င်း၏ ရစူလ်တမန်တော်ကို စေလွှတ်ခဲ့သူမှာ အရှင်မြတ်သာဖြစ်သည်။ မုရှ်ရစ်က်များက မုန်းတီးနေသော်လည်း ၎င်းကို အခြားဘာသာတရားအားလုံးထက် သာလွန်စေရန်အတွက် ဖြစ်သည် <span class=\"gray\">(၃၃)</span></p><div lang=\"my\" class=\"my \"><h2>ကျမ်းဂန်ပိုင်ရှင်တို့သည် အစ္စလာမ်၏ အလင်းတော်ကို ငြှိမ်းသတ်ရန် ကြိုးစားကြသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ ကာဖိရ် မုရှ်ရစ်က်များနှင့် ကျမ်းဂန်ပိုင်ရှင်တို့သည်</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَن يُطْفِئُوا نُورَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်၏ အလင်းတော်ကို ငြှိမ်းသတ်ရန်)</span>။ ၎င်းတို့သည် အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ စေလွှတ်ခံခဲ့ရသော လမ်းညွှန်မှုနှင့် မှန်ကန်သော ဘာသာတရားကို အငြင်းပွားမှုများနှင့် လိမ်ညာမှုများဖြင့် ငြှိမ်းသတ်ရန် ကြိုးစားကြသည်။ ၎င်းတို့၏ ဥပမာမှာ နေ သို့မဟုတ် လ၏ အလင်းကို မှုတ်၍ ငြှိမ်းသတ်လိုသူ၏ ဥပမာဖြစ်သည်။ အမှန်စင်စစ် ထိုကဲ့သို့သောသူသည် မိမိရှာဖွေခဲ့သည်ကို ဘယ်သောအခါမျှ အောင်မြင်မည်မဟုတ်ပေ။ ထိုနည်းတူစွာ ရစူလ်တမန်တော် ﷺ စေလွှတ်ခံခဲ့ရသော အလင်းသည်လည်း သေချာပေါက် တောက်ပ၍ ပျံ့နှံ့သွားမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် မုရှ်ရစ်က်တို့၏ ဆန္ဒနှင့် မျှော်လင့်ချက်ကို ပြန်လည်ဖြေကြားတော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَأْبَى اللَّهُ إِلَّا أَن يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏အလင်းတော်ကို ပြည့်စုံစေခြင်းမှအပ ခွင့်ပြုမည်မဟုတ်ပေ။ ကာဖိရ်များက မုန်းတီးနေသော်လည်း)</span><span class=\"gray\">[၉:၃၂]</span>။ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">[ဘာသာဗေဒအရ]</span> ကာဖိရ်ဆိုသည်မှာ တစ်ခုခုကို ဖုံးအုပ်သူဖြစ်သည်။ ဥပမာ၊ ညကို ကာဖိရန် <span class=\"gray\">[ဖုံးအုပ်ခြင်း]</span> ဟု ခေါ်သည် အကြောင်းမှာ ၎င်းသည် အရာဝတ္ထုများကို <span class=\"gray\">[မှောင်မိုက်ခြင်းဖြင့်]</span> ဖုံးအုပ်သောကြောင့်ဖြစ်သည်။ လယ်သမားကို ကာဖိရန်ဟု ခေါ်သည်၊ အကြောင်းမှာ သူသည် မြေကြီးထဲတွင် မျိုးစေ့များကို ဖုံးအုပ်သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အာယတ်တစ်ခုတွင် မိန့်တော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعْجَبَ الْكُفَّارَ نَبَاتُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုမှ ပေါက်ရောက်လာသော အပင်သည် <span class=\"gray\">[ကုဖ်ဖာရ်]</span> လယ်သမားတို့ကို နှစ်သက်စေသည်)</span><span class=\"gray\">[၅၇:၂၀]</span>။</p><div lang=\"my\" class=\"my \"><h2>အစ္စလာမ်သည် အခြားဘာသာတရားအားလုံးကို လွှမ်းမိုးမည့် ဘာသာတရားဖြစ်သည်</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လမ်းညွှန်မှုနှင့် မှန်ကန်သော ဘာသာတရားဖြင့် ၎င်း၏ ရစူလ်တမန်တော်ကို စေလွှတ်ခဲ့သူမှာ အရှင်မြတ်သာ ဖြစ်သည်)</span></p><p lang=\"my\" class=\"my \">'လမ်းညွှန်မှု' ဟူသည် ရစူလ်တမန်တော် ﷺ ယူဆောင်လာခဲ့သော မှန်ကန်သည့် ပြောဆိုချက်များ၊ အကျိုးရှိသော ယုံကြည်ချက်နှင့် စစ်မှန်သော ဘာသာတရားကို ရည်ညွှန်းသည်။ 'မှန်ကန်သော ဘာသာတရား' ဟူသည် ဤဘဝနှင့် နောင်ဘဝတွင် အကျိုးကျေးဇူးများ ရရှိစေမည့် ဖြောင့်မတ်မှန်ကန်သော တရားဝင်လုပ်ရပ်များကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို <span class=\"gray\">(အစ္စလာမ်ကို)</span> ဘာသာတရားအားလုံးထက် သာလွန်စေရန်)</span> အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့ကြောင်း ဆွဟီးဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ زَوَى لِي الْأَرْضَ مَشَارِقَهَا وَمَغَارِبَهَا، وَسَيَبْلُغُ مُلْكُ أُمَّتِي مَا زُوِيَ لِي مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကမ္ဘာမြေ၏ အရှေ့ပိုင်းနှင့် အနောက်ပိုင်းတို့ကို ကျွန်ုပ်အနီးသို့ <span class=\"gray\">[မြင်နိုင်ရန်]</span> ဆွဲယူပေးခဲ့ပြီး ကျွန်ုပ်၏ အွမ္မသ်တို့၏ အုပ်စိုးမှုသည် ကျွန်ုပ်မြင်ခဲ့ရသလောက် အတိုင်းအတာအထိ ကျယ်ပြန့်သွားမည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် တမီမ် အဒ်-ဒါရီထံမှ သူပြောသည်ကို မှတ်တမ်းတင်ထားသည်မှာ \"အကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူသည်ကို ကြားခဲ့ရသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَبْلُغَنَّ هَذَا الْأَمْرُ مَا بَلَغَ اللَّيْلُ وَالنَّهَارُ، وَلَا يَتْرُكُ اللهُ بَيْتَ مَدَرٍ وَلَا وَبَرٍ إِلَّا أَدْخَلَهُ هَذَا الدِّينَ، يُعِزُّ عَزِيزًا وَيُذِلُّ ذَلِيلًا، عِزًّا يُعِزُّ اللهُ بِهِ الْإِسْلَامَ وَذُلًّا يُذِلُّ اللهُ بِهِ الْكُفْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤကိစ္စ <span class=\"gray\">(အစ္စလာမ်)</span> သည် ညဥ့်နှင့်နေ့ ရောက်ရှိသလောက် ပျံ့နှံ့နေမည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် ရွှံ့ဖြင့်ဖြစ်စေ ဆံပင်ဖြင့်ဖြစ်စေ ပြုလုပ်ထားသော အိမ်ကို မချန်ဘဲ ဤဘာသာတရားကို ဝင်ရောက်စေမည်ဖြစ်သည်။ ထိုသို့ဖြစ်စေရာတွင် အစွမ်းထက်သောသူ <span class=\"gray\">(မွတ်စလင်မ်)</span> အား အစွမ်းခွန်အား ပေးသနားပြီး ဂုဏ်သိက္ခာမဲ့သူ <span class=\"gray\">(အစ္စလာမ်ကို ငြင်းပယ်သူ)</span> အား အရှက်ခွဲခြင်းဖြစ်စေမည်။ အလ္လာဟ်အရှင်မြတ်သည် အစ္စလာမ် <span class=\"gray\">(နှင့် ၎င်း၏လူမျိုး)</span> ကို မြှင့်တင်ပေးသည့် အစွမ်းခွန်အားနှင့် အလ္လာဟ်အရှင်မြတ်သည် ကုဖ်ရ် <span class=\"gray\">(နှင့် ၎င်း၏လူမျိုး)</span> ကို အရှက်ခွဲသည့် အရှက်ခွဲခြင်းဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">တမီမ် အဒ်-ဒါရီ <span class=\"gray\">[အစ္စလာမ်မတိုင်မီ ခရစ်ယာန်ဖြစ်ခဲ့သူ]</span> က \"ကျွန်ုပ်သည် ဤဟဒီးဆ်၏ အဓိပ္ပါယ်ကို ကျွန်ုပ်၏လူမျိုးများတွင် သိရှိခဲ့ရသည်။ ၎င်းတို့အနက်မှ မွတ်စလင်မ်ဖြစ်လာသူများသည် ကောင်းမြတ်မှု၊ ဂုဏ်ပြုခံရမှုနှင့် အစွမ်းသတ္တိတို့ကို ရရှိခဲ့ကြသည်။ ကာဖိရ်အဖြစ် ကျန်ရှိနေသူများအား အရှက်ရမှု၊ စော်ကားခံရမှုနှင့် ဂျစ်ဇ်ယာတို့ ကျရောက်ခဲ့သည်။\"</p>"
  }
]