[
  {
    "ayah_key": "30:46",
    "group_ayah_key": "30:46",
    "from_ayah": "30:46",
    "to_ayah": "30:47",
    "ayah_keys": "30:46,30:47",
    "text": "<p lang=\"my\" class=\"my \">၎င်း၏နိမိတ်လက္ခဏာများထဲမှ တစ်ခုမှာ လေများကို ဝမ်းမြောက်ဖွယ်ရာ သတင်းများအဖြစ် သူစေလွှတ်ခြင်းဖြစ်ပြီး၊ ၎င်း၏ကရုဏာတော်ကို သင်တို့အား မြည်းစမ်းခွင့်ပေးကာ သင်္ဘောများသည် ၎င်း၏အမိန့်ဖြင့် ရွက်လွှင့်နိုင်စေရန်၊ သင်တို့သည် ၎င်း၏ပေးသနားမှုကို ရှာဖွေနိုင်စေရန်၊ သင်တို့သည် ကျေးဇူးတင်ရှိနိုင်ရန်ဖြစ်သည် <span>(၄၆)</span> ငါတို့သည် သင်မတိုင်မီကပင် တမန်တော်များကို သူတို့၏လူမျိုးများထံသို့ စေလွှတ်ခဲ့ပြီးဖြစ်သည်။ သူတို့သည် သူတို့ထံသို့ ရှင်းလင်းပြတ်သားသော သက်သေသာဓကများဖြင့် ရောက်လာခဲ့ကြသည်။ ထို့နောက် ငါတို့သည် ရာဇဝတ်မှုကျူးလွန်သူများကို လက်စားချေခဲ့သည်။ ယုံကြည်သူများကို ကူညီရန် ငါတို့အပေါ် မဖြစ်မနေတာဝန်ရှိသည် <span>(၄၇)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများထဲတွင် လေများလည်း ပါဝင်သည်</p><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် သူ၏ဖန်ဆင်းခံများအတွက် လေများကို သူ၏ကရုဏာတော်၏ ရှေ့ပြေးနိမိတ်များအဖြစ် စေလွှတ်ခြင်းဖြင့် ပြုလုပ်ပေးသော ကျေးဇူးတော်ကို ဖော်ပြထားသည်၊ ဆိုလိုသည်မှာ မိုးသည် ထိုလေများနောက်တွင် လိုက်ပါလာလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ကရုဏာတော်ကို သင်တို့အား မြည်းစမ်းခွင့်ပေးသည်၊)</span> ဆိုလိုသည်မှာ ရွာကျလာပြီး လူများနှင့် မြေကြီးကို ပြန်လည်အသက်ဝင်စေမည့် မိုးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်္ဘောများသည် ၎င်း၏အမိန့်ဖြင့် ရွက်လွှင့်နိုင်စေရန်၊)</span> ဆိုလိုသည်မှာ ပင်လယ်ပြင်တွင်ဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့ကို လေက မောင်းနှင်သောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتَبْتَغُوا مِنْ فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ၎င်း၏ပေးသနားမှုကို ရှာဖွေနိုင်စေရန်၊)</span> ဆိုလိုသည်မှာ ကုန်သွယ်မှုပြုခြင်း၊ အသက်မွေးဝမ်းကျောင်းရှာဖွေခြင်းနှင့် တစ်နိုင်ငံမှ တစ်နိုင်ငံသို့၊ တစ်ဒေသမှ တစ်ဒေသသို့ ခရီးသွားခြင်းဖြင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကျေးဇူးတင်ရှိနိုင်ရန်။)</span> ဆိုလိုသည်မှာ သင်တို့အား ပေးသနားခဲ့သော ထင်ရှားသောနှင့် ကွယ်ဝှက်ထားသော မရေမတွက်နိုင်သော ကျေးဇူးတော်များအတွက် အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင်ရှိရန်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် သင်မတိုင်မီကပင် တမန်တော်များကို သူတို့၏လူမျိုးများထံသို့ စေလွှတ်ခဲ့ပြီးဖြစ်သည်။ သူတို့သည် သူတို့ထံသို့ ရှင်းလင်းပြတ်သားသော သက်သေသာဓကများဖြင့် ရောက်လာခဲ့ကြသည်။ ထို့နောက် ငါတို့သည် ရာဇဝတ်မှုကျူးလွန်သူများကို လက်စားချေခဲ့သည်။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က သူ၏ကျွန်နှင့် တမန်တော် မုဟမ္မဒ် (ဆွ) အား နှစ်သိမ့်ပေးသော စကားများဖြစ်သည်။ သူ၏လူမျိုးနှင့် လူသားများစွာတို့က သူ့ကို မယုံကြည်ကြလျှင်လည်း ယခင်တမန်တော်များသည်လည်း သူတို့ယူဆောင်လာသော ရှင်းလင်းပြတ်သားသည့် နိမိတ်လက္ခဏာများရှိနေသော်လည်း ပယ်ချခြင်းခံခဲ့ရကြောင်း ၎င်းတို့အား ပြောပြခြင်းဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ထိုသူတို့ကို ပယ်ချသူများနှင့် ဆန့်ကျင်သူများကို အပြစ်ပေးခဲ့ပြီး ထိုသူတို့ကို ယုံကြည်သူများကို ကယ်တင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများကို ကူညီရန် ငါတို့အပေါ် မဖြစ်မနေတာဝန်ရှိသည်။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က သူတို့အပေါ် ကျေးဇူးပြုခြင်းနှင့် ကောင်းကျိုးပေးခြင်းအဖြစ် သူကိုယ်တိုင်အပေါ် တာဝန်ယူထားသည့် တာဝန်တစ်ခုဖြစ်သည်။ ဤသည်မှာ အာယသ်နှင့်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ رَبُّكُمْ عَلَىٰ نَفْسِهِ الرَّحْمَةَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်သည် သူကိုယ်တိုင်အပေါ် ကရုဏာတော်ကို ပြဋ္ဌာန်းထားသည်)</span><span class=\"gray\">(၆:၅၄)</span>။ အိဗ်နု အဘီ ဟာသင်မ်က အဘူ အဒ်-ဒါဒါအ် (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွ) မိန့်ကြားသည်ကို ကျွန်ုပ်ကြားခဲ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنِ امْرِىءٍ مُسْلِمٍ يَرُدُّ عَنْ عِرْضِ أَخِيهِ إِلَّا كَانَ حَقًّا عَلَى اللهِ أَنْ يَرُدَّ عَنْهُ نَارَ جَهَنَّمَ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့် မွတ်စလင်မ် အမျိုးသားမျှ သူ၏ညီအစ်ကို၏ ဂုဏ်သိက္ခာကို ကာကွယ်ပေးလျှင်၊ နောက်ဆုံးနေ့တွင် ဂျဟန္နမ် (ငရဲ) မီးမှ သူ့ကို ကာကွယ်ပေးရန် အလ္လာဟ်အရှင်မြတ်အပေါ် တာဝန်ရှိသည်။)</span> ထို့နောက် သူသည် ဤအာယသ်ကို ရွတ်ဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများကို ကူညီရန် ငါတို့အပေါ် မဖြစ်မနေတာဝန်ရှိသည်။)</span>\"</p>"
  },
  {
    "ayah_key": "30:48",
    "group_ayah_key": "30:48",
    "from_ayah": "30:48",
    "to_ayah": "30:51",
    "ayah_keys": "30:48,30:49,30:50,30:51",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လေများကို စေလွှတ်တော်မူသော အရှင်ဖြစ်သည်။ ထို့ကြောင့် ထိုလေများသည် မိုးတိမ်များကို ဖြစ်ပေါ်စေပြီး အရှင်မြတ်အလိုရှိသည့်အတိုင်း ကောင်းကင်ယံတစ်လျှောက် ဖြန့်ကျက်စေသည်။ ထို့နောက် မိုးတိမ်များကို အစိတ်စိတ်အမြွှာမြွှာ ဖြစ်ပေါ်စေပြီး ၎င်းတို့အလယ်မှ မိုးရေစက်များ ကျလာသည်ကို သင်မြင်ရလိမ့်မည်။ ထို့နောက် အရှင်မြတ်အလိုရှိသည့်အတိုင်း သူ၏ကျွန်များအပေါ် မိုးရွာသွန်းစေသောအခါ သူတို့သည် ဝမ်းမြောက်ကြလေသည် <span>(၄၈)</span> စင်စစ်ပင် ထိုမိုးရွာသွန်းခြင်းမတိုင်မီ – သူတို့အပေါ် မကျရောက်မီက – သူတို့သည် စိတ်ပျက်အားငယ်နေခဲ့ကြသည် <span>(၄၉)</span> ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်၏ သက်ရောက်မှုများကို ကြည့်ရှုလော့။ မြေကြီးသေဆုံးပြီးနောက် မည်သို့ ပြန်လည်အသက်သွင်းသည်ကို။ စင်စစ်ပင် ထိုအရှင်သည် သေသူများကို ပြန်လည်အသက်သွင်းလိမ့်မည်။ ထိုအရှင်သည် အရာအားလုံးကို ပြုလုပ်နိုင်သော အရှင်ဖြစ်သည်။ <span>(၅၀)</span> အကယ်၍ ငါတို့သည် လေကို စေလွှတ်၍ သူတို့သည် လေကို ဝါသွားသည်ကို မြင်ရလျှင် – ကြည့်လော့၊ သူတို့သည် ကျေးဇူးကန်းသူများ <span class=\"gray\">(မယုံကြည်သူများ)</span> ဖြစ်လာကြလိမ့်မည် <span>(၅၁)</span></p><p lang=\"my\" class=\"my \">မြေကြီး ပြန်လည်အသက်ဝင်ခြင်းသည် ရှင်ပြန်ထမြောက်ခြင်း၏ နိမိတ်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် ရေရွာသွန်းစေသော မိုးတိမ်များကို မည်သို့ ဖန်ဆင်းသည်ကို ရှင်းပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် လေများကို စေလွှတ်တော်မူသော အရှင်ဖြစ်ပြီး၊ ထို့ကြောင့် ထိုလေများသည် မိုးတိမ်များကို ဖြစ်ပေါ်စေသည်)</span> ပင်လယ်မှဖြစ်စေ၊ <span class=\"gray\">(ပညာရှင်များ)</span> တစ်ဦးထက်ပို၍ ဖော်ပြခဲ့သည့်အတိုင်း သို့မဟုတ် အလ္လာဟ်အရှင်မြတ် အလိုရှိသည့် မည်သည့်နေရာမှမဆို ဖြစ်စေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်အလိုရှိသည့်အတိုင်း ကောင်းကင်ယံတစ်လျှောက် ဖြန့်ကျက်စေသည်၊)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် ၎င်းတို့ကို ဖြန့်ကျက်စေပြီး ပိုမိုများပြားလာစေကာ ကြီးထွားလာစေသည်။ နည်းနည်းမှ များများဖြစ်အောင် ပြုလုပ်ပေးပြီး ဒိုင်းကဲ့သို့သော မိုးတိမ်များကို ဖန်တီးသည်။ ထို့နောက် ကောင်းကင်ယံကို ပြည့်စေသည်အထိ ဖြန့်ကျက်စေသည်။ တစ်ခါတစ်ရံ မိုးတိမ်များသည် ပင်လယ်မှ လာပြီး လေးလံကာ ပြည့်လျှံနေတတ်သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း -</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ ۖ حَتَّىٰ إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရှင်သည် လေများကို ဝမ်းမြောက်ဖွယ်ရာ သတင်းများအဖြစ်၊ သူ၏ကရုဏာတော်မတိုင်မီ စေလွှတ်တော်မူသည်။ ၎င်းတို့သည် လေးလံသော မိုးတိမ်များကို သယ်ဆောင်လာသောအခါ၊ ငါတို့သည် ၎င်းကို သေနေသော မြေဆီသို့ မောင်းနှင်သည်)</span> အထိ -</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ نُخْرِجُ الْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနည်းတူ ငါတို့သည် သေသူများကို ပြန်လည်ထုတ်ဖော်မည်၊ သင်တို့သည် သတိရရန် သို့မဟုတ် သင်ခန်းစာယူရန်။)</span><span class=\"gray\">(၇:၅၇)</span> ဤတွင် အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် လေများကို စေလွှတ်တော်မူသော အရှင်ဖြစ်သည်။ ထို့ကြောင့် ထိုလေများသည် မိုးတိမ်များကို ဖြစ်ပေါ်စေပြီး အရှင်မြတ်အလိုရှိသည့်အတိုင်း ကောင်းကင်ယံတစ်လျှောက် ဖြန့်ကျက်စေသည်။ ထို့နောက် မိုးတိမ်များကို အစိတ်စိတ်အမြွှာမြွှာ ဖြစ်ပေါ်စေသည်)</span> မုဂျာဟိဒ်၊ အဘူ အမ်ရ် ဘင် အလ်-အလာအ်၊ မသားရ် အလ်-ဝါရ်ရက်နှင့် ကာတာဒါတို့က \"၎င်းသည် အပိုင်းအစများကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။ အချို့က \"ပုံနေသည်\" ဟု ဆိုလိုသည်၊ အဒ်-ဒါဟ်ဟာက် ပြောကြားခဲ့သည့်အတိုင်း ဖြစ်သည်။ အချို့က အနက်ရောင်ဟု ဆိုလိုသည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့တွင် ရေအများကြီး ပါဝင်သောကြောင့်ဖြစ်သည်။ တစ်ခါတစ်ရံ ၎င်းတို့သည် လေးလံပြီး မြေကြီးနှင့် နီးကပ်နေတတ်သည်။ အရှင်မြတ်၏ မိန့်ကြားချက် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အလယ်မှ မိုးရေစက်များ ကျလာသည်ကို သင်မြင်ရလိမ့်မည်!)</span> ဆိုလိုသည်မှာ 'ထိုမိုးတိမ်များအလယ်မှ ကျလာသော မိုးရေစက်များ၊ ဆိုလိုသည်မှာ မိုးကို သင်မြင်ရလိမ့်မည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အရှင်မြတ်အလိုရှိသည့်အတိုင်း သူ၏ကျွန်များအပေါ် မိုးရွာသွန်းစေသောအခါ သူတို့သည် ဝမ်းမြောက်ကြလေသည်!)</span> သူတို့သည် မိုးရောက်လာသောအခါ ၎င်းတို့လိုအပ်သောကြောင့် ဝမ်းမြောက်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ كَانُوا مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ်ပင် ထိုမိုးရွာသွန်းခြင်းမတိုင်မီ – သူတို့အပေါ် မကျရောက်မီက – သူတို့သည် စိတ်ပျက်အားငယ်နေခဲ့ကြသည်!)</span> ဤမိုးကျရောက်လာသော လူများသည် မိုးသည် ဘယ်တော့မှ မရွာတော့ဟု ယူဆကာ စိတ်ပျက်အားငယ်နေခဲ့ကြသည်၊ ၎င်းတို့ထံ မရောက်လာမီလေးတွင် ဖြစ်သည်။ ၎င်းတို့ထံ ရောက်လာသောအခါ အလိုအပ်ဆုံးအချိန်တွင် ရောက်လာခဲ့သောကြောင့် ၎င်းတို့အတွက် အလွန်ကြီးကျယ်သော အဖြစ်အပျက်တစ်ခုဖြစ်သည်။ ၎င်း၏အဓိပ္ပာယ်မှာ ၎င်းတို့သည် မိုးမကျမီကပင် ၎င်းကို လိုအပ်နေခဲ့ကြပြီး အချိန်အကြာကြီး မိုးမရွာခဲ့ပေ။ ထို့ကြောင့် ၎င်းတို့သည် ၎င်းကျရောက်မည့်အချိန်ကို စောင့်မျှော်နေခဲ့ကြသော်လည်း ထိုအချိန်တွင် မိုးမကျရောက်ခဲ့ပေ။ မိုးသည် နောက်ကျခဲ့ပြီး အချိန်အကြာကြီး ကုန်လွန်သွားခဲ့သည်။ ထို့နောက် ၎င်းတို့ စိတ်ပျက်အားငယ်လာပြီးနောက်၊ ၎င်းတို့၏မြေကြီးသည် ခြောက်သွေ့ barren ဖြစ်လာပြီးနောက် ရုတ်တရက် မိုးကျရောက်လာပြီး ပြန်လည်အသက်ဝင်လာကာ ဖူးပွင့်ပြီး လှပသော အပင်အမျိုးမျိုးကို ထုတ်လုပ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانْظُرْ إِلَىٰ آثَارِ رَحْمَتِ اللَّهِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်၏ သက်ရောက်မှုများကို ကြည့်ရှုလော့၊)</span> ဆိုလိုသည်မှာ မိုးကိုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးသေဆုံးပြီးနောက် မည်သို့ ပြန်လည်အသက်သွင်းသည်ကို။)</span> ဤနည်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် လူတို့၏ ခန္ဓာကိုယ်များ သေဆုံးပြီးနောက် ဘာမျှမရှိအောင် ပျက်စီးသွားပြီးနောက် ပြန်လည်အသက်ဝင်လာခြင်းကို အာရုံစိုက်စေသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكَ لَمُحْيِي الْمَوْتَىٰ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ်ပင် ထိုအရှင် <span class=\"gray\">(အလ္လာဟ်)</span> သည် သေသူများကို ပြန်လည်အသက်သွင်းလိမ့်မည်။)</span> ဆိုလိုသည်မှာ ထိုသို့ပြုလုပ်သူသည် သေသူများကို ပြန်လည်အသက်သွင်းနိုင်သော အရှင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရှင်သည် အရာအားလုံးကို ပြုလုပ်နိုင်သော အရှင်ဖြစ်သည်။)</span><span class=\"gray\">(၄၁:၃၉)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့သည် လေကို စေလွှတ်၍ သူတို့သည် လေကို ဝါသွားသည်ကို မြင်ရလျှင် – ကြည့်လော့၊ သူတို့သည် ကျေးဇူးကန်းသူများ <span class=\"gray\">(မယုံကြည်သူများ)</span> ဖြစ်လာကြလိမ့်မည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَرْسَلْنَا رِيحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့သည် လေကို စေလွှတ်၍)</span> ဆိုလိုသည်မှာ သူတို့ စိုက်ပျိုးထားသော၊ ပြုစုထားသော၊ ရင့်ကျက်နေသော သီးနှံများကို ခြောက်သွေ့စေပြီး ဝါသွားကာ ပုပ်စပြုလာသည်ကို သူတို့မြင်ရလျှင်၊ ထိုသို့ဖြစ်လာပါက သူတို့သည် ကျေးဇူးကန်းသွားလိမ့်မည်၊ ဆိုလိုသည်မှာ သူတို့အား ယခင်က ပေးထားသော ကောင်းချီးများကို ငြင်းပယ်လိမ့်မည်။ ဤသည်မှာ အာယသ်နှင့်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتُمْ مَا تَحْرُثُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့ စိုက်ပျိုးသော မျိုးစေ့အကြောင်းကို ငါ့အား ပြောပြကြလော့။)</span><span class=\"gray\">(၅၆:၆၃)</span> အထိ -</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَلْ نَحْنُ مَحْرُومُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ ငါတို့သည် ဆုံးရှုံးသူများ ဖြစ်၏!)</span><span class=\"gray\">(၅၆:၆၇)</span></p>"
  },
  {
    "ayah_key": "30:52",
    "group_ayah_key": "30:52",
    "from_ayah": "30:52",
    "to_ayah": "30:53",
    "ayah_keys": "30:52,30:53",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့ကြောင့် စင်စစ်ပင် သင်သည် သေသူများကို မကြားစေနိုင်၊ သင်သည် နားပင်းသူများကိုလည်း ခေါ်သံကို မကြားစေနိုင်၊ သူတို့သည် နောက်ပြန်လှည့်၍ ထွက်သွားသောအခါ <span>(၅၂)</span> သင်သည် မျက်မမြင်များကို သူတို့၏လမ်းမှားခြင်းမှ မလမ်းပြနိုင်။ ငါတို့၏ အာယသ်တော်များကို ယုံကြည်ပြီး (အစ္စလာမ်သာသနာတွင် အလ္လာဟ်အရှင်မြတ်ထံ) အပ်နှံသူများကိုသာ သင်သည် ကြားစေနိုင်သည်။ <span>(၅၃)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူများသည် သေသူ၊ နားပင်းသူနှင့် မျက်မမြင်နှင့် တူသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'သင်သည် သေဆုံးသူများကို သူတို့၏သင်္ချိုင်းတွင်း၌ မကြားစေနိုင်သကဲ့သို့၊ နားမကြားနိုင်သူများနှင့် သင့်ထံမှ နောက်ပြန်လှည့်သွားသူများကို သင့်စကားများ မရောက်စေနိုင်သကဲ့သို့ပင်၊ သင်သည် မျက်မမြင်များကို အမှန်တရားသို့ လမ်းမပြနိုင်ဘဲ သူတို့၏လမ်းမှားခြင်းမှ ပြန်လည်ခေါ်ဆောင်၍ မရနိုင်ပါ။' ထိုကိစ္စသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် တည်ရှိသည်။ အဘယ်ကြောင့်ဆိုသော် သူ၏တန်ခိုးတော်ဖြင့် သူအလိုရှိလျှင် သေဆုံးသူများကို သက်ရှိများ၏အသံများကို ကြားစေနိုင်သည်။ သူသည် သူအလိုရှိသူကို လမ်းပြပြီး သူအလိုရှိသူကို လမ်းမှားစေသည်။ ထိုသို့ပြုလုပ်ရန် သူမှတစ်ပါး မည်သူမျှ တန်ခိုးမရှိပေ။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့၏ အာယသ်တော်များကို ယုံကြည်ပြီး (အစ္စလာမ်သာသနာတွင် အလ္လာဟ်အရှင်မြတ်ထံ) အပ်နှံသူများကိုသာ သင်သည် ကြားစေနိုင်သည်။<span class=\"gray\">(၂၇:၈၁)</span> ဆိုလိုသည်မှာ နှိမ့်ချသူများနှင့် တုံ့ပြန်နာခံသူများဖြစ်သည်။ ဤသူများသည် အမှန်တရားကို နားထောင်ပြီး လိုက်နာကြမည့်သူများဖြစ်သည်။ ဤသည်မှာ ယုံကြည်သူများ၏ အခြေအနေဖြစ်ပြီး၊ ယခင် <span class=\"gray\">(နားပင်းသူနှင့် မျက်မမြင်ဖြစ်ခြင်း)</span> သည် မယုံကြည်သူများ၏ အခြေအနေဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည့်အတိုင်း-</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ ۘ وَالْمَوْتَىٰ يَبْعَثُهُمُ اللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြားနာသူများသာ တုံ့ပြန်ကြလိမ့်မည်။ သို့သော် သေသူများနှင့်ပတ်သက်၍မူ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ပြန်လည်အသက်သွင်းမည်၊ ထို့နောက် ၎င်းတို့သည် အရှင်မြတ်ထံ ပြန်လာကြရမည်။)</span><span class=\"gray\">(၆:၃၆)</span> ယုံကြည်သူများ၏မိခင်ဖြစ်သော အာအိရှာ (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) သည် ဤအာယသ်ကို အသုံးပြုခဲ့သည် -</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تُسْمِعُ الْمَوْتَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် စင်စစ်ပင် သင်သည် သေသူများကို မကြားစေနိုင်)</span> အဗ်ဒူလ္လာဟ် ဘင် အူမာရ်က ဗဒ်ရ်တိုက်ပွဲအပြီး သုံးရက်အကြာတွင် တမန်တော်မြတ် (ဆွ) က အသေကောင်ဖြစ်နေသော မယုံကြည်သူများကို စွန့်ပစ်ထားသည့် ရေတွင်းခြောက်ကြီးတစ်ခုသို့ လှမ်းခေါ်ပြီး ပြစ်တင်ရှုံ့ချခဲ့သည်ဟု ဖော်ပြခဲ့သောအခါ ၎င်းကို အထောက်အထားအဖြစ် အသုံးပြုခဲ့သည်။ အူမာရ်က “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ သင်သည် သေဆုံးနေသော အလောင်းများကို ပြောနေတာလား” ဟု မေးသောအခါ၊ တမန်တော်မြတ် (ဆွ) က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ مَا أَنْتُمْ بِأَسْمَعَ لِمَا أَقُولُ مِنْهُمْ، وَلَكِنْ لَا يُجِيبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အသက် တည်ရှိရာ အရှင်မြတ်အားဖြင့် ကျိန်ဆိုသည်၊ သင်တို့သည် ငါပြောသည်ကို သူတို့ထက် ပို၍ မကြားကြပါ။ သို့သော် သူတို့သည် တုံ့ပြန်နိုင်ခြင်း မရှိကြပါ။)</span> အာအိရှာ (အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ) က ဤအဖြစ်အပျက်ကို တမန်တော်မြတ် (ဆွ) သည် သူတို့အား ပြောကြားခဲ့သည်များ မှန်ကန်ကြောင်း သူတို့ ယခုသိရှိသွားမည်ကို ဖော်ပြလိုခြင်းဖြစ်သည်ဟု အဓိပ္ပာယ်ဖွင့်ဆိုခဲ့သည်။ ကာတာဒါက “အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား အသက်ပြန်သွင်းပေးခဲ့သည်၊ သို့မှသာ သူတို့သည် ပြစ်တင်ရှုံ့ချခြင်းနှင့် လက်စားချေခြင်းဆိုင်ရာ စကားများကို ကြားနာနိုင်စေရန်” ဟု ပြောကြားခဲ့သည်။</p>"
  }
]