[
  {
    "ayah_key": "8:74",
    "group_ayah_key": "8:74",
    "from_ayah": "8:74",
    "to_ayah": "8:75",
    "ayah_keys": "8:74,8:75",
    "text": "<p lang=\"my\" class=\"my \">ယုံကြည်ခဲ့သူများ၊ ရွှေ့ပြောင်းနေထိုင်ခဲ့သူများ၊ အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ် <span class=\"gray\">(ဂျီဟဒ်)</span> တွင် ကြိုးပမ်းခဲ့သူများ၊ ထို့အပြင် (သူတို့အား) ခိုလှုံရာနှင့် အကူအညီပေးခဲ့သူများမှာ အမှန်တကယ် ယုံကြည်သူများ ဖြစ်ကြသည်။ ၎င်းတို့အတွက် ခွင့်လွှတ်ခြင်းနှင့် ကြွယ်ဝသော ပေးသနားခြင်းများ ရှိ၏ <span>(၇၄)</span>နောက်ပိုင်းတွင် ယုံကြည်ခဲ့သူများ၊ ရွှေ့ပြောင်းနေထိုင်ခဲ့သူများ၊ သင်တို့နှင့်အတူ ကြိုးပမ်းခဲ့သူများမှာ သင်တို့အထဲမှပင် ဖြစ်ကြသည်။ သို့သော် သွေးသားတော်စပ်သူများသည် အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော အမိန့်တော်တွင် တစ်ဦးနှင့်တစ်ဦး <span class=\"gray\">(အမွေဆက်ခံခြင်းနှင့်ပတ်သက်၍)</span> ပိုမိုနီးစပ်ကြသည်။ မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်တော်မူ၏ <span>(၇၅)</span></p><div lang=\"fy\" class=\"fy \"><h2>Believers in Truth</h2></div><p lang=\"my\" class=\"my \">ဤဘဝတွင် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများအကြား သစ္စာစောင့်သိခြင်းနှင့် အကာအကွယ်ပေးခြင်းဆိုင်ရာ အာဏာကို အတည်ပြုပြီးနောက်၊ နောင်တမလွန်ဘဝတွင် ၎င်းတို့၏ ရည်မှန်းချက်ကို ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤဆူရာ၏ အစပိုင်းတွင် ဖော်ပြထားသည့်အတိုင်း ယုံကြည်သူများ၏ ယုံကြည်ခြင်းကိုလည်း အတည်ပြုခဲ့ပြီး၊ အကယ်၍ သူတို့တွင် အပြစ်များရှိပါက ၎င်းတို့အား ခွင့်လွှတ်ခြင်းဖြင့် ဆုချီးမြှင့်မည်ဖြစ်ပြီး ၎င်းတို့၏ အပြစ်များကို ဖျက်ဆီးပေးမည်ဖြစ်သည်။ အရှင်မြတ်သည် ၎င်းတို့အား များပြားသော၊ သန့်စင်သော၊ ထာဝရတည်မြဲသော၊ မကုန်ဆုံးနိုင်သော ဂုဏ်ရှိသော စားနပ်ရိက္ခာများကိုလည်း ကတိပြုခဲ့သည်။ ထိုစားနပ်ရိက္ခာများသည် လုံးဝ ကုန်ဆုံးခြင်း သို့မဟုတ် ကုန်ခန်းခြင်းမရှိ၊ ငြီးငွေ့ဖွယ်ရာ မရှိစေရ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် နှစ်သက်ဖွယ်ရာဖြစ်ပြီး အမျိုးအမည်များစွာဖြင့် လာသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်ခြင်း၌ ယုံကြည်သူတို့၏ လမ်းစဉ်ကို လိုက်နာပြီး ကောင်းမှုပြုသူများသည် နောင်တမလွန်ဘဝတွင် ၎င်းတို့နှင့်အတူ ရှိနေမည်ဖြစ်ကြောင်း ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّابِقُونَ الْأَوَّلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ္စလာမ်ကို ဦးစွာလက်ခံသူများ...)</span><span class=\"gray\">[၉:၁၀၀]</span>၊ အာယသ်၏ အဆုံးထိ။ အရှင်မြတ်ကလည်း မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ جَاءُوا مِن بَعْدِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နောက်မှ လာသောသူများ...)</span><span class=\"gray\">[၅၉:၁၀]</span>။</p><p lang=\"my\" class=\"my \">ဆဟီဟ်ကျမ်းနှစ်ခုတွင်ပါရှိသော၊ မွတဝါသီရ်ဖြစ်သော၊ စစ်မှန်သော သတင်းပို့ဆက်စပ်မှုများစွာရှိသော ဟဒီးဆ်တော်တစ်ခုက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်ဟု ဖော်ပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمَرْءُ مَعَ مَنْ أَحَبَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသည် မိမိချစ်မြတ်နိုးသူများနှင့်အတူ ရှိလိမ့်မည်။)</span> အခြားဟဒီးဆ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَحَبَّ قَوْمًا فَهُوَ مِنْهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူအုပ်စုတစ်စုကို ချစ်မြတ်နိုးသူသည် ၎င်းတို့အထဲမှ တစ်ဦးဖြစ်သည်)</span>၊ အခြားသတင်းပို့ချက်တစ်ခုတွင် အရှင်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُشِرَ مَعَهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...၎င်းတို့နှင့်အတူ <span class=\"gray\">(ရှင်ပြန်ထမြောက်ရာနေ့တွင်)</span> စုဝေးစေလိမ့်မည်။)</span></p><div lang=\"my\" class=\"my \"><h2>အမွေသည် သတ်မှတ်ထားသော ဆွေမျိုးအဆင့်များအတွက် ဖြစ်သည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِي كِتَابِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သွေးသားတော်စပ်သူများသည် အလ္လာဟ်အရှင်မြတ် သတ်မှတ်ထားသော အမိန့်တော်တွင် တစ်ဦးနှင့်တစ်ဦး <span class=\"gray\">(အမွေဆက်ခံခြင်းနှင့်ပတ်သက်၍)</span> ပိုမိုနီးစပ်ကြသည်)</span>၊ ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ဆုံးဖြတ်ချက်အတိုင်းဖြစ်သည်။ ဤအာယသ်သည် ဆွေမျိုးအားလုံးကို လွှမ်းခြုံထားပြီး၊ အချို့လူများပြောဆိုပြီး ဤအာယသ်ကို အကြောင်းပြု၍ ငြင်းခုံသည့်အတိုင်း အမွေတွင် သတ်မှတ်ထားသော ပုံသေဝေစုမရှိသော ဆွေမျိုးအဆင့်များကိုသာ မဟုတ်ပါ။ အိဗ်နု အဘ္ဘားစ်၊ မုဂျာဟစ်၊ အိက်ရိမဟ်၊ အလ်-ဟစန်၊ ကွာတာဒါဟ်နှင့် အခြားများစွာသော ပညာရှင်များ၏ အဆိုအရ၊ ဤအာယသ်သည် အစ္စလာမ်၏ အစပိုင်းကာလတွင် ဖြစ်ခဲ့သည့်အတိုင်း သဘောတူညီချက်များ သို့မဟုတ် ညီအစ်ကိုများအဖြစ် ဆက်နွယ်မှုရှိသူများထံမှ အမွေဆက်ခံခြင်းကို ပယ်ဖျက်ခဲ့သည်။ ထို့ကြောင့် ၎င်းသည် ဆွေမျိုးအားလုံးနှင့် သက်ဆိုင်ပြီး အမွေမရရှိသူများအတွက်မူ ဤအချက်ကို ဟဒီးဆ်တော်က ထောက်ခံသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ قَدْ أَعْطَى كُلَّ ذِي حَقٍّ حَقَّهُ فَلَا وَصِيَّةٍ لِوَارِثٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ထိုက်တန်သူတိုင်းအား ၎င်းတို့၏ အခွင့်အရေးကို ပေးပြီးဖြစ်သည်။ ထို့ကြောင့် အမွေခံသူအတွက် သေတမ်းစာ မရှိစေရ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ဤအာယသ်သည် အမွေ၏ ပုံသေဝေစုရှိသူများကိုလည်း အကျုံးဝင်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရတ် အလ်-အန်ဖါလ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အတွက်သာ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်းများ ရှိသည်။ အရှင်မြတ်ကိုသာ ကျွန်ုပ်တို့ ယုံကြည်ကိုးစားသည်။ အရှင်မြတ်သည် ကျွန်ုပ်တို့အတွက် လုံလောက်သော အရှင်မြတ်ဖြစ်တော်မူသည်။ မည်မျှ ကောင်းမြတ်သော အကူအညီပေးသူနည်း။</p>"
  }
]