[
  {
    "ayah_key": "4:2",
    "group_ayah_key": "4:2",
    "from_ayah": "4:2",
    "to_ayah": "4:4",
    "ayah_keys": "4:2,4:3,4:4",
    "text": "<p lang=\"my\" class=\"my \">မိဘမဲ့များကို ၎င်းတို့၏ ပိုင်ဆိုင်မှုများကို ပေးကြလော့။ သင်တို့၏ မကောင်းသော အရာများကို ၎င်းတို့၏ ကောင်းသောအရာများနှင့် မလဲလှယ်ကြလင့်။ ၎င်းတို့၏ ပစ္စည်းများကို သင်တို့၏ ပစ္စည်းများနှင့် မရောနှောဘဲ မစားသုံးကြလင့်။ အမှန်စင်စစ် ဤသည်မှာ ကြီးလေးသော အပြစ်ဖြစ်သည် <span>(2)</span>သင်တို့သည် မိဘမဲ့မိန်းကလေးများနှင့် တရားမျှတစွာ မဆက်ဆံနိုင်မည်ကို စိုးရိမ်ပါက သင်တို့နှစ်သက်ရာ အခြားအမျိုးသမီးနှစ်ဦး၊ သုံးဦး သို့မဟုတ် လေးဦးကို လက်ထပ်ကြလော့။ သို့ရာတွင် သင်တို့သည် ၎င်းတို့နှင့် တရားမျှတစွာ မဆက်ဆံနိုင်မည်ကို စိုးရိမ်ပါက တစ်ဦးတည်းကိုသာ သို့မဟုတ် သင်တို့၏ လက်ယာလက်များ ပိုင်ဆိုင်သော ကျွန်မိန်းမများကိုသာ (ယူကြလော့)။ ထိုသို့ပြုခြင်းသည် သင်တို့ကို တာအ်လူမှ ကာကွယ်ရန် ပို၍နီးစပ်သည် <span>(3)</span>သင်တို့ လက်ထပ်သော အမျိုးသမီးများအား ၎င်းတို့၏ ဆဒွကတ် (သို့မဟုတ် မဟာရ်) ကို နစ်လာ (ကောင်းသော စိတ်ထားဖြင့်) ပေးကြလော့။ သို့ရာတွင် ၎င်းတို့သည် မိမိတို့၏ သဘောဆန္ဒဖြင့် သင်တို့အား တစ်စိတ်တစ်ပိုင်းကို ခွင့်လွှတ်ပါက ထိုအရာကို ယူပြီး မည်သည့် ဘေးဥပဒ်ကိုမျှ မကြောက်ဘဲ စားသုံးကြလော့ <span>(4)</span></p><div lang=\"my\" class=\"my \"><h2>မိဘမဲ့တို့၏ ပစ္စည်းဥစ္စာများကို ကာကွယ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိဘမဲ့များ အရွယ်ရောက်လာသောအခါ ၎င်းတို့၏ ပစ္စည်းဥစ္စာများကို အပြည့်အဝ ပြန်လည်အပ်နှံရန် အမိန့်ပေးထားပြီး ၎င်းတို့၏ ပစ္စည်းဥစ္စာများကို အသုံးပြုခြင်း သို့မဟုတ် သိမ်းယူခြင်းကို တားမြစ်ထားသည်။ ထို့ကြောင့် ကိုယ်တော်က မိန့်ကြားခဲ့သည်ကား</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَتَبَدَّلُوا الْخَبِيثَ بِالطَّيِّبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ မကောင်းသော အရာများကို ၎င်းတို့၏ ကောင်းသောအရာများနှင့် မလဲလှယ်ကြလင့်။)</span> စအိဒ် ဘင်န် အလ်-မူဆယိဘ်နှင့် အဇ်-ဇူဟ်ရီတို့က မှတ်ချက်ပေးခဲ့သည်မှာ 'သင်၏ အားနည်းသော တိရစ္ဆာန်ကို (မိဘမဲ့တို့၏) ဝသော တိရစ္ဆာန်နှင့် မလဲလှယ်နှင့်။' အိဗ်ရာဟင်မ် အန်-နခအီနှင့် အဒ်-ဒွဟ်ဟတ်တို့က မှတ်ချက်ပေးခဲ့သည်မှာ 'မကောင်းသော အရည်အသွေးရှိသည့် အရာကို ကောင်းသော အရည်အသွေးရှိသည့် အရာနှင့် မပေးကြနှင့်။' အစွဒ်ဒီက ပြောကြားခဲ့သည်မှာ '၎င်းတို့အနက်မှ တစ်ဦး (မိဘမဲ့များကို စောင့်ရှောက်သူ) သည် မိဘမဲ့ပစ္စည်းမှ ဝသော သိုးတစ်ကောင်ကိုယူ၍ ၎င်း၏နေရာတွင် ၎င်း၏အားနည်းသော သိုးတစ်ကောင်ကို ထားကာ 'သိုးတစ်ကောင်အတွက် သိုးတစ်ကောင်' ဟု ပြောဆိုသည်။ ၎င်းသည် ကောင်းသော ဒိရ်ဟမ်ကိုယူ၍ အတုအယောင် ဒိရ်ဟမ်နှင့် လဲလှယ်ကာ 'ဒိရ်ဟမ်တစ်ပြားအတွက် ဒိရ်ဟမ်တစ်ပြား' ဟု ပြောဆိုသည်။' အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကား</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَىٰ أَمْوَالِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ပစ္စည်းများကို သင်တို့၏ ပစ္စည်းများနှင့် မစားသုံးကြနှင့်။)</span> ဆိုသည်မှာ ၎င်းတို့ကို ရောနှော၍ နှစ်မျိုးစလုံးကို စားသုံးခြင်း မပြုကြနှင့်ဟု မူဂျာဟစ်၊ စအိဒ် ဘင် ဂျုဘိုင်ရ်၊ မုကာတိလ် ဘင် ဟိုင်ယန်၊ အစွဒ်ဒီနှင့် စူဖ်ယန် ဘင်န် ဟဆ်စင်တို့က ပြောကြားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်ကား</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ كَانَ حُوبًا كَبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤသည်မှာ ကြီးလေးသော အပြစ်ဖြစ်သည်)</span>၊ အိဗ်နု အဗ္ဗားစ်၏ အဆိုအရ ကြီးမား၍ အရေးပါသော အပြစ်ဖြစ်သည်။ ဤအရာကို မူဂျာဟစ်၊ အိက်ရိမာဟ်၊ စအိဒ် ဘင် ဂျုဘိုင်ရ်၊ အလ်-ဟဆန်၊ အိဗ်နု စီရင်၊ ကတာဒဟ်၊ မုကာတိလ် ဘင် ဟိုင်ယန်၊ အဒ်-ဒွဟ်ဟတ်၊ အဗူ မာလိက်၊ ဇိုင်းဒ် ဘင် အစလမ်နှင့် အဗူ စီနန်တို့ထံမှလည်း မှတ်တမ်းတင်ထားသည်။ အထက်ပါ အဓိပ္ပါယ်မှာ ၎င်းတို့၏ ပိုင်ဆိုင်မှုများကို သင်တို့၏ ပိုင်ဆိုင်မှုများနှင့် ပေါင်းထည့်ခြင်းသည် ကြီးလေးသော အပြစ်နှင့် ကြီးမားသော အမှားတစ်ခုဖြစ်သည်၊ ထို့ကြောင့် ရှောင်ကြဉ်ကြလော့။</p><div lang=\"my\" class=\"my \"><h2>မဟာရ်မပေးဘဲ မိဘမဲ့ အမျိုးသမီးများကို လက်ထပ်ခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَىٰ فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ مَثْنَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် မိဘမဲ့မိန်းကလေးများနှင့် တရားမျှတစွာ ဆက်ဆံနိုင်မည်ကို စိုးရိမ်ပါက သင်တို့နှစ်သက်ရာ အခြားအမျိုးသမီးနှစ်ဦးကို လက်ထပ်ကြလော့)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အမိန့်ပေးသည်မှာ သင်တို့အနက် တစ်ဦးဦးသည် မိဘမဲ့မိန်းကလေးတစ်ဦးကို စောင့်ရှောက်သူဖြစ်ပြီး ၎င်း၏အဆင့်အတန်းနှင့် ကိုက်ညီသော မဟာရ်ကို မပေးနိုင်မည်ကို စိုးရိမ်ပါက၊ အခြားအမျိုးသမီးများကို လက်ထပ်သင့်သည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းကို ကန့်သတ်မထားသည့်အတွက် အမျိုးသမီးများစွာ ရှိနေပါသည်။</p><p lang=\"my\" class=\"my \">အလ်-ဗူခါရီက အာအိရှာဟ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်မှာ- 'တစ်စုံတစ်ယောက်သော အမျိုးသားသည် မိဘမဲ့မိန်းကလေးတစ်ဦးကို စောင့်ရှောက်နေပြီး သူမကို လက်ထပ်ရန် စိတ်မပါသော်လည်း သူမကို လက်ထပ်ခဲ့သည်။ ထိုမိန်းကလေး၏ ပိုက်ဆံသည် သူ့ပိုက်ဆံနှင့် ရောထွေးနေပြီး သူမ၏ဝေစုကို သူသိမ်းထားခဲ့သည်။ ထို့နောက် ဤအာယသ်သည် သူ့အခြေအနေနှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့သည်ကား</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် တရားမျှတစွာ မဆက်ဆံနိုင်မည်ကို စိုးရိမ်ပါက)</span>\" အလ်-ဗူခါရီက အွရ်ဝဟ် ဘင် အဇ်-ဇုဘိုင်ရ် ပြောသည်ကို မှတ်တမ်းတင်ထားသည်မှာ သူသည် အာအိရှာဟ်အား အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၏ အဓိပ္ပါယ်ကို မေးမြန်းခဲ့သည်ကား</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် မိဘမဲ့မိန်းကလေးများနှင့် တရားမျှတစွာ ဆက်ဆံနိုင်မည်ကို စိုးရိမ်ပါက။)</span></p><p lang=\"my\" class=\"my \">သူမက ပြောကြားသည်မှာ- 'အို ငါ့တူလေးရေ! ဤအရာသည် သူ၏ အုပ်ထိန်းသူနှင့်အတူ နေထိုင်ကာ သူ၏ ပိုင်ဆိုင်မှုများကို ခွဲဝေခံစားနေရသော မိဘမဲ့မိန်းကလေးနှင့် ပတ်သက်သည်။ သူမ၏ ကြွယ်ဝမှုနှင့် လှပမှုက သူ့အား အခြားတောင်းရမ်းသူတစ်ဦးက ပေးကောင်းပေးနိုင်သည့် လုံလောက်သော မဟာရ်မပေးဘဲ သူမကို လက်ထပ်ရန် ဖြားယောင်းသွေးဆောင်နိုင်သည်။ ထို့ကြောင့် ထိုကဲ့သို့သော အုပ်ထိန်းသူများသည် ထိုမိဘမဲ့မိန်းကလေးများကို တရားမျှတစွာ မဆက်ဆံဘဲ၊ အသင့်တော်ဆုံး မဟာရ်ကို မပေးဘဲ လက်ထပ်ခြင်းကို တားမြစ်ထားသည်။ မဟုတ်ပါက ၎င်းတို့ဘေးမှ အခြားအမျိုးသမီးများကို လက်ထပ်ရန် အမိန့်ပေးထားသည်။' အာအိရှာဟ်က ထပ်မံပြောကြားသည်မှာ 'ထိုအာယသ်ပြီးနောက် လူများသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား <span class=\"gray\">(မိဘမဲ့မိန်းကလေးများနှင့် လက်ထပ်ခြင်းအကြောင်း)</span> ထပ်မံမေးမြန်းခဲ့ကြရာ အလ္လာဟ်အရှင်မြတ်က ဤအာယသ်ကို ထုတ်ပြန်ခဲ့သည်ကား</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَفْتُونَكَ فِي النِّسَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အမျိုးသမီးများ နှင့်ပတ်သက်၍ သင်၏ညွှန်ကြားချက်ကို တောင်းဆိုကြသည်..)</span><span class=\"gray\">[၄:၁၂၇]</span>။\" သူမက ပြောကြားသည်မှာ \"ဤအာယသ်တွင် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကား</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ လက်ထပ်လိုသော အမျိုးသမီးများ)</span><span class=\"gray\">[၄:၁၂၇]</span> ဆိုသည်မှာ မိမိ၏ကြီးကြပ်မှုအောက်ရှိ မိဘမဲ့မိန်းကလေးကို ချမ်းသာခြင်းလည်းမရှိ၊ လှပခြင်းလည်းမရှိ၍ လက်ထပ်ရန်မလိုလားသော အုပ်ထိန်းသူကို ရည်ညွှန်းသည်။ အုပ်ထိန်းသူများသည် မိမိတို့၏ပစ္စည်းဥစ္စာနှင့် လှပမှုရှိသော မိဘမဲ့မိန်းကလေးများကို တရားမျှတမှုမရှိဘဲ လက်ထပ်ခြင်းကို တားမြစ်ထားသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် <span class=\"gray\">(လှပခြင်းလည်းမရှိ၊ ချမ်းသာခြင်းလည်းမရှိပါက)</span> ၎င်းတို့ကို လက်ထပ်ရန် ယေဘုယျအားဖြင့် ရှောင်ကြဉ်ကြသောကြောင့် ဖြစ်သည်။\"</p><div lang=\"my\" class=\"my \"><h2>အမျိုးသမီးလေးဦးကို လက်ထပ်ခွင့်</h2></div><p class=\"ps qpc-hafs\" lang=\"ps\">مَثْنَىٰ وَثُلَاثَ وَرُبَاعَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှစ်ဦး သို့မဟုတ် သုံးဦး သို့မဟုတ် လေးဦး)</span>၊ ဆိုသည်မှာ မိဘမဲ့မိန်းကလေးများမှလွဲ၍ သင်တို့နှစ်သက်သလောက် အမျိုးသမီးနှစ်ဦး၊ သုံးဦး သို့မဟုတ် လေးဦးကို လက်ထပ်ကြလော့ဟု အဓိပ္ပါယ်ရသည်။ အခြားအာယသ်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ကို ဖော်ပြရမည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَّثْنَىٰ وَثُلَاثَ وَرُبَاعَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အတောင်ပံနှစ်ခု၊ သုံးခု သို့မဟုတ် လေးခုဖြင့် ကောင်းကင်တမန်များကို သံတမန်များအဖြစ် ဖန်ဆင်းတော်မူသော အရှင်)</span><span class=\"gray\">[၃၅:၁]</span>၊</p><p lang=\"my\" class=\"my \">အခြားကောင်းကင်တမန်များတွင် အတောင်ပံလေးခုထက် ပိုမရှိဟု မဆိုလိုပါ။ အဘယ်ကြောင့်ဆိုသော် အချို့ကောင်းကင်တမန်များတွင် အတောင်ပံများစွာ ရှိသည်ဟု အထောက်အထားများရှိသောကြောင့် ဖြစ်သည်။ သို့သော် အမျိုးသားများသည် ဇနီးလေးဦးထက် ပိုမိုလက်ထပ်ခြင်းကို တားမြစ်ထားသည်မှာ အာယသ်က ပြဋ္ဌာန်းထားသောကြောင့် ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် အာယသ်က အမျိုးသားများ လက်ထပ်ခွင့်ရှိသော ဇနီးများကို သတ်မှတ်ထားသည်ဟု အိဗ်နု အဗ္ဗားစ်နှင့် ပညာရှင်အများစုက ပြောကြားခဲ့သည်။ အကယ်၍ ၎င်းတို့အား ဇနီးလေးဦးထက် ပိုမိုခွင့်ပြုခဲ့ပါက အာယသ်တွင် ဖော်ပြခဲ့ပြီး ဖြစ်လိမ့်မည်။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က မှတ်တမ်းတင်ထားသည်မှာ စာလင်မ်က သူ၏ ဖခင်ပြောသည်ဟု ဆိုသည်ကား ဂီလန် ဘင် စလာမာ အသ်-သကာဖီသည် မွတ်စလင်မ် ဖြစ်လာသောအခါ ဇနီးဆယ်ဦး ရှိခဲ့သည်။ ထို့နောက် တမန်တော်မြတ် ﷺ က သူ့အား '၎င်းတို့အနက်မှ လေးဦးကို ရွေးချယ်ပါ <span class=\"gray\">(ကျန်သူများကို ကွာရှင်းပါ)</span>' ဟု မိန့်ကြားခဲ့သည်။ အွမ္မာရ်၏ အုပ်ချုပ်မှုကာလတွင် ဂီလန်သည် ကျန်ဇနီးများကို ကွာရှင်းပြီး သူ၏ပိုက်ဆံများကို သူ့သားသမီးများအကြား ခွဲဝေပေးခဲ့သည်။ အွမ္မာရ်က ဤအကြောင်းကို ကြားသိသောအခါ ဂီလန်အား 'ကျွန်ုပ်ထင်သည်မှာ ရှိုင်တွာန်သည် သင်၏နားထောင်မှုအတွင်း ကြားသိရသော အရာများမှ သင်၏ ကွယ်လွန်ခြင်းသတင်းကို သင်၏နှလုံးသားသို့ ပို့ဆောင်ခဲ့သည်။ သင်သည် ခဏမျှသာ အသက်ရှင်နေပေလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်ကို အမှူးထား၍! သင်သည် သင်၏ဇနီးများနှင့် သင်၏ပိုက်ဆံများကို ပြန်ယူရလိမ့်မည်။ မဟုတ်ပါက ကျွန်ုပ်သည် ဤအရာအားလုံးကို သိမ်းယူပြီး အဗူ ရိဂါလ်၏ သင်္ချိုင်းကဲ့သို့ သင်၏သင်္ချိုင်းကို ကျောက်ခဲဖြင့် ပစ်ပေါက်ရန် အမိန့်ပေးလိမ့်မည် <span class=\"gray\">(သမူဒ်မှ အဗူ ရိဂါလ်သည် ၎င်းတို့၏ ကံကြမ္မာမှ ကယ်တင်ခံခဲ့ရသည်။ အဘယ်ကြောင့်ဆိုသော် သူသည် သန့်ရှင်းသောဒေသတွင် ရှိနေသောကြောင့်ဖြစ်သည်။ သို့သော် သူသည် ထိုနေရာမှ ထွက်ခွာသောအခါ ၎င်းတို့ကဲ့သို့ပင် နှိပ်စက်ခံခဲ့ရသည်)</span>' ဟု ပြောကြားခဲ့သည်။ အရှ်-ရှာဖိအီ၊ အတ္-တိရ်မီဇီ၊ အိဗ်နု မာဂျာဟ်၊ အဒ်-ဒါရကွတ်နီနှင့် အလ်-ဘိုင်ဟကီတို့သည် ဤဟဒီးဆ်ကို တမန်တော်မြတ်၏ '၎င်းတို့အနက်မှ လေးဦးကို ရွေးချယ်ပါ' ဟူသော မိန့်ကြားချက်အထိသာ စုစည်းခဲ့ကြသည်။ အဟ်မဒ်တစ်ဦးတည်းသာ ဤဟဒီးဆ်၏ အပြည့်အစုံကို စုစည်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အမျိုးသားများအား တစ်ချိန်တည်းတွင် အမျိုးသမီးလေးဦးထက် ပိုမိုလက်ထပ်ခွင့်ရှိခဲ့ပါက တမန်တော်မြတ် ﷺ သည် ဂီလန်အား သူ၏ဇနီးလေးဦးထက် ပိုမိုထားရှိရန် ခွင့်ပြုခဲ့မည်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့အားလုံးသည် သူ့နှင့်အတူ အစ္စလာမ်သာသနာကို လက်ခံခဲ့ကြသောကြောင့် ဖြစ်သည်။ တမန်တော်မြတ် ﷺ က သူ့အား ၎င်းတို့အနက်မှ လေးဦးကိုသာ ထားရှိပြီး ကျန်သူများကို ကွာရှင်းရန် အမိန့်ပေးခဲ့သောအခါ ဤသည်မှာ အမျိုးသားများသည် မည်သည့်အခြေအနေမျိုးတွင်မဆို တစ်ချိန်တည်းတွင် ဇနီးလေးဦးထက် ပိုမိုထားရှိရန် ခွင့်မပြုကြောင်း ပြသသည်။ အစ္စလာမ်ဘာသာကို လက်ခံစဉ်ကပင် ဇနီးလေးဦးထက် ပိုမိုရှိခဲ့သူများနှင့် ပတ်သက်၍ ဤသို့ဖြစ်ပါက၊ လေးဦးထက် ပိုမိုလက်ထပ်ခြင်းအတွက် ဤစည်းမျဉ်းသည် ပို၍ပင် သက်ရောက်မှုရှိသည်။</p><div lang=\"my\" class=\"my \"><h2>ဇနီးများအပေါ် တရားမျှတမှု မပြုနိုင်မည်ကို စိုးရိမ်သောအခါ ဇနီးတစ်ဦးတည်းသာ လက်ထပ်ခြင်း</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့သည် (၎င်းတို့နှင့်) တရားမျှတစွာ မဆက်ဆံနိုင်မည်ကို စိုးရိမ်ပါက တစ်ဦးတည်းကိုသာ သို့မဟုတ် သင်တို့၏ လက်ယာလက်များ ပိုင်ဆိုင်သော ကျွန်မိန်းမများကိုသာ (လက်ထပ်ကြလော့)။)</span></p><p lang=\"my\" class=\"my \">အာယသ်က အမိန့်ပေးသည်မှာ သင်သည် ဇနီးတစ်ဦးထက်ပို၍ လက်ထပ်ခြင်းဖြင့် သင်၏ဇနီးများအကြား တရားမျှတမှု မပြုနိုင်မည်ကို စိုးရိမ်ပါက ဇနီးတစ်ဦးတည်းသာ လက်ထပ်ပါ သို့မဟုတ် ကျွန်မိန်းကလေးများဖြင့်သာ ကျေနပ်ပါ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့ကို တန်းတူထားရန် မဖြစ်မနေလိုအပ်ခြင်း မဟုတ်ဘဲ အကြံပြုထားခြင်းသာ ဖြစ်သည်။ ထို့ကြောင့် တစ်စုံတစ်ဦးက ထိုသို့ပြုပါက ကောင်းသည်၊ မပြုပါက သူ့အပေါ်၌ အပြစ်မရှိပေ။ အခြားအာယသ်တစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်ကား</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن تَسْتَطِيعُوا أَن تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် စိတ်အားထက်သန်စွာ ဆန္ဒရှိနေသော်လည်း ဇနီးများအကြား ပြီးပြည့်စုံသော တရားမျှတမှုကို မည်သည့်အခါမျှ ပြုနိုင်မည်မဟုတ်ပေ)</span><span class=\"gray\">[၄:၁၂၉]</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည်ကား</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ أَدْنَىٰ أَلَّا تَعُولُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ပြုခြင်းသည် သင်တို့ကို တာအ်လူမှ ကာကွယ်ရန် ပို၍နီးစပ်သည်)</span>၊ ဆိုလိုသည်မှာ မတရားမှုပြုခြင်းမှ ကာကွယ်ရန်ဖြစ်သည်။ အိဗ်နု အဗီ ဟာတိမ်၊ အိဗ်နု မရ်ဒူဝီယာဟ်နှင့် အဗူ ဟာတိမ် အိဗ်နု ဟိဘ်ဘာန်တို့သည် ၎င်းတို့၏ စဟီးဟ်ကျမ်းတွင် အာအိရှာဟ်က တမန်တော်မြတ် ﷺ က ဤအာယသ်ကို မိန့်ကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်ကား</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ أَدْنَىٰ أَلَّا تَعُولُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ပြုခြင်းသည် သင်တို့ကို တာအ်လူမှ ကာကွယ်ရန် ပို၍နီးစပ်သည်)</span>၊ ဆိုလိုသည်မှာ မတရားမှုပြုခြင်းမှဖြစ်သည်။ သို့သော် အိဗ်နု အဗီ ဟာတိမ်က သူ၏ဖခင်က ဤဟဒီးဆ်ကို တမန်တော်မြတ် ﷺ ထံသို့ မှားယွင်းစွာ မှတ်ယူထားသည်ဟု ပြောကြားခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းကို တမန်တော်မြတ် ﷺ ထံသို့ မဟုတ်ဘဲ အာအိရှာဟ်ထံသို့ ရည်ညွှန်းသင့်သောကြောင့် ဖြစ်သည်။</p><p lang=\"ha\" class=\"ha \">Ibn Abi Hatim reported from Ibn 'Abbas, 'A'ishah, Mujahid, 'Ikrimah, Al-Hasan, Abu Malik, Abu Razin, An-Nakha'i, Ash-Sha'bi, Ad-Dahhak, 'Ata' Al-Khurasani, Qatadah, As-Suddi and Muqatil bin Hayyan that Ta'ulu means to deviate <span class=\"gray\">[from justice]</span>.</p><div lang=\"my\" class=\"my \"><h2>မဟာရ်ပေးခြင်းသည် မဖြစ်မနေလိုအပ်သည်</h2></div><p lang=\"yo\" class=\"yo \">Ali bin Abi Talhah reported Ibn 'Abbas saying, Nihlah, in Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ လက်ထပ်သော အမျိုးသမီးများအား ၎င်းတို့၏ ဆဒွကတ် နစ်လာကို ပေးကြလော့)</span> ဆိုသည်မှာ မဟာရ်ကို ရည်ညွှန်းသည်။</p><p lang=\"my\" class=\"my \">မိုဟမ္မဒ် ဘင် အိစ်ဟာက်က အဇ်-ဇူဟ်ရီထံမှ ပြောပြသည်မှာ အွရ်ဝဟ်က အာအိရှာဟ် ပြောသည်ဟု ဆိုသည်ကား 'နစ်လာ' ဆိုသည်မှာ 'မဖြစ်မနေလိုအပ်သည်' ဟု အဓိပ္ပါယ်ရသည်။ မုကာတိလ်၊ ကတာဒဟ်နှင့် အိဗ်နု ဂျုရိုင်းဂျ်တို့က 'နစ်လာ' ဆိုသည်မှာ 'မဖြစ်မနေလိုအပ်သည်' ဟု ပြောကြားခဲ့သည်။ အိဗ်နု ဂျုရိုင်းဂျ်က 'သတ်မှတ်ထားသည်' ဟု ထပ်လောင်းပြောကြားခဲ့သည်။ အိဗ်နု ဇိုင်းဒ်က ပြောကြားသည်မှာ- 'အာရဗီဘာသာစကားတွင် နစ်လာ ဆိုသည်မှာ မဖြစ်မနေလိုအပ်သည့်အရာကို ရည်ညွှန်းသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က သင်၏ဇနီးအား ၎င်း၏အခွင့်အရေးဖြစ်သော အရာကို မပေးဘဲ လက်ထပ်ခြင်းမပြုရန် အမိန့်ပေးနေသည်။ တမန်တော်မြတ် ﷺ ပြီးနောက် မည်သူတစ်ဦးတစ်ယောက်မျှ လိုအပ်သော မဟာရ်မပေးဘဲ၊ သို့မဟုတ် <span class=\"gray\">(ရည်ရွယ်ထားသော)</span> မဟာရ်နှင့်ပတ်သက်၍ မမှန်မကန် ကတိမပေးဘဲ အမျိုးသမီးတစ်ဦးကို လက်ထပ်ခွင့်မရှိပေ။' ထို့ကြောင့် အမျိုးသားသည် မိမိ၏ဇနီးအား ကောင်းသောစိတ်ထားဖြင့် မဟာရ်ပေးရန် လိုအပ်သည်။ ၎င်းသည် ကောင်းသောစိတ်ထားဖြင့် လက်ဆောင်ပေးသကဲ့သို့ပင် ဖြစ်သည်။ အကယ်၍ ဇနီးသည်က ထိုမဟာရ်၏ တစ်စိတ်တစ်ပိုင်း သို့မဟုတ် အားလုံးကို ကောင်းသောစိတ်ထားဖြင့် ပေးပါက၊ သူမ၏ခင်ပွန်းသည် ၎င်းကိုယူရန် ခွင့်ပြုထားသည်။ ဤအခြေအနေတွင် ၎င်းသည် သူ့အတွက် တရားဝင်သောကြောင့် ဖြစ်သည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က နောက်ပိုင်းတွင် မိန့်ကြားခဲ့သည်ကား</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن طِبْنَ لَكُمْ عَن شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَّرِيئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် မိမိတို့၏ သဘောဆန္ဒဖြင့် သင်တို့အား တစ်စိတ်တစ်ပိုင်းကို ခွင့်လွှတ်ပါက ထိုအရာကို ယူပြီး မည်သည့် ဘေးဥပဒ်ကိုမျှ မကြောက်ဘဲ စားသုံးကြလော့။)</span></p>"
  }
]