[
  {
    "ayah_key": "26:153",
    "group_ayah_key": "26:153",
    "from_ayah": "26:153",
    "to_ayah": "26:159",
    "ayah_keys": "26:153,26:154,26:155,26:156,26:157,26:158,26:159",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့က ပြောကြသည်− \"သင်သည် ပြုစားခံရသူများထဲမှ တစ်ဦးသာ ဖြစ်သည်။ <span>(၁၅၃)</span>သင်သည် ကျွန်ုပ်တို့ကဲ့သို့ လူသားတစ်ဦးမျှသာ ဖြစ်သည်။ သို့ဖြစ်ရာ သင်သည် မှန်ကန်သူများထဲမှ ဖြစ်ပါက ကျွန်ုပ်တို့ထံ သက်သေပြချက်တစ်ခုကို ယူဆောင်လာခဲ့ပါ။ <span>(၁၅၄)</span>ထိုသူက ပြောသည်− \"ဤသည်မှာ သစ်ဥတစ်ကောင်ဖြစ်သည်။ ၎င်းသည် ရေ <span class=\"gray\">(သောက်ခွင့်)</span> ရှိပြီး သင်တို့သည်လည်း သိရှိပြီးသော နေ့ရက်တစ်ခုတွင် <span class=\"gray\">(ရေ)</span> သောက်ခွင့် <span class=\"gray\">(တစ်ဦးစီ)</span> ရှိသည်။ <span>(၁၅၅)</span>\"၎င်းကို အန္တရာယ်ပြုရန် မထိတို့ကြနှင့်။ သို့မဟုတ်ပါက ကြီးမားသောနေ့၏ ပြစ်ဒဏ်သည် သင်တို့အား ဖမ်းဆီးလိမ့်မည်။ <span>(၁၅၆)</span>သို့သော် ၎င်းတို့သည် ၎င်းကို သတ်ပြီးနောက် နောင်တရကြသည်။ <span>(၁၅၇)</span>ထို့ကြောင့် ပြစ်ဒဏ်သည် ၎င်းတို့အား ဖမ်းဆီးခဲ့သည်။ အမှန်စင်စစ် ဤအရာ၌ သက်သေခံချက်တစ်ခု ရှိ၏။ သို့သော် ၎င်းတို့အများစုမှာ မယုံကြည်သူများ ဖြစ်ကြသည်။ <span>(၁၅၈)</span>အမှန်စင်စစ် သင်၏ အရှင်သခင်သည် အမှန်ပင် အနန္တတန်ခိုးရှင်၊ အကြိမ်ကြိမ် သနားကြင်နာတော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(၁၅၉)</span></p><div lang=\"my\" class=\"my \"><h2>သာမူဒ်တို့၏ တုံ့ပြန်မှု၊ သက်သေပြချက် တောင်းဆိုမှုနှင့် ၎င်းတို့၏ ပြစ်ဒဏ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က သာမူဒ်တို့သည် ၎င်းတို့၏ ပရောဖက် ဆွာလိဟ် (အလိုင်ဟစ်စလာမ်) အား၊ ၎င်းတို့၏ အရှင်သခင်အား ကိုးကွယ်ရန် ဖိတ်ခေါ်သောအခါ၊ ၎င်းတို့ မည်သို့ တုံ့ပြန်ခဲ့ကြသည်ကို ကျွန်ုပ်တို့အား ပြောပြတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် ဂုဏ်တော်အပေါင်းနှင့် ပြည့်စုံတော်မူပါစေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا إِنَّمَا أَنتَ مِنَ الْمُسَحَّرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်- \"သင်သည် ပြုစားခံရသူများထဲမှ တစ်ဦးသာ ဖြစ်သည်!\")</span> မူဂျာဟစ်က \"၎င်းတို့သည် သူသည် ပြုစားခံရသူတစ်ဦးဟု ဆိုလိုသည်\" ဟု ပြောခဲ့သည်။ ထို့နောက် ၎င်းတို့က ပြောကြသည်-</p><p class=\"ur qpc-hafs\" lang=\"ur\">مَا أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ကျွန်ုပ်တို့ကဲ့သို့ လူသားတစ်ဦးမျှသာ ဖြစ်သည်)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့ မရရှိဘဲ သင်တစ်ဦးတည်း ဗျာဒိတ်တော်ကို မည်သို့ ရရှိနိုင်သနည်း' ဟူ၍ဖြစ်သည်။ ဤသည်မှာ ၎င်းတို့က ပြောဆိုခဲ့သည်ဟု ဖော်ပြထားသော အာယသ်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأُلْقِيَ الذِّكْرُ عَلَيْهِ مِن بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ - سَيَعْلَمُونَ غَدًا مَّنِ الْكَذَّابُ الْأَشِرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကျွန်ုပ်တို့ထဲမှ သူတစ်ဦးတည်းသာ အမှတ်သတိပေးခြင်းကို ရရှိသလော? မဟုတ်ဘူး၊ သူသည် ကြွားဝါသော လိမ်ညာသူတစ်ဦးဖြစ်သည်!\" မနက်ဖြန်တွင် မည်သူသည် လိမ်ညာသူ၊ ကြွားဝါသူဖြစ်သည်ကို ၎င်းတို့သိရလိမ့်မည်!)</span><span class=\"gray\">(၅၄:၂၅-၂၆)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ၎င်းတို့သည် ၎င်းတို့၏ အရှင်သခင်ထံမှ သူယူဆောင်လာသော အရာသည် အမှန်တရားဖြစ်ကြောင်း သက်သေပြရန် သက်သေခံချက်တစ်ခုကို တောင်းဆိုခဲ့ကြသည်။ လူအုပ်စုတစ်စု စုဝေးပြီး ကျောက်တုံးထဲမှ ဆယ်လကိုယ်ဝန်ဆောင် သစ်ဥတစ်ကောင်ကို ချက်ချင်းထုတ်ပေးရန် တောင်းဆိုခဲ့ကြပြီး ၎င်းတို့သည် ၎င်းတို့အလယ်ရှိ သတ်မှတ်ထားသော ကျောက်တုံးတစ်ခုကို ညွှန်ပြခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ပရောဖက် ဆွာလိဟ်သည် ၎င်းတို့၏ တောင်းဆိုမှုကို သူတုံ့ပြန်ပါက၊ ၎င်းတို့သည် သူ့ကို ယုံကြည်ပြီး သူ့နောက်သို့ လိုက်ပါမည်ဟု ကတိပေးခိုင်းခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့ သဘောတူခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ပရောဖက် ဆွာလိဟ် (အလိုင်ဟစ်စလာမ်) သည် မတ်တပ်ရပ်၍ ဆုတောင်းခဲ့ပြီးနောက် ၎င်းတို့၏ တောင်းဆိုချက်ကို ဖြည့်ဆည်းပေးရန် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခဲ့သည်။ ထို့နောက် ၎င်းတို့ ညွှန်ပြခဲ့သော ကျောက်တုံးသည် ကွဲအက်သွားပြီး ၎င်းတို့ တောင်းဆိုခဲ့သည့်အတိုင်း ဆယ်လကိုယ်ဝန်ဆောင် သစ်ဥတစ်ကောင် ထွက်ပေါ်လာခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့အချို့သည် ယုံကြည်ခဲ့ကြသော်လည်း ၎င်းတို့အများစုမှာ မယုံကြည်ခဲ့ကြပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هَٰذِهِ نَاقَةٌ لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"ဤသည်မှာ သစ်ဥတစ်ကောင်ဖြစ်သည်။ ၎င်းသည် <span class=\"gray\">(ရေ)</span> သောက်ခွင့်ရှိပြီး သင်တို့သည်လည်း သိရှိပြီးသော နေ့ရက်တစ်ခုတွင် <span class=\"gray\">(ရေ)</span> သောက်ခွင့် <span class=\"gray\">(တစ်ဦးစီ)</span> ရှိသည်။\")</span> ဆိုလိုသည်မှာ 'သူမသည် သင်တို့၏ရေကို တစ်နေ့ သောက်မည်ဖြစ်ပြီး နောက်တစ်နေ့တွင် သင်တို့သည် ၎င်းကို သောက်ကြရမည်' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို အန္တရာယ်ပြုရန် မထိတို့ကြနှင့်။ သို့မဟုတ်ပါက ကြီးမားသောနေ့၏ ပြစ်ဒဏ်သည် သင်တို့အား ဖမ်းဆီးလိမ့်မည်။)</span> သူသည် ၎င်းတို့အား အကယ်၍ ၎င်းတို့သည် ၎င်းကို အန္တရာယ်ပြုပါက အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်ကို သတိပေးခဲ့သည်။ ထိုသစ်ဥသည် ၎င်းတို့အကြားတွင် အချိန်အတန်ကြာ နေထိုင်ခဲ့ပြီး ရေကို သောက်၊ အရွက်များကို စား၊ ကျက်စားခဲ့ပြီး ၎င်း၏နို့မှ အားလုံးအတွက် လုံလောက်သော ပမာဏကို ယူ၍ အားလုံး ဝဝလင်လင် သောက်ကြရသဖြင့် အကျိုးခံစားခဲ့ကြသည်။ ဤသို့ အချိန်ကြာမြင့်စွာ ဖြစ်ပျက်ခဲ့ပြီး ၎င်းတို့၏ ပျက်စီးရာအချိန် နီးကပ်လာသောအခါ ၎င်းတို့သည် ၎င်းကို သတ်ရန် ကြံစည်ခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَقَرُوهَا فَأَصْبَحُوا نَادِمِينَ - فَأَخَذَهُمُ الْعَذَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် ၎င်းကို သတ်ပြီးနောက် နောင်တရကြသည်။ ထို့ကြောင့် ပြစ်ဒဏ်သည် ၎င်းတို့အား ဖမ်းဆီးခဲ့သည်။)</span> ၎င်းတို့၏ မြေကို ပြင်းထန်သော မြေငလျင်က လှုပ်ခါခဲ့ပြီး ၎င်းတို့ထံသို့ ၎င်းတို့၏ နှလုံးသားများကို နေရာမှ ဖယ်ရှားပစ်သော အားကြီးသော ဆိုက်ဟာ <span class=\"gray\">(အော်ဟစ်သံ)</span> တစ်ခု ရောက်လာခဲ့သည်။ ၎င်းတို့သည် မမျှော်လင့်ထားသော အဖြစ်အပျက်များက ဖမ်းဆီးခြင်းကို ခံခဲ့ရသဖြင့် ၎င်းတို့၏ အိမ်များတွင် မှောက်လျက် လဲလျောင်းလျက် <span class=\"gray\">(သေဆုံးလျက်)</span> ကျန်ရစ်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ - وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤအရာ၌ သက်သေခံချက်တစ်ခု ရှိ၏။ သို့သော် ၎င်းတို့အများစုမှာ မယုံကြည်သူများ ဖြစ်ကြသည်။ အမှန်စင်စစ် သင်၏ အရှင်သခင်သည် အမှန်ပင် အနန္တတန်ခိုးရှင်၊ အကြိမ်ကြိမ် သနားကြင်နာတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span></p>"
  },
  {
    "ayah_key": "26:160",
    "group_ayah_key": "26:160",
    "from_ayah": "26:160",
    "to_ayah": "26:164",
    "ayah_keys": "26:160,26:161,26:162,26:163,26:164",
    "text": "<p lang=\"my\" class=\"my \">လူသ်၏လူမျိုးသည် ရစူလ်တမန်တော်များကို ငြင်းပယ်ခဲ့ကြသည်။ <span>(၁၆၀)</span>၎င်းတို့၏ညီ လူသ်က ၎င်းတို့အား ပြောသောအခါ \"သင်တို့သည် တက်ကဝါ (ဘုရားသခင်ကို ကြောက်ရွံ့ခြင်း) မရှိကြတော့ဘူးလား။ <span>(၁၆၁)</span>အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့ထံသို့ ယုံကြည်စိတ်ချရသော တမန်တော်တစ်ဦးဖြစ်သည်။ <span>(၁၆၂)</span>ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အား တက်ကဝါပြုပြီး ကျွန်ုပ်အား နာခံကြပါ။ <span>(၁၆၃)</span>ကျွန်ုပ်သည် ၎င်းအတွက် သင်တို့ထံမှ မည်သည့်ဆုလာဘ်မျှ မတောင်းဆိုပါ။ ကျွန်ုပ်၏ဆုလာဘ်သည် ရှိရှိသမျှအားလုံးကို ဖန်ဆင်းရှင်ထံမှသာ ဖြစ်သည်။ <span>(၁၆၄)</span></p><div lang=\"my\" class=\"my \"><h2>လူသ်နှင့် ၎င်း၏ ဖိတ်ခေါ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်က ၎င်း၏ ကျွန်တော်မျိုးနှင့် ရစူလ်တမန်တော် လူသ် (အလိုင်ဟစ်စလာမ်) အကြောင်းကို ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်။ သူသည် အီဘရာဟင် အလ်-ခါလိလ်၏ တူတော်စပ်သူ လူသ် ဘင် ဟာရန် ဘင် အာဇာရ် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က သူ့ကို အီဘရာဟင် (အလိုင်ဟစ်စလာမ် နှစ်ဦးစလုံး) အသက်ရှင်စဉ်ကာလ၌ ကြီးမားသော လူမျိုးတစ်စုထံ စေလွှတ်တော်မူခဲ့သည်။ ၎င်းတို့သည် ဆာဒွမ် <span class=\"gray\">(ဆိုဒုံ)</span> နှင့် ၎င်း၏ ပတ်ဝန်းကျင်ဒေသတွင် နေထိုင်ခဲ့ကြပြီး ထိုနေရာတွင် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား ဖျက်ဆီးခဲ့ပြီး ထိုဒေသကို ပုပ်သိုးနံစော်သော ကန်ကြီးအဖြစ် ပြောင်းလဲခဲ့သည်။ ထိုကန်သည် အလ်-ဃူရ် <span class=\"gray\">[ဂျော်ဒန်ချိုင့်ဝှမ်း]</span> ဒေသတွင် လူသိများပြီး ဂျေရူဆလင်တောင်တန်းများနှင့် နယ်နိမိတ်ချင်း ထိစပ်ကာ တောင်တန်းများနှင့် အလ်-ကာရက် နှင့် အက်ရှ်-ရှောဘက် ဒေသအကြားတွင် တည်ရှိသည်။ သူသည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်ထံသို့ ဖိတ်ခေါ်ခဲ့ပြီး ၎င်း၏ မည်သူမျှ မပါဝင်ဘဲ သူ့တစ်ပါးတည်းကိုသာ ကိုးကွယ်ရန်နှင့် အလ္လာဟ်အရှင်မြတ် စေလွှတ်လိုက်သော ရစူလ်တမန်တော်အား နာခံရန် ဖိတ်ခေါ်ခဲ့သည်။ သူသည် အလ္လာဟ်အရှင်မြတ်အား မနာခံခြင်းနှင့် ၎င်းတို့ မပေါ်ထွန်းမီ မြေပြင်ပေါ်တွင် မသိခဲ့သော ပြစ်မှု၊ ဆိုလိုသည်မှာ အမျိုးသမီးများနှင့် လိင်ဆက်ဆံမည့်အစား အမျိုးသားများနှင့် လိင်ဆက်ဆံခြင်းကို တားမြစ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p>"
  },
  {
    "ayah_key": "26:165",
    "group_ayah_key": "26:165",
    "from_ayah": "26:165",
    "to_ayah": "26:175",
    "ayah_keys": "26:165,26:166,26:167,26:168,26:169,26:170,26:171,26:172,26:173,26:174,26:175",
    "text": "<p lang=\"my\" class=\"my \">\"သင်တို့သည် အလ်-အာလမီးန် <span class=\"gray\">(လူမျိုးများ)</span> မှ အမျိုးသားများထံသို့ သွားရောက်ကြသလော? <span>(၁၆၅)</span>\"သင်တို့အတွက် အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းပေးထားသော သင်တို့၏ ဇနီးမယားများကို ချန်ထားခဲ့ကြသလော? မဟုတ်ဘူး၊ သင်တို့သည် နယ်ကျွံသူများဖြစ်ကြသည်။ <span>(၁၆၆)</span>၎င်းတို့က ပြောကြသည်- \"အို လူသ်၊ သင် မရပ်စဲပါက အမှန်စင်စစ် သင်သည် နှင်ထုတ်ခံရသူများထဲမှ ဖြစ်လိမ့်မည်။ <span>(၁၆၇)</span>သူက ပြောသည်- \"အမှန်စင်စစ် ကျွန်ုပ်သည် သင်တို့၏ အပြုအမူကို ပြင်းထန်စွာ ဒေါသထွက်ပြီး ငြင်းဆန်သူများထဲမှ ဖြစ်သည်။ <span>(၁၆၈)</span>\"အို ကျွန်ုပ်၏ အရှင်သခင်၊ ကျွန်ုပ်နှင့် ကျွန်ုပ်၏ မိသားစုကို ၎င်းတို့ လုပ်ဆောင်နေသည့်အရာမှ ကယ်တင်တော်မူပါ။ <span>(၁၆၉)</span>သို့ဖြစ်ရာ ကျွန်ုပ်တို့သည် သူ့ကိုနှင့် ၎င်း၏ မိသားစုအားလုံးကို ကယ်တင်ခဲ့သည် <span>(၁၇၀)</span>နောက်ကျန်ရစ်သူများထဲမှ သက်ကြီးအမျိုးသမီးတစ်ဦးမှလွဲ၍ <span>(၁၇၁)</span>ထို့နောက် ကျွန်ုပ်တို့သည် ကျန်ရှိသူများကို ဖျက်ဆီးခဲ့သည်။ <span>(၁၇၂)</span>ကျွန်ုပ်တို့သည် ၎င်းတို့အပေါ် မိုးကို ရွာချခဲ့ပြီး သတိပေးခံရသူတို့၏ မိုးသည် အမှန်ပင် မကောင်းဆိုးဝါးဖြစ်ခဲ့သည်။ <span>(၁၇၃)</span>အမှန်စင်စစ် ဤအရာ၌ သက်သေခံချက်တစ်ခု ရှိ၏။ သို့သော် ၎င်းတို့အများစုမှာ မယုံကြည်သူများ ဖြစ်ကြသည်။ <span>(၁၇၄)</span>အမှန်စင်စစ် သင်၏ အရှင်သခင်သည် အမှန်ပင် အနန္တတန်ခိုးရှင်၊ အကြိမ်ကြိမ် သနားကြင်နာတော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(၁၇၅)</span></p><div lang=\"my\" class=\"my \"><h2>လူသ်၏ လူမျိုးတို့၏ အပြုအမူများကို ရှုတ်ချခြင်း၊ ၎င်းတို့၏ တုံ့ပြန်မှုနှင့် ၎င်းတို့၏ ပြစ်ဒဏ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ ပရောဖက်သည် ၎င်းတို့အား မကောင်းမှုများ ပြုခြင်းနှင့် အမျိုးသားများနှင့် လိင်ဆက်ဆံခြင်းကို တားမြစ်ခဲ့ပြီး ၎င်းတို့အတွက် အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းပေးထားသော ၎င်းတို့၏ ဇနီးမယားများနှင့် လိင်ဆက်ဆံသင့်ကြောင်း သင်ကြားပေးခဲ့သည်။ ၎င်းတို့၏ တုံ့ပြန်မှုသည် ပြောဆိုခြင်းမျှသာ ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِن لَّمْ تَنتَهِ يَا لُوطُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူသ်၊ သင် မရပ်စဲပါက)</span> ဆိုလိုသည်မှာ 'သင်ယူဆောင်လာသည်များကို မစွန့်လွှတ်ပါက'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်သည် နှင်ထုတ်ခံရသူများထဲမှ ဖြစ်လိမ့်မည်!)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် သင့်အား ကျွန်ုပ်တို့အထဲမှ နှင်ထုတ်လိမ့်မည်' ဟူ၍ဖြစ်သည်။ ဤသည်မှာ အာယသ်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوا آلَ لُوطٍ مِّن قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ၏လူမျိုးတို့၏ အဖြေသည် ၎င်းတို့က \"လူသ်၏မိသားစုကို သင်တို့မြို့မှ နှင်ထုတ်ကြပါ။ အမှန်စင်စစ် ဤသူတို့သည် သန့်ရှင်းစင်ကြယ်လိုသော လူများဖြစ်သည်!\" ဟု ပြောဆိုခြင်းမှလွဲ၍ အခြားမရှိခဲ့ပေ။)</span><span class=\"gray\">(၂၇:၅၆)</span>။ ၎င်းတို့သည် ၎င်းတို့၏ နည်းလမ်းများကို စွန့်လွှတ်မည်မဟုတ်ကြောင်းနှင့် ၎င်းတို့သည် လမ်းမှား၌ ဆက်လက်တည်မြဲနေကြောင်း သူမြင်သောအခါ၊ သူသည် ၎င်းတို့နှင့် လုံးဝ ကင်းရှင်းကြောင်း ကြေညာကာ ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لِعَمَلِكُم مِّنَ الْقَالِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်သည် ပြင်းထန်စွာ ဒေါသထွက်ပြီး ငြင်းဆန်သူများထဲမှ ဖြစ်သည်)</span> 'ဒေါသထွက်သူများထဲမှ ဖြစ်သည်။ ကျွန်ုပ်သည် ၎င်းကို မကြိုက်နှစ်သက်ဘဲ လက်မခံပါ။ ကျွန်ုပ်သည် သင်တို့နှင့် မည်သို့မျှ မသက်ဆိုင်ပါ။' ထို့နောက် သူသည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခဲ့ပြီး ပြောခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ အရှင်သခင်၊ ကျွန်ုပ်နှင့် ကျွန်ုပ်၏ မိသားစုကို ၎င်းတို့ လုပ်ဆောင်နေသည့်အရာမှ ကယ်တင်တော်မူပါ။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ - إِلَّا عَجُوزًا فِي الْغَابِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ ကျွန်ုပ်တို့သည် သူ့ကိုနှင့် ၎င်း၏ မိသားစုအားလုံးကို ကယ်တင်ခဲ့သည်။ နောက်ကျန်ရစ်သူများထဲမှ သက်ကြီးအမျိုးသမီးတစ်ဦးမှလွဲ၍။)</span> ဤသည်မှာ သူ၏ဇနီးဖြစ်ပြီး၊ မကောင်းသော သက်ကြီးအမျိုးသမီးတစ်ဦးဖြစ်သည်။ သူမသည် နောက်ကျန်ရစ်ခဲ့ပြီး ကျန်ရှိသူများအားလုံးနှင့်အတူ ဖျက်ဆီးခံခဲ့ရသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ဆူရဟ် အလ်-အာရာဖ် နှင့် ဆူရဟ် ဟူဒ် တို့တွင် ၎င်းတို့အကြောင်း မိန့်တော်မူခဲ့သည့်အရာနှင့် ဆင်တူသည်။ ဆူရဟ် အလ်-ဟစ်ဂျရ် တွင်မူ အလ္လာဟ်အရှင်မြတ်က သူ၏ဇနီးမှလွဲ၍ သူ၏မိသားစုကို ညဘက်၌ ခေါ်ဆောင်သွားရန်နှင့် ၎င်း၏လူမျိုးအပေါ် ကျရောက်လာသော ဆိုက်ဟာ (အော်ဟစ်သံ) ကို ကြားသောအခါ နောက်လှည့်မကြည့်ရန် အမိန့်ပေးခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို သည်းခံစွာ နာခံခဲ့ကြပြီး ခံနိုင်ရည်ရှိခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က လူမျိုးတို့အပေါ် ၎င်းတို့အားလုံးကို ထိမှန်သော ပြစ်ဒဏ်တစ်ခုကို စေလွှတ်ခဲ့ပြီး မီးဖုတ်ထားသော ရွှံ့ကျောက်တုံးများ၊ စုပုံနေသော ကျောက်တုံးများကို ၎င်းတို့အပေါ် ရွာချခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ دَمَّرْنَا الْآخَرِينَ - وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကျွန်ုပ်တို့သည် ကျန်ရှိသူများကို ဖျက်ဆီးခဲ့သည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့အပေါ် မိုးကို ရွာချခဲ့သည်)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်၏ အရှင်သခင်သည် အမှန်ပင် အနန္တတန်ခိုးရှင်၊ အကြိမ်ကြိမ် သနားကြင်နာတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span></p>"
  },
  {
    "ayah_key": "26:176",
    "group_ayah_key": "26:176",
    "from_ayah": "26:176",
    "to_ayah": "26:180",
    "ayah_keys": "26:176,26:177,26:178,26:179,26:180",
    "text": "<p lang=\"my\" class=\"my \">အလ်-အိုင်ကာ၏ အပေါင်းအပါတို့သည် ရစူလ်တမန်တော်များကို ငြင်းပယ်ခဲ့ကြသည်။ <span>(၁၇၆)</span>ရှုအိုင်းဗ်က ၎င်းတို့အား ပြောသောအခါ \"သင်တို့သည် တက်ကဝါ (ဘုရားသခင်ကို ကြောက်ရွံ့ခြင်း) မရှိကြတော့ဘူးလား။ <span>(၁၇၇)</span>ကျွန်ုပ်သည် သင်တို့ထံသို့ ယုံကြည်စိတ်ချရသော တမန်တော်တစ်ဦးဖြစ်သည်။ <span>(၁၇၈)</span>ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်အား တက်ကဝါပြုပြီး ကျွန်ုပ်အား နာခံကြပါ။ <span>(၁၇၉)</span>ကျွန်ုပ်သည် ၎င်းအတွက် သင်တို့ထံမှ မည်သည့်ဆုလာဘ်မျှ မတောင်းဆိုပါ။ ကျွန်ုပ်၏ဆုလာဘ်သည် အလ်-အာလမီးန်၏ အရှင်သခင်ထံမှသာ ဖြစ်သည်။ <span>(၁၈၀)</span></p><div lang=\"my\" class=\"my \"><h2>ရှုအိုင်းဗ်နှင့် အလ်-အိုင်ကာနေ လူမျိုးတို့အား ၎င်း၏ တရားဒေသနာ</h2></div><p lang=\"my\" class=\"my \">အလ်-အိုင်ကာ၏ အပေါင်းအပါတို့သည် အမှန်ကန်ဆုံး အမြင်အရ မဒယန်ဒေသ၏ လူမျိုးများ ဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ ပရောဖက် ရှုအိုင်းဗ်သည် ၎င်းတို့ထဲမှ တစ်ဦးဖြစ်သော်လည်း၊ ဤနေရာတွင် '၎င်းတို့၏ညီ ရှုအိုင်းဗ်' ဟု ဖော်ပြမထားပေ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် အလ်-အိုင်ကာကို ကိုးကွယ်ခြင်းကို ဖော်ပြသည့် အမည်ဖြင့် မိမိတို့ကိုယ်ကို ခေါ်ဝေါ်ခဲ့ကြသောကြောင့်ဖြစ်သည်။ အလ်-အိုင်ကာဆိုသည်မှာ ၎င်းတို့ ကိုးကွယ်လေ့ရှိသော သစ်ပင်တစ်ပင်ဖြစ်ပြီး၊ ၎င်းသည် အပင်ထူထပ်သော တောအုပ်ထဲမှ သစ်ပင်များကဲ့သို့ ရှုပ်ထွေးနေသော သစ်ပင်အုပ်စုတစ်ခုဖြစ်သည်ဟု ဆိုသည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က အလ်-အိုင်ကာ၏ အပေါင်းအပါတို့သည် ရစူလ်တမန်တော်များကို ငြင်းပယ်ခဲ့ကြသည်ဟု မိန့်တော်မူသောအခါ၊ \"၎င်းတို့၏ညီ ရှုအိုင်းဗ်က ၎င်းတို့အား ပြောသောအခါ\" ဟု မမိန့်တော်မူဘဲ၊ ဤသို့ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لَهُمْ شُعَيْبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှုအိုင်းဗ်က ၎င်းတို့အား ပြောသောအခါ)</span> သူသည် သွေးသားအရ ၎င်းတို့၏ညီ ဖြစ်သော်လည်း ၎င်းတို့အား ပေးထားသော အမည်တွင် မွေးရာပါ အဓိပ္ပာယ်ကြောင့် သူသည် ၎င်းတို့နှင့် သက်ဆိုင်သည်ဟု ဖော်ပြမထားပေ။ အချို့သူများသည် ဤအချက်ကို သတိမထားမိကြဘဲ၊ အလ်-အိုင်ကာ၏ နေထိုင်သူများသည် မဒယန်ဒေသ၏ လူမျိုးများနှင့် ကွဲပြားသည်ဟု ထင်ခဲ့ကြပြီး ရှုအိုင်းဗ်အား လူမျိုးနှစ်စုထံ စေလွှတ်ခဲ့သည်ဟု ပြောဆိုခဲ့ကြသည်။ အချို့ကမူ သုံးစုထံ စေလွှတ်ခဲ့သည်ဟု ပြောခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصْحَابُ الْأَيْكَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-အိုင်ကာ၏ အပေါင်းအပါတို့)</span> သည် ရှုအိုင်းဗ်၏ လူမျိုးများ ဖြစ်ကြသည်။ ဤသည်မှာ အစ္စဟာက် ဘင် ဘစ်ရှ်ရ်၏ အမြင်ဖြစ်သည်။ ဂျူဝိုင်ဘိရ်မှလွဲ၍ အခြားတစ်ဦးက \"အလ်-အိုင်ကာ၏ နေထိုင်သူများနှင့် မဒယန်ဒေသ၏ လူမျိုးတို့သည် တစ်ခုတည်းဖြစ်သည်\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က အကောင်းဆုံး သိတော်မူ၏။</p><p lang=\"my\" class=\"my \">၎င်းတို့သည် မတူညီသော အထောက်အထားနှစ်ခုရှိသော မတူညီသော လူမျိုးများဖြစ်သည်ဟူသော အခြားအမြင်တစ်ခုရှိသော်လည်း၊ မှန်ကန်သောအမြင်မှာ ၎င်းတို့သည် လူမျိုးတစ်မျိုးတည်းဖြစ်သည်၊ သို့သော် မတူညီသောနေရာများတွင် မတူညီစွာ ဖော်ပြထားသည်။ ရှုအိုင်းဗ်သည် ၎င်းတို့အား တရားဒေသနာဟောကြားခဲ့ပြီး ၎င်းတို့၏ အလေးချိန်နှင့် တိုင်းတာမှုများတွင် မျှတစွာ ပြုမူရန် အမိန့်ပေးခဲ့သည်။ ၎င်းသည် မဒယန်ဒေသ၏ ပုံပြင်တွင် ဖော်ပြထားသည်နှင့် အတူတူပင်ဖြစ်ပြီး၊ ၎င်းတို့သည် လူမျိုးတစ်မျိုးတည်းဖြစ်ကြောင်းကိုလည်း ဖော်ပြသည်။</p>"
  }
]