[
  {
    "ayah_key": "109:1",
    "group_ayah_key": "109:1",
    "from_ayah": "109:1",
    "to_ayah": "109:6",
    "ayah_keys": "109:1,109:2,109:3,109:4,109:5,109:6",
    "text": "<p lang=\"my\" class=\"my \">ရွေးချယ်နိုင်သော ဆွလာတ်များတွင် ဤဆူရာများကို ရွတ်ဖတ်ခြင်း</p><p lang=\"my\" class=\"my \">ဂျာဘိရ်ထံမှ ဆွဟီးဟ် မွတ်စလင်မ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ဤဆူရာ <span class=\"gray\">(အလ်-ကဖိရွန်)</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အရှင်သည် အလ္လာဟ် တစ်ဆူတည်းဖြစ်သည်။\")</span><span class=\"gray\">(၁၁၂:၁)</span> တဝါဖ်၏ ရကအသ်နှစ်ခုတွင် ရွတ်ဖတ်ခဲ့ကြောင်း အတည်ပြုထားသည်။ အဘူ ဟိုရိုင်ရာ၏ ဟဒီးဆ်တော်တွင်လည်း ဆွဟီးဟ် မွတ်စလင်မ်၌ မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ဤဆူရာနှစ်ခုကို နံနက်ဆွလာတ်၏ ရကအသ်နှစ်ခု <span class=\"gray\">(ရွေးချယ်နိုင်သောဆွလာတ်)</span> တွင် ရွတ်ဖတ်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အိဘ်နု ဥမရ်ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် နံနက်ဆွလာတ်မတိုင်မီ ရကအသ်နှစ်ခုနှင့် ညနေဆွလာတ်အပြီး ရကအသ်နှစ်ခုတွင် ဆယ်ကြိမ် သို့မဟုတ် အကြိမ်နှစ်ဆယ်ခန့် ကွဲပြားခြားနားသော အခါသမယများတွင် ရွတ်ဖတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الْكَافِرُونَ</p><p lang=\"yo\" class=\"yo \"><span class=\"gray\">(Say: \"O Al-Kafirun!\")</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အရှင်သည် အလ္လာဟ် တစ်ဆူတည်းဖြစ်သည်။\")</span><span class=\"gray\">(၁၁၂:၁)</span></p><p lang=\"my\" class=\"my \">အဟ်မဒ်ကလည်း အိဘ်နု ဥမရ် ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- \"ကျွန်ုပ်သည် တမန်တော်မြတ် ﷺ နံနက်ဆွလာတ်မတိုင်မီ ရကအသ်နှစ်ခုနှင့် ညနေဆွလာတ်အပြီး ရကအသ်နှစ်ခုတွင် ရွတ်ဖတ်သည်ကို ၂၄ ကြိမ် သို့မဟုတ် ၂၅ ကြိမ် စောင့်ကြည့်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الْكَافِرُونَ</p><p lang=\"yo\" class=\"yo \"><span class=\"gray\">(Say: \"O Al-Kafirun!\")</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အရှင်သည် အလ္လာဟ် တစ်ဆူတည်းဖြစ်သည်။\")</span><span class=\"gray\">(၁၁၂:၁)</span>\"</p><p lang=\"my\" class=\"my \">အဟ်မဒ်က အိဘ်နု ဥမရ် ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- \"ကျွန်ုပ်သည် တမန်တော်မြတ် ﷺ ကို တစ်လပတ်လုံး စောင့်ကြည့်ခဲ့ပြီး နံနက်ဆွလာတ်မတိုင်မီ ရကအသ်နှစ်ခုတွင် ရွတ်ဖတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الْكَافِرُونَ</p><p lang=\"yo\" class=\"yo \"><span class=\"gray\">(Say: \"O Al-Kafirun!\")</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ اللَّهُ أَحَدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အရှင်သည် အလ္လာဟ် တစ်ဆူတည်းဖြစ်သည်။\")</span><span class=\"gray\">(၁၁၂:၁)</span>\"</p><p lang=\"my\" class=\"my \">ဤအရာကို အတ်-တီရ်မီဇီ၊ အိဘ်နု မာဂျာဟ် နှင့် အန်-နစာအီတို့ကလည်း မှတ်တမ်းတင်ထားသည်။ အတ်-တီရ်မီဇီက \"ဟစန်\" ဟု ပြောခဲ့သည်။ ၎င်း <span class=\"gray\">(ဆူရသ် အလ်-ကဖိရွန်)</span> သည် ကုရ်အာန်၏ လေးပုံတစ်ပုံနှင့် ညီမျှကြောင်းနှင့် အဇ်-ဇလ်ဇလာဟ်သည် ကုရ်အာန်၏ လေးပုံတစ်ပုံနှင့် ညီမျှကြောင်း ဟဒီးဆ်တော်တစ်ခုတွင် ယခင်က ဖော်ပြခဲ့ပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမဲ့ ကရုဏာရှင်၊ အမြဲတစေ ကရုဏာရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الْكَافِرُونَ - لَا أَعْبُدُ مَا تَعْبُدُونَ - وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ - وَلَا أَنَا عَابِدٌ مَّا عَبَدتُّمْ - وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ - لَكُمْ دِينُكُمْ وَلِيَ دِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ပြောပါ- \"အို ငြင်းပယ်သူအပေါင်းတို့!\")</span><span class=\"gray\">(၂။ \"သင်တို့ ကိုးကွယ်သောအရာကို ငါမကိုးကွယ်ချေ။\")</span><span class=\"gray\">(၃။ \"ငါကိုးကွယ်သူကိုလည်း သင်တို့ မကိုးကွယ်ကြချေ။\")</span><span class=\"gray\">(၄။ \"သင်တို့ ကိုးကွယ်နေသောအရာကို ငါမကိုးကွယ်။\")</span><span class=\"gray\">(၅။ \"ငါကိုးကွယ်သူကိုလည်း သင်တို့ မကိုးကွယ်ကြချေ။\")</span><span class=\"gray\">(၆။ \"သင်တို့၌ သင်တို့၏ သာသနာရှိစေ၊ ငါ့၌ ငါ့၏သာသနာရှိစေ။\")</span></p><p lang=\"my\" class=\"my \">ရုပ်တုကိုးကွယ်မှုမှ ကင်းရှင်းကြောင်း ကြေညာခြင်း</p><p lang=\"my\" class=\"my \">ဤဆူရာသည် ရုပ်တုကိုးကွယ်သူတို့၏ လုပ်ရပ်များမှ ကင်းရှင်းကြောင်း ကြေညာသော ဆူရာဖြစ်သည်။ ၎င်းကို လုံးဝငြင်းပယ်ရန် အမိန့်ပေးထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الْكَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အို ငြင်းပယ်သူအပေါင်းတို့!\")</span> ဟူသည် ကမ္ဘာမြေပေါ်ရှိ ငြင်းပယ်သူတိုင်းကို အကျုံးဝင်သော်လည်း၊ ဤမိန့်ဆိုချက်သည် ကူရိုင်းရှ် လူမျိုး ငြင်းပယ်သူများအား အထူးရည်ညွှန်းပါသည်။ ၎င်းတို့သည် ၎င်းတို့၏ မသိနားမလည်မှုကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ အား ၎င်းတို့၏ ရုပ်တုများကို တစ်နှစ်ပတ်လုံး ကိုးကွယ်ရန် ဖိတ်ခေါ်ခဲ့ပြီး ၎င်းတို့ကလည်း ၎င်း၏ ဘုရားသခင်ကို တစ်နှစ်ပတ်လုံး <span class=\"gray\">(အလှည့်ကျ)</span> ကိုးကွယ်မည်ဟု ဆိုခဲ့ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤဆူရာကို ထုတ်ပြန်ခဲ့ပြီး ၎င်းတွင် ၎င်းတို့၏ သာသနာမှ လုံးဝ ကင်းရှင်းကြောင်း မိမိ၏ ရစူလ်တမန်တော်မြတ် ﷺ အား အမိန့်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَا أَعْبُدُ مَا تَعْبُدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ကိုးကွယ်သောအရာကို ငါမကိုးကွယ်ချေ။)</span> ဆိုသည်မှာ ရုပ်တုများနှင့် ပြိုင်ဘက်ဘုရားများကို ဆိုလိုသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါကိုးကွယ်သူကိုလည်း သင်တို့ မကိုးကွယ်ကြချေ။)</span> အရှင်သည် အဖော်ကင်းမဲ့သော တစ်ပါးတည်းသော အလ္လာဟ် ဖြစ်သည်။ ထို့ကြောင့် ဤနေရာတွင် မာ <span class=\"gray\">(အဘယ်အရာ)</span> ဟူသော စကားလုံးသည် မန် <span class=\"gray\">(မည်သူ)</span> ကို ဆိုလိုသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا أَنَا عَابِدٌ مَّا عَبَدتُّمْ - وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ကိုးကွယ်နေသောအရာကို ငါမကိုးကွယ်။ ငါကိုးကွယ်သူကိုလည်း သင်တို့ မကိုးကွယ်ကြချေ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ 'သင်တို့၏ ကိုးကွယ်မှုအတိုင်း ငါမကိုးကွယ်၊ ဆိုလိုသည်မှာ ငါသည် ၎င်းကို လိုက်လျောခြင်း သို့မဟုတ် လိုက်နာခြင်းမရှိ။ အလ္လာဟ်အရှင်မြတ် ချစ်မြတ်နိုး၍ နှစ်သက်တော်မူသော နည်းလမ်းဖြင့်သာ ငါသည် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်သည်။' ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါကိုးကွယ်သူကိုလည်း သင်တို့ မကိုးကွယ်ကြချေ။)</span> ဆိုလိုသည်မှာ 'သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များနှင့် အရှင်မြတ်၏ ဥပဒေများကို အရှင်မြတ်ကို ကိုးကွယ်ရာတွင် လိုက်နာခြင်းမရှိ။ သင်တို့၏ စိတ်ဆန္ဒများ၏ တိုက်တွန်းချက်များမှ တစ်စုံတစ်ရာကို ဖန်တီးခဲ့ကြခြင်းသာဖြစ်သည်။' ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသကဲ့သို့ပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنفُسُ ۖ وَلَقَدْ جَاءَهُم مِّن رَّبِّهِمُ الْهُدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထင်မြင်ယူဆချက်ကိုသာ လိုက်နာကြပြီး ၎င်းတို့ကိုယ်တိုင် နှစ်သက်သောအရာကိုသာ လိုက်နာကြသည်။ အမှန်စင်စစ် ၎င်းတို့၏ အရှင်သခင်ထံမှ လမ်းညွှန်မှုသည် ၎င်းတို့ထံသို့ ရောက်ရှိလာခဲ့ပြီးဖြစ်သည်။)</span><span class=\"gray\">(၅၃:၂၃)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ ငြင်းပယ်ခြင်းသည် ၎င်းတို့ ပါဝင်ပတ်သက်နေသော အရာအားလုံးမှ ဖြစ်သည်။ အမှန်စင်စစ် ကိုးကွယ်သူသည် မိမိကိုးကွယ်သော ဘုရားသခင်တစ်ပါးနှင့် ၎င်းထံသို့ ရောက်ရှိရန် လိုက်နာရမည့် ကိုးကွယ်မှုဆိုင်ရာ လုပ်ရပ်များ ရှိရမည်။ ထို့ကြောင့် တမန်တော်မြတ် ﷺ နှင့် ၎င်း၏ နောက်လိုက်များသည် အလ္လာဟ်အရှင်မြတ် ဥပဒေပြုထားသည်နှင့်အညီ အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြသည်။ ထို့ကြောင့် အစ္စလာမ်၏ ကြေညာချက်မှာ \"အလ္လာဟ်မှတစ်ပါး အခြားကိုးကွယ်ထိုက်သော ဘုရားမရှိ၊ မုဟမ္မဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ဖြစ်သည်။\" ဟူ၍ ဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်မှတစ်ပါး <span class=\"gray\">(စစ်မှန်သော)</span> ကိုးကွယ်ရာမရှိ၊ တမန်တော်မြတ်ယူဆောင်လာသောအရာမှအပ ၎င်းထံသို့ <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်းကို ကိုးကွယ်ရာလမ်းကြောင်း)</span> သွားရာလမ်းမရှိဟု ဆိုလိုသည်။ ရုပ်တုကိုးကွယ်သူများသည် အလ္လာဟ်အရှင်မြတ် ခွင့်မပြုထားသော ကိုးကွယ်မှုလုပ်ရပ်များဖြင့် အလ္လာဟ်မှတစ်ပါး အခြားအရာများကို ကိုးကွယ်ကြသည်။ ထို့ကြောင့် တမန်တော်မြတ် ﷺ က ၎င်းတို့အား မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُمْ دِينُكُمْ وَلِيَ دِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၌ သင်တို့၏ သာသနာရှိစေ၊ ငါ့၌ ငါ့၏သာသနာရှိစေ။)</span></p><p lang=\"my\" class=\"my \">ဤသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ ۖ أَنتُم بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِّمَّا تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် သင့်အား မဟုတ်မမှန်ပြောဆိုလျှင် ပြောပါ- \"ငါ့အတွက် ငါ့လုပ်ရပ်များ၊ သင်တို့အတွက် သင်တို့လုပ်ရပ်များ ရှိသည်။ ငါလုပ်သောအရာမှ သင်တို့ ကင်းရှင်းကြ၏။ ငါသည်လည်း သင်တို့ လုပ်သောအရာမှ ကင်းရှင်းသည်။\")</span><span class=\"gray\">(၁၀:၄၁)</span></p><p lang=\"ceb\" class=\"ceb \">and He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့အတွက် ကျွန်ုပ်တို့၏ လုပ်ရပ်များ၊ သင်တို့အတွက် သင်တို့၏ လုပ်ရပ်များ။)</span><span class=\"gray\">(၂၈:၅၅)</span></p><p lang=\"sw\" class=\"sw \">Al-Bukhari said, \"It has been said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُمْ دِينُكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၌ သင်တို့၏ သာသနာရှိစေ။)</span> ဆိုသည်မှာ ငြင်းပယ်ခြင်းကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَ دِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့၌ ငါ့၏သာသနာရှိစေ။)</span> ဆိုသည်မှာ အစ္စလာမ်ကို ဆိုလိုသည်။</p><p lang=\"so\" class=\"so \">This is the end of the Tafsir of Surat Qul ya Ayyuhal-Kafirun.</p>"
  },
  {
    "ayah_key": "10:1",
    "group_ayah_key": "10:1",
    "from_ayah": "10:1",
    "to_ayah": "10:2",
    "ayah_keys": "10:1,10:2",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲမပြတ် ကရုဏာတော်ရှင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">الر ۚ تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ - أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَىٰ رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ ۗ قَالَ الْكَافِرُونَ إِنَّ هَٰذَا لَسَاحِرٌ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အလစ်ဖ်-လာမ်-ရာ။ ဤသည်တို့ကား အလ်ဟကီမ်ဖြစ်သော ကျမ်းတော် <span class=\"gray\">(ကုရ်အာန်)</span> ၏ အာယတ်တော်များ ဖြစ်ကြသည်။)</span><span class=\"gray\">(၂။ လူသားတို့အနက်မှ လူတစ်ဦးတစ်ယောက်ထံသို့ ငါတို့သည် ဝဟ်ယူပို့ခဲ့သည်ကို လူသားတို့အတွက် အံ့ဩဖွယ်ရာ ဖြစ်သလော <span class=\"gray\">(ဆိုသည်မှာ)</span> \"လူသားတို့ကို သတိပေးပါ၊ ယုံကြည်သူတို့အား ၎င်းတို့၏ အရှင်မြတ်အထံတော်၌ ၎င်းတို့၏ ကောင်းမှုကုသိုလ်တို့အတွက် အကျိုးကျေးဇူးများ ရရှိမည်ဖြစ်ကြောင်း သတင်းကောင်းပေးပါ\" <span class=\"gray\">(သို့ရာတွင်)</span> သစ္စာမဲ့ငြင်းပယ်သူတို့က \"ဤသူသည် စင်စစ်ပင် ထင်ရှားသော မှော်ဆရာတစ်ဦးဖြစ်သည်!\" ဟု ပြောကြသည်။)</span></p><p lang=\"my\" class=\"my \">ဤဆူရာ၏ အစပိုင်းတွင် ပါရှိသော တစ်လုံးချင်းစီ ခွဲထုတ်ထားသည့် အက္ခရာများအပြင် အခြားဆူရာများတွင် ပါရှိသော အက္ခရာများအကြောင်းကိုလည်း စူရာအလ်-ဘကရဟ်၏ အစပိုင်းတွင် ဆွေးနွေးပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်တို့ကား အလ်ဟကီမ်ဖြစ်သော ကျမ်းတော် <span class=\"gray\">(ကုရ်အာန်)</span> ၏ အာယတ်တော်များ ဖြစ်ကြသည်။)</span> ဤသည်တို့ကား ကုရ်အာန်၏ အာယတ်တော်များဖြစ်ပြီး၊ ၎င်းတို့၌ စီရင်ဆုံးဖြတ်ခြင်း၏ ဉာဏ်ပညာသည် ထင်ရှားသည်ကို ညွှန်ပြသည်။</p><div lang=\"my\" class=\"my \"><h2>တမန်တော် <span class=\"gray\">(ﷺ)</span> သည် လူသားတစ်ဦးသာ ဖြစ်နိုင်သည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သစ္စာမဲ့ငြင်းပယ်သူတို့၏ သဘောထားကို အောက်ပါစကားများဖြင့် ဆူပူပြစ်တင်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكَانَ لِلنَّاسِ عَجَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အတွက် အံ့ဩဖွယ်ရာ ဖြစ်သလော...)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့အနက်မှ တမန်တော်များကို စေလွှတ်သည်ကို ၎င်းတို့သည် အမြဲတစေ ထူးဆန်းသည်ဟု ယူဆခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ယခင်လူမျိုးများမှ အခြားသူများ ပြောခဲ့သည်ကိုလည်း ငါတို့ကို မိန့်ကြားတော်မူသည်-</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَبَشَرٌ يَهْدُونَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သာမန်လူများက ငါတို့ကို လမ်းပြမည်လော။)</span><span class=\"gray\">(၆၄:၆)</span></p><p lang=\"ceb\" class=\"ceb \">Hud and Salih said to their people:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ လူတစ်ဦးတစ်ယောက်အားဖြင့် သင်တို့အရှင်မြတ်ထံမှ ဆုံးမသတိပေးချက်တစ်ရပ် ရောက်ရှိလာသည်ကို သင်တို့ အံ့ဩကြသလော)</span><span class=\"gray\">(၇:၆၃)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကုရိုင်းရှ်မှ သစ္စာမဲ့ငြင်းပယ်သူများ ပြောခဲ့သည်ကိုလည်း ငါတို့ကို မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَعَلَ الْآلِهَةَ إِلَٰهًا وَاحِدًا ۖ إِنَّ هَٰذَا لَشَيْءٌ عُجَابٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် နတ်ဘုရားများကို နတ်ဘုရားတစ်ပါးတည်း ဖြစ်စေခဲ့သလော။ စင်စစ် ဤကား ထူးဆန်းဖွယ်ရာ ဖြစ်ပေသည်။)</span><span class=\"gray\">(၃၈:၅)</span></p><p lang=\"my\" class=\"my \">အဒ်-ဒဟ်ဟက်ခ်က အိဗ်နု အဗ္ဗာစ်ကို ကိုးကား၍ ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်သည် မုဟမ္မဒ် ﷺ ကို တမန်တော်အဖြစ် စေလွှတ်သောအခါ၊ အာရပ်အများစုက ၎င်းနှင့် ၎င်း၏ သတင်းစကားကို ငြင်းပယ်ပြီး ပြောကြသည်- အလ္လာဟ်သည် မုဟမ္မဒ်ကဲ့သို့ လူသားတမန်တော်တစ်ဦးကို စေလွှတ်သည်ထက် ပိုမိုကြီးမြတ်တော်မူ၏။\" အိဗ်နု အဗ္ဗာစ်က ပြောသည်၊ \"ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ချခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكَانَ لِلنَّاسِ عَجَبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အတွက် အံ့ဩဖွယ်ရာ ဖြစ်သလော...)</span>\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ အရှင်မြတ်အထံတော်၌ ၎င်းတို့၏ ကောင်းမှုကုသိုလ်များ၏ အကျိုးကျေးဇူးများကို ရရှိမည်ဖြစ်ကြောင်း)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်ရှိ ကောင်းမှုကုသိုလ်တို့အတွက် အကျိုးကျေးဇူး၏ အဓိပ္ပါယ်နှင့် ပတ်သက်၍ ဘာသာရေးပညာရှင်များ သဘောထားကွဲလွဲကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူတို့အား ၎င်းတို့၏ အရှင်မြတ်အထံတော်၌ ၎င်းတို့၏ ကောင်းမှုကုသိုလ်တို့အတွက် အကျိုးကျေးဇူးများ ရရှိမည်ဖြစ်ကြောင်း သတင်းကောင်းပေးပါ)</span></p><p lang=\"my\" class=\"my \">အလီ ဘင်န် အဘီ တလ်ဟာဟ်က အိဗ်နု အဗ္ဗာစ်က ဤအာယတ်တော်နှင့် ပတ်သက်၍ \"၎င်းတို့အတွက် ထာဝရပျော်ရွှင်မှု ရေးသားထားပြီးဖြစ်သည်။\" ဟု ပြောခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။ အလ်-အော်ဖီက အိဗ်နု အဗ္ဗာစ်က \"၎င်းတို့ လုပ်ဆောင်ခဲ့သည့်အတွက် ကောင်းမွန်သော အကျိုးကျေးဇူးဖြစ်သည်။\" ဟု ပြောခဲ့ကြောင်း မှတ်တမ်းတင်ခဲ့သည်။ မူဂျာဟစ်ဒ်က \"၎င်းတို့၏ ကောင်းမှုကုသိုလ်များ - ၎င်းတို့၏ ဆွလားသ်များ၊ ရိုဇာများ၊ ဇကာတ်များ၊ နှင့် ဘုရားချီးမွမ်းခြင်းများ ဖြစ်သည်။\" ဟု ပြောခဲ့သည်။ ထို့နောက် ၎င်းက \"မုဟမ္မဒ် ﷺ သည် ၎င်းတို့အတွက် ကြားဝင်အသနားခံပေးမည်။\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الْكَافِرُونَ إِنَّ هَٰذَا لَسَاحِرٌ مُّبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သို့ရာတွင်)</span> သစ္စာမဲ့ငြင်းပယ်သူတို့က \"ဤသူသည် စင်စစ်ပင် ထင်ရှားသော မှော်ဆရာတစ်ဦးဖြစ်သည်!\" ဟု ပြောကြသည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ထံသို့ ၎င်းတို့အနက်မှ တမန်တော်တစ်ပါး၊ ၎င်းတို့ကိုယ်ပိုင် လူမျိုးနွယ်မှ သတင်းကောင်းယူဆောင်လာသူနှင့် သတိပေးသူအဖြစ် စေလွှတ်ခဲ့သော်လည်း သစ္စာမဲ့ငြင်းပယ်သူတို့က ဤသို့ ပြောခဲ့ခြင်းဖြစ်သည်။ သို့သော် ၎င်းတို့သည် ထိုသို့ပြောဆိုရာတွင် မုသာဝါဒီများသာ ဖြစ်ကြသည်။</p>"
  }
]