[
  {
    "ayah_key": "2:231",
    "group_ayah_key": "2:231",
    "from_ayah": "2:231",
    "to_ayah": "2:231",
    "ayah_keys": "2:231",
    "text": "<p lang=\"my\" class=\"my \">အမျိုးသမီးများကို သင်တို့ ကွာရှင်းပြတ်စဲပြီးနောက် ၎င်းတို့၏ သတ်မှတ်ထားသော ကာလပြည့်မြောက်သောအခါ၊ ၎င်းတို့ကို သင့်လျော်သော အခြေခံဖြင့် ပြန်လည်သိမ်းပိုက်ပါ သို့မဟုတ် သင့်လျော်သော အခြေခံဖြင့် လွှတ်ပေးပါ။ သို့သော် ၎င်းတို့ကို နာကျင်အောင် ပြန်မသိမ်းပိုက်ပါနှင့်။ ထိုသို့ ပြုသူ မည်သူမဆို မိမိကိုယ်ကို မတရား ပြုကျင့်သူ ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များ <span class=\"gray\">(ပညတ်ချက်များ)</span> ကို ပြက်ရယ်ပြု၍ မဆက်ဆံပါနှင့်။ သို့သော် အလ္လာဟ်အရှင်မြတ်က သင်တို့အပေါ် ပြုခဲ့သော ကျေးဇူးတော်များ <span class=\"gray\">(ဆိုလိုသည်မှာ အစ္စလာမ်)</span> နှင့် ကျမ်းတော် <span class=\"gray\">(ဆိုလိုသည်မှာ ကုရ်အာန်)</span> နှင့် အလ်ဟိက္မာ <span class=\"gray\">(နဗီတမန်တော်၏ စွန်နဟ် ـ တရားဥပဒေနည်းလမ်းများ ـ အစ္စလာမ်သာသနာ့ဥပဒေ)</span> ကို သင်တို့ထံ ချပေးခဲ့သော အရာများကို မှတ်မိကြပါ။ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြပြီး အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့ သိရှိတော်မူကြောင်း သိထားကြပါ။ <span>(၂၃၁)</span></p><div lang=\"my\" class=\"my \"><h2>ကွာရှင်းပြတ်စဲထားသော ဇနီးအပေါ် ကြင်နာခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ အမျိုးသားများအတွက် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြစ်သည်။ ၎င်းတို့အနက် တစ်ဦးဦးက ဇနီးသည်ကို ပြန်လည်သိမ်းပိုက်နိုင်သော ကွာရှင်းခြင်းဖြင့် ကွာရှင်းသောအခါ၊ ဇနီးသည်အပေါ် ကြင်နာစွာ ဆက်ဆံရမည်။ ထို့ကြောင့် ဇနီးသည်၏ ‘အစ်ဒါး <span class=\"gray\">(စောင့်ဆိုင်းကာလ)</span> ၏ သတ်မှတ်ချိန် ကုန်ဆုံးခါနီးသောအခါ၊ ဇနီးသည်ကို ပြန်လည်သိမ်းပိုက်ကြောင်း သက်သေများထားရှိခြင်း အပါအဝင် ပိုမိုကောင်းမွန်သော နည်းလမ်းဖြင့် ပြန်လည်သိမ်းပိုက်ပြီး ဇနီးသည်နှင့် ကြင်နာစွာ နေထိုင်ရမည်။ သို့မဟုတ်၊ ဇနီးသည်၏ ‘အစ်ဒါး ကုန်ဆုံးပြီးနောက် ဇနီးသည်ကို လွှတ်ပေးရမည်။ ထို့နောက် ဇနီးသည်ကို ခင်ပွန်း၏အိမ်မှ ပြန်လည်ထွက်ခွာရန် တောင်းဆိုရမည်၊ အငြင်းပွားခြင်း၊ တိုက်ခိုက်ခြင်း သို့မဟုတ် မဖွယ်မရာ စကားလုံးများ အသုံးပြုခြင်း မရှိစေရ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِّتَعْتَدُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ကို နာကျင်စေရန် ပြန်မသိမ်းပိုက်ပါနှင့်။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘ္ဘားစ်၊ မွတ်ဂျာဟိဒ်၊ မစရူက်၊ အလ်ဟစန်၊ ကွသားဒါဟ်၊ အဒ်ဒဟ်ဟာက်၊ အဗ်ရ်ရာဘိအ်နှင့် မုကာသီလ် ဘင်န် ဟယ်ယာန်တို့က ပြောကြားသည်မှာ၊ အမျိုးသားတစ်ဦးသည် ၎င်း၏ဇနီးကို ကွာရှင်းလေ့ရှိပြီး ဇနီးသည်၏ ‘အစ်ဒါး သတ်မှတ်ချိန် ကုန်ဆုံးခါနီးသောအခါ ဇနီးသည်ကို နာကျင်စေရန်နှင့် အခြားသူနှင့် လက်ထပ်ခြင်းမှ တားဆီးရန် ပြန်လည်သိမ်းပိုက်လေ့ရှိသည်။ ထို့နောက် ဇနီးသည်ကို ကွာရှင်းပြီး ဇနီးသည်သည် ၎င်း၏ ‘အစ်ဒါးကာလ စတင်မည်။ ဇနီးသည်၏ ‘အစ်ဒါးကာလ ကုန်ဆုံးခါနီးသောအခါ၊ ဇနီးသည်၏ ‘အစ်ဒါးကာလ ရှည်ကြာသွားစေရန် ဇနီးသည်ကို ပြန်လည်သိမ်းပိုက်လေ့ရှိသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ဤအလေ့အထကို တားမြစ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထိုသို့သော အလေ့အထများတွင် ပါဝင်သူများကိုလည်း ခြိမ်းခြောက်ထားတော်မူသည်၊ အရှင်မြတ်က မိန့်တော်မူသည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَفْعَلْ ذَٰلِكَ فَقَدْ ظَلَمَ نَفْسَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထိုသို့ ပြုသူ မည်သူမဆို မိမိကိုယ်ကို မတရား ပြုကျင့်သူ ဖြစ်၏။)</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များကို ဆန့်ကျင်ခြင်းကြောင့် ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များ <span class=\"gray\">(ပညတ်ချက်များ)</span> ကို ပြက်ရယ်ပြု၍ မဆက်ဆံပါနှင့်။)</span></p><p lang=\"ceb\" class=\"ceb \">Ibn Jarir said that Abu Musa <span class=\"gray\">(Al-Ash'ari)</span> narrated that Allah's Messenger ﷺ once became angry at the Ash'ari tribe. Abu Musa went to him and said, \"O Messenger of Allah! Are you angry with the Ash'ariyyin?\" The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ أَحَدُكُمْ: قَدْ طَلَّقْتُ، قَدْ رَاجَعْتُ، لَيْسَ هَذَا طَلَاقُ الْمُسْلِمِينَ، طَلِّقُوا الْمَرْأَةَ فِي قُبُلِ عِدَّتِـهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် တစ်ဦးက 'ငါ သူမကို ကွာရှင်းလိုက်ပြီ' - ထို့နောက် 'ငါ သူမကို ပြန်သိမ်းပိုက်လိုက်ပြီ!' ဟု ပြောသည်။ ဤသည်မှာ မွတ်စလင်မ်တို့ ကွာရှင်းခြင်း ပြုလုပ်ရာတွင် သင့်လျော်သော နည်းလမ်းမဟုတ်ပေ။ အမျိုးသမီးသည် ၎င်း၏ သတ်မှတ်ထားသော ကာလပြည့်မြောက်သောအခါ ကွာရှင်းကြလော့။)</span></p><p lang=\"my\" class=\"my \">မစရူက်က ပြောသည်မှာ၊ ထိုအာယတ်တော်သည် ဇနီးသည်ကို ကွာရှင်းပြီးနောက် ပြန်လည်သိမ်းပိုက်ခြင်းဖြင့် ဇနီးသည်ကို နာကျင်စေကာ ‘အစ်ဒါးကာလ ရှည်ကြာစေသူကို ရည်ညွှန်းသည်။ အလ်ဟစန်၊ ကွသားဒါဟ်၊ အတာအ် အလ်ခူရာစနီ၊ အဗ်ရ်ရာဘိအ်နှင့် မုကာသီလ် ဘင်န် ဟယ်ယာန်တို့က ပြောသည်မှာ၊ “သူသည် ဇနီးသည်ကို ကွာရှင်းပြီး 'ငါနောက်နေတာပါ' ဟု ပြောသူဖြစ်သည်။ သို့မဟုတ် ကျွန်တစ်ဦးကို လွှတ်ပေးပြီး သို့မဟုတ် လက်ထပ်ပြီး 'ငါနောက်နေတာပါ' ဟု ပြောသူဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ဗျာဒိတ်တော် ချပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များ <span class=\"gray\">(ပညတ်ချက်များ)</span> ကို ပြက်ရယ်ပြု၍ မဆက်ဆံပါနှင့်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် ထိုသို့သော အမျိုးသားများသည် ၎င်းတို့၏ လုပ်ရပ်များ၏ အကျိုးဆက်များကို ခံရစေခဲ့သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သို့သော် အလ္လာဟ်အရှင်မြတ်က သင်တို့အပေါ် ပြုခဲ့သော ကျေးဇူးတော်များကို မှတ်မိကြပါ။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်၏ တမန်တော် ﷺ ကို မှန်ကန်သော လမ်းညွှန်မှုနှင့် ရှင်းလင်းသော နိမိတ်လက္ခဏာများဖြင့် သင်တို့ထံ စေလွှတ်ခဲ့ခြင်းကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنزَلَ عَلَيْكُم مِّنَ الْكِتَابِ وَالْحِكْمَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အရှင်မြတ်က သင်တို့ထံ ကျမ်းတော် <span class=\"gray\">(ဆိုလိုသည်မှာ ကုရ်အာန်)</span> နှင့် အလ်ဟိက္မာတို့ကို ချပေးခဲ့သော အရာများ)</span> ဆိုလိုသည်မှာ စွန်နဟ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعِظُكُم بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အရှင်မြတ်က သင်တို့ကို သွန်သင်ဆုံးမတော်မူသည်)</span> ဆိုလိုသည်မှာ သင်တို့ကို အမိန့်ပေးသည်၊ တားမြစ်သည်၊ အရှင်မြတ်၏ တားမြစ်ချက်များကို ကျူးလွန်မှုအတွက် ခြိမ်းခြောက်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြ)</span> ဆိုလိုသည်မှာ သင်တို့ ပြုလုပ်သော အရာများနှင့် ရှောင်ကြဉ်သော အရာများအားလုံး၌ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့ သိရှိတော်မူကြောင်း သိထားကြပါ။)</span> သင်တို့၏ လျှို့ဝှက်သော သို့မဟုတ် ပေါ်တင်သော ကိစ္စရပ်များ တစ်ခုမျှ အရှင်မြတ်၏ အသိဉာဏ်မှ မလွတ်မြောက်ဘဲ၊ အရှင်မြတ်သည် သင်တို့ကို ထိုက်တန်သလို ပြုမူတော်မူမည်။</p>"
  },
  {
    "ayah_key": "2:232",
    "group_ayah_key": "2:232",
    "from_ayah": "2:232",
    "to_ayah": "2:232",
    "ayah_keys": "2:232",
    "text": "<p lang=\"my\" class=\"my \">အမျိုးသမီးများကို သင်တို့ ကွာရှင်းပြတ်စဲပြီး ၎င်းတို့၏ သတ်မှတ်ထားသော ကာလပြည့်မြောက်သောအခါ၊ ၎င်းတို့၏ <span class=\"gray\">(ယခင်)</span> ခင်ပွန်းများနှင့် ပြန်လည်လက်ထပ်ခြင်းမှ မတားဆီးပါနှင့်၊ အကယ်၍ ၎င်းတို့သည် သင့်လျော်သော အခြေခံဖြင့် အချင်းချင်း သဘောတူညီကြပါက။ ဤ <span class=\"gray\">(ညွှန်ကြားချက်)</span> သည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သူ သင်တို့အနက်မှ ပုဂ္ဂိုလ်အတွက် သွန်သင်ဆုံးမခြင်းဖြစ်သည်။ ထိုသို့ ပြုခြင်းသည် သင်တို့အတွက် ပို၍ ကောင်းမြတ်ပြီး ပို၍ သန့်စင်ပါသည်။ အလ္လာဟ်အရှင်မြတ်သည် သိတော်မူသည်၊ သင်တို့သည် မသိကြပါ။ <span>(၂၃၂)</span></p><div lang=\"my\" class=\"my \"><h2>ကွာရှင်းပြီးသော အမျိုးသမီး၏ ဝလီ <span class=\"zh-Latn gray\" lang=\"zh-Latn\">(Guardian)</span> သည် သူမကို ခင်ပွန်းထံ ပြန်သွားခြင်းမှ မတားဆီးသင့်ပေ။</h2></div><p lang=\"my\" class=\"my \">အလီ ဘင်န် အဘူ သွလ်ဟါးက သတင်းပို့သည်မှာ အိဗ်နု အဘ္ဘားစ်က ပြောသည်- \"ဤအာယတ်တော်သည် ဇနီးသည်ကို တစ်ကြိမ် သို့မဟုတ် နှစ်ကြိမ် ကွာရှင်းပြီး ၎င်း၏ ‘အစ်ဒါး ကာလပြည့်သွားသော အမျိုးသားတစ်ဦးအကြောင်း ဗျာဒိတ်တော် ချပေးခဲ့ခြင်း ဖြစ်သည်။ ထိုအမျိုးသားသည် နောက်ပိုင်းတွင် ဇနီးသည်ကို ပြန်လည်လက်ထပ်ရန် စဉ်းစားပြီး အမျိုးသမီးကလည်း ထိုသို့ ပြန်လည်လက်ထပ်လိုသော်လည်း၊ သူမ၏ မိသားစုက ထိုအမျိုးသားနှင့် ပြန်လည်လက်ထပ်ခြင်းမှ တားဆီးသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သူမ၏ မိသားစုအား တားဆီးခြင်းမှ တားမြစ်ခဲ့သည်။\" မစရူက်၊ အီဗရာဟင်မ် အန်နခိုအီ၊ အဇ်ဇူဟ်ရီနှင့် အဒ်ဒဟ်ဟာက်တို့က ဤသည်မှာ အာယတ်တော် <span class=\"gray\">(၂:၂၃၂)</span> ဗျာဒိတ်တော် ချပေးရခြင်း၏ အကြောင်းရင်းဖြစ်ကြောင်း ဖော်ပြခဲ့သည်။ ဤပြောဆိုချက်များသည် အာယတ်တော်၏ ထင်ရှားသော အဓိပ္ပါယ်နှင့် ကိုက်ညီသည်။</p><div lang=\"my\" class=\"my \"><h2>ဝလီ <span lang=\"my\" class=\"my gray\">(အမျိုးသမီးအတွက်)</span> မရှိဘဲ လက်ထပ်ခြင်း မရှိ။</h2></div><p lang=\"my\" class=\"my \">အာယတ်တော် <span class=\"gray\">(၂:၂၃၂)</span> က အမျိုးသမီးသည် မိမိကိုယ်ကို လက်ထပ်ခွင့် မရှိကြောင်းလည်း ညွှန်ပြသည်။ ယင်းအစား၊ သူမသည် လက်ထပ်ရန် ဝလီ <span class=\"gray\">(ဥပမာ- သူမ၏ ဖခင်၊ အစ်ကို၊ အရွယ်ရောက်ပြီးသော သား စသည်ဖြင့်)</span> လိုအပ်ကြောင်း အိဗ်နု ဂျရီရ်နှင့် အတ်တီရ်မီဇီတို့က ဤအာယတ်တော်ကို ဖော်ပြရာတွင် ပြောကြားခဲ့သည်။ ထို့ပြင်၊ ဟဒီးစ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُزَوِّجُ الْمَرْأةُ الْمَرْأَةَ، ولَا تُزَوِّج الْمَرأةُ نَفْسَهَا، فَإِنَّ الزَّانِيَةَ هِيَ الَّتِي تُزَوِّجُ نَفْسَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသမီးသည် အခြားအမျိုးသမီးတစ်ဦးကို လက်ထပ်ရန် မပေးနိုင်သကဲ့သို့ အမျိုးသမီးသည် မိမိကိုယ်ကိုလည်း လက်ထပ်ရန် မပေးနိုင်ပေ။ အဘယ်ကြောင့်ဆိုသော် ဖောက်ပြန်သော အမျိုးသမီးသာ မိမိကိုယ်ကို လက်ထပ်ရန် ပေးခြင်း ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အခြား ဟဒီးစ်တော်တစ်ခုတွင် ဖော်ပြထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا نِكَاحَ إلَّا بِوَلِيٍّ مُرْشِدٍ وَشَاهِدَيْ عَدْلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရွယ်ရောက်ပြီးသော ဝလီနှင့် ယုံကြည်စိတ်ချရသော သက်သေနှစ်ဦး ပါဝင်ခြင်းမရှိဘဲ မည်သည့်လက်ထပ်ခြင်းမျှ တရားဝင် မဖြစ်နိုင်ပေ။)</span></p><div lang=\"my\" class=\"my \"><h2>အာယတ်တော် <span class=\"gray\">(၂:၂၃၂)</span> ဗျာဒိတ်တော် ချပေးရခြင်း၏ အကြောင်းရင်း</h2></div><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် မအ်ကီလ် ဘင်န် ယါစရ် အလ်မုဇနီနှင့် ၎င်း၏ညီမအကြောင်း ဗျာဒိတ်တော် ချပေးခဲ့ခြင်း ဖြစ်သည်ဟု သတင်းပို့ထားသည်။ အလ်ဘူခါရီသည် ၎င်း၏ ဆွဟီဟ်တွင် ဤအာယတ်တော် <span class=\"gray\">(၂:၂၃၂)</span> ၏ တဖ်စီရ်ကို ဖော်ပြရာတွင်၊ မအ်ကီလ် ဘင်န် ယါစရ်၏ ညီမ၏ ခင်ပွန်းသည် သူမကို ကွာရှင်းခဲ့သည်ဟု ဖော်ပြခဲ့သည်။ ခင်ပွန်းသည်သည် ညီမ၏ ‘အစ်ဒါး ကာလပြည့်သည်အထိ စောင့်ဆိုင်းပြီးနောက် သူမကို ပြန်လည်လက်ထပ်ရန် တောင်းဆိုခဲ့သော်လည်း မအ်ကီလ်က ငြင်းပယ်ခဲ့သည်။ ထို့နောက် ဤအာယတ်တော်ကို ချပေးခဲ့သည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَلَا تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَاجَهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...၎င်းတို့ကို ၎င်းတို့၏ <span class=\"gray\">(ယခင်)</span> ခင်ပွန်းများနှင့် လက်ထပ်ခြင်းမှ မတားဆီးပါနှင့်။)</span></p><p lang=\"my\" class=\"my \">အဘူဒါဝူးဒ်၊ အတ်တီရ်မီဇီ၊ အိဗ်နု အဘူ ဟာသိမ်၊ အိဗ်နု ဂျရီရ်နှင့် အိဗ်နု မရ်ဒူဝီယဟ်နှင့် အလ်ဘိုင်းဟကီတို့က ဤဟဒီးစ်တော်ကို အလ်ဟစန်ထံမှ မအ်ကီလ် ဘင်န် ယါစရ်မှတစ်ဆင့် သတင်းပို့ခဲ့သည်။ အတ်တီရ်မီဇီက ဤဟဒီးစ်တော်ကို စစ်မှန်ကြောင်း အတည်ပြုခဲ့ပြီး ၎င်း၏ ဖော်ပြချက်တွင် မအ်ကီလ် ဘင်န် ယါစရ်သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ လက်ထက်တွင် ၎င်း၏ညီမကို မွတ်စလင်မ်အမျိုးသားတစ်ဦးနှင့် လက်ထပ်ပေးခဲ့သည်။ သူမသည် ထိုအမျိုးသားနှင့် ခဏတာ နေထိုင်ခဲ့ပြီး ထိုအမျိုးသားက သူမကို တစ်ကြိမ် ကွာရှင်းခဲ့သည်။ သူမ၏ ‘အစ်ဒါးကာလ မကုန်ဆုံးမီအထိ ပြန်မသိမ်းပိုက်ခဲ့ပေ။ ထို့နောက် ၎င်းတို့သည် အချင်းချင်း ပြန်ပေါင်းလိုကြပြီး ထိုအမျိုးသားက သူမကို လက်ထပ်ရန် လာရောက်တောင်းဆိုခဲ့သည်။ မအ်ကီလ်က ထိုအမျိုးသားအား \"အို ကျေးဇူးမသိတတ်သူ! ငါ မင်းကို ဂုဏ်တင်ပြီး သူမကို မင်းနဲ့ လက်ထပ်ပေးခဲ့တာ။ ဒါပေမဲ့ မင်းက သူမကို ကွာရှင်းခဲ့တယ်။ အလ္လာဟ်ကို တိုင်တည်ပြီး ပြောမယ်! သူမ မင်းဆီ ဘယ်တော့မှ ပြန်လာမှာ မဟုတ်ဘူး။\" သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ဇနီးအတွက် ၎င်း၏လိုအပ်ချက်နှင့် ခင်ပွန်းအတွက် သူမ၏လိုအပ်ချက်ကို သိတော်မူပြီး အရှင်မြတ်က ဗျာဒိတ်တော် ချပေးခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသမီးများကို သင်တို့ ကွာရှင်းပြတ်စဲပြီး ၎င်းတို့၏ သတ်မှတ်ထားသော ကာလပြည့်မြောက်သောအခါ၊)</span> အရှင်မြတ်က မိန့်တော်မူသည်အထိ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنتُمْ لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့သည် မသိကြပါ။)</span></p><p lang=\"my\" class=\"my \">မအ်ကီလ်သည် အာယတ်တော်ကို ကြားသောအခါ၊ \"ကျွန်ုပ်၏ အရှင်သခင်ကို ကြားနာပြီး နာခံပါမည်\" ဟု ပြောခဲ့သည်။ ထို့နောက် ထိုအမျိုးသားကို ခေါ်ယူပြီး \"ငါ မင်းကို ဂုဏ်တင်ပြီး <span class=\"gray\">(ငါ့ညီမကို)</span> ပြန်လည်လက်ထပ်ခွင့် ပေးမယ်\" ဟု ပြောခဲ့သည်။ အိဗ်နု မရ်ဒူဝီယဟ်က <span class=\"gray\">(မအ်ကီလ်က ပြောသည်ဟု)</span> ထပ်မံဖြည့်စွက်သည်မှာ \"ကျွန်ုပ်၏ ကတိကို ဖောက်ဖျက်ခြင်းအတွက် <span class=\"gray\">(အပြစ်ဖြေခြင်းကို)</span> ပေးချေမည်\" ဟူ၍ ဖြစ်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ يُوعَظُ بِهِ مَن كَانَ مِنكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤ <span class=\"gray\">(ညွှန်ကြားချက်)</span> သည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သူ သင်တို့အနက်မှ ပုဂ္ဂိုလ်အတွက် သွန်သင်ဆုံးမခြင်းဖြစ်သည်။)</span> ဆိုလိုသည်မှာ သင်တို့သည် အမျိုးသမီးများကို ၎င်းတို့၏ ယခင်ခင်ပွန်းများနှင့် လက်ထပ်ခြင်းမှ တားဆီးခြင်းကို တားမြစ်ခြင်းဖြစ်သည်၊ အကယ်၍ ၎င်းတို့နှစ်ဦးစလုံး သဘောတူညီပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن كَانَ مِنكُمْ </p><p lang=\"xh\" class=\"xh \"><span class=\"gray\">(သင်တို့အနက်မှ)</span> အို လူသားတို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သူ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များကို ယုံကြည်ပြီး အရှင်မြတ်၏ သတိပေးချက်များနှင့် နောင်တမလွန်ဘဝ၏ ပြစ်ဒဏ်ကို ကြောက်ရွံ့သူ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ أَزْكَىٰ لَكُمْ وَأَطْهَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ ပြုခြင်းသည် သင်တို့အတွက် ပို၍ ကောင်းမြတ်ပြီး ပို၍ သန့်စင်ပါသည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ပညတ်တော်ကို နာခံပြီး အမျိုးသမီးများကို ၎င်းတို့၏ ယခင်ခင်ပွန်းများထံ ပြန်လည်ပို့ဆောင်ခြင်း၊ သင်တို့၏ မကျေနပ်မှုကို စွန့်ပစ်ခြင်းသည် သင်တို့၏ နှလုံးသားများအတွက် ပို၍ သန့်စင်ပြီး သန့်ရှင်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သိတော်မူသည်)</span> အရှင်မြတ် အမိန့်ပေးသည်များနှင့် တားမြစ်သည်များမှ သင်တို့ရရှိသော အကျိုးကျေးဇူးများကို။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنتُمْ لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မသိကြပါ။)</span> သင်တို့ ပြုလုပ်သော သို့မဟုတ် ရှောင်ကြဉ်သော အရာများမှ ရရှိမည့် အကျိုးကျေးဇူးများကို။</p>"
  }
]