[
  {
    "ayah_key": "36:51",
    "group_ayah_key": "36:51",
    "from_ayah": "36:51",
    "to_ayah": "36:54",
    "ayah_keys": "36:51,36:52,36:53,36:54",
    "text": "<p lang=\"my\" class=\"my \">တံပိုးမှုတ်လိမ့်မည်။ ထိုအခါ သင်္ချိုင်းများမှ သူတို့သည် မိမိတို့၏အရှင်သခင်ထံသို့ အလျင်အမြန် ထွက်လာကြမည်ကို ကြည့်ပါလေ။ <span>(51)</span>သူတို့က \"ကျွန်ုပ်တို့အပေါ် ဘေးဒုက္ခကျရောက်ပါစေ! ကျွန်ုပ်တို့အား အိပ်စက်ရာနေရာမှ မည်သူက ထမြောက်စေခဲ့ပါသနည်း။\" ဟု ပြောကြမည်။ <span class=\"gray\">(သူတို့အား ပြောလိမ့်မည်)</span>: \"ဤသည်မှာ အလွန်ဂရုဏာရှင် အရှင်မြတ်က ကတိပေးထားသော အရာဖြစ်ပြီး တမန်တော်များ မှန်ကန်စွာ ပြောဆိုခဲ့ကြသည်။ <span>(52)</span>၎င်းသည် တစ်ချက်တည်းသော 'ဆိုင်းဟ်ဟ်' ဖြစ်လိမ့်မည်။ ထိုအခါ သူတို့အားလုံး ကျွန်ုပ်တို့ရှေ့သို့ ခေါ်ဆောင်လာလိမ့်မည်ကို ကြည့်ပါလေ။ <span>(53)</span>ဤနေ့တွင် မည်သူတစ်ဦးတစ်ယောက်မျှ တစ်စုံတစ်ရာ မတရားပြုခံရမည်မဟုတ်၊ သင်တို့ ပြုလုပ်ခဲ့သောအရာမှလွဲ၍ မည်သည့်အရာမျှ ပြန်လည်ပေးဆပ်ခံရမည်မဟုတ်။ <span>(54)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ခြင်း၏ တံပိုးမှုတ်သံ</p><p lang=\"my\" class=\"my \">ဤသည်မှာ တံပိုး၏ တတိယအကြိမ် မှုတ်ခြင်းဖြစ်လိမ့်မည်၊ လူတို့သည် ၎င်းတို့၏သင်္ချိုင်းများမှ ထွက်ပေါ်လာမည့် ရှင်ပြန်ထမြောက်ခြင်း၏ တံပိုးမှုတ်သံဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنْسِلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သင်္ချိုင်းများမှ သူတို့သည် မိမိတို့၏အရှင်သခင်ထံသို့ အလျင်အမြန် ထွက်လာကြမည်ကို ကြည့်ပါလေ။)</span> 'ယန်စိလူန်' ဆိုသည်မှာ သူတို့သည် အလျင်အမြန် လမ်းလျှောက်နေကြမည်ဟု အဓိပ္ပါယ်ရသည်။ ဤသည်မှာ အာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَىٰ نُصُبٍ يُوفِضُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရည်မှန်းချက်တစ်ခုဆီသို့ ပြိုင်ဆိုင်နေသကဲ့သို့ သင်္ချိုင်းများမှ အလျင်အမြန် ထွက်လာကြမည့်နေ့။)</span><span class=\"gray\">(70:43)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا ۜ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က \"ကျွန်ုပ်တို့အပေါ် ဘေးဒုက္ခကျရောက်ပါစေ! ကျွန်ုပ်တို့အား အိပ်စက်ရာနေရာမှ မည်သူက ထမြောက်စေခဲ့ပါသနည်း။\" ဟု ပြောကြမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏သင်္ချိုင်းများ၊ ဤလောကတွင် ၎င်းတို့ ထမြောက်တော့မည်မဟုတ်ဟု ထင်ခဲ့ကြသည့်နေရာများ။ ၎င်းတို့ မယုံကြည်ခဲ့သောအရာကို မိမိတို့၏မျက်စိဖြင့် မြင်တွေ့ရသောအခါ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا ۜ ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က \"ကျွန်ုပ်တို့အပေါ် ဘေးဒုက္ခကျရောက်ပါစေ! ကျွန်ုပ်တို့အား အိပ်စက်ရာနေရာမှ မည်သူက ထမြောက်စေခဲ့ပါသနည်း။\" ဟု ပြောကြမည်။)</span> ၎င်းတို့ သင်္ချိုင်းများတွင် အပြစ်ဒဏ်ခံရမည်ဟူသော အချက်နှင့် ဤသည်မှာ ဆန့်ကျင်ခြင်းမရှိ၊ အဘယ်ကြောင့်ဆိုသော် နောက်ပိုင်းတွင် ရောက်လာမည့်အရာနှင့် နှိုင်းယှဉ်ပါက ထိုအရာသည် တစ်ရေးအိပ်ခြင်းနှင့်တူလိမ့်မည်။ အလ်လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော ဥဗိုင်ယ် ဘင် ကအ်ဘ်၊ မူဂျာဟစ်ဒ်၊ အလ်-ဟာစန်နှင့် ကသာဒါတို့က \"သူတို့သည် ရှင်ပြန်ထမြောက်ခြင်းမတိုင်မီ အိပ်ပျော်လိမ့်မည်။\" ဟု ပြောဆိုခဲ့ကြသည်။ ကသာဒါက \"ထိုအရာသည် တံပိုးမှုတ်ခြင်းနှစ်ခုကြားတွင် ဖြစ်လိမ့်မည်၊ သူတို့က 'ကျွန်ုပ်တို့အား အိပ်စက်ရာနေရာမှ မည်သူက ထမြောက်စေခဲ့ပါသနည်း။' ဟု ပြောကြလိမ့်မည်။\" </p><p lang=\"my\" class=\"my \">သူတို့ ထိုသို့ပြောသောအခါ၊ ယုံကြည်သူများသည် ပြန်လည်ဖြေကြားကြလိမ့်မည်။ ဤသည်မှာ စလာဖ်များစွာတို့၏ အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا مَا وَعَدَ الرَّحْمَٰنُ وَصَدَقَ الْمُرْسَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(သူတို့အား ပြောလိမ့်မည်)</span>: \"ဤသည်မှာ အလွန်ဂရုဏာရှင် အရှင်မြတ်က ကတိပေးထားသော အရာဖြစ်ပြီး တမန်တော်များ မှန်ကန်စွာ ပြောဆိုခဲ့ကြသည်။\")</span> အလ်-ဟာစန်က \"ကောင်းကင်တမန်များသည် သူတို့အား ဤနည်းဖြင့် ပြန်လည်ဖြေကြားကြမည်။ နှစ်ခုစလုံး ဖြစ်နိုင်သောကြောင့် ဆန့်ကျင်မှုမရှိ။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။\" ဟု ပြောဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ جَمِيعٌ لَدَيْنَا مُحْضَرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် တစ်ချက်တည်းသော 'ဆိုင်းဟ်ဟ်' ဖြစ်လိမ့်မည်။ ထိုအခါ သူတို့အားလုံး ကျွန်ုပ်တို့ရှေ့သို့ ခေါ်ဆောင်လာလိမ့်မည်ကို ကြည့်ပါလေ!)</span> ဤသည်မှာ အာယသ်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ - فَإِذَا هُمْ بِالسَّاهِرَةِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းသည် တစ်ချက်တည်းသော ဇပ်ဂျ်ရာဟ်သာ ဖြစ်လိမ့်မည်။ ထိုအခါ သူတို့သည် <span class=\"gray\">(မြေမျက်နှာပြင်ပေါ်တွင်)</span> အသက်ရှင်လျက် <span class=\"gray\">(သေဆုံးပြီးနောက်)</span> မိမိတို့ကိုယ်ကို တွေ့ရှိကြလိမ့်မည်ကို ကြည့်ပါလေ။)</span><span class=\"gray\">(79:13-14)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနာရီ၏ကိစ္စသည် မျက်စိတစ်မှိတ်အတွင်းကဲ့သို့ သို့မဟုတ် ပို၍ပင် နီးသည်)</span><span class=\"gray\">(16:77)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က သင်တို့အား ခေါ်တော်မူမည့်နေ့တွင်၊ သင်တို့သည် အရှင်မြတ်၏ ချီးမွမ်းခြင်းနှင့် နာခံခြင်း <span class=\"gray\">(စကားများ)</span> ဖြင့် <span class=\"gray\">(အရှင်မြတ်၏ခေါ်သံကို)</span> တုံ့ပြန်ကြမည်။ ထို့နောက် သင်တို့သည် <span class=\"gray\">(ဤလောကတွင်)</span> အချိန်အနည်းငယ်သာ နေထိုင်ခဲ့ကြသည်ဟု ထင်မှတ်ကြလိမ့်မည်!)</span><span class=\"gray\">(17:52)</span>၊ ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် အမိန့်တစ်ခုတည်းသာ ထုတ်ပြန်မည်ဖြစ်ပြီး ၎င်းတို့အားလုံးကို စုရုံးစေမည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْئًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနေ့တွင် မည်သူတစ်ဦးတစ်ယောက်မျှ တစ်စုံတစ်ရာ မတရားပြုခံရမည်မဟုတ်၊)</span> ဆိုလိုသည်မှာ ၎င်း၏လုပ်ရပ်များနှင့် ပတ်သက်၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ပြုလုပ်ခဲ့သောအရာမှလွဲ၍ မည်သည့်အရာမျှ ပြန်လည်ပေးဆပ်ခံရမည်မဟုတ်။)</span></p>"
  },
  {
    "ayah_key": "36:55",
    "group_ayah_key": "36:55",
    "from_ayah": "36:55",
    "to_ayah": "36:58",
    "ayah_keys": "36:55,36:56,36:57,36:58",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ်၊ ဂျန္နတ်သုခဘုံသားတို့သည် ထိုနေ့တွင် ဝမ်းမြောက်ဖွယ်ရာ ကိစ္စများဖြင့် အလုပ်များနေကြလိမ့်မည်။ <span>(55)</span>၎င်းတို့နှင့် ၎င်းတို့၏ဇနီးများသည် သာယာသောအရိပ်အောက်တွင် ပလ္လင်များပေါ်၌ မှီလျက်ရှိနေကြလိမ့်မည်။ <span>(56)</span>၎င်းတို့တွင် သစ်သီးများနှင့် ၎င်းတို့ တောင်းဆိုသမျှ အရာအားလုံး ရှိလိမ့်မည်။ <span>(57)</span><span class=\"gray\">(၎င်းတို့အား ပြောလိမ့်မည်)</span>: \"စလာမ် <span class=\"gray\">(ငြိမ်းချမ်းပါစေ!)</span>\" – အရှင်မြတ်၊ အလွန်ဂရုဏာရှင် အရှင်သခင်ထံမှ စကားတစ်ခွန်း <span>(58)</span></p><p lang=\"my\" class=\"my \">ဂျန္နတ်သုခဘုံသားတို့၏ ဘဝ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား မိန့်တော်မူသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင်၊ ဂျန္နတ်သုခဘုံသားတို့သည် စီရင်ဆုံးဖြတ်ရာ ကွင်းပြင်သို့ရောက်ရှိပြီး ဂျန္နတ်သုခဘုံဥယျာဉ်များတွင် အခြေချပြီးသောအခါ၊ ၎င်းတို့သည် မိမိတို့၏အောင်ပွဲနှင့် ထာဝရနှစ်သက်ဖွယ်ရာ ဘဝသစ်တို့ဖြင့် အလွန်အလုပ်များနေကြမည်ဖြစ်ရာ အခြားမည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ဂရုစိုက်နေမည်မဟုတ်။ အလ်-ဟာစန် အလ်-ဘစရီနှင့် အစ္စမာအီလ် ဘင် အဘီ ခါလစ်ဒ်တို့က \"သူတို့သည် ဂျဟန္နမ်သားတို့ ခံစားနေရသော ပြစ်ဒဏ်အကြောင်းကို တွေးတောရန်ပင် အလုပ်များနေကြမည်။\" ဟု ပြောဆိုခဲ့သည်။ မူဂျာဟစ်ဒ်က ပြောဆိုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي شُغُلٍ فَاكِهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝမ်းမြောက်ဖွယ်ရာ ကိစ္စများဖြင့် အလုပ်များနေကြလိမ့်မည်။)</span> \"၎င်းတို့ ခံစားနေရသော နှစ်သက်ဖွယ်ရာများနှင့်အတူ။\" ဤသည်မှာ ကသာဒါ၏ အမြင်လည်းဖြစ်သည်။ အလ်လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော အိဗ်နု အဗ္ဗားစ်က \"ဤသည်မှာ သူတို့ ပျော်ရွှင်နေကြလိမ့်မည်ဟု ဆိုလိုသည်။\" ဟု ပြောဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمْ وَأَزْوَاجُهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့နှင့် ၎င်းတို့၏ဇနီးများသည်)</span> မူဂျာဟစ်ဒ်က \"၎င်းတို့၏ ဇနီးမယားများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي ظِلَالٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သာယာသောအရိပ်အောက်တွင် ရှိနေကြလိမ့်မည်၊)</span> ဆိုလိုသည်မှာ သစ်ပင်များ၏ အရိပ်အောက်တွင်ဖြစ်သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الْأَرَائِكِ مُتَّكِئُونَ </p><p lang=\"so\" class=\"so \"><span class=\"gray\">(reclining on thrones.)</span> Ibn 'Abbas, Mujahid, 'Ikrimah, Muhammad bin Ka'b, Al-Hasan, Qatadah, As-Suddi and Khusayf said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْأَرَائِكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပလ္လင်)</span> ဆိုသည်မှာ လုံခြုံသော အိပ်ရာများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ فِيهَا فَاكِهَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့တွင် သစ်သီးများ ရှိလိမ့်မည်)</span> ဆိုလိုသည်မှာ အမျိုးမျိုးသော သစ်သီးများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ مَا يَدَّعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့ တောင်းဆိုသမျှ အရာအားလုံး။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ တောင်းဆိုသမျှ အရာအားလုံးကို အမျိုးမျိုး၊ အဖုံဖုံ တွေ့ရှိရလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَلَامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"စလာမ် <span class=\"gray\">(ငြိမ်းချမ်းပါစေ!)</span>\" – အရှင်မြတ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> ၊ အလွန်ဂရုဏာရှင် အရှင်သခင်ထံမှ စကားတစ်ခွန်း။)</span> အိဗ်နု ဂျူရိုင်းဂျ်က \"အလ်လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော အိဗ်နု အဗ္ဗားစ်က ဤအာယသ်နှင့် ပတ်သက်၍ မိန့်တော်မူသည်မှာ အလ္လာဟ်အရှင်မြတ် ကိုယ်တော်တိုင်၊ ငြိမ်းချမ်းခြင်း <span class=\"gray\">(အစ်-စလာမ်)</span> ဖြစ်တော်မူသော အရှင်မြတ်သည် ဂျန္နတ်သုခဘုံသားတို့အား ငြိမ်းချမ်းခြင်းကို ပေးသနားတော်မူမည်။ အလ်လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေသော အိဗ်နု အဗ္ဗားစ်၏ ဤအမြင်သည် အာယသ်နှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ အရှင်မြတ်နှင့် တွေ့ဆုံမည့်နေ့တွင် ၎င်းတို့၏ နှုတ်ဆက်ခြင်းသည် \"စလာမ်\" ဖြစ်လိမ့်မည်)</span><span class=\"gray\">(33:44)</span>။</p>"
  },
  {
    "ayah_key": "36:59",
    "group_ayah_key": "36:59",
    "from_ayah": "36:59",
    "to_ayah": "36:62",
    "ayah_keys": "36:59,36:60,36:61,36:62",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောလိမ့်မည်)</span>: \"အို ရာဇဝတ်ကောင်တို့! ဤနေ့တွင် သင်တို့ ခွဲထွက်ကြလော့။ <span>(59)</span>\"အို အာဒမ်၏သားသမီးတို့၊ သင်တို့ ရှိုင်တန်ကို မကိုးကွယ်သင့်ကြောင်း ငါမအမိန့်ပေးခဲ့သလော။ အမှန်စင်စစ်၊ သူသည် သင်တို့အတွက် ထင်ရှားသောရန်သူဖြစ်သည်။ <span>(60)</span>\"သင်တို့သည် ငါ့ကိုသာ ကိုးကွယ်သင့်သည်။ ထိုသည်မှာ ဖြောင့်မတ်သောလမ်းဖြစ်သည်။ <span>(61)</span>\"အမှန်စင်စစ် သူသည် သင်တို့ထဲမှ လူအများအပြားကို လမ်းမှားသို့ ပို့ဆောင်ခဲ့ပြီးဖြစ်သည်။ သင်တို့ ထိုအခါ နားမလည်ခဲ့ကြသလော။ <span>(62)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ရာနေ့တွင် မယုံကြည်သူများအား ခွဲထုတ်ခြင်းနှင့် ၎င်းတို့အား ဆုံးမခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ရှင်ပြန်ထမြောက်ရာနေ့တွင် မယုံကြည်သူများ၏ အဆုံးသတ်သည် မည်သို့ဖြစ်မည်ကို ကျွန်ုပ်တို့အား မိန့်တော်မူသည်။ ထိုနေ့တွင် အရှင်မြတ်က ၎င်းတို့အား ယုံကြည်သူများနှင့် ခွဲထွက်ရန်၊ ဆိုလိုသည်မှာ ယုံကြည်သူများနှင့် ခွဲခြား၍ ရပ်တည်ရန် အမိန့်ပေးလိမ့်မည်။ ဤသည်မှာ အာယသ်များနှင့်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ ۚ فَزَيَّلْنَا بَيْنَهُمْ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အားလုံးကို ကျွန်ုပ်တို့ စုရုံးစေမည့်နေ့တွင်၊ ထို့နောက် ကျွန်ုပ်တို့နှင့်အတူ ကိုးကွယ်ရာများ သတ်မှတ်ခဲ့သူများအား \"သင်တို့နေရာတွင် ရပ်နေကြ! သင်တို့နှင့် သင်တို့၏ ကိုးကွယ်ရာများ။\" ဟု ပြောမည်။ ထို့နောက် ကျွန်ုပ်တို့ ၎င်းတို့အား ခွဲထုတ်မည်။)</span><span class=\"gray\">(10:28)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနာရီ ကျရောက်မည့်နေ့တွင် – ထိုနေ့၌ ၎င်းတို့သည် ခွဲခြားခံရမည်။)</span><span class=\"gray\">(30:14)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَصَّدَّعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့၌ ၎င်းတို့သည် ကွဲပြားကြလိမ့်မည်)</span><span class=\"gray\">(30:43)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် သီးခြားအဖွဲ့နှစ်ဖွဲ့အဖြစ် ကွဲပြားသွားကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ وَمَا كَانُوا يَعْبُدُونَ - مِنْ دُونِ اللَّهِ فَاهْدُوهُمْ إِلَىٰ صِرَاطِ الْجَحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ကောင်းကင်တမန်များအား ပြောလိမ့်မည်)</span>: \"မတရားပြုကျင့်သူများ၊ ၎င်းတို့၏အပေါင်းအဖော်များနှင့် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ၎င်းတို့ ကိုးကွယ်ခဲ့သော အရာများကို စုရုံးစေပြီး၊ ၎င်းတို့အား တောက်လောင်နေသော ငရဲမီး <span class=\"gray\">(ဂျဟန္နမ်)</span> လမ်းသို့ ပို့ဆောင်ကြလော့။\")</span><span class=\"gray\">(37:22-23)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ ۖ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အာဒမ်၏သားသမီးတို့၊ သင်တို့ ရှိုင်တန်ကို မကိုးကွယ်သင့်ကြောင်း ငါမအမိန့်ပေးခဲ့သလော။ အမှန်စင်စစ်၊ သူသည် သင်တို့အတွက် ထင်ရှားသောရန်သူဖြစ်သည်။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က အာဒမ်၏သားစဉ်မြေးဆက်တို့အနက်မှ မယုံကြည်သူများအား ဆုံးမခြင်းဖြစ်သည်။ ထိုသူတို့သည် ရှိုင်တန်ကို နာခံခဲ့ကြသည်၊ ရှိုင်တန်သည် ၎င်းတို့အတွက် ထင်ရှားသောရန်သူဖြစ်သော်လည်းကောင်း၊ ၎င်းတို့အား ဖန်ဆင်း၍ ကျွေးမွေးခဲ့သော အလ်-ရာဟ်မာန် အရှင်မြတ်ကို မနာခံခဲ့ကြသော်လည်းကောင်း။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنِ اعْبُدُونِي ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ငါ့ကိုသာ ကိုးကွယ်သင့်သည်။ ထိုသည်မှာ ဖြောင့်မတ်သောလမ်းဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'ငါသည် သင်တို့အား လောကတွင် ရှိုင်တန်ကို မနာခံရန် အမိန့်ပေးခဲ့ပြီး၊ ငါ့ကိုသာ ကိုးကွယ်ရန် အမိန့်ပေးခဲ့သည်၊ ဤသည်မှာ ဖြောင့်မတ်သောလမ်းဖြစ်သည်၊ သို့သော် သင်တို့သည် မတူညီသောလမ်းကို လိုက်ခဲ့ပြီး ရှိုင်တန်၏အမိန့်များကို လိုက်နာခဲ့ကြသည်။' အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သူသည် သင်တို့ထဲမှ လူအများအပြားကို လမ်းမှားသို့ ပို့ဆောင်ခဲ့ပြီးဖြစ်သည်။)</span> ဆိုလိုသည်မှာ လူအများအပြားဖြစ်သည်။ ဤသည်မှာ မူဂျာဟစ်ဒ်၊ ကသာဒါ၊ အစ်-ဆုဒ်ဒီနှင့် စူဖ်ယန် ဘင် ဥယိုင်နာတို့၏ အမြင်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ تَكُونُوا تَعْقِلُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ထိုအခါ နားမလည်ခဲ့ကြသလော။)</span> ဆိုလိုသည်မှာ 'သင်တို့ အရှင်သခင်၏ အမိန့်ကို ဆန့်ကျင်ပြီး၊ အရှင်မြတ်ကို တစ်ပါးတည်းသာ ကိုးကွယ်ရန်၊ မည်သည့်အဖော်အာရှိမျှမပါဘဲ ကိုးကွယ်ရန် အမိန့်ကို ဆန့်ကျင်ခဲ့ပြီး ရှိုင်တန်ကို လိုက်နာရန် ရွေးချယ်ခဲ့ကြသောအခါ၊ သင်တို့တွင် မည်သည့်နားလည်မှုမျှ မရှိခဲ့သလော။'</p>"
  }
]