[
  {
    "ayah_key": "52:1",
    "group_ayah_key": "52:1",
    "from_ayah": "52:1",
    "to_ayah": "52:16",
    "ayah_keys": "52:1,52:2,52:3,52:4,52:5,52:6,52:7,52:8,52:9,52:10,52:11,52:12,52:13,52:14,52:15,52:16",
    "text": "<p lang=\"my\" class=\"my \">ဆူရတ် အတ်-တူရ်၏ ဂုဏ်ကျေးဇူးများ</p><p lang=\"my\" class=\"my \">မာလစ်ခ်က ဂျူဘိုင်ရ် ဘင် မွတ်အ်တိမ်က ပြောသည်ဟု ရဝါယတ်ပြုသည်- \"ကျွန်ုပ်သည် တမန်တော်မြတ် ﷺ မဂ္ဂရစ်ဗ် နမာဇ်ဖတ်နေစဉ် ဆူရတ် အတ်-တူရ်ကို ရွတ်ဖတ်သည်ကို ကြားခဲ့ရသည်။ အမှန်ပင် ကျွန်ုပ်သည် ကိုယ်တော်၏ ရွတ်ဖတ်သံထက် ပိုမိုလှပသော အသံ သို့မဟုတ် ရွတ်ဖတ်သံကို မကြားဖူးပါ။\" ဤဟာဒီးဆ်ကို မာလစ်ခ် ပါဝင်သော ရဝါယတ်ဆက်ကြောင်းဖြင့် ဆဟီဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။ အလ်-ဘူခါရီက အွမ္မ် ဆလာမာက ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ ထံသို့ နာမကျန်းဖြစ်ကြောင်း တိုင်ကြားသောအခါ ကိုယ်တော်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">طُوفِي مِنْ وَرَاءِ النَّاسِ وَأَنْتِ رَاكِبَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူအုပ်နောက်ကွယ်မှ၊ သင်သည် စီးနင်းလျက်ရှိစဉ် <span class=\"gray\">(ကအ်ဘာအား)</span> တဝါဖ်ပြုပါ။)</span> ထို့ကြောင့်၊ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်သည် ဗိုင်တ်တော်ဘေးတွင် နမာဇ်ဖတ်နေပြီး အတ်-တူရ်ကို ရွတ်ဖတ်နေစဉ် တဝါဖ်ပြုခဲ့ပါသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမဲ့ ကရုဏာရှင်၊ အနန္တ မဟာဂရုဏာရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالطُّورِ - وَكِتَابٍ مَسْطُورٍ - فِي رَقٍّ مَنْشُورٍ - وَالْبَيْتِ الْمَعْمُورِ - وَالسَّقْفِ الْمَرْفُوعِ - وَالْبَحْرِ الْمَسْجُورِ - إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ - مَا لَهُ مِنْ دَافِعٍ - يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا - وَتَسِيرُ الْجِبَالُ سَيْرًا - فَوَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ - الَّذِينَ هُمْ فِي خَوْضٍ يَلْعَبُونَ - يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا - هَٰذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ - أَفَسِحْرٌ هَٰذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ - اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ တူရ်တောင်အားဖြင့်)</span><span class=\"gray\">(၂။ ရေးသားထားသော ကျမ်းစာအားဖြင့်)</span><span class=\"gray\">(၃။ ဖြန့်ထားသော သားရေလွှာပေါ်တွင်။)</span><span class=\"gray\">(၄။ အလ်-ဗိုင်တ် အလ်-မအ်မူရ်အားဖြင့်။)</span><span class=\"gray\">(၅။ မြင့်မားစွာ မြှင့်တင်ထားသော အမိုးအားဖြင့်။)</span><span class=\"gray\">(၆။ မပ်စ်ဂျူရ် ပင်လယ်အားဖြင့်။)</span><span class=\"gray\">(၇။ အမှန်စင်စစ် သင်၏ အရှင်သခင်၏ အပြစ်ဒဏ်သည် ဧကန်မလွဲ ကျရောက်ပေမည်။)</span><span class=\"gray\">(၈။ ၎င်းကို ကာကွယ်ပေးနိုင်သူ တစ်ဦးတစ်ယောက်မျှ မရှိပေ။)</span><span class=\"gray\">(၉။ ကောင်းကင်သည် မဝ်ရ်အဖြစ် လှုပ်ရှားမည့်နေ့တွင်၊)</span><span class=\"gray\">(၁၀။ တောင်များသည် စိုင်ရ်အဖြစ် လှုပ်ရှားမည့်နေ့တွင်။)</span><span class=\"gray\">(၁၁။ ထိုအခါ ထိုနေ့တွင် ငြင်းပယ်ခဲ့သူတို့အား ဒုက္ခရောက်ပေမည်။)</span><span class=\"gray\">(၁၂။ မိမိတို့၏ မမှန်ကန်မှု၌ ကစားခဲ့သူတို့အား။)</span><span class=\"gray\">(၁၃။ ဂျဟန္နမ်ငရဲမီးထဲသို့ ကြောက်မက်ဖွယ်ကောင်းပြီး အင်အားပြင်းထန်စွာ တွန်းချခံရမည့်နေ့။)</span><span class=\"gray\">(၁၄။ ဤသည်မှာ သင်တို့ ငြင်းပယ်လေ့ရှိသော ငရဲမီးဖြစ်သည်။)</span><span class=\"gray\">(၁၅။ ဤသည်မှာ မှော်အတတ်လော သို့မဟုတ် သင်တို့ မမြင်ကြသလော။)</span><span class=\"gray\">(၁၆။ ၎င်းထဲသို့ ဝင်ရောက်ကြကုန်။ သင်တို့သည် ၎င်းကို သည်းခံသည်ဖြစ်စေ၊ မသည်းခံသည်ဖြစ်စေ၊ ၎င်းသည် အတူတူပင်ဖြစ်သည်။ သင်တို့ ပြုလုပ်လေ့ရှိခဲ့သည်များအတွက်သာ အစားပေးခံရခြင်းဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က အပြစ်ဒဏ်ကျရောက်ခြင်းသည် နီးကပ်နေကြောင်း ကျိန်ဆိုတော်မူသည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ဖန်ဆင်းခြင်းကို တိုင်တည်ကျိန်ဆိုတော်မူသည်။ ကိုယ်တော်၏ ကြီးမားသော တတ်စွမ်းနိုင်မှု၏ သက်သေအဖြစ်ဖြင့်၊ ကိုယ်တော်၏ အပြစ်ဒဏ်သည် ကိုယ်တော်၏ ရန်သူများအပေါ် ဧကန်မလွဲ ကျရောက်ပေမည်။ ၎င်းတို့သည် ၎င်းမှ လွတ်မြောက်ရန် လမ်းစမရှိပေ။ </p><p lang=\"my\" class=\"my \">အတ်-တူရ်သည် သစ်ပင်များရှိသော တောင်ဖြစ်သည်၊ မူဆာ နဘီ အပေါ်တွင် ရှိစဉ် အလ္လာဟ်အရှင်မြတ်က မူဆာနဘီနှင့် စကားပြောခဲ့သော တောင်နှင့် 'အီဆာ နဘီ၏ နဗီဖြစ်မှု စတင်ခဲ့သော တောင်နှင့် ဆင်တူသည်။ သစ်ပင်များမရှိသော တောင်ကို ဂျဘလ်ဟု ခေါ်သည်၊ တူရ်ဟု မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكِتَابٍ مَسْطُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ရေးသားထားသော ကျမ်းစာအားဖြင့်)</span>၊ ၎င်းသည် အလ်-လဝ်ဟ် အလ်-မဟ်ဖူးဇ်၊ <span class=\"gray\">(ထိန်းသိမ်းထားသော ကျောက်ပြား)</span> ကို ဆိုလိုသည်ဟု ဆိုကြသည်။ ၎င်းသည် လူသားများ ရွတ်ဖတ်ကြသော အလ္လာဟ်အရှင်မြတ် ထုတ်ပြန်ခဲ့သည့် ရေးသားထားသော ကျမ်းများကို ရည်ညွှန်းသည်ဟုလည်း ဆိုကြပြီး ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခြင်း၏ အကြောင်းရင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي رَقٍّ مَنْشُورٍ - وَالْبَيْتِ الْمَعْمُورِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖြန့်ထားသော သားရေလွှာပေါ်တွင်။ အလ်-ဗိုင်တ် အလ်-မအ်မူရ်အားဖြင့်။)</span> ဆဟီဟ်နှစ်ကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် သတ္တမကောင်းကင်သို့ တက်လှမ်းပြီးနောက် အလ်-အစ္စရာအ်နှင့်ပတ်သက်သော ဟာဒီးဆ်တွင် မိန့်တော်မူခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ رُفِعَ بِي إِلَى الْبَيْتِ الْمَعْمُورِ، وَإِذَا هُوَ يَدْخُلُهُ كُلَّ يَوْمٍ سَبْعُونَ أَلْفًا، لَا يَعُودُونَ إِلَيْهِ آخِرَ مَا عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက်၊ ကျွန်ုပ်ကို အလ်-ဗိုင်တ် အလ်-မအ်မူရ်သို့ ခေါ်ဆောင်သွားခဲ့သည်။ ၎င်းကို နေ့တိုင်း နတ်သမီး ခုနစ်သောင်းက လာရောက်ကြပြီး နောက်တစ်ကြိမ် လာရောက်လည်ပတ်ရန် ပြန်လာတော့မည် မဟုတ်ပါ။)</span></p><p lang=\"my\" class=\"my \">နတ်သမီးများသည် အလ်-ဗိုင်တ် အလ်-မအ်မူရ်တွင် အလ္လာဟ်အရှင်မြတ်အား ကိုးကွယ်ကြပြီး ကမ္ဘာပေါ်ရှိ လူများသည် ကအ်ဘာကို တဝါဖ်ပြုသကဲ့သို့ ၎င်းကို တဝါဖ်ပြုကြသည်။ အလ်-ဗိုင်တ် အလ်-မအ်မူရ်သည် သတ္တမကောင်းကင်တွင် နေထိုင်သူများ၏ ကအ်ဘာဖြစ်သည်။ အစ္စရာအ် ခရီးစဉ်အတွင်း တမန်တော်မြတ်သည် အလ်-ဗိုင်တ် အလ်-မအ်မူရ်ကို ကျောမှီ၍ မှီလျောင်းနေသော အီဘရာဟီမ် အလ်-ခါလီးလ်ကို တွေ့မြင်ခဲ့သည်။ ကမ္ဘာပေါ်တွင် ကအ်ဘာကို တည်ဆောက်ခဲ့သူမှာ အီဘရာဟီမ်ဖြစ်ပြီး၊ အမှန်ပင် အကျိုးဆုလာဘ်သည် လုပ်ရပ်နှင့် ကိုက်ညီသည်။ </p><p lang=\"my\" class=\"my \">အလ်-ဗိုင်တ် အလ်-မအ်မူရ်သည် ကအ်ဘာနှင့် အပြိုင်ဖြစ်သည်။ ကောင်းကင်တိုင်းတွင် ကိုယ်ပိုင် ကိုးကွယ်ရာအိမ် ရှိပြီး ၎င်းသည် ၎င်း၏ နေထိုင်သူများအတွက် နမာဇ်ဖတ်ရန် ဦးတည်ချက်လည်းဖြစ်သည်။ အောက်ကောင်းကင်တွင် ရှိသော အိမ်ကို ဗိုင်တ် အလ်-'အစ်ဇဟ် ဟု ခေါ်သည်။ အလ္လာဟ်အရှင်မြတ် အကောင်းဆုံး သိတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်၏ အဆိုတော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّقْفِ الْمَرْفُوعِ</p><p lang=\"ms\" class=\"ms \"><span class=\"gray\">(And by the roof raised high.)</span> Sufyan Ath-Thawri, Shu'bah, and Abu Al-Ahwas, all narrated from Simak, from Khalid bin 'Ar'arah, from 'Ali bin Abi Talib:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّقْفِ الْمَرْفُوعِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မြင့်မားစွာ မြှင့်တင်ထားသော အမိုးအားဖြင့်)</span> \"ကောင်းကင်ကို ဆိုလိုသည်။\" ဆူဖယန်က ထပ်လောင်းပြောသည်- \"ထို့နောက် 'အလီက ရွတ်ဖတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا ۖ وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်ကို အမိုးအဖြစ်၊ လုံခြုံပြီး ကောင်းစွာ ကာကွယ်ထားသည်ဟု ငါတို့ ဖန်ဆင်းထားသည်။ သို့သော် ၎င်းတို့သည် ၎င်း၏ လက္ခဏာများမှ လှည့်ထွက်ကြသည်။)</span><span class=\"gray\">(၂၁:၃၂)</span>\" အလားတူပင် မူဂျာဟစ်ဒ်၊ ကတာဒါ၊ အပ်စ်-ဆူဒီ၊ အိဗ်နု ဂျူရိုင်ဂျ်၊ အိဗ်နု ဇိုင်ဒ် တို့က ပြောခဲ့ကြပြီး အိဗ်နု ဂျာရီရ်က ပိုနှစ်သက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ အဆိုတော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْبَحْرِ الْمَسْجُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် မပ်စ်ဂျူရ် ပင်လယ်အားဖြင့်။)</span> အများစုက ၎င်းသည် ကမ္ဘာမြေ၏ သမုဒ္ဒရာများကို ရည်ညွှန်းသည်ဟု ပြောကြသည်။ မပ်စ်ဂျူရ်ဟူသည်၊ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တော်တစ်ခုတွင် မိန့်တော်မူခဲ့သကဲ့သို့ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ပင်လယ်သည် မီးဖြင့် တောက်လောင်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا الْبِحَارُ سُجِّرَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပင်လယ်များသည် တောက်လောင်သောမီးကဲ့သို့ ဖြစ်လာသောအခါ။)</span><span class=\"gray\">(၈၁:၆)</span> ဆိုလိုသည်မှာ၊ ၎င်းသည် မီးဖြင့် တောက်လောင်ပြီး စုဝေးရာနေရာရှိ လူများကို ဝန်းရံထားမည့် ပြင်းထန်သော မီးအဖြစ် ပြောင်းလဲသွားမည်။ ဤအကြောင်းကို စိုင်ယိဒ် ဘင် အလ်-မူဆိုင်ယစ်ဗ် က 'အလီ ဘင် အဘီ တောလိဗ်ထံမှ ရဝါယတ်ပြုခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု 'အဗ္ဗားစ်ထံမှလည်း ရဝါယတ်ပြုထားပြီး ၎င်းသည် စိုင်ယိဒ် ဘင် ဂျူဘိုင်ရ်၊ မူဂျာဟစ်ဒ်၊ 'အဗ်ဒုလ္လာဟ် ဘင် 'အူဗိုင်ဒ် ဘင် 'အူမိုင်ရ်နှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။ ကတာဒါက \"မပ်စ်ဂျူရ်သည် 'ပြည့်လျှံနေသော ပင်လယ်' ဖြစ်သည်\" ဟု ပြောသည်။ အိဗ်နု ဂျာရီရ်သည် ဤရှင်းလင်းချက်ကို ပိုနှစ်သက်ပြီး \"ပင်လယ်သည် ယခုအချိန်တွင် မီးဖြင့် တောက်လောင်နေခြင်းမရှိသောကြောင့် ပြည့်လျှံနေသည်\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ အဆိုတော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်၏ အရှင်သခင်၏ အပြစ်ဒဏ်သည် ဧကန်မလွဲ ကျရောက်ပေမည်။)</span> တွင် ကျိန်ဆိုမှု၏ အကြောင်းအရာ ပါဝင်ပြီး၊ အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တော်တစ်ခုတွင် ဖော်ပြထားသကဲ့သို့ ကိုယ်တော်၏ အပြစ်ဒဏ်သည် ငြင်းပယ်သူများအပေါ် ဧကန်မလွဲ ကျရောက်လိမ့်မည်ဟု ညွှန်ပြသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا لَهُ مِنْ دَافِعٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို ကာကွယ်ပေးနိုင်သူ တစ်ဦးတစ်ယောက်မျှ မရှိပေ။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် အပြစ်ဒဏ် ပို့လွှတ်ရန် ဆုံးဖြတ်သောအခါ၊ ၎င်းကို မည်သူမျှ တားဆီးနိုင်မည် မဟုတ် သို့မဟုတ် ၎င်းတို့အပေါ် ကျရောက်ခြင်းမှ ရပ်တန့်နိုင်မည် မဟုတ်ပေ။ </p><p lang=\"my\" class=\"my \">အလ်-ဟာဖစ်ဇ် အဘူ ဗကရ် အိဗ်နု အဘီ အဒ်-ဒွန်းယာက ဂျအ်ဖရ် ဘင် ဇိုင်ဒ် အလ်-'အဗ်ဒီက ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- \"တစ်ညတွင် အလ်-မဒီနာမြို့၌ 'အုမာရ်သည် မွတ်စလင်မ်တို့၏ ကောင်းကျိုးကို စုံစမ်းရန် ထွက်ခွာခဲ့ပြီး စေတနာ့ဝန်ထမ်း နမာဇ်ဖတ်နေသော လူတစ်ဦး၏ အိမ်အနီးသို့ ရောက်ရှိခဲ့သည်။ 'အုမာရ်သည် တိတ်ဆိတ်စွာ ရပ်လျက် ၎င်း၏ ရွတ်ဖတ်သံကို နားထောင်ခဲ့သည်။ ထိုသူက ရွတ်ဖတ်နေသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالطُّورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အတ်-တူရ်အားဖြင့်)</span>၊ အာယတ်တော်သို့ ရောက်သည်အထိ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ - مَا لَهُ مِنْ دَافِعٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်၏ အရှင်သခင်၏ အပြစ်ဒဏ်သည် ဧကန်မလွဲ ကျရောက်ပေမည်။ ၎င်းကို ကာကွယ်ပေးနိုင်သူ တစ်ဦးတစ်ယောက်မျှ မရှိပေ။)</span> 'အုမာရ်က ပြောသည်- 'ကအ်ဘာ၏ အရှင်သခင်ကို တိုင်တည်၍ ဤသည်မှာ မှန်ကန်သော ကျိန်ဆိုမှုပင်။' 'အုမာရ်သည် မိမိ၏ မြည်းပေါ်မှ ဆင်းပြီး နံရံတစ်ခုဘေးတွင် ခဏထိုင်ခဲ့သည်။ ထို့နောက် သူသည် မိမိ၏ အိမ်သို့ ပြန်သွားပြီး တစ်လကြာအောင် ဖျားနာခဲ့သည်။ သူ ဖျားနာနေစဉ်အတွင်း၊ လူများသည် သူ၏ ဖျားနာရခြင်း အကြောင်းရင်းကို မသိဘဲ လာရောက်လည်ပတ်ခဲ့ကြသည်။\" အလ္လာဟ်အရှင်မြတ်က 'အုမာရ်ကို နှစ်သက်တော်မူပါစေ။</p><p lang=\"my\" class=\"my \">အပြစ်ဒဏ်ကျရောက်ရာနေ့၊ ရှင်ပြန်ထမြောက်ရာနေ့ကို ဖော်ပြခြင်း</p><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်သည် မဝ်ရ်အဖြစ် လှုပ်ရှားမည့်နေ့တွင်)</span> အိဗ်နု 'အဗ္ဗားစ်နှင့် ကတာဒါတို့က \"ပြင်းထန်စွာ တုန်ခါခြင်း\" ဟု ပြောကြသည်။ အိဗ်နု 'အဗ္ဗားစ်ထံမှလည်း \"ကွဲထွက်ခြင်း\" ဟု ပြောသည်။ မူဂျာဟစ်ဒ်က \"ပြင်းထန်စွာ လည်ပတ်ခြင်း\" ဟု ပြောသည်။ အဒ်-ဒွဟ်ဟါခ်က အာယတ်တော်ကို မှတ်ချက်ပြုရာတွင် \"ကမ္ဘာမြေသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်အရ ပြင်းထန်စွာ လည်ပတ်လှုပ်ရှားမည်ဖြစ်ပြီး၊ ၎င်း၏ ဧရိယာများသည် တစ်ခုနှင့်တစ်ခု ပြင်းထန်စွာ ရွေ့လျားလိမ့်မည်\" ဟု ပြောခဲ့သည်။ ဤရှင်းလင်းချက်ကို အိဗ်နု ဂျာရီရ်က ပိုနှစ်သက်ခဲ့သည်၊ အကြောင်းမှာ မဝ်ရ် ဟူသော စကားလုံး၏ အဓိပ္ပါယ်သည် လည်ပတ်ခြင်းနှင့် တုန်ခါခြင်း အဓိပ္ပါယ်များကို ညွှန်ပြသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَسِيرُ الْجِبَالُ سَيْرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် တောင်များသည် စိုင်ရ်အဖြစ် လှုပ်ရှားလိမ့်မည်။)</span> သည် မှေးမှိန်ပျောက်ကွယ်သွားပြီး လေဖြင့် လွင့်စင်သွားသော ဖုန်မှုန့်များအဖြစ် ပြောင်းလဲသွားလိမ့်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ထိုနေ့တွင် ငြင်းပယ်ခဲ့သူတို့အား ဒုက္ခရောက်ပေမည်)</span>၊ ထိုနေ့တွင် အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အပေါ် ပေးအပ်မည့် အပြစ်ဒဏ်၊ ဒဏ်ခတ်ခြင်းနှင့် ဒုက္ခတို့ကြောင့် ၎င်းတို့အား ဒုက္ခရောက်ပေမည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ هُمْ فِي خَوْضٍ يَلْعَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့၏ မမှန်ကန်မှု၌ ကစားခဲ့သူတို့အား။)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့သည် ဤဘဝတွင် မမှန်ကန်မှုဖြင့် နေထိုင်ကြပြီး၊ ဘာသာတရားကို ၎င်းတို့၏ လှောင်ပြောင်ခြင်းနှင့် နောက်ပြောင်ခြင်း၏ အကြောင်းအရာအဖြစ် ပြုလုပ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُدَعُّونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား အင်အားဖြင့် တွန်းချခံရမည့်နေ့)</span> ဆိုလိုသည်မှာ၊ ၎င်းတို့အား အကြမ်းဖက်စွာ မောင်းထုတ်ပြီး တွန်းထိုးလိမ့်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ نَارِ جَهَنَّمَ دَعًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျဟန္နမ်ငရဲမီးထဲသို့ ကြောက်မက်ဖွယ်ကောင်းပြီး အင်အားပြင်းထန်စွာ တွန်းချခြင်းဖြင့်။)</span> မူဂျာဟစ်ဒ်၊ အပ်စ်-ရှအ်ဘီ၊ မုဟမ္မဒ် ဘင် ကအ်ဗ်၊ အဒ်-ဒွဟ်ဟါခ်၊ အပ်စ်-ဆူဒီနှင့် အတ်-သဝ်ရီတို့က ဤအာယတ်တော်သည် \"၎င်းတို့အား ငရဲမီးထဲသို့ အကြမ်းဖက်စွာ တွန်းထိုးလိမ့်မည်\" ဟု အဓိပ္ပါယ်ရသည်ဟု ပြောကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ သင်တို့ ငြင်းပယ်လေ့ရှိသော ငရဲမီးဖြစ်သည်။)</span> ဆိုလိုသည်မှာ၊ အပြစ်ဒဏ်ပေးသော နတ်သမီးများသည် ၎င်းတို့အား ဆုံးမဩဝါဒပေးရင်းနှင့် ဒဏ်ခတ်ရင်း ဤစကားများကို ပြောဆိုလိမ့်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَسِحْرٌ هَٰذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ - اصْلَوْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည်မှာ မှော်အတတ်လော သို့မဟုတ် သင်တို့ မမြင်ကြသလော။ ၎င်းထဲသို့ ဝင်ရောက်ကြကုန်)</span> ဆိုလိုသည်မှာ၊ ငရဲမီးထဲသို့ ဝင်ရောက်ကြကုန်၊ '၎င်းသည် သင်တို့ကို အရပ်မျက်နှာတိုင်းမှ ဝန်းရံလိမ့်မည်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်တို့သည် ၎င်းကို သည်းခံသည်ဖြစ်စေ၊ မသည်းခံသည်ဖြစ်စေ၊ ၎င်းသည် အတူတူပင်ဖြစ်သည်။)</span> 'သင်တို့သည် ၎င်း၏ အပြစ်ဒဏ်နှင့် ဒုက္ခများကို ခံနိုင်ရည်ရှိသည်ဖြစ်စေ၊ မရှိသည်ဖြစ်စေ၊ သင်တို့သည် ၎င်းကို မည်သည့်အခါမျှ ရှောင်လွှဲနိုင်မည်မဟုတ် သို့မဟုတ် ၎င်းမှ လွတ်မြောက်နိုင်မည်မဟုတ်၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ပြုလုပ်လေ့ရှိခဲ့သည်များအတွက်သာ အစားပေးခံရခြင်းဖြစ်သည်။)</span> အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် မည်သူ့ကိုမျှ မတရားပြုတော်မမူပါ။ အလ္လာဟ်အရှင်မြတ်သည် လူတစ်ဦးစီကို ၎င်းတို့၏ လုပ်ရပ်များအတိုင်း အစားပေးတော်မူသည်။</p>"
  }
]