[
  {
    "ayah_key": "3:69",
    "group_ayah_key": "3:69",
    "from_ayah": "3:69",
    "to_ayah": "3:74",
    "ayah_keys": "3:69,3:70,3:71,3:72,3:73,3:74",
    "text": "<p lang=\"my\" class=\"my \">ဓမ္မကျမ်းရှင်အချို့သည် သင်တို့ကို လမ်းမှားသို့ရောက်အောင် လုပ်ဆောင်လိုကြသည်။ သို့သော် ၎င်းတို့သည် မိမိတို့ကိုယ်ကိုမှလွဲ၍ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ လမ်းမှားသို့ ရောက်အောင် လုပ်ဆောင်နိုင်မည်မဟုတ်ပေ။ ၎င်းတို့ မသိကြပေ။ <span>(69)</span>\"အို ဓမ္မကျမ်းရှင်တို့! သင်တို့သည် သက်သေခံနေကြပါလျက် အဘယ်ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို မယုံကြည်ကြသနည်း။ <span>(70)</span>\"အို ဓမ္မကျမ်းရှင်တို့! သင်တို့သည် သိရှိကြပါလျက် အဘယ်ကြောင့် သမ္မာတရားကို မုသားနှင့် ရောနှော၍ သမ္မာတရားကို ဖုံးကွယ်ထားကြသနည်း။ <span>(71)</span>ဓမ္မကျမ်းရှင်အချို့ကလည်း ဤသို့ဆိုကြ၏။ \"မွတ်စ်လင်မ်များထံ ချပေးထားသည့်အရာကို နံနက်ပိုင်းတွင် ယုံကြည်ကြကုန်။ ညနေပိုင်းတွင်မူ ယင်းကို ငြင်းပယ်ကြကုန်။ သို့မှသာ ၎င်းတို့သည် (ယုံကြည်မှုမှ) ပြန်လှည့်သွားကြမည်။ <span>(72)</span>သင်တို့၏ ဘာသာတရားကို လိုက်နာသူမှလွဲ၍ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မယုံကြည်ကြကုန်။\" ပြောကြားလော့ <span class=\"gray\">(အို တမန်တော်)</span> - \"ဧကန်စင်စစ် မှန်ကန်သော လမ်းညွှန်မှုသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းညွှန်မှုသာ ဖြစ်၏။\" <span class=\"gray\">(၎င်းတို့က ဤသို့ဆိုကြ၏။)</span> \"သင်တို့ ရရှိခဲ့သည့်အရာကဲ့သို့ မည်သူတစ်ဦးတစ်ယောက်မျှ ရရှိနိုင်သည်ဟု မယုံကြည်ကြနှင့်။ သို့မဟုတ်ပါက ၎င်းတို့သည် သင်တို့၏ အရှင်သခင်ရှေ့မှောက်တွင် သင်တို့နှင့် ငြင်းခုံကြလိမ့်မည်။\" ပြောကြားလော့ - \"ခွင့်လွှတ်မှုအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ လက်တော်၌သာ ရှိ၏။ အရှင်မြတ် အလိုရှိသူအား ပေးသနားတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ဖန်ဆင်းခံများအတွက် လုံလောက်သော အရှင်၊ အရာရာကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်တော်မူ၏။ <span>(73)</span>အရှင်မြတ် အလိုရှိသူအား မိမိ၏ ကရုဏာတော်အတွက် ရွေးချယ်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် ကြီးမားသော ခွင့်လွှတ်မှုပိုင်ရှင် ဖြစ်တော်မူ၏။ <span>(74)</span></p><div lang=\"my\" class=\"my \"><h2>ဂျူးများက မွတ်စ်လင်မ်များအပေါ် ခံစားရသော မနာလိုစိတ်; မွတ်စ်လင်မ်များအပေါ် ၎င်းတို့၏ ဆိုးယုတ်သော ကြံစည်မှုများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ဂျူးတို့သည် သစ္စာရှိသူများကို မနာလိုဖြစ်ပြီး လမ်းမှားသို့ရောက်အောင် လုပ်ဆောင်လိုကြောင်း ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်က ဤအပြုအမူ၏ ပြစ်ဒဏ်သည် ၎င်းတို့မသိဘဲ ၎င်းတို့ထံသို့ ပြန်ကျလာမည်ဟု ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ပြစ်တင်ဝေဖန်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَأَنتُمْ تَشْهَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဓမ္မကျမ်းရှင်တို့! သင်တို့သည် သက်သေခံနေကြပါလျက် အဘယ်ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များကို မယုံကြည်ကြသနည်း။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များသည် မှန်ကန်ပြီး စစ်မှန်ကြောင်း သင်တို့ သေချာစွာ သိကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنتُمْ تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဓမ္မကျမ်းရှင်တို့! သင်တို့သည် သိရှိကြပါလျက် အဘယ်ကြောင့် သမ္မာတရားကို မုသားနှင့် ရောနှော၍ သမ္မာတရားကို ဖုံးကွယ်ထားကြသနည်း။)</span> သင်တို့၏ ကျမ်းများတွင် မုဟမ္မဒ် တမန်တော်မြတ် ﷺ ၏ ဖော်ပြချက်နှင့်ပတ်သက်၍ ရှိသောအရာများကို ဖုံးကွယ်ထားခြင်းဖြင့် သင်တို့ လုပ်ဆောင်နေသည်ကို သိနေကြပါလျက် (ဖုံးကွယ်ထားကြသည်)။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَت طَّائِفَةٌ مِّنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဓမ္မကျမ်းရှင်အချို့ကလည်း ဤသို့ဆိုကြ၏။ \"မွတ်စ်လင်မ်များထံ ချပေးထားသည့်အရာကို နံနက်ပိုင်းတွင် ယုံကြည်ကြကုန်။ ညနေပိုင်းတွင်မူ ယင်းကို ငြင်းပယ်ကြကုန်။)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဘာသာတရားတွင် အားနည်းသော မွတ်စ်လင်မ်များကို လှည့်ဖြားရန် ဓမ္မကျမ်းရှင်တို့၏ ဆိုးယုတ်သော အကြံအစည်တစ်ခုဖြစ်သည်။ ၎င်းတို့က နံနက်ပိုင်းတွင် မွတ်စ်လင်မ်များနှင့်အတူ ဖဂျရ်နမာဇ်ကို ဖတ်ခြင်းဖြင့် ယုံကြည်သူဟန်ဆောင်ရန် ဆုံးဖြတ်ခဲ့ကြသည်။ သို့သော် ညနေပိုင်းရောက်သောအခါ ၎င်းတို့သည် ၎င်းတို့၏ ဘာသာဟောင်းသို့ ပြန်သွားကြမည်။ ထိုအခါ အသိဉာဏ်မဲ့သူတို့က \"အစ္စလာမ်ဘာသာတွင် အားနည်းချက်အချို့ကို ၎င်းတို့ တွေ့ရှိခဲ့သောကြောင့် ၎င်းတို့၏ ဘာသာဟောင်းသို့ ပြန်သွားကြခြင်းဖြစ်သည်\" ဟု ပြောကြမည်။ ထို့ကြောင့် ၎င်းတို့သည် နောက်ထပ် ဤသို့ဆိုကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ ၎င်းတို့သည် ပြန်လှည့်သွားကြမည်။)</span> အိဗ်နု အဘီ နာဂျီဟ်က မူဂျာဟစ်ဒ်သည် ဂျူးများကို ရည်ညွှန်းသော ဤအာယသ်တော်နှင့် ပတ်သက်၍ \"၎င်းတို့သည် တမန်တော်မြတ် ﷺ နှင့်အတူ ဖဂျရ်နမာဇ်ကို ဖတ်ခဲ့ကြပြီး လူများကို လမ်းမှားသို့ရောက်အောင် လုပ်ဆောင်ရန် ညနေပိုင်းတွင် မယုံကြည်ခဲ့ကြပေ။ ဤနည်းဖြင့် လူတို့သည် ၎င်းတို့ ခေတ္တမျှ လိုက်နာခဲ့သော ဘာသာတရားတွင် အားနည်းချက်များကို တွေ့ရှိခဲ့ကြသည်ဟု ထင်ကြမည်\" ဟု မှတ်ချက်ပြုခဲ့သည်ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُؤْمِنُوا إِلَّا لِمَن تَبِعَ دِينَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့၏ ဘာသာတရားကို လိုက်နာသူမှလွဲ၍ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မယုံကြည်ကြကုန်။\")</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က သင်တို့၏ လျှို့ဝှက်အသိပညာများကို သင်တို့၏ ဘာသာတရားကို လိုက်နာသူများမှလွဲ၍ မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မယုံကြည်ကြနှင့်ဟု ဆိုခဲ့သည်။ ထို့ကြောင့် ၎င်းတို့က မွတ်စ်လင်မ်များ ယုံကြည်လာခြင်းမှ တားဆီးရန် သင်တို့၏ အသိပညာကို မွတ်စ်လင်မ်များအား မဖော်ထုတ်ကြနှင့်။ ထို့ကြောင့် ၎င်းတို့က သင်တို့အပေါ် သက်သေအဖြစ် အသုံးပြုကြမည်။ အလ္လာဟ်အရှင်မြတ်က တုံ့ပြန်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قُلْ إِنَّ الْهُدَىٰ هُدَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့ <span class=\"gray\">(အို တမန်တော်)</span> - \"ဧကန်စင်စစ် မှန်ကန်သော လမ်းညွှန်မှုသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းညွှန်မှုသာ ဖြစ်၏။\")</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ကျွန်တော်မျိုးနှင့် ရစူလ်တမန်တော် မုဟမ္မဒ် ﷺ ထံ ချပေးထားသော ထင်ရှားသော အာယသ်တော်များ၊ ရှင်းလင်းသော သက်သေများနှင့် မငြင်းနိုင်သော သက်သေအထောက်အထားများမှတစ်ဆင့် သစ္စာရှိသူတို့၏ စိတ်နှလုံးများကို ပြည့်စုံသော ယုံကြည်မှုသို့ လမ်းညွှန်တော်မူ၏။ အို ဂျူးတို့၊ သင်တို့သည် မုဟမ္မဒ် တမန်တော်မြတ်၏ ဖော်ပြချက်ကို ဖုံးကွယ်ထားသော်လည်း ဤအရာ ဖြစ်ပျက်နေသည်။ သင်တို့၏ ကျမ်းများတွင် ရှေးယခင် တမန်တော်များထံမှ သင်တို့ ရရှိခဲ့သော စာမတတ်သည့် တမန်တော်ကို သင်တို့ တွေ့ရှိကြသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَن يُؤْتَىٰ أَحَدٌ مِّثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِندَ رَبِّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(၎င်းတို့က ဤသို့ဆိုကြ၏။)</span> \"သင်တို့ ရရှိခဲ့သည့်အရာကဲ့သို့ မည်သူတစ်ဦးတစ်ယောက်မျှ ရရှိနိုင်သည်ဟု မယုံကြည်ကြနှင့်။ သို့မဟုတ်ပါက ၎င်းတို့သည် သင်တို့၏ အရှင်သခင်ရှေ့မှောက်တွင် သင်တို့နှင့် ငြင်းခုံကြလိမ့်မည်။\")</span></p><p lang=\"my\" class=\"my \">၎င်းတို့က \"သင်တို့တွင် ရှိသော အသိပညာကို မွတ်စ်လင်မ်များအား မဖော်ထုတ်ကြနှင့်၊ ၎င်းတို့ သင်ယူပြီး သင်တို့နှင့် တန်းတူဖြစ်လာခြင်းကို ကာကွယ်ရန်\" ဟု ဆိုကြသည်။ ၎င်းတို့သည် ယင်းကို ယုံကြည်ကြမည်ဖြစ်သောကြောင့် သို့မဟုတ် သင်တို့၏ အရှင်သခင်ထံတွင် သင်တို့အပေါ် သက်သေအဖြစ် အသုံးပြုကြမည်ဖြစ်သောကြောင့် ပို၍ ကောင်းမွန်ကြလိမ့်မည်။ ထို့ကြောင့် ဤဘဝနှင့် နောင်ဘဝတွင် သင်တို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏ သက်သေကို တည်ထောင်ကြလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောကြားလော့ - \"ခွင့်လွှတ်မှုအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ လက်တော်၌သာ ရှိ၏။ အရှင်မြတ် အလိုရှိသူအား ပေးသနားတော်မူ၏။)</span> ဆိုလိုသည်မှာ အရေးကိစ္စအားလုံးသည် အရှင်မြတ်၏ ထိန်းချုပ်မှုအောက်တွင် ရှိပြီး အရှင်မြတ်က ပေးကမ်းတော်မူကာ ပြန်လည်ယူတော်မူ၏။ ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိမိ အလိုရှိသူအား ယုံကြည်ခြင်း၊ အသိပညာနှင့် ခိုင်မာသော နားလည်မှုကို ပေးသနားတော်မူ၏။ အရှင်မြတ်သည် မိမိ အလိုရှိသူအား မျက်စိ၊ စိတ်ကို ကွယ်စေခြင်း၊ နှလုံး၊ နားကို ဖုံးအုပ်ခြင်းနှင့် မျက်စိကို မှိတ်ပစ်ခြင်းဖြင့် လမ်းမှားသို့ရောက်အောင် ပြုတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် ပြည့်စုံသော ဉာဏ်ပညာနှင့် မငြင်းနိုင်သော သက်သေများ ပိုင်ဆိုင်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ وَاسِعٌ عَلِيمٌ - يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ဖန်ဆင်းခံများအတွက် လုံလောက်သော အရှင်၊ အရာရာကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်တော်မူ၏။\" အရှင်မြတ် အလိုရှိသူအား မိမိ၏ ကရုဏာတော်အတွက် ရွေးချယ်တော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် ကြီးမားသော ခွင့်လွှတ်မှုပိုင်ရှင် ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အို ယုံကြည်သူတို့၊ အရှင်မြတ်သည် သင်တို့အား ကြီးမားသော ဂုဏ်ကျေးဇူးကို ပေးသနားတော်မူခဲ့သည်။ ယင်းမှာ အရှင်မြတ်သည် သင်တို့၏ တမန်တော် မုဟမ္မဒ် ﷺ ကို အခြားတမန်တော်အားလုံးထက် ဂုဏ်ပြုတော်မူခဲ့ပြီး သင်တို့အား အကောင်းဆုံးသော ရှရီအာဟ်သို့ လမ်းညွှန်တော်မူခြင်းဖြင့် ဖြစ်သည်။</p>"
  }
]