[
  {
    "ayah_key": "47:16",
    "group_ayah_key": "47:16",
    "from_ayah": "47:16",
    "to_ayah": "47:19",
    "ayah_keys": "47:16,47:17,47:18,47:19",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အနက်မှ သင်၏စကားကို နားထောင်သူများ ရှိ၏။ ထို့နောက် ၎င်းတို့သည် သင်၏ထံမှ ထွက်ခွာသွားသောအခါ အသိပညာရရှိပြီးသူများအား \"သူခုနက ဘာပြောသွားတာလဲ\" ဟု ပြောကြသည်။ ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏နှလုံးသားများကို ပိတ်ဆို့ထားသည့်လူများ ဖြစ်ကြပြီး ၎င်းတို့သည် ၎င်းတို့၏ စိတ်ဆန္ဒများကို လိုက်နာခဲ့ကြသောကြောင့်တည်း။ <span>(၁၆)</span>မှန်ကန်သော လမ်းညွှန်မှုကို လက်ခံသူများအတွက်မူ၊ အရှင်မြတ်သည် ၎င်းတို့အား လမ်းညွှန်မှုတွင် တိုးမြှင့်ပေးပြီး ၎င်းတို့၏ တပ်ကွာကို ပေးသနားတော်မူ၏။ <span>(၁၇)</span>ထိုအခါ ၎င်းတို့သည် ကမ္ဘာပျက်ချိန်သည် ၎င်းတို့ထံ ရုတ်တရက် ရောက်ရှိလာခြင်းမှလွဲ၍ အခြားအဘယ်အရာကို စောင့်ဆိုင်းနေကြသနည်း။ သို့သော် ၎င်း၏နိမိတ်လက္ခဏာများသည် <span class=\"gray\">(အချို့)</span> ရောက်ရှိနှင့်ပြီး ဖြစ်၏။ ၎င်း <span class=\"gray\">(အမှန်တကယ်)</span> ရောက်ရှိလာသောအခါ ၎င်းတို့၏ သတိပေးချက်ဖြင့် အဘယ်သို့ အကျိုးခံစားနိုင်မည်နည်း။ <span>(၁၈)</span>သို့ဖြစ်၍ လာအိလာဟ အီလ္လလ္လာဟ် (La ilaha illallah) ကို သိရှိလော့။ သင်၏အပြစ်အတွက် ခွင့်လွှတ်မှု တောင်းခံလော့။ ယုံကြည်သူ အမျိုးသားများနှင့် အမျိုးသမီးများ၏ <span class=\"gray\">(အပြစ်)</span> အတွက်လည်း တောင်းခံလော့။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ သွားလာလှုပ်ရှားမှုနှင့် သင်တို့၏ အနားယူရာနေရာကို ကောင်းစွာသိရှိတော်မူ၏။ <span>(၁၉)</span></p><p lang=\"my\" class=\"my \">ဟန်ဆောင်သူတို့၏ အခြေအနေဖော်ပြချက်နှင့် တောင်ဟီးဒ် (Tawhid) ကို ထိန်းသိမ်းရန်နှင့် ခွင့်လွှတ်မှုတောင်းခံရန် အမိန့်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဟန်ဆောင်သူတို့၏ တုံးအမှုနှင့် နားလည်မှု ကန့်သတ်ချက်ကို ဖော်ပြတော်မူ၏။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ရှေ့တွင် ထိုင်လေ့ရှိကြပြီး ၎င်း၏ စကားများကို ဘာမှမနားလည်ဘဲ နားထောင်လေ့ရှိကြသည်။ ထို့နောက် ၎င်းတို့သည် ၎င်း၏ရှေ့မှ ထွက်ခွာသွားသောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အသိပညာရရှိပြီးသူများအား ပြောကြသည်)</span> သောဝ်ဟာဘာများထံမှ</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَاذَا قَالَ آنِفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သူခုနက ဘာပြောသွားတာလဲ။\")</span> ဆိုလိုသည်မှာ ယခုအချိန်တွင် ဖြစ်သည်။ ၎င်းတို့သည် သူပြောသည်ကို နားမလည်ခဲ့ကြသလို ဂရုလည်းမစိုက်ခဲ့ကြပါ။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏နှလုံးသားများကို ပိတ်ဆို့ထားသည့်လူများ ဖြစ်ကြပြီး ၎င်းတို့သည် ၎င်းတို့၏ စိတ်ဆန္ဒများကို လိုက်နာခဲ့ကြသောကြောင့်တည်း။)</span> ဆိုလိုသည်မှာ ၎င်းတို့တွင် မှန်ကန်သော နားလည်မှုလည်းမရှိ၊ မှန်ကန်သော ရည်ရွယ်ချက်များလည်းမရှိခဲ့ပါ။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှန်ကန်သော လမ်းညွှန်မှုကို လက်ခံသူများအတွက်မူ၊ အရှင်မြတ်သည် ၎င်းတို့အား လမ်းညွှန်မှုတွင် တိုးမြှင့်ပေး၏။)</span> ဆိုလိုသည်မှာ လမ်းညွှန်မှုကို ရှာဖွေသူများအတွက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား လွယ်ကူစေတော်မူ၏။ ၎င်းတို့ကို လမ်းညွှန်ပြသပြီး၊ ၎င်းလမ်းညွှန်မှုအပေါ် ခိုင်မြဲစေပြီး၊ ပိုမိုပေးသနားတော်မူ၏။</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَآتَاهُمْ تَقْوَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ တပ်ကွာကို ပေးသနားတော်မူ၏။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ဖြောင့်မတ်သော လမ်းညွှန်မှုကို အရှင်မြတ်သည် လှုံ့ဆော်ပေးတော်မူ၏။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً ۖ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ ၎င်းတို့သည် ကမ္ဘာပျက်ချိန်သည် ၎င်းတို့ထံ ရုတ်တရက် ရောက်ရှိလာခြင်းမှလွဲ၍ အခြားအဘယ်အရာကို စောင့်ဆိုင်းနေကြသနည်း။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ မသိနားမလည်မီ ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَقَدْ جَاءَ أَشْرَاطُهَا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်း၏နိမိတ်လက္ခဏာများသည် <span class=\"gray\">(အချို့)</span> ရောက်ရှိနှင့်ပြီး ဖြစ်၏။)</span> ဆိုလိုသည်မှာ ၎င်းရောက်ရှိလာမည့် လက္ခဏာများ ဖြစ်သည်။ ဤသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا نَذِيرٌ مِنَ النُّذُرِ الْأُولَىٰ - أَزِفَتِ الْآزِفَةُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသည် ရှေးခေတ်သတိပေးသူများထဲမှ သတိပေးသူတစ်ဦး ဖြစ်သည်။ နီးကပ်လာသောနေ့သည် နီးကပ်လာပြီ။)</span><span class=\"gray\">(၅၃:၅၆-၅၇)</span> နှင့် ၎င်း၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာပျက်ချိန် နီးကပ်လာပြီ၊ လလည်း ကွဲအက်ပြီ။)</span><span class=\"gray\">(၅၄:၁)</span> နှင့် ၎င်း၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَىٰ أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်၏ အမိန့်တော် လာတော့မည်။ ထို့ကြောင့် ၎င်းကို အလျင်စလို မပြုကြနှင့်။)</span><span class=\"gray\">(၁၆:၁)</span> နှင့် ၎င်း၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတို့အတွက် ၎င်းတို့၏ တရားစီရင်ရာနေ့ နီးကပ်လာပြီဖြစ်သော်လည်း ၎င်းတို့သည် မေ့လျော့မှုဖြင့် လျစ်လျူရှုနေကြသည်။)</span><span class=\"gray\">(၂၁:၁)</span></p><p lang=\"my\" class=\"my \">သို့ဖြစ်၍ တမန်တော်၏ ရောက်ရှိလာခြင်းသည် ကမ္ဘာပျက်ချိန်၏ နိမိတ်လက္ခဏာများထဲမှ တစ်ခုဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် တမန်တော်များ၏ နောက်ဆုံးဖြစ်သောကြောင့်တည်း။ ၎င်းနှင့်အတူ အလ္လာဟ်အရှင်မြတ်သည် ဘာသာတရားကို ပြီးပြည့်စုံစေခဲ့ပြီး ယခင်တမန်တော်တစ်ဦးကမှ မပြုခဲ့ဖူးသော နည်းလမ်းဖြင့် လူအားလုံးအပေါ် သက်သေပြချက်ကို ထူထောင်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် ကမ္ဘာပျက်ချိန်၏ နိမိတ်လက္ခဏာများနှင့် လက္ခဏာများကို အခြားနေရာများတွင် ကျွန်ုပ်တို့ ဆွေးနွေးခဲ့သည့်အတိုင်း အရှင်းလင်းဆုံး ဖော်ပြခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ်-ဘူခါရီသည် စဟ်လ် ဘင် စအ်ဒ် မှတ်တမ်းတင်ထားသည်မှာ၊ အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ ၎င်း၏ လက်ညှိုးနှင့် လက်ခလယ်များကို ထပ်ထားပြီး မိန့်တော်မူသည်ကို မြင်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ أَنَا وَالسَّاعَةُ كَهَاتَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အား ဤလက်နှစ်ချောင်း <span class=\"gray\">(လက်ချောင်းများ)</span> ကဲ့သို့ ကမ္ဘာပျက်ချိန် မတိုင်မီ စေလွှတ်ခဲ့သည်။)</span> အလ္လာဟ်အရှင်မြတ် ဆက်လက် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنَّىٰ لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်း <span class=\"gray\">(အမှန်တကယ်)</span> ရောက်ရှိလာသောအခါ ၎င်းတို့၏ သတိပေးချက်ဖြင့် အဘယ်သို့ အကျိုးခံစားနိုင်မည်နည်း)</span> ဆိုလိုသည်မှာ ကမ္ဘာပျက်ချိန် ရောက်ရှိလာသောအခါ မယုံကြည်သူများသည် မှတ်မိခြင်းဖြင့် အဘယ်အကျိုးကို ရရှိမည်နည်း။ ဤသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسَانُ وَأَنَّىٰ لَهُ الذِّكْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် လူသားသည် မှတ်မိလိမ့်မည်၊ သို့သော် ထိုအမှတ်ရခြင်းက ၎င်းအား ထိုအခါ အဘယ်အကျိုးပြုမည်နည်း။)</span><span class=\"gray\">(၈၉:၂၃)</span> နှင့် ၎င်း၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا آمَنَّا بِهِ وَأَنَّىٰ لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(နောင်တမလွန်ဘဝတွင်)</span> ပြောကြလိမ့်မည်- \"ယခု ကျွန်ုပ်တို့ ၎င်းကို ယုံကြည်ပြီ!\" သို့သော် ထိုမျှဝေးကွာသော နေရာမှ ၎င်းတို့သည် မည်သို့ ယုံကြည်မှုကို တောင်းဆိုနိုင်မည်နည်း။)</span><span class=\"gray\">(၃၄:၅၂)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْلَمْ أَنَّهُ لَا إِلَٰهَ إِلَّا اللَّهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ လာအိလာဟ အီလ္လလ္လာဟ် (La ilaha illallah) ကို သိရှိလော့။)</span> ဤသည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားမည်သည့် မှန်ကန်သော ဘုရားသခင်မျှ မရှိကြောင်း ကြေညာခြင်းဖြစ်သည်။ ၎င်းသည် လူတို့အား သိရှိရန် အမိန့်ပေးရန် လွယ်ကူသော အရာမဟုတ်ပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို ဤသို့ ဆက်စပ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အပြစ်အတွက်နှင့် ယုံကြည်သူ အမျိုးသားများနှင့် အမျိုးသမီးများအတွက် ခွင့်လွှတ်မှု တောင်းခံလော့။)</span> စဟီးဟ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် ဤသို့ မိန့်တော်မူလေ့ရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ اغْفِرْ لِي خَطِيئَتِي وَجَهْلِي وَإِسْرَافِي فِي أَمْرِي وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، اللّٰهُمَّ اغْفِرْ لِي هَزْلِي وَجِدِّي، وَخَطَئِي وَعَمْدِي، وَكُلُّ ذٰلِكَ عِنْدِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ အကျွန်ုပ်၏အပြစ်၊ အကျွန်ုပ်၏ မသိနားမလည်မှု၊ အကျွန်ုပ်၏ ကိစ္စများတွင် လွန်ကဲမှု၊ နှင့် အရှင်မြတ်က အကျွန်ုပ်ထက် ပိုသိသော အကျွန်ုပ်၏ <span class=\"gray\">(အပြစ်များ)</span> အားလုံးကို ခွင့်လွှတ်တော်မူပါ။ အို အလ္လာဟ်အရှင်မြတ်၊ အကျွန်ုပ်၏ နောက်ပြောင်မှု၊ အကျွန်ုပ်၏ တည်ကြည်မှု၊ အကျွန်ုပ်၏ မရည်ရွယ်ဘဲ မှားယွင်းမှု၊ နှင့် အကျွန်ုပ်၏ တမင် <span class=\"gray\">(အမှားများ)</span> အားလုံးကို ခွင့်လွှတ်တော်မူပါ - ထိုအရာများ အားလုံးကို အကျွန်ုပ် ပြုခဲ့ပါသည်။)</span> စဟီးဟ်ကျမ်းတွင်လည်း ဖော်ပြထားသည်မှာ ၎င်း ﷺ သည် ဆွလားတ် (ဆုတောင်းခြင်း) အဆုံးတွင် ဤသို့ မိန့်တော်မူလေ့ရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، أَنْتَ إِلهِٰي لَا إِلٰهَ إِلَّا أَنْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်အရှင်မြတ်၊ အကျွန်ုပ် ယခင်က ပြုခဲ့သော၊ နောင်တွင် ကျူးလွန်နိုင်သော၊ လျှို့ဝှက်စွာ ကျူးလွန်ခဲ့သော၊ ပွင့်လင်းစွာ ကျူးလွန်ခဲ့သော၊ လွန်ကဲစွာ ပြုခဲ့သော၊ နှင့် အရှင်မြတ်က အကျွန်ုပ်ထက် ပိုသိသော အပြစ်များ အားလုံးကို အကျွန်ုပ်အား ခွင့်လွှတ်တော်မူပါ။ အရှင်မြတ်သည် အကျွန်ုပ်၏ ဘုရားသခင် ဖြစ်သည်။ အရှင်မြတ်မှတစ်ပါး <span class=\"gray\">(စစ်မှန်သော)</span> ဘုရားသခင် မရှိပါ။)</span></p><p lang=\"my\" class=\"my \">စဟီးဟ်ကျမ်းတွင်လည်း မှတ်တမ်းတင်ထားသည်မှာ ၎င်း ﷺ သည် ဤသို့ မိန့်တော်မူလေ့ရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَاأَيُّهَا النَّاسُ تُوبُوا إِلَىٰ رَبِّكُمْ، فَإِنِّي أَسْتَغْفِرُ اللهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို လူတို့၊ သင်တို့၏ အရှင်သခင်ထံ ပြန်လှည့်ကြလော့! အမှန်စင်စစ်၊ အကျွန်ုပ်သည် နေ့စဉ် အကြိမ်ခုနစ်ဆယ်ထက် ပို၍ အလ္လာဟ်အရှင်မြတ်ထံ ခွင့်လွှတ်မှု တောင်းခံပြီး ၎င်းထံ ပြန်လှည့်ပါသည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ သွားလာလှုပ်ရှားမှုနှင့် သင်တို့၏ အနားယူရာနေရာကို ကောင်းစွာသိရှိတော်မူ၏။)</span> ဆိုလိုသည်မှာ ၎င်းသည် နေ့ခင်းဘက်တွင် သင်တို့ မည်သို့ပြုမူသည်၊ ညဘက်တွင် မည်သည့်နေရာတွင် အခြေချသည်ကို သိရှိသည်။ ဤသည် ၎င်း၏ မိန့်တော်မူချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ညဘက်တွင် သင်တို့၏ ဝိညာဉ်များကို သိမ်းယူသူသည် ၎င်းဖြစ်သည်။ နေ့ခင်းဘက်တွင် သင်တို့ပြုလုပ်သမျှကို ၎င်းသိရှိသည်။)</span><span class=\"gray\">(၆:၆၀)</span> နှင့် ၎င်းက မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُبِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကမ္ဘာမြေပေါ်ရှိ လှုပ်ရှားနေသော သတ္တဝါတိုင်းအတွက် ၎င်း၏ အသက်မွေးဝမ်းကျောင်းသည် အလ္လာဟ်အရှင်မြတ်အပေါ်တွင် ရှိသည်။ ၎င်းသည် ၎င်း၏ နေထိုင်ရာနေရာနှင့် ၎င်း၏ အပ်နှံရာ <span class=\"gray\">(မမွေးခင်နှင့် သေပြီးနောက်)</span> ကို သိရှိသည်။ အရာအားလုံးသည် ရှင်းလင်းသော မှတ်တမ်းစာအုပ်တွင် ရှိသည်။)</span><span class=\"gray\">(၁၁:၆)</span></p>"
  }
]