[
  {
    "ayah_key": "86:1",
    "group_ayah_key": "86:1",
    "from_ayah": "86:1",
    "to_ayah": "86:10",
    "ayah_keys": "86:1,86:2,86:3,86:4,86:5,86:6,86:7,86:8,86:9,86:10",
    "text": "<p lang=\"it\" class=\"it \">The Virtues of Surat At-Tariq</p><p lang=\"gd\" class=\"gd \">An-Nasa'i recorded that Jabir said, \"Mu'adh lead the Maghrib prayer and he recited Al-Baqarah and An-Nisa'. So the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتَّانٌ أَنْتَ يَا مُعَاذُ، مَا كَانَ يَكْفِيكَ أَنْ تَقْرَأَ بِالسَّمَاءِ وَالطَّارِقِ وَالشَّمْسِ وَضُحَاهَا وَنَحْوِهَا؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို မူအာဓ်၊ သင်သည် လူအများကို စမ်းသပ်နေပါသလား။ အစ်-စမာအီ ဝါတ်-တာရိက်၊ အက်ရှ်-ရှမ်စီ ဝါ ဒူဟာဟာ နှင့် ၎င်းတို့ကဲ့သို့ အရာများကို ရွတ်ဖတ်ခြင်းသည် သင့်အတွက် မလုံလောက်ခဲ့ဘူးလား။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အကြင်နာတော်အထူးရှိတော်မူသော အရှင်မြတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَاءِ وَالطَّارِقِ - وَمَا أَدْرَاكَ مَا الطَّارِقُ - النَّجْمُ الثَّاقِبُ - إِن كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌ - فَلْيَنظُرِ الْإِنسَانُ مِمَّ خُلِقَ - خُلِقَ مِن مَّاءٍ دَافِقٍ - يَخْرُجُ مِن بَيْنِ الصُّلْبِ وَالتَّرَائِبِ - إِنَّهُ عَلَىٰ رَجْعِهِ لَقَادِرٌ - يَوْمَ تُبْلَى السَّرَائِرُ - فَمَا لَهُ مِن قُوَّةٍ وَلَا نَاصِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ကောင်းကင်ဘုံ နှင့် အတ်-တာရိက် (နံနက်ကြယ်) ကို ကျမ်းသစ္စာပြုတော်မူ၏။)</span><span class=\"gray\">(၂။ အတ်-တာရိက်ဟူသည် အဘယ်အရာဖြစ်သည်ကို သင် မည်သို့သိမည်နည်း။)</span><span class=\"gray\">(၃။ ထိုးဖောက်တောက်ပသော ကြယ် ဖြစ်၏။)</span><span class=\"gray\">(၄။ မည်သည့်လူသားမျှ မိမိအပေါ် စောင့်ရှောက်သူမရှိဘဲ မနေရ။)</span><span class=\"gray\">(၅။ သို့ဖြစ်၍ လူသားသည် မိမိအား အဘယ်အရာမှ ဖန်ဆင်းထားသည်ကို ရှုစားစေသတည်း။)</span><span class=\"gray\">(၆။ သူသည် ပန်းထွက်သော ရေမှ ဖန်ဆင်းခံရ၏။)</span><span class=\"gray\">(၇။ ကျောရိုးနှင့် နံရိုးများအကြားမှ ထွက်လာ၏။)</span><span class=\"gray\">(၈။ အမှန်စင်စစ် သူသည် ထိုသူအား ပြန်လည်စေရန် စွမ်းဆောင်နိုင်တော်မူ၏။)</span><span class=\"gray\">(၉။ လျှို့ဝှက်ချက်အလုံးစုံ စစ်ဆေးခံရမည့်နေ့။)</span><span class=\"gray\">(၁၀။ ထိုအခါ သူ၌ မည်သည့်စွမ်းအားမျှ မရှိ၊ မည်သည့်အကူအညီပေးသူမျှလည်း မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ စနစ်တကျစီစဉ်ထားသော စနစ်ဖြင့် ဝန်းရံထားသော လူသားမျိုးနွယ်၏ တည်ရှိမှုကို ကျမ်းသစ္စာပြုခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်ဘုံနှင့် ၎င်းတွင် ထားရှိသော တောက်ပသည့်ကြယ်များကို ကျမ်းသစ္စာပြုတော်မူသည်။ ထို့ကြောင့် အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَاءِ وَالطَّارِقِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်ဘုံနှင့် အတ်-တာရိက် (နံနက်ကြယ်) ကို ကျမ်းသစ္စာပြုတော်မူ၏။)</span> ထို့နောက် အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا أَدْرَاكَ مَا الطَّارِقُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အတ်-တာရိက်ဟူသည် အဘယ်အရာဖြစ်သည်ကို သင် မည်သို့သိမည်နည်း။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အရှင်မြတ်၏ မိန့်တော်မူချက်ဖြင့် ရှင်းပြတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">النَّجْمُ الثَّاقِبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုးဖောက်တောက်ပသောကြယ်။)</span> ကတာဒါးနှင့် အခြားသူများက \"ကြယ်ကို တာရိက်ဟု ခေါ်ခြင်းမှာ ညဘက်တွင်သာ မြင်ရပြီး နေ့ဘက်တွင် ပုန်းကွယ်နေသောကြောင့်ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ ၎င်း၏အမြင်ကို စစ်မှန်သော ဟဒီးဆ်တော်တွင် ဖော်ပြထားသည့်အတိုင်း ထောက်ခံထားပြီး ယင်းဟဒီးဆ်တော်က လူတစ်ဦးသည် မိမိမိသားစုထံ တာရုက်အဖြစ် လာရောက်ခြင်းကို တားမြစ်ထားသည်။ ဆိုလိုသည်မှာ ၎င်းတို့ထံ ညဘက်တွင် မမျှော်လင့်ဘဲ ရောက်ရှိလာခြင်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الثَّاقِبُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အတ်-သကစ်ဗ်။)</span> အိဗ်နုအဗ္ဗားစ်က “တောက်ပသောအရာ” ဟု ပြောကြားခဲ့သည်။ အိက်ရိမာဟ်က “၎င်းသည် တောက်ပပြီး ရှိုင်သွာန်ကို မီးရှို့သည်” ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်လူသားမျှ မိမိအပေါ် စောင့်ရှောက်သူမရှိဘဲ မနေရ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ၊ အသက်ဝိညာဉ်တိုင်း၌ အလ္လာဟ်အရှင်မြတ်ထံမှ ဘေးအန္တရာယ်များမှ ကာကွယ်ပေးသော အုပ်ထိန်းသူတစ်ဦး ရှိသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်နှင့်အညီ ဖြစ်၏။</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَهُ مُعَقِّبَاتٌ مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သူ၏ရှေ့မှောက်နှင့် နောက်မှ ဖရစ်ရှ်တာများ အစဉ်တစိုက်ရှိကုန်သည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြင့် ထိုသူအား စောင့်ရှောက်ကြကုန်၏။)</span><span class=\"gray\">(၁၃:၁၁)</span></p><p lang=\"my\" class=\"my \">လူသားအား မည်သို့ဖန်ဆင်းခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်က ထိုလူသားကို မိမိထံသို့ ပြန်လည်ရောက်ရှိစေနိုင်သည့် စွမ်းအား၏ သက်သေပင်ဖြစ်သည်။</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَلْيَنظُرِ الْإِنسَانُ مِمَّ خُلِقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ လူသားသည် မိမိအား အဘယ်အရာမှ ဖန်ဆင်းထားသည်ကို ရှုစားစေသတည်း။)</span> ဤသည်မှာ လူသားအား ဖန်ဆင်းခံရသည့် မူရင်းအစ၏ အားနည်းချက်ကို သတိပေးခြင်းဖြစ်သည်။ ၎င်း၏ရည်ရွယ်ချက်မှာ လူသားအား နောင်တမလွန်ဘဝ၏ <span class=\"gray\">(အမှန်တရားကို)</span> လက်ခံရန် လမ်းညွှန်ရန်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ဖန်ဆင်းခြင်းကို စတင်နိုင်သူသည် ယင်းကို ထိုနည်းအတိုင်း ပြန်လည်ပြုလုပ်နိုင်သောကြောင့်ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်နှင့်အညီ ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖန်ဆင်းခြင်းကို စတင်ဖန်ဆင်းတော်မူ၍၊ ထို့နောက် အရှင်မြတ်က ပြန်လည်ဖန်ဆင်းတော်မူမည့်သူသည် ထိုသူသာဖြစ်သည်။ ထိုအမှုသည် အရှင်မြတ်အဖို့ ပိုမိုလွယ်ကူလှ၏။)</span><span class=\"gray\">(၃၀:၂၇)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُلِقَ مِن مَّاءٍ دَافِقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ပန်းထွက်သော ရေမှ ဖန်ဆင်းခံရ၏။)</span> ဆိုလိုသည်မှာ အမျိုးသားနှင့် အမျိုးသမီးတို့ထံမှ ပန်းထွက်လာသော သုက်ရည်ဖြစ်သည်။ ထို့ကြောင့် ကလေးငယ်သည် ၎င်းတို့နှစ်ဦးစလုံးမှ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်ပြုချက်ဖြင့် ဖြစ်ပေါ်လာသည်။ ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْرُجُ مِن بَيْنِ الصُّلْبِ وَالتَّرَائِبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျောရိုးနှင့် နံရိုးများအကြားမှ ထွက်လာ၏။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အမျိုးသား၏ ကျောရိုး <span class=\"gray\">(သို့မဟုတ် ခါး)</span> နှင့် အမျိုးသမီး၏ နံရိုးများ၊ ဆိုလိုသည်မှာ သူမ၏ ရင်ဘတ်ဖြစ်သည်။ ရှဘစ်ဘ် အိဗ်နု ဗစ်ရှ်ရ်သည် အိက်ရိမာဟ်ထံမှ သတင်းပို့ခဲ့ပြီး ၎င်းက အိဗ်နုအဗ္ဗားစ်ထံမှ ပြန်လည်ပြောကြားသည်မှာ၊ သူက ပြောခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْرُجُ مِن بَيْنِ الصُّلْبِ وَالتَّرَائِبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျောရိုးနှင့် နံရိုးများအကြားမှ ထွက်လာ၏။)</span></p><p lang=\"my\" class=\"my \">\"အမျိုးသား၏ ကျောရိုးနှင့် အမျိုးသမီး၏ နံရိုးများ။ ၎င်း <span class=\"gray\">(အရည်)</span> သည် အဝါရောင်ရှိပြီး နူးညံ့သည်။ ကလေးငယ်သည် ၎င်းတို့နှစ်ဦးစလုံး <span class=\"gray\">(ဆိုလိုသည်မှာ ၎င်းတို့၏ သုက်ရည်များ)</span> မှလွဲ၍ မမွေးဖွားပေ။\" </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ عَلَىٰ رَجْعِهِ لَقَادِرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သူသည် ထိုသူအား ပြန်လည် <span class=\"gray\">(အသက်သွင်း)</span> ရန် စွမ်းဆောင်နိုင်တော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အရှင်မြတ်သည် ပန်းထွက်လာသော အရည်မှ ဖန်ဆင်းခံရသော ဤလူသားကို ပြန်လည်ရောက်ရှိစေရန် စွမ်းဆောင်နိုင်ခြင်းဖြစ်သည်။ အခြားနည်းဖြင့်ဆိုသော် အရှင်မြတ်သည် ၎င်း၏ဖန်ဆင်းခြင်းကို ပြန်လည်ပြုလုပ်ရန်နှင့် နောက်ဆုံးဘဝသို့ ပြန်လည်ရှင်ပြန်ထမြောက်စေရန် စွမ်းဆောင်နိုင်ခြင်းဖြစ်သည်။ ဤသည်မှာ ရှင်းလင်းစွာ ဖြစ်နိုင်သည်၊ အဘယ်ကြောင့်ဆိုသော် ဖန်ဆင်းခြင်းကို စတင်နိုင်သူသည် ယင်းကို သေချာပေါက် ပြန်လည်ပြုလုပ်နိုင်သောကြောင့်ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ဤသက်သေကို ကုရ်အာန်၏ နေရာများစွာတွင် ဖော်ပြထားသည်။</p><p lang=\"my\" class=\"my \">တရားစီရင်မည့်နေ့တွင် လူသား၌ မည်သည့်စွမ်းအားမျှ မရှိ၊ မည်သည့်အကူအညီမျှလည်း မရှိပေ။</p><p lang=\"id\" class=\"id \">In this regard Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُبْلَى السَّرَائِرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လျှို့ဝှက်ချက်အလုံးစုံ စစ်ဆေးခံရမည့်နေ့။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ တရားစီရင်မည့်နေ့တွင် လျှို့ဝှက်ချက်များကို စစ်ဆေးခြင်းခံရမည်။ ဆိုလိုသည်မှာ ၎င်းတို့ကို ဖော်ထုတ်ပြသမည်ဖြစ်ပြီး ပေါ်လွင်ထင်ရှားစေမည်ဖြစ်သည်။ ထို့ကြောင့် လျှို့ဝှက်ချက်ကို ဖော်ထုတ်မည်ဖြစ်ပြီး ဖုံးကွယ်ထားသောအရာများကို လူသိများစေမည်ဖြစ်သည်။ အိဗ်နု အူမာရ်၏ အာဏာပိုင်မှုကို ကိုးကား၍ စဟီးဟ်ကျမ်းနှစ်ခုတွင် အတည်ပြုထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرْفَعُ لِكُلِّ غَادِرٍ لِوَاءٌ عِنْدَ اسْتِهِ يُقَالُ: هٰذِهِ غَدْرَةُ فُلَانِ بْنِ فُلَانٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သစ္စာဖောက်တိုင်း၏ နောက်ကျောတွင် အလံတစ်ခု လွှင့်ထူထားမည်ဖြစ်ပြီး 'ဤသည်မှာ ထိုသူ၏ သစ္စာဖောက်မှုဖြစ်သည်' ဟု ပြောဆိုမည်ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَمَا لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအခါ သူ၌ မည်သည့်အရာမျှ မရှိပေ)</span> ဆိုလိုသည်မှာ တရားစီရင်မည့်နေ့တွင် လူသားဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن قُوَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်စွမ်းအားမျှ မရှိ)</span> ဆိုလိုသည်မှာ မိမိကိုယ်အတွင်း၌ မရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا نَاصِرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အကူအညီပေးသူမျှလည်း မရှိပေ။)</span> ဆိုလိုသည်မှာ မိမိကိုယ်မှလွဲ၍ အခြားသူထံမှ အကူအညီမရှိခြင်းဖြစ်သည်။ ဤဖော်ပြချက်သည် သူသည် အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်မှ မိမိကိုယ်ကို ကယ်တင်နိုင်မည်မဟုတ်၊ အခြားမည်သူမျှလည်း သူ့ကို ကယ်တင်နိုင်မည်မဟုတ်ဟု ဆိုလိုသည်။</p>"
  },
  {
    "ayah_key": "86:11",
    "group_ayah_key": "86:11",
    "from_ayah": "86:11",
    "to_ayah": "86:17",
    "ayah_keys": "86:11,86:12,86:13,86:14,86:15,86:16,86:17",
    "text": "<p lang=\"my\" class=\"my \">မိုးကို အကြိမ်ကြိမ်ရွာသွန်းစေသော ကောင်းကင်ကိုလည်းကောင်း <span>(11)</span>မြေကြီးကိုလည်းကောင်း ခွဲထွက်စေသော <span>(12)</span>စင်စစ် ဤသည်မှာ ပိုင်းခြားသော စကားဖြစ်သည် <span>(13)</span>၎င်းသည် ပျော်ရွှင်စရာအရာ မဟုတ်ပါ <span>(14)</span>စင်စစ် သူတို့သည် ပရိယာယ်ကို ကြံစည်နေကြသည် <span>(15)</span>ငါသည်လည်း အစီအစဉ်တစ်ခုကို စီစဉ်နေသည် <span>(16)</span>သို့ဖြစ်၍ မယုံကြည်သူများအား ဆိုင်းငံ့ခွင့်ပေးပါလေ၊ အနည်းငယ်ကြာအောင် ၎င်းတို့အား ညင်သာစွာ ဆက်ဆံပါလေ <span>(17)</span></p><p lang=\"my\" class=\"my \">ကုရ်အာန်၏ မှန်ကန်မှုကို ကျိန်ဆိုခြင်းနှင့် ၎င်းကို ဆန့်ကျင်သူများ၏ ကျရှုံးခြင်း</p><p lang=\"my\" class=\"my \">အိဘ်နုအဗ္ဗားစ်က \"အလ်-ရဂျ် ဟူသည် မိုးကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့သည်။ ၎င်းထံမှ သူက \"မိုးရေပါဝင်သော မိုးတိမ်များကို ဆိုလိုသည်\" ဟု ပြောကြားခဲ့ကြောင်းလည်း ဖော်ပြထားသည်။ သူကလည်း ပြောကြားခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَاءِ ذَاتِ الرَّجْعِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကို အကြိမ်ကြိမ်ရွာသွန်းစေသော ကောင်းကင် <span class=\"gray\">(မိုးတိမ်များရှိသော)</span> ကိုလည်းကောင်း။)</span></p><p lang=\"my\" class=\"my \">\"ဤသည်မှာ မိုးရွာပြီးနောက် မိုးပြန်ရွာသည် <span class=\"gray\">(နောက်တစ်ကြိမ်)</span> ဟု ဆိုလိုသည်။\" ကတာဒါက ပြောသည်၊ \"၎င်းသည် အစေခံများ <span class=\"gray\">(ဖန်ဆင်းခံများ)</span> ၏ ရိက္ခာကို နှစ်စဉ် ပြန်လည်ပို့ဆောင်ပေးသည်။ ဤအရာမရှိလျှင် သူတို့အားလုံး ပျက်စီးမည်ဖြစ်ပြီး သူတို့၏ တိရစ္ဆာန်များလည်း ပျက်စီးမည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَرْضِ ذَاتِ الصَّدْعِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေကြီးကိုလည်းကောင်း ခွဲထွက်စေသော။)</span> အိဘ်နုအဗ္ဗားစ်က \"အပင်များ ပေါက်ရောက်လာစေရန် ခွဲထွက်ခြင်း\" ဟု ပြောကြားခဲ့သည်။ ဤအရာကို ဆအီးဒ် ဘင် ဂျူဘိုင်ရ်၊ အစ်ကရိမာ၊ အဗူမာလိက်၊ အဒ်ဒဟ်ဟာက်၊ အလ်-ဟစန်၊ ကတာဒါ၊ အစ်-စွတ်ဒီနှင့် အခြားသူများကလည်း ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهُ لَقَوْلٌ فَصْلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် ဤသည်မှာ ပိုင်းခြားသော စကားဖြစ်သည်)</span></p><p lang=\"hmn\" class=\"hmn \">Ibn 'Abbas said <span class=\"gray\">(Fasl is)</span>, \"True.\" Qatadah also said the same. Someone else said, \"A just ruling.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُوَ بِالْهَزْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ပျော်ရွှင်စရာအရာ မဟုတ်ပါ)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းသည် အလေးအနက်ရှိပြီး မှန်ကန်သော အရာဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများက ၎င်းအရှင်ကို ငြင်းပယ်ကြပြီး သူတစ်ပါးကို ၎င်းအရှင်၏ လမ်းမှ တားဆီးနေကြောင်း ပြောကြား၍ အကြောင်းကြားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُمْ يَكِيدُونَ كَيْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စင်စစ် သူတို့သည် ပရိယာယ်ကို ကြံစည်နေကြသည်။)</span> ဆိုလိုသည်မှာ ကုရ်အာန်ကို ဆန့်ကျင်ရန် ဖိတ်ခေါ်ရာတွင် လူများအား ပရိယာယ်ဆင်ခြင်း ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَهِّلِ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ မယုံကြည်သူများအား ဆိုင်းငံ့ခွင့်ပေးပါလေ;)</span> ဆိုလိုသည်မှာ ၎င်းတို့အား စောင့်ဆိုင်းပါလေ၊ ၎င်းတို့နှင့် ပတ်သက်၍ အလျင်စလို မပြုပါနှင့်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَمْهِلْهُمْ رُوَيْدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနည်းငယ်ကြာအောင် ၎င်းတို့အား ညင်သာစွာ ဆက်ဆံပါလေ။)</span> ဆိုလိုသည်မှာ အနည်းငယ်ကြာအောင် ဖြစ်သည်။ ဤသည်မှာ ၎င်းတို့အပေါ် ကျရောက်မည့် ပြစ်ဒဏ်၊ အပြစ်ပေးခြင်းနှင့် ပျက်စီးခြင်းတို့ကို သင် မြင်တွေ့ရလိမ့်မည်ဟု ဆိုလိုသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသကဲ့သို့ပင် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် ၎င်းတို့အား ခဏတာမျှ ပျော်မွေ့စေမည်။ ထို့နောက် အဆုံး၌ ငါတို့သည် ၎င်းတို့အား ကြီးမားသော ပြစ်ဒဏ်ကို <span class=\"gray\">(ခံယူရန်)</span> အတင်းအကြပ် စေခိုင်းမည်။)</span><span class=\"gray\">(၃၁:၂၄)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ တဖ်စီးရ် စူရာ အတ္တားရစ်၏ အဆုံးဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံး ပိုင်ဆိုင်သည်။</p>"
  }
]