[
  {
    "ayah_key": "53:42",
    "group_ayah_key": "53:42",
    "from_ayah": "53:42",
    "to_ayah": "53:55",
    "ayah_keys": "53:42,53:43,53:44,53:45,53:46,53:47,53:48,53:49,53:50,53:51,53:52,53:53,53:54,53:55",
    "text": "<p lang=\"my\" class=\"my \">သင့်အရှင်ဘက်သို့သာ အဆုံးသတ်ရာ ဖြစ်၏။ <span>(၄၂)</span>ရယ်မောစေသူနှင့် ငိုကြွေးစေသူမှာ ကိုယ်တော်ပင် ဖြစ်၏။ <span>(၄၃)</span>သေစေသူနှင့် ရှင်သန်စေသူမှာ ကိုယ်တော်ပင် ဖြစ်၏။ <span>(၄၄)</span>အဖို၊ အမ အတွဲများကို ကိုယ်တော်က ဖန်ဆင်းတော်မူ၏။ <span>(၄၅)</span>ထုတ်လွှတ်လိုက်သော နွတ်ဖာမှ ဖြစ်၏။ <span>(၄၆)</span>ကိုယ်တော်၏တာဝန်မှာ နောက်ထပ်အသက်ပြန်သွင်းခြင်း <span class=\"gray\">(ရှင်ပြန်ထမြောက်ခြင်း)</span><span>(၄၇)</span>ကြွယ်ဝစေသူနှင့် လုံလောက်စေသူမှာ ကိုယ်တော်ပင် ဖြစ်၏။ <span>(၄၈)</span>အရှင်သည် အက်ရ်ှ-ရှစ်အ်ရာ၏ အရှင်ဖြစ်တော်မူ၏။ <span>(၄၉)</span>ရှေးယခင် 'အာဒ်' များကို ဖျက်ဆီးခဲ့သူမှာ ကိုယ်တော်ပင် ဖြစ်၏။ <span>(၅၀)</span>ထာမူးဒ်တို့ကိုလည်း ဖျက်ဆီးခဲ့၏။ ၎င်းတို့ထဲမှ တစ်ဦးတစ်ယောက်ကိုမျှ မချန်ထားခဲ့ပေ။ <span>(၅၁)</span>ရှေးယခင် နူးဟ်၏ လူမျိုးကိုလည်း ဖျက်ဆီးခဲ့၏။ ဧကန်စင်စစ် ၎င်းတို့သည် ပို၍မတရားသူများ၊ ပို၍ပုန်ကန်သူများ၊ ပို၍ကျူးလွန်သူများ ဖြစ်ခဲ့ကြ၏။ <span>(၅၂)</span>ပျက်စီးသွားသော မြို့ကြီးများကိုလည်း ဖျက်ဆီးခဲ့၏။ <span>(၅၃)</span>ထို့ကြောင့် ၎င်းတို့ကို ဖုံးလွှမ်းခဲ့သောအရာသည် ဖုံးလွှမ်းခဲ့၏။ <span>(၅၄)</span>ထို့နောက် သင့်အရှင်၏ ကရုဏာတော်များထဲမှ မည်သည့်အရာကို သင်တို့ သံသယရှိကြမည်နည်း။ <span>(၅၅)</span></p><p lang=\"my\" class=\"my \">အရှင်၏ ဂုဏ်တော်အချို့၊ ကိုယ်တော်သည် လူသားကို ပထမဆုံး ဖန်ဆင်းခဲ့သကဲ့သို့ ပြန်လည်အသက်သွင်းတော်မူခြင်းနှင့် ကိုယ်တော်သည် ကိုယ်တော်၏ကျွန်များနှင့်ပတ်သက်၍ ဆောင်ရွက်တော်မူသောအရာများအနက်မှ အချို့။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ إِلَىٰ رَبِّكَ الْمُنْتَهَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်ဘက်သို့သာ အဆုံးသတ်ရာ ဖြစ်၏။)</span> ဆိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် အရာခပ်သိမ်းတို့ ပြန်လည်ရောက်ရှိခြင်းကို ဆိုလိုသည်။ အိဗ်နု အဘီ ဟာသင်မ်က မှတ်တမ်းတင်ထားသည်မှာ 'အမ်ရ် ဗင်န် မိုင်မူန် အလ်-အော်ဒ်ဒီ' က ပြောကြားသည်- \"တစ်ချိန်က မူအာဇ် ဗင်န် ဂျဘလ်သည် ကျွန်ုပ်တို့အလယ်တွင် မတ်တပ်ရပ်၍ ပြောကြားသည်- 'အို အော်ဒ်၏ သားသမီးတို့! အကျွန်ုပ်သည် သင်တို့ထံသို့ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ၏ သံတမန် ဖြစ်ပါသည်။ ပြန်လည်ရောက်ရှိခြင်းသည် အလ္လာဟ်အရှင်မြတ်ထံသို့ ဖြစ်ကြောင်း သိထားကြပါ။ ဂျန္နတ်(ပရဒိသု) သို့မဟုတ် ဂျဟန္နမ်(ငရဲ) ဖြစ်ပါသည်။'\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရယ်မောစေသူနှင့် ငိုကြွေးစေသူမှာ ကိုယ်တော်ပင် ဖြစ်၏။)</span> ဆိုသည်မှာ ကိုယ်တော်သည် ကိုယ်တော်၏ ဖန်ဆင်းခံများတွင် ရယ်မောခြင်း သို့မဟုတ် ငိုကြွေးခြင်းစွမ်းရည်နှင့် ဤဆန့်ကျင်ဘက် အရာများ၏ အကြောင်းရင်းများကို ဖန်ဆင်းထားကြောင်းကို ဆိုလိုသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သေစေသူနှင့် ရှင်သန်စေသူမှာ ကိုယ်တော်ပင် ဖြစ်၏။)</span> အလားတူ မိန့်ကြားချက်တွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်အရှင်သည် သေခြင်းနှင့် အသက်ကို ဖန်ဆင်းတော်မူခဲ့၏။)</span><span class=\"gray\">(၆၇:၂)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَىٰ - مِنْ نُطْفَةٍ إِذَا تُمْنَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဖို၊ အမ အတွဲများကို ကိုယ်တော်က ဖန်ဆင်းတော်မူ၏။ ထုတ်လွှတ်လိုက်သော နွတ်ဖာမှ ဖြစ်၏။)</span> ကိုယ်တော်က မိန့်တော်မူခဲ့သည်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى - أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَىٰ - ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّىٰ - فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَىٰ - أَلَيْسَ ذَٰلِكَ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားသည် သူသည် လစ်လျူရှုခံရမည်ဟု ထင်မှတ်နေသလော။ သူသည် နွတ်ဖာမဟုတ်ခဲ့သလော။ ထို့နောက် သူသည် အလာကဟ် <span class=\"gray\">(တွယ်ကပ်သောအရာ)</span> ဖြစ်လာ၏။ ထို့နောက် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က)</span> <span class=\"gray\">(သူ့ကို)</span> သင့်လျော်သော အချိုးအစားအတိုင်း ပုံသွင်းဖန်ဆင်းခဲ့၏။ ထို့ပြင် သူ့ထံမှ အဖို၊ အမ နှစ်မျိုးလုံးကို ပြုလုပ်ခဲ့၏။ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည်)</span> အသက်မဲ့သူများအား အသက်ပြန်သွင်းရန် မစွမ်းဆောင်နိုင်တော့သလော။)</span><span class=\"gray\">(၇၅:၃၆-၄၀)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏တာဝန်မှာ နောက်ထပ်အသက်ပြန်သွင်းခြင်း ဖြစ်၏။)</span> ဆိုလိုသည်မှာ ကိုယ်တော်သည် ဖန်ဆင်းခြင်းကို ပထမဆုံး ဖန်ဆင်းခဲ့သကဲ့သို့ပင်၊ စီရင်ဆုံးဖြတ်ရာနေ့အတွက် ပြန်လည်အသက်သွင်းရန်၊ ရှင်ပြန်ထမြောက်ရန် စွမ်းဆောင်နိုင်သည်ဟု ဆိုလိုသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَنَّهُ هُوَ أَغْنَىٰ وَأَقْنَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြွယ်ဝစေသူနှင့် လုံလောက်စေသူမှာ ကိုယ်တော်ပင် ဖြစ်၏။)</span> မိမိ၏ကျွန်များအား စည်းစိမ်ဥစ္စာပေးသနားသူမှာ အလ္လာဟ်အရှင်မြတ် ဖြစ်ပြီး ဤစည်းစိမ်ဥစ္စာသည် ၎င်းတို့နှင့်အတူ တည်ရှိနေသည်။ ဆိုလိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ အကျိုးအတွက် အသုံးပြုနိုင်ကြသည်။ ဤအရာသည် ကိုယ်တော်၏ ကျေးဇူးတော် ပြည့်စုံခြင်းကြောင့် ဖြစ်သည်။ တဖ်စီးရ်ပညာရှင်များ၏ ထုတ်ပြန်ချက်အများစုသည် ဤအဓိပ္ပါယ်ပတ်လည်တွင် လည်ပတ်နေပြီး အဘူ စွာလိဟ်၊ အိဗ်နု ဂျရီရ်နှင့် အခြားသူများ၏ ထုတ်ပြန်ချက်များကဲ့သို့ပင် ဖြစ်သည်။ မူဂျာဟစ်ဒ်က ပြောကြားသည်မှာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَغْنَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အက်ရ်ှနာ)</span> ဆိုလိုသည်မှာ- ကိုယ်တော်သည် ဥစ္စာဓနကို ပေးသနားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْنَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အက်ရ်ှနာ)</span> ဆိုလိုသည်မှာ- ကိုယ်တော်သည် ကျွန်များကို ပေးသနားတော်မူ၏။ ကွာတာဒါဟ်ကလည်း အလားတူ ပြောကြားခဲ့သည်။ အိဗ်နု အဗ္ဗားစ်နှင့် မူဂျာဟစ်ဒ်က ပြောကြားသည်-</p><p class=\"sd qpc-hafs\" lang=\"sd\"> أَغْنَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အက်ရ်ှနာ)</span> ဆိုသည်မှာ- ကိုယ်တော်သည် ပေးသနားတော်မူခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْنَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အက်ရ်ှနာ)</span> ဆိုသည်မှာ- ကိုယ်တော်သည် စိတ်ကျေနပ်မှုကို ပေးသနားတော်မူခဲ့၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ هُوَ رَبُّ الشِّعْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်သည် အက်ရ်ှ-ရှစ်အ်ရာ၏ အရှင်ဖြစ်တော်မူ၏။)</span> အိဗ်နု အဗ္ဗားစ်၊ မူဂျာဟစ်ဒ်၊ ကွာတာဒါဟ်နှင့် အိဗ်နု ဇိုင်ဒ်တို့က အက်ရ်ှ-ရှစ်အ်ရာနှင့်ပတ်သက်၍ ၎င်းသည် တောက်ပသော ကြယ်တစ်လုံးဖြစ်ပြီး မီရ်ဇမ် အလ်-ဂျော်ဇာအ် <span class=\"gray\">(ဆိုင်းရီယပ်စ်)</span> ဟု ခေါ်တွင်ကြောင်း၊ အာရပ်အုပ်စုတစ်စုက ကိုးကွယ်လေ့ရှိကြောင်း ပြောကြားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှေးယခင် 'အာဒ်' များကို ဖျက်ဆီးခဲ့သူမှာ ကိုယ်တော်ပင် ဖြစ်၏။)</span> ဟူဒ်၏ လူမျိုး။ ၎င်းတို့သည် 'အာဒ်'၊ အိရမ်၏သား၊ ဆမ်၏သား၊ နူးဟ်၏သားစဉ်မြေးဆက်များ ဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်အတိုင်း-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ - إِرَمَ ذَاتِ الْعِمَادِ - الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သည် အာဒ်လူမျိုးကို မည်သို့ ပြုမူခဲ့သည်ကို သင်မမြင်ခဲ့သလော။ အီရမ်၏ မြင့်မားသော တိုင်ကြီးများနှင့်တကွ၊ ၎င်းကဲ့သို့သော အရာများကို မည်သည့်ဒေသတွင်မှ ဖန်ဆင်းခဲ့ခြင်း မရှိခဲ့ပါ။)</span><span class=\"gray\">(၈၉:၆-၈)</span> အာဒ်လူမျိုးသည် အင်အားအကြီးဆုံး၊ အကြမ်းတမ်းဆုံး လူမျိုးများထဲမှ တစ်ဦးဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်အား အပြင်းထန်ဆုံး ပုန်ကန်ခဲ့ကြသူများ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို ဖျက်ဆီးတော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ - سَخَّرَهَا عَلَيْهُمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြင်းထန်သော၊ အကြမ်းပတမ်း လေဖြင့်! အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အပေါ် ခုနစ်ညနှင့် ရှစ်ရက် ဆက်တိုက် တိုက်ခတ်စေခဲ့သည်။)</span><span class=\"gray\">(၆၉:၆-၇)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَثَمُودَ فَمَا أَبْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထာမူးဒ်တို့ကိုလည်း ဖျက်ဆီးခဲ့၏။ တစ်ဦးတစ်ယောက်ကိုမျှ မချန်ထားခဲ့ပေ။)</span> ကိုယ်တော်သည် ၎င်းတို့အားလုံးကို ဖျက်ဆီးခဲ့ပြီး တစ်ဦးတစ်ယောက်ကိုမျှ မချန်ထားခဲ့ကြောင်း ကြေညာသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَوْمَ نُوحٍ مِنْ قَبْلُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှေးယခင် နူးဟ်၏ လူမျိုးကိုလည်း ဖျက်ဆီးခဲ့၏။)</span> 'အာဒ်' နှင့် ထာမူးဒ်တို့ မတိုင်မီက၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ၎င်းတို့သည် ပို၍မတရားသူများ၊ ပို၍ပုန်ကန်သူများ၊ ပို၍ကျူးလွန်သူများ ဖြစ်ခဲ့ကြ၏။)</span> ၎င်းတို့နောက်မှ လာခဲ့သူများထက် အလ္လာဟ်အရှင်မြတ်အား မနာခံရာတွင် ပို၍မတရားသူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُؤْتَفِكَةَ أَهْوَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပျက်စီးသွားသော မြို့ကြီးများကိုလည်း ဖျက်ဆီးခဲ့၏။)</span> ဆိုလိုသည်မှာ နဗီတမန်တော် လူးသ်ကို စေလွှတ်ခဲ့သော မြို့များ <span class=\"gray\">(ဆောဒမ်နှင့် ဂိုမိုရ်ရာ)</span> ကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏မြို့များကို ၎င်းတို့အပေါ်သို့ ဇောက်ထိုးလှန်ပစ်ခဲ့ပြီး စစ်ဂျီလ် ကျောက်တုံးများဖြင့် ပစ်ပေါက်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်ဖြစ်သော မည်သည့်အရာက ဖုံးလွှမ်းခဲ့သည်ဖြစ်စေ၊ ဖုံးလွှမ်းခဲ့သည်ဟူသော အရာသည် ကိုယ်တော်က ၎င်းတို့အပေါ်သို့ ပစ်ပေါက်ခဲ့သော စစ်ဂျီလ် ကျောက်တုံးများနှင့် အလားတူ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا ۖ فَسَاءَ مَطَرُ الْمُنْذَرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ် ကျွန်ုပ်တို့သည် <span class=\"gray\">(ပြစ်ဒဏ်၏)</span> မိုးရွာသွန်းစေခဲ့သည်။ သတိပေးခံခဲ့ရသူများ၏ မိုးသည် အဘယ်မျှ ဆိုးရွားလိုက်သနည်း!)</span><span class=\"gray\">(၂၆:၁၇၃)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင့်အရှင်၏ ကရုဏာတော်များထဲမှ မည်သည့်အရာကို သင်သံသယရှိမည်နည်း။)</span> ဆိုလိုသည်မှာ 'အို လူသား၊ သင့်အတွက် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်များထဲမှ မည်သည့်အရာကို သင်သံသယရှိသနည်း' ဟု ကွာတာဒါဟ်၏ အဆိုအရ ဖြစ်သည်။ အိဗ်နု ဂျူရိုင်ဂျ်က အာယတ်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင့်အရှင်၏ ကရုဏာတော်များထဲမှ မည်သည့်အရာကို သင်သံသယရှိမည်နည်း။)</span> ဟူသည့် အာယတ်တော်သည် တမန်တော်မြတ် ﷺ အား \"အို မိုဟမ္မဒ်!\" ဟု မိန့်ကြားခြင်းဖြစ်သည်။ သို့သော် ပထမအဓိပ္ပါယ်ဖွင့်ဆိုချက်က ပို၍ကောင်းမွန်ပြီး အိဗ်နု ဂျရီရ် ပိုနှစ်သက်သော အဓိပ္ပါယ်လည်း ဖြစ်သည်။</p>"
  }
]