[
  {
    "ayah_key": "2:31",
    "group_ayah_key": "2:31",
    "from_ayah": "2:31",
    "to_ayah": "2:33",
    "ayah_keys": "2:31,2:32,2:33",
    "text": "<p lang=\"my\" class=\"my \">၎င်းပြင် အာဒမ်အား အမည်နာမ အားလုံးကို ၎င်းအရှင်သည် သင်ကြားပြသခဲ့သည်။ ထို့နောက်တွင် ကောင်းကင်တမန်များအား ၎င်းတို့ကို ပြသပြီး \"အကယ်၍ သင်တို့သည် မှန်ကန်သူများ ဖြစ်ပါက ဤအရာများ၏ အမည်များကို ငါ့အား ပြောပြကြလော့\" ဟု မိန့်ကြားတော်မူ၏။ <span>(၃၁)</span>သူတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> က \"ကိုယ်တော်သည် အလွန်သန့်စင်တော်မူ၏။ ကိုယ်တော် သင်ကြားပေးခဲ့သည်မှအပ ကျွန်ုပ်တို့၌ မည်သည့်အသိပညာမျှ မရှိပါ။ အမှန်စင်စစ် ကိုယ်တော်သည် အလုံးစုံကိုသိရှိတော်မူသော အနန္တပညာရှင် ဖြစ်တော်မူပါ၏\" ဟု လျှောက်ထားကြ၏။ <span>(၃၂)</span>၎င်းအရှင်က \"အို အာဒမ်၊ သူတို့အား ၎င်းတို့၏အမည်များကို ပြောပြလော့\" ဟု မိန့်ကြားတော်မူ၏။ အာဒမ်က ၎င်းတို့၏အမည်များကို ပြောပြပြီးသောအခါ ၎င်းအရှင်က \"ကောင်းကင်များနှင့် ကမ္ဘာမြေရှိ မမြင်ရသော <span class=\"gray\">(အရာများကို)</span> ငါသိကြောင်း၊ ၎င်းပြင် သင်တို့ ထုတ်ဖော်သောအရာနှင့် သင်တို့ ဖုံးကွယ်ခဲ့သောအရာကို ငါသိကြောင်း ငါပြောခဲ့သည်မဟုတ်လော\" ဟု မိန့်ကြားတော်မူ၏။ <span>(၃၃)</span></p><div lang=\"my\" class=\"my \"><h2>ကောင်းကင်တမန်များထက် အာဒမ်၏ ဂုဏ်ကျေးဇူး</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များထက် အာဒမ်၏ ဂုဏ်ကျေးဇူးကို ဖော်ပြတော်မူ၏။ အဘယ်ကြောင့်ဆိုသော် အာဒမ်အား သူတို့ထက် အရာခပ်သိမ်း၏ အမည်များကို သင်ကြားပေးခဲ့သောကြောင့် ဖြစ်၏။ ဤအရာသည် ကောင်းကင်တမန်များက အာဒမ်အား ဦးချပြီးနောက်တွင် ဖြစ်ပွားခဲ့ခြင်း ဖြစ်သည်။ ဤဆွေးနွေးချက်သည် အာဒမ်၏ အဆင့်အတန်း၏ အရေးပါပုံကို ပြသရန်နှင့် ကောင်းကင်တမန်များက ခလီဖဟ် (အုပ်ချုပ်သူ) ကို ဖန်ဆင်းခြင်းအကြောင်း မေးမြန်းခဲ့ချိန်တွင် သူတို့၌ အသိပညာမရှိခဲ့ပုံကို ပြသရန် ၎င်းဖြစ်ရပ်မတိုင်မီက ဤနေရာတွင် ဦးစွာ ဖော်ပြခြင်းဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် သူတို့ မသိသောအရာကို ၎င်းအရှင် သိကြောင်း ကောင်းကင်တမန်များအား အသိပေးခဲ့ပြီးနောက် အသိပညာတွင် အာဒမ်သည် သူတို့ထက် သာလွန်ကြောင်း ပြသရန် ဤအရာကို ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَّمَ ءَادَمَ الأَسْمَآءَ كُلَّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် အာဒမ်အား အမည်နာမ အားလုံးကို ၎င်းအရှင်သည် သင်ကြားပြသခဲ့သည် <span class=\"gray\">(အရာခပ်သိမ်း၏)</span>)</span>။</p><p lang=\"my\" class=\"my \">အဒ်-ဒွဟ်ဟက်ခ်က အိဗ်နု အဗ္ဗာစ်သည် ဤအာယတ်တော်ကို ဤသို့ မှတ်ချက်ပြုခဲ့သည်ဟု ပြောကြားခဲ့သည်;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَّمَ ءَادَمَ الأَسْمَآءَ كُلَّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် အာဒမ်အား အမည်နာမ အားလုံးကို ၎င်းအရှင်သည် သင်ကြားပြသခဲ့သည် <span class=\"gray\">(အရာခပ်သိမ်း၏)</span>)</span> \"ဆိုလိုသည်မှာ လူသား၊ တိရစ္ဆာန်၊ ကောင်းကင်၊ ကမ္ဘာမြေ၊ ကုန်းမြေ၊ ပင်လယ်၊ မြင်း၊ မြည်း စသည်ဖြင့် လူတို့ အသုံးပြုသော အမည်များ၊ အခြားသော မျိုးစိတ်များ၏ အမည်များ အပါအဝင် ဖြစ်သည်။\" အိဗ်နု အဘီ ဟာတိမ်နှင့် အိဗ်နု ဂျရီရ်တို့က 'အာစင်မ် ဘင် ကူလေးဘ်သည် ဆအ်ဒ် ဘင် မအ်ဘဒ်ထံမှ ဆင့်ပြန်ခဲ့သည်မှာ အိဗ်နု အဗ္ဗာစ်အား မေးမြန်းခဲ့သည်,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَّمَ ءَادَمَ الأَسْمَآءَ كُلَّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် အာဒမ်အား အမည်နာမ အားလုံးကို ၎င်းအရှင်သည် သင်ကြားပြသခဲ့သည် <span class=\"gray\">(အရာခပ်သိမ်း၏)</span>)</span> \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ပန်းကန်နှင့် အိုး၏ အမည်များကို သင်ကြားပေးခဲ့ပါသလား။\" သူက \"ဟုတ်ကဲ့၊ လေလည်ခြင်းအတွက် အသုံးအနှုန်းများပင် ပါဝင်သည်!\" ဟု ပြောကြားခဲ့သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်အား အရာခပ်သိမ်း၏ အမည်များ၊ ၎င်းတို့၏ မှန်ကန်သော အမည်များ၊ ၎င်းတို့၏ ထူးခြားသော လက္ခဏာများ၏ အမည်များ၊ ၎င်းတို့ လုပ်ဆောင်ပုံများကို သင်ကြားပေးခဲ့သည်၊ အိဗ်နု အဗ္ဗာစ်က လေလည်ခြင်းအတွက် အသုံးအနှုန်းများအကြောင်း ဖော်ပြခဲ့သကဲ့သို့ပင်။</p><p lang=\"my\" class=\"my \">၎င်း၏ ဆွဟီဟ်တွင် အလ်-ဘူခါရီက ဤအာယတ်တော်ကို တဖ်စီရ်ကျမ်း၌ အနပ်စ် ဘင် မာလစ်ခ်ထံမှ ဆင့်ပြန်ထားသော မှတ်တမ်းဖြင့် ရှင်းပြခဲ့သည်၊ သူက အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَجْتَمِعُ الْمُؤمِنُونَ يَوْمَ الْقِيَامَةِ فَيَقُولُونَ: لَوِ اسْتَشْفَعْنَا إِلَى رَبِّنَا فَيَأْتُونَ آدَمَ فَيَقُولُونَ: أَنْتَ أَبُو النَّاسِ خَلَقَكَ اللهُ بِيَدِهِ وَأَسْجَدَ لَكَ مَلَائِكَتَهُ وَعَلَّمَكَ أَسْمَاءَ كُلِّ شَيْءٍ، فَاشْفَعْ لَنَا عِنْدَ رَبِّكَ حَتَّى يُريحَنَا مِنْ مَكَانِنَا هَذا، فَيَقُولُ: لَسْتُ هُنَاكُمْ - وَيَذْكُرُ ذَنْبَهُ فَيَسْتَحْيِي - ائْتُوا نُوحًا فإِنَّهُ أَوَّلُ رَسُولٍ بَعَثَهُ اللهُ إِلَى أَهْلِ الْأَرْضِ، فَيَأْتُونَه، فَيَقُولُ: لَسْتُ هُناكُمْ - وَيَذْكُر سُؤَالَه رَبَّه مَا لَيْسَ لَهُ بِه عِلْم فَيَسْتَحْيِي - فَيَقُولُ: ائْتُوا خَلِيلَ الرَّحْمٰن فَيَأْتُونَهُ فَيقُولُ: لَسْتُ هُنَاكُمْ فَيَقُولُ: ائْتُوا مُوسَى عَبْدًا كَلَّمَهُ اللهُ وَأعْطَاهُ التَّوْرَاةَ، فَيقُولُ: لَسْتُ هُنَاكُم - فَيَذْكُرُ قَتْلَ النَّفْسِ بِغَيْرِ نَفْسٍ فَيَسْتَحْيِي مِنْ رَبِّهِ فَيَقُولُ: ائْتُوا عِيسى عَبْدَ اللهِ وَرَسُولَهُ وَكَلِمَةَ اللهِ ورُوحَهُ، فَيَأْتُونَهُ فَيَقُولُ: لَسْتُ هُنَاكُمْ ائْتُوا مُحَمَّدًا عَبْدًا غُفِرَ لَهُ مَا تَقَدَّم مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ، فَيَأْتُونِّي فأَنْطَلِقُ حَتَّى أَسْتأذِنَ عَلَى رَبِّي فيَأْذَنُ لِي، فإِذَا رأَيْتُ رَبِّي وَقَعْتُ سَاجِدًا فَيَدَعُنِي مَا شَاءَ اللهُ ثُمَّ يُقَالُ: ارْفَعْ رَأْسَكَ وَسَلْ تُعْطَهْ وَقُلْ يُسْمَعْ وَاشْفَعْ تُشَفَّعْ، فأَرْفَعُ رَأْسِي فأَحْمَدُهُ بِتَحْمِيدٍ يُعَلِّمُنِيهِ ثُمَّ أَشْفَعُ فَيُحَدُّ لِي حَدًّا فأُدْخِلُهُمُ الْجَنَّةَ ثُمَّ أَعُودُ إلَيْهِ فَإذَا رَأَيْتُ رَبِّي - مِثْلَهُ - ثُمَّ أَشْفَعُ فَيُحَدُّ لِي حدًّا فأُدْخِلُهُمُ الْجَنَّةَ ثُمَّ أَعُودُ الثَّالِثَةَ ثُمَّ أعُودُ الرَّابِعَةَ فَأَقُولُ: مَا بَقِيَ فِي النَّار إلَّا مَنْ حَبَسَهُ الْقُرْآنُ وَوَجَبَ عَلَيْهِ الْخُلُودُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယနေ့ရှင်ပြန်ထမြောက်ရာနေ့တွင် ယုံကြည်သူများသည် စုဝေးကြပြီး 'ကျွန်ုပ်တို့၏ အရှင်သခင်ထံတွင် အကူအညီတောင်းခံသင့်သည်' ဟု ပြောဆိုကြမည်။ သူတို့သည် အာဒမ်ထံသို့ သွားရောက်ပြီး 'အို အာဒမ်! သင်သည် လူသားအားလုံး၏ ဖခင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သင့်ကို ကိုယ်တော်တိုင် ဖန်ဆင်းခဲ့ပြီး ကောင်းကင်တမန်များအား သင့်အား ဦးချရန် အမိန့်ပေးခဲ့ကာ အရာခပ်သိမ်း၏ အမည်များကို သင်ကြားပေးခဲ့သည်။ ကျွန်ုပ်တို့၏ အရှင်သခင်ထံတွင် ကျွန်ုပ်တို့အတွက် အကူအညီတောင်းခံပေးမည် မဟုတ်လော၊ သို့မှသာ ကိုယ်တော်သည် ဤစုဝေးရာနေရာမှ ကျွန်ုပ်တို့ကို လွတ်မြောက်စေမည်' ဟု ပြောဆိုကြမည်။ ထိုအခါ အာဒမ်က 'သင်တို့ တောင်းဆိုသောအရာကို ငါမလုပ်နိုင်' ဟု ပြန်လည်ဖြေကြားမည်။ သူသည် သူ၏ အမှားကို မှတ်မိပြီး ရှက်ရွံ့နေလိမ့်မည်၊ 'နူဟ်ထံသို့ သွားကြလော့၊ အကြောင်းမှာ သူသည် အလ္လာဟ်အရှင်မြတ်က ကမ္ဘာမြေရှိ လူတို့ထံ စေလွှတ်ခဲ့သော ပထမဆုံး အလ္လာဟ်၏ တမန်တော်ဖြစ်သည်' ဟု ပြောမည်။ သူတို့သည် နူဟ်ထံသို့ သွားရောက်ပြီး သူ့ကို တောင်းဆိုကြမည်။ သူက 'သင်တို့ တောင်းဆိုသောအရာကို ငါမလုပ်နိုင်' ဟု ပြောမည်။ သူသည် အလ္လာဟ်အရှင်မြတ်အား မသိသောအရာကို တောင်းဆိုခဲ့သည်ကို ပြန်လည်သတိရပြီး ရှက်ရွံ့နေလိမ့်မည်။ သူက 'ခလီလ် အာရ်-ရဟ်မာန်ထံသို့ သွားကြလော့' ဟု ပြောမည်။ သူတို့သည် အိဗ်ရာဟင်မ်ထံသို့ သွားရောက်ကြမည်ဖြစ်ပြီး သူကလည်း 'သင်တို့ တောင်းဆိုသောအရာကို ငါမလုပ်နိုင်' ဟု ပြောမည်။ သူက 'မူစာထံသို့ သွားကြလော့၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့အား တိုက်ရိုက်ပြောဆိုခဲ့ပြီး တောင်ရာတ်ကျမ်းကို ပေးသနားခဲ့သော ကျွန်တစ်ဦးဖြစ်သည်' ဟု ပြောမည်။ မူစာက 'သင်တို့ တောင်းဆိုသောအရာကို ငါမလုပ်နိုင်' ဟု ပြောမည်။ သူသည် လူတစ်ဦးကို တရားမျှတမှုမရှိဘဲ သတ်ခဲ့သည်ကို ပြန်လည်သတိရပြီး သူ၏အရှင်သခင်ရှေ့တွင် ရှက်ရွံ့နေလိမ့်မည်။ သူက 'အီစာထံသို့ သွားကြလော့၊ အလ္လာဟ်၏ ကျွန်နှင့် ရစူလ်တမန်တော်၊ ၎င်းအရှင်၏ ဗျာဒိတ်တော်နှင့် ၎င်းအရှင်၏ ဝိဉာဉ်တော်ဖြစ်သည်' ဟု ပြောမည်။ သူတို့သည် အီစာထံသို့ သွားရောက်ကြမည်ဖြစ်ပြီး သူက 'သင်တို့ တောင်းဆိုသောအရာကို ငါမလုပ်နိုင်။ မုဟမ္မဒ်ထံသို့ သွားကြလော့၊ သူ၏ ယခင်နှင့် နောက်ပိုင်း အမှားများကို ခွင့်လွှတ်တော်မူသော ကျွန်တစ်ဦးဖြစ်သည်' ဟု ပြောမည်။ သူတို့သည် ကျွန်ုပ်ထံသို့ လာကြမည်ဖြစ်ပြီး ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ထံသို့ သွားရောက်၍ ကိုယ်တော်၏ ခွင့်ပြုချက်ကို တောင်းခံမည်ဖြစ်ပြီး ကိုယ်တော်က ခွင့်ပြုလိမ့်မည်။ ကျွန်ုပ်သည် ကျွန်ုပ်၏ အရှင်သခင်ကို ကြည့်မြင်သောအခါ ဦးချပူဇော်မည်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အား ကိုယ်တော်အလိုရှိသလောက် ထိုသို့ပင် ဆက်လက်နေစေမည်။ ထို့နောက် ကျွန်ုပ်အား 'အို မုဟမ္မဒ်! သင့်ဦးခေါင်းကို မြှောက်လော့၊ တောင်းဆိုလော့၊ သင်တောင်းဆိုသောအရာကို ပေးလိမ့်မည်၊ အကူအညီတောင်းခံလော့၊ သင့်အကူအညီတောင်းခံမှုကို လက်ခံလိမ့်မည်' ဟု မိန့်ကြားလိမ့်မည်။ ကျွန်ုပ်သည် ကျွန်ုပ်၏ဦးခေါင်းကို မြှောက်ပြီး ကိုယ်တော်က ကျွန်ုပ်အား စိတ်ကူးပေါက်စေမည့် ချီးမွမ်းခြင်းများဖြင့် အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းပြီး ကျေးဇူးတင်မည်။ ကျွန်ုပ်သည် အကူအညီတောင်းခံမည်ဖြစ်ပြီး ကိုယ်တော်သည် ဂျန္နတ်သို့ ဝင်ခွင့်ပြုမည့် လူအရေအတွက်ကို ကျွန်ုပ်အား ပေးသနားမည်။ ကျွန်ုပ်သည် ကိုယ်တော်ထံသို့ ပြန်သွားပြီး ကျွန်ုပ်၏ အရှင်သခင်ကို ကြည့်မြင်သောအခါ ကျွန်ုပ်သည် အကူအညီတောင်းခံမည်ဖြစ်ပြီး ကိုယ်တော်သည် ဂျန္နတ်သို့ ဝင်ခွင့်ပြုမည့် လူအရေအတွက်ကို ကျွန်ုပ်အား ခွင့်ပြုမည်။ ကျွန်ုပ်သည် ထိုသို့ တတိယအကြိမ်နှင့် စတုတ္ထအကြိမ် လုပ်ဆောင်မည်။ ကျွန်ုပ်သည် 'ငရဲတွင် ကုရ်အာန်က ချုပ်နှောင်ထားပြီး ငရဲ၌ ထာဝရနေထိုင်ရန် ထိုက်တန်သူမှအပ မည်သူမျှ မကျန်တော့ပါ' ဟု ပြောမည်။)</span> ဤဟဒီးဆ်တော်ကို မွတ်စလင်မ်၊ အန်-နစာအီ နှင့် အိဗ်နု မာဂျာဟ်တို့က စုစည်းခဲ့သည်။</p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့ ဤဟဒီးဆ်တော်ကို ဤနေရာတွင် ဖော်ပြရခြင်း၏ အကြောင်းရင်းမှာ တမန်တော်မြတ် ﷺ ၏ မိန့်ကြားချက်ကြောင့် ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَأْتُونَ آدَمَ فَيَقُولُون: أنْتَ أَبُو النَّاسِ خَلَقَكَ اللهُ بِيَدِهِ وَأَسْجَدَ لَكَ مَلَائِكَتَهُ وَعَلَّمَكَ أَسْمَاءَ كُلِّ شَيْءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် အာဒမ်ထံသို့ သွားရောက်ပြီး 'အို အာဒမ်! သင်သည် လူသားအားလုံး၏ ဖခင်ဖြစ်သည်၊ ၎င်းပြင် အလ္လာဟ်အရှင်မြတ်သည် သင့်ကို ကိုယ်တော်တိုင် ဖန်ဆင်းခဲ့ပြီး ကောင်းကင်တမန်များအား သင့်အား ဦးချရန် အမိန့်ပေးခဲ့ကာ အရာခပ်သိမ်း၏ အမည်များကို သင်ကြားပေးခဲ့သည်')</span>။ ဤဟဒီးဆ်တော်၏ အစိတ်အပိုင်းသည် အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်အား သတ္တဝါအားလုံး၏ အမည်များကို သင်ကြားပေးခဲ့သည်ဟူသော အချက်ကို သက်သေခံသည်။</p><p lang=\"my\" class=\"my \">ဤအကြောင်းကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက်တွင် ၎င်းအရှင်သည် ၎င်းတို့ကို ကောင်းကင်တမန်များအား ပြသတော်မူ၏)</span> ဆိုလိုသည်မှာ အရာဝတ္ထုများ သို့မဟုတ် ဖန်ဆင်းခံများကို ဖြစ်သည်။ 'အဗ်ဒုရ်-ရာဇ်ဇာက်က မအ်မာရ်သည် ကွာတာဒဟ်က \"အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များရှေ့တွင် အရာဝတ္ထုများကို ချပြခဲ့သည်\" ဟု ပြောကြားခဲ့သည်ဟု ဆင့်ပြန်ခဲ့သည်,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَقَالَ أَنبِئُونِي بِأَسْمَاءِ هَٰؤُلَاءِ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် \"အကယ်၍ သင်တို့သည် မှန်ကန်သူများ ဖြစ်ပါက ဤအရာများ၏ အမည်များကို ငါ့အား ပြောပြကြလော့\" ဟု မိန့်ကြားတော်မူ၏)</span>။\"</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၏ အဓိပ္ပါယ်မှာ \"ငါသည် သင်တို့ရှေ့တွင် ချပြခဲ့သော အရာများ၏ အမည်များကို ငါ့အား ပြောပြကြလော့၊ အို ကောင်းကင်တမန်အပေါင်းတို့၊ သင်တို့က ပြောခဲ့သည်မဟုတ်လော၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَآءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတွင် ဖျက်ဆီးမည့်သူများနှင့် သွေးစီးဆင်းစေမည့်သူများကို ကိုယ်တော်ထားရှိမည်လော)</span>။</p><p lang=\"my\" class=\"my \">သင်တို့က မေးခဲ့သည်မှာ 'ကျွန်ုပ်တို့မှ သို့မဟုတ် အခြားဖန်ဆင်းခံများမှ ခလီဖဟ် (အုပ်ချုပ်သူ) ကို ခန့်အပ်မည်လော။ ကျွန်ုပ်တို့သည် ကိုယ်တော်ကို ချီးမွမ်းပြီး ဂုဏ်တော်ကို ချီးမြှင့်ပါသည်'။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က \"အကယ်၍ ငါသည် ကမ္ဘာမြေပေါ်တွင် ကောင်းကင်တမန်မဟုတ်သော ခလီဖဟ်ကို ခန့်အပ်ပါက သူနှင့် သူ၏သားမြေးများသည် ငါ့ကို မနာခံဘဲ ဖျက်ဆီးမှုများ ပြုလုပ်ကာ သွေးများ စီးဆင်းစေမည်ဟု သင်တို့ ပြောသည်မှာ မှန်ကန်ပါက၊ သို့သော် ငါသည် သင်တို့ကို ခလီဖဟ်များအဖြစ် သတ်မှတ်ပါက သင်တို့သည် ငါ့ကို နာခံမည်၊ ငါ၏အမိန့်ကို လိုက်နာပြီး ငါ့ကို ဂုဏ်တင်ချီးမြှင့်မည်။ သို့သော် သင်တို့သည် ငါသင်တို့ရှေ့တွင် ချပြခဲ့သော အရာများ၏ အမည်များကိုပင် မသိကြသောကြောင့်၊ မဖြစ်သေးသော ကမ္ဘာမြေပေါ်တွင် ဖြစ်ပျက်မည့်အရာများကို သင်တို့ သိရှိနိုင်စွမ်း ပို၍ပင် နည်းပါးသည်။\" ဟု မိန့်ကြားတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا ۖ إِنَّكَ أَنتَ الْعَلِيمُ الْحَكِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ <span class=\"gray\">(ကောင်းကင်တမန်များ)</span> က \"ကိုယ်တော်သည် အလွန်သန့်စင်တော်မူ၏။ ကိုယ်တော် သင်ကြားပေးခဲ့သည်မှအပ ကျွန်ုပ်တို့၌ မည်သည့်အသိပညာမျှ မရှိပါ။ အမှန်စင်စစ် ကိုယ်တော်သည်သာလျှင် အလုံးစုံကိုသိရှိတော်မူသော အနန္တပညာရှင် ဖြစ်တော်မူ၏\" ဟု လျှောက်ထားကြ၏။)</span>။</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် ကောင်းကင်တမန်များသည် အလ္လာဟ်အရှင်မြတ်၏ သန့်စင်ခြင်းနှင့် ချို့ယွင်းချက်တိုင်းထက် သာလွန်ပြည့်စုံခြင်းကို ချီးမွမ်းနေကြသည်၊ မည်သည့်ဖန်ဆင်းခံမျှ အလ္လာဟ်၏ အသိပညာ၏ အစိတ်အပိုင်းကို ၎င်းအရှင်၏ ခွင့်ပြုချက်မရှိဘဲ မည်သည့်အခါမျှ မရရှိနိုင်ကြောင်းနှင့် အလ္လာဟ်အရှင်မြတ် သင်ကြားပေးသောအရာမှအပ မည်သူမျှ မည်သည့်အရာကိုမျှ မသိနိုင်ကြောင်း အတည်ပြုနေကြသည်။ ဤအကြောင်းကြောင့် သူတို့က ပြောခဲ့သည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا ۖ إِنَّكَ أَنتَ الْعَلِيمُ الْحَكِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ကိုယ်တော်သည် အလွန်သန့်စင်တော်မူ၏။ ကိုယ်တော် သင်ကြားပေးခဲ့သည်မှအပ ကျွန်ုပ်တို့၌ မည်သည့်အသိပညာမျှ မရှိပါ။ အမှန်စင်စစ် ကိုယ်တော်သည်သာလျှင် အလုံးစုံကိုသိရှိတော်မူသော အနန္တပညာရှင် ဖြစ်တော်မူ၏)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို သိတော်မူသော၊ ၎င်းအရှင်၏ ဖန်ဆင်းမှုအကြောင်း အလွန်ပညာရှိတော်မူသော၊ ဉာဏ်အမြော်အမြင်အရှိဆုံး ဆုံးဖြတ်ချက်များကို ချမှတ်တော်မူသော၊ ၎င်းအလိုရှိသူကို သင်ကြားပေးပြီး ၎င်းအလိုရှိသူကို အသိပညာမှ ဖယ်ရှားတော်မူသော အရှင်ဖြစ်သည်ဟု ဆိုလိုသည်။ အမှန်စင်စစ် အရာခပ်သိမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ဉာဏ်ပညာနှင့် တရားမျှတမှုသည် ပြည့်စုံသည်။</p><div lang=\"af\" class=\"af \"><h2>Adam's Virtue of Knowledge is demonstrated</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا آدَمُ أَنبِئْهُم بِأَسْمَائِهِمْ فَلَمَّا أَنبَأَهُم بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်က \"အို အာဒမ်! သူတို့အား ၎င်းတို့၏အမည်များကို ပြောပြလော့\" ဟု မိန့်ကြားတော်မူ၏။ အာဒမ်က ၎င်းတို့၏အမည်များကို ပြောပြပြီးသောအခါ ၎င်းအရှင်က \"ကောင်းကင်များနှင့် ကမ္ဘာမြေရှိ မမြင်ရသော <span class=\"gray\">(အရာများကို)</span> ငါသိကြောင်း၊ ၎င်းပြင် သင်တို့ ထုတ်ဖော်သောအရာနှင့် သင်တို့ ဖုံးကွယ်ခဲ့သောအရာကို ငါသိကြောင်း ငါပြောခဲ့သည်မဟုတ်လော\" ဟု မိန့်ကြားတော်မူ၏။)</span></p><p lang=\"my\" class=\"my \">ဇိုင်းဒ် ဘင် အပ်စ်လမ်က \"သင်သည် ဂျိဗ်ရီလ်၊ သင်သည် မီကာအီလ်၊ သင်သည် အစ်စရာဖီလ်၊ သူသည် ကျီးကန်း၏အမည်ကို ဖော်ပြသည်အထိ\" ဟု ပြောကြားခဲ့သည်။ မုဂျာဟစ်ဒ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا آدَمُ أَنبِئْهُم بِأَسْمَائِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအရှင်က \"အို အာဒမ်! သူတို့အား ၎င်းတို့၏အမည်များကို ပြောပြလော့\")</span> \"ခို၊ ကျီးကန်းနှင့် အရာခပ်သိမ်း၏အမည်။\" အလားတူအဓိပ္ပါယ်ရှိသော ပြောဆိုချက်များကို ဆအ်ဒ် ဘင် ဂျူဘိုင်ရ်၊ အလ်-ဟစန်၊ နှင့် ကွာတာဒဟ်တို့ထံမှ ဆင့်ပြန်ခဲ့သည်။ အာဒမ်သည် အလ္လာဟ်အရှင်မြတ်က သင်ကြားပေးခဲ့သော အမည်များကို ဖော်ပြခဲ့ရာတွင် ကောင်းကင်တမန်များထက် သူ၏ ဂုဏ်ကျေးဇူး ထင်ရှားလာသောအခါ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များအား မိန့်ကြားတော်မူသည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أَقُل لَّكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေရှိ မမြင်ရသော <span class=\"gray\">(အရာများကို)</span> ငါသိကြောင်း၊ ၎င်းပြင် သင်တို့ ထုတ်ဖော်သောအရာနှင့် သင်တို့ ဖုံးကွယ်ခဲ့သောအရာကို ငါသိကြောင်း ငါပြောခဲ့သည်မဟုတ်လော)</span></p><p lang=\"my\" class=\"my \">ဤအရာ၏ အဓိပ္ပါယ်မှာ \"ငါသည် မြင်သာသောနှင့် မမြင်သာသော ကိစ္စများကို သိကြောင်း ငါမပြောခဲ့သည်မဟုတ်လော။\" အလားတူပင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင် <span class=\"gray\">(အို မုဟမ္မဒ် ﷺ)</span> အသံကျယ်ကျယ် <span class=\"gray\">(ဆုတောင်း)</span> ပြောဆိုပါက၊ အမှန်စင်စစ် ၎င်းအရှင်သည် လျှို့ဝှက်ချက်နှင့် ပို၍ပင် ဖုံးကွယ်ထားသောအရာကို သိတော်မူသည်)</span><span class=\"gray\">(၂၀:၇)</span>။</p><p lang=\"my\" class=\"my \">၎င်းပြင် အလ္လာဟ်အရှင်မြတ်က ဟူဒ်ဟူဒ် (ငှက်) အကြောင်းနှင့် ပတ်သက်၍ ၎င်းက စူလိုင်မာန်အား ပြောခဲ့သည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ - اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">[ရှိုင်တွာန် <span class=\"gray\">(စာတန်)</span> သည် သူတို့ကို အလ္လာဟ်၏ လမ်းမှ ပိတ်ဆို့ထားသည်]</span> ထို့ကြောင့် သူတို့သည် ကောင်းကင်များနှင့် ကမ္ဘာမြေရှိ ဖုံးကွယ်ထားသောအရာများကို ထုတ်ဖော်တော်မူသော၊ ၎င်းပြင် သင်တို့ ဖုံးကွယ်သောအရာနှင့် သင်တို့ ထုတ်ဖော်သောအရာကို သိတော်မူသော အလ္လာဟ်အရှင်မြတ်အား ဦးမချကြ။ အလ္လာဟ်အရှင်မြတ်၊ ၎င်းအရှင်မှအပ အခြားကိုးကွယ်ရာမရှိ <span class=\"gray\">(၎င်းအရှင်မှအပ အခြား မည်သူမျှ ကိုးကွယ်ခံပိုင်ခွင့်မရှိ)</span>၊ ကြီးမြတ်သော ရာဇပလ္လင်၏ အရှင်သခင်ဖြစ်သည်!)</span><span class=\"gray\">(၂၇:၂၅-၂၆)</span>။</p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့ ပြောဆိုခဲ့သည်မှအပ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၏ အဓိပ္ပါယ်နှင့် ပတ်သက်၍ အခြားမှတ်ချက်များလည်း ရှိသေးသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် သင်တို့ ထုတ်ဖော်သောအရာနှင့် သင်တို့ ဖုံးကွယ်ခဲ့သောအရာကို ငါသိတော်မူသည်)</span>။</p><p lang=\"my\" class=\"my \">အဒ်-ဒွဟ်ဟက်ခ်ထံမှ ဆင့်ပြန်သည်မှာ အိဗ်နု အဗ္ဗာစ်က ပြောကြားခဲ့သည်,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် သင်တို့ ထုတ်ဖော်သောအရာနှင့် သင်တို့ ဖုံးကွယ်ခဲ့သောအရာကို ငါသိတော်မူသည်)</span> ဆိုလိုသည်မှာ \"လျှို့ဝှက်ချက်များကို ငါသိသည်၊ ထင်ရှားသောအရာများကို ငါသိသကဲ့သို့ပင်၊ ဥပမာ- အိဗ်လစ်သည် သူ၏နှလုံးသား၌ မာနနှင့် ကြွားဝါမှုကို ဖုံးကွယ်ထားခဲ့ခြင်းကဲ့သို့ပင်။\" အဘူ ဂျအ်ဖရ် အာရ်-ရာဇီက အာရ်-ရဘီအ် ဘင် အနပ်စ်သည် ပြောကြားခဲ့သည်မှာ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် သင်တို့ ထုတ်ဖော်သောအရာနှင့် သင်တို့ ဖုံးကွယ်ခဲ့သောအရာကို ငါသိတော်မူသည်)</span> ဆိုလိုသည်မှာ \"သူတို့ပြောခဲ့သော ထင်ရှားသော အစိတ်အပိုင်းမှာ '၎င်းတွင် ဖျက်ဆီးမှုများနှင့် သွေးစီးဆင်းစေမည့်သူများကို ဖန်တီးမည်လော' ဟူ၍ ဖြစ်သည်။ ဖုံးကွယ်ထားသော အဓိပ္ပါယ်မှာ 'ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အရှင်သခင် ဖန်ဆင်းမည့် မည်သည့် ဖန်ဆင်းခံထက်မဆို ပို၍ အသိပညာနှင့် ဂုဏ်အသရေ ရှိသည်' ဟူ၍ ဖြစ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်အား အသိပညာနှင့် ဂုဏ်အသရေတွင် သူတို့ထက် ပိုမိုနှစ်သက်တော်မူကြောင်း သူတို့ သိရှိခဲ့ကြသည်။\"</p>"
  }
]