[
  {
    "ayah_key": "39:68",
    "group_ayah_key": "39:68",
    "from_ayah": "39:68",
    "to_ayah": "39:70",
    "ayah_keys": "39:68,39:69,39:70",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် တံပိုးမှုတ်ခံရမည်။ အလ္လာဟ်အလိုရှိသူမှအပ ကောင်းကင်များ၌ရှိသူများနှင့် မြေပြင်ပေါ်၌ရှိသူအားလုံး သတိလစ်မေ့မြောကြမည်။ ထို့နောက် အခြားတစ်ကြိမ် ထပ်မံမှုတ်ခံရမည်။ ထိုအခါ သူတို့သည် ထရပ်ပြီး ကြည့်ရှုနေကြလိမ့်မည် <span>(၆၈)</span> မြေပြင်သည်လည်း ၎င်း၏အရှင်သခင်၏ အလင်းရောင်ဖြင့် တောက်ပနေမည်ဖြစ်ပြီး ကျမ်းတော်ကို တင်ပြခံရမည်။ နဗီတမန်တော်များနှင့် သက်သေများကိုလည်း ရှေ့သို့ခေါ်ဆောင်လာမည်။ သူတို့အကြား သစ္စာတရားဖြင့် စီရင်ဆုံးဖြတ်ခံရမည်ဖြစ်ပြီး သူတို့သည် မတရားပြုခံရမည်မဟုတ်ပေ <span>(၆၉)</span> လူတစ်ဦးစီသည် ၎င်းပြုခဲ့သောအရာများအတွက် ပြည့်စုံစွာ အစားပေးခံရမည်။ ၎င်းတို့ပြုသောအရာများကို ကိုယ်တော်သည် အသိဆုံးဖြစ်သည် <span>(၇၀)</span></p><p lang=\"my\" class=\"my \">တံပိုးမှုတ်ခြင်း၊ တရားစီရင်ခြင်းနှင့် အစားပေးခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်သည် ကျွန်ုပ်တို့အား ရှင်ပြန်ထမြောက်ရာနေ့၏ ကြောက်မက်ဖွယ်ရာများ၊ ၎င်း၏ ကြီးကျယ်သော လက္ခဏာများနှင့် ကြောက်မက်ဖွယ်လှုပ်ရှားမှုအကြောင်းကို ပြောပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တံပိုးမှုတ်ခံရမည်။ အလ္လာဟ်အလိုရှိသူမှအပ ကောင်းကင်များ၌ရှိသူများနှင့် မြေပြင်ပေါ်၌ရှိသူအားလုံး သတိလစ်မေ့မြောကြမည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းသည် လူများကို သေစေမည့် ဒုတိယတံပိုးမှုတ်ခြင်းဖြစ်မည်။ ဤတံပိုးမှုတ်ခြင်းဖြင့် အလ္လာဟ်အလိုရှိသူမှအပ ကောင်းကင်များ၌ရှိသူများနှင့် မြေပြင်ပေါ်၌ရှိသူအားလုံး သေဆုံးသွားကြမည်။ ထို့နောက် ကျန်ရှိသော သတ္တဝါတို့၏ ဝိညာဉ်များကို ယူသွားမည်ဖြစ်ပြီး နောက်ဆုံးသေဆုံးသူမှာ သေမင်းတမန် ဖြစ်လိမ့်မည်။ ထို့နောက် ထာဝရအသက်ရှင်တော်မူသော၊ ထာဝရတည်ရှိတော်မူသော၊ အစကတည်းက ရှိတော်မူခဲ့ပြီး အဆုံးထိရှိနေမည့် ကိုယ်တော်သာ ကျန်ရှိလိမ့်မည်။ ကိုယ်တော်သည် သုံးကြိမ်တိုင်တိုင် မိန့်ကြားမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِمَنِ الْمُلْكُ الْيَوْمَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ယနေ့ အာဏာစက်သည် မည်သူပိုင်သနည်း?\")</span>၊ ထို့နောက် ကိုယ်တော်ကိုယ်တိုင် ပြန်ဖြေမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّهِ الْوَاحِدِ الْقَهَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"၎င်းသည် တစ်ပါးတည်းသော၊ မည်သူမျှ မတားဆီးနိုင်သော အလ္လာဟ်အရှင်မြတ်၏ အာဏာစက် ဖြစ်သည်!\")</span><span class=\"gray\">(၄၀:၁၆)</span>။ 'ငါသည် တစ်ပါးတည်းသာ တည်ရှိသူ ဖြစ်၏။ ငါသည် အရာအားလုံးကို နှိမ်နင်းခဲ့ပြီး အရာအားလုံး အဆုံးသတ်ရမည်ဟု ပြဌာန်းခဲ့၏။' ထို့နောက် ပထမဆုံး ရှင်ပြန်ထမြောက်ခံရမည့်သူမှာ အစ်စရာဖီလ်ဖြစ်ပြီး အလ္လာဟ်သည် သူ့အား တံပိုးကို ထပ်မံမှုတ်ရန် အမိန့်ပေးမည်။ ၎င်းသည် တတိယအကြိမ် တံပိုးမှုတ်ခြင်း၊ ရှင်ပြန်ထမြောက်ခြင်းအတွက် တံပိုးမှုတ်ခြင်းဖြစ်မည်။ အလ္လာဟ်မိန့်ကြားထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အခြားတစ်ကြိမ် ထပ်မံမှုတ်ခံရမည်။ ထိုအခါ သူတို့သည် ထရပ်ပြီး ကြည့်ရှုနေကြလိမ့်မည်)</span> ဆိုသည်မှာ သူတို့သည် အရိုးများနှင့် ဖုန်မှုန့်များ ဖြစ်ခဲ့ပြီးနောက် ရှင်ပြန်ထလာကာ ရှင်ပြန်ထမြောက်ရာနေ့၏ ကြောက်မက်ဖွယ်ရာများကို ကြည့်ရှုနေကြလိမ့်မည်။ ၎င်းသည် အောက်ပါအာယတ်များကဲ့သို့ပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ - فَإِذَا هُمْ بِالسَّاهِرَةِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းသည် တစ်ကြိမ်တည်းသော ခြောက်လှန့်ခြင်းသာ ဖြစ်လိမ့်မည်။ ထိုအခါ သူတို့သည် အသက်ရှင်လျက် ရှိနေသည်ကို တွေ့ကြရမည်။)</span><span class=\"gray\">(၇၉:၁၃-၁၄)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်က သင်တို့ကို ခေါ်သည့်နေ့တွင် သင်တို့သည် ကိုယ်တော်၏ ချီးမွမ်းခြင်းဖြင့် တုံ့ပြန်ကြမည်။ သင်တို့သည် <span class=\"gray\">(ဤလောကတွင်)</span> အချိန်အနည်းငယ်သာ နေထိုင်ခဲ့သည်ဟု ထင်မှတ်ကြလိမ့်မည်!)</span><span class=\"gray\">(၁၇:၅၂)</span>၊ နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ۚ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်၏ နိမိတ်လက္ခဏာများအနက် ကောင်းကင်နှင့်မြေကြီးတို့သည် ကိုယ်တော်၏အမိန့်တော်ဖြင့် တည်ရှိခြင်းလည်း ပါဝင်သည်။ ထို့နောက် ကိုယ်တော်သည် သင်တို့ကို တစ်ကြိမ်တည်း ခေါ်လိုက်သောအခါ သင်တို့သည် မြေကြီးမှ ထွက်ပေါ်လာကြလိမ့်မည်။)</span><span class=\"gray\">(၃၀:၂၅)</span></p><p lang=\"my\" class=\"my \">အီမာမ် အာမဒ် မှတ်တမ်းတင်ထားသည်မှာ လူတစ်ဦးက 'အဗ်ဒုလ္လာဟ် အိဗ်နု အမ်ရ်' (အလ္လာဟ်အရှင်မြတ် သူတို့အပေါ် ကျေနပ်တော်မူပါစေ) အား \"ရှင်က တရားစီရင်ရာနေ့ဟာ ဘယ်အချိန်မှာ လာမယ်လို့ ပြောတယ်နော်\" ဟု ပြောသောအခါ၊ သူက \"ငါ မင်းတို့ကို ဘာမှ ထပ်မပြောတော့ဘူးလို့ ထင်ခဲ့တယ်။ ငါ ပြောခဲ့တာက ခဏအကြာမှာ မင်းတို့ အရေးကြီးတဲ့ တစ်ခုခုကို တွေ့ရလိမ့်မယ်ဆိုတာပဲ\" ဟု ပြောခဲ့သည်။ 'အဗ်ဒုလ္လာဟ် အိဗ်နု အမ်ရ်' (အလ္လာဟ်အရှင်မြတ် သူတို့အပေါ် ကျေနပ်တော်မူပါစေ) က \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْرُجُ الدَّجَّالُ فِي أُمَّتِي فَيَمْكُثُ فِيهِمْ أَرْبَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဒဂျ်ဂျာလ်သည် ငါ၏အွမ္မသ်၌ ပေါ်ပေါက်လာမည်ဖြစ်ပြီး သူတို့အကြားတွင် လေးဆယ်ကြာ နေထိုင်မည်။)</span> သူက ရက်ပေါင်းလေးဆယ်ဟု ပြောခဲ့သည်၊ လေးဆယ်လဟု ပြောခဲ့သည်၊ သို့မဟုတ် နှစ်ပေါင်းလေးဆယ်ဟု ပြောခဲ့သည်၊ သို့မဟုတ် ညပေါင်းလေးဆယ်ဟု ပြောခဲ့သည်ကို ငါမသိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَبْعَثُ اللهُ تَعَالَىٰ عِيسَى ابْنَ مَرْيَمَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ، كَأَنَّهُ عُرْوَةُ بْنُ مَسْعُودٍ الثَّقَفِيُّ، فَيَظْهَرُ فَيُهْلِكُهُ اللهُ تَعَالَىٰ، ثُمَّ يَلْبَثُ النَّاسُ بَعْدَهُ سِنِينَ سَبْعًا، لَيْسَ بَيْنَ اثْنَيْنِ عَدَاوَةٌ، ثُمَّ يُرْسِلُ اللهُ تَعَالَىٰ رِيحًا بَارِدَةً مِنْ قِبَلِ الشَّامِ، فَلَا يَبْقَىٰ أَحَدٌ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ إِيمَانٍ إِلَّا قَبَضَتْهُ، حَتّٰى لَوْ أَنَّ أَحَدَهُمْ كَانَ فِي كَبِدِ جَبَلٍ لَدَخَلَتْ عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အလ္လာဟ်သည် အစ်ဆာ အိဗ်နု မရ်ယမ် (ကိုယ်တော်အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) ကို စေလွှတ်တော်မူမည်။ ကိုယ်တော်သည် 'အွရ်ဝါး အိဗ်နု မစ်စ်အူဒ် အသ်-သကဖီ' နှင့် ဆင်တူပြီး အောင်နိုင်လိမ့်မည်။ အလ္လာဟ်သည် သူ့အား <span class=\"gray\">(ဒဂျ်ဂျာလ်ကို)</span> ဖျက်ဆီးတော်မူမည်။ ထို့နောက် လူသားများသည် ခုနစ်နှစ်ကြာ နေထိုင်ကြမည်ဖြစ်ပြီး မည်သူနှစ်ဦးမျှ ရန်ငြိုးမရှိကြပေ။ ထို့နောက် အလ္လာဟ်သည် အစ်ရ်-ရှမ်ဘက်မှ လေအေးကို စေလွှတ်တော်မူမည်။ ထိုလေသည် နှလုံးသားထဲတွင် ယုံကြည်ချက် အမှုန်အမွှားမျှရှိသော လူတိုင်း၏ ဝိညာဉ်ကို ယူသွားလိမ့်မည်။ ထိုသူတို့ထဲမှ တစ်ဦးသည် တောင်တစ်လုံး၏ အတွင်းဘက်၌ ရှိနေသော်လည်း ထိုလေသည် သူ့ထံသို့ ဝင်ရောက်လိမ့်မည်။)</span>\" သူက \"အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ ကျွန်ုပ် ကြားခဲ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَبْقَىٰ شِرَارُ النَّاسِ فِي خِفَّةِ الطَّيْرِ وَأَحْلَامِ السِّبَاعِ، لَا يَعْرِفُونَ مَعْرُوفًا، وَلَا يُنْكِرُونَ مُنْكَرًا، قال: فَيَتَمَثَّلُ لَهُمُ الشَّيْطَانُ فَيَقُولُ: أَلَا تَسْتَجِيبُونَ؟ فَيَأْمُرُهُمْ بِعِبَادَةِ الْأَوْثَانِ فَيَعْبُدُونَهَا، وَهُمْ فِي ذَلِكَ دَارَّةٌ أَرْزَاقُهُمْ، حَسَنٌ عَيْشُهُمْ، ثُمَّ يُنْفَخُ فِي الصُّورِ، فَلَا يَسْمَعُهُ أَحَدٌ إِلَّا أَصْغَىٰ لَهُ، وَأَوَّلُ مَنْ يَسْمَعُهُ، رَجُلٌ يَلُوطُ حَوْضَهُ فَيَصْعَقُ، ثُمَّ لَا يَبْقَىٰ أَحَدٌ إِلَّا صَعِقَ، ثُمَّ يُرْسِلُ اللهُ تَعَالَىٰ أَوْ - يُنْزِلُ اللهُ عَزَّ وَجَلَّ - مَطَرًا كَأَنَّهُ الطَّلُّ - أَوِ الظِّلُّ شك نعمان - فَتَنْبُتُ مِنْهُ أَجْسَادُ النَّاسِ، ثُمَّ يُنْفَخُ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ، ثُمَّ يُقَالُ: أَيُّهَا النَّاسُ هَلُمُّوا إِلىٰ رَبِّكُمْ وَقِفُوهُمْ ۖ إِنَّهُمْ مَسْئُولُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငှက်များကဲ့သို့ ပေါ့ပါးသော၊ သားရဲတိရစ္ဆာန်များကဲ့သို့ မာကျောသော နှလုံးသားရှိသည့် အဆိုးဆုံးလူများသာ ကျန်ရှိလိမ့်မည်။ သူတို့သည် ကောင်းသောအရာကို မမှတ်မိဘဲ ဆိုးသောအရာကိုလည်း မရှုတ်ချကြပေ။ ထို့နောက် ရှိုင်တွန်သည် သူတို့ထံ ပေါ်လာပြီး \"မင်းတို့ ငါ့ကို မနာခံကြဘူးလား?\" ဟု ပြောမည်။ ထို့နောက် သူက သူတို့ကို ရုပ်တုများကို ကိုးကွယ်ရန် အမိန့်ပေးမည်ဖြစ်ပြီး သူတို့သည် ၎င်းတို့ကို ကိုးကွယ်ကြမည်။ ထိုအချိန်တွင် သူတို့သည် လုံလောက်သော စားနပ်ရိက္ခာနှင့် ကောင်းမွန်သော လူနေမှုအဆင့်အတန်း ရှိကြမည်။ ထို့နောက် တံပိုးမှုတ်ခံရမည်ဖြစ်ပြီး မည်သူမျှ မကြားရဘဲ နားထောင်ရန် သူ၏ခေါင်းကို မော့ကြည့်လိမ့်မည်။ ပထမဆုံးကြားရသူမှာ ရေကန်ဖြည့်နေသော အမျိုးသားတစ်ဦးဖြစ်ပြီး သူကြားသည့်အခါ သေဆုံးသွားလိမ့်မည်။ ထို့နောက် မသေဘဲ ကျန်ရစ်သူ မည်သူမျှ ရှိတော့မည်မဟုတ်ပေ။ ထို့နောက် အလ္လာဟ်သည် စေလွှတ်တော်မူမည်)</span> – သို့မဟုတ် – ချပေးတော်မူမည် <span class=\"gray\">(မိုးရေကဲ့သို့သော မိုး)</span> – သို့မဟုတ် – အရိပ် – အန်-နူအ်မာန် <span class=\"gray\">[အဆိုပြုသူများထဲမှ တစ်ဦး]</span> သည် ၎င်း၏စကားလုံးများကို မသေချာခဲ့ပေ <span class=\"gray\">(၎င်းမှ လူတို့၏ကိုယ်ခန္ဓာများ ကြီးထွားလာမည်။ ထို့နောက် တံပိုးကို တစ်ကြိမ်ထပ်မံမှုတ်ခံရမည်ဖြစ်ပြီး သူတို့သည် ထရပ်၍ ကြည့်ရှုနေကြလိမ့်မည်။ ထို့နောက် \"အို လူသားတို့၊ သင်တို့၏အရှင်သခင်ထံ လာကြကုန်။ <span class=\"gray\">(သို့သော် သူတို့ကို တားဆီးထားကြ၊ အမှန်စင်စစ် သူတို့ကို မေးမြန်းစစ်ဆေးခြင်းခံရမည်)</span><span class=\"gray\">(၃၇:၂၄)</span>\" ဟု ပြောခံရမည်။ </span></p><p lang=\"my\" class=\"my \">ထို့နောက် ပြောဆိုခံရမည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخْرِجُوا بَعْثَ النَّارِ، قال: فيُقَالُ: كَمْ؟ فَيُقَالُ: مِنْ كُلِّ أَلْفٍ تِسْعَمِائَةٍ وَتِسْعَةً وَتِسْعِينَ، فَيَوْمَئِذٍ يُبْعَثُ الْوِلْدَانُ شِيبًا، وَيَوْمَئِذٍ يُكْشَفُ عَنْ سَاقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ငရဲသားများကို စေလွှတ်ကြ။\" \"မည်မျှရှိသနည်း\" ဟု ပြောဆိုခံရမည်။ \"တစ်ထောင်လျှင် ကိုးရာ့ကိုးဆယ့်ကိုးဦး\" ဟု ပြောဆိုခံရမည်။ ထိုနေ့တွင် ကလေးများသည် ဆံပင်ဖြူများဖြင့် ရှင်ပြန်ထမြောက်ကြမည်ဖြစ်ပြီး ထိုနေ့တွင် ခြေသလုံးကို ဖွင့်ပြခံရမည်။)</span>\" ၎င်းကို မွတ်စလင်မ်က သူ၏ စဟီးဟ်ကျမ်း၌ မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">အလ်-ဗုခါရီ မှတ်တမ်းတင်ထားသည်မှာ အဗူ ဟူရိုင်ရဟ် (အလ္လာဟ်အရှင်မြတ် သူတို့အပေါ် ကျေနပ်တော်မူပါစေ) က နဗီတမန်တော် ﷺ မိန့်တော်မူခဲ့သည်ဟု ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا بَيْنَ النَّفْخَتَيْنِ أَرْبَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တံပိုးမှုတ်သံနှစ်ခုကြားတွင် လေးဆယ်သာ ရှိလိမ့်မည်။)</span> သူတို့က \"အို အဗူ ဟူရိုင်ရဟ်၊ ရက်ပေါင်းလေးဆယ်လား?\" ဟု ပြောကြသည်။ သူ (အလ္လာဟ်အရှင်မြတ် သူတို့အပေါ် ကျေနပ်တော်မူပါစေ) က \"ကျွန်ုပ်မသိပါ\" ဟု ပြောခဲ့သည်။ သူတို့က \"နှစ်ပေါင်းလေးဆယ်လား?\" ဟု ပြောကြသည်။ သူက \"ကျွန်ုပ်မသိပါ\" ဟု ပြောခဲ့သည်။ သူတို့က \"လေးဆယ်လလား?\" ဟု ပြောကြသည်။ သူက \"ကျွန်ုပ်မသိပါ\" ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَبْلَى كُلُّ شَيْءٍ مِنَ الْإِنْسَانِ إِلَّا عَجْبَ ذَنَبِهِ فِيهِ يُرَكَّبُ الْخَلْقُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦး၏ ကိုယ်ခန္ဓာအစိတ်အပိုင်းတိုင်းသည် သူ့ကျောရိုး၏ အမြစ်မှလွဲ၍ ပျက်စီးသွားမည်ဖြစ်ပြီး ၎င်းမှနေ၍ သူ့ကို အသစ်တစ်ဖန် ဖန်ဆင်းခံရမည်။)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်သည် ၎င်း၏အရှင်သခင်၏ အလင်းရောင်ဖြင့် တောက်ပနေမည်)</span> ဆိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် သစ္စာတရား <span class=\"gray\">(အလ္လာဟ်)</span>၊ ကိုယ်တော်သည် ဘုန်းတော်ကြီး၍ မြင့်မြတ်တော်မူပါစေ၊ ၎င်း၏ဖန်ဆင်းခံများအား တရားစီရင်ရန်အတွက် ကိုယ်တော်ကိုယ်တိုင် ထင်ရှားပြသသောအခါ တောက်ပလာမည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُضِعَ الْكِتَابُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းတော်ကို တင်ပြခံရမည်)</span>။ ကွတာဒဟ်က \"အမှုမှတ်တမ်းကျမ်း\" ဟု ပြောခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَجِيءَ بِالنَّبِيِّينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နဗီတမန်တော်များကို ရှေ့သို့ခေါ်ဆောင်လာမည်)</span> 'အိဗ်နု အဗ္ဗားစ်' (အလ္လာဟ်အရှင်မြတ် သူတို့အပေါ် ကျေနပ်တော်မူပါစေ) က \"သူတို့သည် အလ္လာဟ်၏ သတင်းစကားကို ၎င်းတို့ထံ ပို့ဆောင်ခဲ့ကြောင်း သက်သေခံကာ လူမျိုးများအပေါ် သက်သေခံကြမည်\" ဟု ပြောခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَالشُّهَدَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သက်သေများ)</span> ဆိုသည်မှာ ကောင်းမှုနှင့် မကောင်းမှု နှစ်မျိုးလုံးကို မှတ်တမ်းတင်သော မလိုင်ကတ် (ကောင်းကင်တမန်) များထဲမှ သက်သေများကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အကြား သစ္စာတရားဖြင့် စီရင်ဆုံးဖြတ်ခံရမည်)</span> ဆိုသည်မှာ တရားမျှတမှုဖြင့်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် မတရားပြုခံရမည်မဟုတ်ပေ။)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا ۖ وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَاسِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် တရားမျှတသော ချိန်ခွင်များကို တည်ထောင်မည်။ ထိုအခါ မည်သူမျှ မည်သည့်အရာ၌မျှ မတရားပြုခံရမည်မဟုတ်ပေ။ မုန်ညင်းစေ့တစ်စေ့၏ အလေးချိန်မျှပင် ရှိသော်လည်း ကျွန်ုပ်တို့ ၎င်းကို ယူဆောင်လာမည်။ ကျွန်ုပ်တို့သည် စစ်ဆေးရန် လုံလောက်လှသည်။)</span><span class=\"gray\">(၂၁:၄၇)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۖ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်သည် ဖုန်မှုန့်တစ်စေ့၏ အလေးချိန်မျှပင် မတရားမပြုပေ။ သို့သော် ကောင်းမှု <span class=\"gray\">(တစ်ခုခု ပြုခဲ့လျှင်)</span> ကိုယ်တော်သည် ၎င်းကို နှစ်ဆတိုးစေပြီး ကိုယ်တော်ထံမှ ကြီးမြတ်သော အကျိုးကို ပေးသနားတော်မူသည်။)</span><span class=\"gray\">(၄:၄၀)</span> အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူတစ်ဦးစီသည် ၎င်းပြုခဲ့သောအရာများအတွက် ပြည့်စုံစွာ အစားပေးခံရမည်)</span> ဆိုသည်မှာ ကောင်းမှုနှင့် မကောင်းမှု နှစ်မျိုးလုံးကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ပြုသောအရာများကို ကိုယ်တော်သည် အသိဆုံးဖြစ်သည်)</span>။</p>"
  }
]