[
  {
    "ayah_key": "4:49",
    "group_ayah_key": "4:49",
    "from_ayah": "4:49",
    "to_ayah": "4:52",
    "ayah_keys": "4:49,4:50,4:51,4:52",
    "text": "<p lang=\"my\" class=\"my \">မိမိတို့ကိုယ်ကို သန့်စင်သည်ဟု ပြောဆိုသူများကို သင်မမြင်ခဲ့ဘူးလား။ မဟုတ်ဘူး၊ အလ္လာဟ်အရှင်မြတ်သည် သူအလိုရှိသူကို သန့်စင်စေတော်မူသည်၊ ၎င်းတို့ကို 'ဖာတီလ်' တစ်စွန်းတစ်စမျှပင် မတရားပြုမည်မဟုတ်ပေ <span>(၄၉)</span>အလ္လာဟ်အရှင်မြတ်အပေါ် ၎င်းတို့မည်သို့ မုသားစကားကို ကြံစည်ဖန်တီးကြသည်ကို ကြည့်ပါ၊ ထိုသို့ပြုခြင်းသည် ထင်ရှားသော အပြစ်တစ်ခုဖြစ်ရန် လုံလောက်သည် <span>(၅၀)</span>ကျမ်းဂန်မှ အစိတ်အပိုင်းတစ်ခုကို ရရှိခဲ့သူများကို သင်မမြင်ခဲ့ဘူးလား။ ၎င်းတို့သည် ဂျစ်ဘ်နှင့် တာဂူတ်ကို ယုံကြည်ကြပြီး မယုံကြည်သူများအား \"ဤသူများသည် ယုံကြည်သူများထက် လမ်းမှန်တွင် ပိုမိုမှန်ကန်စွာ လမ်းပြခံရသည်\" ဟု ပြောဆိုကြသည် <span>(၅၁)</span>၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ် ကျိန်ဆဲထားသူများဖြစ်ကြသည်၊ အလ္လာဟ်အရှင်မြတ် ကျိန်ဆဲထားသူအတွက် သင်သည် မည်သည့်အကူအညီပေးသူကိုမျှ ရှာတွေ့မည်မဟုတ်ပေ <span>(၅၂)</span></p><div lang=\"my\" class=\"my \"><h2>မိမိတို့ကိုယ်ကို သန့်ရှင်းသည်ဟု ဆိုကြခြင်းနှင့် ဂျစ်ဘ်နှင့် တာဂူတ်ကို ယုံကြည်ကြခြင်းတို့အတွက် ဂျူးများကို ဆုံးမပြစ်တင်ခြင်းနှင့် ကျိန်ဆဲခြင်း</h2></div><p lang=\"hi-Latn\" class=\"hi-Latn \">Al-Hasan and Qatadah said, \"This Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنفُسَهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့ကိုယ်ကို သန့်စင်သည်ဟု ပြောဆိုသူများကို သင်မမြင်ခဲ့ဘူးလား။)</span> သည် ဂျူးများနှင့် ခရစ်ယာန်များက 'ငါတို့သည် အလ္လာဟ်အရှင်မြတ်၏ သားသမီးများနှင့် ချစ်မြတ်နိုးတော်မူခြင်းခံရသူများဖြစ်သည်' ဟု ပြောဆိုသောအခါ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။\" အိဗ်နုဇိုင်းဒ်ကလည်း \"ဤအာယသ်သည် ၎င်းတို့၏ စကားနှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်\" ဟု ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့သည် အလ္လာဟ်အရှင်မြတ်၏ သားသမီးများနှင့် ချစ်မြတ်နိုးတော်မူခြင်းခံရသူများဖြစ်သည်)</span><span class=\"gray\">[၅:၁၈]</span> နှင့် ၎င်းတို့၏ စကား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَن يَدْخُلَ الْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَارَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူး သို့မဟုတ် ခရစ်ယာန်မဖြစ်ပါက မည်သူမျှ ဂျန္နတ်(အကောင်းစားဥယျာဉ်) ထဲသို့ ဝင်ရောက်ရမည်မဟုတ်ပေ)</span>။\" <span class=\"gray\">[၂:၁၁၁]</span> ဤသည်ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ اللَّهُ يُزَكِّي مَن يَشَاءُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် သူအလိုရှိသူကို သန့်စင်စေတော်မူသည်၊)</span> ဆိုလိုသည်မှာ ဤကိစ္စတွင် ဆုံးဖြတ်ချက်သည် အလ္လာဟ်အရှင်မြတ်ထံတွင်သာ ရှိသည်၊ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် အရာခပ်သိမ်းတို့၏ စစ်မှန်သော အဖြစ်မှန်နှင့် လျှို့ဝှက်ချက်များကို ပြည့်စုံစွာ သိရှိတော်မူသောကြောင့် ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُظْلَمُونَ فَتِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို 'ဖာတီလ်' တစ်စွန်းတစ်စမျှပင် မတရားပြုမည်မဟုတ်ပေ၊)</span> ဆိုလိုသည်မှာ အရှင်မြတ်သည် မည်သူတစ်ဦးတစ်ယောက်၏ ဆုလာဘ်၏ မည်သည့်အစိတ်အပိုင်းတွင်မဆို မတရားမှုကို ပြုတော်မူမည်မဟုတ်ပေ၊ ၎င်းသည် 'ဖာတီလ်' ၏ အလေးချိန်မျှပင် ဖြစ်စေကာမူ။ အိဗ်နုအဗ္ဗားစ်၊ မွတ်ဂျာဟစ်ဒ်၊ အိကရီမာဟ်၊ အသာအ်၊ အလ်-ဟစန်၊ ကွသာဒဟ်နှင့် ဆလဖ်များအနက် အခြားသူများက 'ဖာတီလ်' သည် \"စွန်ပလွန်သီး အစေ့၏ ရှည်လျားသော အက်ကြောင်းအတွင်းရှိ အကြေးခွံမျှင်\" ဟု ဆိုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြည့်ပါ၊ အလ္လာဟ်အရှင်မြတ်အပေါ် ၎င်းတို့မည်သို့ မုသားစကားကို ကြံစည်ဖန်တီးကြသည်ကို၊)</span> မိမိတို့ကိုယ်ကို သန့်စင်သည်ဟု ပြောဆိုခြင်း၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ သားသမီးများနှင့် ချစ်မြတ်နိုးတော်မူခြင်းခံရသူများဖြစ်သည်ဟု ပြောဆိုခြင်း၊ ၎င်းတို့၏ စကား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَن يَدْخُلَ الْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَارَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူး သို့မဟုတ် ခရစ်ယာန်မဖြစ်ပါက မည်သူမျှ ဂျန္နတ်(အကောင်းစားဥယျာဉ်) ထဲသို့ ဝင်ရောက်ရမည်မဟုတ်ပေ)</span><span class=\"gray\">[၂:၁၁၁]</span> ၎င်းတို့၏ စကား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَّعْدُودَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မီးသည် ငါတို့ကို ရက်အနည်းငယ်မျှသာ ထိတွေ့လိမ့်မည်)</span><span class=\"gray\">[၃:၂၄]</span> နှင့် ၎င်းတို့၏ ဘိုးဘွားဘီဘင်တို့၏ သာသနာရေးဆိုင်ရာ ကောင်းမှုများအပေါ် မှီခိုအားထားခြင်း။ အလ္လာဟ်အရှင်မြတ်သည် ဖခင်များ၏ ကောင်းမှုများသည် သားသမီးများကို အထောက်အကူမပြုကြောင်း မိန့်တော်မူခဲ့ပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသည် ကုန်ဆုံးသွားပြီဖြစ်သော လူမျိုးဖြစ်သည်။ ၎င်းတို့သည် ၎င်းတို့ရရှိခဲ့သော အကျိုးကို ရရှိမည်ဖြစ်ပြီး သင်တို့သည် သင်တို့ရရှိသော အကျိုးကို ရရှိမည်ဖြစ်သည်။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِهِ إِثْمًا مُّبِينًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ပြုခြင်းသည် ထင်ရှားသော အပြစ်တစ်ခုဖြစ်ရန် လုံလောက်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ ဤမုသားစကားများနှင့် ဖန်တီးမှုများသည် လုံလောက်သည်ဟု ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျမ်းဂန်မှ အစိတ်အပိုင်းတစ်ခုကို ရရှိခဲ့သူများကို သင်မမြင်ခဲ့ဘူးလား။ ၎င်းတို့သည် ဂျစ်ဘ်နှင့် တာဂူတ်ကို ယုံကြည်ကြသည်)</span>။</p><p lang=\"my\" class=\"my \">မူဟမ္မဒ် ဘင် အိစ်ဟာက်က ဟစန် ဘင် ဖာအိဒ်ထံမှ 'ဥမရ် ဘင် အလ်-ခတ္တားဘ်က \"ဂျစ်ဘ်သည် မှော်အတတ်ဖြစ်ပြီး တာဂူတ်သည် ရှိုင်သာန်ဖြစ်သည်။\" ဟု ပြောသည်' ဟု ပြောကြားခဲ့သည်။ ထင်ရှားသော ပညာရှင် အဘူ နဆရ် အိစ်မာအိလ် ဘင် ဟမ္မာဒ် အလ်-ဂျောင်ဟာရီက သူ၏ 'အစ်-စိဟားဟ်' စာအုပ်တွင် \"အလ်-ဂျစ်ဘ်ဆိုသည်မှာ ရုပ်တု၊ ဗေဒင်ဆရာနှင့် မှော်ဆရာတို့ကို ဆိုလိုသည်\" ဟု ပြောခဲ့သည်။ အိဗ်နု အဘီ ဟာတိမ်က ဂျာဘိရ် ဘင် အဗ်ဒူလ္လာဟ်ကို တာဂူတ်အကြောင်း မေးမြန်းသောအခါ သူက \"၎င်းတို့သည် ရှိုင်သာန်များ ဆင်းသက်လာသော ဗေဒင်ဆရာများဖြစ်ကြသည်\" ဟု မှတ်တမ်းတင်ထားသည်။ မွတ်ဂျာဟစ်ဒ်က \"တာဂူတ်သည် လူယောင်ဖန်ဆင်းထားသော ရှိုင်သာန်ဖြစ်ပြီး ၎င်းတို့သည် သူထံမှ စီရင်ဆုံးဖြတ်ချက် ရယူကြသည်\" ဟု ပြောခဲ့သည်။ အိမာမ် မာလိက်က \"တာဂူတ်သည် အလ္လာဟ်အရှင်မြတ် (အနန္တ မဟာ ဂုဏ်အင်ရှင်) ကို ပစ်ပယ်၍ ကိုးကွယ်ခံရသော အရာဝတ္ထုတိုင်းဖြစ်သည်။\" ဟု ပြောခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများသည် ယုံကြည်သူများထက် ပိုမိုမှန်ကန်သော လမ်းညွှန်မှုကို ရရှိကြသည်မဟုတ်ပေ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَٰؤُلَاءِ أَهْدَىٰ مِنَ الَّذِينَ آمَنُوا سَبِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများအား \"ဤသူများသည် ယုံကြည်သူများထက် လမ်းမှန်တွင် ပိုမိုမှန်ကန်စွာ လမ်းပြခံရသည်\" ဟု ပြောဆိုကြသည်)</span> မွတ်စ်လင်မ်များထက် မယုံကြည်သူများကို ဦးစားပေးခြင်း၊ ၎င်းတို့၏ အသိပညာမဲ့မှု၊ ဘာသာရေးမရှိမှုနှင့် ၎င်းတို့ရှေ့တွင်ရှိသော အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ကို မယုံကြည်ခြင်းတို့ကြောင့် ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က အိကရီမာဟ်က \"ဟူယိုင် ဘင် အခ်တပ်နှင့် ကအ်ဘ် ဘင် အလ်-အရှ်ရဖ် <span class=\"gray\">(ဂျူးခေါင်းဆောင်နှစ်ဦး)</span> တို့သည် မက္ကာဟ်မြို့သားများထံ လာရောက်သောအခါ မက္ကာဟ်မြို့သားများက ၎င်းတို့အား 'သင်တို့ <span class=\"gray\">(ဂျူးများ)</span> သည် ကျမ်းဂန်နှင့် အသိပညာရှင်များဖြစ်သည်၊ ထို့ကြောင့် ကျွန်ုပ်တို့နှင့် မူဟမ္မဒ်ကို စီရင်ဆုံးဖြတ်ပေးပါ' ဟု ပြောခဲ့ကြသည်။ ၎င်းတို့က 'သင်တို့ကိုယ်ကို ဖော်ပြပါ၊ မူဟမ္မဒ်ကိုလည်း ဖော်ပြပါ' ဟု ပြောခဲ့ကြသည်။ ၎င်းတို့က 'ကျွန်ုပ်တို့သည် ဆွေမျိုးများနှင့် ဆက်ဆံရေးကောင်းမွန်အောင် ထိန်းသိမ်းသည်၊ ကုလားအုတ်များကို <span class=\"gray\">(ဆင်းရဲသားများအတွက်)</span> သတ်ဖြတ်ပေးသည်၊ ကြွေးမြီရှိသူများကို လွှတ်ပေးသည်၊ ဘုရားဖူးများအတွက် ရေပေးဝေသည်။ မူဟမ္မဒ်မူကား သားယောက်ျားလေးမရှိ၊ ကျွန်ုပ်တို့၏ ဆက်ဆံရေးများကို ဖြတ်တောက်ခဲ့သည်၊ ဘုရားဖူးများကို လုယက်သော သူခိုးများ <span class=\"gray\">(ဂီဖာရ်မျိုးနွယ်)</span> က သူ့ကို လိုက်နာကြသည်။ ထို့ကြောင့် မည်သူက ပိုမိုကောင်းမွန်သည်၊ ကျွန်ုပ်တို့လား သို့မဟုတ် သူလား?' ဟု ပြောခဲ့ကြသည်။ ၎င်းတို့က 'သင်တို့သည် ပိုမိုဖြောင့်မတ်ပြီး ပိုမိုမှန်ကန်သော လမ်းညွှန်မှုကို ရရှိကြသည်' ဟု ပြောခဲ့ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ထုတ်ပြန်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစိတ်အပိုင်းတစ်ခုကို ရရှိခဲ့သူများကို သင်မမြင်ခဲ့ဘူးလား)</span>။\" ဤပုံပြင်ကို အိဗ်နုအဗ္ဗားစ်နှင့် ဆလဖ်များအနက် အခြားသူများစွာထံမှလည်း မှတ်တမ်းတင်ထားသည်။</p><p lang=\"gd\" class=\"gd \">Allah's Curse on the Jews </p><p lang=\"my\" class=\"my \">ဤအာယသ် <span class=\"gray\">[၄:၅၂]</span> တွင် ဂျူးများကို ကျိန်ဆဲထားပြီး ၎င်းတို့သည် ရုပ်တုကိုးကွယ်သူများ၏ အကူအညီကို ရှာဖွေသောကြောင့် ဤဘဝတွင်ဖြစ်စေ၊ နောင်ဘဝတွင်ဖြစ်စေ မည်သည့်ကူညီထောက်ပံ့သူမျှ မရှိကြောင်း ၎င်းတို့အား အသိပေးထားသည်။ ၎င်းတို့သည် မယုံကြည်သူများကို ထောက်ပံ့ရန် ဆွဲဆောင်ရန်အတွက် ဤစကားကို <span class=\"gray\">[အာယသ် ၄:၅၁ တွင်]</span> ပြောဆိုခဲ့ကြသည်၊ ထို့နောက် ၎င်းတို့သည် အလ်-အဟ်ဇာဘ် တိုက်ပွဲအတွက် ၎င်းတို့၏ တပ်ဖွဲ့များကို စုစည်းခဲ့ကြပြီး တမန်တော်မြတ် ﷺ နှင့် သူ၏ ဆွဟာဘာများအား အလ်-မဒီနာပတ်လည်တွင် ကာကွယ်ရေးဥမင်လိုဏ်ခေါင်း တူးရန် အတင်းအကြပ် ခိုင်းစေခဲ့သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မွတ်စ်လင်မ်များကို ၎င်းတို့၏ မကောင်းမှုမှ ကယ်တင်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا ۚ وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများကို ၎င်းတို့၏ ဒေါသနှင့်အတူ နောက်ပြန်လှည့်စေခဲ့သည်၊ ၎င်းတို့သည် မည်သည့်အကျိုးကျေးဇူးမျှ <span class=\"gray\">(စစ်ပစ္စည်း)</span> မရရှိခဲ့ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများအတွက် စစ်ပွဲတွင် လုံလောက်စေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတမ်း အနန္တ ခွန်အားရှင်၊ အနန္တ တန်ခိုးရှင်ဖြစ်တော်မူသည်။)</span>။ <span class=\"gray\">[၃၃:၂၅]</span></p>"
  }
]