[
  {
    "ayah_key": "2:283",
    "group_ayah_key": "2:283",
    "from_ayah": "2:283",
    "to_ayah": "2:283",
    "ayah_keys": "2:283",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့သည် ခရီးသွားနေကြစဉ် စာရေးဆရာကို ရှာမတွေ့နိုင်ပါက ပစ္စည်းအပေါင်ခံထားရှိပါစေ။ ထို့နောက် သင်တို့အနက် တစ်ဦးက အခြားတစ်ဦးကို ယုံကြည်အပ်နှံပါက ယုံကြည်ခံရသူသည် မိမိ၏ အပ်နှံခြင်းကို ပြီးမြောက်အောင် ဆောင်ရွက်ပါစေ။ ထို့ပြင် မိမိ၏ အရှင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ပါစေ။ သက်သေအထောက်အထားကို မဖုံးကွယ်ကြလင့်။ အမှန်စင်စစ် မည်သူမဆို ဖုံးကွယ်ပါက ဧကန်မလွဲ ၎င်း၏နှလုံးသားသည် ပြစ်မှုကျူးလွန်သူ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သမျှကို အကြွင်းမဲ့ သိရှိတော်မူ၏။ <span>(၂၈၃)</span></p><div lang=\"my\" class=\"my \"><h2>အာယတ်တွင် ဖော်ပြထားသော 'ပစ္စည်းအပေါင်ခံခြင်း' ဆိုသည်မှာ အဘယ်နည်း။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِن كُنتُمْ عَلَىٰ سَفَرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ခရီးသွားနေကြစဉ်)</span> ဆိုလိုသည်မှာ ခရီးသွားနေပြီး သင်တို့အနက် အချို့သည် နောင်တွင်ပေးဆပ်ရန် ငွေအချို့ကို ချေးယူထားပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَمْ تَجِدُوا كَاتِبًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စာရေးဆရာကို ရှာမတွေ့နိုင်ပါက)</span> သင်တို့အတွက် ကြွေးမြီကို မှတ်တမ်းတင်ပေးမည့်သူ။ အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ \"စာရေးဆရာကို တွေ့သော်လည်း စာရွက်၊ မှင် သို့မဟုတ် ကလောင်ကို မတွေ့ပါကပင် ဖြစ်သည်\" ဟူ၏။ ထို့နောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرِهَانٌ مَّقْبُوضَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပစ္စည်းအပေါင်ခံထားရှိပါစေ <span class=\"gray\">(ပစ္စည်းအပေါင်ခံခြင်း)</span>)</span> အရောင်းအဝယ်ကို စာဖြင့်ရေးသားခြင်းအစား ကြွေးရှင်အား ပေးအပ်ထားခြင်းဖြစ်သည်။ ဆဟီဟ်ကျမ်းနှစ်အုပ်တွင် အနပ်စ်က ပြောကြားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ဂျူးလူမျိုးတစ်ဦးထံတွင် ၎င်း၏ ဒိုင်းလွှားကို ဝပ်စ်က် ၃၀ <span class=\"gray\">(ခန့်မှန်းခြေအားဖြင့် ၁၈၀ ကီလိုဂရမ်)</span> ရှိသော မုယောစပါးအစား အပေါင်ထားလျက်ရှိစဉ် ကွယ်လွန်ခဲ့သည်။ ထိုမုယောစပါးကို တမန်တော်မြတ်သည် မိမိ၏မိသားစုအတွက် စားနပ်ရိက္ခာအဖြစ် အကြွေးဝယ်ယူခဲ့ခြင်းဖြစ်သည်။ အခြားဖော်ပြချက်တစ်ခုတွင် ထိုဂျူးလူမျိုးသည် အလ်-မဒီနာရှိ ဂျူးလူမျိုးများအနက်မှ တစ်ဦးဖြစ်သည်ဟု ဟဒီးစ်က ဖော်ပြထားသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင်တို့အနက် တစ်ဦးက အခြားတစ်ဦးကို ယုံကြည်အပ်နှံပါက ယုံကြည်ခံရသူသည် မိမိ၏ အပ်နှံခြင်းကို <span class=\"gray\">(သစ္စာရှိစွာ)</span> ပြီးမြောက်အောင် ဆောင်ရွက်ပါစေ။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်သည် ခိုင်မာသော ဆင့်ပြန်ချက်ဖြင့် မှတ်တမ်းတင်ထားသည်မှာ အဘူ စအီးဒ် အလ်-ခုဒ်ရီက ပြောကြားသည်မှာ \"ဤအာယတ်သည် ၎င်းမတိုင်မီက ထွက်ပေါ်ခဲ့သည်များကို <span class=\"gray\">(ဆိုလိုသည်မှာ အရောင်းအဝယ်ကို မှတ်တမ်းတင်ရန်နှင့် သက်သေများရှိရန် လိုအပ်သည့်အရာကို)</span> ပယ်ဖျက်လိုက်သည်\" ဟူ၏။ အရှ်-ရှအ်ဘီက ပြောကြားသည်မှာ \"အကယ်၍ သင်တို့သည် အချင်းချင်းယုံကြည်ပါက ချေးငွေကို မရေးသားဘဲဖြစ်စေ၊ သက်သေများမရှိဘဲဖြစ်စေ အန္တရာယ်မရှိပါ\" ဟူ၏။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَتَّقِ اللَّهَ رَبَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ပါစေ)</span> ဆိုလိုသည်မှာ ကြွေးမြီရှင် (ချေးယူသူ)။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်နှင့် စုနန်ကျမ်းတို့တွင် မှတ်တမ်းတင်ထားသည်မှာ ကွသာဒဟ်က ပြောကြားသည်မှာ အလ်-ဟာစန်က ပြောကြားသည်မှာ ဆမုရဟ်က ပြောကြားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الْيَدِ مَا أَخَذَتْ، حَتَّى تُؤَدِّيَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((ကြွေးမြီရှင်)၏ လက်သည် ၎င်းယူခဲ့သောအရာ၏ ဝန်ကို ပြန်မပေးမချင်း သယ်ဆောင်ထားရမည်။)</span></p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكْتُمُوا الشَّهَادَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သက်သေအထောက်အထားကို မဖုံးကွယ်ကြလင့်)</span> ဆိုလိုသည်မှာ ၎င်းကို မဖုံးကွယ်နှင့် သို့မဟုတ် ထုတ်ဖော်ပြောဆိုရန် ငြင်းဆန်ခြင်းမပြုနှင့်။ အိဗ်နု အဗ္ဗားစ်နှင့် အခြားသော ပညာရှင်များက ပြောကြားသည်မှာ \"သက်သေမှားယွင်းစွာထွက်ဆိုခြင်းသည် မဟာအပြစ်များအနက် အဆိုးဆုံးတစ်ခုဖြစ်ပြီး မှန်ကန်သောသက်သေကို ဖုံးကွယ်ခြင်းသည်လည်း ထိုနည်းအတိုင်းပင် ဖြစ်သည်။ ဤကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَن يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မည်သူမဆို ဖုံးကွယ်ပါက ဧကန်မလွဲ ၎င်း၏နှလုံးသားသည် ပြစ်မှုကျူးလွန်သူ ဖြစ်သည်)</span>။</p><p lang=\"my\" class=\"my \">အစ်-ဆွဒ်ဒီက မှတ်ချက်ပြုသည်မှာ \"ဆိုလိုသည်မှာ ၎င်း၏နှလုံးသားတွင် ပြစ်မှုကျူးလွန်သူ ဖြစ်သည်\" ဟူ၏။</p><p lang=\"my\" class=\"my \">၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَّمِنَ الْآثِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ သက်သေခံချက်ကို ကျွန်ုပ်တို့ ဖုံးကွယ်မည်မဟုတ်၊ အမှန်စင်စစ် ထိုအခါ ကျွန်ုပ်တို့သည် ပြစ်မှုကျူးလွန်သူများအနက်မှ ဖြစ်သွားပေမည်။)</span><span class=\"gray\">[၅:၁၀၆]</span>။</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَىٰ أَنفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ إِن يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَىٰ بِهِمَا فَلَا تَتَّبِعُوا الْهَوَىٰ أَن تَعْدِلُوا وَإِن تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို-ယုံကြည်သူအပေါင်းတို့၊ သင်တို့သည် တရားမျှတမှုအတွက် ခိုင်မာစွာ ရပ်တည်သူများဖြစ်ကြကုန်။ အလ္လာဟ်အရှင်မြတ်အတွက် သက်သေခံသူများဖြစ်ကြကုန်။ သင်တို့၏ ကိုယ်တိုင်အပေါ်ဖြစ်စေ၊ သင်တို့၏ မိဘများအပေါ်ဖြစ်စေ၊ သင်တို့၏ ဆွေမျိုးသားချင်းများအပေါ်ဖြစ်စေ ဖြစ်သည်ရှိသော်လည်း (ထိုအတိုင်းပင်)။ ထိုသူသည် ချမ်းသာသည်ဖြစ်စေ၊ ဆင်းရဲသည်ဖြစ်စေ (အလ္လာဟ်အရှင်မြတ်သည်) ထိုနှစ်ဦးစလုံးအတွက် ပို၍ကောင်းသော ထိန်းသိမ်းစောင့်ရှောက်သူဖြစ်တော်မူ၏။ ထို့ကြောင့် တရားမျှတမှုကို ရှောင်လွှဲမိမည်စိုး၍ (သင်တို့၏ စိတ်ဆန္ဒများကို) မလိုက်နာကြကုန်နှင့်။ သင်တို့သည် သင်တို့၏ သက်သေကို လိမ်ညာပြောဆိုလျှင် သို့မဟုတ် ၎င်းကို မပေးဘဲ ငြင်းဆန်လျှင် ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သမျှကို အကြွင်းမဲ့ သိရှိတော်မူ၏။)</span><span class=\"gray\">[၄:၁၃၅]</span> နှင့် ဤအာယတ် <span class=\"gray\">[၂:၂၈၃]</span> တွင် ၎င်းအရှင်မြတ်က မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكْتُمُوا الشَّهَادَةَ وَمَن يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သက်သေအထောက်အထားကို မဖုံးကွယ်ကြလင့်။ အမှန်စင်စစ် မည်သူမဆို ဖုံးကွယ်ပါက ဧကန်မလွဲ ၎င်း၏နှလုံးသားသည် ပြစ်မှုကျူးလွန်သူ ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုလုပ်သမျှကို အကြွင်းမဲ့ သိရှိတော်မူ၏။)</span></p>"
  }
]