[
  {
    "ayah_key": "9:52",
    "group_ayah_key": "9:52",
    "from_ayah": "9:52",
    "to_ayah": "9:54",
    "ayah_keys": "9:52,9:53,9:54",
    "text": "<p lang=\"my\" class=\"my \">ပြောပါ- \"နှစ်ခုသော အကောင်းဆုံးအရာများအနက် တစ်ခုမှလွဲ၍ ကျွန်ုပ်တို့အား သင်တို့သည် <span class=\"gray\">(မည်သည့်အရာကိုမျှ)</span> စောင့်ဆိုင်းနေကြသလော။ ကျွန်ုပ်တို့သည် သင်တို့အား အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်ထံမှဖြစ်စေ၊ ကျွန်ုပ်တို့၏လက်ဖြင့်ဖြစ်စေ ပြစ်ဒဏ်တစ်ခုဖြင့် ဒုက္ခရောက်စေမည်ကို စောင့်ဆိုင်းနေကြစဉ်။ ထို့ကြောင့် စောင့်ဆိုင်းကြလော့၊ ကျွန်ုပ်တို့လည်း သင်တို့နှင့်အတူ စောင့်ဆိုင်းနေကြသည်။ <span>(၅၂)</span>ပြောပါ- \"လိုလိုချင်ချင်ဖြစ်စေ၊ မလိုချင်ဘဲဖြစ်စေ သုံးစွဲကြလော့၊ ၎င်းကို သင်တို့ထံမှ လက်ခံမည်မဟုတ်ပါ။ အမှန်စင်စစ်၊ သင်တို့သည် အမြဲတစေ ပုန်ကန်သော လူမျိုးဖြစ်သည်။ <span>(၅၃)</span>၎င်းတို့၏ လှူဒါန်းမှုများကို လက်မခံခြင်းမှ မည်သည့်အရာကမျှ တားဆီးထားခြင်းမရှိ၊ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို မယုံကြည်ခြင်းမှအပ၊ ဆွလာသ်ဝတ်ပြုရန် ပျင်းရိစွာဖြင့်မှလွဲ၍ မလာရောက်ခြင်းမှအပ၊ မလိုချင်ဘဲ လှူဒါန်းခြင်းမှအပ <span>(၅၄)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"mg\" class=\"mg \"><span class=\"gray\">(Say)</span>, O Muhammad to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تَرَبَّصُونَ بِنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ကျွန်ုပ်တို့ကို စောင့်ဆိုင်းနေကြသလော)</span>၊ မည်သည့်အရာကိုမျှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا إِحْدَى الْحُسْنَيَيْنِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှစ်ခုသော အကောင်းဆုံးအရာများအနက် တစ်ခုမှလွဲ၍)</span>၊ ရှဟီးဒ်ဖြစ်ခြင်း သို့မဟုတ် သင်တို့အပေါ် အောင်ပွဲခံခြင်း၊ အိဗ်နု အဘ်ဘားစ်၊ မုဂျာဟိဒ်၊ ကတာဒါနှင့် အခြားသူများ ပေးထားသော အဓိပ္ပာယ်အရဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْنُ نَتَرَبَّصُ بِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် သင်တို့အား စောင့်ဆိုင်းနေကြစဉ်)</span>၊ ဤအရာသည် သင်တို့အပေါ် သက်ရောက်လိမ့်မည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِّنْ عِندِهِ أَوْ بِأَيْدِينَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်ထံမှဖြစ်စေ၊ ကျွန်ုပ်တို့၏လက်ဖြင့်ဖြစ်စေ ပြစ်ဒဏ်တစ်ခုဖြင့် ဒုက္ခရောက်စေမည်)</span>၊ ဖမ်းဆီးခြင်းဖြစ်စေ၊ သတ်ဖြတ်ခြင်းဖြစ်စေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَبَّصُوا إِنَّا مَعَكُم مُّتَرَبِّصُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် စောင့်ဆိုင်းကြလော့၊ ကျွန်ုပ်တို့လည်း သင်တို့နှင့်အတူ စောင့်ဆိုင်းနေကြသည်။)</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَنفِقُوا طَوْعًا أَوْ كَرْهًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- လိုလိုချင်ချင်ဖြစ်စေ၊ မလိုချင်ဘဲဖြစ်စေ သုံးစွဲကြလော့)</span>၊ သင်တို့မည်သည့်နည်းဖြင့် သုံးစွဲသည်ဖြစ်စေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّن يُتَقَبَّلَ مِنكُمْ ۖ إِنَّكُمْ كُنتُمْ قَوْمًا فَاسِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို သင်တို့ထံမှ လက်ခံမည်မဟုတ်ပါ။ အမှန်စင်စစ်၊ သင်တို့သည် အမြဲတစေ ပုန်ကန်သော လူမျိုးဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့ထံမှ လှူဒါန်းမှုများကို လက်မခံခြင်း၏ အကြောင်းရင်းကို ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို မယုံကြည်ခြင်းမှအပ။)</span> ကောင်းမှုကုသိုလ်များသည် ယုံကြည်ခြင်းနှင့် ဦးစွာလာရောက်မှ လက်ခံပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွလာသ်ဝတ်ပြုရန် ပျင်းရိစွာဖြင့်မှလွဲ၍ မလာရောက်ခြင်းမှအပ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့တွင် ကောင်းသော ရည်ရွယ်ချက်လည်းမရှိ၊ <span class=\"gray\">[ယုံကြည်မှု]</span>လုပ်ရပ်များကို ဆောင်ရွက်ရန် စိတ်အားထက်သန်မှုလည်းမရှိပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمْ كَارِهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ လှူဒါန်းမှုများကို လက်မခံခြင်းမှ မည်သည့်အရာကမျှ တားဆီးထားခြင်းမရှိ၊ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို မယုံကြည်ခြင်းမှအပ၊ ဆွလာသ် <span class=\"gray\">(ဝတ်ပြုမှု)</span> ကို ပျင်းရိစွာဖြင့်မှလွဲ၍ မလာရောက်ခြင်းမှအပ၊ မလိုချင်ဘဲ လှူဒါန်းခြင်းမှအပ။)</span></p><p lang=\"my\" class=\"my \">အမှန်တရားကို ထုတ်ဖော်ပြသခံရသူ၊ တမန်တော် မုဟမ္မဒ်သခင် (အလ္လာဟ်အသျှင်မြတ်၏ ငြိမ်သက်ခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ သက်ရောက်ပါစေ) က အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ <span class=\"gray\">(ယုံကြည်သူများ)</span> ကောင်းမှုကုသိုလ်များ ပြုလုပ်ခြင်းကို မရပ်တန့်သရွေ့ အကျိုးဆုလာဘ်များ ပေးခြင်းကို မရပ်တန့်ကြောင်း၊ အလ္လာဟ်အရှင်မြတ်သည် တိုင်ယစ် (စင်ကြယ်ကောင်းမွန်သူ) ဖြစ်ပြီး တိုင်ယစ် (စင်ကြယ်ကောင်းမွန်သောအရာ) ကိုသာ လက်ခံကြောင်း မိန့်ကြားခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်များတွင် ဖော်ပြထားသောသူများထံမှ ဒါန သို့မဟုတ် ကောင်းမှုကုသိုလ်များကို လက်မခံပေ၊ အကြောင်းမှာ ကိုယ်တော်သည် တကွာရှိသူများထံမှသာ လက်ခံသောကြောင့်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "9:55",
    "group_ayah_key": "9:55",
    "from_ayah": "9:55",
    "to_ayah": "9:55",
    "ayah_keys": "9:55",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့ကြောင့် ၎င်းတို့၏ စည်းစိမ်ဥစ္စာများနှင့် သားသမီးများက သင့်အား အံ့အားသင့်စေခြင်း မပြုပါစေနှင့်။ အမှန်တကယ်တွင် အလ္လာဟ်အရှင်မြတ်၏ အစီအစဉ်မှာ ဤလောကီဘဝတွင် ၎င်းတို့အား ထိုအရာများဖြင့် အပြစ်ပေးရန်နှင့် ၎င်းတို့သည် မယုံကြည်သူများဖြစ်နေချိန်တွင် ၎င်းတို့၏ဝိညာဉ်များ ထွက်ခွာသွားရန် <span class=\"gray\">(သေဆုံးရန်)</span> ဖြစ်သည် <span>(၅၅)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏တမန်တော် ﷺ အား မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ စည်းစိမ်ဥစ္စာများနှင့် သားသမီးများက သင့်အား အံ့အားသင့်စေခြင်း မပြုပါစေနှင့်...)</span></p><p lang=\"id\" class=\"id \">In similar Ayat, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ ۚ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အမျိုးမျိုးသော အုပ်စုများအား ကျွန်ုပ်တို့ ပေးထားသော လောကီဘဝ၏ တောက်ပမှုဖြစ်သည့် အပျော်အပါးများအတွက် သင့်မျက်လုံးများကို မစူးစိုက်ပါနှင့်၊ ကျွန်ုပ်တို့သည် ၎င်းတို့အား ထိုအရာများဖြင့် စမ်းသပ်ရန်ဖြစ်သည်၊ သို့သော် သင့်အရှင်၏ ပေးသနားတော်မူခြင်း <span class=\"gray\">(နောင်တမလွန်ဘဝတွင် ကောင်းသော အကျိုး)</span> သည် ပို၍ကောင်းမွန်ပြီး ပို၍တည်မြဲသည်)</span><span class=\"gray\">[၂၀:၁၃၁]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِ مِن مَّالٍ وَبَنِينَ - نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَل لَّا يَشْعُرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကျွန်ုပ်တို့က ၎င်းတို့အား ပေးထားသော စည်းစိမ်ဥစ္စာနှင့် သားသမီးများ၌ ၎င်းတို့အတွက် ကောင်းသောအရာများကို ကျွန်ုပ်တို့က အလျင်စလို ပြုလုပ်ပေးသည်ဟု ထင်နေကြသလော။ မဟုတ်ပါ၊ ၎င်းတို့ မသိနားမလည်ကြပေ။)</span><span class=\"gray\">[၂၃:၅၅-၅၆]</span>။ </p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُم بِهَا فِي الْحَيَاةِ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်တကယ်တွင် အလ္လာဟ်အရှင်မြတ်၏ အစီအစဉ်မှာ ဤလောကီဘဝတွင် ၎င်းတို့အား ထိုအရာများဖြင့် အပြစ်ပေးရန်ဖြစ်သည်)</span> ၎င်းတို့၏ငွေကြေးပေါ်မှ သက်ဆိုင်ရာ ဇကားသ်ကို ၎င်းတို့ထံမှယူ၍ အလ္လာဟ်အရှင်မြတ်၏ လမ်းစဉ်တွင် သုံးစွဲခြင်းဖြင့်၊ အလ်-ဟာစန် အလ်-ဘစရီ ပေးထားသော အဓိပ္ပါယ်အရဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏ဝိညာဉ်များ ထွက်ခွာသွားချိန်တွင် ၎င်းတို့သည် မယုံကြည်သူများ ဖြစ်နေလိမ့်မည်)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား သေခြင်းတရားကို ပေးပို့သောအခါ၊ ၎င်းတို့သည် မယုံကြည်သူများအဖြစ် ရှိနေဆဲဖြစ်ပြီး၊ ၎င်းတို့အတွက် အခြေအနေများ ပိုဆိုးရွားစေရန်နှင့် ပြစ်ဒဏ်ကို ပိုမိုပြင်းထန်စေရန်ဖြစ်သည်။ ၎င်းတို့ပိုင်ဆိုင်သည့် ဤအရာများဖြင့် တဖြည်းဖြည်း လမ်းမှားသို့ ရောက်ရှိသွားခြင်း အပါအဝင် ထိုကဲ့သို့သော အဆုံးမှ ကျွန်ုပ်တို့ ခိုလှုံရာရှာသည်။</p>"
  },
  {
    "ayah_key": "9:56",
    "group_ayah_key": "9:56",
    "from_ayah": "9:56",
    "to_ayah": "9:57",
    "ayah_keys": "9:56,9:57",
    "text": "<p class=\"my translation\" lang=\"my\">သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို တိုင်တည်ကျိန်ဆိုကြသည်မှာ ၎င်းတို့သည် သင်တို့အနက်မှ အမှန်တကယ်ဖြစ်ကြသည်ဟု ဖြစ်၏။ သို့သော် ၎င်းတို့သည် သင်တို့အနက်မှ မဟုတ်ကြပေ။ သို့သော် ၎င်းတို့သည် ကြောက်ရွံ့နေကြသော လူမျိုးတစ်စု <span class=\"gray\">(အရေခြုံများ)</span> ဖြစ်ကြ၏။ <span class=\"gray\">(သင်တို့က ၎င်းတို့ကို သတ်လိမ့်မည်ကို)</span><span>(၅၆)</span> အကယ်၍ ၎င်းတို့သည် ခိုလှုံရာတစ်ခုခု သို့မဟုတ် ဂူများ သို့မဟုတ် ပုန်းခိုရာနေရာတစ်ခုခုကို တွေ့ရှိပါက ၎င်းတို့သည် ထိုနေရာသို့ လျင်မြန်စွာ ပြေးဝင်သွားကြလိမ့်မည်။ <span>(၅၇)</span></p><div lang=\"my\" class=\"my \"><h2>အရေခြုံများ၏ ကြောက်ရွံ့ထိတ်လန့်မှုကို ဖော်ထုတ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ တမန်တော် ﷺ အား အရေခြုံတို့၏ ထိတ်လန့်ခြင်း၊ ကြောက်ရွံ့ခြင်း၊ စိုးရိမ်ပူပန်ခြင်းနှင့် စိတ်လှုပ်ရှားခြင်းတို့ကို ဖော်ပြတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ကို တိုင်တည်ကျိန်ဆိုကြသည်မှာ ၎င်းတို့သည် သင်တို့အနက်မှ အမှန်တကယ်ဖြစ်ကြသည်ဟု ဖြစ်၏)</span>၊ ခိုင်မာသော ကတိသစ္စာပြုရင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُم مِّنكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် သင်တို့အနက်မှ မဟုတ်ကြပေ)</span>၊ အမှန်တကယ်တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّهُمْ قَوْمٌ يَفْرَقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့သည် ကြောက်ရွံ့နေကြသော လူမျိုးတစ်စုဖြစ်ကြ၏)</span>၊ ထိုအရာကပင် ၎င်းတို့ကို ကျိန်ဆိုစေခဲ့ခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ يَجِدُونَ مَلْجَأً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် ခိုလှုံရာတစ်ခုခုကို တွေ့ရှိပါက)</span>၊ ၎င်းတို့ ပုန်းအောင်းကာ ခိုင်ခံ့စွာနေထိုင်နိုင်မည့် ခံတပ်ကဲ့သို့သော နေရာမျိုး၊</p><p class=\"gl qpc-hafs\" lang=\"gl\">أَوْ مَغَارَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ဂူများ)</span>၊ တောင်အချို့တွင်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ مُدَّخَلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ပုန်းခိုရာနေရာတစ်ခုခု)</span>၊ မြေအောက်လှိုဏ်ခေါင်း သို့မဟုတ် မြေတွင်းပေါက်တစ်ခု၊ အိဗ်နု အဘ္ဘားစ်၊ မုဂျာဟိဒ်နှင့် ကတာဒါတို့က ပေးထားသော ရှင်းလင်းချက်အရ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ထိုနေရာသို့ လျင်မြန်စွာ ပြေးဝင်သွားကြလိမ့်မည်)</span> သင်တို့ထံမှ ထွက်ခွာလျက်၊ ၎င်းတို့သည် သင်တို့နှင့် ဆက်ဆံရခြင်းမှာ ဆန္ဒမရှိဘဲဖြစ်ပြီး၊ သင်တို့ကို နှစ်သက်၍ မဟုတ်ပါ။ ၎င်းတို့သည် သင်တို့နှင့် မရောနှောရခြင်းကို ပိုနှစ်သက်ကြသည်၊ သို့သော် လိုအပ်ချက်မှာ ၎င်း၏စည်းမျဉ်းများ ရှိသည်။ ဤအကြောင်းကြောင့်ပင် ၎င်းတို့သည် အစ္စလာမ်နှင့် ၎င်း၏လူများ ပိုမိုကြီးမြတ်သော အင်အား၊ အောင်ပွဲနှင့် ဂုဏ်ကျက်သရေကို ရရှိနေသည်ကို မြင်သောအခါ ဝမ်းနည်းခြင်း၊ ပူဆွေးခြင်းနှင့် စိတ်မကောင်းဖြစ်ခြင်းတို့ကို ခံစားရသည်။ ထို့ကြောင့် မွတ်စ်လင်မ်များကို နှစ်သက်စေသော မည်သည့်အရာမဆို ၎င်းတို့အား ဝမ်းနည်းစေသည်၊ ထို့ကြောင့် ၎င်းတို့သည် မွတ်စ်လင်မ်များနှင့် ခွဲထွက်နေခြင်းကို ပိုနှစ်သက်ကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا لَّوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် ခိုလှုံရာတစ်ခုခု သို့မဟုတ် ဂူများ သို့မဟုတ် ပုန်းခိုရာနေရာတစ်ခုခုကို တွေ့ရှိပါက ၎င်းတို့သည် ထိုနေရာသို့ လျင်မြန်စွာ ပြေးဝင်သွားကြလိမ့်မည်။)</span></p>"
  }
]