[
  {
    "ayah_key": "13:12",
    "group_ayah_key": "13:12",
    "from_ayah": "13:12",
    "to_ayah": "13:13",
    "ayah_keys": "13:12,13:13",
    "text": "<p lang=\"my\" class=\"my \">၎င်းသည် သင်တို့အား ကြောက်ရွံ့မှုနှင့် မျှော်လင့်ချက်အဖြစ် လျှပ်စီးကို ပြသသောသူ ဖြစ်သည်။ ၎င်းသည် တိမ်တိုက်များကို လေးလံစွာ <span class=\"gray\">(ရေများဖြင့်)</span> တင်ဆောင်လာသောသူ ဖြစ်သည်။<span>(12)</span>အာရ်-ရအ်ဒ် <span class=\"gray\">(မိုးခြိမ်းသံ)</span> သည် ၎င်းကို ချီးမွမ်းဂုဏ်ပြုပြီး၊ ၎င်း၏ ကြောက်မက်ဖွယ်ရာကြောင့် ကောင်းကင်တမန်များလည်း ထိုသို့ ပြုကြသည်။ ၎င်းသည် မိုးကြိုးများကို စေလွှတ်၍ ၎င်းအလိုရှိသူကို ထိမှန်စေ၏၊ သို့သော် ၎င်းတို့ <span class=\"gray\">(ငြင်းပယ်သူများ)</span> သည် အလ္လာဟ်အကြောင်း ငြင်းခုံကြသည်။ ၎င်းသည် ခွန်အားကြီးမား၍ ပြစ်ဒဏ်ပေးရာတွင် ပြင်းထန်သူ ဖြစ်သည်။ <span>(13)</span></p><div lang=\"my\" class=\"my \"><h2>တိမ်များ၊ မိုးခြိမ်းသံနှင့် လျှပ်စီးများသည် အလ္လာဟ်၏ တန်ခိုးတော်၏ လက္ခဏာများ ဖြစ်ကြသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်သည် အလ်-ဘာရ်က် <span class=\"gray\">(လျှပ်စီး)</span> အပေါ်၌ အပြည့်အဝ တန်ခိုးရှိကြောင်း ဖော်ပြထားသည်။ ၎င်းသည် တိမ်တိုက်များအတွင်းမှ ဖြစ်ပေါ်လာသော တောက်ပသော အလင်းရောင်ဖြစ်သည်။ အိဗ်နု ဂျရီးရ်က အိဗ်နု အဗ္ဗားစ်သည် အဗူ အလ်-ဂျာလ်ဒ်ထံသို့ အလ်-ဘာရ်က်၏ အဓိပ္ပါယ်ကို မေးမြန်းရန် တစ်ခါက စာရေးခဲ့ရာ ၎င်းသည် ရေဖြစ်သည်ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ ကတာဒါဟ်က အလ္လာဟ်၏ ဗျာဒိတ်တော်ကို မှတ်ချက်ပြုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَوْفًا وَطَمَعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြောက်ရွံ့မှုနှင့် မျှော်လင့်ချက်အဖြစ်။)</span> \"ခရီးသွားများအတွက် ကြောက်ရွံ့ခြင်း၊ အဘယ်ကြောင့်ဆိုသော် ၎င်း၏ အန္တရာယ်နှင့် ဒုက္ခကို သူတို့ ကြောက်ကြသောကြောင့်ဖြစ်သည်။ နေထိုင်သူများအတွက် မျှော်လင့်ခြင်း၊ အဘယ်ကြောင့်ဆိုသော် ၎င်း၏ ကောင်းချီးမင်္ဂလာနှင့် အကျိုးကျေးဇူးကို စောင့်မျှော်ကြပြီး အလ္လာဟ်၏ ပေးသနားမှုကို မျှော်လင့်ကြသောကြောင့်ဖြစ်သည်။\" ထို့နောက် အလ္လာဟ်က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُنشِئُ السَّحَابَ الثِّقَالَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် လေးလံသော တိမ်တိုက်များကို တင်ဆောင်လာသောသူ ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် မိုးရေများဖြင့် ပြည့်နှက်နေသောကြောင့် လေးလံ၍ မြေပြင်နှင့် နီးစပ်သော တိမ်တိုက်များကို ဖန်ဆင်းသည်။ မုဂျာဟိဒ်က ဤအာယသ်၏ ဤအပိုင်းသည် မိုးရေများဖြင့် လေးလံသော တိမ်တိုက်များအကြောင်း ဖြစ်သည်ဟု ဆိုခဲ့သည်။ အလ္လာဟ်၏ ဗျာဒိတ်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာရ်-ရအ်ဒ် <span class=\"gray\">(မိုးခြိမ်းသံ)</span> သည် ၎င်းကို ချီးမွမ်းဂုဏ်ပြုသည်)</span>၊ ၎င်း၏ အခြားဗျာဒိတ်တော်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ ချီးမွမ်းခြင်းဖြင့် ဂုဏ်မပြုသော အရာတစ်ခုမှ မရှိပေ။)</span><span class=\"gray\">[17:44]</span> အီမာမ် အဟ်မဒ်က အိဗ်ရာဟင်မ် ဘင်န် စအ်ဒ် ပြောသည်မှာ \"ကျွန်တော့်ဖခင်က ကျွန်တော့်ကို ပြောပြသည်မှာ သူသည် ဗလီတွင် ဟာမစ်ဒ် ဘင်န် အဗ်ဒူရ် ရဟ်မန် ဘေးမှာ ထိုင်နေခဲ့သည်။ ဂီဖာရ် မျိုးနွယ်မှ လူတစ်ဦး ဖြတ်သွားရာ ဟာမစ်ဒ်က သူ့ဆီသို့ လူတစ်ဦးကို စေလွှတ်၍ သူတို့ထံ လာရောက်ရန် တောင်းဆိုခဲ့သည်။ သူလာသောအခါ ဟာမစ်ဒ်က ကျွန်တော့်ကို ပြောသည်မှာ 'ကျွန်တော့် တူလေးရေ! ငါ့နဲ့ မင်းကြားမှာ သူ့အတွက် နေရာပေးလိုက်ပါ၊ သူသည် အလ္လာဟ်၏ တမန်တော် ﷺ နှင့် အတူရှိခဲ့ဖူးတယ်။' ထိုလူလာသောအခါ သူသည် ကျွန်တော့်နှင့် ဟာမစ်ဒ်ကြားတွင် ထိုင်ပြီး ဟာမစ်ဒ်က သူ့ကို ပြောသည်မှာ 'အလ္လာဟ်၏ တမန်တော် ﷺ ထံမှ မင်းငါ့ကို ပြောပြခဲ့တဲ့ ဟဒီးဆ်က ဘာလဲ?' သူက ပြောသည်မှာ 'ဂီဖာရ်မှ လူတစ်ဦးက တမန်တော် ﷺ ပြောသည်ကို ကြားခဲ့ရသည်ဟု ဆိုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يُنْشِىءُ السَّحَابَ فَيَنْطِقُ أَحْسَنَ النُّطْقِ، وَيَضْحَكُ أَحْسَنَ الضَّحِكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်သည် တိမ်တိုက်များကို ဖန်ဆင်းတော်မူ၏၊ ၎င်းတို့သည် အလှပဆုံးအသံဖြင့် ပြောဆို၍ အလှပဆုံးနည်းဖြင့် ရယ်မောကြသည်။)</span> ၎င်းသည် ပေါ်လာသည်၊ အလ္လာဟ်၌သာ အကောင်းဆုံးအသိပညာရှိသည်။ တိမ်၏အသံသည် မိုးခြိမ်းသံကို ရည်ညွှန်းပြီး ၎င်း၏ရယ်သံသည် လျှပ်စီးဖြစ်သည်။ မူဆာ ဘင်န် ဥဗိုင်ဒါဟ်က စအ်ဒ် ဘင်န် အိဗ်ရာဟင်မ် ပြောသည်မှာ \"အလ္လာဟ်သည် မိုးကို စေလွှတ်တော်မူ၏၊ ၎င်းထက် ပိုကောင်းသော အပြုံး၊ ပို၍ နှစ်သိမ့်မှုပေးသော အသံ မရှိပေ။ ၎င်း၏ အပြုံးသည် လျှပ်စီးဖြစ်ပြီး ၎င်း၏ အသံသည် မိုးခြိမ်းသံ ဖြစ်သည်။\"</p><div lang=\"fil\" class=\"fil \"><h2>Supplicating to Allah upon hearing Ar-Ra'd <span class=\"gray\">(Thunder)</span></h2></div><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်က ဆာလင်မ် ဘင်န် အဗ်ဒူလ္လာဟ်က သူ၏ဖခင် ပြောသည်မှာ အလ္လာဟ်၏ တမန်တော် ﷺ သည် မိုးခြိမ်းသံနှင့် မိုးကြိုးများကို ကြားရသောအခါ ပြောလေ့ရှိသည်ဟု မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ لَا تَقْتُلْنَا بِغَضَبِكَ، وَلَا تُهْلِكْنَا بِعَذَابِكَ، وَعَافِنَا قَبْل ذَلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်! အကျွန်ုပ်တို့အား ကိုယ်တော်၏ အမျက်တော်ဖြင့် မသတ်ပါနှင့်၊ ကိုယ်တော်၏ ပြစ်ဒဏ်ဖြင့် မဖျက်ဆီးပါနှင့်၊ ထိုမတိုင်မီ အကျွန်ုပ်တို့အား ကယ်တင်တော်မူပါ။\")</span> ဤဟဒီးဆ်ကို အတ်-တီရ်မီဇီ၊ အလ်-ဗုခါရီသည် ၎င်း၏ အလ်-အဒဗ် အလ်-မူဖရာဒ် ကျမ်းတွင်၊ အန်-နဆာအီသည် 'အမလ် အလ်-ယောင်မ် ဝလ်-လိုင်လာဟ်' ကျမ်းတွင်၊ နှင့် အလ်-ဟာကင်မ်သည် အလ်-မုစ်တဒ်ရက် ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်။ အဗ်ဒူလ္လာဟ် ဘင်န် အဇ်-ဇုဗိုင်ရ်သည် မိုးခြိမ်းသံကို ကြားရသောအခါ စကားပြောခြင်းကို ရပ်တန့်၍ ဆုတောင်းလေ့ရှိသည်၊ \"အာရ်-ရအ်ဒ် <span class=\"gray\">(မိုးခြိမ်းသံ)</span> သည် ချီးမွမ်းဂုဏ်ပြုပြီး ၎င်း၏ ကြောက်မက်ဖွယ်ရာကြောင့် ကောင်းကင်တမန်များလည်း ထိုသို့ ပြုသည့်အရှင်၌သာ ချီးမွမ်းခြင်းရှိ၏။\" ထို့နောက် သူက ပြောလေ့ရှိသည်၊ \"၎င်းသည် ကမ္ဘာသူ ကမ္ဘာသားတို့အတွက် ပြင်းထန်သော သတိပေးချက်ဖြစ်သည်။\" မာလိက်သည် ဤဟဒီးဆ်ကို အလ်-မုဝတ္တအ် ကျမ်းတွင်၊ အလ်-ဗုခါရီသည် အလ်-အဒဗ် အလ်-မူဖရာဒ် ကျမ်းတွင် စုစည်းခဲ့သည်။ </p><p lang=\"ceb\" class=\"ceb \">Imam Ahmad recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبُّكُمْ عَزَّ وَجَلَّ: لَوْ أَنَّ عَبِيدِي أَطَاعُونِي لَأَسْقَيْتُهُمُ الْمَطَرَ بِاللَّيْلِ، وَأَطْلَعْتُ عَلَيْهِمُ الشَّمْسَ بِالنَّهَارِ، وَلَمَا أَسْمَعْتُهُمْ صَوْتَ الرَّعْدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အရှင်သခင်၊ အမြင့်မြတ်ဆုံးနှင့် အထွတ်အမြတ်ဆုံးအရှင်က မိန့်ကြားခဲ့သည်၊ 'အကယ်၍ ငါ၏ကျွန်များက ငါ့ကို နာခံခဲ့ပါလျှင်၊ ငါသည် ညဘက်တွင် မိုးကိုလည်းကောင်း၊ နေ့ဘက်တွင် နေကိုလည်းကောင်း ပေးသနားမည်ဖြစ်ပြီး၊ သူတို့ကို ရအ်ဒ် <span class=\"gray\">(မိုးခြိမ်းသံ)</span> ကို ကြားစေမည်မဟုတ်ပေ။')</span> အလ္လာဟ်၏ ဗျာဒိတ်တော်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မိုးကြိုးများကို စေလွှတ်၍ ၎င်းအလိုရှိသူကို ထိမှန်စေ၏၊)</span> ၎င်းသည် အလ္လာဟ်အလိုရှိသူကို ပြစ်ဒဏ်အဖြစ် မိုးကြိုးများကို စေလွှတ်ကြောင်း ပြသသည်။ ဤအကြောင်းကြောင့် အချိန်ကုန်ဆုံးချိန်တွင် မိုးကြိုးများ ပို၍ များပြားလာသည်။ </p><p lang=\"ha\" class=\"ha \">Al-Hafiz Abu Al-Qasim At-Tabarani narrated that Ibn 'Abbas said that Arbad bin Qays bin Juzu' bin Julayd bin Ja'far bin Kulab, and 'Amir bin At-Tufayl bin Malik came to Al-Madinah to the Messenger of Allah ﷺ and sat where he was sitting. 'Amir bin At-Tufayl said, \"O Muhammad! What will you give me if I embrace Islam\" The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكَ مَا لِلْمُسْلِمِينَ وَعَلَيْكَ مَا عَلَيْهِم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် မွတ်စလင်မ်အားလုံး၏ အခွင့်အရေးများနှင့် တာဝန်များကို ရရှိမည်။)</span> အာမစ်ရ် ဘင်န် အတ်-တူဖိုင်းလ်က ပြောသည်၊ \"အကယ်၍ ကျွန်တော် အစ္စလာမ်ဘာသာကို လက်ခံပါက ကျွန်တော့်ကို ကိုယ်တော်၏ အရိုက်အရာ ဆက်ခံသူအဖြစ် ခန့်အပ်မည်လား?\" အလ္လာဟ်၏ တမန်တော် ﷺ က မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ ذَلِكَ لَكَ وَلَا لِقَوْمِكَ، وَلَكِنْ لَكَ أَعِنَّةَ الْخَيْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင့်အခွင့်အရေးလည်း မဟုတ်၊ သင့်လူမျိုး၏ အခွင့်အရေးလည်း မဟုတ်ပေ။ သို့သော် သင့်ကို မြင်းစီးတပ်မှူး <span class=\"gray\">(ဆိုလိုသည်မှာ စစ်ပွဲ)</span> အဖြစ် ခန့်အပ်နိုင်သည်။)</span> အာမစ်ရ်က ပြောသည်၊ \"ကျွန်တော်က နဂျ်ဒ် <span class=\"gray\">(အာရေဗျမြောက်ပိုင်းရှိ)</span> မြင်းစီးတပ်မှူး ဖြစ်ပြီးသားပါ။ ကန္တာရကို ကျွန်တော့်အား ထိန်းချုပ်ခွင့်ပေးပြီး ကိုယ်တော်က မြို့များကို ထိန်းချုပ်ပါ။\" အလ္လာဟ်၏ တမန်တော် ﷺ သည် ငြင်းပယ်ခဲ့သည်။ ထိုလူနှစ်ဦးသည် အလ္လာဟ်၏ တမန်တော် ﷺ ထံမှ ထွက်ခွာသွားသောအခါ အာမစ်ရ်က ပြောသည်၊ \"အလ္လာဟ်ကို တိုင်တည်၍ ပြောပါ၏! ကျွန်တော်သည် ၎င်း <span class=\"gray\">(အလ်-မဒီနာ)</span> ကို မြင်းများနှင့် လူများ <span class=\"gray\">(မွတ်စလင်မ်များကို ရန်လိုသူများ)</span> ဖြင့် ပြည့်စေမည်။\" အလ္လာဟ်၏ တမန်တော် ﷺ က ပြန်လည်ဖြေကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمْنَعُكَ اللهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ထက်၊ အလ္လာဟ်သည် သင့်ကို တားဆီးမည်။)</span></p><p lang=\"my\" class=\"my \">အာမစ်ရ်နှင့် အာရ်ဗဒ် ထွက်ခွာသွားသောအခါ အာမစ်ရ်က ပြောသည်၊ \"အို အာရ်ဗဒ်! ကျွန်တော် မိုဟမ္မဒ်နှင့် စကားပြောနေချိန်တွင် သူ့ကို အလုပ်ရှုပ်နေစေမည်၊ ထို့ကြောင့် သင်သည် ဓားဖြင့် ခုတ်နိုင်သည်။ အမှန်စင်စစ်၊ သင် မိုဟမ္မဒ်ကို သတ်လိုက်ပါက လူများ <span class=\"gray\">(မွတ်စလင်မ်များ)</span> သည် သွေးကြွေးယူရန် သဘောတူကြမည်ဖြစ်ပြီး သူသတ်ဖြတ်ခံရခြင်းကြောင့် စစ်ခင်းရန် မလိုလားကြပေ။ ထို့နောက် ကျွန်ုပ်တို့သည် သူတို့ကို သွေးကြွေးပေးမည်။\" အာရ်ဗဒ်က ပြောသည်၊ \"ကျွန်တော် လုပ်ပါ့မယ်၊\" ထို့နောက် သူတို့သည် တမန်တော် ﷺ ထံ ပြန်သွားခဲ့ကြသည်။ အာမစ်ရ်က ပြောသည်၊ \"အို မိုဟမ္မဒ်! ကျွန်တော်နှင့် စကားပြောနိုင်ရန် ကျွန်တော့်ဘေးမှာ ရပ်ပါ။\" တမန်တော် ﷺ သည် ထရပ်လိုက်ပြီး သူတို့နှစ်ဦးစလုံးသည် နံရံဘေးတွင် တစ်ဦးနှင့်တစ်ဦး စကားပြောနေကြသည်။ အာရ်ဗဒ်သည် သူ၏ဓားကို ဆွဲထုတ်လိုသော်လည်း သူ၏လက်သည် ဓားရိုးကို ထိမိသောအခါ အေးခဲသွားပြီး အိမ်မှ ဓားကို မထုတ်နိုင်ခဲ့ပေ။ အာရ်ဗဒ်သည် အာမစ်ရ် အကြံပြုသည့်အတိုင်း တမန်တော် ﷺ ကို မခုတ်ခဲ့ပေ။ အလ္လာဟ်၏ တမန်တော် ﷺ သည် အာရ်ဗဒ်ကို ကြည့်ပြီး သူဘာလုပ်နေသည်ကို သိသွားသောကြောင့် ထွက်ခွာသွားခဲ့သည်။ အာရ်ဗဒ်နှင့် အာမစ်ရ်သည် အလ္လာဟ်၏ တမန်တော် ﷺ ထံမှ ထွက်ခွာ၍ ဝါကင်မ်ဒေသရှိ အလ်-ဟာရ်ရာဟ်သို့ ရောက်ရှိသောအခါ သူတို့၏ မြင်းများမှ ဆင်းသက်ခဲ့ကြသည်။ သို့သော် စအ်ဒ် ဘင်န် မုအာဒ်နှင့် ဥဆိုင်ဒ် ဘင်န် ဟူဒိုင်ရ်တို့ ထွက်လာပြီး \"လာကြ၊ အို အလ္လာဟ်၏ ရန်သူတို့! အလ္လာဟ်သည် သင်တို့ကို ကျိန်ဆဲပါစေ။\" ဟု ပြောကြသည်။ အာမစ်ရ်က မေးသည်၊ \"အို စအ်ဒ်! မင်းနဲ့အတူပါလာတာ ဘယ်သူလဲ?\" စအ်ဒ်က ပြောသည်၊ \"ဒါက ဥဆိုင်ဒ် ဘင်န် ဟူဒိုင်ရ်ပါ။\" သူတို့သည် ရိကမ်ဒေသသို့ ရောက်သည်အထိ ထွက်ပြေးခဲ့ကြရာ အလ္လာဟ်သည် အာရ်ဗဒ်ကို မိုးကြိုးဖြင့် ထိမှန်စေပြီး သူသည် သေဆုံးခဲ့သည်။ အာမစ်ရ်အနေဖြင့်မူ သူသည် ခရီမ်ဒေသသို့ ရောက်သည်အထိ ဆက်သွားခဲ့ရာ အလ္လာဟ်သည် သူ့ကို ထိမှန်စေသော အနာကြီးကို စေလွှတ်ခဲ့သည်။ ထိုညတွင် အာမစ်ရ်သည် ဘနူ ဆလူလ်မှ အမျိုးသမီးတစ်ဦး၏ အိမ်တွင် ခိုလှုံခဲ့သည်။ အာမစ်ရ်သည် သူ၏အနာကြီးကို ထိနေပြီး ပြောသည်မှာ \"ကုလားအုတ်ခုံးလောက်ကြီးတဲ့ အနာကြီး၊ ငါက ဘနီ ဆလူလ်က အမျိုးသမီးတစ်ဦးရဲ့ အိမ်မှာ၊ သူ့အိမ်မှာ ငါ့သေခြင်းကို ရှာဖွေနေရတာ!\" ဟု ပြောသည်။ သူသည် သူ၏မြင်းကို စီးနင်းခဲ့သော်လည်း သူ၏ဒေသသို့ ဦးတည်စီးနင်းနေစဉ် သေဆုံးခဲ့သည်။ အလ္လာဟ်သည် ၎င်းတို့၏ ဖြစ်ရပ်နှင့် ပတ်သက်၍ ဤအာယသ်များ <span class=\"gray\">(13:8-11)</span> ကို ချပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်သည် အမျိုးသမီးတိုင်း မည်သည်ကို ကိုယ်ဝန်ဆောင်သည်ကို သိတော်မူ၏)</span> အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُم مِّن دُونِهِ مِن وَالٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထိုအရှင်မှအပ မည်သည့် အကာအကွယ်ပေးသူကိုမျှ သူတို့ မတွေ့ရပေ။)</span> အိဗ်နု အဗ္ဗားစ်က မှတ်ချက်ပြုသည်၊ \"ကောင်းကင်တမန်များသည် အလ္လာဟ်၏ အမိန့်ဖြင့် မိုဟမ္မဒ်အပေါ် ငြိမ်းချမ်းခြင်း ရှိပါစေ၊ ကို ဆက်တိုက် စောင့်ရှောက်ကြသည်။\" ထို့နောက် သူသည် အာရ်ဗဒ် အလ္လာဟ်၏ အမိန့်ဖြင့် သေဆုံးခြင်းကို ဤအာယသ်ကို ရွတ်ဆို၍ ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرْسِلُ الصَّوَاعِقَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မိုးကြိုးများကို စေလွှတ်၏၊)</span>\" အလ္လာဟ်က ထို့နောက် မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يُجَادِلُونَ فِي اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့ <span class=\"gray\">(ငြင်းပယ်သူများ)</span> သည် အလ္လာဟ်အကြောင်း ငြင်းခုံကြသည်။)</span> သူတို့သည် အလ္လာဟ်၏ ကြီးမြတ်မှုနှင့် ၎င်းမှအပ ကိုးကွယ်ထိုက်သော အရှင်မရှိသည်ကို သံသယဝင်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ شَدِيدُ الْمِحَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ခွန်အားကြီးမား၍ ပြစ်ဒဏ်ပေးရာတွင် ပြင်းထန်သူ ဖြစ်သည်။)</span> အလ္လာဟ်၏ ပြစ်ဒဏ်သည် ၎င်းကို ဆန့်ကျင်ပုန်ကန်သူများ၊ ၎င်းကို မနာခံသူများနှင့် မယုံကြည်ခြင်း၌ ဆက်လက်တည်ရှိသူများအပေါ် ပြင်းထန်သည်ဟု အိဗ်နု ဂျရီးရ် အတ်-တဘာရီ၏ တဖ်စီရ်တွင် ဖော်ပြထားသည်။ ကုရ်အာန်တွင် အလားတူ အာယသ်တစ်ခု ရှိသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ - فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သူတို့သည် ကြံစည်မှုတစ်ခုကို ကြံစည်ခဲ့ကြပြီး၊ ကျွန်ုပ်တို့သည် အကြံအစည်တစ်ခုကို စီစဉ်ခဲ့ကြရာ သူတို့ မသိခဲ့ကြပေ။ ထို့နောက် သူတို့၏ ကြံစည်မှု၏ နောက်ဆုံးရလဒ်သည် မည်သို့ဖြစ်သည်ကို ကြည့်ပါ။ အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် သူတို့နှင့် သူတို့၏ လူမျိုးအားလုံးကို အတူတကွ ဖျက်ဆီးပစ်ခဲ့သည်။)</span><span class=\"gray\">[27:50-51]</span> အလီ ဘင်န် အဗီ တော်လိဗ်က ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ شَدِيدُ الْمِحَالِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ခွန်အားကြီးမား၍ ပြစ်ဒဏ်ပေးရာတွင် ပြင်းထန်သူ ဖြစ်သည်။ <span class=\"gray\">(အလ်-မီဟာလ်)</span>)</span>၊ ဆိုလိုသည်မှာ ၎င်း၏ ပြစ်ဒဏ်သည် ပြင်းထန်သည်။</p>"
  },
  {
    "ayah_key": "13:14",
    "group_ayah_key": "13:14",
    "from_ayah": "13:14",
    "to_ayah": "13:14",
    "ayah_keys": "13:14",
    "text": "<p class=\"my translation\" lang=\"my\">သူ့အတွက်မှာ သစ္စာတရား၏စကားရှိသည်။ ထိုသူတို့သည် သူ့ကိုစွန့်၍ အခြားသူများကို တောင်းခံကြသည်မှာ၊ သူ၏ပါးစပ်သို့ ရေရောက်ရန် လက်ကိုဆန့်ထုတ်သူနှင့် မခြားနား၊ သို့သော် ရေက သူ့ထံမရောက်နိုင်။ မယုံကြည်သူတို့၏ တောင်းခံမှုသည် လမ်းလွဲမှုမှတစ်ပါး အခြားမရှိပေ။ <span>(၁၄)</span></p><div lang=\"my\" class=\"my \"><h2>အမှားဖြစ်သော ဗဟုဒေဝါဘုရားများ၏ အားနည်းခြင်းအတွက် ပုံဥပမာ</h2></div><p lang=\"mt\" class=\"mt \">Ali bin Abi Talib said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ دَعْوَةُ الْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့အတွက်မှာ သစ္စာတရား၏စကားရှိသည်။)</span> သည် အိဗ်နု ဂျရီရ် အတ်-တဘာရီ၏ အဆိုအရ တောင်ဟိဒ် (တစ်ဆူတည်းသော ဘုရားသခင်ကို ယုံကြည်ခြင်း) ကို ရည်ညွှန်းသည်။ အိဗ်နု အဗ္ဗားစ်၊ ကသာဒါနှင့် မုဟမ္မဒ် ဘင်န် အလ်-မုန်ကဒီရ်ထံမှ ၎င်းကို ပြောပြခဲ့သော မာလိက်တို့က ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ دَعْوَةُ الْحَقِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့အတွက်မှာ သစ္စာတရား၏စကားရှိသည်။)</span> ဆိုသည်မှာ \"လာ အီလာဟ အိလ်လလ်လာဟ်\" ဟု အဓိပ္ပာယ်ရသည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَدْعُونَ مِن دُونِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကိုစွန့်၍ သူတို့တောင်းခံကြသူများ...)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူများကို ကိုးကွယ်သူတို့၏ ဥပမာသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပါးစပ်သို့ရေရောက်ရန် လက်ကိုဆန့်ထုတ်သူကဲ့သို့။)</span> အလီ ဘင်န် အဘီ တာလိဗ်က မှတ်ချက်ပြုသည်မှာ၊ \"ရေနက်သောတွင်း၏ အစွန်းတွင် လက်ဆန့်ထုတ်၍ ရေကိုယူရန် ကြိုးစားသော်လည်း သူ၏လက်များက ရေကိုမရောက်နိုင်သူနှင့်တူသည်၊ ထို့ကြောင့် ရေက သူ့ပါးစပ်သို့ မည်သို့ရောက်နိုင်မည်နည်း\" ဟု ဆိုသည်။ မုဂျာဟိဒ်က ဤအကြောင်းနှင့်ပတ်သက်၍ ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَبَاسِطِ كَفَّيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လက်ကိုဆန့်ထုတ်သူကဲ့သို့)</span> \"သူ့စကားဖြင့် ရေကိုခေါ်ပြီး လက်ညှိုးထိုးပြသော်လည်း ဤနည်းဖြင့် ရေက သူ့ထံဘယ်တော့မှ ရောက်လာမည်မဟုတ်\" ဟု ဆိုသည်။ ဤအာယသ်၏ အဓိပ္ပာယ်မှာ ဝေးကွာသောနေရာမှ ရေကို လက်ဆန့်ထုတ်သူ၊ အနည်းငယ်စုဆောင်းရန် သို့မဟုတ် ဝေးကွာသောနေရာမှ ဆွဲယူရန် ကြိုးစားသူသည် သူ၏ပါးစပ်သို့ ရောက်မလာမည့် ရေမှ အကျိုးအမြတ် မရရှိနိုင်။ ပါးစပ်သို့ ရောက်လာမှသာ ရေကို သောက်သုံးနိုင်သည်။ ထိုနည်းတူစွာ၊ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသော နတ်ဘုရားကို ခေါ်ဆိုသော ရုပ်တုကိုးကွယ်သူများသည် ဤဘဝ သို့မဟုတ် နောင်တမလွန်ဘဝတွင် ထိုနတ်ဘုရားများထံမှ မည်သည့်အကျိုးအမြတ်ကိုမျှ ရရှိမည်မဟုတ်၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူတို့၏ တောင်းခံမှုသည် လမ်းလွဲမှုမှတစ်ပါး အခြားမရှိပေ။)</span></p>"
  }
]