[
  {
    "ayah_key": "25:1",
    "group_ayah_key": "25:1",
    "from_ayah": "25:1",
    "to_ayah": "25:2",
    "ayah_keys": "25:1,25:2",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲတစေ သနားကြင်နာတော်မူထသော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَىٰ عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا - الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ထိုအရှင်သည် မင်္ဂလာအပေါင်းနှင့် ပြည့်စုံတော်မူလှ၏။ ထိုအရှင်သည် မိမိကျွန်တော်မျိုးအပေါ်သို့ <span class=\"gray\">(နပ်ဇ်ဇလာ)</span> စံနှုန်းကျမ်းတော်မြတ်ကို ချပေးတော်မူခဲ့၏။ သူသည် လူသားအပေါင်းတို့အတွက် သတိပေးသူဖြစ်ရန်။)</span><span class=\"gray\">(၂။ ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အချုပ်အခြာအာဏာကို ပိုင်ဆိုင်တော်မူသောအရှင်၊ သားတော်ကို ရယူတော်မူခဲ့သည်လည်း မဟုတ်ပေ။ အချုပ်အခြာအာဏာတွင် ၎င်းအဖို့ မည်သူတစ်ဦးတစ်ယောက်မျှ တွဲဖက်သည်လည်း မရှိပေ။ ထိုအရှင်သည် အရာခပ်သိမ်းကို ဖန်ဆင်းတော်မူခဲ့၏။ ထို့နောက် ၎င်းကို တိကျသော အချိုးအစားအတိုင်း တိုင်းတာသတ်မှတ်တော်မူခဲ့၏။)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ် မင်္ဂလာအပေါင်းနှင့် ပြည့်စုံတော်မူလှ၏</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ဂုဏ်ကျက်သရေရှိသော တမန်တော်မြတ်ထံ ချပေးတော်မူခဲ့သော မွန်မြတ်သော ကမ်ဘာတော်မြတ်အတွက် မိမိကိုယ်ကို ချီးမွမ်းတော်မူ၏။ ၎င်းသည် ဤအာယတ်တော်နှင့်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي أَنزَلَ عَلَىٰ عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَل لَّهُ عِوَجًا ۜ - قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ချီးမွမ်းခြင်းအပေါင်းနှင့် ကျေးဇူးတော်ချီးမွမ်းခြင်းအပေါင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်သည်၊ ထိုအရှင်သည် မိမိကျွန်တော်မျိုးအပေါ် ကျမ်းတော်မြတ်ကို ချပေးတော်မူခဲ့၏၊ ထို့အပြင် ၎င်းတွင် မည်သည့် ကောက်ကျစ်ခြင်းကိုမျှ ပြုလုပ်ထားခြင်းမရှိပေ။ <span class=\"gray\">(အရှင်သည် ၎င်းကို)</span> ဖြောင့်တန်းစေခဲ့၏၊ အရှင်၏ဘက်မှ ပြင်းထန်သော ပြစ်ဒဏ်ကို သတိပေးရန်၊ ကောင်းမှုပြုသော ယုံကြည်သူတို့အား ဝမ်းမြောက်ဖွယ်ရာ သတင်းပေးရန်အတွက် ဖြစ်ပေသည်။)</span><span class=\"gray\">(၁၈း၁-၂)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"fa qpc-hafs\" lang=\"fa\">تَبَارَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရှင်သည် မင်္ဂလာအပေါင်းနှင့် ပြည့်စုံတော်မူလှ၏။)</span> ဤနေရာတွင် အသုံးပြုထားသော ကြိယာပုံစံသည် ဆက်လက်တည်ရှိသော၊ ထာဝရ၊ နိစ္စထာဝရ မင်္ဂလာကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي نَزَّلَ الْفُرْقَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စံနှုန်းကျမ်းတော်မြတ်ကို ချပေးတော်မူသောအရှင်)</span> နပ်ဇ်ဇလာဟူသော ကြိယာသည် အများအပြားနှင့် မကြာခဏ ပြုလုပ်ခြင်းကို ဆိုလိုသော ပုံစံတစ်မျိုးဖြစ်သည်။ ၎င်းသည် ဤအာယတ်တော်နှင့်တူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْكِتَابِ الَّذِي نَزَّلَ عَلَىٰ رَسُولِهِ وَالْكِتَابِ الَّذِي أَنزَلَ مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင် <span class=\"gray\">(နပ်ဇ်ဇလာ)</span> မိမိရစူလ်တမန်တော်ထံ ချပေးတော်မူခဲ့သော ကျမ်းတော်မြတ်နှင့် အရှင် <span class=\"gray\">(အန်ဇလာ)</span> အရှင်မတိုင်မီက လူများထံ ချပေးတော်မူခဲ့သော ကျမ်းတော်)</span><span class=\"gray\">(၄း၁၃၆)</span>။ ယခင်ကျမ်းတော်မြတ်များ အသီးသီးကို တစ်ချိန်တည်းမှာ ချပေးတော်မူခဲ့သည်၊ သို့သော် ကမ်ဘာတော်မြတ်ကို အဆင့်ဆင့်၊ အာယတ်တော်ပြီး အာယတ်တော်၊ စီရင်ထုံးပြီး စီရင်ထုံး၊ ဆူရာပြီး ဆူရာ အဆင့်ဆင့်ချပေးတော်မူခဲ့ခြင်းဖြစ်သည်။ ဤသည်မှာ ပို၍ စကားလုံး ကြွယ်ဝပြီး ၎င်းအား ချပေးခံရသူအပေါ် ပို၍ဂရုစိုက်မှုကို ဖော်ပြသည်။ ဤဆူရာတွင် အလ္လာဟ်အရှင်မြတ် နောက်ပိုင်း၌ မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً ۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ ۖ وَرَتَّلْنَاهُ تَرْتِيلًا - وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငြင်းပယ်သူတို့က ပြောကြ၏။ \"ကမ်ဘာတော်မြတ်ကို သူ့ထံ တစ်ပြိုင်တည်း အဘယ်ကြောင့် ချပေးတော်မမူသနည်း\" ဤသို့ဖြင့် ငါတို့သည် သင်၏စိတ်နှလုံးကို ၎င်းအားဖြင့် ခိုင်မာစေရန် ဖြစ်သည်။ ငါတို့သည် ၎င်းကို သင့်ထံသို့ အဆင့်ဆင့် ချပေးခဲ့၏။ သူတို့သည် မည်သည့် ဥပမာ သို့မဟုတ် တူညီမှုကိုမျှ ယူဆောင်လာခြင်းမရှိပေ၊ သို့သော် ငါတို့သည် သင့်ထံ အမှန်တရားနှင့် ၎င်း၏ပိုမိုကောင်းမွန်သော ရှင်းလင်းချက်ကို ထုတ်ဖော်ပြသ၏။)</span><span class=\"gray\">(၂၅း၃၂-၃၃)</span> ဤဆူရာကို အလ်-ဖုရ်ကာန်ဟု အမည်ပေးခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် အမှန်နှင့် အမှား၊ လမ်းမှန်နှင့် လမ်းမှား၊ မှန်ကန်ခြင်းနှင့် မှားယွင်းခြင်း၊ ဟလာလ်နှင့် ဟရာမ်တို့ကို ဆုံးဖြတ်ပေးသော စံနှုန်းဖြစ်သောကြောင့်ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">عَلَىٰ عَبْدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိကျွန်တော်မျိုးအပေါ်သို့)</span> ဤဖော်ပြချက်သည် ချီးမွမ်းခြင်းနှင့် ဂုဏ်ပြုခြင်းတစ်ခုဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် သူ့အား မိမိကိုယ်တော်နှင့် ဆက်စပ်ပေးပြီး မိမိ၏ကျွန်တော်မျိုးအဖြစ် ဖော်ပြထားသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အမြင့်မြတ်ဆုံးသော အဖြစ်အပျက်များဖြစ်သည့် အစ္စရာညတွင် သူ့အား ဤနည်းဖြင့် ဖော်ပြတော်မူခဲ့ပြီး၊ အရှင်မိန့်ကြားတော်မူခဲ့သည်မှာ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">سُبْحَانَ الَّذِي أَسْرَىٰ بِعَبْدِهِ لَيْلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိကျွန်တော်မျိုးကို ညအချိန်တွင် ခရီးနှင်စေတော်မူသောအရှင်သည် ကင်းစင်မြင့်မြတ်တော်မူ၏။)</span><span class=\"gray\">(၁၇း၁)</span>။ အလ္လာဟ်အရှင်မြတ်သည် သူရပ်ပြီး အရှင်ထံ တောင်းဆုပြုပုံကို ဖော်ပြတော်မူသည့်အခါတွင်လည်း သူ့အား ဤနည်းဖြင့် ဖော်ပြတော်မူခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကျွန်တော်မျိုးသည် အရှင်ထံ ဆုတောင်းရန် ရပ်တည်သည့်အခါ သူတို့ <span class=\"gray\">(ဂျင်န်များ)</span> သည် သူ့ပတ်လည်တွင် ထူထပ်သော လူအုပ်ကြီးကို ဖန်တီးခဲ့ကြသည်၊ တစ်ဦးပေါ်တစ်ဦး ကပ်နေသကဲ့သို့ပင် <span class=\"gray\">(တမန်တော်၏ ရွတ်ဖတ်သံကို နားထောင်ရန်အတွက်)</span>။)</span><span class=\"gray\">(၇၂း၁၉)</span> ဤဖော်ပြချက်ကို ဤနေရာတွင်လည်း အသုံးပြုထားသည်၊ အလ္လာဟ်အရှင်မြတ်သည် သူ့ထံ ကျမ်းတော်မြတ် မည်သို့ချပေးတော်မူသည်နှင့် ကောင်းကင်တမန် မည်သို့ဆင်းသက်လာသည်ကို ဖော်ပြတော်မူသည့်အခါတွင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَىٰ عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရှင်သည် မင်္ဂလာအပေါင်းနှင့် ပြည့်စုံတော်မူလှ၏။ ထိုအရှင်သည် မိမိကျွန်တော်မျိုးအပေါ်သို့ စံနှုန်းကျမ်းတော်မြတ်ကို ချပေးတော်မူခဲ့၏။ သူသည် လူသားအပေါင်းတို့အတွက် သတိပေးသူဖြစ်ရန်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် လူသားအပေါင်းတို့အတွက် သတိပေးသူဖြစ်ရန်။)</span> ဆိုလိုသည်မှာ ဤကြီးကျယ်သော၊ အသေးစိတ်သော၊ ရှင်းလင်းသော ကျမ်းတော်မြတ်ဖြင့် သူတစ်ဦးတည်းသာ ကောင်းချီးမင်္ဂလာ ခံစားခဲ့ရခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းရှေ့မှလည်းကောင်း၊ ၎င်းနောက်မှလည်းကောင်း အမှားသည် ၎င်းထံသို့ မချဉ်းကပ်နိုင်ပေ၊ <span class=\"gray\">(၎င်းသည်)</span> ခပ်သိမ်းကုန်သော ဉာဏ်ပညာရှင်၊ ချီးမွမ်းခြင်းအပေါင်းနှင့် ထိုက်တန်တော်မူသော <span class=\"gray\">(အလ္လာဟ်)</span> အရှင်မြတ်ဘက်မှ ချပေးတော်မူခြင်းဖြစ်သည်။)</span><span class=\"gray\">(၄၁း၄၂)</span> ၎င်းကို အင်အားကြီးမားသော စံနှုန်းဖြစ်အောင် ပြုလုပ်ပေးတော်မူသောအရှင်သည် သစ်ပင်အရိပ်ကို ရှာဖွေသူများနှင့် မြေပေါ်တွင် နေထိုင်သူများ <span class=\"gray\">(ဆိုလိုသည်မှာ လူသားအားလုံး၊ ခရီးသွားနှင့် အခြေချနေထိုင်သူများ အပါအဝင်)</span> ထံသို့ ၎င်းကို ပို့ဆောင်ရန် သူ့ကိုသာ ရွေးချယ်တော်မူခဲ့သည်၊ တမန်တော်မြတ် မိန့်ကြားတော်မူခဲ့သည့်အတိုင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ إِلَى الْأَحْمَرِ وَالْأَسْوَدِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် အနီနှင့် အနက်တို့ထံသို့ စေလွှတ်ခြင်းခံရသည်။)</span> ထို့အပြင် သူမိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ مِنَ الْأَنْبِيَاءِ قَبْلِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့အား ငါ့ရှေ့က မည်သည့်တမန်တော်မျှ မရရှိခဲ့သော အရာငါးခုကို ပေးသနားတော်မူခဲ့သည်။)</span> ၎င်းတို့အနက် သူဖော်ပြခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">[ငါ့ရှေ့တွင်]</span> တမန်တော်တစ်ပါးကို မိမိလူမျိုးထံသို့သာ စေလွှတ်ခဲ့သည်၊ သို့သော် ငါ့ကိုမူ လူသားအားလုံးထံသို့ စေလွှတ်ခဲ့သည်။)</span> ထို့အပြင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ- \"အို လူသားအပေါင်းတို့! အမှန်စင်စစ် ငါသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်အဖြစ် သင်တို့အားလုံးထံသို့ စေလွှတ်ခြင်းခံရသည်။\")</span><span class=\"gray\">(၇း၁၅၈)</span>၊ ဆိုလိုသည်မှာ ငါ့ကို စေလွှတ်တော်မူသောအရှင်သည် ကောင်းကင်နှင့် ကမ္ဘာမြေ၏ အချုပ်အခြာအာဏာရှင်ဖြစ်သည်။ အရှင်သည် တစ်စုံတစ်ခုကို \"ဖြစ်စေ\" ဟု မိန့်ကြားလိုက်သည်နှင့် ၎င်းသည် ဖြစ်တည်လာသည်။ အရှင်သည် အသက်ကို ပေးသနားပြီး သေဆုံးစေသောအရှင်ဖြစ်သည်။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ အချုပ်အခြာအာဏာကို ပိုင်ဆိုင်တော်မူသောအရှင်၊ သားတော်ကို ရယူတော်မူခဲ့သည်လည်း မဟုတ်ပေ။ အချုပ်အခြာအာဏာတွင် ၎င်းအဖို့ မည်သူတစ်ဦးတစ်ယောက်မျှ တွဲဖက်သည်လည်း မရှိပေ။)</span> အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်သားသမီး သို့မဟုတ် တွဲဖက်မှ မရှိဘဲ အရှင်မြတ်ဖြစ်ကြောင်း ဖော်ပြထားသည်။ ထို့နောက် အရှင်က ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုအရှင်သည် အရာခပ်သိမ်းကို ဖန်ဆင်းတော်မူခဲ့၏။ ထို့နောက် ၎င်းကို တိကျသော အချိုးအစားအတိုင်း တိုင်းတာသတ်မှတ်တော်မူခဲ့၏။)</span> ဆိုလိုသည်မှာ အရှင်မှလွဲ၍ ကျန်ရှိသည့် အရာခပ်သိမ်းသည် ဖန်ဆင်းခြင်းခံရပြီး အရှင်၏လက်အောက်ခံဖြစ်သည်။ အရှင်သည် အရာခပ်သိမ်းကို ဖန်ဆင်းရှင်၊ အရှင်၊ သခင်နှင့် အရှင်မြတ်ဖြစ်သည်။ အရာခပ်သိမ်းသည် အရှင်၏ အချုပ်အခြာအာဏာ၊ ထိန်းချုပ်မှုနှင့် တန်ခိုးတော်အောက်တွင် ရှိသည်။</p>"
  },
  {
    "ayah_key": "25:15",
    "group_ayah_key": "25:15",
    "from_ayah": "25:15",
    "to_ayah": "25:16",
    "ayah_keys": "25:15,25:16",
    "text": "<p class=\"my translation\" lang=\"my\">ပြောပါ- \"ထိုအရာက ပိုကောင်းသလား သို့မဟုတ် တက်ကဝါရှိသူတို့အား ကတိပြုထားသော ထာဝရပရဒိသုက ပိုကောင်းသလား\" ၎င်းသည် သူတို့အတွက် အကျိုးဆုလာဘ်နှင့် နောက်ဆုံးပန်းတိုင်အဖြစ် ရှိနေမည် <span class=\"gray\">(၁၅)</span>သူတို့အတွက် ထိုနေရာတွင် သူတို့လိုချင်သမျှ အရာအားလုံး ရှိလိမ့်မည်၊ ထို့အပြင် သူတို့သည် <span class=\"gray\">(ထိုနေရာတွင် ထာဝရ)</span> နေထိုင်ကြမည်ဖြစ်သည်။ ၎င်းသည် သင့်အရှင်မြတ်အပေါ်တွင် ကတိထားရာ <span class=\"gray\">(ဝါအ်ဒန် မပ်စ်အူလာ)</span> ဖြစ်သည် <span class=\"gray\">(၁၆)</span></p><div lang=\"my\" class=\"my \"><h2>ငရဲမီးက ပိုကောင်းသလား၊ ဒါမှမဟုတ် ပရဒိသုလား။</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ- 'အို မိုဟာမဒ်၊ ကံဆိုးမိုးမှောင်ကျသူများ၏ အခြေအနေနှင့်ပတ်သက်၍ ငါတို့က သင့်အား ဖော်ပြထားသော ဤအရာ၊ ထိုသူတို့သည် မျက်နှာနှင့်တကွ ငရဲဘုံသို့ ဆွဲဆန့်ခံရမည်၊ ငရဲသည် သူတို့ကို မျက်မှောင်ကြုတ်သော မျက်နှာဖြင့်၊ ရွံရှာမုန်းတီးမှုနှင့် ညည်းတွားသံများနှင့်အတူ ကြိုဆိုမည်။ ထိုနေရာတွင် သူတို့သည် ကျဉ်းမြောင်းသော နေရာများသို့ ပစ်ချခံရမည်၊ ပခုံးများတွင် ကြိုးချည်ခံထားရမည်၊ လှုပ်ရှားနိုင်မည်မဟုတ်၊ အကူအညီလည်း မတောင်းနိုင်၊ သူတို့၏ ဘေးဒုက္ခမှလည်း မလွတ်မြောက်နိုင် – ဤအရာက ပိုကောင်းသလား၊ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်သည် မိမိကျွန်တော်မျိုးများထဲမှ ရိုသေကိုင်းရှိုင်းသူတို့အား ကတိပြုထားသော၊ အရှင်သည် ဤလောကတွင် အရှင်ကို နာခံခြင်းအတွက် အကျိုးဆုလာဘ်နှင့် နောက်ဆုံးပန်းတိုင်အဖြစ် ပြင်ဆင်ထားသော ထာဝရပရဒိသုက ပိုကောင်းသလား'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّهُمْ فِيهَا مَا يَشَاءُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက် ထိုနေရာတွင် သူတို့လိုချင်သမျှ အရာအားလုံး ရှိလိမ့်မည်၊)</span> အစားအသောက်၊ အဖျော်ယမကာ၊ အဝတ်အစား၊ နေအိမ်၊ သယ်ယူပို့ဆောင်ရေးနှင့် ရှုခင်းစသော ပျော်ရွှင်ဖွယ်ရာများ၊ ထို့အပြင် မည်သည့်မျက်စိကမျှ မမြင်ဖူးသော၊ မည်သည့်နားကမျှ မကြားဖူးသော၊ မည်သူ၏စိတ်နှလုံးကမျှ မမြင်နိုင်သော အခြားအရာများလည်း ဖြစ်သည်။ သူတို့သည် ထိုနေရာတွင် ထာဝရနေထိုင်ကြမည်ဖြစ်သည်။ ၎င်းသည် မည်သည့်အခါမျှ ရပ်စဲခြင်း သို့မဟုတ် အဆုံးသတ်ခြင်း မရှိ၊ သူတို့သည် ၎င်းမှ မည်သည့်အခါမျှ ထွက်ခွာရမည်မဟုတ်ပေ။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အရှင်ကောင်းချီးပေးခဲ့သူများနှင့် အရှင်မျက်နှာသာပေးခဲ့သူတို့အား ကတိပြုထားသောအရာဖြစ်သည်။ အရှင်မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ عَلَىٰ رَبِّكَ وَعْدًا مَّسْئُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် သင့်အရှင်မြတ်အပေါ်တွင် ကတိထားရာ ဝါအ်ဒန် မပ်စ်အူလာ ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ၎င်းသည် မလွဲမသွေ ဖြစ်လာရမည်ဖြစ်သည်။ အဘူဂျာအ်ဖရ် ဘင်န် ဂျရီရ်သည် အာရဗီဘာသာစကား ပညာရှင်အချို့ထံမှ ဤစကားလုံးများကို သတင်းပေးခဲ့သည်မှာ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعْدًا مَّسْئُولًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဝါအ်ဒန် မပ်စ်အူလာ)</span> သည် ခိုင်မာသော ကတိကို ဆိုလိုသည်။ ဤဆူရာတွင် အလ္လာဟ်အရှင်မြတ်သည် ငရဲကို ဖော်ပြတော်မူသည်၊ ထို့နောက် ပရဒိသုသားတို့၏ အခြေအနေကို ရည်ညွှန်းသည်။ ဤသည်မှာ စူရာ အပ်စ်-ဆဖ်ဖာတ်ရှိ အလ္လာဟ်အရှင်မြတ်သည် ပရဒိသုသားတို့၏ အခြေအနေ၊ ၎င်း၏ လှပမှုနှင့် ပျော်ရွှင်မှုတို့ကို ဖော်ပြတော်မူပြီးနောက် အရှင်မိန့်ကြားတော်မူသည့် အပိုဒ်နှင့် ဆင်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَذَٰلِكَ خَيْرٌ نُّزُلًا أَمْ شَجَرَةُ الزَّقُّومِ - إِنَّا جَعَلْنَاهَا فِتْنَةً لِّلظَّالِمِينَ - إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ - طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ - فَإِنَّهُمْ لَآكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا الْبُطُونَ - ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِّنْ حَمِيمٍ - ثُمَّ إِنَّ مَرْجِعَهُمْ لَإِلَى الْجَحِيمِ - إِنَّهُمْ أَلْفَوْا آبَاءَهُمْ ضَالِّينَ - فَهُمْ عَلَىٰ آثَارِهِمْ يُهْرَعُونَ</p><p lang=\"my\" class=\"my \">:<span class=\"gray\">(ထိုအရာက ပိုကောင်းသော ဖျော်ဖြေရေးလား သို့မဟုတ် ဇက္ကူမ်ပင်လား။ အမှန်စင်စစ် ငါတို့သည် ၎င်းကို မတရားကျင့်သူများအတွက် စမ်းသပ်မှုတစ်ခု ပြုလုပ်ထား၏။ အမှန်စင်စစ် ၎င်းသည် ငရဲမီး၏ အောက်ခြေမှ ထွက်ပေါ်လာသော သစ်ပင်ဖြစ်သည်။ ၎င်း၏ အသီးအရွက်များသည် ရှိုင်သွာန်များ၏ ဦးခေါင်းများနှင့်တူသည်။ အမှန်စင်စစ် သူတို့သည် ၎င်းမှ စားသုံးကြမည်ဖြစ်ပြီး သူတို့၏ ဗိုက်များကို ပြည့်စေကြမည်။ ထို့နောက် ၎င်းအပေါ်တွင် သူတို့အား ဆူပွက်နေသောရေကို သောက်ရန် ပေးလိမ့်မည်၊ သို့မှသာ ၎င်းသည် ရောနှောမှုတစ်ခု ဖြစ်လာမည်။ ထို့နောက်မှမူ အမှန်စင်စစ် သူတို့၏ ပြန်လည်ရောက်ရှိရာသည် တောက်လောင်နေသော ငရဲမီးဖြစ်သည်။ အမှန်စင်စစ် သူတို့သည် သူတို့၏ဖခင်များကို လမ်းမှားပေါ်တွင် တွေ့ရှိခဲ့ကြသည်။ ထို့ကြောင့် သူတို့သည် သူတို့၏ ခြေရာများကို လိုက်ပါခဲ့ကြသည်။)</span><span class=\"gray\">(၃၇း၆၂-၇၀)</span></p>"
  }
]