[
  {
    "ayah_key": "17:76",
    "group_ayah_key": "17:76",
    "from_ayah": "17:76",
    "to_ayah": "17:77",
    "ayah_keys": "17:76,17:77",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် သူတို့သည် သင့်အား မြေပြင်မှ နှင်ထုတ်နိုင်ရန် အလွန်အမင်း ခြောက်လှန့်နေကြပြီ။ သို့သော် ထိုသို့ဖြစ်ခဲ့လျှင်မူ သူတို့သည် သင့်နောက်တွင် <span class=\"gray\">(ထိုနေရာ၌)</span> အနည်းငယ်မျှသာ နေထိုင်နိုင်ကြမည် မဟုတ်ပေ။ <span>(၇၆)</span> ၎င်းသည် သင့်မတိုင်မီက ကျွန်ုပ်တို့၏ တမန်တော်များကို စေလွှတ်ခဲ့သော စွန်နတ်ဓလေ့ဖြစ်သည်။ ကျွန်ုပ်တို့၏ စွန်နတ်ဓလေ့တွင် မည်သည့် ပြောင်းလဲမှုကိုမျှ သင်တွေ့ရမည် မဟုတ်ပေ။ <span>(၇၇)</span></p><div lang=\"my\" class=\"my \"><h2>ဤအာယတ်တော်များ ထုတ်ပြန်ခဲ့ရခြင်း အကြောင်းရင်း</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ ကုရိုက်ရှ်အနက်မှ မယုံကြည်သူများနှင့် ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။ သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကို မိမိတို့အနက်မှ နှင်ထုတ်လိုသောအခါဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော်တွင် သူတို့အား သတိပေးစကား ထုတ်ပြန်ခဲ့သည်။ ၎င်းတို့သည် (တမန်တော်ကို) နှင်ထုတ်ပါက ထို့နောက် မက္ကာဟ်၌ အကြာကြီး နေနိုင်မည် မဟုတ်ကြောင်း ပြောကြားခဲ့သည်။ ထို့နောက် ၎င်းတို့၏ နှိပ်စက်မှု ပြင်းထန်လာသောအခါ တမန်တော်သည် ၎င်းတို့ထံမှ ရွှေ့ပြောင်းသွားပြီးနောက် ဤအဖြစ်အပျက် ဖြစ်ပေါ်ခဲ့သည်။ ထို့နောက် တစ်နှစ်ခွဲအကြာတွင် အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်နှင့် ၎င်းတို့အား ဗဒ်ရ်စစ်မြေပြင်၌ ကြိုတင်စီစဉ်ထားခြင်းမရှိဘဲ စုစည်းစေခဲ့သည်။ အရှင်မြတ်သည် တမန်တော်အား ၎င်းတို့အပေါ် အောင်မြင်စေပြီး အနိုင်ယူစေခဲ့သည်။ ထို့ကြောင့် တမန်တော်သည် ၎င်းတို့၏ ခေါင်းဆောင်များကို သတ်ဖြတ်ပြီး ၎င်းတို့၏ မိသားစုများကို ဖမ်းဆီးခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُنَّةَ مَن قَدْ أَرْسَلْنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ စေလွှတ်ခဲ့သော စွန်နတ်ဓလေ့)</span> ဆိုသည်မှာ ကျွန်ုပ်တို့၏ တမန်တော်များကို ငြင်းပယ်ပြီး မိမိတို့အနက်မှ တမန်တော်ကို နှင်ထုတ်ခြင်းဖြင့် နှိပ်စက်သူများအား ကျွန်ုပ်တို့ အများအားဖြင့် ပြုလုပ်သော နည်းလမ်းဖြစ်သည်။ ၎င်းတို့ထံသို့ အပြစ်ဒဏ် ရောက်လာသည်။ အကယ်၍ တမန်တော်မြတ် ﷺ သည် ကရုဏာရှင် တမန်တော်မဟုတ်ခဲ့လျှင် ဤလောကတွင် မည်သည့်အခါမျှ မမြင်ဖူးသော လက်စားချေမှုမျိုး ၎င်းတို့အပေါ် ကျရောက်လာပေမည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ၎င်းတို့အထဲ၌ ရှိနေစဉ်တွင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ပြစ်ဒဏ်ပေးမည် မဟုတ်ပေ။)</span><span class=\"gray\">[၈:၃၃]</span></p>"
  }
]