[
  {
    "ayah_key": "7:55",
    "group_ayah_key": "7:55",
    "from_ayah": "7:55",
    "to_ayah": "7:56",
    "ayah_keys": "7:55,7:56",
    "text": "<p class=\"my translation\" lang=\"my\">သင်တို့၏ အရှင်သခင်ကို တာဒါရူအန် (Tadarru'an) နှင့် ခုဖ်ယာ (Khufyah) ဖြင့် ဆုတောင်းပန် ကြပါ။ ကိုယ်တော်ရှင်သည် ကျူးကျော်သူများကို မနှစ်သက်ပါ။ <span>(၅၅)</span>မြေပြင်တွင် ပြုပြင်ပြီးသည့်နောက် ဖျက်ဆီးမှု မပြုကြနှင့်။ ကိုယ်တော်ရှင်ကို ကြောက်ရွံ့ခြင်းနှင့် မျှော်လင့်ခြင်းဖြင့် ဆုတောင်းကြပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်သည် <span class=\"gray\">(အမြဲ)</span> ကောင်းမှုပြုသူများအနီး၌ ရှိသည်။ <span>(၅၆)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်အား ဆုတောင်းပန်ရန် တိုက်တွန်းခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကျွန်များကို ကိုယ်တော်ရှင်ထံ ဆုတောင်းပန်ရန် အမိန့်ပေးထားသည်၊ အကြောင်းမှာ ၎င်းသည် ဤဘဝနှင့် နောင်တမလွန်ဘဝတို့၌ ၎င်းတို့၏ ကောင်းကျိုးကို သေချာစေမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏အရှင်သခင်ကို တာဒါရူအန် (Tadarru'an) နှင့် ခုဖ်ယာ (Khufyah) ဖြင့် ဆုတောင်းပန်ကြပါ)</span> ဆိုသည်မှာ နှိမ့်ချစွာနှင့် ရိုကျိုးစွာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အလားတူအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُر رَّبَّكَ فِي نَفْسِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်ကို သင်၏စိတ်ထဲ၌ အောက်မေ့ပါ)</span><span class=\"gray\">[၇:၂၀၅]</span> အဗူမူဆာ အလ်အရှ်အရီ (Abu Musa Al-Ash'ari) က လူတို့သည် ဆုတောင်းသံများကို ကျယ်လောင်စွာ ပြုလုပ်ကြသောအခါ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလ္လမ်) က မိန့်တော်မူသည်ဟု စာဟီးဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّهَا النَّاسُ ارْبَعُوا عَلَى أَنْفُسِكُمْ فَإِنَّكُمْ لَا تَدْعُونَ أَصَمَّ وَلَا غَائِبًا إِنَّ الَّذِي تَدْعُونَ سَمِيعٌ قَرِيبٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အိုလူသားတို့! သင်တို့ကိုယ်သင်တို့ အသာထားကြလော့။ အမှန်စင်စစ် သင်တို့သည် နားမကြားသူ သို့မဟုတ် ကွယ်ပျောက်နေသူကို ခေါ်နေခြင်းမဟုတ်ပေ။ သင်တို့ ခေါ်နေသူသည် အားလုံးကိုကြားတော်မူသောအရှင်၊ နီးကပ်စွာရှိတော်မူသောအရှင် <span class=\"gray\">(မိမိ၏ကျွန်များထံ မိမိ၏ဥာဏ်တော်ဖြင့်)</span> ဖြစ်ပေသည်။)</span> အိဗ်နု ဂျရီးရ် (Ibn Jarir) က ဆိုသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَضَرُّعًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">('တာဒါရူအန်' (Tadarru'an))</span>, ဆိုသည်မှာ ကိုယ်တော်ရှင်အား နှိမ့်ချစွာနှင့် ရိုကျိုးစွာ နာခံခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخُفْيَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် 'ခုဖ်ယာ' (Khufyah))</span>, ဆိုသည်မှာ သင်တို့၏စိတ်နှလုံးများ၌ နှိမ့်ချခြင်းနှင့် ကိုယ်တော်ရှင်၏ တစ်ပါးတည်းဖြစ်တော်မူခြင်းနှင့် အရှင်သခင်ဖြစ်တော်မူခြင်းကို ယုံကြည်စိတ်ချခြင်းဖြင့်ဖြစ်ပြီး၊ ဝါကြွားရန် ကျယ်လောင်စွာ ဆုတောင်းခြင်းမဟုတ်ပေ။</p><div lang=\"my\" class=\"my \"><h2>ဆုတောင်းပန်မှုများတွင် ကျူးကျော်ခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">'အတွာအ် အလ်-ခုရာစန်နီ (Ata' Al-Khurasani) သည် အိဗ်နု အဗ်ဗားစ် (Ibn 'Abbas) ထံမှ ပြန်လည်ပြောကြားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍ ၎င်းက ဆိုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ရှင်သည် ကျူးကျော်သူများကို မနှစ်သက်)</span> \"ဒုအာအ် (Du'a') တွင်ဖြစ်စေ၊ အခြားကိစ္စများတွင်ဖြစ်စေ။\" အဗူ မိဂျ်လဇ် (Abu Mijlaz) က မှတ်ချက်ပြုသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ရှင်သည် ကျူးကျော်သူများကို မနှစ်သက်)</span>, \"နဗီတမန်တော်များ၏ အဆင့်အတန်းကို ရောက်ရှိရန် တောင်းဆိုခြင်းကဲ့သို့သော <span class=\"gray\">(ကျူးကျော်ခြင်း)</span> ဖြစ်သည်။\" အိမာမ် အဟ်မဒ် (Imam Ahmad) က အဗူ နိအ်မာ (Abu Ni'amah) မှ ပြန်လည်ပြောကြားသည်မှာ အဗ်ဒုလ္လာဟ် အိဗ်နု မူဂဖ်ဖလ် (Abdullah bin Mughaffal) သည် သူ၏သား ဆုတောင်းနေသည်ကို ကြားလိုက်ရသည်၊ \"အို အလ္လာဟ်အရှင်မြတ်! အကျွန်ုပ် ဂျန္နတ် (Paradise) သို့ ဝင်ရောက်ပါက ၎င်း၏ညာဘက်ရှိ အဖြူရောင်နန်းတော်ကို အကျွန်ုပ် တောင်းဆိုပါ၏။\" ထိုအခါ အဗ်ဒုလ္လာဟ်က ပြောသည်၊ \"အို ငါ့သား! အလ္လာဟ်အရှင်မြတ်ထံ ဂျန္နတ်ကို တောင်းဆိုပါ၊ မီးငရဲမှ ကိုယ်တော်ရှင်ထံ ခိုလှုံပါ။ အကြောင်းမှာ အကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် (ဆွလ္လလ္လာဟု အလိုင်းဟိဝစလ္လမ်) မိန့်တော်မူသည်ကို ကြားခဲ့ရသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَكُونُ قَوْمٌ يَعْتَدُونَ فِي الدُّعَاءِ وَالطَّهُورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆုတောင်းပန်မှုနှင့် သန့်စင်မှုတွင် ကျူးကျော်သော လူအချို့ ပေါ်လာလိမ့်မည်)</span>\" </p><p lang=\"my\" class=\"my \">အိဗ်နု မာဂျာ (Ibn Majah) နှင့် အဗူ ဒါဝူးဒ် (Abu Dawud) တို့သည် ဤဟဒီးဆ်တော်ကို ကောင်းမွန်သော ဆက်သွယ်မှုဖြင့် မှတ်တမ်းတင်ထားသည်မှာ အဘယ်အန္တရာယ်မျှမရှိကြောင်းနှင့် အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံး သိတော်မူသည်။</p><div lang=\"my\" class=\"my \"><h2>မြေပြင်တွင် ဖျက်ဆီးမှုဖြစ်စေခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြေပြင်တွင် ပြုပြင်ပြီးသည့်နောက် ဖျက်ဆီးမှု မပြုကြနှင့်)</span><span class=\"gray\">[၅:၅၆]</span>။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကမ္ဘာမြေပေါ်တွင် ဖျက်ဆီးမှုများ ပြုလုပ်ခြင်းကို တားမြစ်ထားသည်၊ အထူးသဖြင့် ၎င်းကို စနစ်တကျ ပြုပြင်ပြီးနောက်ပိုင်းဖြစ်သည်။ အခြေအနေများ စနစ်တကျရှိနေပြီးမှ ဖျက်ဆီးမှုများ ဖြစ်ပေါ်လာပါက လူသားတို့အား အများဆုံး ထိခိုက်နစ်နာစေမည်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဖျက်ဆီးမှုများ ပြုလုပ်ခြင်းကို တားမြစ်ထားပြီး ကိုယ်တော်ရှင်ကို ကိုးကွယ်ရန်၊ ကိုယ်တော်ရှင်ထံ ဆုတောင်းပန်ရန်၊ ကိုယ်တော်ရှင်ထံ တောင်းခံရန်နှင့် ကိုယ်တော်ရှင်အား နှိမ့်ချရန် အမိန့်ချမှတ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَادْعُوهُ خَوْفًا وَطَمَعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်ရှင်ကို ကြောက်ရွံ့ခြင်းနှင့် မျှော်လင့်ခြင်းဖြင့် ဆုတောင်းကြပါ)</span> ကိုယ်တော်ရှင်၌ ရှိသော ပြင်းထန်သော ပြစ်ဒဏ်ကို ကြောက်ရွံ့၍၊ ကိုယ်တော်ရှင်၌ ရှိသော ကြီးမားလှသည့် အကျိုးဆုလာဘ်ကို မျှော်လင့်ခြင်းဖြင့်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِّنَ الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်သည် ကောင်းမှုပြုသူများအနီး၌ <span class=\"gray\">(အမြဲ)</span> ရှိသည်)</span> ဆိုသည်မှာ ကိုယ်တော်ရှင်၏ အမိန့်များကို နာခံပြီး ကိုယ်တော်ရှင်တားမြစ်ထားသည်များကို ရှောင်ရှားသော ကောင်းမှုပြုသူများအတွက် ကိုယ်တော်ရှင်၏ ကရုဏာတော်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ကရုဏာတော်သည် အရာခပ်သိမ်းကို လွှမ်းခြုံထားသည်။ ထို <span class=\"gray\">(ကရုဏာ)</span> ကို တက်ကဝါ (Taqwa) ရှိသူများအတွက် ကျွန်ုပ်စီစဉ်ပေးမည်။)</span><span class=\"gray\">[၇:၁၅၆]</span>။ </p><p lang=\"my\" class=\"my \">မတ်တာရ် အလ်-ဝါရ်ရက် (Matar Al-Warraq) က ဆိုသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ အမိန့်များကို နာခံခြင်းဖြင့် ကိုယ်တော်ရှင်၏ ကတိတော်ကို ရယူကြပါ။ အကြောင်းမှာ ကိုယ်တော်ရှင်သည် မိမိ၏ ကရုဏာတော်သည် ကောင်းမှုပြုသူများအနီး၌ ရှိသည်ဟု သတ်မှတ်ထားသောကြောင့်ဖြစ်သည်။\" အိဗ်နု အဗီ ဟာတိမ် (Ibn Abi Hatim) သည် ဤပြောကြားချက်ကို စုဆောင်းထားသည်။</p>"
  },
  {
    "ayah_key": "7:57",
    "group_ayah_key": "7:57",
    "from_ayah": "7:57",
    "to_ayah": "7:58",
    "ayah_keys": "7:57,7:58",
    "text": "<p lang=\"my\" class=\"my \">၎င်းအရှင်သည်သာလျှင် လေများကို ဝမ်းမြောက်ဖွယ်သတင်းယူဆောင်သူများအဖြစ် ပို့တော်မူ၏။ မိမိ၏ ကရုဏာတော်ရှေ့မှသွားလျက် <span class=\"gray\">(မိုး)</span>။ ထိုလေများသည် မိုးအပြည့်ပါသော တိမ်တို့ကို သယ်ဆောင်သွားသောအခါ၊ ထိုတိမ်တို့ကို ခြောက်သွေ့သောမြေသို့ ငါတို့မောင်းနှင်ပို့ဆောင်၏။ ထို့နောက် ငါတို့သည် ရေကို <span class=\"gray\">(မိုး)</span> ထိုမြေပေါ်သို့ ကျစေ၏။ ထို့နောက် ငါတို့သည် ထိုရေဖြင့် အသီးအနှံအမျိုးမျိုးတို့ကို ထုတ်လုပ်ပေး၏။ ထိုနည်းတူစွာ ငါတို့သည် သေသူများကို ပြန်လည်ရှင်ပြန်ထမြောက်စေမည်။ သို့ဖြစ်၍ သင်တို့သည် သတိရကြပေမည် သို့မဟုတ် သတိမူကြပေမည် <span>(၅၇)</span>ကောင်းသောမြေ၏ သစ်ပင်များသည် ထွက်ပေါ်လာ၏ <span class=\"gray\">(လွယ်ကူစွာ)</span> ၎င်း၏အရှင်သခင်၏ ခွင့်ပြုချက်ဖြင့် ဖြစ်သည်။ မကောင်းသောမြေသည်ကား <span class=\"gray\">(အနည်းငယ်မျှသာ)</span> ဒုက္ခနှင့်သာ ထုတ်လုပ်ပေး၏။ ထိုသို့ဖြင့် ငါတို့သည် ကျေးဇူးတင်သောလူမျိုးအတွက် အာယတ်တော်များကို အမျိုးမျိုးရှင်းပြတော်မူ၏ <span>(၅၈)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက်၊ အရှင်သည် မိုးကို ရွာချတော်မူပြီး သီးနှံများကို ထုတ်လုပ်ပေးတော်မူခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်များနှင့် ကမ္ဘာမြေကို ဖန်ဆင်းတော်မူကြောင်း၊ အရှင်သည် အရာအားလုံးကို ထိန်းချုပ်ပိုင်ဆိုင်သူ၊ အရာဝတ္ထုများကို ကျွန်ခံစေသူဖြစ်ကြောင်း ဖော်ပြပြီးနောက် <span class=\"gray\">(လူသားတို့အတွက်)</span>၊ အရှင်မြတ်အား ဒုအာပြုဆုတောင်းရန် အမိန့်ချမှတ်တော်မူခဲ့သည်၊ အကြောင်းမှာ အရှင်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကျွေးမွေးသူဖြစ်ကြောင်းနှင့် ကိယာမတ်နေ့တွင် သေဆုံးသူများကို ပြန်လည်ရှင်ပြန်ထမြောက်စေမည်ဖြစ်ကြောင်းလည်း ဖော်ပြခဲ့သည်။ ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် မိုးအပြည့်ပါသော တိမ်များကို ဖြန့်ကျက်ပေးသည့် လေကို ပို့တော်မူကြောင်း မိန့်ကြားထားသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တော်တစ်ခုတွင် မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ أَن يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက်၊ အရှင်သည် လေများကို ဝမ်းမြောက်ဖွယ်သတင်းယူဆောင်လျက် ပို့တော်မူခြင်းလည်း ပါဝင်၏)</span><span class=\"gray\">[၃၀:၄၆]</span>။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَيْنَ يَدَيْ رَحْمَتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိ၏ ကရုဏာတော်ရှေ့မှသွားလျက်)</span> ဆိုသည်မှာ မိုးမရွာမီကို ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ်သည်လည်း မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِن بَعْدِ مَا قَنَطُوا وَيَنشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အရှင်သည်ပင်လျှင် လူတို့ စိတ်ပျက်အားငယ်ပြီးနောက် မိုးကို ရွာချတော်မူပြီး မိမိ၏ကရုဏာတော်ကို ဖြန့်ကျက်တော်မူ၏။ အရှင်သည် အလ်-ဝလီ <span class=\"gray\">(ကာကွယ်စောင့်ရှောက်သူ)</span>၊ အလ်-ဟမီဒ် <span class=\"gray\">(ချီးမွမ်းထိုက်သူ)</span><span class=\"gray\">[၄၂:၂၈]</span> နှင့်၊</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانظُرْ إِلَىٰ آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَٰلِكَ لَمُحْيِي الْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ရလဒ်များကို ကြည့်ရှုကြလော့။ အရှင်သည် မြေကြီးသေပြီးနောက် မည်သို့ ရှင်ပြန်စေတော်မူသည်ကို။ အမှန်စင်စစ် ထိုအရှင်သည် သေဆုံးသူများကို ရှင်ပြန်ထမြောက်စေမည်ဖြစ်ပြီး အရှင်သည် အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သူဖြစ်သည်)</span><span class=\"gray\">[၃၀:၅၀]</span>။ အလ္လာဟ်အရှင်မြတ်သည် ဆက်လက်မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုလေများသည် မိုးအပြည့်ပါသော တိမ်တို့ကို သယ်ဆောင်သွားသောအခါ)</span> လေက မိုးနှင့်ပြည့်နေသော လေးလံသည့်တိမ်များကို သယ်ဆောင်သွားသောအခါ၊ ထို့ကြောင့် ထိုတိမ်များသည် လေးလံကာ မြေကြီးနှင့် နီးကပ်လျက်ရှိပြီး အရောင်လည်း မှောင်နေ၏။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُقْنَاهُ لِبَلَدٍ مَّيِّتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုတိမ်တို့ကို ခြောက်သွေ့သောမြေသို့ ငါတို့မောင်းနှင်ပို့ဆောင်၏)</span> ဆိုသည်မှာ သစ်ပင်များမရှိသော ခြောက်သွေ့သည့်မြေကို ဆိုလိုသည်။ ဤအာယတ်တော်သည် အခြားအာယတ်တော်တစ်ခုနှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَّهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့အတွက် နိမိတ်လက္ခဏာတစ်ခုမှာ သေနေသောမြေဖြစ်သည်။ ငါတို့သည် ထိုမြေကို ရှင်သန်စေ၏)</span><span class=\"gray\">[၃၆:၃၃]</span>။ ထို့ကြောင့် ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخْرَجْنَا بِهِ مِن كُلِّ الثَّمَرَاتِ كَذَٰلِكَ نُخْرِجُ الْمَوْتَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် ထိုရေဖြင့် အသီးအနှံအမျိုးမျိုးတို့ကို ထုတ်လုပ်ပေး၏။ ထိုနည်းတူစွာ ငါတို့သည် သေသူများကို ပြန်လည်ရှင်ပြန်ထမြောက်စေမည်။)</span> ဆိုသည်မှာ ငါတို့သည် သေနေသောမြေကို ရှင်သန်စေသကဲ့သို့ပင်၊ ငါတို့သည် ကိယာမတ်နေ့တွင် ပြိုကွဲသွားပြီးနောက် သေဆုံးသူများကို ပြန်လည်ရှင်ပြန်ထမြောက်စေမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်မှ မိုးကိုရွာချတော်မူမည်ဖြစ်ပြီး မိုးသည် ကမ္ဘာမြေပေါ်သို့ ရက်ပေါင်းလေးဆယ်ကြာ ရွာသွန်းမည်ဖြစ်သည်။ ထို့နောက် အလောင်းများသည် မျိုးစေ့များ မြေကြီးထဲတွင် ပေါက်ရောက်သကဲ့သို့ပင် ၎င်းတို့၏သင်္ချိုင်းတွင်း၌ ပြန်လည်ပေါ်ပေါက်လာမည်ဖြစ်သည်။ <span class=\"gray\">(မိုးရွာသွန်းပြီးနောက်)</span>။ အလ္လာဟ်အရှင်မြတ်သည် ကိယာမတ်နေ့တွင် ဖြစ်ပျက်မည့်အရာနှင့် သေနေသောမြေကို ရှင်သန်စေခြင်းဥပမာကို ပေးသည့်အခါ ကုရ်အာန်တွင် ဤတူညီမှုကို မကြာခဏ ဖော်ပြတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ သင်တို့သည် သတိရကြပေမည် သို့မဟုတ် သတိမူကြပေမည်။)</span> အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းသောမြေ၏ သစ်ပင်များသည် ၎င်း၏အရှင်သခင်၏ ခွင့်ပြုချက်ဖြင့် လွယ်ကူစွာ ထွက်ပေါ်လာ၏;)</span> ဆိုသည်မှာ ကောင်းသောမြေသည် ၎င်း၏သစ်ပင်များကို လျင်မြန်စွာနှင့် ကျွမ်းကျင်စွာ ထုတ်လုပ်ပေးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တော်တစ်ခုတွင် <span class=\"gray\">(မာရီယမ်၊ အီစာ၏မိခင်၊ အရှင်နှစ်ဦးလုံးအပေါ် ငြိမ်သက်ခြင်းသက်ရောက်ပါစေ) အကြောင်း)</span>;</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَنبَتَهَا نَبَاتًا حَسَنًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်သည် သူမကို ကောင်းမွန်စွာ ကြီးထွားစေတော်မူခဲ့သည်)</span><span class=\"gray\">[၃:၃၇]</span>။ အာယတ်တော်က ဆက်လက်မိန့်ကြားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းသောမြေသည်ကား ဒုက္ခနှင့်သာ ထုတ်လုပ်ပေး၏။)</span> မူဂျာဟစ်နှင့် အခြားသော အပ်စ်-ဆီဘက်ခ်တို့ကလည်း ဤသို့ပင် မိန့်ကြားခဲ့ကြသည်။ </p><p lang=\"ceb\" class=\"ceb \">Al-Bukhari recorded that Abu Musa said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ مَا بَعَثَنِي اللهُ بِهِ مِنَ الْعِلْمِ وَالْهُدَى كَمَثَلِ الْغَيْثِ الْكَثِيرِ أَصَابَ أَرْضًا فَكَانَتْ مِنْهَا نَقِيَّةٌ قَبِلَتِ الْمَاءَ فَأَنْبَتَتِ الْكَلَأَ وَالْعُشْبَ الْكَثِيرَ وَكَانَتْ مِنْهَا أَجَادِبُ أَمْسَكَتِ الْمَاءَ فَنَفَعَ اللهُ بِهَا النَّاسَ فَشَرِبُوا وَسَقَوْا وَزَرَعُوا وَأَصَابَ مِنْهَا طَائِفَةً أُخْرَى إِنَّمَا هِيَ قِيعَانٌ لَا تُمْسِكُ مَاءً وَلَا تُنْبِتُ كَلَأً، فَذَلِكَ مَثَلُ مَنْ فَقُهَ فِي دِينِ اللهِ وَنَفَعَهُ مَا بَعَثَنِي اللهُ بِهِ فَعَلِمَ وَعَلَّمَ وَمَثَلُ مَنْ لَمْ يَرْفَعْ بِذَلِكَ رَأْسًا وَلَمْ يَقْبَلْ هُدَى اللهِ الَّذِي أُرْسِلْتُ بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်အား ပေးအပ်လိုက်သော လမ်းညွှန်မှုနှင့် အသိပညာ၏ ဥပမာမှာ မြေပေါ်သို့ ရွာသွန်းသော မိုးကြီးနှင့်တူသည်။ ထိုမြေ၏ အချို့အပိုင်းမှာ မြေဩဇာကောင်းမွန်ပြီး မိုးရေကို စုပ်ယူကာ ပေါများသော သစ်ပင်များနှင့် မြက်များကို ထုတ်လုပ်ပေးသည်။ အခြားတစ်စိတ်တစ်ပိုင်းမှာ မာကျောသောမြေဖြစ်ပြီး မိုးရေကို ထိန်းထားနိုင်ကာ အလ္လာဟ်အရှင်မြတ်သည် ထိုရေဖြင့် လူများကို အကျိုးပြုစေသည်၊ ၎င်းတို့သည် သောက်သုံးရန်၊ ၎င်းတို့၏တိရစ္ဆာန်များကို တိုက်ကျွေးရန်နှင့် စိုက်ပျိုးရေးအတွက် မြေယာရေလောင်းရန် အသုံးပြုကြသည်။ အခြားတစ်စိတ်တစ်ပိုင်းမှာ မြေဆီလွှာမကောင်းဘဲ ရေကိုလည်း ထိန်းထားနိုင်ခြင်းမရှိ၊ အပင်များလည်း ထုတ်လုပ်ပေးခြင်းမရှိပေ။ ပထမဥပမာသည် အလ္လာဟ်အရှင်မြတ်၏ဘာသာတရားကို နားလည်ပြီး အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား ပေးအပ်လိုက်သည့် အကျိုးကျေးဇူးများကို သင်ယူကာ အခြားသူများကို သင်ကြားပေးသူ၏ ဥပမာဖြစ်သည်။ နောက်ဆုံးဥပမာသည် ၎င်းကို ဂရုမစိုက်ဘဲ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်အား ပေးအပ်လိုက်သော လမ်းညွှန်မှုကို လက်မခံသူ၏ ဥပမာဖြစ်သည်။)</span></p>"
  }
]