[
  {
    "ayah_key": "2:190",
    "group_ayah_key": "2:190",
    "from_ayah": "2:190",
    "to_ayah": "2:193",
    "ayah_keys": "2:190,2:191,2:192,2:193",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် သင်တို့ကို တိုက်ခိုက်သူများကို တိုက်ခိုက်ကြကုန်၊ သို့သော် ကန့်သတ်ချက်များကို မကျော်လွန်ကြကုန်လင့်။ စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သည် ကန့်သတ်ချက်များကို ကျော်လွန်သူများကို မကြိုက်နှစ်သက်ပေ။ <span>(190)</span>သင်တို့ တွေ့ရာအရပ်တိုင်းတွင် သူတို့ကို သတ်ကြကုန်။ သူတို့သည် သင်တို့ကို နှင်ထုတ်ခဲ့ရာအရပ်မှ သင်တို့ကို နှင်ထုတ်ကြကုန်။ ဖစ်တနာ (ပဋိပက္ခ) သည် သတ်ဖြတ်ခြင်းထက် ပိုဆိုးရွားသည်။ အလ်-မပ်စ်ဂျစ် အလ်-ဟရာမ် <span class=\"gray\">(မက္ကာရှိ သန့်ရှင်းရာဌာန)</span> တွင် သူတို့နှင့် မတိုက်ခိုက်ကြကုန်လင့်၊ သူတို့သည် သင့်ကို <span class=\"gray\">(ဦးစွာ)</span> တိုက်ခိုက်သမျှကာလပတ်လုံး။ သို့သော် သူတို့က သင်တို့ကို တိုက်ခိုက်လာလျှင်မူ သူတို့ကို သတ်ကြကုန်လော့။ ၎င်းသည် ငြင်းပယ်သူတို့၏ အပြစ်ဒဏ်ဖြစ်သည်။ <span>(191)</span>သို့သော် သူတို့ ရပ်စဲခဲ့သော်၊ အလ္လာဟ်အရှင်မြတ်သည် အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော၊ အလွန်တရာ ကရုဏာရှင်ဖြစ်တော်မူ၏။ <span>(192)</span>ဖစ်တနာ <span class=\"gray\">(မယုံကြည်မှုနှင့် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ခြင်း)</span> မရှိတော့ဘဲ၊ ဘာသာတရား <span class=\"gray\">(ဝတ်ပြုကိုးကွယ်မှု အားလုံးနှင့် အမျိုးမျိုး)</span> သည် အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> အတွက်သာ ဖြစ်လာသည်အထိ သူတို့ကို တိုက်ခိုက်ကြကုန်။ သို့သော် သူတို့ ရပ်စဲခဲ့သော်၊ အဇ်-ဇာလိမီးန် <span class=\"gray\">(မူရှ်ရစ်က်များနှင့် မတရားပြုကျင့်သူများ)</span> မှအပ အခြားသူများကို ကျူးကျော်ခြင်းမရှိစေနှင့်။<span>(193)</span></p><div lang=\"my\" class=\"my \"><h2>မွတ်စလင်မ်များကို တိုက်ခိုက်သူများနှင့် သူတို့ကို တွေ့ရာအရပ်တိုင်း၌ သတ်ဖြတ်ခြင်းအမိန့်တော်</h2></div><p lang=\"gd\" class=\"gd \">Abu Ja'far Ar-Razi said that Ar-Rabi' bin Anas said that Abu Al-'Aliyah commented on what Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်တွင် သင်တို့ကို တိုက်ခိုက်သူများကို တိုက်ခိုက်ကြကုန်၊)</span></p><p lang=\"my\" class=\"my \">အဘူလ်-အာလိယာဟ်က ပြောကြားသည်မှာ၊ \"ဤသည်ကား အလ်-မဒီနာတွင် ထုတ်ပြန်ခဲ့သော တိုက်ခိုက်ခြင်းနှင့်ပတ်သက်သည့် ပထမဆုံး အာယတ်တော်ဖြစ်သည်။ ၎င်းထုတ်ပြန်ခဲ့သည်မှစ၍ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် သူ့ကို တိုက်ခိုက်သူများကိုသာ တိုက်ခိုက်ပြီး စစ်မတိုက်သူများကို ရှောင်ကြဉ်ခဲ့သည်။ နောက်ပိုင်းတွင် စူရဟ် ဘရာအာဟ် <span class=\"gray\">(ကုရ်အာန်၏ အခန်း ၉)</span> ကို ထုတ်ပြန်ခဲ့သည်။\" အဘ်ဒူရ်-ရဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အစလမ်ကလည်း အလားတူပြောကြားခဲ့ပြီး၊ ၎င်းနောက် ဤသည်ကို အောက်ပါအာယတ်တော်ဖြင့် နောင်တွင် ဖျက်သိမ်းခဲ့သည်ဟု ဆိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ တွေ့ရာအရပ်တိုင်းတွင် သူတို့ကို သတ်ကြကုန်)</span><span class=\"gray\">(9:5)</span>။</p><p lang=\"my\" class=\"my \">သို့သော် ဤပြောဆိုချက်သည် ဖြစ်နိုင်ဖွယ်မရှိ၊ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُقَاتِلُونَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင့်ကို တိုက်ခိုက်သူများ)</span> သည် အစ္စလာမ်နှင့် ၎င်း၏လူများကို တိုက်ခိုက်နေသော ရန်သူများကို တိုက်ခိုက်ခြင်းအတွက်သာ သက်ဆိုင်သည်။ ထို့ကြောင့် အာယတ်တော်၏ အဓိပ္ပါယ်မှာ 'သင့်ကို တိုက်ခိုက်သူများကို တိုက်ခိုက်ပါ' ဟူ၍ဖြစ်သည်၊ အလ္လာဟ်အရှင်မြတ်က <span class=\"gray\">(အခြားအာယတ်တော်တစ်ခုတွင်)</span> မိန့်ကြားထားသကဲ့သို့ပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...မူရှ်ရစ်က်များကို သင်တို့ကို စုပေါင်းတိုက်ခိုက်သကဲ့သို့ စုပေါင်းတိုက်ခိုက်ကြကုန်။)</span><span class=\"gray\">(9:36)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့်ပင် အလ္လာဟ်အရှင်မြတ်သည် အာယတ်တော်တွင် နောက်ပိုင်း၌ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُم مِّنْ حَيْثُ أَخْرَجُوكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ တွေ့ရာအရပ်တိုင်းတွင် သူတို့ကို သတ်ကြကုန်၊ သူတို့သည် သင်တို့ကို နှင်ထုတ်ခဲ့ရာအရပ်မှ သင်တို့ကို နှင်ထုတ်ကြကုန်။)</span> ဟူသည်မှာ 'သင့်စွမ်းအင်ကို သူတို့ကို တိုက်ခိုက်ရာတွင် အသုံးပြုသင့်သည်၊ သူတို့၏ စွမ်းအင်ကို သင့်ကို တိုက်ခိုက်ရာတွင် အသုံးပြုသကဲ့သို့ပင်ဖြစ်သည်၊ ၎င်းအပြင် သူတို့သည် သင့်ကို နှင်ထုတ်ခဲ့သော နယ်မြေများမှ သူတို့ကို နှင်ထုတ်ရာတွင်လည်း အသုံးပြုသင့်သည်၊ အပြစ်ဒဏ်၌ တူညီမှုနိယာမအရ ဖြစ်သည်' ဟူ၍ အဓိပ္ပာယ်ရသည်။</p><div lang=\"my\" class=\"my \"><h2>သေဆုံးသူများကို ရုပ်ပျက်ဆင်းပျက်ပြုလုပ်ခြင်းနှင့် သိမ်းပိုက်ရရှိသော ပစ္စည်းများမှ ခိုးယူခြင်းကို တားမြစ်ခြင်း။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကန့်သတ်ချက်များကို မကျော်လွန်ကြကုန်လင့်။ စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သည် ကန့်သတ်ချက်များကို ကျော်လွန်သူများကို မကြိုက်နှစ်သက်ပေ။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်၏ အဓိပ္ပာယ်မှာ 'အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်ကြကုန်၊ ကျူးလွန်သူများ မဖြစ်ကြကုန်လင့်' ဟူ၍ဖြစ်သည်၊ ဥပမာ- တားမြစ်ချက်များကို ကျူးလွန်ခြင်းဖြင့် ဖြစ်သည်။ အလ်-ဟာစန် အလ်-ဘစရီက ကျူးကျော်ခြင်း <span class=\"gray\">(အာယတ်တော်က ဖော်ပြသည့်အတိုင်း)</span> သည် \"သေဆုံးသူများကို ရုပ်ပျက်ဆင်းပျက်ပြုလုပ်ခြင်း၊ (သိမ်းပိုက်ရရှိသော ပစ္စည်းများမှ) ခိုးယူခြင်း၊ စစ်ပွဲတွင် မပါဝင်သူ အမျိုးသမီးများ၊ ကလေးများနှင့် သက်ကြီးရွယ်အိုများကို သတ်ဖြတ်ခြင်း၊ ဘာသာရေးဆရာများနှင့် ဝတ်ပြုရာအိမ်များတွင် နေထိုင်သူများကို သတ်ဖြတ်ခြင်း၊ သစ်ပင်များကို မီးရှို့ခြင်းနှင့် အကျိုးကျေးဇူးမရှိဘဲ တိရစ္ဆာန်များကို သတ်ဖြတ်ခြင်းတို့ ပါဝင်သည်\" ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အိဘ်နု အဘ်ဘာစ်၊ အိုမာရ် ဘင်န် အဘ်ဒူလ်-အဇီးဇ်၊ မုကာတိလ် ဘင်န် ဟိုင်ယာန်နှင့် အခြားသူတို့၏ သဘောထားလည်း ဖြစ်သည်။ မွတ်စလင်မ်သည် ၎င်း၏ စဟီဟ်တွင် ဘုရိုင်ဒဟ်မှ တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اغْزُوا فِي سَبِيلِ اللهِ، قَاتِلُوا مَنْ كَفَرَ بِاللهِ، اغْزُوا وَلَا تَغُلُّوا وَلَا تَغْدِرُوا وَلَا تَـمْثُلُوا وَلَا تَقْتُلُوا وَلِيدًا وَلَا أَصْحَابَ الصَّوَامِعِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်အတွက် တိုက်ခိုက်ကြကုန်၊ အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်သူများကို တိုက်ခိုက်ကြကုန်။ တိုက်ခိုက်ကြကုန်၊ သို့သော် <span class=\"gray\">(သိမ်းပိုက်ရရှိသော ပစ္စည်းများမှ)</span> မခိုးယူကြကုန်လင့်၊ သစ္စာဖောက်မှု မပြုကြကုန်လင့်၊ <span class=\"gray\">(သေဆုံးသူများကို)</span> ရုပ်ပျက်ဆင်းပျက် မပြုကြကုန်လင့်၊ ကလေးသူငယ်ကို မသတ်ကြကုန်လင့်၊ သို့မဟုတ် ဝတ်ပြုရာအိမ်များတွင် နေထိုင်သူများကို မသတ်ကြကုန်လင့်။)</span></p><p lang=\"my\" class=\"my \">စဟီဟ်နှစ်ကျမ်းတွင် အိဘ်နု အိုမာရ်က ပြောကြားသည်မှာ၊ \"တမန်တော်မြတ် ﷺ ၏ စစ်ပွဲတစ်ခုအတွင်း အမျိုးသမီးတစ်ဦး သေဆုံးလျက် တွေ့ရှိရပြီး တမန်တော်မြတ် ﷺ က အမျိုးသမီးများနှင့် ကလေးများကို သတ်ဖြတ်ခြင်းကို ထို့နောက် တားမြစ်ခဲ့သည်။ \" ဤအကြောင်းအရာနှင့်ပတ်သက်၍ အခြားဟဒီးစ်များစွာ ရှိသည်။</p><div lang=\"my\" class=\"my \"><h2>ရှရစ်က် (ဘုရားဖက်စပ်ခြင်း) သည် သတ်ဖြတ်ခြင်းထက် ပိုဆိုးရွားသည်</h2></div><p lang=\"my\" class=\"my \">ဂျီဟာဒ်တွင် လူများကို သတ်ဖြတ်ခြင်းနှင့် သွေးမြေကျခြင်းများ ပါဝင်သည့်အတွက်၊ အလ္လာဟ်အရှင်မြတ်က ဤသူများသည် အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်ခြင်း၊ ကိုးကွယ်ရာ၌ ကိုယ်တော်နှင့် ဖက်စပ်ခြင်း <span class=\"gray\">(in the worship)</span> နှင့် ကိုယ်တော်၏ လမ်းမှ တားဆီးခြင်းတို့ကို ကျူးလွန်နေကြပြီး ၎င်းသည် သတ်ဖြတ်ခြင်းထက် များစွာ ပိုမိုကြီးမားသော မကောင်းမှုနှင့် ပိုမိုဆိုးရွားသော အန္တရာယ်ဖြစ်သည်ဟု ဖော်ပြခဲ့သည်။ အဘူ မာလိက်က အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အကြောင်း မှတ်ချက်ပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖစ်တနာ (ပဋိပက္ခ) သည် သတ်ဖြတ်ခြင်းထက် ပိုဆိုးရွားသည်။)</span> ဟူသည်မှာ သင်တို့ <span class=\"gray\">(မယုံကြည်သူများ)</span> ကျူးလွန်နေသည့်အရာသည် သတ်ဖြတ်ခြင်းထက် များစွာပိုဆိုးရွားသည်ဟု အဓိပ္ပာယ်ရသည်။\" အဘူလ်-အာလိယာဟ်၊ မူဂျာဟစ်ဒ်၊ ဆအီးဒ် ဘင်န် ဂျူဘိုင်ရ်၊ အစ်ကရိမဟ်၊ အလ်-ဟာစန်၊ ကတာဒဟ်၊ အဒ်-ဒဟ်ဟက် နှင့် အရ်-ရာဘိအ် ဘင်န် အနပ်စ်တို့က အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အကြောင်း ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(And Al-Fitnah is worse than killing.)</span> \"Shirk <span class=\"gray\">(polytheism)</span> is worse than killing.\"</p><div lang=\"my\" class=\"my \"><h2>သန့်ရှင်းသောဒေသတွင် တိုက်ခိုက်ခြင်းကို တားမြစ်ထားသည်၊ မိမိကိုယ်ကို ကာကွယ်ခြင်းမှအပ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُقَاتِلُوهُمْ عِندَ الْمَسْجِدِ الْحَرَامِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ်-မပ်စ်ဂျစ် အလ်-ဟရာမ် <span class=\"gray\">(မက္ကာရှိ သန့်ရှင်းရာဌာန)</span> တွင် သူတို့နှင့် မတိုက်ခိုက်ကြကုန်လင့်)</span></p><p lang=\"my\" class=\"my \">စဟီဟ်နှစ်ကျမ်းတွင် တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إنَّ هَذَا الْبَلَدَ حَرَّمَهُ اللهُ يَوْمَ خَلَقَ السَّمٰوَاتِ وَالْأَرْضَ، فَهُوَ حَرَامٌ بِحُرْمَةِ اللهِ إِلى يَوْمِ الْقِيَامَةِ، وَلَمْ يَحِلَّ لِي إِلَّا سَاعَةً مِنْ نَهَارٍ، وَإِنَّهَا سَاعَتِي هذِهِ حَرامٌ بحُرْمَةِ اللهِ إِلى يَوْمِ الْقِيامَةِ، لا يُعْضَدُ شَجَرُهُ، وَلَا يُخْتَلىَ خَلَاهُ، فَإِنْ أَحَدٌ تَرَخَّصَ بِقِتَالِ رَسُولِ اللهِ صلّى الله عليه وسلّم، فَقُولُوا: إنَّ اللهَ أَذِنَ لِرَسُولِهِ وَلَمْ يَأْذَنْ لَكُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်နှင့်မြေကြီးကို ဖန်ဆင်းခဲ့သည့်နေ့မှစ၍ ဤမြို့ကို သန့်ရှင်းရာဌာနအဖြစ် ပြုလုပ်ခဲ့သည်။ ထို့ကြောင့် ၎င်းသည် ရှင်ပြန်ထမြောက်ရာနေ့အထိ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ဖြင့် သန့်ရှင်းရာဌာနဖြစ်သည်။ ၎င်းတွင် တိုက်ခိုက်ခြင်းကို နေ့ဘက်တွင် တစ်နာရီသာ ကျွန်ုပ်အတွက် ခွင့်ပြုခဲ့သည်။ ထို့ကြောင့် ၎င်း <span class=\"gray\">(ဆိုလိုသည်မှာ မက္ကာ)</span> သည် ယခုမှစ၍ ရှင်ပြန်ထမြောက်ရာနေ့အထိ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ဖြင့် သန့်ရှင်းရာဌာနဖြစ်သည်။ ၎င်း၏ သစ်ပင်များကို မခုတ်ရ၊ ၎င်း၏ မြက်များကို မနုတ်ရ။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ကြောင့် ဖြစ်ပွားခဲ့သော ၎င်းရှိ တိုက်ခိုက်မှုအကြောင်း တစ်စုံတစ်ဦးက ဖော်ပြပါက၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ရစူလ်တမန်တော်ကို ခွင့်ပြုခဲ့သော်လည်း သင့်ကို မခွင့်ပြုခဲ့ဟု ပြောကြကုန်။)</span></p><p lang=\"my\" class=\"my \">ဤဟဒီးစ်တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် မက္ကာမြို့သားများကို သူသည် အင်အားသုံး၍ သိမ်းပိုက်ခဲ့စဉ်က တိုက်ခိုက်ခဲ့ခြင်းအကြောင်း ဖော်ပြခဲ့ရာ ခန်ဒမာဟ်ဒေသရှိ မူရှ်ရစ်က်များအနက် အချို့ သေဆုံးမှုများ ဖြစ်ပေါ်ခဲ့သည်။ ဤသည်မှာ တမန်တော်မြတ် ﷺ က ကြေညာပြီးနောက် ဖြစ်ပျက်ခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَغْلَقَ بَابَهُ فهُوَ آمِنٌ، وَمَنْ دَخَلَ الْمَسْجِدَ فَهُو آمِنٌ، ومَنْ دَخَلَ دَارَ أَبِي سُفْيَانَ فَهُوَ آمِنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတံခါးကို ပိတ်ထားသူတိုင်း ဘေးကင်းသည်။ ဗလီ <span class=\"gray\">(သန့်ရှင်းသော)</span> သို့ ဝင်သူတိုင်း ဘေးကင်းသည်။ အဘူ စူဖယာန်၏ အိမ်သို့ ဝင်သူတိုင်းလည်း ဘေးကင်းသည်။)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يُقَاتِلُوكُمْ فِيهِ فَإِن قَاتَلُوكُمْ فَاقْتُلُوهُمْ كَذَٰلِكَ جَزَاءُ الْكَافِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သူတို့သည် သင့်ကို <span class=\"gray\">(ဦးစွာ)</span> တိုက်ခိုက်သမျှကာလပတ်လုံး။ သို့သော် သူတို့က သင်တို့ကို တိုက်ခိုက်လာလျှင်မူ သူတို့ကို သတ်ကြကုန်လော့။ ၎င်းသည် ငြင်းပယ်သူတို့၏ အပြစ်ဒဏ်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်- 'သူတို့သည် သင့်ကို အလ်-မပ်စ်ဂျစ် အလ်-ဟရာမ် ဒေသတွင် ဦးစွာမတိုက်ခိုက်သမျှကာလပတ်လုံး သူတို့နှင့် မတိုက်ခိုက်ကြကုန်လင့်။ ဤအခြေအနေတွင် သူတို့၏ ကျူးကျော်မှုကို ရပ်တန့်ရန် သင်တို့သည် သူတို့ကို တိုက်ခိုက်ရန်နှင့် သတ်ဖြတ်ရန် ခွင့်ပြုထားသည်။' ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ကုရိုင်ရှ်မျိုးနွယ်များနှင့် ၎င်းတို့၏ မဟာမိတ်များဖြစ်သည့် သကစ်ဖ်နှင့် အခြားအဖွဲ့များက မွတ်စလင်မ်များကို <span class=\"gray\">(သန့်ရှင်းသောဗလီသို့ သွားရောက်ရန် မက္ကာသို့ ဝင်ရောက်ခြင်းမှ တားဆီးရန်)</span> ပူးပေါင်းခဲ့ပြီးနောက် <span class=\"gray\">(အလ်-ဟူဒိုင်ဘီယာဟ် ဒေသရှိ)</span> သစ်ပင်အောက်တွင် ၎င်း၏ အပေါင်းအသင်းများထံမှ <span class=\"gray\">(မူရှ်ရစ်က်များကို)</span> တိုက်ခိုက်ရန် ကတိသစ္စာခံယူခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် သူတို့အကြား တိုက်ပွဲမစတင်မီ တားဆီးခဲ့ပြီး မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِن بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မက္ကာအလယ်တွင် သူတို့၏လက်များကို သင့်ထံမှလည်းကောင်း၊ သင့်လက်များကို သူတို့ထံမှလည်းကောင်း ရပ်တန့်ထားသူဖြစ်သည်၊ သူသည် သင့်ကို သူတို့အပေါ် အောင်ပွဲခံစေပြီးနောက်မှ ဖြစ်သည်။)</span><span class=\"gray\">(48:24)</span> နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَاءٌ مُّؤْمِنَاتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَئُوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌ بِغَيْرِ عِلْمٍ لِّيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَن يَشَاءُ لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့မသိသော ယုံကြည်သူအမျိုးသားများနှင့် ယုံကြည်သူအမျိုးသမီးများ မရှိခဲ့လျှင်၊ သင်တို့သည် သူတို့ကို သတ်ဖြတ်မိပြီး သင်တို့၏ မသိနားမလည်မှုဖြင့် သူတို့၏အကောင့်တွင် အပြစ်တစ်ခု ကျူးလွန်မိမည်ဖြစ်ရာ၊ အလ္လာဟ်အရှင်မြတ်သည် သူအလိုရှိသူကို ၎င်း၏ ကရုဏာတော်ထဲသို့ ခေါ်ဆောင်ရန်ဖြစ်သည်။ အကယ်၍ သူတို့ <span class=\"gray\">(ယုံကြည်သူများနှင့် မယုံကြည်သူများ)</span> သာ ခွဲထွက်နေခဲ့ပါက၊ ကျွန်ုပ်တို့သည် မယုံကြည်သူများကို ပြင်းထန်စွာ အပြစ်ပေးခဲ့မည်မှာ သေချာသည်။)</span><span class=\"gray\">(48:25)</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنِ انتَهَوْا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့ ရပ်စဲခဲ့သော်၊ အလ္လာဟ်အရှင်မြတ်သည် အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသော၊ အလွန်တရာ ကရုဏာရှင်ဖြစ်တော်မူ၏။)</span> ဟူသည်မှာ 'အကယ်၍ သူတို့ <span class=\"gray\">(မူရှ်ရစ်က်များ)</span> သည် သန့်ရှင်းသောဒေသတွင် သင့်ကို တိုက်ခိုက်ခြင်းကို ရပ်စဲပြီး အစ္စလာမ်သို့ ဝင်ရောက်ကာ နောင်တရပါက၊ အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ အပြစ်များကို ခွင့်လွှတ်တော်မူမည်ဖြစ်သည်၊ သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ သန့်ရှင်းသောဒေသတွင် မွတ်စလင်မ်များကို ယခင်က သတ်ဖြတ်ခဲ့သည်ပင်ဖြစ်စေ။' စင်စစ်သော်ကား၊ အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုသည် အပြစ်သားက နောင်တရသောအခါ၊ ၎င်း၏ ကြီးလေးမှု မည်သို့ပင်ရှိစေကာမူ အပြစ်တိုင်းကို လွှမ်းခြုံထားသည်။</p><div lang=\"my\" class=\"my \"><h2>ဖစ်တနာ (ပဋိပက္ခ) မရှိတော့သည်အထိ တိုက်ခိုက်ရန် အမိန့်တော်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ထို့နောက် မယုံကြည်သူများကို တိုက်ခိုက်ရန် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> حَتَّىٰ لَا تَكُونَ فِتْنَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ဖစ်တနာ (ပဋိပက္ခ) မရှိတော့သည်အထိ)</span> ဟူသည်မှာ ရှရစ်က် (ဘုရားဖက်စပ်ခြင်း) ကို ဆိုလိုသည်။ ဤသည်မှာ အိဘ်နု အဘ်ဘာစ်၊ အဘူလ်-အာလိယာဟ်၊ မူဂျာဟစ်ဒ်၊ အလ်-ဟာစန်၊ ကတာဒဟ်၊ အရ်-ရာဘိအ်၊ မုကာတိလ် ဘင်န် ဟိုင်ယာန်၊ အပ်စ်-ဆုဒ်ဒီနှင့် ဇိုင်ဒ် ဘင်န် အစလမ်တို့၏ သဘောထားဖြစ်သည်။</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكُونَ الدِّينُ لِلَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ဘာသာတရား <span class=\"gray\">(ဝတ်ပြုကိုးကွယ်မှု အားလုံးနှင့် အမျိုးမျိုး)</span> သည် အလ္လာဟ်အရှင်မြတ် <span class=\"gray\">(တစ်ပါးတည်း)</span> အတွက်သာ ဖြစ်လာသည်)</span> ဟူသည်မှာ 'အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရားသည် အခြားဘာသာတရားများအားလုံးအပေါ် လွှမ်းမိုးသွားစေရန်' ဟု အဓိပ္ပာယ်ရသည်။ စဟီဟ်နှစ်ကျမ်းတွင် အဘူ မူဆာ အလ်-အရှ်အရီက ပြောကြားသည်မှာ- \"တမန်တော်မြတ် ﷺ အား မေးမြန်းခဲ့သည်၊ 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! တစ်ဦးသောသူသည် ရဲရင့်မှုကြောင့် တိုက်ခိုက်ပြီး၊ အခြားတစ်ဦးက မိမိကိုယ်ကို ပြသရန် တိုက်ခိုက်သည်၊ ၎င်းတို့အနက် မည်သူက အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်သနည်း?' တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ قَاتَلَ لِتَكُونَ كَلِمَةُ اللهِ هِيَ الْعُلْيا فَهُوَ فِي سَبِيلِ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော် မြင့်မားရန် တိုက်ခိုက်သူတိုင်းသည် အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ တိုက်ခိုက်သည်။)</span> ထို့အပြင် စဟီဟ်နှစ်ကျမ်းတွင် မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا لَا إِلهَ إلَّا اللهُ، فَإِذَا قَالُوهَا عَصَمُوا مِنِّي دِمَاءَهُم وَأَمْوَالَهُمْ إلَّا بِحَقِّهَا وَحِسَابُهُمْ عَلَى اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်မှ ကျွန်ုပ်အား <span class=\"gray\">(by Allah)</span> 'အလ္လာဟ်အရှင်မြတ်မှအပ ကိုးကွယ်ထိုက်သူ မရှိ' ဟု ကြွေးကြော်သည်အထိ လူများကို တိုက်ခိုက်ရန် အမိန့်ပေးထားသည်။ မည်သူမဆို ထိုသို့ပြောပါက၊ သူသည် ဥပဒေအရကိစ္စများမှအပ ၎င်း၏အသက်နှင့် ပစ္စည်းများကို ကျွန်ုပ်ထံမှ ကာကွယ်လိမ့်မည်ဖြစ်ပြီး၊ သူတို့၏ စာရင်းကို အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ရှိလိမ့်မည်။)</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنِ انتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူတို့ ရပ်စဲခဲ့သော်၊ မတရားပြုကျင့်သူများမှအပ အခြားသူများကို ကျူးကျော်ခြင်းမရှိစေနှင့်။)</span> ဟူသည်မှာ 'အကယ်၍ သူတို့သည် ၎င်းတို့၏ ရှရစ်က် (ဘုရားဖက်စပ်ခြင်း) နှင့် ယုံကြည်သူများကို တိုက်ခိုက်ခြင်းကို ရပ်ဆိုင်းပါက၊ သူတို့အား စစ်ပွဲဆင်နွှဲခြင်းကို ရပ်တန့်ကြကုန်။ ထို့နောက် သူတို့ကို တိုက်ခိုက်သူတိုင်းသည် မတရားမှုကို ကျူးလွန်လိမ့်မည်။ စင်စစ် ကျူးကျော်မှုသည် မတရားသူများကိုသာ စတင်နိုင်သည်။' ဤသည်မှာ တိုက်ခိုက်သူများကိုသာ တိုက်ခိုက်သင့်သည်ဟူသော မူဂျာဟစ်ဒ်၏ ပြောဆိုချက်၏ အဓိပ္ပာယ်ဖြစ်သည်။ သို့မဟုတ်၊ အာယတ်တော်၏ အဓိပ္ပာယ်မှာ 'အကယ်၍ သူတို့သည် ၎င်းတို့၏ မတရားမှုကို စွန့်ပစ်ခဲ့ပါက၊ ဤကိစ္စတွင် ရှရစ်က်ဖြစ်သည်၊ ထို့နောက် သူတို့ကို ကျူးကျော်ခြင်းကို မစတင်ကြကုန်လင့်။' ဤနေရာတွင် ကျူးကျော်ခြင်းဟူသည်မှာ ပြန်လည်လက်တုံ့ပြန်ခြင်းနှင့် သူတို့ကို တိုက်ခိုက်ခြင်းကို ဆိုလိုသည်၊ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသကဲ့သို့ပင်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اعْتَدَىٰ عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَىٰ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သင့်အပေါ် မည်သူမဆို ကျူးကျော်ပါက၊ သင်တို့သည် ၎င်းအား ကျူးကျော်သကဲ့သို့ပင် ပြန်လည်ကျူးကျော်ကြကုန်။)</span><span class=\"gray\">(2:194)</span></p><p lang=\"fil\" class=\"fil \">Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မကောင်းမှုတစ်ခု၏ အကျိုးပေးသည် ထိုကဲ့သို့သော မကောင်းမှုပင်ဖြစ်သည်။)</span><span class=\"gray\">(42:40)</span>, နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُم بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် သူတို့ကို အပြစ်ပေးပါက၊ သင်တို့ကို ဒုက္ခရောက်စေခဲ့သည့်အရာနှင့် အလားတူပင် သူတို့ကို အပြစ်ပေးကြကုန်။)</span><span class=\"gray\">(16:126)</span></p><p lang=\"my\" class=\"my \">အစ်ကရိမဟ်နှင့် ကတာဒဟ်တို့က ပြောကြားသည်မှာ၊ \"မတရားသူသည် 'အလ္လာဟ်အရှင်မြတ်မှအပ ကိုးကွယ်ထိုက်သော ဘုရားမရှိ' ဟု ကြွေးကြော်ရန် ငြင်းဆန်သူဖြစ်သည်။\"</p><p lang=\"de\" class=\"de \">Under Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖစ်တနာ (ပဋိပက္ခ) မရှိတော့သည်အထိ သူတို့ကို တိုက်ခိုက်ကြကုန်)</span> အလ်-ဘူခါရီသည် နာဖိအ်က ပြောကြားသည်မှာ အမျိုးသားနှစ်ဦးသည် အိဘ်နု အဇ်-ဇူဘိုင်ရ်၏ ပဋိပက္ခအတွင်း အိဘ်နု အိုမာရ်ထံ လာရောက်ပြီး \"လူများသည် အားနည်းချက်များထဲသို့ ကျရောက်ခဲ့ပြီဖြစ်ပြီး သင်သည် အိုမာရ်၏သားဖြစ်ပြီး တမန်တော်မြတ်၏ အပေါင်းအသင်းဖြစ်သည်။ ထို့ကြောင့် သင့်ကို အပြင်မထွက်အောင် ဘာကတားဆီးထားသနည်း?\" ဟု ပြောကြားခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။ သူက \"ကျွန်ုပ်ကို တားဆီးထားသည်မှာ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်၏ <span class=\"gray\">(မွတ်စလင်မ်)</span> ညီအစ်ကို၏ သွေးကို မသွန်းလောင်းရန် တားမြစ်ထားခြင်းပင်ဖြစ်သည်။\" သူတို့က \"အလ္လာဟ်အရှင်မြတ် မိန့်ကြားခဲ့သည် မဟုတ်လော-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖစ်တနာ <span class=\"gray\">(မယုံကြည်မှုနှင့် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ အခြားသူများကို ကိုးကွယ်ခြင်း)</span> မရှိတော့သည်အထိ သူတို့ကို တိုက်ခိုက်ကြကုန်)</span>?\" သူက \"ကျွန်ုပ်တို့သည် ဖစ်တနာ မရှိတော့သည်အထိ တိုက်ခိုက်ခဲ့ကြပြီး ဘာသာတရားသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်လာခဲ့သည်။ သင်တို့က ဖစ်တနာ ရှိလာပြီး ဘာသာတရားသည် အလ္လာဟ်အရှင်မြတ်မှအပ အခြားသူအတွက် ဖြစ်လာသည်အထိ တိုက်ခိုက်လိုကြသည်!\" ဟု ဆိုသည်။</p><p lang=\"my\" class=\"my \">အွတ်စ်မာန် ဘင်န် စာလိဟ်က ထပ်မံဖြည့်စွက်သည်မှာ အမျိုးသားတစ်ဦးသည် အိဘ်နု အိုမာရ်ထံ လာရောက်ပြီး \"အို အဘူ အဘ်ဒူရ်-ရဟ်မာန်! အလ္လာဟ်အရှင်မြတ်၏ လမ်းတော်၌ ဂျီဟာဒ်ကို ဖျော်ဖြေရန် ကိုယ်တော် အားပေးထားသည်ကို သင်သိပါလျက်၊ တစ်နှစ်တွင် ဟဂျ်ပြုလုပ်ပြီး နောက်တစ်နှစ်တွင် အွမ်ရာဟ် ပြုလုပ်ကာ ဂျီဟာဒ်ကို စွန့်ပယ်စေရန် သင့်ကို အဘယ်အရာက ပြုလုပ်ခဲ့သနည်း?\" ဟု မေးမြန်းခဲ့သည်။ သူက \"အို ကျွန်ုပ်၏ တူတော်မောင်! အစ္စလာမ်သည် (မဏ္ဍိုင်) ငါးခုပေါ်တွင် တည်ဆောက်ထားသည်- အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော်ကို ယုံကြည်ခြင်း၊ နေ့စဉ်ဝတ်ပြုဆုတောင်းခြင်း ငါးကြိမ်၊ ရမ်ဇာန်ဥပုသ်စောင့်ခြင်း၊ ဇကာတ်ပေးဆောင်ခြင်းနှင့် ဗလီသို့ ဟဂျ် <span class=\"gray\">(ဘုရားဖူးခြင်း)</span> ပြုလုပ်ခြင်းတို့ ဖြစ်သည်။\" သူတို့က \"အို အဘူ အဘ်ဒူရ်-ရဟ်မာန်! အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျမ်းတော်တွင် မိန့်ကြားခဲ့သည်ကို သင်မကြားခဲ့ပါလော-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِن بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَىٰ فَقَاتِلُوا الَّتِي تَبْغِي حَتَّىٰ تَفِيءَ إِلَىٰ أَمْرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူများအနက် အဖွဲ့နှစ်ဖွဲ့ <span class=\"gray\">(သို့မဟုတ် အစုအဖွဲ့များ)</span> သည် တိုက်ခိုက်ခြင်းသို့ ကျရောက်ခဲ့ပါက၊ ၎င်းတို့နှစ်ဖွဲ့အကြား ငြိမ်းချမ်းရေး ဖော်ဆောင်ကြကုန်။ သို့သော် ၎င်းတို့အနက် တစ်ဖွဲ့က အခြားတစ်ဖွဲ့အပေါ် ကျူးလွန်ပါက၊ သင်တို့ <span class=\"gray\">(အားလုံး)</span> သည် ကျူးလွန်သော အဖွဲ့ကို အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ကို လိုက်နာသည်အထိ တိုက်ခိုက်ကြကုန်။)</span><span class=\"gray\">(49:9)</span> နှင့်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဖစ်တနာ <span class=\"gray\">(မယုံကြည်မှု)</span> မရှိတော့သည်အထိ သူတို့ကို တိုက်ခိုက်ကြကုန်)</span></p><p lang=\"my\" class=\"my \">သူက \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ လက်ထက် အစ္စလာမ်သည် အားနည်းနေသေးပြီး <span class=\"gray\">(မွတ်စလင်မ်)</span> အမျိုးသားသည် ၎င်း၏ ဘာသာရေး၌ သတ်ဖြတ်ခြင်း သို့မဟုတ် ညှဉ်းပန်းနှိပ်စက်ခြင်းကဲ့သို့သော စမ်းသပ်မှုများကို ရင်ဆိုင်ခဲ့ရစဉ်က ထိုသို့ပြုခဲ့သည်။ အစ္စလာမ်သည် ပိုမိုခိုင်မာလာသောအခါ <span class=\"gray\">(နှင့် ထင်ရှားလာသောအခါ)</span> ဖစ်တနာ မရှိတော့ချေ။\" သူက \"အလီနှင့် အွတ်စ်မာန်အကြောင်းကို သင်တို့ ဘာပြောလိုသနည်း?\" သူက \"အွတ်စ်မာန်နှင့်ပတ်သက်၍မူ အလ္လာဟ်အရှင်မြတ်က သူ့ကို ခွင့်လွှတ်တော်မူခဲ့ပြီ။ သို့သော် အလ္လာဟ်အရှင်မြတ်က သူ့ကို ခွင့်လွှတ်ခဲ့သည်ကို သင်တို့ မုန်းတီးခဲ့ကြသည်! အလီနှင့်ပတ်သက်၍မူ သူသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ၏ ဦးလေးသားတော်ဖြစ်ပြီး သူ၏ သမက်တော်ဖြစ်သည်။\" ထို့နောက် သူက လက်ဖြင့် ထောက်ပြပြီး \"ဤသည်မှာ သူ၏အိမ်တည်ရှိရာနေရာဖြစ်သည် <span class=\"gray\">(ဆိုလိုသည်မှာ 'အလီသည် တမန်တော်မြတ် ﷺ နှင့် နီးစပ်သကဲ့သို့ တမန်တော်မြတ်၏ အိမ်နှင့် အလွန်နီးစပ်သည်' ဟူ၍ဖြစ်သည်။)</span> \"</p>"
  }
]