[
  {
    "ayah_key": "9:36",
    "group_ayah_key": "9:36",
    "from_ayah": "9:36",
    "to_ayah": "9:36",
    "ayah_keys": "9:36",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်အထံတော်၌ လများ၏အရေအတွက်သည် တစ်ဆယ့်နှစ်လ <span class=\"gray\">(တစ်နှစ်တွင်)</span> ဖြစ်၏။ ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းတော်မူသည့်နေ့တွင် အလ္လာဟ်အရှင်မြတ်က ထိုသို့သတ်မှတ်ပြဋ္ဌာန်းတော်မူခဲ့ခြင်းဖြစ်သည်။ ထိုလများအနက် လေးလသည် မြင့်မြတ်သောလများဖြစ်သည်။ ထိုသည်မှာ မှန်ကန်သော ဘာသာတရားဖြစ်သည်၊ သို့ဖြစ်ရာ သင်တို့သည် ထိုလများတွင် မိမိတို့ကိုယ်ကို မမှားယွင်းစေကြကုန်နှင့်။ ၎င်းတို့က သင်တို့ကို စုပေါင်းတိုက်ခိုက်သကဲ့သို့ သင်တို့လည်း မွတ်ရှ်ရိကီန်ရုပ်တုကိုးကွယ်သူများကို စုပေါင်းတိုက်ခိုက်ကြကုန်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် တက်ကဝါရှိသူများနှင့်အတူ ရှိတော်မူသည်ကို သိထားကြကုန်။ <span>(၃၆)</span></p><div lang=\"my\" class=\"my \"><h2>တစ်နှစ်တွင် တစ်ဆယ့်နှစ်လပါဝင်သည်</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ် မှတ်တမ်းတင်ထားသည်မှာ အဗူ ဗကရာဟ်က တမန်တော်မြတ် ﷺ သည် ဟဂျ်ပြုစဉ်မိန့်ကြားခဲ့သော တရားဒေသနာတစ်ခု၌ အောက်ပါအတိုင်း မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ الزَّمَانَ قَدِ اسْتَدَارَ كَهَيْئَتِهِ يَوْمَ خَلَقَ اللهُ السَّمَوَاتِ وَالْأَرْضَ، السَّنَةُ اثْنَا عَشَرَ شَهْرًا مِنْهَا أَرْبَعُةٌ حُرُمٌ، ثَلَاثَةٌ مُتَوَالِيَاتٌ: ذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ وَرَجَبُ مُضَرَ الَّذِي بَيْنَ جُمَادَى وَشَعْبَانَ</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثم قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّ يَوْمٍ هَذَا</p><p class=\"ar qpc-hafs\" lang=\"ar\">قلنا: الله ورسوله أعلم، فسكت حتى ظننا أنه سيسميه بغير اسمه قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ يَوْمَ النَّحْرِ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قلنا: بلى ثم قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّ شَهْرٍ هَذَا؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قلنا: الله ورسوله أعلم، فسكت حتى ظننا أنه سيسميه بغير اسمه قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ ذَا الحِجَّةِ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قلنا: بلى، ثم قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّ بَلَدٍ هَذَا؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قلنا: الله ورسوله أعلم فسكت حتى ظننا أنه سيسميه بغير اسمه قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَتِ الْبَلْدَةَ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قلنا: بلى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချိန်၏ ပိုင်းခြားမှုသည် အလ္လာဟ်အရှင်မြတ် ကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းတော်မူစဉ်က ရှိခဲ့သည့် မူလပုံစံသို့ ပြောင်းလဲသွားခဲ့ပြီ။ တစ်နှစ်တွင် တစ်ဆယ့်နှစ်လရှိသည်၊ ၎င်းတို့အနက် လေးလသည် မြင့်မြတ်သောလများဖြစ်သည်။ သုံးလသည် ဆက်တိုက်ဖြစ်ပြီး ၎င်းတို့မှာ Dhul-Qa'dah၊ Dhul-Hijjah နှင့် Muharram တို့ဖြစ်သည်။ <span class=\"gray\">(စတုတ္ထလမှာ)</span> Jumada <span class=\"gray\">(Ath-Thaniyah)</span> နှင့် Sha'ban အကြားတွင် ရှိသော <span class=\"gray\">(Mudar မျိုးနွယ်စုမှ)</span> Rajab ဖြစ်သည်။\" ထို့နောက် တမန်တော်မြတ်က 'ယနေ့ မည်သည့်နေ့နည်း' ဟု မေးမြန်းခဲ့သည်။ ကျွန်ုပ်တို့က \"အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ တမန်တော်က ပိုမိုသိပါသည်\" ဟု ပြန်ဖြေခဲ့သည်။ ထိုနေ့ကို အခြားအမည်တစ်ခု ပေးလိမ့်မည်ဟု ကျွန်ုပ်တို့ ထင်မှတ်သည်အထိ ၎င်းသည် တိတ်ဆိတ်စွာနေခဲ့သည်။ ၎င်းက 'ယနေ့သည် နဟ်ရ်နေ့ မဟုတ်လော' ဟု မိန့်ကြားခဲ့သည်။ ကျွန်ုပ်တို့က \"ဟုတ်ပါသည်\" ဟု ပြန်ဖြေခဲ့သည်။ ၎င်းက ထပ်မံ၍ 'ဤလသည် မည်သည့်လနည်း' ဟု မေးမြန်းခဲ့သည်။ ကျွန်ုပ်တို့က ထပ်မံ၍ \"အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ တမန်တော်က ပိုမိုသိပါသည်\" ဟု ပြန်ဖြေခဲ့ပြီး ၎င်းက တိတ်ဆိတ်စွာနေခဲ့ကာ အခြားအမည်တစ်ခု ပေးလိမ့်မည်ဟု ကျွန်ုပ်တို့ ထင်စေခဲ့သည်။ ထို့နောက် ၎င်းက 'ဤလသည် Dhul-Hijjah လ မဟုတ်လော' ဟု မိန့်ကြားခဲ့သည်။ ကျွန်ုပ်တို့က \"ဟုတ်ပါသည်\" ဟု ပြန်ဖြေခဲ့သည်။ ၎င်းက 'ဤမြို့သည် မည်သည့်မြို့နည်း' ဟု မေးမြန်းခဲ့သည်။ ကျွန်ုပ်တို့က \"အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ တမန်တော်က ပိုမိုသိပါသည်\" ဟု ပြန်ဖြေခဲ့ပြီး ၎င်းက ထိုမြို့၏အမည်ကို ပြောင်းလဲလိမ့်မည်ဟု ကျွန်ုပ်တို့ ထင်မှတ်သည်အထိ တိတ်ဆိတ်စွာနေခဲ့သည်။ ၎င်းက 'ဤသည်မှာ <span class=\"gray\">(မြင့်မြတ်သော)</span> မြို့ မဟုတ်လော' ဟု မေးမြန်းခဲ့သည်။ ကျွန်ုပ်တို့က \"ဟုတ်ပါသည်\" ဟု ပြန်ဖြေခဲ့သည်။ ၎င်းက မိန့်ကြားခဲ့သည်၊</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ - وَأَحْسِبُهُ قَالَ - وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا، فِي بَلَدِكُمْ هَذَا. وَسَتَلْقَوْنَ رَبَّكُمْ فَيَسْأَلُكُمْ عَنْ أَعْمَالِكُمْ، أَلَا لَا تَرْجِعُوا بَعْدِي ضُلَّالًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ أَلَا هَلْ بَلَّغْتُ؟ أَلَا لِيُبَلِّغِ الشَّاهِدُ مِنْكُمُ الْغَائِبَ فَلَعَلَّ مَنْ يُبَلِّغُهُ يَكُونُ أَوْعَى لَهُ مِنْ بَعْضِ مَنْ سَمِعَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်တို့၏သွေး၊ ဥစ္စာနှင့် ဂုဏ်သိက္ခာတို့သည် သင်တို့၏ ဤနေ့၏ မြင့်မြတ်မှု၊ သင်တို့၏ ဤလ၏ မြင့်မြတ်မှုနှင့် သင်တို့၏ ဤမြို့၏ မြင့်မြတ်မှုကဲ့သို့ တစ်ဦးနှင့်တစ်ဦး မြင့်မြတ်ကြကုန်၏။ အမှန်စင်စစ် သင်တို့သည် သင်တို့၏ အရှင်သခင်နှင့် တွေ့ဆုံကြရမည်ဖြစ်ပြီး ၎င်းက သင်တို့၏ လုပ်ရပ်များနှင့်ပတ်သက်၍ မေးမြန်းတော်မူမည်။ သတိပြုကြကုန်! ငါ့နောက်တွင် တစ်ဦးနှင့်တစ်ဦး၏ လည်ပင်းကို ရိုက်နှက်ခြင်းဖြင့် လမ်းမှားသို့ ပြန်လည်မရောက်ကြကုန်နှင့်။ ငါသည် အသိပေးပြီးပြီလား။ ပစ္စုပ္ပန်ရှိသူတို့အပေါ်တွင် မရှိသူတို့ကို အသိပေးရန် မဖြစ်မနေတာဝန်ရှိသည်၊ အကြောင်းမှာ မရှိသူတို့သည် <span class=\"gray\">(ငါပြောခဲ့သည်များကို)</span> ပစ္စုပ္ပန်ရှိသူအချို့ထက် ပိုမိုနားလည်နိုင်သောကြောင့်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">အလ်-ဗူခါရီနှင့် မွတ်စ်လင်မ်တို့သည် ဤဟဒီးဆ်ကို စုစည်းခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">ရှိုက်ခ် အာလမ် အဒ်-ဒီန် အစ်-ဆာခါဝီ စုစည်းခဲ့သော အလ်-မက်ရှ်ဟူရ် ဖီ အစ်မာအ် အလ်-အယာမ် ဝရှ်-ရှူဟူရ် အမည်ရှိ စာအုပ်ငယ်တစ်ခုတွင် ၎င်းက မိုဟာရမ်အား မြင့်မြတ်သောလဖြစ်သောကြောင့် ထိုသို့ အမည်ပေးထားသည်ဟု ဖော်ပြထားသည်။ ကျွန်တော့်အမြင်တွင်မူ ၎င်း၏ မြင့်မြတ်မှုကို အလေးပေးရန် ထိုသို့ အမည်ပေးထားခြင်းဖြစ်သည်။ အကြောင်းမှာ အာရပ်တို့သည် ၎င်းကို လှည့်ပတ်ပြောင်းလဲတတ်ကြသောကြောင့်ဖြစ်သည်။ တစ်နှစ်တွင် ၎င်းသည် မြင့်မြတ်သောလဟု ဆိုကြပြီး နောက်တစ်နှစ်တွင် ၎င်းသည် မြင့်မြတ်သောလ မဟုတ်ဟု ဆိုကြသည်။ စာရေးသူက \"...ဆွာဖရ်အား ထိုသို့အမည်ပေးထားခြင်းမှာ ထိုလတွင် တိုက်ခိုက်ရန်နှင့် ခရီးသွားရန် ၎င်းတို့၏နေအိမ်များကို ထွက်ခွာလေ့ရှိသောကြောင့်ဖြစ်သည်။ 'ဆွာဖီရ်' ဟု နေရာတစ်ခုကို ဆိုသောအခါ ၎င်းကို ထွက်ခွာခြင်းဟု အဓိပ္ပါယ်ရသည်... ရဗီအ် အလ်-အဝလ် ကို ထိုသို့ခေါ်ဆိုခြင်းမှာ ၎င်းတို့သည် ထိုလတွင် အီရ်တိဗာအ် ကို လုပ်လေ့ရှိသောကြောင့်ဖြစ်သည်၊ ဆိုလိုသည်မှာ မိမိ၏ပိုင်ဆိုင်မှုကို ထိန်းသိမ်းခြင်းဖြစ်သည်... ရဗီအ် အလ်-အာခိရ် ကိုလည်း အလားတူအကြောင်းပြချက်များကြောင့် ထိုသို့အမည်ပေးထားသည်။ ဂျူမာဒါကို ထိုသို့ခေါ်ဆိုခြင်းမှာ ရေများ ခြောက်ခန်းသွား <span class=\"gray\">(ဂျာမူဒ်)</span> သောကြောင့်ဖြစ်သည်... ၎င်းတို့က ဂျူမာဒါ အလ်-အူလ်လာနှင့် အလ်-အဝလ်၊ သို့မဟုတ် ဂျူမာဒါ အလ်-အာခါရ် သို့မဟုတ် အလ်-အာခိရာဟ် ဟု ဆိုကြသည်။ ရဂျဗ်သည် တရ်ဂျီဗ် မှ ဆင်းသက်လာပြီး ဂုဏ်ပြုခြင်းဟု အဓိပ္ပါယ်ရသည်။ ရှာအ်ဗန် ကို မျိုးနွယ်စုများကွဲပြားပြီး ၎င်းတို့၏နေအိမ်များသို့ ပြန်သွားသောကြောင့်ဖြစ်သည်။ ရမ်ဇာန် ကို ရမ်ဒါအ် ၏ ပြင်းထန်မှုကြောင့် - ဆိုလိုသည်မှာ - အပူရှိန်ကြောင့် ထိုသို့အမည်ပေးထားသည်၊ ရေဆာသောအခါ အကိုင်းအခက် ရမ်ဒါဒတ် ဖြစ်သည်ဟုလည်း ၎င်းတို့က ဆိုကြသည်... ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ အမည်တစ်ခုဖြစ်သည်ဟူသော အဆိုမှာ မှားယွင်းသည်၊ အကြောင်းမှာ ထိုအဆိုအတွက် မည်သည့်သက်သေအထောက်အထားမျှ မရှိသောကြောင့်ဖြစ်သည်။\"</p><div lang=\"my\" class=\"my \"><h2>မြင့်မြတ်သောလများ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مِنْهَا أَرْبَعَةٌ حُرُمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် လေးလသည် မြင့်မြတ်သည်)</span>။ အာရပ်တို့သည် ဂျာဟီလီယာခေတ်ကာလတွင် ဤလများကို မြင့်မြတ်သည်ဟု သတ်မှတ်လေ့ရှိသည်၊ သို့သော် အလ်-ဗာဆလ် ဟုခေါ်သော အုပ်စုတစ်စုမှလွဲ၍ ဖြစ်သည်၊ ၎င်းတို့သည် ဘာသာရေး၌ လွန်ကဲသောနည်းဖြင့် တစ်နှစ်၏ ရှစ်လကို မြင့်မြတ်သည်ဟု သတ်မှတ်ခဲ့ကြသည်။ တမန်တော်မြတ် ﷺ မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثَةٌ مُتَوَالِيَاتٌ: ذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ وَرَجَبُ مُضَرَ الَّذِي بَيْنَ جُمَادَى وَشَعْبَانَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သုံးလသည် ဆက်တိုက်ဖြစ်သည်၊ Dhul-Qa'dah၊ Dhul-Hijjah နှင့် Muharram၊ ထို့အပြင် <span class=\"gray\">(စတုတ္ထလသည်)</span> Rajab <span class=\"gray\">[Jumada <span class=\"gray\">(Ath-Thani)</span> နှင့် Sha'ban အကြားရှိ <span class=\"gray\">(Mudar မျိုးနွယ်စုမှ)</span>]</span> ဖြစ်သည်)</span>။</p><p lang=\"my\" class=\"my \">တမန်တော်မြတ် ﷺ က \"Mudar ၏ Rajab\" ဟု မိန့်ကြားခဲ့ခြင်းမှာ Mudar ၏ဓလေ့ထုံးတမ်းကို အတည်ပြုရန်အတွက်ဖြစ်သည်၊ ဆိုလိုသည်မှာ Rajab သည် Jumada နှင့် Sha'ban အကြားရှိလဖြစ်သည်ဟု ဆိုခြင်းဖြစ်သည်၊ ရဗီအဟ် မျိုးနွယ်စုက ထင်မှတ်သကဲ့သို့ Sha'ban နှင့် Shawwal အကြားရှိလ မဟုတ်ဘဲ၊ ၎င်းသည် ယခုပြက္ခဒိန်တွင် ရမ်ဇာန် ဖြစ်သည်။ မြင့်မြတ်သောလ လေးလကို လေးလအဖြစ် သတ်မှတ်ထားသည်၊ သုံးလသည် ဆက်တိုက်ဖြစ်ပြီး တစ်လသည် သီးခြားဖြစ်သည်၊ သို့မှသာ ဟဂျ် နှင့် အွမ်ရာဟ် ကို အဆင်ပြေပြေ ထမ်းဆောင်နိုင်မည်ဖြစ်သည်။ ဟဂျ်လ မတိုင်မီလဖြစ်သော Dhul-Qa'dah ကို မြင့်မြတ်သောလအဖြစ် သတ်မှတ်ခဲ့ခြင်းမှာ ထိုလအတွင်း တိုက်ခိုက်ခြင်းမှ ရှောင်ကြဉ်ခဲ့ကြသောကြောင့်ဖြစ်သည်။ နောက်လဖြစ်သော Dhul-Hijjah ကို မြင့်မြတ်သောလအဖြစ် သတ်မှတ်ခဲ့ခြင်းမှာ ၎င်းသည် ဟဂျ်ပြုသောလဖြစ်ပြီး ထိုလအတွင်း ဟဂျ်ထုံးတမ်းများကို ထမ်းဆောင်ခဲ့ကြသောကြောင့်ဖြစ်သည်။ နောက်ဆက်တွဲဖြစ်သော Muharram ကို မြင့်မြတ်သောလအဖြစ် သတ်မှတ်ခဲ့ခြင်းမှာ <span class=\"gray\">[ဟဂျ်ပြုပြီးနောက်]</span> ၎င်းတို့၏နယ်မြေများသို့ ဘေးကင်းစွာ ပြန်သွားနိုင်ရန်အတွက်ဖြစ်သည်။ လနက္ခတ်နှစ်၏ အလယ်တွင်ရှိသော Rajab ကို မြင့်မြတ်သောလအဖြစ် သတ်မှတ်ခဲ့ခြင်းမှာ အာရေဗျ၏ အဝေးဆုံးဒေသများမှ လာသူများ အွမ်ရာဟ် ထမ်းဆောင်ရန်နှင့် ကအ်ဗာကို သွားရောက်လည်ပတ်ရန်၊ ထို့နောက် ၎င်းတို့၏နယ်မြေများသို့ ဘေးကင်းစွာ ပြန်သွားနိုင်ရန်အတွက်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ الدِّينُ الْقَيِّمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသည်မှာ မှန်ကန်သောဘာသာတရားဖြစ်သည်)</span>၊ ဆိုလိုသည်မှာ ဖြောင့်မတ်သော ဥပဒေဖြစ်သည်၊ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က မြင့်မြတ်သောလများနှင့် ၎င်းတို့၏ မှန်ကန်သောအရေအတွက်ကို မူလက အလ္လာဟ်အရှင်မြတ်က ရေးသားခဲ့သည့်အတိုင်း အကောင်အထည်ဖော်ရန် လိုအပ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ သင်တို့သည် ထိုလများတွင် မိမိတို့ကိုယ်ကို မမှားယွင်းစေကြကုန်နှင့်)</span> ဤမြင့်မြတ်သောလများအတွင်း၊ အကြောင်းမှာ ထိုလများတွင် ပြုသော အပြစ်သည် အခြားလများတွင် ပြုသော အပြစ်ထက် ပိုမိုဆိုးရွားသောကြောင့်ဖြစ်သည်။ အလားတူပင် မြင့်မြတ်သောမြို့တော်တွင် ပြုသော အပြစ်များကို မြှောက်၍ ရေးသားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ထိုမြို့တော် <span class=\"gray\">(မက္ကာဟ်)</span> တွင် မကောင်းမှုပြုရန် သို့မဟုတ် မှားယွင်းမှုပြုရန် ရည်ရွယ်သူ မည်သူမဆိုအား ကျွန်ုပ်တို့သည် ပြင်းထန်သော ပြစ်ဒဏ်ကို မြည်းစမ်းစေမည်)</span><span class=\"gray\">[၂၂:၂၅]</span>။</p><p lang=\"my\" class=\"my \">အလားတူပင် မြင့်မြတ်သောလများအတွင်း၌ အပြစ်ပြုခြင်းသည် ယေဘုယျအားဖြင့် ပိုမိုဆိုးရွားသည်။ အလီ ဘင် အဘီ တာလ်ဟာဟ် မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နု အဗ္ဗားစ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ عِدَّةَ الشُّهُورِ عِندَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်အထံတော်၌ လများ၏အရေအတွက်...)</span> သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ သင်တို့သည် ထိုလများတွင် မိမိတို့ကိုယ်ကို မမှားယွင်းစေကြကုန်နှင့်)</span> နှင့် ဆက်စပ်နေသည်၊ \"လပေါင်း <span class=\"gray\">(တစ်ဆယ့်နှစ်)</span> လလုံးတွင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထိုလများအနက်မှ လေးလကို ရွေးချယ်ပြီး မြင့်မြတ်သောလများအဖြစ် ပြုလုပ်ကာ ၎င်းတို့၏ မြင့်မြတ်မှုကို အလေးပေးခဲ့သည်၊ ၎င်းတို့အတွင်း၌ အပြစ်ပြုခြင်းကို ပိုမိုကြီးလေးစေပြီး၊ ထိုလများအတွင်း၌ ကောင်းမှုကုသိုလ်များ၏ အကျိုးကို မြှောက်ပေးသည်။\" ကွာတာဒါဟ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍ ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ သင်တို့သည် ထိုလများတွင် မိမိတို့ကိုယ်ကို မမှားယွင်းစေကြကုန်နှင့်)</span>၊ \"မြင့်မြတ်သောလများအတွင်း၌ မတရားမှုသည် အခြားလများတွင် ပြုသော မတရားမှုထက် ပိုမိုဆိုးရွားပြီး ပိုမိုကြီးလေးသည်။ အမှန်စင်စစ် မတရားမှုသည် အမြဲတမ်း မှားယွင်းသည်၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ အလိုတော်အတိုင်း အရာများကို အခြားအရာများထက် ပိုမိုကြီးလေးစေသည်။\" ၎င်းက ထပ်မံ၍ ပြောခဲ့သည်၊ \"အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ဖန်ဆင်းခံများအနက် အချို့ကို အခြားသူများထက် ရွေးချယ်ခဲ့သည်။ ၎င်းက ကောင်းကင်တမန်များနှင့် လူသားများအနက်မှ ရစူလ်များကို ရွေးချယ်ခဲ့သည်။ ၎င်းက ၎င်း၏မိန့်ခွန်းကို မိန့်ခွန်းအားလုံးထက် ရွေးချယ်ခဲ့သည်၊ မစ်ဂျစ်များကို ကမ္ဘာမြေ၏ အခြားဒေသများထက် ရွေးချယ်ခဲ့သည်၊ ရမ်ဇာန် နှင့် မြင့်မြတ်သောလများကို လအားလုံးထက် ရွေးချယ်ခဲ့သည်၊ သောကြာနေ့ကို အခြားသောနေ့များထက် ရွေးချယ်ခဲ့သည်၊ လိုင်လသွလ်-ကဒ်ရ် <span class=\"gray\">(အမိန့်တော်ည)</span> ကို ညအားလုံးထက် ရွေးချယ်ခဲ့သည်။ သို့ဖြစ်ရာ အလ္လာဟ်အရှင်မြတ် မြင့်မြတ်စေသောအရာကို သင်တို့လည်း မြင့်မြတ်ကြကုန်၊ အကြောင်းမှာ ထိုသို့ပြုလုပ်ခြင်းသည် နားလည်မှုနှင့် ဉာဏ်ပညာရှိသူတို့၏ ကျင့်စဉ်ဖြစ်သောကြောင့်ဖြစ်သည်။\"</p><div lang=\"my\" class=\"my \"><h2>မြင့်မြတ်သောလများတွင် တိုက်ခိုက်ခြင်း</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်ရှ်ရိကီန်များကို စုပေါင်းတိုက်ခိုက်ကြကုန်)</span>၊ သင်တို့အားလုံး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا يُقَاتِلُونَكُمْ كَافَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က သင်တို့ကို စုပေါင်းတိုက်ခိုက်သကဲ့သို့။)</span>၊ ၎င်းတို့အားလုံး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် တက်ကဝါရှိသူများနှင့်အတူ ရှိတော်မူသည်ကို သိထားကြကုန်)</span>၊ မြင့်မြတ်သောလများအတွင်း စစ်ပွဲစတင်ခြင်းသည် တားမြစ်ထားကြောင်းကိုလည်း သိထားကြကုန်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်များတွင် မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူတို့! အလ္လာဟ်အရှင်မြတ်၏ အမှတ်အသားများကိုလည်းကောင်း၊ မြင့်မြတ်သောလကိုလည်းကောင်း မဖျက်ဆီးကြကုန်နှင့်။)</span><span class=\"gray\">[၅:၂]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ ۚ فَمَنِ اعْتَدَىٰ عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَىٰ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြင့်မြတ်သောလသည် မြင့်မြတ်သောလအတွက်ဖြစ်သည်၊ တားမြစ်ထားသောအရာများအတွက်မူ တန်းတူညီမျှမှု <span class=\"gray\">(ကစ်ဆွာစ်)</span> ၏ ဥပဒေရှိသည်။ သို့ဖြစ်ရာ သင်တို့အပေါ် တားမြစ်ချက်ကို ကျူးလွန်သူ မည်သူမဆိုအား သင်တို့လည်း ၎င်းက သင်တို့အပေါ် ကျူးလွန်သကဲ့သို့ ပြန်လည်ကျူးလွန်ကြကုန်)</span><span class=\"gray\">[၂:၁၉၄]</span>၊ ထို့အပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا انسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် မြင့်မြတ်သောလများ ကုန်ဆုံးသောအခါ မွတ်ရှ်ရိကီန်များကို သတ်ကြကုန်...)</span><span class=\"gray\">[၉:၅]</span>။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်ရှ်ရိကီန်များကို ၎င်းတို့က သင်တို့ကို စုပေါင်းတိုက်ခိုက်သကဲ့သို့ သင်တို့လည်း စုပေါင်းတိုက်ခိုက်ကြကုန်)</span>၊ ၎င်းသည် မြင့်မြတ်သောလ၌ ယုံကြည်သူများအား မွတ်ရှ်ရိကီန်များကို တိုက်ခိုက်ရန် ခွင့်ပြုခြင်းကိုလည်း ပါဝင်သည်၊ အကယ်၍ မွတ်ရှ်ရိကီန်များက ထိုလ၌ ရန်လိုမှုများ စတင်ပါကဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်များတွင် မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မြင့်မြတ်သောလသည် မြင့်မြတ်သောလအတွက်ဖြစ်သည်၊ တားမြစ်ထားသောအရာများအတွက်မူ တန်းတူညီမျှမှု <span class=\"gray\">(ကစ်ဆွာစ်)</span> ၏ ဥပဒေရှိသည်)</span><span class=\"gray\">[၂:၁၉၄]</span>၊ ထို့အပြင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُقَاتِلُوهُمْ عِندَ الْمَسْجِدِ الْحَرَامِ حَتَّىٰ يُقَاتِلُوكُمْ فِيهِ ۖ فَإِن قَاتَلُوكُمْ فَاقْتُلُوهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က <span class=\"gray\">(ဦးစွာ)</span> ထိုနေရာတွင် သင်တို့ကို မတိုက်ခိုက်သမျှ အလ်-မစ်ဂျစ် အလ်-ဟာရမ် ၌ ၎င်းတို့နှင့် မတိုက်ခိုက်ကြကုန်နှင့်။ သို့သော် ၎င်းတို့က သင်တို့ကို တိုက်ခိုက်လာပါက ၎င်းတို့ကို သတ်ကြကုန်။)</span><span class=\"gray\">[၂:၁၉၁]</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် At-Ta'if ကို မြင့်မြတ်သောလ စတင်သည်အထိ ဝန်းရံခဲ့ခြင်းသည် Hawazin နှင့် ၎င်းတို့၏ Thaqif မဟာမိတ်များအပေါ် တိုက်ပွဲ၏ ဆက်လက်ဖြစ်စဉ်သာ ဖြစ်သည်။ ၎င်းတို့က စစ်ပွဲကို စတင်ခဲ့ပြီး စစ်ပြုရန် ရည်ရွယ်ချက်ဖြင့် ၎င်းတို့၏လူများကို စုစည်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ က ၎င်းတို့နှင့်တွေ့ဆုံရန် ချီတက်ခဲ့ပြီး ၎င်းတို့သည် At-Ta'if ၌ ခိုလှုံခဲ့သောအခါ တမန်တော် ﷺ က ၎င်းတို့ကို ၎င်းတို့၏ခံတပ်များမှ ဆင်းသက်လာစေရန် ဝန်းရံခဲ့သည်၊ သို့သော် ၎င်းတို့က မွတ်စလင်မ်များကို ထိခိုက်နစ်နာစေခဲ့သည်။ ဝန်းရံမှုသည် ရက်ပေါင်း လေးဆယ်ခန့် ကြာမြင့်ခဲ့ပြီး ထိုကာလအတွင်း မြင့်မြတ်သောလတစ်လ စတင်ခဲ့ပြီး ဝန်းရံမှုသည် ထိုလအတွင်း ရက်ပေါင်းများစွာ ဆက်လက်ခဲ့သည်။ တမန်တော် ﷺ က ဝန်းရံမှုကို ဖြတ်တောက်ပြီး <span class=\"gray\">(မက္ကာဟ်သို့)</span> ပြန်သွားခဲ့သည်။ ထို့ကြောင့် ထို <span class=\"gray\">[မြင့်မြတ်သောလ]</span> အတွင်း ဆက်လက်ဖြစ်ပွားသော တိုက်ခိုက်ခြင်းသည် ထိုလအတွင်း၌ စစ်ပွဲစတင်ခြင်းနှင့် မတူညီပါ၊ အလ္လာဟ်အရှင်မြတ်က ပိုမိုသိတော်မူသည်။</p>"
  }
]