[
  {
    "ayah_key": "42:1",
    "group_ayah_key": "42:1",
    "from_ayah": "42:1",
    "to_ayah": "42:6",
    "ayah_keys": "42:1,42:2,42:3,42:4,42:5,42:6",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အကြွင်းမဲ့ ကရုဏာရှင်၊ အမြဲတမ်း သနားကြင်နာတော်မူသောအရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حم - عسق - كَذَٰلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ  - لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ وَهُوَ الْعَلِيُّ الْعَظِيمُ - تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ ۚ وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ ۗ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ - وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ ဟာ မီမ်။)</span><span class=\"gray\">(၂။ အိုင် သင်း ကွာဖ်။)</span><span class=\"gray\">(၃။ ထို့အတူ အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင်သည် သင်၏ ရှေ့မှ ပုဂ္ဂိုလ်တို့အား ဗျာဒိတ်ပေးတော်မူသကဲ့သို့ သင့်ထံသို့လည်း ဗျာဒိတ်တော် ပေးပို့တော်မူ၏။)</span><span class=\"gray\">(၄။ ကောင်းကင်များ၌ရှိသမျှနှင့် ကမ္ဘာမြေပြင်ပေါ်၌ရှိသမျှသည် အရှင်မြတ်၏ ပိုင်ဆိုင်မှုဖြစ်ပြီး၊ အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အခမ်းနားဆုံးဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၅။ ကောင်းကင်များသည် ၎င်းတို့၏အထက်မှ ကွဲအက်တော့မလိုပင်။ ကောင်းကင်တမန်များသည် ၎င်းတို့၏ အရှင်သခင်အား ချီးမွမ်းဂုဏ်ပြုကြပြီး ကမ္ဘာပေါ်ရှိသူများအတွက် ခွင့်လွှတ်မှု တောင်းခံကြ၏။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသောအရှင်၊ အကြွင်းမဲ့ ကရုဏာရှင်ဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၆။ အရှင်မှအပ အခြားသူများကို မိတ်ဆွေအဖြစ် ခံယူသူများနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား စောင့်ရှောက်တော်မူသောအရှင်ဖြစ်ပြီး၊ သင်သည် ၎င်းတို့အပေါ် အာမခံသူမဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">ဗျာဒိတ်တော်နှင့် အလ္လာဟ်၏ တန်ခိုးတော်</p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် ယခင်က စာလုံးတစ်လုံးချင်းစီကို ဆွေးနွေးခဲ့ပြီးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့အတူ အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင်သည် သင်၏ ရှေ့မှ ပုဂ္ဂိုလ်တို့အား ဗျာဒိတ်ပေးတော်မူသကဲ့သို့ သင့်ထံသို့လည်း ဗျာဒိတ်တော် ပေးပို့တော်မူ၏။)</span> ဆိုလိုသည်မှာ 'ဤကုရ်အာန်ကျမ်းကို သင့်ထံ ဗျာဒိတ်ပေးခဲ့သကဲ့သို့ပင် သင့်ရှေ့မှ ပရောဖက်များထံသို့လည်း ကျမ်းဂန်များနှင့် ကျမ်းစာများကို ဗျာဒိတ်ပေးခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الْعَزِيزُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်)</span> ဆိုလိုသည်မှာ အရှင်၏ လက်စားချေမှုတွင်</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနန္တပညာရှင်)</span> ဆိုလိုသည်မှာ အရှင်ပြောဆိုသမျှနှင့် ပြုမူသမျှတို့တွင်ဖြစ်သည်။ အီမာမ် မာလစ်ခ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ကရုဏာပြုတော်မူပါစေသတည်း၊ 'အာအီရှဟ်'၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေသတည်း၊ မှတ်သားမိသည်မှာ \"အလ်-ဟာရစ်သ် ဘင်န် ဟီရှမ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ အား မေးလျှောက်ခဲ့သည်၊ 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ဗျာဒိတ်တော်သည် သင့်ထံသို့ မည်သို့ ဆင်းသက်လာပါသနည်း။' အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحْيَانًا يَأْتِينِي مِثْلَ صَلْصَلَةِ الْجَرَسِ، وَهُوَ أَشَدُّهُ عَلَيَّ فَيَفْصِمُ عَنِّي وَقَدْ وَعَيْتُ مَا قَالَ، وَأَحْيَانًا يَأْتِينِي الْمَلَكُ رَجُلًا فَيُكَلِّمُنِي فَأَعِي مَا يَقُولُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ခါတစ်ရံ ခေါင်းလောင်းသံကဲ့သို့ ကျွန်ုပ်ထံ ရောက်ရှိလာတတ်ပြီး၊ ၎င်းသည် ကျွန်ုပ်အတွက် အခက်ခဲဆုံးဖြစ်သည်။ ထို့နောက် ပျောက်ကွယ်သွားပြီး ပြောဆိုသည့်အရာကို ကျွန်ုပ် နားလည်သည်။ တစ်ခါတစ်ရံ ကောင်းကင်တမန်သည် လူ၏ပုံသဏ္ဌာန်ဖြင့် ကျွန်ုပ်ထံ ရောက်ရှိလာပြီး၊ သူသည် ကျွန်ုပ်အား ပြောဆို၍ ကျွန်ုပ်လည်း သူပြောသည်ကို နားလည်သည်။)</span>\"</p><p lang=\"my\" class=\"my \">'အာအီရှဟ်'၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေသတည်း၊ မှတ်သားမိသည်မှာ \"အလွန်အေးသောနေ့တစ်နေ့၌ ဗျာဒိတ်တော်ကို အရှင်မြတ် လက်ခံရယူနေသည်ကို ကျွန်ုပ် မြင်ခဲ့ရပြီး၊ အရှင်ထံမှ ဗျာဒိတ်တော် ကွယ်ပျောက်သွားသောအခါ အရှင်မြတ်၏ နဖူးတွင် ချွေးစက်များ ရှိနေခဲ့သည်။\" ၎င်းကို ဆဟီဟ်ကျမ်းနှစ်ခုတွင်လည်း ဖော်ပြထားပြီး၊ ဤတွင် ကိုးကားထားသော အကြောင်းအရာသည် အလ်-ဘူခါရီ မှတ်တမ်းတင်ထားခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များ၌ရှိသမျှနှင့် ကမ္ဘာမြေပြင်ပေါ်၌ရှိသမျှသည် အရှင်မြတ်၏ ပိုင်ဆိုင်မှုဖြစ်ပြီး၊)</span> ဆိုလိုသည်မှာ အရာခပ်သိမ်းသည် အရှင်၏ အာဏာပိုင်စိုးမှုနှင့် ထိန်းချုပ်မှုအောက်တွင် ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَلِيُّ الْعَظِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အခမ်းနားဆုံးဖြစ်တော်မူ၏။)</span> ၎င်းသည် အောက်ပါအာယတ်များနှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكَبِيرُ الْمُتَعَالِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြီးမြတ်ဆုံး၊ အမြင့်မြတ်ဆုံး)</span><span class=\"gray\">(၁၃:၉)</span> နှင့်</p><p class=\"ar qpc-hafs\" lang=\"ar\"> هُوَ الْعَلِيُّ الْكَبِيرُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အခမ်းနားဆုံးဖြစ်တော်မူ၏။)</span><span class=\"gray\">(၂၂:၆၂)</span>။ ထိုကဲ့သို့သော အာယတ်များသည် များပြားလှပါသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်များသည် ၎င်းတို့၏အထက်မှ ကွဲအက်တော့မလိုပင်။)</span> အိဗ်နု အဗ္ဗားစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား နှစ်သက်တော်မူပါစေသတည်း၊ အဒ်-ဒဟ်ဟားခ်၊ ကွာတာဒါဟ်၊ အလ်-ဆူဒ်ဒီနှင့် ကာအ်ဗ် အလ်-အဟ်ဘာရ်တို့က \"အရှင်၏ တန်ခိုးတော်ကို ကြောက်ရွံ့ခြင်းကြောင့်\" ဟု ပြောကြားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ ۗ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်တမန်များသည် ၎င်းတို့၏ အရှင်သခင်အား ချီးမွမ်းဂုဏ်ပြုကြပြီး ကမ္ဘာပေါ်ရှိသူများအတွက် ခွင့်လွှတ်မှု တောင်းခံကြ၏။)</span> ၎င်းသည် အောက်ပါအာယတ်နှင့် ဆင်တူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပလ္လင်တော်ကို ထမ်းထားသူများနှင့် ၎င်းပတ်လည်ရှိသူတို့သည် ၎င်းတို့၏ အရှင်သခင်အား ချီးမွမ်းဂုဏ်ပြုကြပြီး၊ အရှင်အား ယုံကြည်ကြကာ ယုံကြည်သူတို့အတွက် ခွင့်လွှတ်မှု တောင်းခံကြသည် <span class=\"gray\">(ပြောဆိုကြသည်)</span>: \"အို ကျွန်ုပ်တို့၏ အရှင်သခင်၊ အရှင်သည် အရာခပ်သိမ်းကို ကရုဏာနှင့် အသိပညာဖြင့် လွှမ်းခြုံထားတော်မူသည်၊\")</span><span class=\"gray\">(၄၀:၇)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အကြိမ်ကြိမ် ခွင့်လွှတ်တော်မူသောအရှင်၊ အကြွင်းမဲ့ ကရုဏာရှင်ဖြစ်တော်မူ၏။)</span> ၎င်းသည် ဤအချက်ကို သတိပြုရန် သတိပေးချက်တစ်ခုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မှအပ အခြားသူများကို မိတ်ဆွေအဖြစ် ခံယူသူများနှင့် ပတ်သက်၍)</span> ၎င်းသည် ရုပ်တုကိုးကွယ်သူများကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ حَفِيظٌ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား စောင့်ရှောက်တော်မူသောအရှင်ဖြစ်ပြီး၊)</span> ဆိုလိုသည်မှာ အရှင်သည် ၎င်းတို့၏ လုပ်ရပ်များကို သက်သေထူကာ၊ တိကျစွာ မှတ်တမ်းတင်ရေတွက်ထားပြီး၊ အရှင်သည် ၎င်းတို့အား အပြည့်အဝ အကျိုးပေးလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ၎င်းတို့အပေါ် အာမခံသူမဟုတ်ပေ။)</span> ဆိုလိုသည်မှာ 'သင်သည် သတိပေးသူမျှသာဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် ကိစ္စရပ်အားလုံး၏ အာမခံသူဖြစ်သည်။'</p>"
  },
  {
    "ayah_key": "42:13",
    "group_ayah_key": "42:13",
    "from_ayah": "42:13",
    "to_ayah": "42:14",
    "ayah_keys": "42:13,42:14",
    "text": "<p lang=\"my\" class=\"my \">အရှင် <span class=\"gray\">(အလ္လာဟ်)</span> သည် နူဟ်အတွက် အမိန့်ချမှတ်ခဲ့သည့် ဘာသာတရားကိုပင် သင်တို့အတွက် အမိန့်ချမှတ်ခဲ့ပြီး၊ ကျွန်ုပ်တို့သည် သင့်ထံ ဗျာဒိတ်ပေးခဲ့သည့် အရာနှင့် အစ်ဗရာဟင်မ်၊ မူဆာနှင့် အီဆာတို့အတွက် ကျွန်ုပ်တို့ အမိန့်ချမှတ်ခဲ့သည့် အရာသည် ဘာသာတရားကို ထူထောင်ပြီး ၎င်းတွင် မည်သည့် ကွဲပြားမှုမှ မပြုလုပ်ရန် ပြောကြားခြင်းဖြစ်သည်။ ရုပ်တုကိုးကွယ်သူများအတွက် သင်တို့ ခေါ်ဆိုရာသည် သည်းမခံနိုင်စရာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အရှင်အလိုရှိသူကို မိမိအတွက် ရွေးချယ်တော်မူပြီး၊ နောင်တရ၍ အရှင်ထံ လှည့်ပြန်လာသူကို အရှင်ထံသို့ လမ်းပြတော်မူသည် <span>(၁၃)</span>ထို့ပြင် ၎င်းတို့ထံသို့ အသိပညာ ရောက်ရှိပြီးနောက်မှသာ ၎င်းတို့ကိုယ်တိုင် ကျူးလွန်မှုကြောင့် ကွဲပြားခဲ့ကြခြင်းဖြစ်သည်။ သင်၏ အရှင်သခင်ထံမှ သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် အမိန့်တစ်ခု ယခင်က မထွက်ခဲ့ပါလျှင်၊ ၎င်းတို့အကြား ကိစ္စပြေလည်သွားခဲ့ပြီးဖြစ်သည်။ ထို့ပြင် အမှန်စင်စစ် ၎င်းတို့နောက်မှ ကျမ်းစာကို အမွေဆက်ခံခဲ့သူများသည် ၎င်းနှင့်ပတ်သက်၍ လေးနက်သော သံသယများရှိနေကြသည် <span>(၁၄)</span></p><p lang=\"my\" class=\"my \">တမန်တော်များ၏ ဘာသာတရားသည် တစ်ခုတည်းဖြစ်သည်။</p><p lang=\"su\" class=\"su \">Allah says to this Ummah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّىٰ بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင် <span class=\"gray\">(အလ္လာဟ်)</span> သည် နူဟ်အတွက် အမိန့်ချမှတ်ခဲ့သည့် ဘာသာတရားကိုပင် သင်တို့အတွက် အမိန့်ချမှတ်ခဲ့ပြီး၊ ကျွန်ုပ်တို့သည် သင့်ထံ ဗျာဒိတ်ပေးခဲ့သည့် အရာနှင့်)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အာဒမ်နောက်ပိုင်း ပထမဆုံး စေလွှတ်ခံရသော တမန်တော်ဖြစ်သည့် နူဟ်၊ ၎င်းတို့အပေါ် ငြိမ်သက်ခြင်းရှိပါစေသတည်း၊ နှင့် နောက်ဆုံး တမန်တော်ဖြစ်သည့် မိုဟာမက် ﷺ တို့ကို ဖော်ပြတော်မူသည်။ ထို့နောက် ၎င်းတို့ကြားတွင် ရောက်ရှိလာခဲ့သော ခိုင်မာသော စိတ်ဆန္ဒရှိသည့် တမန်တော်များဖြစ်သည့် အစ်ဗရာဟင်မ်၊ မူဆာနှင့် 'အီဆာ ဘင်န် မရ်ယမ် တို့ကို ဖော်ပြတော်မူသည်။ ဤအာယတ်တွင် ၎င်းတို့ ငါးဦးစလုံးကို ဖော်ပြထားပြီး၊ ၎င်းတို့ကို စူရတွလ် အဟ်ဇာဘ်ရှိ အာယတ်တွင်လည်း အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَى ابْنِ مَرْيَمَ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">(အမှတ်ရကြလော့)</span> ကျွန်ုပ်တို့သည် တမန်တော်များထံမှ ၎င်းတို့၏ သစ္စာကို ယူခဲ့စဉ်က၊ သင်ထံမှလည်းကောင်း၊ နူဟ်၊ အစ်ဗရာဟင်မ်၊ မူဆာနှင့် မရ်ယမ်၏သား 'အီဆာ ထံမှလည်းကောင်း ယူခဲ့စဉ်က။)</span><span class=\"gray\">(၃၃:၇)</span>။ တမန်တော်အားလုံး ယူဆောင်လာခဲ့သော သတင်းစကားမှာ အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်ရန်၊ အရှင်နှင့် မည်သည့် အပေါင်းအဖော် သို့မဟုတ် မိတ်ဖက်မျှ မထားရှိရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ရှေ့က မည်သည့် တမန်တော်ကိုမျှ ကျွန်ုပ်တို့ စေလွှတ်ခဲ့သည်မရှိ၊ သို့သော် ကျွန်ုပ်သာလျှင် ကိုးကွယ်ခံထိုက်သောအရှင် ဖြစ်သည်၊ ထို့ကြောင့် ကျွန်ုပ်ကိုသာ ကိုးကွယ်ကြလော့ဟု ၎င်းထံ ဗျာဒိတ်ပေးခဲ့ခြင်းမရှိပါက <span class=\"gray\">(ပြောကြားခဲ့ခြင်းမရှိပါက)</span>။)</span><span class=\"gray\">(၂၁:၂၅)</span>။ ဟဒီးဆ်တော် တစ်ခုအရ <span class=\"gray\">(တမန်တော် ﷺ မိန့်တော်မူသည်)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ مَعْشَرَ الْأَنْبِيَاءِ أَوْلَادُ عَلَّاتٍ، دِينُنَا وَاحِدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့ တမန်တော်များသည် ညီအစ်ကိုများဖြစ်ကြပြီး ကျွန်ုပ်တို့၏ ဘာသာတရားသည် တစ်ခုတည်းဖြစ်သည်။)</span> တစ်နည်းအားဖြင့် ၎င်းတို့ကြားရှိ တူညီသော ဆက်စပ်မှုမှာ အလ္လာဟ်အရှင်မြတ်ကိုသာ တစ်ပါးတည်း ကိုးကွယ်ရန်ဖြစ်ပြီး၊ အပေါင်းအဖော် သို့မဟုတ် မိတ်ဖက် မထားရှိရန်ဖြစ်သည်။ ၎င်းတို့၏ ဥပဒေများနှင့် နည်းလမ်းများ ကွဲပြားနိုင်သော်လည်း၊ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် တစ်ဦးစီအတွက် ကျွန်ုပ်တို့သည် ဥပဒေတစ်ခုနှင့် ရှင်းလင်းသော နည်းလမ်းကို သတ်မှတ်ပေးထားသည်)</span><span class=\"gray\">(၅:၄၈)</span>။ အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဘာသာတရားကို ထူထောင်ပြီး ၎င်းတွင် မည်သည့် ကွဲပြားမှုမှ မပြုလုပ်ရန် ပြောကြားခြင်းဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်အားလုံးကို <span class=\"gray\">(၎င်းတို့အားလုံးအပေါ် အလ္လာဟ်၏ ငြိမ်းချမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာများ ရှိပါစေသတည်း)</span> တစ်ခုတည်းဖြစ်ရန် အမိန့်ပေးခဲ့ပြီး၊ ၎င်းတို့ ကွဲပြားခြင်းနှင့် အကွဲကွဲအပြားပြားဖြစ်ခြင်းကို တားမြစ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရုပ်တုကိုးကွယ်သူများအတွက် သင်တို့ ခေါ်ဆိုရာသည် သည်းမခံနိုင်စရာဖြစ်သည်။)</span> ဆိုလိုသည်မှာ '၎င်းတို့အတွက် သည်းမခံနိုင်လောက်အောင် လွန်ကဲပြီး၊ အို မိုဟာမက်၊ သင် ၎င်းတို့ကို ခေါ်ဆိုသည့် အရာဖြစ်သော တစ်ဆူတည်းသော အရှင်ကို ယုံကြည်မှုကို ၎င်းတို့ မုန်းတီးကြသည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အရှင်အလိုရှိသူကို မိမိအတွက် ရွေးချယ်တော်မူပြီး၊ နောင်တရ၍ အရှင်ထံ လှည့်ပြန်လာသူကို အရှင်ထံသို့ လမ်းပြတော်မူသည်။)</span> ဆိုလိုသည်မှာ အရှင်သည် လမ်းညွှန်မှုနှင့် ထိုက်တန်သူများအတွက် လမ်းညွှန်မှုကို အမိန့်ချမှတ်တော်မူပြီး၊ မှန်ကန်သော လမ်းကြောင်းထက် အမှားကို ပိုနှစ်သက်သူများအတွက် လမ်းမှားကို အမိန့်ချမှတ်တော်မူသော အရှင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံသို့ အသိပညာ ရောက်ရှိပြီးနောက်မှသာ ၎င်းတို့ ကွဲပြားခဲ့ကြခြင်းဖြစ်သည်။)</span> ဆိုလိုသည်မှာ အမှန်တရားသည် ၎င်းတို့ထံ ရောက်ရှိလာပြီး၊ ၎င်းတို့အပေါ် သက်သေအထောက်အထားများ ပြဋ္ဌာန်းပြီးနောက်မှသာ အမှန်တရားကို ၎င်းတို့ ဆန့်ကျင်ခဲ့ခြင်းဖြစ်သည်။ ၎င်းတို့၏ ကျူးလွန်မှုနှင့် ခေါင်းမာမှုမှအပ ဤနည်းဖြင့် ဆန့်ကျင်ရန် မည်သည့်အရာမျှ ၎င်းတို့ကို မပြုလုပ်နိုင်ခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَىٰ أَجَلٍ مُسَمًّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အရှင်သခင်ထံမှ သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် အမိန့်တစ်ခု ယခင်က မထွက်ခဲ့ပါလျှင်၊)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် အရှင်၏ကျွန်များ၏ စစ်ဆေးမေးမြန်းခြင်းကို ရှင်ပြန်ထမြောက်ရာနေ့အထိ ရွှေ့ဆိုင်းမည်ဟု ယခင်ကတည်းက အမိန့်ချမှတ်ထားခဲ့ခြင်း မရှိပါက၊ ၎င်းတို့အတွက် ပြစ်ဒဏ်သည် ဤလောကတွင် အလျင်အမြန် ဖြစ်ပေါ်လာခဲ့မည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် အမှန်စင်စစ် ၎င်းတို့နောက်မှ ကျမ်းစာကို အမွေဆက်ခံခဲ့သူများသည်)</span> ဆိုလိုသည်မှာ အမှန်တရားကို ငြင်းပယ်ခဲ့သော ယခင်မျိုးဆက်နောက်မှ ရောက်ရှိလာသည့် နောက်မျိုးဆက်ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَفِي شَكٍّ مِنْهُ مُرِيبٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းနှင့်ပတ်သက်၍ လေးနက်သော သံသယများရှိနေကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဘာသာရေးကိစ္စရပ်များတွင် ခိုင်မာသော ယုံကြည်ချက် တစ်စုံတစ်ရာ မရှိကြပေ။ ၎င်းတို့သည် သက်သေအထောက်အထား မရှိဘဲ ၎င်းတို့၏ ဘိုးဘေးဘီဘင်များကိုသာ အတုယူကြသည်။ ထို့ကြောင့် ၎င်းတို့သည် အလွန် ရှုပ်ထွေးပြီး သံသယများရှိနေကြသည်။</p>"
  }
]