[
  {
    "ayah_key": "12:50",
    "group_ayah_key": "12:50",
    "from_ayah": "12:50",
    "to_ayah": "12:53",
    "ayah_keys": "12:50,12:51,12:52,12:53",
    "text": "<p lang=\"my\" class=\"my \">ဘုရင်က “သူ့ကို ငါ့ထံခေါ်ခဲ့” ဟု ပြော၏။ သို့သော် သံတမန်သည် သူ့ထံရောက်သောအခါ၊ <span class=\"gray\">[ယူဆွဖ်]</span> က “သင်၏ဘုရင်ထံ ပြန်သွားပြီး ‘လက်များကို လှီးဖြတ်ခဲ့သော အမျိုးသမီးများအား အဘယ်ဖြစ်ခဲ့သနည်း’ ဟု မေးပါ။ အမှန်စင်စစ်၊ ကျွန်ုပ်၏အရှင် <span class=\"gray\">(အလ္လာဟ်)</span> သည် သူတို့၏ကြံစည်မှုများကို ကောင်းစွာသိရှိတော်မူ၏။’ <span>(၅၀)</span><span class=\"gray\">(ဘုရင်က)</span> <span class=\"gray\">(အမျိုးသမီးများအား)</span> “သင်တို့ ယူဆွဖ်ကို သွေးဆောင်ဖြားယောင်းရန် ကြိုးစားခဲ့ကြစဉ်က သင်တို့၏ကိစ္စ အဘယ်နည်း” ဟု မေး၏။ အမျိုးသမီးများက “အလ္လာဟ်အရှင်မြတ် တားမြစ်တော်မူပါစေ! ကျွန်ုပ်တို့သည် သူ့အား ဆန့်ကျင်သည့် မည်သည့်မကောင်းမှုကိုမျှ မသိရှိပါ။” အဇီးဇ်၏ဇနီးက “ယခုအခါ အမှန်တရားသည် ပေါ်လွင်ထင်ရှား <span class=\"gray\">(နေပြီ)</span>; ကျွန်မကသာ သူ့ကို သွေးဆောင်ဖြားယောင်းရန် ကြိုးစားခဲ့ခြင်းဖြစ်ပြီး သူသည် အမှန်စင်စစ် မှန်ကန်သူများထဲမှ ဖြစ်ပါသည်။ <span>(၅၁)</span><span class=\"gray\">[ထို့နောက် ယူဆွဖ်က “ဤစုံစမ်းစစ်ဆေးမှုကို ကျွန်ုပ် တောင်းဆိုခဲ့သည်”]</span> အကြောင်းမှာ ကျွန်ုပ်သည် <span class=\"gray\">(သူမရှိသည့်)</span> ကွယ်ရာတွင် သူ့ကို သစ္စာမဖောက်ကြောင်း သူသိရှိရန် ဖြစ်ပါသည်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သစ္စာဖောက်သူများ၏ ကြံစည်မှုကို လမ်းညွှန်တော်မမူပေ <span>(၅၂)</span> “ကျွန်ုပ်သည် ကျွန်ုပ်ကိုယ်ကျွန်ုပ် <span class=\"gray\">(အပြစ်မှ)</span> ကင်းစင်သည်ဟု မဆိုပါ။ အမှန်စင်စစ်၊ စိတ်သည် မကောင်းမှုသို့ တိမ်းညွတ်တတ်၏၊ သို့သော် ကျွန်ုပ်၏အရှင်က မိမိ၏ကရုဏာတော်ကို <span class=\"gray\">(မိမိအလိုရှိသူအား)</span> ချီးမြှင့်တော်မူသောအခါမှလွဲ၍ ဖြစ်သည်။ အမှန်စင်စစ်၊ ကျွန်ုပ်၏အရှင်သည် အပြစ်များကို မကြာခဏခွင့်လွှတ်တော်မူထသော၊ အလွန်သနားကြင်နာတော်မူထသော အရှင်ဖြစ်တော်မူ၏။ <span>(၅၃)</span></p><div lang=\"my\" class=\"my \"><h2>ဘုရင်သည် အဇီးဇ်၏ဇနီး၊ မြို့ထဲရှိအမျိုးသမီးများနှင့် ယူဆွဖ်တို့အကြား ဖြစ်ပျက်ခဲ့သည်များကို စုံစမ်းစစ်ဆေးသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ပြောပြသည်မှာ ဘုရင်အား သူ၏အိပ်မက်အနက်ကို ပြောပြလိုက်သောအခါ၊ သူသည် ယူဆွဖ်၏အနက်ဖွင့်ဆိုမှုကို သဘောကျပြီး မှန်ကန်သည်ဟု ယုံကြည်ခဲ့သည်။ သူသည် နဗီတမန်တော်ယူဆွဖ်၏ဂုဏ်ကျေးဇူးကို သိရှိခဲ့ပြီး၊ အိပ်မက်အနက်ဖွင့်ဆိုခြင်းဆိုင်ရာ သူ၏ဉာဏ်ပညာကို အသိအမှတ်ပြုကာ သူ၏နိုင်ငံရှိလက်အောက်ခံများနှင့်အတူ သူ၏ကောင်းမွန်သောကျင့်ဝတ်ကို တန်ဖိုးထားခဲ့သည်။ ဘုရင်က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتُونِي بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ့ကို ငါ့ထံခေါ်ခဲ့။)</span> ‘သူ့ကို ထောင်မှလွှတ်ပြီး ငါ့ထံခေါ်ခဲ့။’ ဘုရင်၏သံတမန်သည် ယူဆွဖ်ထံရောက်ရှိပြီး သူ့ကို မကြာမီလွှတ်ပေးတော့မည်ဟူသော သတင်းကို ပြောကြားသောအခါ၊ ယူဆွဖ်သည် ထောင်မှထွက်ခွာရန် ငြင်းဆန်ခဲ့သည်၊ ဘုရင်နှင့် သူ၏လက်အောက်ခံများသည် သူ့အား အဇီးဇ်၏ဇနီးက စွပ်စွဲခဲ့သော မှားယွင်းသည့်စွပ်စွဲချက်ကို ရှုတ်ချပြီး သူ၏အပြစ်ကင်းစင်မှုနှင့် သူ၏ဂုဏ်သိက္ခာ၏ ဖြောင့်မတ်မှန်ကန်မှုကို ကြေညာသည်အထိ ဖြစ်သည်။ သူသည် သူ့အား ထောင်ချခြင်းသည် မတရားမှုနှင့် ရန်လိုမှုဖြစ်သည်ကို သူတို့သိစေလိုသည်၊ သူသည် ထိုသို့ထောင်ချထိုက်သော ပြစ်မှုကို ကျူးလွန်ခဲ့သည် မဟုတ်ပေ။ သူက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْجِعْ إِلَىٰ رَبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင် <span class=\"gray\">(ဆိုလိုသည်မှာ ဘုရင်)</span> ထံ ပြန်သွားပါ...)</span> ကျွန်ုပ်တို့၏နဗီတမန်တော် ﷺ ၏ စွန်နဟ်ကျမ်းတော်သည် နဗီတမန်တော်ယူဆွဖ်ကို ချီးမွမ်းခဲ့ပြီး သူ၏ဂုဏ်ကျေးဇူးများ၊ ဂုဏ်သိက္ခာ၊ မြင့်မြတ်သောအဆင့်အတန်းနှင့် သည်းခံခြင်းတို့ကို အတည်ပြုခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်၏ ငြိမ်းချမ်းသာယာမှုနှင့် ကောင်းချီးမင်္ဂလာများသည် သူ့အပေါ် သက်ရောက်ပါစေ။ မွတ်စ်နဒ်နှင့် ဆွဟီးဟ်ကျမ်းနှစ်ခုတွင် အဗူဟူရိုင်ရဟ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ أَحَقُّ بِالشَّكِّ مِنْ إِبْرَاهِيمَ إِذْ قَالَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ်ဗ်ရာဟင်မ် ပြောသောအခါ၊ ကျွန်ုပ်တို့သည် သူ့ထက်ပို၍ သံသယဖြစ်ရန် ပိုမိုတာဝန်ရှိသည်။)</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏အရှင်! ကိုယ်တော်သည် သေသူများကို မည်သို့ အသက်ပြန်ရှင်စေသည်ကို ကျွန်ုပ်အား ပြသတော်မူပါ...)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَرْحَمُ اللهُ لُوطًا لَقَدْ كَانَ يَأْوِي إِلَى رُكْنٍ شَدِيدٍ، وَلَوْ لَبِثْتُ فِي السِّجْنِ مَا لَبِثَ يُوسُفُ لَأَجَبْتُ الدَّاعِيَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် လူသ်အပေါ် ကရုဏာတော်ကို ချီးမြှင့်တော်မူပါစေ! သူသည် ခိုင်မာသောအထောက်အပံ့ကို လိုလားခဲ့သည်! ယူဆွဖ် ထောင်ထဲတွင် နေသကဲ့သို့ ကျွန်ုပ်သည် ထောင်ထဲတွင် ထိုမျှကြာကြာနေခဲ့ရပါက၊ ကမ်းလှမ်းချက်ကို လက်ခံလိုက်မည်ဖြစ်သည်။)</span> အဗူဟူရိုင်ရဟ်ထံမှ အဟ်မဒ်က စုဆောင်းထားသော အခြားဟဒီးစ်တစ်ခုတွင်၊ နဗီတမန်တော် ﷺ သည် ယူဆွဖ်၏စကားနှင့်ပတ်သက်၍ မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ ۚ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“...နှင့် သူ့ကို မေးပါ၊ ‘လက်များကို လှီးဖြတ်ခဲ့သော အမျိုးသမီးများအား အဘယ်ဖြစ်ခဲ့သနည်း။ အမှန်စင်စစ်၊ ကျွန်ုပ်၏အရှင် <span class=\"gray\">(အလ္လာဟ်)</span> သည် သူတို့၏ကြံစည်မှုများကို ကောင်းစွာသိရှိတော်မူ၏။’”)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كُنْتُ أَنَا، لَأَسْرَعْتُ الْإِجَابَةَ وَمَا ابْتَغَيْتُ الْعُذْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သာဖြစ်ပါက၊ ကျွန်ုပ်၏အပြစ်ကင်းစင်မှုကို စောင့်ဆိုင်းနေမည့်အစား ကမ်းလှမ်းချက်ကို လက်ခံလိုက်မည်ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က <span class=\"gray\">(ဘုရင်က မေးသည်ဟု)</span> မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက “သင်တို့သည် ယူဆွဖ်ကို သွေးဆောင်ဖြားယောင်းရန် ကြိုးစားခဲ့ကြစဉ်က သင်တို့၏ကိစ္စ အဘယ်နည်း” ဟု ပြော၏။)</span> ဘုရင်သည် လက်များကို လှီးဖြတ်ခဲ့သော အမျိုးသမီးများကို အဇီးဇ်၏ဇနီးအိမ်တွင် ဧည့်ခံထားစဉ် စုဆောင်းခဲ့သည်။ သူသည် သူ၏စကားကို သူ၏ဝန်ကြီးဖြစ်သော အဇီးဇ်၏ဇနီးအား အထူးသဖြင့် ရည်ရွယ်ပြောဆိုနေသော်လည်း၊ သူတို့အားလုံးကို မေးမြန်းခဲ့သည်။ သူသည် လက်များကို လှီးဖြတ်ခဲ့သော အမျိုးသမီးများကို မေးသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا خَطْبُكُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ကိစ္စ အဘယ်နည်း...)</span>၊ သင်တို့၏ဇာတ်လမ်းသည် မည်သည့်အရာနှင့် ပတ်သက်၍ ဖြစ်သနည်း၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذْ رَاوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ယူဆွဖ်ကို သွေးဆောင်ဖြားယောင်းရန် ကြိုးစားခဲ့ကြစဉ်က)</span> ပွဲတော်ကျင်းပသည့်နေ့တွင်လား။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوءٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသမီးများက “အလ္လာဟ်အရှင်မြတ် တားမြစ်တော်မူပါစေ! ကျွန်ုပ်တို့သည် သူ့အား ဆန့်ကျင်သည့် မည်သည့်မကောင်းမှုကိုမျှ မသိရှိပါ။” ဟု ပြောကြ၏။)</span> အမျိုးသမီးများက ဘုရင်အား ပြန်ဖြေကြသည်၊ ‘အလ္လာဟ်အရှင်မြတ်သည် ယူဆွဖ်အား ဤအရာအတွက် အပြစ်ရှိသည်ဟု ဖြစ်စေခြင်းမှ တားမြစ်တော်မူပါစေ၊ အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ ကျွန်ုပ်တို့သည် သူ့အား မကောင်းမှုပြုသည်ကို လုံးဝမသိရှိခဲ့ပါ။’ ထိုအချိန်တွင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتِ امْرَأَتُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဇီးဇ်၏ဇနီးက “ယခုအခါ အမှန်တရားသည် ဟာရှာဆာ...” ဟု ပြော၏။)</span> သို့မဟုတ် အမှန်တရားသည် အစ်ဗ်နုအဘ်ဗားစ်၊ မွဂျာဟစ်ဒ်နှင့် အခြားသူများ၏ အဆိုအရ လူတိုင်းအတွက် ထင်ရှားပေါ်လွင်နေပြီဖြစ်သည်။ ဟာရှာဆာဟူသည် ‘ရှင်းလင်းပြတ်သားလာသည်’ ဟုလည်း အဓိပ္ပာယ်ရသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا رَاوَدتُّهُ عَن نَّفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်မကသာ သူ့ကို သွေးဆောင်ဖြားယောင်းရန် ကြိုးစားခဲ့ခြင်းဖြစ်ပြီး သူသည် အမှန်စင်စစ် မှန်ကန်သူများထဲမှ ဖြစ်ပါသည်။)</span> သူက ပြောသောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هِيَ رَاوَدَتْنِي عَن نَّفْسِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမက ကျွန်ုပ်ကို သွေးဆောင်ဖြားယောင်းရန် ကြိုးစားခဲ့ခြင်းဖြစ်သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမရှိသည့် <span class=\"gray\">(ကွယ်ရာတွင်)</span> သူ့ကို ကျွန်မ သစ္စာမဖောက်ကြောင်း သူသိရှိရန် ဖြစ်သည်။)</span> သူမက ‘ကျွန်မသည် ဤအရာကို ကျွန်မကိုယ်တိုင်အတွက် ဝန်ခံသည်၊ သို့မှသာ ကျွန်မ၏ခင်ပွန်းသည် ကျွန်မသည် သူ မရှိသည့်ကွယ်ရာတွင် သူ့ကို သစ္စာမဖောက်ခဲ့ကြောင်းနှင့် ကာမပိုင်ဖောက်ပြန်မှု မဖြစ်ခဲ့ကြောင်း သိရှိမည်။ ကျွန်မသည် ဤလူငယ်ကို သွေးဆောင်ဖြားယောင်းရန် ကြိုးစားခဲ့သော်လည်း သူက ငြင်းဆန်ခဲ့သည်၊ ကျွန်မ အပြစ်ကင်းစင်ကြောင်း သူသိရှိရန် ဤအရာကို ကျွန်မ ဝန်ခံနေခြင်းဖြစ်သည်’ ဟု ပြော၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ - وَمَا أُبَرِّئُ نَفْسِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သစ္စာဖောက်သူများ၏ ကြံစည်မှုကို လမ်းညွှန်တော်မမူပေ။ ကျွန်ုပ်သည် ကျွန်ုပ်ကိုယ်ကျွန်ုပ် <span class=\"gray\">(အပြစ်မှ)</span> ကင်းစင်သည်ဟု မဆိုပါ။)</span> သူမက ‘ကျွန်မသည် ကျွန်မကိုယ်ကျွန်မ အပြစ်မှ ကင်းစင်သည်ဟု မဆိုပါ။ အကြောင်းမှာ စိတ်သည် တောင့်တပြီး ကာမကို လိုလားသောကြောင့်ဖြစ်သည်။ ဤသည်မှာ ကျွန်မကို သူ့အား သွေးဆောင်ဖြားယောင်းစေခဲ့ခြင်း ဖြစ်သည်’၊ အကြောင်းမှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">النَّفْسَ لأَمَّارَةٌ بِالسُّوءِ إِلاَّ مَا رَحِمَ رَبِّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ <span class=\"gray\">(လူ့)</span> စိတ်သည် မကောင်းမှုသို့ တိမ်းညွတ်တတ်၏၊ သို့သော် ကျွန်ုပ်၏အရှင်က မိမိ၏ကရုဏာတော်ကို <span class=\"gray\">(မိမိအလိုရှိသူအား)</span> ချီးမြှင့်တော်မူသောအခါမှလွဲ၍ ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား ကာကွယ်မှု ပေးသနားလိုသူများအား၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ رَبِّي غَفُورٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်၏အရှင်သည် အပြစ်များကို မကြာခဏခွင့်လွှတ်တော်မူထသော၊ အလွန်သနားကြင်နာတော်မူထသော အရှင်ဖြစ်တော်မူ၏။)</span> ၎င်းသည် ဇာတ်လမ်း၏ ဆက်စပ်မှုနှင့် အာရဗီစကား၏ အဓိပ္ပာယ်များအတွက် အသင့်လျော်ဆုံး နားလည်မှုဖြစ်သည်။ အလ်-မာဝါရ်ဒီက ၎င်းကို သူ၏ တဖ်စီရ်ကျမ်းတွင် ထောက်ခံဖော်ပြထားပြီး၊ ၎င်းကို အိမာမ်အဘူအလ်-အဘ်ဗားစ် အိဗ်နုတိုင်မီယျဟ်ကလည်း နှစ်သက်ခဲ့ပြီး သီးခြားကျမ်းတစ်စောင်တွင် အသေးစိတ် ရေးသားခဲ့သည်။</p><p lang=\"my\" class=\"my \">ယူဆွဖ် (အရှင်မြတ်၏ ကရုဏာတော် သက်ရောက်ပါစေ) က ပြောသည်ဟု ဆိုကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ <span class=\"gray\">(အဇီးဇ်)</span> သည် ကျွန်ုပ် သူ့ကို သစ္စာမဖောက်ကြောင်း သိရှိရန်)</span> သူ၏ဇနီးနှင့်အတူ၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">بِالْغَيْبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ မရှိသည့် <span class=\"gray\">(ကွယ်ရာတွင်)</span>)</span> အာယတ် <span class=\"gray\">(၅၃)</span> ၏အဆုံးအထိ။ သူက ‘ကျွန်ုပ်သည် သံတမန်ကို ပြန်လွှတ်လိုက်သည်၊ သို့မှသာ ဘုရင်သည် ကျွန်ုပ်၏ အပြစ်ကင်းစင်မှုကို စုံစမ်းစစ်ဆေးမည်ဖြစ်ပြီး အဇီးဇ်သည် သေချာပေါက် သိရှိမည်ဖြစ်သည်’ ဟု ပြော၏။</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَنِّي لَمْ أَخُنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် သူ့ကို သစ္စာမဖောက်ခဲ့)</span>၊ သူ၏ဇနီးနှင့်အတူ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْغَيْبِ وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ မရှိသည့် <span class=\"gray\">(ကွယ်ရာတွင်)</span>။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် သစ္စာဖောက်သူများ၏ ကြံစည်မှုကို လမ်းညွှန်တော်မမူပေ။)</span>’ ၎င်းသည် အစ်ဗ်နုဂျာရီရ် အတ်-တဘရီနှင့် အစ်ဗ်နုအဘီဟာတင်မ်တို့ တင်ပြခဲ့သော တစ်ခုတည်းသော ရှင်းလင်းချက်ဖြစ်သည်။ သို့သော် ပထမအမြင်က ပိုမိုခိုင်မာပြီး ပိုမိုထင်ရှားသည်။ အကြောင်းမှာ ၎င်းသည် ဘုရင်ရှေ့မှောက်တွင် အဇီးဇ်၏ဇနီး ပြောခဲ့သည်များ၏ ဆက်စပ်မှု ဖြစ်သောကြောင့်ဖြစ်သည်။ ယူဆွဖ်သည် ထိုအချိန်တစ်လျှောက်လုံး လုံးဝမရှိခဲ့ပေ၊ အကြောင်းမှာ သူ့ကို နောက်ပိုင်းတွင် လွှတ်ပေးပြီး ဘုရင်၏အမိန့်ဖြင့် ခေါ်ဆောင်လာခဲ့ခြင်း ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "12:54",
    "group_ayah_key": "12:54",
    "from_ayah": "12:54",
    "to_ayah": "12:55",
    "ayah_keys": "12:54,12:55",
    "text": "<p class=\"my translation\" lang=\"my\">ဘုရင်က “ငါနှင့်အတူထားရန် သူ့ကို ငါ့ထံခေါ်ခဲ့” ဟု ပြောခဲ့သည်။ ထို့နောက် သူနှင့် စကားပြောသောအခါ၊ “ဤနေ့တွင် သင်သည် ငါတို့နှင့်အတူ ရာထူးမြင့်မားပြီး အပြည့်အဝ ယုံကြည်ရသူ ဖြစ်သည်။ <span>(၅၄)</span> ယူဆွဖ်က “ကျွန်ုပ်ကို ဤပြည်၏ သိုလှောင်ရုံများအပေါ်၌ ခန့်အပ်ပါ။ ကျွန်ုပ်သည် ၎င်းတို့ကို အသိပညာအပြည့်ဖြင့် ကာကွယ်စောင့်ရှောက်ပါမည်။ <span>(၅၅)</span></p><div lang=\"my\" class=\"my \"><h2>အီဂျစ်ဘုရင်နှင့် ယူဆွဖ်၏ ရာထူး</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ယူဆွဖ်၏ အပြစ်ကင်းစင်မှုနှင့် သူ့အား စွပ်စွဲခံရသော ကိစ္စများမှ အပြစ်ကင်းစင်ကြောင်း သိရှိသောအခါ ဘုရင်က ပြောကြားခဲ့သည်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါနှင့်အတူထားရန် သူ့ကို ငါ့ထံခေါ်ခဲ့။)</span>၊ ‘သူ့ကို ငါ၏ရင်းနှီးသော ကူညီသူများနှင့် မိတ်ဆွေများထဲတွင် ထည့်သွင်းရန်’</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا كَلَّمَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူနှင့် စကားပြောသောအခါ)</span>၊ ဘုရင်က ယူဆွဖ်နှင့် စကားပြောပြီး သူ့၏ဂုဏ်ရည်များ၊ ကြီးမားသောစွမ်းရည်များ၊ ထူးချွန်မှု၊ ကောင်းမွန်သော အမူအကျင့်များနှင့် ပြည့်စုံသော ပုံစံများကို ပိုမိုသိရှိလာသောအခါ သူ့အား ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနေ့တွင် သင်သည် ငါတို့နှင့်အတူ ရာထူးမြင့်မားပြီး အပြည့်အဝ ယုံကြည်ရသူ ဖြစ်သည်။)</span> ဘုရင်က ယူဆွဖ်အား “သင်သည် ငါတို့နှင့်အတူ မြင့်မြတ်သော ရာထူးကို ရရှိထားပြီး အမှန်ပင် အပြည့်အဝ ယုံကြည်ရသူ ဖြစ်သည်။” ဟု ပြောခဲ့သည်။ ယူဆွဖ်အလိုင်ဟစ္စလာမ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اجْعَلْنِي عَلَىٰ خَزَائِنِ الْأَرْضِ ۖ إِنِّي حَفِيظٌ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်ကို ဤပြည်၏ သိုလှောင်ရုံများအပေါ်၌ ခန့်အပ်ပါ။ ကျွန်ုပ်သည် ၎င်းတို့ကို အသိပညာအပြည့်ဖြင့် ကာကွယ်စောင့်ရှောက်ပါမည်။)</span> ယူဆွဖ်သည် မိမိကိုယ်ကို ချီးမွမ်းခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် လူတစ်ဦး၏စွမ်းရည်များကို မသိရှိဘဲ ထိုသို့ပြုလုပ်ရန် လိုအပ်သည့်အခါ ၎င်းသည် ခွင့်ပြုထားသောကြောင့်ဖြစ်သည်။ သူက မိမိသည်၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">حَفِيظٌ</p><p lang=\"lb\" class=\"lb \"><span class=\"gray\">(Hafiz)</span>, an honest guard,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာလိမ်)</span>၊ သူတာဝန်ယူရမည့် အလုပ်နှင့်ပတ်သက်၍ အသိပညာနှင့် ဉာဏ်ပညာရှိသူ။ ပရောဖက် ယူဆွဖ်သည် ဘုရင်အား သူ့ကို နိုင်ငံတော် ဘဏ္ဍာရေးဝန်ကြီးအဖြစ် ခန့်အပ်ပေးရန် တောင်းဆိုခဲ့သည်၊ မိုးခေါင်ရေရှား နှစ်များအတွက် ကောက်ပဲသီးနှံများကို စုဆောင်းထားမည့် သိုလှောင်ရုံများ၏ တာဝန်ကို ယူရမည်ဖြစ်ပြီး၊ ထိုနှစ်များ ရောက်ရှိလာမည်ဟု သူတို့အား ပြောကြားခဲ့သည်။ သူသည် အသိပညာအရှိဆုံး၊ အကောင်းဆုံးနှင့် အကျိုးအရှိဆုံးနည်းလမ်းဖြင့် ကောက်ပဲသီးနှံများကို ဖြန့်ဝေနိုင်ရန် စောင့်ရှောက်သူဖြစ်လိုခဲ့သည်။ ဘုရင်က ယူဆွဖ်၏ ကမ်းလှမ်းချက်ကို လက်ခံခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် ယူဆွဖ်ကို သူ့အနီးသို့ ဆွဲခေါ်ပြီး ဂုဏ်ပြုလိုသောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p>"
  }
]