[
  {
    "ayah_key": "12:99",
    "group_ayah_key": "12:99",
    "from_ayah": "12:99",
    "to_ayah": "12:100",
    "ayah_keys": "12:99,12:100",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် သူတို့သည် ယူစွဖ်ရှေ့မှောက်သို့ ရောက်လာသောအခါ၊ ယူစွဖ်က မိဘနှစ်ပါးကို သူနှင့်အတူထား၍ ပြောကြားလိုက်သည်- \"အကယ်၍ အလ္လာဟ်အလိုရှိတော်မူပါက အီဂျစ်ပြည်သို့ လုံခြုံစွာ ဝင်ကြပါ။ <span>(၉၉)</span>သူသည် မိဘနှစ်ပါးကို 'အာရ်ရှ်' ပေါ်သို့ မြှောက်တင်လိုက်ပြီး ၎င်းတို့သည် သူ့ရှေ့မှောက်၌ ဦးချလဲကျသွားကြ၏။ သူကလည်း ပြောကြားလိုက်သည်- \"အို ကျွန်ုပ်၏ဖခင်! ဤသည်မှာ ကျွန်ုပ်၏ အတိတ်ကအိပ်မက်၏ အနက်အဓိပ္ပါယ်ဖြစ်သည်! ကျွန်ုပ်၏အရှင်သခင်သည် ၎င်းကို အမှန်တကယ်ဖြစ်မြောက်စေခဲ့ပြီ! ကိုယ်တော်သည် ကျွန်ုပ်ကို ထောင်မှ ထုတ်ယူသောအခါ၊ ကျွန်ုပ်အား အမှန်ပင် ကျေးဇူးပြုခဲ့ပြီး၊ ရှိုင်တွာန်သည် ကျွန်ုပ်နှင့် ကျွန်ုပ်၏ညီအစ်ကိုများအကြား ရန်လိုမုန်းထားမှုကို ဖြစ်ပွားစေပြီးနောက်၊ <span class=\"gray\">(သင်တို့အားလုံးကို)</span> မြို့ပြင်ဘဝမှ ခေါ်ဆောင်လာခဲ့သည်။ ဧကန်မလွဲ၊ ကျွန်ုပ်၏အရှင်သခင်သည် အလိုရှိသူများအပေါ် အလွန်ကြင်နာ သဘောထားကြီးတော်မူသည်။ အမှန်စင်စစ် ကိုယ်တော်သာလျှင် အရာအားလုံးကို သိတော်မူ၍ အရာအားလုံးကို ပညာဉာဏ်ဖြင့် စီမံခန့်ခွဲတော်မူ၏ <span>(၁၀၀)</span></p><div lang=\"my\" class=\"my \"><h2>ယူစွဖ်က မိဘနှစ်ပါးကို ကြိုဆိုခြင်း - သူ၏အိပ်မက် အမှန်ဖြစ်လာခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်သည် ယာအ်ကူဗ်သည် ယူစွဖ်ထံသို့ အီဂျစ်ပြည်သို့ သွားခဲ့ကြောင်း ဖော်ပြထားသည်။ ယူစွဖ်သည် သူ၏ညီအစ်ကိုများကို သူတို့၏မိသားစုအားလုံးကို ခေါ်ဆောင်လာရန် တောင်းဆိုခဲ့ပြီး သူတို့အားလုံးသည် သူတို့ဒေသမှ ထွက်ခွာ၍ ခါနာန်မှ အီဂျစ်သို့ ထွက်ခွာခဲ့ကြသည်။ ယူစွဖ်သည် အီဂျစ်သို့ သူတို့ရောက်ရှိလာကြောင်း သတင်းရသောအခါ သူတို့ကို ကြိုဆိုရန် ထွက်သွားခဲ့သည်။ ဘုရင်သည် မင်းသားများနှင့် ထင်ရှားသူများကို အလ္လာဟ်၏တမန်တော် ယာအ်ကူဗ် (ကိုယ်တော်အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) ကို တွေ့ဆုံရန် ယူစွဖ်နှင့်အတူ ကြိုဆိုပွဲသို့ ထွက်သွားရန် အမိန့်ပေးခဲ့သည်။ ဘုရင်သည်လည်း ယာအ်ကူဗ်ကို တွေ့ဆုံရန် သူတို့နှင့်အတူ ထွက်သွားခဲ့သည်ဟု ဆိုကြသည်။ ယူစွဖ်က သူ၏မိသားစုအား သူတို့သည် သူ့ထံသို့ ဝင်ရောက်လာပြီး သူက သူတို့အား သူနှင့်အတူထားပြီးနောက် ပြောကြားခဲ့သည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَقَالَ ادْخُلُوا مِصْرَ إِن شَاءَ اللَّهُ آمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပြောကြားခဲ့သည်- \"အကယ်၍ အလ္လာဟ်အလိုရှိတော်မူပါက အီဂျစ်ပြည်သို့ လုံခြုံစွာ ဝင်ကြပါ။\")</span> သူက သူတို့အား 'အီဂျစ်ပြည်သို့ ဝင်ကြ' ဟု ဆိုလိုသည်မှာ 'အီဂျစ်တွင် နေထိုင်ကြ' ဟု ဆိုလိုပြီး၊ 'အကယ်၍ အလ္လာဟ်အလိုရှိတော်မူပါက လုံခြုံစွာ' ဟု ထပ်လောင်းပြောကြားခဲ့သည်မှာ သူတို့ခံစားခဲ့ရသော ဒုက္ခနှင့် ငတ်မွတ်မှုကို ရည်ညွှန်းသည်။ အလ္လာဟ်က ထို့နောက် ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">آوَىٰ إِلَيْهِ أَبَوَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မိဘနှစ်ပါးကို သူနှင့်အတူထားသည်)</span> အစ်-ဆွဒ်ဒီနှင့် 'အဗ်ဒွရ်-ရာဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အစလမ်တို့က သူ၏မိဘများသည် သူ၏ဖခင်နှင့် မိခင်ဘက်အဒေါ်ဖြစ်သည်ဟု ဆိုသည်၊ အဘယ်ကြောင့်ဆိုသော် သူ၏မိခင်သည် လွန်ခဲ့သောအချိန်များက ကွယ်လွန်ခဲ့သောကြောင့် ဖြစ်သည်။ မုဟမ္မဒ် ဘင်န် အစ်ဟာက်နှင့် အိဗ်န် ဂျရီရ် အသ်-တာဘာရီတို့က \"သူ၏ဖခင်နှင့် မိခင် နှစ်ဦးလုံး အသက်ရှင်နေကြသည်\" ဟု ပြောကြားခဲ့သည်။ အိဗ်န် ဂျရီရ်က ထပ်လောင်းပြောကြားသည်မှာ \"သူ၏မိခင်သည် ထိုအချိန်မတိုင်မီက ကွယ်လွန်ခဲ့သည်ဟူသော အထောက်အထား မရှိပေ။ ယင်းအစား၊ ကုရ်အာန်၏ ထင်ရှားသော စကားလုံးများက သူမအသက်ရှင်နေသည်ကို သက်သေခံနေသည်။\" ဤအမြင်သည် ဤဇာတ်လမ်းက သက်သေခံသည့် ထင်ရှားပြီး သင့်လျော်သော အဓိပ္ပါယ်ကို ဆောင်သည်။ </p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် မိဘနှစ်ပါးကို အလ်-'အာရ်ရှ်' ပေါ်သို့ မြှောက်တင်လိုက်သည်)</span> အိဗ်န် 'အဗ္ဗားစ်၊ မုဂျာဟစ်ဒ်နှင့် အခြားများစွာသော ပညာရှင်များအဆိုအရ သူသည် သူတို့အား သူထိုင်သည့် အိပ်ရာပေါ်သို့ မြှောက်တင်လိုက်ခြင်း ဖြစ်သည်။ အလ္လာဟ်က မိန့်ကြားတော်မူသည်၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَخَرُّوا لَهُ سُجَّدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူတို့သည် သူ့ရှေ့မှောက်၌ ဦးချလဲကျသွားကြ၏။)</span> ယူစွဖ်၏မိဘများနှင့် ညီအစ်ကိုများသည် သူ့ရှေ့မှောက်၌ ဦးချခဲ့ကြပြီး သူတို့သည် လူတစ်ဆယ့်တစ်ဦး ရှိခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ يَا أَبَتِ هَٰذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူကလည်း ပြောကြားလိုက်သည်- \"အို ကျွန်ုပ်၏ဖခင်! ဤသည်မှာ ကျွန်ုပ်၏ အတိတ်ကအိပ်မက်၏ 'တာအ်ဝီလ်' <span class=\"gray\">(အနက်အဓိပ္ပါယ်)</span> ဖြစ်သည်...\")</span> ဟု ဆိုလိုသည်မှာ သူ၏ဖခင်အား ယခင်က ပြောပြခဲ့သော အိပ်မက်ကို ရည်ညွှန်းသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် <span class=\"gray\">(အိပ်မက်ထဲတွင်)</span> ကြယ်တစ်ဆယ့်တစ်လုံးကို မြင်ခဲ့သည်...)</span><span class=\"gray\">[12:4]</span> ဤတမန်တော်များနှင့် ယခင်တမန်တော်များ၏ ဥပဒေများတွင် လူများသည် အာဏာပိုင်များအား တွေ့ဆုံသောအခါ သူတို့ရှေ့မှောက်၌ ဦးချရန် ခွင့်ပြုခဲ့သည်။ ဤထုံးတမ်းစဉ်လာကို အာဒမ်၏ ဥပဒေမှသည် 'အီစာ၏ ဥပဒေ (၎င်းတို့အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ) အထိ ခွင့်ပြုခဲ့သော်လည်း နောက်ပိုင်းတွင် ကျွန်ုပ်တို့၏ ဥပဒေ၌ တားမြစ်ခဲ့သည်။ အစ္စလာမ်သည် ဦးချခြင်းကို အလ္လာဟ်အရှင်မြတ် တစ်ပါးတည်းအတွက်သာ သီးသန့်ပြုလုပ်ခဲ့သည်၊ ကိုယ်တော်သည် အမြင့်မြတ်ဆုံးနှင့် ဂုဏ်အရှိဆုံး ဖြစ်တော်မူ၏။ ဤကြေညာချက်၏ အဓိပ္ပါယ်ကို ကွာတာဒါးနှင့် အခြားပညာရှင်များထံမှ စုဆောင်းရရှိခဲ့သည်။</p><p lang=\"my\" class=\"my \">မွအာဇ် ဘင်န် ဂျဘလ်သည် ရှမ်ဒေသသို့ သွားရောက်သောအခါ သူတို့၏ ဘုန်းတော်ကြီးများရှေ့တွင် ဦးချနေသည်ကို တွေ့ရှိခဲ့သည်။ သူ <span class=\"gray\">(အလ်-မဒီနာသို့)</span> ပြန်ရောက်သောအခါ အလ္လာဟ်၏ ရစူလ်တမန်တော်ရှေ့တွင် ဦးချခဲ့ရာ၊ ကိုယ်တော်က သူ့အား မေးမြန်းခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا هَذَا يَا مُعَاذُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ မွအာဇ်၊ ဒါဘာလဲ?)</span> မွအာဇ်က \"ကျွန်တော် သူတို့ ဘုန်းတော်ကြီးတွေရှေ့မှာ ဦးချတာကို တွေ့ခဲ့ရပါတယ်။ ဒါပေမဲ့၊ အို အလ္လာဟ်ရဲ့ ရစူလ်တမန်တော်၊ ကိုယ်တော်ဟာ ဦးချခံရဖို့ ပိုပြီး ထိုက်တန်ပါတယ်\" လို့ ပြောကြားခဲ့ပါတယ်။ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كُنْتُ آمِرًا أَحَدًا أَنْ يَسْجُدَ لِأَحَدٍ، لَأَمَرْتُ الْمَرْأَةَ أَنْ تَسْجُدَ لِزَوْجِهَا لِعِظَمِ حَقِّهِ عَلَيْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ကျွန်ုပ်သည် မည်သူ့ကိုမဆို <span class=\"gray\">(ဖန်ဆင်းခံများအနက်)</span> အခြားမည်သူ့ရှေ့မှောက်၌မဆို ဦးချရန် အမိန့်ပေးခဲ့ပါက၊ ကျွန်ုပ်သည် ဇနီးသည်ကို သူမ၏ခင်ပွန်းရှေ့မှောက်၌ ဦးချရန် အမိန့်ပေးခဲ့ပေမည်၊ အကြောင်းမှာ သူမအပေါ် ခင်ပွန်း၏ အခွင့်အရေး ကြီးမားလှသောကြောင့် ဖြစ်သည်)</span> ထို့ကြောင့်၊ ကျွန်ုပ်တို့ ဖော်ပြခဲ့သည့်အတိုင်း ဤထုံးတမ်းစဉ်လာကို ယခင်ဥပဒေများတွင် ခွင့်ပြုခဲ့သည်။ ထိုကြောင့် သူတို့ <span class=\"gray\">(ယာအ်ကူဗ်နှင့် သူ၏ဇနီးနှင့် သားတစ်ဆယ့်တစ်ဦး)</span> သည် ယူစွဖ်ရှေ့မှောက်၌ ဦးချခဲ့ကြပြီး၊ ထိုအချိန်တွင် ယူစွဖ်က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَتِ هَٰذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကျွန်ုပ်၏ဖခင်! ဤသည်မှာ ကျွန်ုပ်၏ အတိတ်ကအိပ်မက်၏ 'တာအ်ဝီလ်' ဖြစ်သည်! ကျွန်ုပ်၏အရှင်သခင်သည် ၎င်းကို အမှန်တကယ်ဖြစ်မြောက်စေခဲ့ပြီ!)</span> 'တာအ်ဝီလ်' ဟူသော စကားလုံးကို အခြေအနေ၏ နောက်ပိုင်းဖြစ်ပေါ်လာမှုကို ဖော်ပြရန် အသုံးပြုထားသည်။ အလ္လာဟ်က အခြားကျမ်းပိုဒ်တစ်ခုတွင် မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُ ۚ يَوْمَ يَأْتِي تَأْوِيلُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ၎င်း၏ 'တာအ်ဝီလ်' ကိုသာ စောင့်ဆိုင်းနေကြပါသလား? ထိုအဖြစ်အပျက် နောက်ဆုံးပြည့်စုံမည့်နေ့တွင်...)</span> ဆိုလိုသည်မှာ စီရင်ဆုံးဖြတ်ရာနေ့တွင် သူတို့အား ကောင်းကျိုး သို့မဟုတ် ဆိုးကျိုး မည်သည့်အရာကို ကတိပြုခဲ့သည်ဖြစ်စေ၊ အမှန်တကယ်ပင် ရောက်ရှိလာပေမည်။</p><p lang=\"hmn\" class=\"hmn \">Yusuf said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ جَعَلَهَا رَبِّي حَقًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏အရှင်သခင်သည် ၎င်းကို အမှန်တကယ်ဖြစ်မြောက်စေခဲ့ပြီ!)</span> အလ္လာဟ်က သူ၏အိပ်မက်ကို အမှန်ဖြစ်စေခြင်းဖြင့် သူ့အား ကောင်းချီးပေးခဲ့ကြောင်း ဖော်ပြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُم مِّنَ الْبَدْوِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော်သည် ကျွန်ုပ်အား အမှန်ပင် ကျေးဇူးပြုခဲ့သည်၊ ကိုယ်တော်သည် ကျွန်ုပ်ကို ထောင်မှ ထုတ်ယူသောအခါ၊ <span class=\"gray\">(သင်တို့အားလုံးကို)</span> မြို့ပြင်ဘဝမှ ခေါ်ဆောင်လာခဲ့သည်။)</span> သဲကန္တာရထဲမှ ဖြစ်သည်၊ အကြောင်းမှာ အိဗ်န် ဂျူရိုင်းဂျ်နှင့် အခြားသူများအဆိုအရ သူတို့သည် မြို့ပြင်ဘဝကို နေထိုင်ကာ နွားများကို မွေးမြူခဲ့ကြသောကြောင့် ဖြစ်သည်။ သူကလည်း သူတို့သည် ပါလက်စတိုင်း၏ 'အာရာဗာ'၊ 'ဂူရ်' ဒေသတွင်၊ ဂရိတ်တား ဆီးရီးယားတွင် နေထိုင်ခဲ့ကြသည်ဟု ဆိုသည်။ ယူစွဖ်က ထို့နောက် ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن بَعْدِ أَن نَّزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي ۚ إِنَّ رَبِّي لَطِيفٌ لِّمَا يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှိုင်တွာန်သည် ကျွန်ုပ်နှင့် ကျွန်ုပ်၏ညီအစ်ကိုများအကြား ရန်လိုမုန်းထားမှုကို ဖြစ်ပွားစေပြီးနောက်။ ဧကန်မလွဲ၊ ကျွန်ုပ်၏အရှင်သခင်သည် အလိုရှိသူများအပေါ် အလွန်ကြင်နာ သဘောထားကြီးတော်မူသည်။)</span> အကြောင်းမှာ အလ္လာဟ်သည် တစ်စုံတစ်ရာကို အလိုရှိသောအခါ၊ ကိုယ်တော်သည် ၎င်း၏ အကြောင်းရင်းများနှင့် တည်ရှိမှုဒြပ်စင်များကို ဖြစ်ပေါ်စေပြီး၊ ထို့နောက် ၎င်းကို တည်ရှိစေရန် အလိုရှိပြီး ရရှိရန် လွယ်ကူစေတော်မူသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ هُوَ الْعَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကိုယ်တော်သာလျှင် အရာအားလုံးကို သိတော်မူ၏။)</span> ကိုယ်တော်၏ ကျွန်များကို အကျိုးပြုသောအရာများကို ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာအားလုံးကို ပညာဉာဏ်ဖြင့် စီမံခန့်ခွဲတော်မူ၏။)</span> ကိုယ်တော်၏ စကားများ၊ လုပ်ရပ်များ၊ အမိန့်တော်များ၊ ကံကြမ္မာများနှင့် ကိုယ်တော် ရွေးချယ်ပြီး အလိုရှိတော်မူသောအရာများတွင် ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "13:1",
    "group_ayah_key": "13:1",
    "from_ayah": "13:1",
    "to_ayah": "13:1",
    "ayah_keys": "13:1",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမဲ့ ကရုဏာရှင်၊ အမြဲတမ်း သနားကြင်နာရှင်ဖြစ်တော်မူသော</p><p class=\"ar qpc-hafs\" lang=\"ar\">المر ۚ تِلْكَ آيَاتُ الْكِتَابِ ۗ وَالَّذِي أُنزِلَ إِلَيْكَ مِن رَّبِّكَ الْحَقُّ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အလစ်ဖ် လမ်-မီမ် ရာ။ ၎င်းတို့သည် ကျမ်းတော် <span class=\"gray\">(ကုရ်အာန်)</span> ၏ အာယတ်တော်များဖြစ်ကြပြီး၊ အသင့်ထံ အသင့်အရှင်သခင်ထံမှ ထုတ်ပြန်ချပေးခဲ့သော အရာသည် အမှန်တရားဖြစ်သော်လည်း လူအများစုသည် မယုံကြည်ကြပေ။)</span></p><div lang=\"gd\" class=\"gd \"><h2>The Qur'an is Allah's Kalam <span class=\"gray\">(Speech)</span></h2></div><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့သည် ဆူရဟ် အလ်-ဘာကရာ၏ အစပိုင်း <span class=\"gray\">(အခန်း ၂)</span> တွင် ကုရ်အာန်ရှိ အချို့သော အခန်းများ၏ အစပိုင်းတွင် ပေါ်လာသော စာလုံးများ၏ အဓိပ္ပါယ်အကြောင်းကို ပြောခဲ့ပြီးဖြစ်သည်။ သီးခြားစာလုံးများဖြင့် စတင်သော ဆူရဟ်တိုင်းသည် ကုရ်အာန်သည် အံ့ဖွယ်ဖြစ်ကြောင်းနှင့် ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ဗျာဒိတ်တော်ဖြစ်ကြောင်း သက်သေဖြစ်ကြောင်း၊ ဤအချက်တွင် သံသယ သို့မဟုတ် ငြင်းပယ်စရာမရှိကြောင်း ကျွန်ုပ်တို့ ဖော်ပြခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ الْكِتَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကျမ်းတော်၏ အာယတ်တော်များဖြစ်သည်)</span>၊ ကုရ်အာန်ကို အလ္လာဟ်အရှင်မြတ်က နောက်ပိုင်းတွင် ဖော်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي أُنزِلَ إِلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အသင့်ထံ ထုတ်ပြန်ချပေးခဲ့သော အရာ)</span>၊ အို မုဟမ္မဒ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن رَّبِّكَ الْحَقُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင့်အရှင်သခင်ထံမှ အမှန်တရားဖြစ်သည်၊)</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူအများစုသည် မယုံကြည်ကြပေ။)</span> အရှင်မြတ်က အခြားအာယတ်တော်တွင် မိန့်တော်မူခဲ့သကဲ့သို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အသင်သည် စိတ်အားထက်သန်စွာ ဆန္ဒရှိစေကာမူ လူသားအများစုသည် ယုံကြည်ကြမည် မဟုတ်ပေ။)</span><span class=\"gray\">[12:103]</span> ဤရှင်းလင်းပြတ်သားပြီး ထင်ရှားသော ရှင်းလင်းချက် <span class=\"gray\">(ကုရ်အာန်)</span> ရှိလင့်ကစား လူအများစုသည် ၎င်းတို့၏ ပုန်ကန်မှု၊ ခေါင်းမာမှုနှင့် ဟန်ဆောင်မှုများကြောင့် ယုံကြည်ကြမည် မဟုတ်ကြောင်း အလ္လာဟ်အရှင်မြတ်က ကြေညာတော်မူသည်။</p>"
  }
]