[
  {
    "ayah_key": "12:80",
    "group_ayah_key": "12:80",
    "from_ayah": "12:80",
    "to_ayah": "12:82",
    "ayah_keys": "12:80,12:81,12:82",
    "text": "<p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်းတို့သည် သူ့အပေါ် မျှော်လင့်ချက် ကင်းမဲ့သွားသောအခါ၊ ၎င်းတို့သည် သီးသန့်တိုင်ပင်ခဲ့ကြသည်။ ၎င်းတို့အနက် အကြီးဆုံးသူက ပြောသည်- \"အသင်တို့၏ဖခင်သည် အသင်တို့ထံမှ အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် ကျိန်ဆိုခြင်းကို ရယူခဲ့သည်ကို အသင်တို့ မသိကြဘူးလား။ ၎င်းပြင် ယခင်က အသင်တို့သည် ယူစွဖ်နှင့်ပတ်သက်၍ အသင်တို့၏ တာဝန်ကို ပျက်ကွက်ခဲ့ကြသည်။ ထို့ကြောင့် ငါ့ဖခင် ခွင့်ပြုသည်အထိ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်က ငါ့အရေးကို ဆုံးဖြတ်ပေးသည်အထိ ဤမြေကို ငါစွန့်ခွာမည်မဟုတ်ပေ။ အရှင်မြတ်သည် တရားသူကြီးများအနက် အကောင်းဆုံး ဖြစ်တော်မူ၏။ <span>(၈၀)</span>\"အသင်တို့ဖခင်ထံ ပြန်သွားပြီး ပြောကြလော့၊ 'အို ကျွန်ုပ်တို့၏ဖခင်! အမှန်စင်စစ် အသင်၏သားသည် ခိုးယူခဲ့ပြီ။ ကျွန်ုပ်တို့သိသော အတိုင်းသာ သက်သေခံပါသည်။ ၎င်းပြင် ကျွန်ုပ်တို့သည် မမြင်နိုင်သောအရာကို မသိနိုင်ခဲ့ပါ။ <span>(၈၁)</span>\"ကျွန်ုပ်တို့သွားခဲ့သော မြို့သူမြို့သား <span class=\"gray\">(များကို)</span> နှင့် ကျွန်ုပ်တို့ပြန်လာခဲ့သော ကုန်အဖွဲ့ကို မေးကြည့်ပါ။ ၎င်းပြင် ကျွန်ုပ်တို့သည် အမှန်ကို ပြောနေကြပါသည်။ <span>(၈၂)</span></p><div lang=\"my\" class=\"my \"><h2>ယူစွဖ်၏ ညီအစ်ကိုများက လျှို့ဝှက်စွာ အချင်းချင်း တိုင်ပင်ကြခြင်း၊ ၎င်းတို့၏ အကြီးဆုံးအစ်ကိုက ပေးခဲ့သော အကြံဉာဏ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ပြောပြတော်မူသည်မှာ ယူစွဖ်၏ ညီအစ်ကိုများသည် ၎င်းတို့၏ ဖခင်အား ဘင်ယမင်းကို ပြန်ခေါ်လာပေးမည်ဟု ကတိပေးကာ ကျိန်ဆိုခဲ့ကြသော်လည်း ၎င်းတို့ညီ ဘင်ယမင်းအား လွတ်မြောက်အောင် မလုပ်နိုင်ခဲ့ကြသဖြင့် အလွန်စိတ်ပျက်အားငယ်နေခဲ့ကြသည်။ ၎င်းတို့သည် ၎င်းတို့၏ ဖခင်အားပေးခဲ့သော ကတိကို မတည်နိုင်ခဲ့ကြသောကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلَصُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သီးသန့်)</span> လူအများ၏ မျက်စိအောက်မှ ဝေးရာတွင်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">نَجِيًّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ တိုင်ပင်ကြသည်)</span> ၎င်းတို့အချင်းချင်း၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ كَبِيرُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက် အကြီးဆုံးသူက ပြောသည်)</span> ၎င်း၏အမည်မှာ ကျွန်ုပ်တို့ဖော်ပြခဲ့သည့်အတိုင်း ရူဘီလ် (သို့မဟုတ်) ယဟူဒါ ဖြစ်သည်။ ၎င်းသည် ၎င်းတို့အနက် ယူစွဖ်ကို သတ်ဖြတ်မည့်အစား ရေတွင်းထဲသို့ ပစ်ချရန် အကြံပြုခဲ့သူ ဖြစ်သည်။ ထို့ကြောင့် ရူဘီလ်က ၎င်းတို့အား ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَعْلَمُوا أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُم مَّوْثِقًا مِّنَ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့၏ဖခင်သည် အသင်တို့ထံမှ အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် ကျိန်ဆိုခြင်းကို ရယူခဲ့သည်ကို အသင်တို့ မသိကြဘူးလား။)</span> ဘင်ယမင်းကို သူ့ထံ ပြန်လည်ပို့ဆောင်ရန်လား။ သို့သော် အသင်တို့သည် ဤကတိကို မတည်နိုင်ခဲ့ကြပါ။ ၎င်းပြင် ယခင်က အသင်တို့သည် ယူစွဖ်ကို သူ့ဖခင်ထံမှ ပျောက်ကွယ်စေခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنْ أَبْرَحَ الْأَرْضَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ငါသည် ဤမြေကို စွန့်ခွာမည်မဟုတ်ပေ)</span>၊ ငါသည် အီဂျစ်ကို စွန့်ခွာမည်မဟုတ်ပေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَأْذَنَ لِي أَبِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ဖခင် ခွင့်ပြုသည်အထိ)</span>၊ သူငါ့ကို နှစ်သက်နေစဉ် သူ့ထံ ပြန်သွားရန် ခွင့်ပြုသည်အထိ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَحْكُمَ اللَّهُ لِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်က ငါ့အရေးကို ဆုံးဖြတ်ပေးသည်)</span> ဓားကို အသုံးပြုခြင်းအားဖြင့် သို့မဟုတ်၊ ၎င်းတို့က ပြောသည်၊ ငါ့ညီကို လွတ်မြောက်အောင် လုပ်ပေးခြင်းအားဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ خَيْرُ الْحَكِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် တရားသူကြီးများအနက် အကောင်းဆုံး ဖြစ်တော်မူ၏။)</span>၊ ထို့နောက် အရှင်မြတ်က ၎င်းတို့အား ဘင်ယမင်းနှင့် ပတ်သက်၍ ဖြစ်ပျက်ခဲ့သည်များကို ၎င်းတို့၏ ဖခင်အား ပြောပြရန် အမိန့်ပေးခဲ့သည်၊ သို့မှသာ ဘင်ယမင်းအား ဖြစ်ပျက်ခဲ့သည့်အကြောင်း ၎င်းတို့၏ ဆင်ခြေကို တင်ပြနိုင်ပြီး သူ့ရှေ့မှောက်တွင် ၎င်းတို့၏ အပြစ်ကင်းစင်မှုကို တောင်းဆိုနိုင်မည်ဖြစ်သည်။ ရူဘီလ်က ၎င်းတို့အား <span class=\"gray\">(၎င်းတို့၏ ဖခင်အား ပြောရန်)</span> ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا لِلْغَيْبِ حَافِظِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ကျွန်ုပ်တို့သည် မမြင်နိုင်သောအရာကို မသိနိုင်ခဲ့ပါ။)</span> သို့မဟုတ် 'အသင်၏သား ခိုးယူခဲ့သည်ကို ကျွန်ုပ်တို့မသိခဲ့ပါ' ဟူ၍ ကတာဒါနှင့် အစ်က်ရိမာဟ်တို့၏ အဆိုအရ ဖြစ်သည်။ အဗ်ဒုရ်-ရာဟ်မာန် ဘင်မ် ဇိုင်ဒ် ဘင်မ် အဆ်လမ်က ၎င်း၏အဓိပ္ပါယ်မှာ 'ဘင်ယမင်းသည် ဘုရင်ပိုင်ပစ္စည်းတစ်ခုခုကို ခိုးယူခဲ့သည်ကို ကျွန်ုပ်တို့မသိခဲ့ပါ၊ ကျွန်ုပ်တို့သည် သူခိုး၏ ပြစ်ဒဏ်ကိုသာ ပြောခဲ့ခြင်းဖြစ်သည်' ဟူ၍ ဖြစ်သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သွားခဲ့သော မြို့သူမြို့သား <span class=\"gray\">(များကို)</span> မေးကြည့်ပါ)</span>၊ ကတာဒါ၏ အဆိုအရ အီဂျစ်ကို ရည်ညွှန်းခြင်းဖြစ်သည် သို့မဟုတ် အခြားမြို့တစ်မြို့ကို။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعِيرَ الَّتِي أَقْبَلْنَا فِيهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ကျွန်ုပ်တို့ပြန်လာခဲ့သော ကုန်အဖွဲ့ကို)</span>၊ 'ကျွန်ုပ်တို့၏ မှန်ကန်မှု၊ ရိုးသားမှု၊ ကာကွယ်မှုနှင့် စိတ်ရင်းမှန်ဖြင့် ထိန်းသိမ်းစောင့်ရှောက်မှုတို့နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَصَادِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းပြင် ကျွန်ုပ်တို့သည် အမှန်ကို ပြောနေကြပါသည်။)</span> ကျွန်ုပ်တို့ အသင်အား ပြောပြခဲ့သည့်အတိုင်း၊ ဘင်ယမင်းသည် ခိုးယူခဲ့ပြီး သူခိုးမှုအတွက် လျော်ကြေးအဖြစ် ဖမ်းဆီးခံခဲ့ရသည်'။</p>"
  },
  {
    "ayah_key": "12:83",
    "group_ayah_key": "12:83",
    "from_ayah": "12:83",
    "to_ayah": "12:86",
    "ayah_keys": "12:83,12:84,12:85,12:86",
    "text": "<p lang=\"my\" class=\"my \">သူ <span class=\"gray\">[ယအ်ကူးဘ်]</span> က ပြောသည်- \"မဟုတ်ဘူး၊ မင်းတို့ ကိုယ်တိုင်က မင်းတို့ကို တစ်စုံတစ်ခုလုပ်ဖို့ လှည့်ဖြားခဲ့ကြတာပဲ။ ဒါကြောင့် သည်းခံခြင်းဟာ <span class=\"gray\">(ငါ့အတွက်)</span> အသင့်တော်ဆုံးပဲ။ အလ္လာဟ်အရှင်မြတ်က သူတို့ကို အားလုံး ငါ့ဆီကို <span class=\"gray\">(ပြန်)</span> ခေါ်ဆောင်လာပေးလိမ့်မယ်။ အမှန်စင်စစ်၊ ကိုယ်တော်သည်! ကိုယ်တော်သာလျှင် အရာအားလုံးကို သိတော်မူသော၊ ပညာရှင်ဖြစ်သည်။ <span>(၈၃)</span>ထို့နောက် သူသည် သူတို့ထံမှ လှည့်ထွက်သွားပြီး \"အို၊ ငါ့ရဲ့ယူဆွဖ်အတွက် ဝမ်းနည်းရခြင်းပါပဲ!\" ဟု ပြောသည်။ သူသည် ဖိနှိပ်ထားသော ဝမ်းနည်းမှုကြောင့် သူ၏အမြင်အာရုံကို ဆုံးရှုံးခဲ့ရသည်။ <span>(၈၄)</span>သူတို့က ပြောသည်- \"အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါ၏! သင်သည် အသက်ကြီးရင့်၍ အားနည်းသွားသည်အထိ၊ သို့မဟုတ် သေဆုံးသွားသည်အထိ ယူဆွဖ်ကို သတိရခြင်းမှ ဘယ်တော့မှ ရပ်တန့်လိမ့်မည်မဟုတ်ပါ။ <span>(၈၅)</span>သူက ပြောသည်- \"ငါသည် ငါ့ရဲ့ဝမ်းနည်းပူဆွေးမှုနှင့် စိုးရိမ်မှုတို့ကို အလ္လာဟ်အရှင်မြတ်ထံသာ တိုင်ကြားတာဖြစ်ပြီး၊ မင်းတို့မသိတဲ့အရာတွေကို ငါဟာ အလ္လာဟ်အရှင်မြတ်ထံမှ သိတယ်။ <span>(၈၆)</span></p><div lang=\"fr\" class=\"fr \"><h2>Allah's Prophet Ya'qub receives the Grievous News</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ယအ်ကူးဘ်သည် ယူဆွဖ်၏ အင်္ကျီပေါ်တွင် မမှန်မကန်သွေးများကို ယူဆောင်လာသောအခါ သူတို့ကို ပြောခဲ့သည့် စကားများကို သူ၏သားသမီးများအား ပြန်လည်ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ မင်းတို့ ကိုယ်တိုင်က မင်းတို့ကို တစ်စုံတစ်ခုလုပ်ဖို့ လှည့်ဖြားခဲ့ကြတာပဲ။ ဒါကြောင့် သည်းခံခြင်းဟာ <span class=\"gray\">(ငါ့အတွက်)</span> အသင့်တော်ဆုံးပဲ။)</span> မိုဟာမတ် ဘင် အစ်ဟာက်က ပြောသည်- \"သူတို့က ယအ်ကူးဘ်ဆီကို ပြန်သွားပြီး ဖြစ်ပျက်ခဲ့တာတွေကို ပြောပြတဲ့အခါ၊ သူက သူတို့ကို မယုံဘူး။ ဒါဟာ သူတို့ ယူဆွဖ်ကို လုပ်ခဲ့တဲ့အရာတွေ ထပ်ဖြစ်တာလို့ ထင်ခဲ့တယ်။ ဒါကြောင့် သူက ပြောခဲ့တယ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ မင်းတို့ ကိုယ်တိုင်က မင်းတို့ကို တစ်စုံတစ်ခုလုပ်ဖို့ လှည့်ဖြားခဲ့ကြတာပဲ။ ဒါကြောင့် သည်းခံခြင်းဟာ <span class=\"gray\">(ငါ့အတွက်)</span> အသင့်တော်ဆုံးပဲ။)</span> အချို့က ပြောသည်မှာ၊ ဤဖြစ်ရပ်အသစ်သည် သူတို့အရင်က <span class=\"gray\">[ယူဆွဖ်ကို]</span> လုပ်ခဲ့သည့်အရာများနောက်မှ ဖြစ်ပေါ်လာခဲ့သောကြောင့်၊ သူတို့ <span class=\"gray\">[ယူဆွဖ်ကို]</span> လုပ်ခဲ့သည့်အချိန်တွင် ပေးခဲ့သော တူညီသည့်ဆုံးဖြတ်ချက်ကို ဤနောက်ပိုင်းဖြစ်ရပ်အတွက် ပေးခဲ့သည်။ ထို့ကြောင့်၊ ယအ်ကူးဘ်၏ ဤနေရာမှ ထုတ်ပြန်ချက်သည် သင့်လျော်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မဟုတ်ဘူး၊ မင်းတို့ ကိုယ်တိုင်က မင်းတို့ကို တစ်စုံတစ်ခုလုပ်ဖို့ လှည့်ဖြားခဲ့ကြတာပဲ။ ဒါကြောင့် သည်းခံခြင်းဟာ <span class=\"gray\">(ငါ့အတွက်)</span> အသင့်တော်ဆုံးပဲ။)</span> ထို့နောက် သူသည် အလ္လာဟ်အရှင်မြတ်ထံတွင် သူ၏သားသုံးဦးဖြစ်သော ယူဆွဖ်၊ ဘင်ယမင်းနှင့် ရူဘီလ်တို့ကို သူ့ထံ ပြန်လည်ခေါ်ဆောင်ပေးရန် တောင်းပန်ခဲ့သည်။\" ရူဘီလ်သည် အီဂျစ်တွင် သူ့အမှုနှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်၏ ဆုံးဖြတ်ချက်ကို စောင့်ဆိုင်းနေခဲ့သည်၊ ဖခင်၏ခွင့်ပြုချက်ဖြင့် အိမ်ပြန်ရန်၊ သို့မဟုတ် သူ၏ညီကို ယုံကြည်စိတ်ချစွာ ပြန်လွှတ်ပေးရန် ဖြစ်သည်။ ထို့ကြောင့် ယအ်ကူးဘ်က ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَى اللَّهُ أَن يَأْتِيَنِي بِهِمْ جَمِيعًا ۚ إِنَّهُ هُوَ الْعَلِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က သူတို့ကို အားလုံး ငါ့ဆီကို <span class=\"gray\">(ပြန်)</span> ခေါ်ဆောင်လာပေးလိမ့်မယ်။ အမှန်စင်စစ်၊ ကိုယ်တော်သည်! ကိုယ်တော်သာလျှင် အရာအားလုံးကို သိတော်မူသော,)</span> ငါ၏ စိတ်သောကရောက်နေချိန်၌၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပညာရှင်)</span>၊ ကိုယ်တော်၏ ဆုံးဖြတ်ချက်များ၊ ကိုယ်တော်ချမှတ်သည့် အမိန့်တော်နှင့် ကြိုတင်ပြဋ္ဌာန်းချက်များတွင်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَا أَسَفَىٰ عَلَىٰ يُوسُفَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် သူတို့ထံမှ လှည့်ထွက်သွားပြီး \"အို၊ ငါ့ရဲ့ယူဆွဖ်အတွက် ဝမ်းနည်းရခြင်းပါပဲ!\" ဟု ပြောသည်။)</span> သူသည် သူ၏သားသမီးများထံမှ လှည့်ထွက်သွားပြီး ယူဆွဖ်အတွက် သူ၏ဟောင်းနွမ်းနေသော ဝမ်းနည်းမှုကို ပြန်လည်အမှတ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَسَفَىٰ عَلَىٰ يُوسُفَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ ငါ့ရဲ့ယူဆွဖ်အတွက် ဝမ်းနည်းရခြင်းပါပဲ!)</span> ဘင်ယမင်းနှင့် ရူဘီလ်တို့ကို ဆုံးရှုံးရသည့် ဝမ်းနည်းမှုအသစ်သည် သူ့ကိုယ်သူ သိမ်းထားခဲ့သော သူ၏ဟောင်းနွမ်းနေသည့် ဝမ်းနည်းမှုကို ပြန်လည်ဖြစ်ပေါ်စေခဲ့သည်။ အဗ်ဒူရ်-ရဇ်ဇာက်က အသ်-သောင်ရီ ပြောသည်မှာ စူဖ်ယန် အလ်-အူစဖူရီ ပြောသည်၊ ဆာအိဒ် ဘင် ဂျူဘိုင်ရ်က ပြောသည်မှာ \"ဤလူမျိုး <span class=\"gray\">[တမန်တော် မိုဟာမတ် ﷺ ၏ နောက်လိုက်များ]</span> ကိုသာ အလ်-အစ်တီရ်ဂျာအ် <span class=\"gray\">['ကျွန်ုပ်တို့သည် အလ္လာဟ်ထံမှ ဖြစ်ပြီး ကိုယ်တော်ထံသို့ ပြန်သွားရမည်' ဟု ပြောခြင်း]</span> ကို ပေးအပ်ခဲ့သည်။ သင်သည် ယအ်ကူးဘ်၊ ကိုယ်တော်အပေါ် ငြိမ်းချမ်းခြင်း သက်ရောက်ပါစေ၊ ၏ ထုတ်ပြန်ချက်ကို မကြားဖူးဘူးလား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَسَفَىٰ عَلَىٰ يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"အို၊ ငါ့ရဲ့ယူဆွဖ်အတွက် ဝမ်းနည်းရခြင်းပါပဲ!\" သူသည် ဖိနှိပ်ထားသော ဝမ်းနည်းမှုကြောင့် သူ၏အမြင်အာရုံကို ဆုံးရှုံးခဲ့ရသည်။)</span>?\" ကာတာဒါဟ်နှင့် အခြားသော ပညာရှင်များအဆိုအရ၊ ယအ်ကူးဘ်သည် သူ၏ဝမ်းနည်းမှုကို ဖိနှိပ်ထားခဲ့ပြီး ဖန်ဆင်းခံသတ္တဝါတစ်ဦးဦးထံ မတိုင်ကြားခဲ့ပါ။ အဒ်-ဒါဟ်ဟာက်ကလည်း မှတ်ချက်ပြုသည်မှာ \"ယအ်ကူးဘ်သည် စိတ်ထိခိုက်၊ ဝမ်းနည်းပူဆွေးပြီး စိတ်မချမ်းမြေ့ဖြစ်နေခဲ့သည်။\" </p><p lang=\"my\" class=\"my \">ယအ်ကူးဘ်၏သားသမီးများက သူ့ကို သနားကြင်နာပြီး ဝမ်းနည်းကြေကွဲ၊ သနားဂရုဏာစိတ်ဖြင့် ပြောဆိုခဲ့ကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَاللَّهِ تَفْتَأُ تَذْكُرُ يُوسُفَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါ၏! သင်သည် ယူဆွဖ်ကို သတိရခြင်းမှ ဘယ်တော့မှ ရပ်တန့်လိမ့်မည်မဟုတ်ပါ။)</span>၊ 'သင်သည် ယူဆွဖ်ကို ဆက်လက်သတိရနေမည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">حَتَّىٰ تَكُونَ حَرَضًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသက်ကြီးရင့်၍ အားနည်းသွားသည်အထိ၊)</span>၊ သင့်ခွန်အားများ ကုန်ဆုံးသွားသည်အထိ၊'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ تَكُونَ مِنَ الْهَالِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် သေဆုံးသွားသည်အထိ။)</span> သူတို့က ပြောသည်- 'သင်သာ ဒီအတိုင်းဆက်နေမယ်ဆိုရင်၊ သင် ဝမ်းနည်းမှုနဲ့ သေဆုံးသွားမှာကို ကျွန်ုပ်တို့ စိုးရိမ်တယ်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"ငါသည် ငါ့ရဲ့ဝမ်းနည်းပူဆွေးမှုနှင့် စိုးရိမ်မှုတို့ကို အလ္လာဟ်အရှင်မြတ်ထံသာ တိုင်ကြားတာဖြစ်တယ်။\")</span> သူတို့က ထိုစကားများကို ပြောသောအခါ၊ ယအ်ကူးဘ်က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါသည် ငါ့ရဲ့ဝမ်းနည်းပူဆွေးမှုနှင့် စိုးရိမ်မှုတို့ကိုသာ တိုင်ကြားသည်)</span> ငါ့အပေါ်ကျရောက်ခဲ့သော ဘေးဆိုးများအတွက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَى اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံသို့၊)</span> တစ်ပါးတည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မင်းတို့မသိတဲ့အရာတွေကို ငါဟာ အလ္လာဟ်အရှင်မြတ်ထံမှ သိတယ်။)</span> အလ္လာဟ်အရှင်မြတ်ထံမှ ကောင်းမြတ်မှုအမျိုးမျိုးကို ငါ မျှော်လင့်တယ်။' အိဗ်နု အဗ္ဗားစ်က အဓိပ္ပါယ်ကို မှတ်ချက်ပြုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မင်းတို့မသိတဲ့အရာတွေကို ငါဟာ အလ္လာဟ်အရှင်မြတ်ထံမှ သိတယ်။)</span> \"ယူဆွဖ် မြင်ခဲ့သော အိပ်မက်သည် မှန်ကန်ပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်းကို သေချာပေါက် အမှန်ဖြစ်လာစေမည်။\"</p>"
  },
  {
    "ayah_key": "12:87",
    "group_ayah_key": "12:87",
    "from_ayah": "12:87",
    "to_ayah": "12:88",
    "ayah_keys": "12:87,12:88",
    "text": "<p lang=\"my\" class=\"my \">\"အို ငါ့သားတို့! ယူဆွဖ်နှင့် ၎င်း၏ညီအကြောင်းကို သွား၍ မေးမြန်းကြလော့။ အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို မည်သည့်အခါမျှ လက်မလျှော့ကြနှင့်။ အမှန်စင်စစ် မည်သူမျှ အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို အယုံအကြည်မရှိသူများမှတစ်ပါး စိတ်ပျက်အားငယ်ခြင်းမရှိကြပေ။ <span>(၈၇)</span> ထို့နောက် ၎င်းတို့သည် သူ့ထံသို့ ဝင်ရောက်လာသောအခါ ၎င်းတို့က ပြောကြသည်– \"အို အဇီးဇ်! ကျွန်ုပ်တို့နှင့် ကျွန်ုပ်တို့၏မိသားစုတို့သည် ဆင်းရဲဒုက္ခရောက်နေပြီဖြစ်၍ ကျွန်ုပ်တို့၌ နည်းပါးသော ပစ္စည်းအရင်းအနှီးသာရှိပါသည်၊ သို့ဖြစ်၍ ကျွန်ုပ်တို့အား ပြည့်စုံသော ပမာဏကို ပေးပါ၊ ကျွန်ုပ်တို့အပေါ် ရက်ရောစွာ ဆက်ဆံတော်မူပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ရက်ရောသူများကို အကျိုးပေးတော်မူပေသည်။ <span>(၈၈)</span></p><div lang=\"my\" class=\"my \"><h2>ယအ်ကူးဗ်သည် ၎င်း၏သားသမီးများကို ယူဆွဖ်နှင့် ၎င်း၏ညီအကြောင်းကို မေးမြန်းရန် အမိန့်ပေးခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ယအ်ကူးဗ် (အလိုင်ဟစ်စလာမ်) သည် ၎င်း၏သားသမီးများကို ယူဆွဖ်နှင့် ၎င်း၏ညီ ဗင်ယာမင်တို့၏ သတင်းကို သူလျှိုများကဲ့သို့ မဟုတ်ဘဲ၊ ကောင်းမွန်သော နည်းလမ်းဖြင့် ပြန်သွား၍ မေးမြန်းရန် အမိန့်ပေးခဲ့သည်ဟု ဖော်ပြထားသည်။ ၎င်းတို့ကို အားပေးခဲ့ပြီး၊ သတင်းကောင်းများ ပေးခဲ့ကာ အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို စိတ်ပျက်အားငယ်ခြင်းမရှိရန် အမိန့်ပေးခဲ့သည်။ ၎င်းတို့ ပြီးမြောက်အောင်မြင်လိုသည့် ကိစ္စများအတွက် အလ္လာဟ်အရှင်မြတ်အပေါ် မျှော်လင့်ချက်ကို ဘယ်တော့မှ လက်မလျှော့ရန်နှင့် ကိုယ်တော်ကို ဘယ်တော့မှ ယုံကြည်မှု မဖြတ်တောက်ရန် အမိန့်ပေးခဲ့သည်။ အယုံအကြည်မရှိသူများသာ အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်ကို စိတ်ပျက်အားငယ်ကြသည်ဟု ၎င်းတို့အား ပြောကြားခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ယူဆွဖ်၏ ညီအစ်ကိုများ သူ့ရှေ့တွင် ရပ်တည်ခြင်း</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا دَخَلُوا عَلَيْهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် သူ့ထံသို့ ဝင်ရောက်လာသောအခါ)</span> ၎င်းတို့ အီဂျစ်သို့ ပြန်သွားပြီး ယူဆွဖ်ထံသို့ ဝင်ရောက်လာသောအခါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا أَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောကြသည်– \"အို အဇီးဇ်! ကျွန်ုပ်တို့နှင့် ကျွန်ုပ်တို့၏မိသားစုတို့သည် ဆင်းရဲဒုက္ခရောက်နေပြီ...\")</span> ပြင်းထန်သော မိုးခေါင်ရေရှားမှုနှင့် အစားအစာရှားပါးမှုကြောင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِئْنَا بِبِضَاعَةٍ مُّزْجَاةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၌ နည်းပါးသော ပစ္စည်းအရင်းအနှီးသာရှိပါသည်၊)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့ ဝယ်ယူလိုသော အစားအစာအတွက် ငွေယူလာခဲ့သော်လည်း များများစားစားမရှိပါ' ဟု မူဂျာဟစ်၊ အလ်-ဟစန်နှင့် အခြားသူအများအပြားက ပြောသည်။ </p><p lang=\"ceb\" class=\"ceb \">Allah said that they said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْفِ لَنَا الْكَيْلَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ကျွန်ုပ်တို့အား ပြည့်စုံသော ပမာဏကို ပေးပါ)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့ ယူလာသော ငွေနည်းနည်းအတွက် သင်ယခင်က ပေးခဲ့သော ပြည့်စုံသည့် ပမာဏကို ပေးပါ' ဟု ဖြစ်သည်။ အိဗ်နု မဆ်အူဒ်သည် ဤအာယသ်ကို \"ကျွန်ုပ်တို့၏ တိရစ္ဆာန်များပေါ်၌ အပြည့်အဝ တင်ပေးပါ၊ ကျွန်ုပ်တို့အပေါ် ရက်ရောစွာ ဆက်ဆံတော်မူပါ\" ဟု အဓိပ္ပာယ်ရသည့် နည်းလမ်းဖြင့် ဖတ်ခဲ့သည်။ အိဗ်နု ဂျုရိုင်ဂျ်က \"ကျွန်ုပ်တို့၏ ညီကို ပြန်လည်ပေးခြင်းဖြင့် ကျွန်ုပ်တို့အပေါ် ရက်ရောစွာ ဆက်ဆံပါ\" ဟု မှတ်ချက်ပြုခဲ့သည်။ ဆူဖ်ယန် ဘင်န် အုယိုင်းနာအား ဆွဒ်ကာ <span class=\"gray\">(အလှူဒါန)</span> သည် ကျွန်ုပ်တို့၏ တမန်တော် ﷺ မတိုင်မီ တမန်တော်တစ်ပါးပါးအတွက် တားမြစ်ထားပါသလားဟု မေးသောအခါ၊ ၎င်းက \"သင်သည် ဤအာယသ်ကို မကြားဖူးဘူးလား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَا ۖ إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ကျွန်ုပ်တို့အား ပြည့်စုံသော ပမာဏကို ပေးပါ၊ ကျွန်ုပ်တို့အပေါ် ရက်ရောစွာ ဆက်ဆံတော်မူပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ရက်ရောသူများကို အကျိုးပေးတော်မူပေသည်။)</span>\" အိဗ်နု ဂျာရီရ် အသ်-တာဘာရီသည် ဤထုတ်ပြန်ချက်ကို စုဆောင်းခဲ့သည်။</p>"
  }
]