[
  {
    "ayah_key": "18:54",
    "group_ayah_key": "18:54",
    "from_ayah": "18:54",
    "to_ayah": "18:54",
    "ayah_keys": "18:54",
    "text": "<p class=\"my translation\" lang=\"my\">ဤကုရ်အာန်တွင် လူသားတို့အတွက် ဥပမာအမျိုးမျိုးကို ငါတို့သည် ပေးပြီးဖြစ်သည်။ သို့သော် လူသားသည် မည်သည့်အရာထက်မဆို အမြဲတစေ ငြင်းခုံတတ်သူဖြစ်သည်။ <span>(၅၄)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်၌ ဖော်ပြထားသော ဥပမာများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'ဤကုရ်အာန်တွင် လူသားတို့အား အမှန်တရားမှ ကင်းလွတ်မည်မဟုတ်၊ လမ်းမှားသို့ ရောက်ရှိမည်မဟုတ်စေရန် ကိစ္စရပ်များကို ငါတို့သည် ရှင်းပြပြီး ပြတ်သားသော အသေးစိတ်အချက်အလက်များကို ပေးပြီးဖြစ်သည်။ ဤရှင်းလင်းချက်များကြားမှပင် လူသားသည် အလွန်ငြင်းခုံတတ်ပြီး အမှန်တရားကို အမှားဖြင့် ဆန့်ကျင်သည်။' အလ္လာဟ်အရှင်မြတ်က ကယ်တင်ခြင်းလမ်းသို့ လမ်းပြသောသူများမှအပ။ အီမာမ် အာမဒ်က မှတ်တမ်းတင်ထားသည်မှာ 'အလီ ဘင် အဘီ တာလစ်ဗ်က အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ သည် ညဘက်တွင် သူ့အားနှင့် အလ္လာဟ်၏ ရစူလ်တမန်တော်၏ သမီး ဖာတိမာကို လာရောက်လည်ပတ်ခဲ့ပြီး မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تُصَلِّيَانِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ဆွလားသ်မပြုလုပ်ကြတော့ဘူးလား?)</span> ကျွန်ုပ်က ပြောသည်၊ \"အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ ကျွန်ုပ်တို့၏ စိတ်ဝိညာဉ်များသည် အလ္လာဟ်၏ လက်ထဲတွင် ရှိပါသည်။ အရှင်မြတ်က ကျွန်ုပ်တို့ကို နိုးစေလိုလျှင် အရှင်မြတ်က ကျွန်ုပ်တို့ကို နိုးစေလိမ့်မည်။\" ကျွန်ုပ် ထိုသို့ပြောသောအခါ၊ သူသည် ပြန်လှည့်မလာဘဲ ထွက်သွားသည်။ ထို့နောက် သူ ထွက်ခွာသွားစဉ် သူ၏ ပေါင်ကို ရိုက်ခတ်ပြီး ပြောနေသည်ကို ကျွန်ုပ်ကြားခဲ့ရသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ الْإِنسَانُ أَكْثَرَ شَيْءٍ جَدَلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် လူသားသည် မည်သည့်အရာထက်မဆို အမြဲတစေ ငြင်းခုံတတ်သူဖြစ်သည်။)</span>\" ၎င်းကို ဆွဟီဟ် နှစ်ခုတွင်လည်း မှတ်တမ်းတင်ထားသည်။</p>"
  },
  {
    "ayah_key": "18:55",
    "group_ayah_key": "18:55",
    "from_ayah": "18:55",
    "to_ayah": "18:56",
    "ayah_keys": "18:55,18:56",
    "text": "<p lang=\"my\" class=\"my \">လူသားတို့သည် ယုံကြည်ခြင်းမှ မည်သည့်အရာကမှ တားဆီးထားခြင်းမရှိ၊ ၎င်းတို့ထံသို့ လမ်းညွှန်မှု ရောက်လာပြီး၊ ၎င်းတို့၏ အရှင်သခင်ထံမှ ခွင့်လွှတ်မှု တောင်းခံခြင်းမှလည်း တားဆီးထားခြင်းမရှိ၊ ရှေးသူဟောင်းတို့၏ နည်းလမ်းများ ၎င်းတို့နှင့် ပြန်လည်ဖြစ်ပေါ်လာခြင်း သို့မဟုတ် ပြစ်ဒဏ် ၎င်းတို့ထံသို့ မျက်နှာချင်းဆိုင် ရောက်ရှိလာခြင်းမှအပ။ <span>(၅၅)</span> တမန်တော်များကို သတင်းကောင်းပေးသူများနှင့် သတိပေးသူများအဖြစ်မှအပ ငါတို့သည် မစေလွှတ်ခဲ့ပေ။ သို့သော် မယုံကြည်သူများသည် မှန်ကန်သောအရာကို မှားယွင်းစွာဖြင့် ငြင်းခုံကြသည်၊ ထိုသို့အားဖြင့် အမှန်တရားကို ငြင်းပယ်ရန်အတွက် ဖြစ်သည်။ ၎င်းတို့သည် ငါ၏ အာယတ်တော်များကိုလည်းကောင်း၊ ၎င်းတို့အား သတိပေးထားသောအရာများကိုလည်းကောင်း ပြက်ရယ်ပြုကြသည်။ <span>(၅၆)</span></p><div lang=\"my\" class=\"my \"><h2>မယုံကြည်သူများ၏ ပုန်ကန်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ရှေးခေတ်နှင့် မကြာသေးမီက မယုံကြည်သူများ၏ ပုန်ကန်ခြင်းအကြောင်းကို ပြောပြသည်၊ ၎င်းတို့သည် ရှင်းလင်းသော လက္ခဏာများနှင့် သက်သေအထောက်အထားများကို မြင်တွေ့ရသော်လည်း ထင်ရှားသော အမှန်တရားကို မည်သို့ငြင်းပယ်ခဲ့ကြသည်ကို ပြောပြသည်။ ၎င်းတို့အား သတိပေးထားသော ပြစ်ဒဏ်ကို ကိုယ်တိုင် မျက်ဝါးထင်ထင် မြင်လိုသော ၎င်းတို့၏ တောင်းဆိုမှုမှအပ မည်သည့်အရာကမှ ၎င်းတို့အား အမှန်တရားကို လိုက်နာခြင်းမှ တားဆီးနိုင်ခဲ့ခြင်းမရှိပေ။ ၎င်းတို့အချို့က ၎င်းတို့၏ ပရောဖက်အား ပြောခဲ့သကဲ့သို့၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ إِن كُنتَ مِنَ الصَّادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သင်သည် မှန်ကန်သူများထဲမှ ဖြစ်ပါက ကောင်းကင်မှ အပိုင်းအစတစ်ခုကို ကျွန်ုပ်တို့အပေါ်သို့ ကျရောက်စေပါ။)</span><span class=\"gray\">[၂၆:၁၈၇]</span>၊ အခြားသူများက ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتِنَا بِعَذَابِ اللَّهِ إِن كُنتَ مِنَ الصَّادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် မှန်ကန်သူများထဲမှ တစ်ဦးဖြစ်ပါက အလ္လာဟ်၏ ပြစ်ဒဏ်ကို ကျွန်ုပ်တို့အပေါ်သို့ ဆောင်ခဲ့ပါ။)</span><span class=\"gray\">[၂၉:၂၉]</span> ကုရိုက်ရှ်တို့က ပြောသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို အလ္လာဟ်! ဤသည် သင်ထံမှ အမှန်တကယ် အမှန်တရားဖြစ်ပါက၊ ကျွန်ုပ်တို့အပေါ်သို့ ကောင်းကင်မှ ကျောက်တုံးများ ရွာချပါ သို့မဟုတ် ကျွန်ုပ်တို့အပေါ်သို့ နာကျင်သော ပြစ်ဒဏ်ကို ဆောင်ခဲ့ပါ။)</span><span class=\"gray\">[၈:၃၂]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ - لَّوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِن كُنتَ مِنَ الصَّادِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောသည်– \"အို သတိပေးချက်ကို ချပေးခြင်းခံရသူ! အမှန်စင်စစ် သင်သည် ရူးသွပ်သူတစ်ဦးဖြစ်သည်။ သင်သည် မှန်ကန်သူများထဲမှ ဖြစ်ပါက အဘယ်ကြောင့် ကောင်းကင်တမန်များကို ကျွန်ုပ်တို့ထံသို့ မဆောင်ခဲ့သနည်း?\")</span><span class=\"gray\">[၁၅:၆-၇]</span>။ ထိုအကြောင်းအရာနှင့်ပတ်သက်၍ အခြားအာယတ်တော်များလည်း ရှိသေးသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှေးသူဟောင်းတို့၏ နည်းလမ်းများ ၎င်းတို့နှင့် ပြန်လည်ဖြစ်ပေါ်လာခြင်းမှအပ၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့၏ လွှမ်းမိုးသော ပြစ်ဒဏ်၊ ၎င်းတို့အားလုံးကို ဖျက်ဆီးပစ်ခြင်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ပြစ်ဒဏ် ၎င်းတို့ထံသို့ မျက်နှာချင်းဆိုင် ရောက်ရှိလာခြင်း။)</span> ၎င်းတို့သည် ၎င်းကို ကိုယ်တိုင် မျက်ဝါးထင်ထင် မြင်ကြရသည်၊ ၎င်းနှင့် တိုက်ရိုက်ရင်ဆိုင်ရသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တမန်တော်များကို သတင်းကောင်းပေးသူများနှင့် သတိပေးသူများအဖြစ်မှအပ ငါတို့သည် မစေလွှတ်ခဲ့ပေ။)</span> ပြစ်ဒဏ်မကျရောက်မီ ၎င်းတို့သည် ၎င်းတို့ကို ယုံကြည်ပြီး လိုက်နာသူများအား သတင်းကောင်းပေးကာ၊ ၎င်းတို့ကို ငြင်းပယ်ပြီး ဆန့်ကျင်သူများအား သတိပေးကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က ငြင်းခုံနေသော မယုံကြည်သူများအကြောင်း ပြောပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မှားယွင်းစွာဖြင့်၊ ထိုသို့အားဖြင့် အမှန်တရားကို ငြင်းပယ်ရန်အတွက်။)</span> ၎င်းတို့သည် တမန်တော်များ ဆောင်ခဲ့သော အမှန်တရားကို အားနည်းအောင် ကြိုးစားကြသည်၊ သို့သော် ၎င်းတို့သည် ထိုသို့ မအောင်မြင်နိုင်ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذُوا آيَاتِي وَمَا أُنذِرُوا هُزُوًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ငါ၏ အာယတ်တော်များကိုလည်းကောင်း၊ ၎င်းတို့အား သတိပေးထားသောအရာများကိုလည်းကောင်း ပြက်ရယ်ပြုကြသည်။)</span> ၎င်းတို့အား သတိပေးရန်၊ ပြစ်ဒဏ်ကို ကြောက်ရွံ့စေရန် တမန်တော်များနှင့်အတူ စေလွှတ်ခဲ့သော သက်သေ၊ အထောက်အထားများနှင့် မီရက်ကယ်များကို ယူကြပြီး၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">هُزُوًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြက်ရယ်ပြုခြင်းနှင့် လှောင်ပြောင်ခြင်းအဖြစ်)</span> ၎င်းတို့သည် ၎င်းတို့ကို ပြက်ရယ်ပြုကြသည်၊ ၎င်းသည် အဆိုးဆုံးသော မယုံကြည်မှု အမျိုးအစားဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "18:57",
    "group_ayah_key": "18:57",
    "from_ayah": "18:57",
    "to_ayah": "18:59",
    "ayah_keys": "18:57,18:58,18:59",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့၏ အရှင်သခင်၏ အာယတ်တော်များ <span class=\"gray\">(နိမိတ်လက္ခဏာများ)</span> ကို သတိပေးခံရပြီးနောက် ၎င်းတို့ကို ကျောခိုင်းသူ၊ ၎င်း၏လက်များက ကြိုတင်ပြုလုပ်ခဲ့သည်များကို မေ့လျော့သူထက် မည်သူက ပို၍ မတရားလုပ်နိုင်မည်နည်း။ အမှန်စင်စစ် ငါတို့သည် ၎င်းတို့၏ နှလုံးသားများအပေါ် အကင်နာ (Akinnah) ကို တင်ထားပြီးဖြစ်သည်။ ထိုသို့အားဖြင့် ၎င်းတို့သည် ဤ <span class=\"gray\">(ကုရ်အာန်)</span> ကို နားလည်မည်မဟုတ်စေရန်၊ ၎င်းတို့၏ နားများ၌လည်း နားပင်းမှုကို ထားရှိသည်။ သင်သည် ၎င်းတို့အား လမ်းညွှန်မှုသို့ ခေါ်ဆိုလျှင်ပင် ၎င်းတို့သည် မည်သည့်အခါမျှ လမ်းညွှန်ခြင်းကို ခံရမည်မဟုတ်ပေ။ <span>(၅၇)</span> သင်၏ အရှင်သခင်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ ကရုဏာရှင်ဖြစ်သည်။ အကယ်၍ အရှင်မြတ်က ၎င်းတို့၏ ရှာဖွေရရှိမှုများအတွက် စစ်ဆေးမေးမြန်းမည်ဆိုလျှင်၊ အမှန်စင်စစ် အရှင်မြတ်သည် ၎င်းတို့၏ ပြစ်ဒဏ်ကို အလျင်အမြန် ချမှတ်လိုက်ပေလိမ့်မည်။ သို့သော် ၎င်းတို့၌ သတ်မှတ်ထားသော အချိန်ကာလတစ်ခု ရှိပြီးဖြစ်သည်။ ထိုအချိန်ကာလကို ကျော်လွန်၍ ၎င်းတို့သည် ထွက်ပေါက် မတွေ့ရတော့ပေ။ <span>(၅၈)</span> ဤမြို့များကို ငါတို့သည် ၎င်းတို့ မတရားပြုလုပ်သောအခါ ဖျက်ဆီးခဲ့သည်။ ၎င်းတို့၏ ဖျက်ဆီးခြင်းအတွက် သတ်မှတ်ထားသော အချိန်ကာလကိုလည်း ငါတို့သည် သတ်မှတ်ခဲ့သည်။ <span>(၅၉)</span></p><div lang=\"my\" class=\"my \"><h2>သတိပေးခံရပြီးနောက် ကျောခိုင်းသူများသည် အဆိုးဆုံးသော လူများဖြစ်သည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'ငါ၏ ဖန်ဆင်းခံများထဲမှ အလ္လာဟ်၏ နိမိတ်လက္ခဏာများကို သတိပေးခံရပြီးနောက် ၎င်းတို့ကို ကျောခိုင်းသူ၊' ဆိုလိုသည်မှာ ၎င်းတို့ကို လျစ်လျူရှုကာ နားမထောင်ဘဲ ဂရုမစိုက်သူထက် မည်သူက ပို၍ မတရားလုပ်နိုင်မည်နည်း။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏လက်များက ကြိုတင်ပြုလုပ်ခဲ့သည်များကို မေ့လျော့သူ။)</span> ဆိုလိုသည်မှာ မကောင်းမှုများနှင့် ဆိုးယုတ်သော လုပ်ရပ်များဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် ၎င်းတို့၏ နှလုံးသားများအပေါ် တင်ထားပြီးဖြစ်သည်။)</span> ဆိုလိုသည်မှာ ဤလူများ၏ နှလုံးသားများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكِنَّةً</p><p class=\"af qpc-hafs\" lang=\"af\"><span class=\"gray\">(Akinnah)</span> ဆိုလိုသည်မှာ ဖုံးအုပ်မှုများ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَن يَفْقَهُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့အားဖြင့် ၎င်းတို့သည် ဤအရာကို နားလည်မည်မဟုတ်စေရန်၊)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ဤကုရ်အာန်နှင့် ၎င်း၏ ရှင်းလင်းသော သတင်းစကားကို နားလည်မည်မဟုတ်စေရန် ဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَفِي آذَانِهِمْ وَقْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ နားများ၌လည်း နားပင်းမှု။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် လမ်းညွှန်မှုနှင့်ပတ်သက်၍ စိတ္တဇသဘောအရ နားပင်းနေကြလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَدْعُهُمْ إِلَى الْهُدَىٰ فَلَن يَهْتَدُوا إِذًا أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် ၎င်းတို့အား လမ်းညွှန်မှုသို့ ခေါ်ဆိုလျှင်ပင် ၎င်းတို့သည် မည်သည့်အခါမျှ လမ်းညွှန်ခြင်းကို ခံရမည်မဟုတ်ပေ။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အရှင်သခင်သည် အလွန်ခွင့်လွှတ်တော်မူသော၊ ကရုဏာရှင်ဖြစ်သည်။)</span> ဆိုလိုသည်မှာ 'အို မိုဟာမတ်၊ သင်၏ အရှင်သခင်သည် ခွင့်လွှတ်တော်မူသော၊ ကြီးမားသော ကရုဏာရှင်ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အရှင်မြတ်က ၎င်းတို့၏ ရှာဖွေရရှိမှုများအတွက် စစ်ဆေးမေးမြန်းမည်ဆိုလျှင်၊ အမှန်စင်စစ် အရှင်မြတ်သည် ၎င်းတို့၏ ပြစ်ဒဏ်ကို အလျင်အမြန် ချမှတ်လိုက်ပေလိမ့်မည်။)</span> ဤသည်မှာ အာယတ်တော်နှင့် တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِن دَابَّةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် လူသားတို့၏ ရှာဖွေရရှိမှုများအတွက် အပြစ်ပေးမည်ဆိုလျှင်၊ အရှင်မြတ်သည် မြေပြင်ပေါ်၌ လှုပ်ရှားနေသော မည်သည့် သတ္တဝါကိုမျှ ချန်ထားခဲ့မည်မဟုတ်ပေ။)</span><span class=\"gray\">[၃၅:၄၅]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အမှန်စင်စစ် သင်၏ အရှင်သခင်သည် လူသားတို့၏ မတရားမှုများကြားမှပင် ခွင့်လွှတ်မှု အပြည့်ရှိတော်မူသည်။ အမှန်စင်စစ် သင်၏ အရှင်သခင်သည် <span class=\"gray\">(လည်း)</span> ပြစ်ဒဏ်ပေးရာ၌ ပြင်းထန်တော်မူသည်။)</span><span class=\"gray\">[၁၃:၆]</span>။</p><p lang=\"my\" class=\"my \">ထိုအကြောင်းအရာကို ပြောသော အာယတ်တော်များစွာ ရှိသေးသည်။</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က အရှင်မြတ်သည် သည်းခံတော်မူသည်၊ အပြစ်များကို ဖုံးကွယ်ပြီး အပြစ်များကို ခွင့်လွှတ်တော်မူသည်ဟု ပြောပြသည်။ အရှင်မြတ်သည် ၎င်းတို့အချို့ကို မတရားမှုမှ စစ်မှန်သော လမ်းညွှန်မှုသို့ လမ်းပြနိုင်သည်၊ မိမိ၏ မကောင်းသော နည်းလမ်းများတွင် ဆက်လက်လုပ်ဆောင်သူ မည်သူမဆိုအတွက်မူ ကလေးသူငယ်များ ဆံပင်ဖြူလာမည့်နေ့၊ ကိုယ်ဝန်ဆောင် အမျိုးသမီးတိုင်း မိမိ၏ ဝန်ကို စွန့်လွှတ်ရမည့်နေ့တစ်နေ့ ၎င်းထံသို့ ရောက်လာလိမ့်မည်။ အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَل لَّهُم مَّوْعِدٌ لَّن يَجِدُوا مِن دُونِهِ مَوْئِلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့၌ သတ်မှတ်ထားသော အချိန်ကာလတစ်ခု ရှိပြီးဖြစ်သည်။ ထိုအချိန်ကာလကို ကျော်လွန်၍ ၎င်းတို့သည် ထွက်ပေါက် မတွေ့ရတော့ပေ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ထွက်ပေါက် မတွေ့ရတော့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْقُرَىٰ أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤမြို့များကို ငါတို့သည် ၎င်းတို့ မတရားပြုလုပ်သောအခါ ဖျက်ဆီးခဲ့သည်။)</span> ဤသည်မှာ ရှေးခေတ်က လူမျိုးများကို ရည်ညွှန်းသည်။ '၎င်းတို့၏ ခေါင်းမာသော မယုံကြည်မှုကြောင့် ငါတို့သည် ၎င်းတို့ကို ဖျက်ဆီးခဲ့သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ဖျက်ဆီးခြင်းအတွက် သတ်မှတ်ထားသော အချိန်ကာလကိုလည်း ငါတို့သည် သတ်မှတ်ခဲ့သည်။)</span> 'ငါတို့သည် ၎င်းတို့အတွက် တိုးမြှင့်ခြင်း သို့မဟုတ် လျှော့ချခြင်း မရှိသော သတ်မှတ်ထားသော အချိန်ကာလကို သတ်မှတ်ခဲ့သည်။ အို ရုပ်တုကိုးကွယ်သူတို့၊ သင်တို့အတွက်လည်း ထိုနည်းတူပင် ဖြစ်သည်၊ ထို့ကြောင့် သတိထားကြလော့၊ သို့မဟုတ် ၎င်းတို့ ကြုံတွေ့ခဲ့ရသည်များ သင်တို့လည်း ကြုံတွေ့ရလိမ့်မည်။ အဘယ်ကြောင့်ဆိုသော် သင်တို့သည် အမြင့်မြတ်ဆုံးသော ရစူလ်တမန်တော်နှင့် အကြီးမြတ်ဆုံးသော ပရောဖက်ကို ငြင်းပယ်ခဲ့ကြသည်။ သင်တို့သည် ငါတို့အတွက် ၎င်းတို့ထက် ပို၍ ချစ်ခင်မြတ်နိုးဖွယ် မဟုတ်ကြပေ၊ ထို့ကြောင့် ငါ၏ ပြစ်ဒဏ်နှင့် အမျက်တော်ကို ကြောက်ရွံ့ကြလော့။'</p>"
  }
]