[
  {
    "ayah_key": "26:1",
    "group_ayah_key": "26:1",
    "from_ayah": "26:1",
    "to_ayah": "26:9",
    "ayah_keys": "26:1,26:2,26:3,26:4,26:5,26:6,26:7,26:8,26:9",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အလွန်တရာ ကျေးဇူးတော်ရှင်၊ အလွန်တရာ ကရုဏာတော်ရှင်ဖြစ်တော်မူသော။</p><p class=\"ar qpc-hafs\" lang=\"ar\">طسم - تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ - لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ - إِن نَّشَأْ نُنَزِّلْ عَلَيْهِم مِّنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ - وَمَا يَأْتِيهِم مِّن ذِكْرٍ مِّنَ الرَّحْمَٰنِ مُحْدَثٍ إِلَّا كَانُوا عَنْهُ مُعْرِضِينَ - فَقَدْ كَذَّبُوا فَسَيَأْتِيهِمْ أَنبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ - أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ - إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ - وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ တာ စင်း မင်းမ်။)</span><span class=\"gray\">(၂။ ၎င်းတို့သည် အလ်ကီတာဘ် မူဘိန်း၏ အာယသ်တော်များဖြစ်ကြသည်။)</span><span class=\"gray\">(၃။ အသင်သည် မိမိကိုယ်ကို ဘာခစ် (ဖျက်ဆီး) နေခြင်းဖြစ်နိုင်သည်။ ၎င်းတို့သည် သက်ဝင်ယုံကြည်သူများ မဖြစ်လာသောကြောင့်ဖြစ်သည်။)</span><span class=\"gray\">(၄။ အကယ်၍ ငါတို့အလိုရှိပါမူ ကောင်းကင်မှ ၎င်းတို့ထံသို့ သက်သေခံလက္ခဏာတစ်ရပ်ကို ချပေးမည်ဖြစ်သည်။ ထိုအခါ ၎င်းတို့၏ လည်ပင်းများသည် နှိမ့်ချစွာ ခေါင်းငုံ့ကြပေမည်။)</span><span class=\"gray\">(၅။ ထိုသူတို့ထံသို့ အလွန်တရာ ကျေးဇူးတော်ရှင်အရှင်မြတ်ထံမှ မကြာသေးမီက ထုတ်ပြန်ခဲ့သည့် အထိမ်းအမှတ်ကျမ်းတော် (သတိပေးစကား) တစ်စုံတစ်ရာ ရောက်မလာခဲ့ဘဲ ၎င်းတို့သည် ထိုအရာမှ လှည့်ထွက်သွားကြသည်။)</span><span class=\"gray\">(၆။ သို့ဖြစ်ရာ ၎င်းတို့သည် အမှန်ပင် ငြင်းပယ်ခဲ့ကြလေပြီ။ ထိုအခါ ၎င်းတို့လှောင်ပြောင်ခဲ့ကြသောအရာ၏ သတင်းသည် ၎င်းတို့ထံ ရောက်လာပေမည်။)</span><span class=\"gray\">(၇။ ၎င်းတို့သည် ကမ္ဘာမြေကို မလေ့လာကြပါသလော။ ထိုမြေပြင်တွင် ကောင်းမွန်သော အပင်မျိုးစုံတို့ကို ငါတို့မည်မျှ ပေါက်ရောက်စေခဲ့ပါသနည်း။)</span><span class=\"gray\">(၈။ အမှန်စင်စစ် ဤအရာ၌ သက်သေခံလက္ခဏာ (အာယသ်) တစ်ရပ်ရှိ၏။ သို့သော် ၎င်းတို့အများစုသည် သက်ဝင်ယုံကြည်သူများ မဟုတ်ကြ။)</span><span class=\"gray\">(၉။ အမှန်စင်စစ် အသင်၏ အရှင်သခင်သည် အမှန်တကယ်ပင် အနန္တတန်ခိုးရှင်၊ အကြင်နာတော်အထုံဆုံး ဖြစ်တော်မူ၏။)</span></p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်နှင့် ငြင်းပယ်သူများ လှည့်ထွက်သွားခြင်း၊ အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မူပါက ၎င်းတို့ကို ယုံကြည်လာအောင် အတင်းအကျပ်ပြုလုပ်နိုင်သည်</h2></div><p lang=\"my\" class=\"my \">ဆူရဟ် အလ်-ဘာကရာ၏ ရှင်းလင်းချက် အစတွင် ငါတို့သည် ဆူရာအချို့၏ အစတွင် ပေါ်လာသော စာလုံးများကို ဆွေးနွေးခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အလ်ကီတာဘ် မူဘိန်း၏ အာယသ်တော်များဖြစ်ကြသည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် ရှင်းလင်းသော ကုရ်အာန်၏ အာယသ်တော်များဖြစ်သည်၊ ဆိုလိုသည်မှာ မှန်ကန်မှုနှင့် မမှန်ကန်မှု၊ လမ်းမှားခြင်းနှင့် လမ်းမှန်ကို ခွဲခြားပေးသော ရှင်းလင်းပြီး ဖြောင့်မတ်သော ကျမ်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكَ بَاخِعٌ نَّفْسَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် မိမိကိုယ်ကို ဘာခစ် (ဖျက်ဆီး) နေခြင်းဖြစ်နိုင်သည်။)</span> ဆိုလိုသည်မှာ မိမိကိုယ်ကို ဖျက်ဆီးခြင်းဖြစ်သည် – ၎င်းတို့ လမ်းညွှန်မှုရရှိစေလိုသည့် အသင်၏ ပြင်းပြသောဆန္ဒနှင့် ၎င်းတို့အတွက် အသင်၏ ဝမ်းနည်းပူဆွေးမှုကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا يَكُونُوا مُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် သက်ဝင်ယုံကြည်သူများ မဖြစ်လာသောကြောင့်ဖြစ်သည်။)</span> ဤနေရာ၌ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော် ﷺ ကို ၎င်းအား မယုံကြည်ကြသော ကာဖိရ်များအနက်မှ ယုံကြည်မှုအားနည်းခြင်းအတွက် နှစ်သိမ့်တော်မူသည်။ ဤသည်မှာ အာယသ်တော်များနှင့်တူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့အတွက် ဝမ်းနည်းပူဆွေးခြင်းဖြင့် မိမိကိုယ်ကို မဖျက်ဆီးနှင့်)</span><span class=\"gray\">(၃၅:၈)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلَىٰ آثَارِهِمْ إِن لَّمْ يُؤْمِنُوا بِهَٰذَا الْحَدِيثِ أَسَفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဤအဆိုကို မယုံကြည်ကြသောကြောင့် ၎င်းတို့၏ ခြေရာများနောက်မှ အသင်သည် မိမိကိုယ်ကို ဘာခစ် (ဖျက်ဆီး) နေခြင်းဖြစ်နိုင်သည်။)</span><span class=\"gray\">(၁၈:၆)</span>။ မွဂျာဟစ်၊ အိက်ကရီမာဟ်၊ ကတာဒါဟ်၊ အသီယyah၊ အဒ်-ဒဟ်ဟက်၊ အလ်-ဟစန်နှင့် အခြားသူများက ပြောကြားခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكَ بَاخِعٌ نَّفْسَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်သည် မိမိကိုယ်ကို ဘာခစ် (ဖျက်ဆီး) နေခြင်းဖြစ်နိုင်သည်။)</span> ဆိုလိုသည်မှာ 'မိမိကိုယ်ကို သတ်သေခြင်း' ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن نَّشَأْ نُنَزِّلْ عَلَيْهِم مِّنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့အလိုရှိပါမူ ကောင်းကင်မှ ၎င်းတို့ထံသို့ သက်သေခံလက္ခဏာတစ်ရပ်ကို ချပေးမည်ဖြစ်သည်။ ထိုအခါ ၎င်းတို့၏ လည်ပင်းများသည် နှိမ့်ချစွာ ခေါင်းငုံ့ကြပေမည်။)</span> ဆိုလိုသည်မှာ 'ငါတို့အလိုရှိပါက ၎င်းတို့ကို ယုံကြည်လာစေရန် အတင်းအကျပ်ပြုလုပ်မည့် သက်သေခံလက္ခဏာတစ်ရပ်ကို ချပေးနိုင်သော်လည်း ငါတို့သည် ထိုသို့ပြုလုပ်မည်မဟုတ်ပေ။ အကြောင်းမှာ ငါတို့သည် မည်သူ့ကိုမျှ ရွေးချယ်မှုဖြင့်မှတစ်ပါး ယုံကြည်စေလိုခြင်းမရှိသောကြောင့်ဖြစ်သည်။' အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَن فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا ۚ أَفَأَنتَ تُكْرِهُ النَّاسَ حَتَّىٰ يَكُونُوا مُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အသင်၏အရှင်သခင် အလိုရှိတော်မူခဲ့ပါမူ ကမ္ဘာပေါ်ရှိလူသားအားလုံး တစ်ညီတစ်ညွတ်တည်း သက်ဝင်ယုံကြည်ခဲ့ကြပေမည်။ သို့ဖြစ်ရာ အသင်သည် လူသားများကို ၎င်းတို့ သက်ဝင်ယုံကြည်သူများ ဖြစ်လာသည်အထိ အတင်းအကျပ် ပြုလုပ်မည်လော။)</span><span class=\"gray\">(၁၀:၉၉)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အသင်၏အရှင်သခင် အလိုရှိတော်မူခဲ့ပါမူ အမှန်ပင် လူသားတို့ကို တစ်ဦးတည်းသော ဥမ္မသ် (လူမျိုး) အဖြစ် ပြုလုပ်တော်မူခဲ့ပေမည်။)</span><span class=\"gray\">(၁၁:၁၁၈)</span> သို့သော် အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်သည် ဖြစ်မြောက်ခဲ့ပြီး၊ ၎င်း၏ အမိန့်တော်သည် ပြည့်စုံခဲ့ပြီဖြစ်ကာ၊ ၎င်း၏ သက်သေခံချက်ကို တမန်တော်များ စေလွှတ်ခြင်းနှင့် ကျမ်းဂန်များ ၎င်းတို့ထံ ချပေးခြင်းဖြင့် လူသားများထံသို့ ရောက်ရှိစေခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَأْتِيهِم مِّن ذِكْرٍ مِّنَ الرَّحْمَٰنِ مُحْدَثٍ إِلَّا كَانُوا عَنْهُ مُعْرِضِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့ထံသို့ အလွန်တရာ ကျေးဇူးတော်ရှင်အရှင်မြတ်ထံမှ မကြာသေးမီက ထုတ်ပြန်ခဲ့သည့် အထိမ်းအမှတ်ကျမ်းတော် (သတိပေးစကား) တစ်စုံတစ်ရာ ရောက်မလာခဲ့ဘဲ ၎င်းတို့သည် ထိုအရာမှ လှည့်ထွက်သွားကြသည်။)</span> ဆိုလိုသည်မှာ ကောင်းကင်မှ ကျမ်းဂန်တစ်စောင် ၎င်းတို့ထံ ရောက်လာတိုင်း လူအများစုသည် ထိုကျမ်းမှ လှည့်ထွက်သွားကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားအများစုသည် အသင် အလွန်တရာ လိုလားတောင့်တသော်လည်း ယုံကြည်ကြမည်မဟုတ်ပေ။)</span><span class=\"gray\">(၁၂:၁၀၃)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا حَسْرَةً عَلَى الْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အတွက် နှမြောစရာပင်! ၎င်းတို့ထံသို့ မည်သည့်ရစူလ်တမန်တော်မျှ မရောက်လာခဲ့ဘဲ ၎င်းတို့သည် ထိုသူကို လှောင်ပြောင်ခဲ့ကြသည်။)</span><span class=\"gray\">(၃၆:၃၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَىٰ ۖ كُلَّ مَا جَاءَ أُمَّةً رَّسُولُهَا كَذَّبُوهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ငါတို့သည် ငါတို့၏ ရစူလ်တမန်တော်များကို ဆက်တိုက် စေလွှတ်ခဲ့သည်။ လူမျိုးတစ်မျိုးထံ ၎င်းတို့၏ ရစူလ်တမန်တော် ရောက်ရှိလာတိုင်း ၎င်းတို့သည် ထိုသူကို ငြင်းပယ်ခဲ့ကြသည်။)</span><span class=\"gray\">(၂၃:၄၄)</span>။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ كَذَّبُوا فَسَيَأْتِيهِمْ أَنبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်ရာ ၎င်းတို့သည် အမှန်ပင် ငြင်းပယ်ခဲ့ကြလေပြီ။ ထိုအခါ ၎င်းတို့လှောင်ပြောင်ခဲ့ကြသောအရာ၏ သတင်းသည် ၎င်းတို့ထံ ရောက်လာပေမည်။)</span> ဆိုလိုသည်မှာ ၎င်းတို့ထံ ရောက်လာသော အမှန်တရားကို ၎င်းတို့ ငြင်းပယ်ခဲ့ကြသည်၊ ထို့ကြောင့် ဤငြင်းပယ်မှု၏ အကျိုးဆက်များကို မကြာမီ ၎င်းတို့ သိရှိရလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မတရားပြုကျင့်သူများသည် မည်သို့သော အလှည့်အပြောင်းဖြင့် ပြောင်းလဲသွားကြမည်ကို သိရှိရလိမ့်မည်။)</span><span class=\"gray\">(၂၆:၂၂၇)</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ရစူလ်တမန်တော် ﷺ ကို ဆန့်ကျင်ရန် ရဲဝံ့သူများနှင့် ၎င်း၏ ကျမ်းတော်ကို မယုံကြည်သူများကို မိန့်ကြားတော်မူသည်မှာ ၎င်းသည် အောင်နိုင်သူ၊ အနန္တတန်ခိုးရှင်၊ အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သူဖြစ်ပြီး၊ ကမ္ဘာမြေကို ဖန်ဆင်းကာ ထိုမြေပြင်တွင် ကောင်းမွန်သော သီးနှံ၊ အသီးအနှံနှင့် တိရစ္ဆာန်မျိုးစုံတို့ကို ပေါက်ရောက်စေခဲ့သည်။ စူဖ်ယန် အစ်-သာဝရီသည် အက်ရှ်-ရှာအ်ဘီမှ ပုဂ္ဂိုလ်တစ်ဦးထံမှ လူသားများသည် ကမ္ဘာမြေ၏ ထွက်ကုန်ဖြစ်သည်ဟု ပြန်လည်ပြောကြားခဲ့သည်။ ထို့ကြောင့် ဂျန္နတ် (ပရဒိသု) သို့ ဝင်သူတိုင်းသည် ကောင်းမြတ်မြင့်မြတ်ပြီး၊ ဂျဟန္နမ် (ငရဲ) သို့ ဝင်သူတိုင်းသည် ယုတ်မာရိုင်းစိုင်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤအရာ၌ သက်သေခံလက္ခဏာ (အာယသ်) တစ်ရပ်ရှိ၏။)</span> ဆိုလိုသည်မှာ အရာခပ်သိမ်းကို ဖန်ဆင်းရှင်၏ တန်ခိုးတော်၏ သက်သေပင်ဖြစ်သည်။ ၎င်းသည် ကမ္ဘာမြေကို ဖြန့်ကျက်ထားပြီး ကောင်းကင်ဘုံကို မြှင့်တင်ထားသော်လည်း ထိုသို့ဖြစ်သော်ငြားလည်း လူအများစုသည် မယုံကြည်ကြပေ။ ၎င်းတို့သည် ၎င်းအရှင်၊ ၎င်း၏ ရစူလ်တမန်တော်များနှင့် ၎င်း၏ ကျမ်းဂန်များကို ငြင်းပယ်ကြပြီး၊ ၎င်းအရှင် တားမြစ်ထားသောအရာများကို ပြုလုပ်ကာ ၎င်း၏ အမိန့်တော်များကို ဆန့်ကျင်ကြသည်။ ၎င်း၏ မိန့်ကြားချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အသင်၏ အရှင်သခင်သည် အမှန်တကယ်ပင် အနန္တတန်ခိုးရှင်ဖြစ်တော်မူ၏။)</span> ဆိုလိုသည်မှာ အရာခပ်သိမ်းကို အောင်နိုင်ကာ ထိန်းချုပ်ရန် တန်ခိုးအာဏာရှိသူဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرَّحِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်နာတော်အထုံဆုံး။)</span> ဆိုလိုသည်မှာ ၎င်း၏ ဖန်ဆင်းခံများအပေါ် ကရုဏာထားခြင်းဖြစ်သည်၊ အကြောင်းမှာ ၎င်းသည် အပြစ်ကျူးလွန်သူကို အပြစ်ပေးရန် အလျင်စလိုမပြုဘဲ နောင်တရရန် အချိန်ပေးသည်။ အကယ်၍ နောင်တမရပါက ၎င်းအား ကြီးမားသော ပြစ်ဒဏ်ဖြင့် ဖမ်းဆီးသည်။ အဘူ အလ်-အာလီယာ၊ ကတာဒါဟ်၊ အလ်-ရာဘီအ် ဘင် အနပ်စ်နှင့် အိဘ်နု အစ်ဟာက်တို့က ပြောကြားသည်မှာ- \"၎င်း၏ အမိန့်တော်များကို ဆန့်ကျင်ပြီး ၎င်းမှတစ်ပါး အခြားသူများကို ကိုးကွယ်သူများကို အပြစ်ပေးရာတွင် ၎င်းသည် အနန္တတန်ခိုးရှင်ဖြစ်သည်။\" စအိဒ် ဘင် ဂျုဘိုင်ရ်က ပြောကြားသည်မှာ- \"၎င်းသည် မိမိထံ နောင်တရပြီး လှည့်လာသူများအပေါ် အကြင်နာတော်အထုံဆုံးဖြစ်သည်။\"</p>"
  }
]