[
  {
    "ayah_key": "2:240",
    "group_ayah_key": "2:240",
    "from_ayah": "2:240",
    "to_ayah": "2:242",
    "ayah_keys": "2:240,2:241,2:242",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့အနက် သေဆုံး၍ ဇနီးများကို ချန်ထားရစ်သူများသည် ၎င်းတို့၏ ဇနီးများအား တစ်နှစ်စာ ထောက်ပံ့မှု <span class=\"gray\">(နှင့် နေထိုင်ခွင့်)</span> ကို ၎င်းတို့ကို မနှင်ထုတ်ဘဲ မှာကြားသင့်သည်၊ သို့သော် ၎င်းတို့ <span class=\"gray\">(ဇနီးများ)</span> ထွက်ခွာသွားပါက ၎င်းတို့ ကိုယ်တိုင် လုပ်ဆောင်သော ကိစ္စရပ်များနှင့် ပတ်သက်၍ သင်တို့အပေါ် အပြစ်မရှိပေ၊ ထိုလုပ်ရပ်သည် ဂုဏ်ရှိသော <span class=\"gray\">(ဥပမာ- တရားဝင် ထိမ်းမြားခြင်း)</span> ဖြစ်ရမည်။ အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင် ဖြစ်တော်မူ၏ <span>(၂၄၀)</span>။ ကွာရှင်းပြီးသော အမျိုးသမီးများအတွက်မူ ကျိုးကြောင်းဆီလျော်သော <span class=\"gray\">(အတိုင်းအတာဖြင့်)</span> ထောက်ပံ့မှု <span class=\"gray\">(ပြုလုပ်ရမည်)</span>။ ဤသည်မှာ အလ်-မွတ်သကီးများ <span class=\"gray\">(သူတော်စင်များ)</span> အပေါ်၌ တာဝန်ဖြစ်သည်။<span>(၂၄၁)</span> ဤနည်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့နားလည်နိုင်ရန် မိမိ၏ အာယတ်တော်များ <span class=\"gray\">(ပညတ်တော်များ)</span> ကို သင်တို့အား ရှင်းလင်းပြသတော်မူ၏ <span>(၂၄၂)</span>။</p><div lang=\"my\" class=\"my \"><h2>အာယတ်တော် <span class=\"gray\">(၂:၂၄၀)</span> ကို ပယ်ဖျက်ခဲ့ပြီ</h2></div><p lang=\"my\" class=\"my \">ပညာရှင်အများစုက ဤအာယတ်တော် <span class=\"gray\">(၂:၂၄၀)</span> ကို အာယတ်တော် <span class=\"gray\">(၂:၂၃၄)</span> ဖြင့် ပယ်ဖျက်ခဲ့ပြီဟု ပြောကြားခဲ့ကြသည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَرَبَّصْنَ بِأَنفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...၎င်းတို့ <span class=\"gray\">(ဇနီးများ)</span> သည် လေးလနှင့် ဆယ်ရက်တာ <span class=\"gray\">(၎င်းတို့၏ ထိမ်းမြားခြင်းနှင့် ပတ်သက်၍)</span> စောင့်ဆိုင်းရမည်။)</span><span class=\"gray\">(၂:၂၃၄)</span></p><p lang=\"cy\" class=\"cy \">For instance, Al-Bukhari reported that Ibn Az-Zubayr said: I said to 'Uthman bin 'Affan:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် သေဆုံး၍ ဇနီးများကို ချန်ထားရစ်သူများ)</span> ကို အခြားအာယတ်တော် <span class=\"gray\">(၂:၂၃၄)</span> ဖြင့် ပယ်ဖျက်ခဲ့ပြီ။ သို့ဖြစ်ရာ သင်သည် ၎င်းကို <span class=\"gray\">(ဆိုလိုသည်မှာ- ကုရ်အာန်တွင်)</span> အဘယ်ကြောင့် စုဆောင်းထားခဲ့သနည်း။\" ဟု မေးရာ၊ သူက \"အို ကျွန်ုပ်၏ တူတော်မောင်! ကုရ်အာန်၏ မည်သည့်အပိုင်းကိုမျှ ၎င်း၏နေရာမှ ကျွန်ုပ်မပြောင်းလဲပေ။\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု အဇ်-ဇုဘိုင်ယာက အွတ်စ်မာန်အား မေးမြန်းခဲ့သော မေးခွန်း၏ အဓိပ္ပါယ်မှာ- 'အာယတ်တော် <span class=\"gray\">(၂:၂၄၀)</span> ၏ စည်းမျဉ်းကို လေးလ <span class=\"gray\">(မုဆိုးမ၏ 'အစ်ဒါဟ်၊ ၂:၂၃၄ ကို ကြည့်ပါ)</span> အထိ ပယ်ဖျက်ခဲ့လျှင်၊ ၎င်း၏ စည်းမျဉ်းကို ပယ်ဖျက်ပြီးသော်လည်း ကုရ်အာန်တွင် ထည့်သွင်းထားခြင်း၏ နောက်ကွယ်ရှိ ပညာဉာဏ်ကား အဘယ်နည်း။ အာယတ်တော် <span class=\"gray\">(၂:၂၄၀)</span> ကို ပယ်ဖျက်ခဲ့သော အာယတ်တော် <span class=\"gray\">(၂:၂၃၄)</span> ပြီးနောက် <span class=\"gray\">(ကုရ်အာန်တွင်)</span> ဆက်ရှိနေပါက ၎င်း၏စည်းမျဉ်းသည် ဆက်လက် အကျုံးဝင်နေကြောင်း သွယ်ဝိုက်သောအားဖြင့် ဆိုလိုနိုင်သည်။' ယုံကြည်သူတို့၏ ခေါင်းဆောင် အွတ်စ်မာန်က ၎င်းအား ဤသည်မှာ ထုတ်ဖော်ပြသမှု ကိစ္စဖြစ်ပြီး ဤအာယတ်တော်များကို ဤအစီအစဉ်အတိုင်း ဖော်ပြခဲ့ကြောင်း ပြောကြားခြင်းဖြင့် ပြန်လည်ဖြေကြားခဲ့သည်။ 'ထို့ကြောင့်၊ ကုရ်အာန်တွင် ကျွန်ုပ်တွေ့ရှိခဲ့သော နေရာတွင်ပင် အာယတ်တော်ကို ထားရှိခဲ့မည်။'</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘူ ဟာသိမ်က အိဗ်နု အဘ်ဘာစ်က အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်နှင့် ပတ်သက်၍ ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِّأَزْوَاجِهِم مَّتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် သေဆုံး၍ ဇနီးများကို ချန်ထားရစ်သူများသည် ၎င်းတို့၏ ဇနီးများအား တစ်နှစ်စာ ထောက်ပံ့မှု <span class=\"gray\">(နှင့် နေထိုင်ခွင့်)</span> ကို ၎င်းတို့ကို မနှင်ထုတ်ဘဲ မှာကြားသင့်သည်၊)</span> \"မုဆိုးမသည် ကွယ်လွန်သွားသော ခင်ပွန်း၏ အိမ်တွင် တစ်နှစ်တာ နေထိုင်ပြီး ၎င်း၏ စားနပ်ရိက္ခာကို တစ်နှစ်တာ ပံ့ပိုးပေးလေ့ရှိသည်။ နောက်ပိုင်းတွင်၊ အမွေကို သတ်မှတ်ထားသော အာယတ်တော် <span class=\"gray\">(၄:၁၂)</span> က ဤအာယတ်တော် <span class=\"gray\">(၂:၂၄၀)</span> ကို ပယ်ဖျက်ခဲ့ပြီး၊ ထို့ကြောင့် မုဆိုးမသည် ၎င်း၏ <span class=\"gray\">(ကွယ်လွန်သွားသော)</span> ခင်ပွန်း ချန်ထားရစ်ခဲ့သော ပစ္စည်း၏ လေးပုံတစ်ပုံ သို့မဟုတ် ရှစ်ပုံတစ်ပုံကို အမွေရရှိသည်။\"</p><p lang=\"my\" class=\"my \">အိဗ်နု အဘူ ဟာသိမ်က 'အလီ ဘင် အဘူ သွလ်ဟာ' က 'အိဗ်နု အဘ်ဘာစ်' က ပြောကြားသည်ကိုလည်း ဖော်ပြခဲ့သည်မှာ- \"လူတစ်ဦး သေဆုံးပြီး မုဆိုးမတစ်ဦးကို ချန်ထားရစ်သောအခါ၊ ၎င်း၏ 'အစ်ဒါဟ်အတွက် ၎င်း၏အိမ်တွင် တစ်နှစ်တာ နေထိုင်လေ့ရှိပြီး၊ ဤကာလတစ်လျှောက်လုံး ၎င်း၏ စားနပ်ရိက္ခာများကို ရရှိခဲ့သည်။ ထို့နောက်၊ အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော်ကို ထုတ်ဖော်ပြသခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် သေဆုံး၍ ဇနီးများကို ချန်ထားရစ်သူများ၊ ၎င်းတို့ <span class=\"gray\">(ဇနီးများ)</span> သည် လေးလနှင့် ဆယ်ရက်တာ <span class=\"gray\">(၎င်းတို့၏ ထိမ်းမြားခြင်းနှင့် ပတ်သက်၍)</span> စောင့်ဆိုင်းရမည်။)</span><span class=\"gray\">(၂:၂၃၄)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ ဤသည်မှာ မုဆိုးမ၏ 'အစ်ဒါဟ် ဖြစ်သည်၊ ၎င်းသည် ကိုယ်ဝန်ရှိနေပါက ၎င်း၏ 'အစ်ဒါဟ်သည် ကလေးမွေးဖွားသောအခါ ကုန်ဆုံးသည်။ အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ ချန်ထားရစ်ခဲ့သော ပစ္စည်းများတွင် သင်တို့၌ သားသမီး မရှိပါက ၎င်းတို့ <span class=\"gray\">(သင်တို့၏ ဇနီးများ)</span> ၏ ဝေစုသည် လေးပုံတစ်ပုံဖြစ်သည်၊ သို့သော် သင်တို့၌ သားသမီး ရှိပါက ၎င်းတို့သည် သင်တို့ ချန်ထားရစ်ခဲ့သော ပစ္စည်း၏ ရှစ်ပုံတစ်ပုံကို ရရှိမည်။)</span><span class=\"gray\">(၄:၁၂)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မုဆိုးမ၏ အမွေဝေစုကို သတ်မှတ်ပေးခဲ့ပြီး <span class=\"gray\">(၂:၂၄၀)</span> တွင် ဖော်ပြထားသော သေတမ်းစာ သို့မဟုတ် နဖကဟ် <span class=\"gray\">(ထောက်ပံ့မှု)</span> အတွက် မလိုအပ်တော့ပေ။\"</p><p lang=\"ha\" class=\"ha \">Ibn Abu Hatim stated that Mujahid, Al-Hasan, 'Ikrimah, Qatadah, Ad-Dahhak, Ar-Rabi' and Muqatil bin Hayyan said that the Ayah <span class=\"gray\">(2:240)</span> was abrogated by:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လေးလနှင့် ဆယ်ရက်။)</span><span class=\"gray\">(၂:၂၃၄)</span></p><p lang=\"hmn\" class=\"hmn \">Al-Bukhari reported that Mujahid said that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် သေဆုံး၍ ဇနီးများကို ချန်ထားရစ်သူများ)</span><span class=\"gray\">(၂:၂၃၄)</span> သည် 'အစ်ဒါဟ် ဖြစ်လေ့ရှိပြီး၊ မုဆိုးမသည် ၎င်း၏ <span class=\"gray\">(ကွယ်လွန်သွားသော)</span> ခင်ပွန်း၏ မိသားစုနှင့်အတူ <span class=\"gray\">(ထိုကာလအတွင်း၊ ဆိုလိုသည်မှာ လေးလနှင့် ဆယ်ရက်တာ)</span> နေထိုင်ရသည်။ ထို့နောက်၊ အလ္လာဟ်အရှင်မြတ်က ထုတ်ဖော်ပြသခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِّأَزْوَاجِهِم مَّتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنفُسِهِنَّ مِن مَّعْرُوفٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက် သေဆုံး၍ ဇနီးများကို ချန်ထားရစ်သူများသည် ၎င်းတို့၏ ဇနီးများအား တစ်နှစ်စာ ထောက်ပံ့မှု <span class=\"gray\">(နှင့် နေထိုင်ခွင့်)</span> ကို ၎င်းတို့ကို မနှင်ထုတ်ဘဲ မှာကြားသင့်သည်၊ သို့သော် ၎င်းတို့ <span class=\"gray\">(ဇနီးများ)</span> ထွက်ခွာသွားပါက ၎င်းတို့ ကိုယ်တိုင် လုပ်ဆောင်သော ကိစ္စရပ်များနှင့် ပတ်သက်၍ သင်တို့အပေါ် အပြစ်မရှိပေ၊ ထိုလုပ်ရပ်သည် ဂုဏ်ရှိသော <span class=\"gray\">(ဥပမာ- တရားဝင် ထိမ်းမြားခြင်း)</span> ဖြစ်ရမည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ အလ္လာဟ်အရှင်မြတ်သည် တစ်နှစ်တာ၏ ကျန်ရှိသော ကာလ၊ ဆိုလိုသည်မှာ ခုနစ်လနှင့် ရက် ၂၀ ကို ၎င်းအတွက် သေတမ်းစာအဖြစ် သတ်မှတ်ပေးခဲ့သည်။ ထို့ကြောင့်၊ ၎င်းသည် ဆန္ဒရှိပါက ဤသေတမ်းစာရှိ ၎င်း၏အခွင့်အရေးကို အသုံးပြု၍ <span class=\"gray\">(တစ်နှစ်တာ၏ ကျန်ရှိသော ကာလအတွက်)</span> နေအိမ်တွင် နေထိုင်နိုင်သည်။ သို့မဟုတ်၊ ၎င်းသည် ဆန္ဒရှိပါက လေးလနှင့် ဆယ်ရက် ကုန်ဆုံးပြီးနောက် <span class=\"gray\">(ကွယ်လွန်သူ ခင်ပွန်း၏)</span> အိမ်မှ ထွက်ခွာနိုင်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်၏ အဓိပ္ပါယ်ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...၎င်းတို့ကို မနှင်ထုတ်ဘဲ၊ သို့သော် ၎င်းတို့ <span class=\"gray\">(ဇနီးများ)</span> ထွက်ခွာသွားပါက သင်တို့အပေါ် အပြစ်မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့်၊ လိုအပ်သော 'အစ်ဒါဟ် ကာလသည် မပြောင်းလဲသေးပေ <span class=\"gray\">(၂:၂၃၄ ကို ကြည့်ပါ)</span>။</p><p lang=\"my\" class=\"my \">အသာအ်က အိဗ်နု အဘ်ဘာစ်ကို ကိုးကား၍ ပြောကြားသည်မှာ၊ \"ဤအာယတ်တော် <span class=\"gray\">(၂:၂၄၀)</span> သည် မုဆိုးမက ၎င်း၏ <span class=\"gray\">(ဆိုလိုသည်မှာ- ၎င်း၏ ကွယ်လွန်သွားသော ခင်ပွန်း၏)</span> မိသားစုနှင့်အတူ 'အစ်ဒါဟ် ကုန်ဆုံးရမည်ဟူသော <span class=\"gray\">(လိုအပ်ချက်ကို)</span> ပယ်ဖျက်ခဲ့သည်။ ထို့ကြောင့်၊ ၎င်းသည် ၎င်း၏ 'အစ်ဒါဟ်ကို ၎င်းဆန္ဒရှိရာ မည်သည့်နေရာတွင်မဆို ကုန်ဆုံးနိုင်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူခဲ့သည်၏ အဓိပ္ပါယ်ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَيْرَ إِخْرَاجٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို မနှင်ထုတ်ဘဲ၊)</span>။\"</p><p lang=\"my\" class=\"my \">အသာအ်ကလည်း ပြောကြားသည်မှာ- \"၎င်းသည် ဆန္ဒရှိပါက ၎င်း၏မိသားစုနှင့်အတူ 'အစ်ဒါဟ်ကို ကုန်ဆုံး၍ <span class=\"gray\">(ဆိုလိုသည်မှာ ကျန်ရှိသော တစ်နှစ်တာအတွက်)</span> သေတမ်းစာအရ ထိုနေရာတွင် နေထိုင်နိုင်သည်။ ၎င်းသည် ဆန္ဒရှိပါက ထွက်ခွာရန် ခွင့်ပြုထားသည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ကိုယ်တိုင် လုပ်ဆောင်သော ကိစ္စရပ်များနှင့် ပတ်သက်၍ သင်တို့အပေါ် အပြစ်မရှိပေ၊)</span>။\"</p><p lang=\"my\" class=\"my \">ထို့နောက် အသာအ်က ပြောကြားသည်- \"ထို့နောက် <span class=\"gray\">(အမွေနှင့် ပတ်သက်သော အာယတ်တော်)</span> <span class=\"gray\">(၄:၁၂ ကို ကြည့်ပါ)</span> ရောက်ရှိလာပြီး နေထိုင်ခွင့်ကို ပယ်ဖျက်ခဲ့သည်။ ထို့ကြောင့်၊ မုဆိုးမသည် ၎င်း၏ 'အစ်ဒါဟ်ကို ၎င်းဆန္ဒရှိရာ မည်သည့်နေရာတွင်မဆို ကုန်ဆုံးနိုင်ပြီး နေထိုင်ခွင့် အခွင့်အရေး မရှိတော့ပေ။\"</p><p lang=\"my\" class=\"my \">အသာအ်၏ ပြောကြားချက်နှင့် အာယတ်တော် <span class=\"gray\">(၂:၂၄၀)</span> ကို အမွေနှင့် ပတ်သက်သော အာယတ်တော် <span class=\"gray\">(၄:၁၂)</span> က ပယ်ဖျက်ခဲ့သည်ဟု ယုံကြည်သူတို့၏ အမြင်သည် လေးလနှင့် ဆယ်ရက်ထက် ပိုသော ကာလအတွက်သာ အကျုံးဝင်သည် <span class=\"gray\">(၂:၂၃၄ တွင် လိုအပ်သည်)</span>။ သို့သော်၊ ၎င်းတို့သည် လေးလနှင့် ဆယ်ရက်တာသည် ကွယ်လွန်သူ ခင်ပွန်း၏ ပစ္စည်းမှ မလိုအပ်ဟု ဆိုလိုပါက၊ ဤအမြင်သည် ပညာရှင်များအကြား သဘောထားကွဲလွဲမှု၏ အကြောင်းအရာဖြစ်သည်။ သက်သေအဖြစ်၊ ၎င်းတို့က မာလိက်က ဇိုင်နပ် ဘင် ကအ်ဘ် ဘင် 'အူဂျရာ မှတ်တမ်းတင်ထားသည်နှင့်အညီ မုဆိုးမသည် ၎င်း၏ <span class=\"gray\">(ကွယ်လွန်သူ)</span> ခင်ပွန်း၏ အိမ်တွင် <span class=\"gray\">(လေးလနှင့် ဆယ်ရက်တာ)</span> နေထိုင်ရန် လိုအပ်သည်ဟု ပြောကြားခဲ့သည်။ ဇိုင်နပ်က အဘူ စအီးဒ် အလ်-ခုဒ်ရီ၏ ညီမ ဖရိအဟ် ဘင် မာလိက် ဘင် စီနာန်က ၎င်းအား ပြောကြားသည်မှာ ဖရိအဟ်သည် အလ္လာဟ်၏ တမန်တော် ﷺ ထံ လာရောက်၍ ဗနူ ခုဒ်ရာရှိ ၎င်း၏ မိသားစုနေအိမ်သို့ ပြန်သွားရန် တောင်းဆိုခဲ့သည်ဟု ဆိုသည်။ ၎င်း၏ ခင်ပွန်းသည် ထွက်ပြေးသွားသော ၎င်း၏ အစေခံအချို့ကို လိုက်လံရှာဖွေရာ အလ်-ကဒူမ် ဒေသသို့ ရောက်သောအခါ ၎င်းတို့ကို သတ်ဖြတ်ခဲ့သည်။ ဖရိအဟ်က \"အလ္လာဟ်၏ တမန်တော် ﷺ ကို ကျွန်မ၏ <span class=\"gray\">(ကွယ်လွန်သူ)</span> ခင်ပွန်းက ပိုင်ဆိုင်သော နေအိမ် သို့မဟုတ် နဖကဟ် <span class=\"gray\">(ထောက်ပံ့မှု)</span> ကို ကျွန်မအတွက် ချန်မထားခဲ့သောကြောင့် ဗနူ ခုဒ်ရာရှိ ကျွန်မ၏ မိသားစုနှင့်အတူ နေထိုင်သင့်ပါသလားဟု မေးမြန်းခဲ့သည်။\" အလ္လာဟ်၏ တမန်တော် ﷺ က အတည်ပြုသည့် အဖြေပေးခဲ့သည်။ ဖရိအဟ်သည် အခန်းထဲတွင် ရှိနေစဉ် အလ္လာဟ်၏ တမန်တော် ﷺ က ၎င်းအား ခေါ်ခဲ့သည် သို့မဟုတ် တစ်စုံတစ်ဦးကို ခေါ်ခိုင်းပြီး မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ قُلْتِ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် ဘာပြောခဲ့သလဲ။)</span> ကျွန်မ၏ <span class=\"gray\">(ကွယ်လွန်သူ)</span> ခင်ပွန်းနှင့် ပတ်သက်၍ ဖြစ်ကြောင်းကို ၎င်းအား ပြန်လည်ပြောပြခဲ့သည်။ ၎င်းက မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">امْكُثي فِي بَيْتِكِ حَتَّى يَبْلُغَ الكِتَابُ أَجَلَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကာလစေ့သည့်တိုင် သင့်အိမ်တွင် နေထိုင်ပါ။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ကျွန်မ၏ <span class=\"gray\">(ကွယ်လွန်သူ ခင်ပွန်း၏)</span> အိမ်တွင် 'အစ်ဒါဟ် ကာလ လေးလနှင့် ဆယ်ရက်တာ နေထိုင်ခဲ့သည်။ ထို့နောက်၊ အွတ်စ်မာန် ဘင် 'အဖ်ဖာန်က ၎င်း၏ အုပ်ချုပ်မှုကာလအတွင်း ကျွန်မအား ခေါ်၍ ဤကိစ္စနှင့် ပတ်သက်၍ မေးမြန်းခဲ့ပြီး ဖြစ်ပျက်ခဲ့သည်များကို ကျွန်မပြောပြခဲ့သည်။ ၎င်းက ထိုနည်းတူ ဆုံးဖြတ်ချက်ချခဲ့သည်။\" ဤဟဒီးဆ်တော်ကို အဘူ ဒါဝဒ်၊ အတ်-တီရ်မီဇီ၊ အန်-နဆာအီနှင့် အိဗ်နု မာဂျာတို့ကလည်း စုဆောင်းခဲ့ကြသည်။ အတ်-တီရ်မီဇီက \"ဟဆန် ဆဟီဟ်\" ဟု ပြောကြားခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ကွာရှင်းစဉ် မွတ်အဟ် <span class=\"gray\">(လက်ဆောင်)</span> ၏ မဖြစ်မနေ လိုအပ်မှု</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကွာရှင်းပြီးသော အမျိုးသမီးများအတွက်မူ ကျိုးကြောင်းဆီလျော်သော <span class=\"gray\">(အတိုင်းအတာဖြင့်)</span> ထောက်ပံ့မှု <span class=\"gray\">(ပြုလုပ်ရမည်)</span>။ ဤသည်မှာ အလ်-မွတ်သကီးများ <span class=\"gray\">(သူတော်စင်များ)</span> အပေါ်၌ တာဝန်ဖြစ်သည်။)</span></p><p lang=\"ha\" class=\"ha \">Abdur-Rahman bin Zayd bin Aslam said that when Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ကျိုးကြောင်းဆီလျော်သော ပမာဏဖြင့် လက်ဆောင်ပေးခြင်းသည် ကုသိုလ်ပြုသူများအပေါ်၌ တာဝန်ဖြစ်သည်။)</span><span class=\"gray\">(၂:၂၃၆)</span> ကို ထုတ်ဖော်ပြသသောအခါ လူတစ်ဦးက \"ကျွန်ုပ်ဆန္ဒရှိလျှင် အလွန်ကောင်းမွန်မည်၊ မရှိလျှင် မကောင်းမွန်ပေ။\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက်၊ အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော်ကို ထုတ်ဖော်ပြသခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကွာရှင်းပြီးသော အမျိုးသမီးများအတွက်မူ ကျိုးကြောင်းဆီလျော်သော <span class=\"gray\">(အတိုင်းအတာဖြင့်)</span> ထောက်ပံ့မှု <span class=\"gray\">(ပြုလုပ်ရမည်)</span>။ ဤသည်မှာ အလ်-မွတ်သကီးများ <span class=\"gray\">(သူတော်စင်များ)</span> အပေါ်၌ တာဝန်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ကွာရှင်းစဉ် မွတ်အဟ် <span class=\"gray\">(ကျိုးကြောင်းဆီလျော်သော လက်ဆောင်)</span> သည် ကွာရှင်းပြီးသော အမျိုးသမီးတိုင်းအတွက် မဖြစ်မနေ လိုအပ်သည်ဟု စည်းမျဉ်းထုတ်ခဲ့သော ပညာရှင်များ၊ ၎င်းအတွက် မင်္ဂလာငွေ သတ်မှတ်ထားသည်ဖြစ်စေ မထားသည်ဖြစ်စေ၊ ထိမ်းမြားခြင်း ပြီးမြောက်ခဲ့သည်ဖြစ်စေ မပြီးမြောက်သည်ဖြစ်စေ၊ ၎င်းတို့၏ စည်းမျဉ်းကို ထုတ်ပြန်သောအခါ ဤအာယတ်တော် <span class=\"gray\">(၂:၂၄၁)</span> ကို အားကိုးခဲ့ကြသည်။ ဤသည်မှာ စအီးဒ် ဘင် ဂျူဘိုင်ယာနှင့် စလဖ်များအကြား အခြားပညာရှင်များစွာ၊ အိဗ်နု ဂျရီရ်တို့က ဤကိစ္စနှင့် ပတ်သက်၍ လက်ခံထားသော အမြင်ဖြစ်သည်။ ထို့ကြောင့်၊ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا جُنَاحَ عَلَيْكُمْ إِن طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ အမျိုးသမီးများကို မထိတွေ့မီ <span class=\"gray\">(လိင်ဆက်ဆံမှု မပြုရသေးမီ)</span> သို့မဟုတ် ၎င်းတို့အတွက် သတ်မှတ်ထားသော <span class=\"gray\">(မဟာရ်)</span> ကို မသတ်မှတ်ရသေးမီ ကွာရှင်းပါက သင်တို့အပေါ် အပြစ်မရှိပေ။ သို့သော် ၎င်းတို့အား <span class=\"gray\">(သင့်လျော်သော လက်ဆောင်)</span> ပေးကမ်းပါ၊ ချမ်းသာသူသည် ၎င်း၏တတ်နိုင်သလောက်၊ ဆင်းရဲသူသည် ၎င်း၏တတ်နိုင်သလောက် ကျိုးကြောင်းဆီလျော်သော ပမာဏဖြင့် လက်ဆောင်ပေးခြင်းသည် ကုသိုလ်ပြုသူများအပေါ်၌ တာဝန်ဖြစ်သည်။)</span><span class=\"gray\">(၂:၂၃၆)</span> သည် ဤယေဘုယျစည်းမျဉ်း၏ အချို့သော အသေးစိတ်အချက်များကိုသာ ဖော်ပြထားသည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနည်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား မိမိ၏ အာယတ်တော်များ <span class=\"gray\">(ပညတ်တော်များ)</span> ကို ရှင်းလင်းပြသတော်မူ၏၊)</span> ဆိုလိုသည်မှာ ၎င်းအရှင်မြတ် ခွင့်ပြုသောအရာ၊ တားမြစ်သောအရာ၊ လိုအပ်သောအရာ၊ ၎င်းအရှင်မြတ် သတ်မှတ်ထားသော ကန့်သတ်ချက်များ၊ ၎င်းအရှင်မြတ်၏ အမိန့်တော်များနှင့် ၎င်းအရှင်မြတ်၏ တားမြစ်ချက်များအားလုံးကို သင်တို့အတွက် ရှင်းလင်းပြတ်သားစွာ ရှင်းပြပြီးဖြစ်သည်။ သင်တို့အား အသေးစိတ်အချက်အလက်များ လိုအပ်ပါက မည်သည့်ကိစ္စကိုမျှ ယေဘုယျသဘောဖြင့် မချန်ထားခဲ့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَعْقِلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့နားလည်နိုင်ရန်။)</span> ဆိုလိုသည်မှာ နားလည်ပြီး သိရှိနိုင်ရန်။</p>"
  }
]