[
  {
    "ayah_key": "2:155",
    "group_ayah_key": "2:155",
    "from_ayah": "2:155",
    "to_ayah": "2:157",
    "ayah_keys": "2:155,2:156,2:157",
    "text": "<p lang=\"my\" class=\"my \">၎င်းပြင် ငါတို့သည် သင့်အား ကြောက်ရွံ့ခြင်း၊ ငတ်မွတ်ခြင်း၊ ဥစ္စာ၊ အသက်နှင့် အသီးအနှံများ ဆုံးရှုံးခြင်းတို့ဖြင့် စမ်းသပ်ကြမည်မှာ သေချာပါသည်။ သို့သော် အစ်ဆာဘီရင် (သည်းခံသူများ) အား ဝမ်းမြောက်ဖွယ် သတင်းပေးပါလေ။ <span>(၁၅၅)</span>မည်သူတို့နည်းဟူမူ၊ မည်သည့် ဘေးဆိုးဒုက္ခနှင့် တွေ့ကြုံရသည်ရှိသော်၊ \"အမှန်စင်စစ် ငါတို့သည် အလ္လာဟ်အရှင်မြတ်ထံတော်မှ ဖြစ်ကြပြီး၊ အမှန်စင်စစ် ငါတို့သည် အရှင်မြတ်ထံတော်သို့ ပြန်လည်ရောက်ရှိကြမည်ဖြစ်သည်\" ဟု ပြောဆိုကြသူများဖြစ်သည် <span>(၁၅၆)</span>ထိုသူတို့သည် ၎င်းတို့၏ အရှင်သခင်ထံတော်မှ ဆွာလာဝါတ် (ဆိုလိုသည်မှာ ကောင်းချီးခံစားရသူများဖြစ်ပြီး ခွင့်လွှတ်ခြင်းခံရသူများ) နှင့် အရှင်မြတ်၏ ကရုဏာတော်ကို ခံစားရသူများဖြစ်ကြသည်။ ၎င်းတို့သည် လမ်းမှန်ကို ရရှိသူများဖြစ်ကြသည် <span>(၁၅၇)</span></p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်သူသည် ဘေးဆိုးဒုက္ခကို သည်းခံပြီး အကျိုးကို ရရှိသည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တော်တစ်ခုတွင် ဖော်ပြထားသကဲ့သို့ ၎င်း၏ကျွန်များကို စမ်းသပ်ပြီး ပြင်ဆင်သည်ဟု ကျွန်ုပ်တို့အား အသိပေးထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ الْمُجَاهِدِينَ مِنكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ</p><p lang=\"my\" class=\"my \">(အမှန်စင်စစ် ငါတို့သည် သင်တို့ကို စမ်းသပ်ကြမည်၊ သင်တို့အနက် ကြိုးစားသူများ (အလ္လာဟ်အရှင်မြတ်၏ လမ်းကြောင်းအတွက်) နှင့် အစ်ဆာဘီရင် (သည်းခံသူများ) ကို သိရသည်အထိ စမ်းသပ်ကြမည်ဖြစ်ပြီး၊ သင်တို့၏ အကြောင်းအရာ (ဆိုလိုသည်မှာ မည်သူသည် မုသားပြောသူဖြစ်ပြီး မည်သူသည် မှန်ကန်သူဖြစ်သည်ကို) စမ်းသပ်ကြမည်။)<span>(၄၇:၃၁)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အရှင်မြတ်သည် ၎င်းတို့အား တစ်ခါတစ်ရံ ကောင်းမြတ်မှုဖြင့်လည်းကောင်း၊ တစ်ခါတစ်ရံ ကြောက်ရွံ့ခြင်းနှင့် ငတ်မွတ်ခြင်းဘေးဒုက္ခတို့ဖြင့်လည်းကောင်း စမ်းသပ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တော်တစ်ခုတွင် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ</p><p lang=\"my\" class=\"my \">(ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအား ပြင်းထန်သော ငတ်မွတ်ခြင်း (အငတ်ဘေး) နှင့် ကြောက်ရွံ့ခြင်းကို မြည်းစမ်းစေခဲ့သည်)<span>(၁၆:၁၁၂)</span></p><p lang=\"my\" class=\"my \">ကြောက်လန့်ပြီး ငတ်မွတ်သောသူများသည် ဘေးဆိုးဒုက္ခ၏ အကျိုးသက်ရောက်မှုများကို ပြင်ပမှ ပြသကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤနေရာတွင် ကြောက်ရွံ့ခြင်းနှင့် ငတ်မွတ်ခြင်း၏ 'လီဘတ်စ်' (ဖုံးအုပ်ခြင်း သို့မဟုတ် အဝတ်အစား) ဟူသော စကားလုံးကို သုံးခဲ့ခြင်းဖြစ်သည်။ အထက်ပါ အာယတ်တော်များတွင် အလ္လာဟ်အရှင်မြတ်သည် အောက်ပါစကားလုံးများကို အသုံးပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِشَيْءٍ مِّنَ الْخَوْفِ وَالْجُوعِ</p><p lang=\"my\" class=\"my \">(ကြောက်ရွံ့ခြင်း၊ ငတ်မွတ်ခြင်းတို့မှ တစ်စုံတစ်ရာဖြင့်) ဆိုလိုသည်မှာ တစ်ခုစီမှ အနည်းငယ်စီ။ ထို့နောက် (အလ္လာဟ်အရှင်မြတ်သည် မိန့်တော်မူသည်)-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَقْصٍ مِّنَ الْأَمْوَالِ</p><p lang=\"my\" class=\"my \">(စည်းစိမ်ဥစ္စာ ဆုံးရှုံးခြင်း) ဆိုလိုသည်မှာ စည်းစိမ်ဥစ္စာအချို့ ပျက်စီးလိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَنفُسِ </p><p lang=\"my\" class=\"my \">(အသက်များ) ဆိုလိုသည်မှာ မိတ်ဆွေများ၊ ဆွေမျိုးများနှင့် ချစ်ခင်ရသူများကို သေဆုံးခြင်းဖြင့် ဆုံးရှုံးရခြင်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالثَّمَرَاتِ </p><p lang=\"my\" class=\"my \">(နှင့် အသီးအနှံများ) ဆိုလိုသည်မှာ ဥယျာဉ်များနှင့် လယ်ယာများမှ ပုံမှန် သို့မဟုတ် မျှော်မှန်းထားသော ပမာဏအတိုင်း ထွက်ရှိမည်မဟုတ်ပေ။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ထပ်မံ၍ မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَشِّرِ الصَّابِرِينَ</p><p lang=\"my\" class=\"my \">(သို့သော် အစ်ဆာဘီရင် (သည်းခံသူများ) အား ဝမ်းမြောက်ဖွယ် သတင်းပေးပါလေ။)</p><p lang=\"my\" class=\"my \">ထို့နောက် အရှင်မြတ်ချီးကျူးခဲ့သော 'သည်းခံသူများ' ကို မည်သူကို ဆိုလိုကြောင်း ရှင်းပြခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ إِذَا أَصَابَتْهُم مُّصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ</p><p lang=\"my\" class=\"my \">(မည်သူတို့နည်းဟူမူ၊ မည်သည့် ဘေးဆိုးဒုက္ခနှင့် တွေ့ကြုံရသည်ရှိသော်၊ \"အမှန်စင်စစ် ငါတို့သည် အလ္လာဟ်အရှင်မြတ်ထံတော်မှ ဖြစ်ကြပြီး၊ အမှန်စင်စစ် ငါတို့သည် အရှင်မြတ်ထံတော်သို့ ပြန်လည်ရောက်ရှိကြမည်ဖြစ်သည်\" ဟု ပြောဆိုကြသူများဖြစ်သည်) ဆိုလိုသည်မှာ မိမိတို့၏ ဆုံးရှုံးမှုနှင့် ရင်ဆိုင်ရသောအခါ ဤစကားကို ရွတ်ဆိုကာ မိမိကိုယ်ကို နှစ်သိမ့်ကြသူများ၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဖြစ်ပြီး အရှင်မြတ်သည် မိမိ၏ကျွန်များနှင့် စပ်လျဉ်း၍ အလိုရှိရာကို ပြုလုပ်တော်မူသည်ကို သိရှိကြသည်။ ၎င်းတို့သည် အမှုကိစ္စတစ်ခု သို့မဟုတ် မည်သည့်လုပ်ရပ်မျှ၊ အဏုမြူ၏ အလေးချိန်မျှပင် ဖြစ်စေ၊ ရှင်ပြန်ထမြောက်ရာနေ့တွင် အလ္လာဟ်အရှင်မြတ်ထံတွင် ပျောက်ဆုံးမည်မဟုတ်ကြောင်းကိုလည်း သိရှိကြသည်။ ဤအချက်အလက်များသည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များဖြစ်ကြပြီး ၎င်းတို့၏ ပြန်လာခြင်းသည် နောက်ဆုံးသောနေ့တွင် အရှင်မြတ်ထံသို့ ဖြစ်သည်ဟု ဝန်ခံရန် တွန်းအားပေးသည်။</p><p lang=\"my\" class=\"my \">ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ</p><p lang=\"my\" class=\"my \">(ထိုသူတို့သည် ၎င်းတို့၏ အရှင်သခင်ထံတော်မှ ဆွာလာဝါတ် (ဆိုလိုသည်မှာ ကောင်းချီးခံစားရသူများဖြစ်ပြီး ခွင့်လွှတ်ခြင်းခံရသူများ) နှင့် အရှင်မြတ်၏ ကရုဏာတော်ကို ခံစားရသူများဖြစ်သည်) ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ချီးမွမ်းခြင်းနှင့် ကရုဏာတော်သည် ၎င်းတို့နှင့်အတူ ရှိလိမ့်မည်။ ဆာအိဒ် ဘင် ဂျူဘိုင်ရ် က \"ဆိုလိုသည်မှာ ပြစ်ဒဏ်မှ ကာကွယ်ခြင်း\" ဟု ထပ်လောင်းပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمُ الْمُهْتَدُونَ</p><p lang=\"my\" class=\"my \">(၎င်းတို့သည် လမ်းမှန်ကို ရရှိသူများဖြစ်ကြသည်) 'အိုမာ ဘင် အလ်-ခတ္တဘ်' က မှတ်ချက်ပြုသည်- \"မည်မျှ ကောင်းမြတ်သော အရာများ၊ မည်မျှကြီးမားသော အမြင့်များနည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ</p><p lang=\"my\" class=\"my \">(ထိုသူတို့သည် ၎င်းတို့၏ အရှင်သခင်ထံတော်မှ ဆွာလာဝါတ်နှင့် ကရုဏာတော်ကို ခံစားရသူများဖြစ်သည်) ဟူသည် ကောင်းမြတ်သော အရာနှစ်ခုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمُ الْمُهْتَدُونَ</p><p lang=\"my\" class=\"my \">(၎င်းတို့သည် လမ်းမှန်ကို ရရှိသူများဖြစ်ကြသည်) ဟူသည်မှာ အမြင့်များဖြစ်သည်။\"</p><p lang=\"my\" class=\"my \">အမြင့်များဆိုသည်မှာ ပိုမိုများပြားသော ဆုလာဘ်များကို ဆိုလိုပြီး၊ ဤသူများသည် ၎င်းတို့၏ ဆုလာဘ်များနှင့် ထို့ထက်ပို၍ ချီးမြှင့်ခြင်းခံရလိမ့်မည်။</p><div lang=\"my\" class=\"my \"><h2>ဘေးဆိုးဒုက္ခများ ကြုံတွေ့ရချိန်တွင် ကျွန်ုပ်တို့အားလုံးသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဖြစ်ကြောင်း အတည်ပြုခြင်း၏ ဂုဏ်ကျေးဇူး</h2></div><p lang=\"my\" class=\"my \">ဘေးဆိုးဒုက္ခများ ကြုံတွေ့ရသည့်အခါ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ</p><p lang=\"my\" class=\"my \">(\"အမှန်စင်စစ် ငါတို့သည် အလ္လာဟ်အရှင်မြတ်ထံတော်မှ ဖြစ်ကြပြီး၊ အမှန်စင်စစ် ငါတို့သည် အရှင်မြတ်ထံတော်သို့ ပြန်လည်ရောက်ရှိကြမည်ဖြစ်သည်\") ဟု ပြောဆိုခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်ထံသို့ ပြန်သွားမည်ဖြစ်ကြောင်း ဝန်ခံခြင်း၏ ဆုလာဘ်များကို ဖော်ပြထားသော ဟာဒီးဆ်တော်များစွာရှိပါသည်။ ဥပမာအားဖြင့်၊ အီမာမ် အဟ်မဒ် က 'အွမ် ဆာလာမာ' မှ ဖော်ပြသည်မှာ- တစ်ခါက 'အဘူ ဆာလာမာ' သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ နှင့် အတူရှိရာမှ ပြန်လာပြီး ပြောသည်- အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ မှ ကျွန်ုပ်အား ဝမ်းသာစေသော စကားတစ်ခုကို ရွတ်ဆိုသည်ကို ကျွန်ုပ်ကြားခဲ့ရသည်။ အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُصِيبُ أَحَدًا مِنَ الْمُسْلِمِينَ مُصِيبَةٌ فَيَسْتَرْجِعُ عِنْدَ مُصِيبَتِهِ ثُمَّ يقُولُ: اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي وأَخْلِفْ لِي خَيْرًا مِنْهَا، إِلَّا فَعَلَ ذلِكَ بِهِ</p><p lang=\"my\" class=\"my \">(မည်သည့် မွတ်စ်လင်မ်မျှ ဘေးဆိုးဒုက္ခနှင့် တွေ့ကြုံရပြီး၊ ဘေးဆိုးဒုက္ခ ကြုံတွေ့ရသောအခါ 'အစ်တီရ်ဂျာအ်' ကို မရွတ်ဆိုဘဲ၊ ထို့နောက် 'အို အလ္လာဟ်! ကျွန်ုပ်၏ ဆုံးရှုံးမှုအတွက် ဆုချတော်မူပါ၊ ထိုထက် ပိုမိုကောင်းမွန်သော အရာကို ပေးသနားတော်မူပါ' ဟု မပြောပါက အလ္လာဟ်အရှင်မြတ်သည် ထိုသို့ မပြုလုပ်ပေ။)</p><p lang=\"my\" class=\"my \">'အွမ် ဆာလာမာ' က ပြောသည်- ထို့ကြောင့် ကျွန်ုပ်သည် ဤစကားလုံးများကို မှတ်မိခဲ့သည်။ 'အဘူ ဆာလာမာ' ကွယ်လွန်သောအခါ ကျွန်ုပ်သည် 'အစ်တီရ်ဂျာအ်' ကို ရွတ်ဆိုပြီး \"အို အလ္လာဟ်! ကျွန်ုပ်၏ ဆုံးရှုံးမှုအတွက် လျော်ကြေးပေးသနားတော်မူပါ၊ ထိုထက် ပိုမိုကောင်းမွန်သော အရာကို ပေးသနားတော်မူပါ\" ဟု ပြောခဲ့သည်။ ထို့နောက် ကျွန်ုပ်စဉ်းစားမိပြီး \"အဘူ ဆာလာမာ ထက် ဘယ်သူက ပိုကောင်းလဲ\" ဟု ပြောခဲ့သည်။ ကျွန်ုပ်၏ 'အစ်ဒါဟ်' (မုဆိုးမ သို့မဟုတ် ကွာရှင်းပြတ်စဲပြီးသော အမျိုးသမီးတစ်ဦး ပြန်လည်လက်ထပ်နိုင်သည့် ကာလ) ပြီးဆုံးသောအခါ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် ကျွန်ုပ်အား တွေ့ခွင့်ပြုရန် တောင်းဆိုခဲ့သည်။ ထိုအချိန်က ကျွန်ုပ်သည် အရေပြားတစ်ခုကို ဆိုးဆေးဆိုးနေခဲ့သည်။ ကျွန်ုပ် လက်များကို ဆေးကြောပြီး အရှင်မြတ်အား ဝင်ခွင့်ပြုခဲ့ပြီး ခေါင်းအုံးတစ်လုံးကို ပေးခဲ့ရာ အရှင်မြတ်သည် ၎င်းပေါ်တွင် ထိုင်ခဲ့သည်။ ထို့နောက် အရှင်မြတ်သည် ကျွန်ုပ်အား လက်ထပ်ရန် တောင်းဆိုခဲ့ပြီး အရှင်မြတ်၏ မိန့်ခွန်းပြီးသောအခါ ကျွန်ုပ်က ပြောသည်- \"အို အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်! ကျွန်မ အရှင်မြတ်ကို မလိုချင်လို့ မဟုတ်ပါဘူး၊ ဒါပေမယ့် ကျွန်မက အရမ်းသဝန်တိုတတ်ပြီး အရှင်မြတ်ဆီကနေ ကျွန်မဆီက မမှန်ကန်တဲ့ အပြုအမူမျိုးတွေ ကြုံတွေ့ရမှာကို စိုးရိမ်ပါတယ်၊ အဲဒါကြောင့် အလ္လာဟ်အရှင်မြတ်က ကျွန်မကို အပြစ်ပေးမှာကို ကြောက်ပါတယ်။ ကျွန်မလည်း အသက်ကြီးပြီ၊ ကလေးတွေလည်း ရှိပါတယ်\" အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أمَّا مَا ذَكَرْتِ مِنَ الْغَيْرَةِ فَسَوْفَ يُذْهِبُهَا اللهُ عَزَّ وَجَلَّ عَنْكِ، وَأَمَّا مَا ذَكَرْتِ مِنَ السِّنِّ فَقَدْ أَصَابَنِي مِثْلُ الَّذِي أَصَابَكِ، وَأَمَّا مَا ذَكَرْتِ مِنَ الْعِيَالِ فَإِنَّمَا عِيَالُكِ عِيَالِي</p><p lang=\"my\" class=\"my \">(သင်ပြောခဲ့သော သဝန်တိုမှုအတွက်၊ အလ္လာဟ်အရှင်မြတ်သည် သင့်ထံမှ ဖယ်ရှားပေးလိမ့်မည်။ သင်ပြောခဲ့သော အသက်အရွယ်ကြီးရင့်မှုအတွက်၊ သင်ခံစားခဲ့ရသည့်အတိုင်း ကျွန်ုပ်လည်း ခံစားခဲ့ရသည်။ သင့်တွင် ကလေးများရှိသည်ဟု သင်ပြောခဲ့သောကြောင့်၊ ၎င်းတို့သည် ကျွန်ုပ်၏ကလေးများလည်းဖြစ်သည်။)</p><p lang=\"my\" class=\"my \">သူမက \"ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်အား လက်နက်ချလိုက်ပါပြီ\" ဟု ပြောခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ သည် သူမအား လက်ထပ်ခဲ့ပြီး 'အွမ် ဆာလာမာ' က နောက်ပိုင်းတွင် ပြောခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်သည် ကျွန်မအား အဘူ ဆာလာမာ ထက် ပိုမိုကောင်းမွန်သူဖြင့် လျော်ကြေးပေးခဲ့သည်- အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် ﷺ\" မွတ်စ်လင်မ်က ဤဟာဒီးဆ်တော်၏ ပိုမိုတိုတောင်းသော ဗားရှင်းကို ဖော်ပြခဲ့သည်။</p>"
  }
]