[
  {
    "ayah_key": "21:105",
    "group_ayah_key": "21:105",
    "from_ayah": "21:105",
    "to_ayah": "21:107",
    "ayah_keys": "21:105,21:106,21:107",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ် အဇ်-ဇဘူရ်ကျမ်း၌ အဓ်-ဓိက်ရ်ကျမ်း၏ နောက်ပိုင်းတွင် ငါ့ဖြောင့်မတ်သောကျွန်များသည် ကမ္ဘာမြေကို အမွေဆက်ခံရမည်ဟု ငါတို့ရေးသားထားခဲ့ပြီးဖြစ်၏။ <span>(၁၀၅)</span>ဤအရာ၌ အလ္လာဟ်အရှင်မြတ်အား ကိုးကွယ်သူများအတွက် ရှင်းလင်းပြတ်သားသော သတင်းစကားတစ်ခု အမှန်ပင်ရှိ၏။ <span>(၁၀၆)</span>သင့်ကို <span class=\"gray\">(အို မိုဟာမဒ် ﷺ)</span> စကြဝဠာများအတွက် ကရုဏာအဖြစ်မှတစ်ပါး အခြားမစေလွှတ်ခဲ့ပေ။ <span>(၁၀၇)</span></p><div lang=\"my\" class=\"my \"><h2>ကမ္ဘာမြေကို ဖြောင့်မတ်သူများက အမွေဆက်ခံမည်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ကောင်းချီးမင်္ဂလာခံစားရမည့် ဖြောင့်မတ်သောကျွန်များအတွက် သူ၏အမိန့်တော်အကြောင်းကို ပြောပြထားသည်။ ထိုသူတို့သည် ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ကမ္ဘာမြေကို အမွေဆက်ခံမည့်သူများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَاءُ مِنْ عِبَادِهِ ۖ وَالْعَاقِبَةُ لِلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကမ္ဘာမြေသည် အလ္လာဟ်အရှင်မြတ်၏ဖြစ်သည်။ သူ၏ကျွန်များအနက်မှ သူအလိုရှိသူအား အမွေအဖြစ်ပေးတော်မူသည်။ ထို့ပြင် <span class=\"gray\">(ကောင်းချီးခံစားရသော)</span> အဆုံးသည် တကွါရှိသူများအတွက်ဖြစ်သည်။)</span><span class=\"gray\">(၇:၁၂၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤလောကဘဝတွင်နှင့် သက်သေများ ထွက်ပေါ်လာမည့်နေ့တွင် ငါတို့၏ ရစူလ်တမန်များနှင့် ယုံကြည်သူများကို ငါတို့အောင်ပွဲခံစေမည်။)</span><span class=\"gray\">[၄၀:၅၁]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَىٰ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အနက်မှ ယုံကြည်ပြီး ကောင်းမှုကုသိုလ်ပြုသူများအား ကမ္ဘာမြေတွင် သူတို့ရှေ့ကလူများကို ပေးသကဲ့သို့ အမှန်ပင် အုပ်စိုးခွင့်ပေးမည်ဖြစ်ကြောင်း၊ ထို့ပြင် သူတို့အတွက် သူရွေးချယ်ပေးထားသော ဘာသာတရားကို ကျင့်သုံးခွင့်ပေးမည်ဖြစ်ကြောင်း ကတိပြုထားသည်။)</span><span class=\"gray\">(၂၄:၅၅)</span>။ အလ္လာဟ်အရှင်မြတ်သည် ဤအရာကို ဒိုင်ဗိုင်းဥပဒေများနှင့် အမိန့်တော်များကျမ်းများတွင် မှတ်တမ်းတင်ထားပြီးဖြစ်ကြောင်း၊ ၎င်းသည် ရှောင်လွှဲမရဖြစ်ပျက်မည်ဖြစ်ကြောင်း ငါတို့ကို ပြောပြထားသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အဇ်-ဇဘူရ်ကျမ်း၌ အဓ်-ဓိက်ရ်ကျမ်း၏ နောက်ပိုင်းတွင် ငါတို့ရေးသားထားခဲ့ပြီးဖြစ်၏။)</span></p><p lang=\"fil\" class=\"fil \">Al-A'mash said: \"I asked Sa'id bin Jubayr about the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အဇ်-ဇဘူရ်ကျမ်း၌ အဓ်-ဓိက်ရ်ကျမ်း၏ နောက်ပိုင်းတွင် ငါတို့ရေးသားထားခဲ့ပြီးဖြစ်၏။)</span>။ သူက 'အဇ်-ဇဘူရ်ဆိုသည်မှာ တောင်ရတ်၊ အင်ဂျီလ်နှင့် ကုရ်အာန်တို့ကို ဆိုလိုသည်' ဟု ပြောကြားခဲ့သည်။ မုဂျာဟိဒ်က 'အဇ်-ဇဘူရ်ဆိုသည်မှာ ကျမ်းကို ဆိုလိုသည်' ဟု ပြောကြားခဲ့သည်။ အိဗ်နု အဗ္ဗာစ်၊ အစ်ရှ်-ရှာဘီ၊ အလ်-ဟာစန်၊ ကွတ်တာဒါးနှင့် အခြားသူများက 'အဇ်-ဇဘူရ်သည် ဒါဝုဒ်ထံ ထုတ်ဖော်ခဲ့သော ကျမ်းဖြစ်ပြီး အဓ်-ဓိက်ရ်သည် တောင်ရတ်ကျမ်းဖြစ်သည်' ဟု ပြောကြားခဲ့ကြသည်။ မုဂျာဟိဒ်က 'အဇ်-ဇဘူရ်ဆိုသည်မှာ အဓ်-ဓိက်ရ်နောက်ပိုင်း ပေါ်ထွက်လာသော ကျမ်းများကို ဆိုလိုပြီး၊ အဓ်-ဓိက်ရ်သည် အလ္လာဟ်အရှင်မြတ်ထံတွင်ရှိသော ကျမ်းများ၏မိခင် <span class=\"gray\">(အွမ္မုလ်-ကိတာဗ်)</span> ဖြစ်သည်' ဟု ပြောကြားခဲ့သည်။ ဇိုင်ဒ် ဘင် အစ်စလမ်၏ အမြင်မှာလည်း ဤအတိုင်းဖြစ်သည်။ '၎င်းသည် ပထမဆုံးကျမ်းဖြစ်သည်'။ အစ်-သောရီက '၎င်းသည် အလ်-လောင်ဟ် အလ်-မဟ်ဖူးဇ်ဖြစ်သည်' ဟု ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ဖြောင့်မတ်သောကျွန်များသည် ကမ္ဘာမြေကို အမွေဆက်ခံရမည်။)</span> မုဂျာဟိဒ်က အိဗ်နု အဗ္ဗာစ်ထံမှ ပြန်လည်ပြောပြသည်မှာ 'ဤသည်မှာ ဂျန္နတ်ပြည်ကို ဆိုလိုသည်' ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အဘူး အာလိယဟ်၊ မုဂျာဟိဒ်၊ စအီးဒ် ဘင် ဂျုဘိုင်းရ်၊ အစ်ရှ်-ရှာဘီ၊ ကွတ်တာဒါး၊ အစ်-စွတ်ဒီ၊ အဘူး စွာလိဟ်၊ အလ်-ရာဘီ ဘင် အန်နပ်စ်နှင့် အစ်-သောရီ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် သူတို့အား ကရုဏာထားတော်မူပါစေ)</span> တို့၏ အမြင်လည်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي هَٰذَا لَبَلَاغًا لِّقَوْمٍ عَابِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤ <span class=\"gray\">(ကုရ်အာန်)</span> တွင် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်သူများအတွက် ရှင်းလင်းပြတ်သားသော သတင်းစကားတစ်ခု ရှိ၏။)</span> ဆိုလိုသည်မှာ 'ငါတို့ကျွန် မိုဟာမဒ် ﷺ အား ငါတို့ထုတ်ဖော်ခဲ့သော ဤကုရ်အာန်တွင် အကျိုးရှိပြီး အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်သူများအတွက် လုံလောက်သော ရှင်းလင်းပြတ်သားသည့် သတင်းစကားတစ်ခု ရှိ၏'။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သတ်မှတ်ထားသော၊ သူချစ်မြတ်နိုးပြီး နှစ်သက်သောနည်းလမ်းဖြင့် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်သူများ၊ နှင့် ရှိက်သွာန် သို့မဟုတ် မိမိတို့၏ဆန္ဒများကို လိုက်နာခြင်းထက် အလ္လာဟ်အရှင်မြတ်အား နာခံလိုသူများကို ရည်ညွှန်းသည်။</p><div lang=\"my\" class=\"my \"><h2>မိုဟာမဒ် <span class=\"gray\">(ﷺ)</span> သည် စကြဝဠာများအတွက် ကရုဏာတော်ဖြစ်သည်</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကို စကြဝဠာများအတွက် ကရုဏာအဖြစ်မှတစ်ပါး အခြားမစေလွှတ်ခဲ့ပေ။)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် မိုဟာမဒ် ﷺ အား စကြဝဠာများအတွက် ကရုဏာတော်ဖြစ်စေခဲ့ကြောင်း၊ ဆိုလိုသည်မှာ သူတို့ကို <span class=\"gray\">[လူမျိုးများ]</span> အားလုံးအတွက် ကရုဏာအဖြစ် စေလွှတ်ခဲ့ကြောင်း ပြောပြထားသည်။ ထို့ကြောင့် ဤကရုဏာကို လက်ခံပြီး ဤကောင်းချီးအတွက် ကျေးဇူးတင်သူမည်သူမဆို ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ပျော်ရွှင်ရမည်။ သို့သော် ၎င်းကို ငြင်းပယ်ပြီး မယုံကြည်သူမည်သူမဆို ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ဆုံးရှုံးရမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ - جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ الْقَرَارُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ ကောင်းချီးများကို မယုံကြည်မှုအဖြစ် ပြောင်းလဲခဲ့သူများ၊ သူတို့၏လူများကို ပျက်စီးရာနေရာ၌ နေစေခဲ့သူများကို သင်မမြင်ခဲ့ဘူးလော။ ငရဲသည် သူတို့မီးရှို့ခံရမည့်နေရာဖြစ်ပြီး၊ —မည်မျှ ဆိုးရွားသော အခြေချရာနေရာနည်း။)</span><span class=\"gray\">(၁၄:၂၈-၂၉)</span> ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ကုရ်အာန်ကို ဖော်ပြကာ မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُولَٰئِكَ يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါ– \"၎င်းသည် ယုံကြည်သူများအတွက် လမ်းညွှန်နှင့် ကုသခြင်းဖြစ်သည်။ မယုံကြည်သူများအတွက်မူ သူတို့၏နားများတွင် လေးလံမှုရှိပြီး၊ ၎င်းသည် သူတို့အတွက် မျက်စိကွယ်ခြင်းဖြစ်သည်။ ထိုသူတို့သည် ဝေးလံသောနေရာမှ ခေါ်ဝေါ်ခြင်းခံရသူများဖြစ်သည်။\")</span><span class=\"gray\">(၄၁:၄၄)</span></p><p lang=\"id\" class=\"id \">Muslim reports in his Sahih: Ibn Abi 'Umar told us, Marwan Al-Fazari told us, from Yazid bin Kisan, from Ibn Abi Hazim that Abu Hurayrah said that it was said, \"O Messenger of Allah, pray against the idolators.\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَمْ أُبْعَثْ لَعَّانًا، وَإِنَّمَا بُعِثْتُ رَحْمَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ့ကို ကျိန်ခြင်းအဖြစ် စေလွှတ်ခြင်းမဟုတ်ဘဲ ကရုဏာအဖြစ် စေလွှတ်ခြင်းဖြစ်သည်။)</span> ဤအရာကို မွတ်စလင်မ်က မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်က အမ်ရ် ဘင် အဘီ ကုရ်ရာ အလ်-ကင်ဒီ ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်။ 'ဟူဇိုင်ဖာသည် အလ်-မဒါအင်၌ ရှိနေပြီး အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ခဲ့သည့်အရာများကို ဖော်ပြနေခဲ့သည်။ ဟူဇိုင်ဖာသည် စလ်မာန်ထံ ရောက်လာပြီး စလ်မာန်က ပြောသည်မှာ 'အို ဟူဇိုင်ဖာ၊ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ <span class=\"gray\">[တစ်ခါတစ်ရံ အမျက်ထွက်ပြီး ထိုအတိုင်းမိန့်မြွက်တတ်သည်၊ တစ်ခါတစ်ရံ ကျေနပ်ပြီး ထိုအတိုင်းမိန့်မြွက်တတ်သည်။ အလ္လာဟ်၏ ရစူလ်တမန်တော် ﷺ]</span> ငါတို့ကို မိန့်ခွန်းပြောကြားခဲ့ပြီး၊ မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّمَا رَجُلٍ مِنْ أُمَّتِي سَبَبْتُهُ (سَبَّةً) فِي غَضَبِي أَوْ لَعَنْتُهُ لَعْنَةً، فَإِنَّمَا أَنَا رَجُلٌ مِنْ وَلَدِ آدَمَ أَغْضَبُ كَمَا تَغْضَبُونَ، إِنَّمَا بَعَثَنِي اللهُ رَحْمَةً لِلْعَالَمِينَ فَاجْعَلْهَا صَلَاةً عَلَيْهِ يَوْمَ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏အွမ္မသ်မှ မည်သူမဆို ငါအမျက်ထွက်စဉ် စော်ကားခဲ့ခြင်း သို့မဟုတ် ကျိန်ဆဲခဲ့ခြင်းဖြစ်ပါက – အမှန်စင်စစ် ငါသည် အာဒမ်၏သားစဉ်မြေးဆက်မှ လူသားတစ်ဦးဖြစ်ပြီး သင်တို့လိုပင် အမျက်ထွက်တတ်သည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ငါ့ကို စကြဝဠာများအတွက် ကရုဏာအဖြစ် စေလွှတ်ခဲ့သည်ဖြစ်ရာ၊ ထို <span class=\"gray\">[ငါ့အမျက်ဒေါသ]</span> ကို ကိယာမသ်နေ့တွင် သူအတွက် ကောင်းချီးအဖြစ် ငါပြုလုပ်ပေးမည်။\")</span></p><p lang=\"my\" class=\"my \">ဤအရာကို အဘူ ဒါဝုဒ်က အဟ်မဒ် ဘင် ယုနွတ်စ်ထံမှ ဇာအိဒါးမှတစ်ဆင့် မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဤသို့မေးကောင်းမေးနိုင်သည်။ သူ့ကို မယုံကြည်သူများသည် မည်သည့်ကရုဏာမျိုးရရှိသနည်း။ အဖြေမှာ အဘူး ဂျအ်ဖရ် ဘင် ဂျာရီရ်က အိဗ်နု အဗ္ဗာစ်ထံမှ အာယတ်နှင့်ပတ်သက်၍ မှတ်တမ်းတင်ခဲ့သည့်အရာဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ကို စကြဝဠာများအတွက် ကရုဏာအဖြစ်မှတစ်ပါး အခြားမစေလွှတ်ခဲ့ပေ။)</span> သူက 'အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သူမည်သူမဆို ဤလောကနှင့် နောင်တမလွန်ဘဝတွင် ကရုဏာကို ပြဋ္ဌာန်းပေးမည်။ အလ္လာဟ်အရှင်မြတ်နှင့် သူ၏ ရစူလ်တမန်တော်ကို မယုံကြည်သူမည်သူမဆို ငလျင်များနှင့် ကျောက်ခဲဖြင့်ပစ်ပေါက်ခြင်းကဲ့သို့သော လူမျိုးများကြုံတွေ့ခဲ့ရသည့်အရာများမှ ကာကွယ်ပေးမည်' ဟု ပြောကြားခဲ့သည်။</p>"
  }
]