[
  {
    "ayah_key": "33:32",
    "group_ayah_key": "33:32",
    "from_ayah": "33:32",
    "to_ayah": "33:34",
    "ayah_keys": "33:32,33:33,33:34",
    "text": "<p lang=\"my\" class=\"my \">အို နဗီတမန်တော်၏ ဇနီးသည်အပေါင်းတို့! သင်တို့သည် အခြားအမျိုးသမီးများကဲ့သို့ မဟုတ်ကြပေ။ သင်တို့သည် တက်ကဝါကို ထိန်းသိမ်းပါက စကားပြောရာတွင် နူးညံ့ပျော့ပြောင်းစွာ မပြောဆိုကြနှင့်။ သို့မဟုတ်ပါက သူ၏စိတ်နှလုံး၌ ရောဂါရှိသူသည် တပ်မက်မှုဖြင့် လှုံ့ဆော်ခံရမည်ကို စိုးရိမ်ရ၏။ သို့သော် ဂုဏ်ယူဖွယ်ရာ သဘောဖြင့်သာ ပြောဆိုကြကုန် <span>(၃၂)</span>သင်တို့၏အိမ်များတွင် နေထိုင်ကြကုန်။ ဂျာဟီလီယဟ်ခေတ်၏ တဘာရုဂျ်ကဲ့သို့ မိမိတို့ကို တဘာရုဂျ် မလုပ်ကြကုန်နှင့်။ ဆွလားသ်ကို ထမ်းဆောင်ကြကုန်။ ဇကားသ်ကို ပေးဆောင်ကြကုန်။ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို နာခံကြကုန်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ မိသားစုဝင်များထံမှ အာရ်-ရစ်ဂျ်စ်ကို ဖယ်ရှားလိုခြင်းသာဖြစ်ပြီး သင်တို့ကို စင်ကြယ်သန့်ရှင်းအောင် သန့်စင်လိုခြင်းသာဖြစ်သည် <span>(၃၃)</span>အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များနှင့် အလ်-ဟစ်က္မဟ်တို့အနက်မှ သင်တို့၏အိမ်များတွင် ရွတ်ဖတ်ပြသနေသည်များကို သတိရကြကုန်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အလွန်တရာ ကျေးဇူးပြုတတ်သောအရှင်၊ အရာခပ်သိမ်းကို ကောင်းစွာသိရှိသောအရှင်ဖြစ်သည် <span>(၃၄)</span></p><p lang=\"my\" class=\"my \">ယုံကြည်သူများ၏ မိခင်များ စံနမူနာ ဖြစ်နိုင်စေရန် အချို့သော အပြုအမူများကို အမိန့်ပေးခြင်း၊ နှင့် တဘာရုဂျ်ကို တားမြစ်ခြင်း</p><p lang=\"my\" class=\"my \">၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်က နဗီတမန်တော် ﷺ ၏ ဇနီးသည်များအား အမိန့်ပေးခဲ့သည့် ကောင်းမွန်သော အပြုအမူများဖြစ်ကြပြီး၊ ၎င်းတို့သည် အွမ္မသ်ရှိ အမျိုးသမီးများ လိုက်နာရန်အတွက် စံနမူနာ ဖြစ်စေရန်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က နဗီတမန်တော် ﷺ ၏ ဇနီးသည်များအား ကိုယ်တော်အမိန့်ပေးခဲ့သည့်အတိုင်း အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြရန်နှင့် အခြားမည်သည့်အမျိုးသမီးမျှ ၎င်းတို့နှင့်တူညီခြင်းမရှိသလို သီလနှင့် အဆင့်အတန်းတို့၌ ၎င်းတို့နှင့် ညီမျှခြင်းလည်း မရှိနိုင်ကြောင်း မိန့်ကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က အောက်ပါအတိုင်း မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَلَا تَخْضَعْنَ بِالْقَوْلِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် စကားပြောရာ၌ နူးညံ့ပျော့ပြောင်းစွာ မပြောဆိုကြနှင့်၊)</span> အစ်စ်-ဆွဒ်ဒီနှင့် အခြားသူများက ဤသည်မှာ အမျိုးသားများကို ပြောဆိုသည့်အခါ စကားပြောရာတွင် နူးညံ့ပျော့ပြောင်းခြင်း မပြုရဟု အဓိပ္ပါယ်ရကြောင်း ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ်ပါက သူ၏စိတ်နှလုံး၌ ရောဂါရှိသူသည် တပ်မက်မှုဖြင့် လှုံ့ဆော်ခံရမည်ကို စိုးရိမ်ရ၏၊)</span> ဆိုသည်မှာ မစင်ကြယ်သော အရာကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْنَ قَوْلًا مَعْرُوفًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဂုဏ်ယူဖွယ်ရာ သဘောဖြင့်သာ ပြောဆိုကြကုန်။)</span> အိဗ်နုဇိုင်းဒ်က \"ကောင်းသည်ဟု သိထားသော ယဉ်ကျေးသိမ်မွေ့ပြီး ဂုဏ်ယူဖွယ်ရာ စကား\" ဟု ပြောကြားခဲ့သည်။ ဤသည်မှာ အမျိုးသမီးတစ်ဦးသည် မဟ်ရမ်မဟုတ်သော အမျိုးသားများနှင့် စကားပြောဆိုရာတွင် နူးညံ့ပျော့ပြောင်းမှုမရှိဘဲ ပြောဆိုသင့်သည်ဟု ဆိုလိုသည်။ ဆိုလိုသည်မှာ အမျိုးသမီးတစ်ဦးသည် မဟ်ရမ်မဟုတ်သော အမျိုးသားကို မိမိခင်ပွန်းကို ပြောဆိုသည့်အတိုင်း ပြောဆိုခြင်း မပြုရပေ။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَقَرْنَ فِي بُيُوتِكُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏အိမ်များတွင် နေထိုင်ကြကုန်။)</span> ဆိုသည်မှာ သင်တို့၏အိမ်များတွင် နေထိုင်ကြပြီး ရည်ရွယ်ချက်တစ်ခုခုမှအပ အပြင်သို့ မထွက်ကြနှင့်ဟု အဓိပ္ပါယ်ရသည်။ ရှရီအသ်တွင် ဖော်ပြထားသော ရည်ရွယ်ချက်များထဲမှ တစ်ခုမှာ ဗလီတွင် ဆွလားသ်ဝတ်ပြုခြင်းဖြစ်ပြီး၊ အခြေအနေများ ပြည့်စုံသရွေ့ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَمْنَعُوا إِمَاءَ اللهِ مَسَاجِدَ اللهِ وَلْيَخْرُجْنَ وَهُنَّ تَفِلَاتٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အမျိုးသမီးကျွန်များကို အလ္လာဟ်အရှင်မြတ်၏ ဗလီများသို့ သွားရောက်ခြင်းမှ မတားမြစ်ကြနှင့်။ သို့သော် အမွှေးနံ့သာများ မဆွတ်ဖျန်းဘဲ ထွက်သွားကြပါစေ။)</span> အခြားမှတ်တမ်းတစ်ခုအရ-</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَبُيُوتُهُنَّ خَيْرٌ لَهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏အိမ်များသည် ၎င်းတို့အတွက် ပိုကောင်းပါသော်လည်း။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျာဟီလီယဟ်ခေတ်၏ တဘာရုဂျ်ကဲ့သို့ မိမိတို့ကို တဘာရုဂျ် မလုပ်ကြကုန်နှင့်။)</span> မုဂျာဟိဒ်က \"အမျိုးသမီးများသည် အမျိုးသားများရှေ့တွင် လမ်းလျှောက်ထွက်လေ့ရှိကြပြီး၊ ၎င်းသည် ဂျာဟီလီယဟ်၏ တဘာရုဂျ်ဖြစ်သည်။\" ကွာတာဒါဟ်က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျာဟီလီယဟ်ခေတ်၏ တဘာရုဂျ်ကဲ့သို့ မိမိတို့ကို တဘာရုဂျ် မလုပ်ကြကုန်နှင့်။)</span> \"၎င်းတို့သည် မိမိတို့အိမ်များမှ အရှက်အကြောက်မရှိ ပရောပရီပြုသည့်ပုံစံဖြင့် ထွက်သွားသည့်အခါ၊ အလ္လာဟ်အရှင်မြတ်က ထိုအရာကို တားမြစ်တော်မူခဲ့သည်။\" မူကာသီလ် ဘင်န် ဟယန်န်က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျာဟီလီယဟ်ခေတ်၏ တဘာရုဂျ်ကဲ့သို့ မိမိတို့ကို တဘာရုဂျ် မလုပ်ကြကုန်နှင့်။)</span> \"တဘာရုဂျ်ဆိုသည်မှာ အမျိုးသမီးတစ်ဦးသည် သူမ၏ဦးခေါင်းပေါ်တွင် ခီးမာရ်ကို တင်ထားသော်လည်း ကောင်းမွန်စွာ မချည်နှောင်ခြင်းဖြစ်သည်။\" </p><p lang=\"my\" class=\"my \">ထို့ကြောင့် သူမ၏ လည်ဆွဲများ၊ နားဆွဲများနှင့် လည်ပင်း၊ ထိုအရာအားလုံးကို မြင်တွေ့နိုင်သည်။ ဤသည်မှာ တဘာရုဂျ်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် တဘာရုဂျ်နှင့်ပတ်သက်၍ ယုံကြည်သူအမျိုးသမီးအားလုံးကို မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِمْنَ الصَّلَاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွလားသ်ကို ထမ်းဆောင်ကြကုန်။ ဇကားသ်ကို ပေးဆောင်ကြကုန်။ အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို နာခံကြကုန်။)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား မကောင်းမှုမှ ရှေးဦးစွာ တားမြစ်ခဲ့ပြီးနောက်၊ မိတ်ဘက်ပြိုင်ဘက်မရှိ တစ်ပါးတည်းသော အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ခြင်းဟု အဓိပ္ပါယ်ရသည့် ဆွလားသ်ကို မှန်မှန်ထမ်းဆောင်ခြင်းဖြင့်၊ နှင့် အခြားလူများအား ကောင်းမှုပြုခြင်းဟု အဓိပ္ပါယ်ရသည့် ဇကားသ်ကို ပေးဆောင်ခြင်းဖြင့် ကောင်းမှုပြုရန် အမိန့်ပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَطِعْنَ اللَّهَ وَرَسُولَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော်ကို နာခံကြကုန်။)</span> ၎င်းသည် အထူးအရာတစ်ခုကို ယေဘုယျအရာတစ်ခုက နောက်မှ လိုက်လာသည့် ဥပမာတစ်ခုဖြစ်သည်။</p><p lang=\"my\" class=\"my \">နဗီတမန်တော် ﷺ ၏ ဇနီးသည်များ သည် ကိုယ်တော်၏ အိမ်သူအိမ်သား <span class=\"gray\">(အဟ်လ် အလ်-ဘိုင်သ်)</span> များ ဖြစ်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ မိသားစုဝင်များထံမှ အာရ်-ရစ်ဂျ်စ်ကို ဖယ်ရှားလိုခြင်းသာဖြစ်ပြီး သင်တို့ကို စင်ကြယ်သန့်ရှင်းအောင် သန့်စင်လိုခြင်းသာဖြစ်သည်)</span> ဤသည်မှာ နဗီတမန်တော် ﷺ ၏ ဇနီးသည်များသည် ဤနေရာရှိ ကိုယ်တော်၏ မိသားစုဝင်များ <span class=\"gray\">(အဟ်လ် အလ်-ဘိုင်သ်)</span> ထဲတွင် ပါဝင်ကြောင်း ရှင်းလင်းသော ဖော်ပြချက်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ဤအာယတ်တော် ထုတ်ပြန်ခဲ့သည့် အကြောင်းရင်းဖြစ်ပြီး၊ ဤအခြေအနေတွင် ၎င်းတို့သည် ထုတ်ပြန်ခဲ့သည့် အကြောင်းရင်းဖြစ်ကြောင်း ဘာသာရေးပညာရှင်များက တစ်ညီတစ်ညွတ်တည်း သဘောတူထားကြသည်။ ၎င်းသည် ထုတ်ပြန်ခဲ့သည့် တစ်ခုတည်းသော အကြောင်းရင်းဖြစ်သည်ဖြစ်စေ သို့မဟုတ် အခြားအကြောင်းရင်းလည်း ရှိခဲ့သည်ဖြစ်စေ၊ ၎င်းသည် မှန်ကန်သော အမြင်ဖြစ်သည်။ အိဗ်နုဂျရီးရ် မှတ်တမ်းတင်ထားသည်မှာ အိက္ကရိမာဟ်သည် ဈေးတွင် အော်ဟစ်လေ့ရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ မိသားစုဝင်များထံမှ အာရ်-ရစ်ဂျ်စ်ကို ဖယ်ရှားလိုခြင်းသာဖြစ်ပြီး သင်တို့ကို စင်ကြယ်သန့်ရှင်းအောင် သန့်စင်လိုခြင်းသာဖြစ်သည်)</span> \"ဤသည်ကို နဗီတမန်တော်၏ ဇနီးသည်များနှင့် ပတ်သက်၍သာ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။\" အိဗ်နု အဘီ ဟာသင်မ် မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နုအဗ္ဗားစ်က ဤအာယတ်တော်နှင့် ပတ်သက်၍ ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ မိသားစုဝင်များထံမှ အာရ်-ရစ်ဂျ်စ်ကို ဖယ်ရှားလိုခြင်းသာဖြစ်ပြီး၊)</span></p><p lang=\"my\" class=\"my \">\"၎င်းသည် နဗီတမန်တော် ﷺ ၏ ဇနီးသည်များနှင့် ပတ်သက်၍သာ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။\" အိက္ကရိမာဟ်က ပြောကြားခဲ့သည်- \"ကျွန်ုပ်နှင့် သဘောမတူသူ မည်သူမဆို၊ ၎င်းသည် နဗီတမန်တော် ﷺ ၏ ဇနီးသည်များနှင့် ပတ်သက်၍သာ ထုတ်ပြန်ခဲ့သည်ဆိုသည့်အချက်ကို သဘောမတူသူ မည်သူမဆို၊ ကျွန်ုပ်သည် ၎င်းနှင့်တွေ့ဆုံပြီး ဆွလားသ်ဝတ်ပြုကာ လိမ်လည်ပြောဆိုသူများအပေါ် အလ္လာဟ်အရှင်မြတ်၏ ကျိန်စာကို တောင်းဆိုရန် အသင့်ရှိပါသည်။\" ထို့ကြောင့် ၎င်းတို့တစ်ဦးတည်းသာ ထုတ်ပြန်ခဲ့သည့် အကြောင်းရင်းဖြစ်သော်လည်း အခြားသူများလည်း ယေဘုယျအားဖြင့် ပါဝင်နိုင်ပါသည်။</p><p lang=\"my\" class=\"my \">အိဗ်နုဂျရီးရ်က ဆဖီယyah ဘင်န်သ် ရှိုင်ဘဟ် ထံမှ ရေဝါယသ်တင်ပြသည်- \"'အာအိရှာဟ်၊ အလ္လာဟ်အရှင်မြတ်က သူမအား ကျေနပ်တော်မူပါစေ၊ ပြောကြားခဲ့သည်- 'နဗီတမန်တော် ﷺ သည် တစ်မနက်တွင် ကုလားအုတ်အမွေးနက်ဖြင့် ရက်လုပ်ထားသော အစင်းကြောင်းပါ ဝတ်ရုံကို ဝတ်ဆင်၍ ထွက်သွားခဲ့သည်။ အလ်-ဟာစန်၊ အလ္လာဟ်အရှင်မြတ်က သူ့အား ကျေနပ်တော်မူပါစေ၊ ရောက်လာပြီး ကိုယ်တော်က သူ့အား ဝတ်ရုံဖြင့် ပတ်ပေးခဲ့သည်။ ထို့နောက် အလ်-ဟုစိုင်န်၊ အလ္လာဟ်အရှင်မြတ်က သူ့အား ကျေနပ်တော်မူပါစေ၊ ရောက်လာပြီး ကိုယ်တော်က သူ့အား ဝတ်ရုံဖြင့် ပတ်ပေးခဲ့သည်။ ထို့နောက် ဖာသီမာဟ်၊ အလ္လာဟ်အရှင်မြတ်က သူမအား ကျေနပ်တော်မူပါစေ၊ ရောက်လာပြီး ကိုယ်တော်က သူမအား ဝတ်ရုံဖြင့် ပတ်ပေးခဲ့သည်။ ထို့နောက် 'အလီ၊ အလ္လာဟ်အရှင်မြတ်က သူ့အား ကျေနပ်တော်မူပါစေ၊ ရောက်လာပြီး ကိုယ်တော်က သူ့အား ဝတ်ရုံဖြင့် ပတ်ပေးခဲ့သည်။ ထို့နောက် ကိုယ်တော် ﷺ က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ မိသားစုဝင်များထံမှ အာရ်-ရစ်ဂျ်စ်ကို ဖယ်ရှားလိုခြင်းသာဖြစ်ပြီး သင်တို့ကို စင်ကြယ်သန့်ရှင်းအောင် သန့်စင်လိုခြင်းသာဖြစ်သည်)</span> ဤအရာကို မွတ်စလင်မ်က မှတ်တမ်းတင်ထားသည်။ </p><p lang=\"my\" class=\"my \">သူ၏ ဆွဟီဟ်တွင် မွတ်စလင်မ်က ရာဇီးဒ် ဘင်န် ဟယန်န် ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်- \"ဟုစိုင်န် ဘင်န် ဆဘ်ရာဟ်၊ 'အိုမာရ် ဘင်န် မွတ်စလင်မ်နှင့် ကျွန်ုပ်သည် ဇိုင်းဒ် ဘင်န် အာရ်ကမ် ထံသို့ သွားရောက်ခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က သူ့အား ကျေနပ်တော်မူပါစေ။ ကျွန်ုပ်တို့ သူ့နှင့်အတူ ထိုင်ပြီးနောက် ဟုစိုင်န်က ပြောကြားခဲ့သည်- 'အို ဇိုင်းဒ်၊ သင်သည် ကံကောင်းလိုက်တာ! သင်သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ကို မြင်ခဲ့ရပြီး ကိုယ်တော်၏ ဟောပြောမှုများကို ကြားခဲ့ရသည်။ ကိုယ်တော်နှင့်အတူ စစ်ရေးလှုပ်ရှားမှုများတွင် ပါဝင်ခဲ့ပြီး ကိုယ်တော်နောက်၌ ဆွလားသ်ဝတ်ပြုခဲ့သည်။ အို ဇိုင်းဒ်၊ သင်သည် ကံကောင်းလိုက်တာ! အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ သင်ကြားခဲ့ရသည်များကို ကျွန်ုပ်တို့အား ပြောပြပါဦး။' သူက ပြောကြားခဲ့သည်- 'အို ကျွန်ုပ်၏ ညီအစ်ကို၏သား၊ အလ္လာဟ်အရှင်မြတ်၏ ကျိန်ဆိုလျက်၊ ကျွန်ုပ်သည် အိုမင်းရင့်ရော်နေပြီဖြစ်ပြီး အချိန်ကြာမြင့်နေပြီဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ ကျွန်ုပ်သိခဲ့ဖူးသည့် အချို့အရာများကို မေ့လျော့သွားခဲ့ပြီဖြစ်သည်။ ကျွန်ုပ်ပြောပြသည့် မည်သည့်အရာကိုမဆို လက်ခံပါ၊ ကျွန်ုပ်မပြောပြသည့် မည်သည့်အရာကိုမဆို ပူပန်မနေပါနှင့်။' ထို့နောက် သူက ပြောကြားခဲ့သည်- 'တစ်နေ့တွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် မက္ကာဟ်နှင့် အလ်-မာဒီနာဟ်ကြားရှိ ခွမ်မ်ရေတွင်းနားတွင် ကျွန်ုပ်တို့အား ဟောပြောရန် ထရပ်ခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်ကို ချီးမွမ်းဂုဏ်ပြုကာ ကျေးဇူးတော်ချီးမွမ်းခဲ့သည်။ ကိုယ်တော်က ကျွန်ုပ်တို့အား ဟောပြောဆုံးမပြီး သတိပေးခဲ့သည်။ ထို့နောက် ကိုယ်တော်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا بَعْدُ، أَلَا أَيُّهَا النَّاسُ! فَإِنَّمَا أَنَا بَشَرٌ يُوشِكُ أَنْ يَأْتِيَنِي رَسُولُ رَبِّي فَأُجِيبَ، وَأَنَا تَارِكٌ فِيكُمْ ثَقَلَيْنِ: أَوَّلُهُمَا كِتَابُ اللهِ تَعَالَى، فِيهِ الْهُدَى وَالنُّورُ فَخُذُوا بِكِتَابِ اللهِ وَاسْتَمْسِكُوا بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက်! အို လူသားတို့၊ ကျွန်ုပ်သည် လူသားတစ်ဦးသာဖြစ်ပြီး မကြာမီ ကျွန်ုပ်၏အရှင်သခင်၏ တမန်ရောက်လာမည်ဖြစ်ကာ ကျွန်ုပ်လည်း အဖြေပေးရမည်ဖြစ်သည်။ ကျွန်ုပ်သည် သင်တို့ထံတွင် အရာနှစ်ခုကို ချန်ထားခဲ့မည်။ ပထမတစ်ခုမှာ လမ်းညွှန်မှုနှင့် အလင်းရောင်ပါရှိသော အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်မြတ်ဖြစ်သည်၊ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်မြတ်ကို ဆုပ်ကိုင်ထားကြပြီး ခိုင်မြဲစွာ မှီဝဲဆုပ်ကိုင်ထားကြကုန်။)</span> ကိုယ်တော်က ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်မြတ်ကို ခိုင်မြဲစွာ ဆုပ်ကိုင်ထားရန် တိုက်တွန်းခဲ့ပြီးနောက် ကိုယ်တော်က မိန့်ကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَهْلُ بَيْتِي أُذَكِّرُكُمُ اللهَ فِي أَهْلِ بَيْتِي، أُذَكِّرُكُمُ اللهَ فِي أَهْلِ بَيْتِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်၏ မိသားစုဝင်များ <span class=\"gray\">(အဟ်လ် အလ်-ဘိုင်သ်)</span> ကိုလည်းကောင်း- ကျွန်ုပ်၏ မိသားစုဝင်များနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်ကို သတိရကြကုန်၊ ကျွန်ုပ်၏ မိသားစုဝင်များနှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်ကို သတိရကြကုန်။)</span> ၎င်းကို သုံးကြိမ်ပြောခဲ့သည်။' ဟုစိုင်န်က သူ့အား မေးသည်- 'အို ဇိုင်းဒ်၊ ကိုယ်တော်၏ မိသားစုဝင်များ <span class=\"gray\">(အဟ်လ် အလ်-ဘိုင်သ်)</span> ဆိုသည်မှာ မည်သူများလဲ။ ကိုယ်တော်၏ ဇနီးသည်များသည် ကိုယ်တော်၏ မိသားစုဝင်များ မဟုတ်ကြဘူးလား။' သူက ပြောသည်- 'ကိုယ်တော်၏ ဇနီးသည်များသည် ကိုယ်တော်၏ မိသားစုဝင်များ ဖြစ်ကြသည်၊ သို့သော် ကိုယ်တော်၏ မိသားစုဝင်များဆိုသည်မှာ ကိုယ်တော် ကွယ်လွန်ပြီးနောက် ဆွဒကဟ် (အလှူ) ကို လက်ခံခွင့်မရှိသူများ ဖြစ်ကြသည်။' သူက မေးသည်- '၎င်းတို့သည် မည်သူများလဲ။' သူက ပြောသည်- '၎င်းတို့သည် 'အလီ၏ မိသားစု၊ 'အကီလ်၏ မိသားစု၊ ဂျအ်ဖရ်၏ မိသားစုနှင့် 'အဗ္ဗားစ်၏ မိသားစု ဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အားလုံးကို ကျေနပ်တော်မူပါစေ။' သူက မေးသည်- '၎င်းတို့အားလုံးသည် ကိုယ်တော် ကွယ်လွန်ပြီးနောက် ဆွဒကဟ်ကို လက်ခံခွင့် တားမြစ်ခံထားရသလား။' သူက ပြောသည်- 'ဟုတ်ကဲ့။'\" </p><p lang=\"my\" class=\"my \">ဤရှင်းလင်းချက်သည် ဇိုင်းဒ် ဘင်န် အာရ်ကမ် ထံမှဖြစ်ပြီး မာရ်ဖူအ် မဟုတ်ပေ။</p><p lang=\"my\" class=\"my \">ကုရ်အာန်နှင့် စွန်နဟ်ကို လိုက်နာရန် အမိန့်တော်</p><p lang=\"my\" class=\"my \">ကုရ်အာန်၏ အဓိပ္ပါယ်ကို ဆင်ခြင်သူသည် နဗီတမန်တော် ﷺ ၏ ဇနီးသည်များသည် အာယတ်တော်တွင် ရည်ညွှန်းထားသူများထဲတွင် ပါဝင်ကြောင်း သံသယမရှိပေ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ မိသားစုဝင်များထံမှ အာရ်-ရစ်ဂျ်စ်ကို ဖယ်ရှားလိုခြင်းသာဖြစ်ပြီး သင်တို့ကို စင်ကြယ်သန့်ရှင်းအောင် သန့်စင်လိုခြင်းသာဖြစ်သည်)</span> ၎င်းတို့သည် အကြောင်းအရာအရ ရှင်းလင်းစွာ ရည်ညွှန်းခံရသူများ ဖြစ်ကြသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرْنَ مَا يُتْلَىٰ فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များနှင့် အလ်-ဟစ်က္မဟ်တို့အနက်မှ သင်တို့၏အိမ်များတွင် ရွတ်ဖတ်ပြသနေသည်များကို သတိရကြကုန်။)</span> ဆိုလိုသည်မှာ 'အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ အား သင်တို့၏အိမ်များတွင် ထုတ်ပြန်ခဲ့သော ကုရ်အာန်နှင့် စွန်နဟ်နှင့်အညီ လုပ်ဆောင်ကြကုန်။' ဤသည်မှာ ကွာတာဒါဟ်နှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။ 'လူအားလုံးအနက် သင်တို့တစ်ဦးတည်းသာ ကောင်းချီးမင်္ဂလာ ခံစားခွင့်ရခဲ့သည်ကို သတိရကြကုန်။ ၎င်းမှာ ဗျာဒိတ်တော်သည် သင်တို့၏အိမ်များတွင် ကျရောက်ခဲ့ခြင်းဖြစ်ပြီး အခြားသူများ၏အိမ်များတွင် မဟုတ်ခြင်းပင်ဖြစ်သည်။' 'အာအိရှာဟ် အစ်စ်-ဆစ်ဒီကာဟ် ဘင်န်သ် အစ်စ်-ဆစ်ဒီက်၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့နှစ်ဦးကို ကျေနပ်တော်မူပါစေ၊ ဤကောင်းချီးမင်္ဂလာတွင် ၎င်းတို့အားလုံးထဲတွင် ထိပ်တန်းနေရာမှ ပါဝင်ခဲ့ပြီး အကံအကောင်းဆုံး၊ ဤမေတ္တာတော်ကို အများဆုံး ခံစားခဲ့ရသူဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံသို့ ဗျာဒိတ်တော်သည် ကိုယ်တော်၏ဇနီးသည်များထဲမှ မည်သူတစ်ဦးတစ်ယောက်၏ အိပ်ရာပေါ်တွင်မှ မကျရောက်ခဲ့ဘဲ သူမ၏အိပ်ရာပေါ်တွင်သာ ကျရောက်ခဲ့သည်ဟု ကိုယ်တော် ﷺ က မိန့်ကြားခဲ့သည်။ အချို့သော ဘာသာရေးပညာရှင်များ၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့အား သနားကြင်နာတော်မူပါစေ၊ က ပြောကြားခဲ့သည်- \"ဤသည်မှာ ကိုယ်တော်သည် သူမမှအပ အခြားမည်သည့်အပျိုကိုမျှ လက်မထပ်ခဲ့သောကြောင့်ဖြစ်ပြီး၊ မည်သည့်အမျိုးသားမျှ ကိုယ်တော် ﷺ မတိုင်မီ သူမ၏အိပ်ရာပေါ်တွင် အိပ်စက်ခဲ့ခြင်းမရှိသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က သူမအား ကျေနပ်တော်မူပါစေ။\" ထို့ကြောင့် ဤကောင်းချီးမင်္ဂလာနှင့် မြင့်မားသော အဆင့်အတန်းအတွက် သူမကိုသာ ရွေးချယ်ခြင်းသည် သင့်တော်သည်။ သို့သော် ကိုယ်တော်၏ ဇနီးသည်များသည် ကိုယ်တော်၏ အိမ်သူအိမ်သားများဖြစ်ပါက ဤဘွဲ့ထူးသည် ကိုယ်တော်၏ ဆွေမျိုးများအတွက် ပို၍ပင် သင့်တော်သည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာသင်မ် မှတ်တမ်းတင်ထားသည်မှာ အဘူ ဂျမီလာဟ် ပြောကြားသည်- \"'အလ်-ဟာစန် ဘင်န် 'အလီ၊ အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့နှစ်ဦးလုံးကို ကျေနပ်တော်မူပါစေ၊ 'အလီ အသတ်ခံရပြီးနောက် ခလီဖဟ်အဖြစ် ခန့်အပ်ခံခဲ့ရသည်။\" သူက ပြောကြားခဲ့သည်- \"သူ ဆွလားသ်ဝတ်ပြုနေစဉ် အမျိုးသားတစ်ဦးက သူ့အပေါ် ခုန်အုပ်ပြီး ဓားမြှောင်ဖြင့် ထိုးခဲ့သည်။\" ဟုစိုင်န်က သူ့အား ထိုးသူသည် ဘနူ အာဆဒ် မှ အမျိုးသားတစ်ဦးဖြစ်ကြောင်း သူကြားသိခဲ့သည်ဟု ဆိုခဲ့ပြီး၊ အလ်-ဟာစန်၊ အလ္လာဟ်အရှင်မြတ်က သူ့အား ကျေနပ်တော်မူပါစေ၊ ထိုအချိန်က ဆွဂျူဒ် ပြုလုပ်နေခဲ့သည်။ သူက ပြောကြားခဲ့သည်- \"သူတို့က သူသည် သူ၏တင်ပါးတွင် ဒဏ်ရာရရှိခဲ့သည်ဟု ဆိုကြသည်။ သူသည် လပေါင်းများစွာ ဖျားနာခဲ့ပြီးနောက် ပြန်လည်သက်သာလာခဲ့သည်။ သူသည် မိမ်ဗရ်ပေါ် တက်၍ ပြောကြားခဲ့သည်- 'အို အီရတ်ပြည်သူတို့! ကျွန်ုပ်တို့နှင့် ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြကုန်၊ အဘယ်ကြောင့်ဆိုသော် ကျွန်ုပ်တို့သည် သင်တို့၏ ခေါင်းဆောင်များနှင့် သင်တို့၏ ဧည့်သည်များဖြစ်ပြီး၊ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သည့် မိသားစုဝင်များ <span class=\"gray\">(အဟ်လ် အလ်-ဘိုင်သ်)</span> ဖြစ်ကြသည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ မိသားစုဝင်များထံမှ အာရ်-ရစ်ဂျ်စ်ကို ဖယ်ရှားလိုခြင်းသာဖြစ်ပြီး သင်တို့ကို စင်ကြယ်သန့်ရှင်းအောင် သန့်စင်လိုခြင်းသာဖြစ်သည်)</span>' သူသည် ဤသို့ ပြောနေခဲ့ရာ ဗလီထဲတွင် ငိုကြွေးခြင်း၊ ရှိုက်ကြီးတငင်ငိုကြွေးခြင်း မပြုသူ တစ်ဦးတစ်ယောက်မျှ မရှိတော့ပေ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အလွန်တရာ ကျေးဇူးပြုတတ်သောအရှင်၊ အရာခပ်သိမ်းကို ကောင်းစွာသိရှိသောအရှင်ဖြစ်သည်)</span> ဆိုလိုသည်မှာ 'ကိုယ်တော်၏ ကြင်နာမှုကြောင့် သင်တို့သည် ဤအဆင့်အတန်းသို့ ရောက်ရှိခဲ့ကြပြီး၊ ကိုယ်တော်သည် သင်တို့ကို သိရှိခြင်းနှင့် သင်တို့သည် ထိုအဆင့်အတန်းအတွက် အရည်အချင်းပြည့်မီခြင်းကြောင့် ကိုယ်တော်သည် ဤအရာကို သင်တို့အား ပေးသနားခဲ့ပြီး သင်တို့ကိုသာ ရွေးချယ်ခဲ့သည်။' အိဗ်နုဂျရီးရ်၊ အလ္လာဟ်အရှင်မြတ်က သူ့အား သနားကြင်နာတော်မူပါစေ၊ က ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များနှင့် အလ်-ဟစ်က္မဟ်တို့သည် သင်တို့၏အိမ်များတွင် ရွတ်ဖတ်ပြသခံရခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်က သင်တို့ကို မည်သို့ကောင်းချီးပေးခဲ့သည်ကို သတိရကြကုန်၊ ထို့ကြောင့် ထိုအတွက် အလ္လာဟ်အရှင်မြတ်ကို ကျေးဇူးတင်ပြီး ချီးမွမ်းကြကုန်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အလွန်တရာ ကျေးဇူးပြုတတ်သောအရှင်၊ အရာခပ်သိမ်းကို ကောင်းစွာသိရှိသောအရှင်ဖြစ်သည်)</span> ဆိုလိုသည်မှာ 'ကိုယ်တော်သည် သင်တို့အပေါ် ကြင်နာသည်၊ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များနှင့် အလ်-ဟစ်က္မဟ်တို့ကို သင်တို့၏အိမ်များတွင် ရွတ်ဖတ်ပြသစေခဲ့သောကြောင့်ဖြစ်သည်' နှင့် အလ်-ဟစ်က္မဟ် ဆိုသည်မှာ စွန်နဟ်ကို ဆိုလိုသည်။ ကိုယ်တော်သည် သင်တို့ကို ကောင်းစွာသိရှိသည် ဆိုသည်မှာ 'ကိုယ်တော်သည် သင်တို့ကို ကိုယ်တော်၏ ရစူလ်တမန်တော်အတွက် ဇနီးသည်များအဖြစ် ရွေးချယ်ခဲ့သည်။' ကွာတာဒါဟ်က ပြောကြားခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">וَاذْكُرْنَ مَا يُتْلَىٰ فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အာယတ်တော်များနှင့် အလ်-ဟစ်က္မဟ်တို့အနက်မှ သင်တို့၏အိမ်များတွင် ရွတ်ဖတ်ပြသနေသည်များကို သတိရကြကုန်။)</span> \"ကိုယ်တော်က ၎င်းတို့အား ကိုယ်တော်၏ ကျေးဇူးတော်ကို သတိပေးနေခြင်းဖြစ်သည်။\" ဤအရာကို အိဗ်နုဂျရီးရ်က ရေဝါယသ်တင်ပြခဲ့သည်။ 'အာသီယဟ် အလ်-'အော်ဖီက အာယတ်တော်နှင့် ပတ်သက်၍ မှတ်ချက်ပြုခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အလွန်တရာ ကျေးဇူးပြုတတ်သောအရှင်၊ အရာခပ်သိမ်းကို ကောင်းစွာသိရှိသောအရှင်ဖြစ်သည်)</span> \"ကိုယ်တော်သည် အလ်-ဟစ်က္မဟ်ကို မည်သည့်အချိန်၊ မည်သည့်နေရာတွင် ထုတ်ပြန်ရမည်ကို သိတော်မူသည်။\" ဤအရာကို အိဗ်နု အဘီ ဟာသင်မ်က မှတ်တမ်းတင်ထားပြီးနောက် သူက ပြောကြားခဲ့သည်- \"ဤအရာကို အာရ်-ရာဘီ' ဘင်န် အနတ်စ် ထံမှ ကွာတာဒါဟ် ထံမှလည်း ရေဝါယသ်တင်ပြထားသည်။\"</p>"
  }
]