[
  {
    "ayah_key": "13:19",
    "group_ayah_key": "13:19",
    "from_ayah": "13:19",
    "to_ayah": "13:19",
    "ayah_keys": "13:19",
    "text": "<p class=\"my translation\" lang=\"my\">သင့်အား သင်၏အရှင်ဘုရားထံမှ ဗျာဒိတ်တော်ပေးခဲ့သည်မှာ သစ္စာတရားဖြစ်ကြောင်း သိသောသူသည် မျက်စိကန်းသောသူနှင့် တူပါမည်လော။ သို့သော် ဉာဏ်ပညာရှိသောသူများသာ သတိပြုကြကုန်၏။ <span>(19)</span></p><div lang=\"my\" class=\"my \"><h2>ယုံကြည်သူနှင့် ငြင်းပယ်သူတို့သည် မည်သည့်အခါမျှ တူညီကြမည်မဟုတ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်− 'သူတို့သည် မည်သည့်အခါမျှ တူညီနိုင်ကြမည်မဟုတ်၊ လူတို့အနက် မည်သည့်အရာကို သိသောသူတို့သည်လည်းကောင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُنزِلَ إِلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံ ဗျာဒိတ်တော် ပေးခဲ့ပြီးဖြစ်သည်)</span>, အို မိုဟာမက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن رَّبِّكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်ဘုရားထံမှ)</span> သည် သံသယဖြစ်ဖွယ်မရှိသော၊ ရှုပ်ထွေးမှု၊ မရေရာမှု သို့မဟုတ် ကွဲလွဲမှုမရှိသော သစ္စာတရားဖြစ်သည်။ ယင်းထက်၊ ၎င်းတို့သည် ၎င်း၏အစိတ်အပိုင်းအားလုံးသည် သစ္စာတရားဖြစ်ပြီး အစိတ်အပိုင်းတစ်ခုစီသည် အခြားတစ်ခုကို သက်သေခံနေသည်ဟု ယုံကြည်ကြသည်။ ၎င်းတို့သည် ၎င်း၏မည်သည့်အစိတ်အပိုင်းမှ အခြားအစိတ်အပိုင်းများနှင့် မကွဲလွဲကြောင်း၊ ၎င်း၏သတင်းအချက်အလက်အားလုံးသည် မှန်ကန်ကြောင်းနှင့် ၎င်း၏အမိန့်များနှင့် တားမြစ်ချက်များအားလုံးသည် တရားမျှတကြောင်း ယုံကြည်ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်ဘုရား၏ နှုတ်ကပတ်တော်သည် သစ္စာနှင့်တရားမျှတမှုဖြင့် ပြည့်စုံခဲ့ပြီ။)</span><span class=\"gray\">[6:115]</span> ၎င်းသည် ၎င်း၏သတင်းအချက်အလက်များနှင့် ပုံပြင်များတွင် တိကျမှန်ကန်ပြီး ၎င်းက အမိန့်ပေးသည့်အရာများတွင် တရားမျှတသည်။ ထို့ကြောင့် အာယတ်တော်က မိန့်တော်မူသည်မှာ အို မိုဟာမက်၊ သင်ယူဆောင်လာခဲ့သော သစ္စာတရားကို ယုံကြည်သူများသည် မျက်စိကန်းသောသူများနှင့် လုံးဝမတူညီကြပေ။ ၎င်းတို့သည် မိမိတို့အတွက် အကျိုးရှိသောအရာသို့ လမ်းညွှန်မှုကို ရှာမတွေ့နိုင်ကြ။ ၎င်းတို့သည် ၎င်းကိုပင် နားမလည်နိုင်ကြ။ ပြီးတော့ ၎င်းတို့သည် လမ်းညွှန်မှုကို နားလည်ခဲ့လျှင်ပင် ၎င်းကို မလိုက်နာကြ၊ မယုံကြည်ကြ သို့မဟုတ် လိုက်နာကြမည်မဟုတ်။' အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တော်တွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငရဲနေသူများနှင့် ဂျန္နတ်(ပရဒိသု)နေသူများသည် တူညီကြသည်မဟုတ်။ ဂျန္နတ်(ပရဒိသု)နေသူများသည် အောင်မြင်သူများ ဖြစ်ကြလိမ့်မည်။)</span><span class=\"gray\">[59:20]</span> အလ္လာဟ်အရှင်မြတ်က ဤဂုဏ်သရေရှိ အာယတ်တော်တွင် မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن يَعْلَمُ أَنَّمَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား သင်၏အရှင်ဘုရားထံမှ ဗျာဒိတ်တော်ပေးခဲ့သည်မှာ သစ္စာတရားဖြစ်ကြောင်း သိသောသူသည် မျက်စိကန်းသောသူနှင့် တူပါမည်လော။)</span> ၎င်းတို့သည် တူညီကြသည်မဟုတ်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ဉာဏ်ပညာရှိသောသူများသာ သတိပြုကြကုန်၏။)</span> ဆိုလိုသည်မှာ သင်ခန်းစာများယူ၊ ဉာဏ်ပညာရရှိကာ နားလည်သောသူများသည် ဖြောင့်မတ်သောစိတ်ရှိသူများဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့ကို ၎င်းတို့အထဲမှ ဖြစ်စေရန် ကျွန်ုပ်တို့ တောင်းဆိုပါသည်။</p>"
  },
  {
    "ayah_key": "13:2",
    "group_ayah_key": "13:2",
    "from_ayah": "13:2",
    "to_ayah": "13:2",
    "ayah_keys": "13:2",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် သင်တို့မြင်တွေ့နိုင်သော မည်သည့်တိုင်များမပါဘဲ ကောင်းကင်များကို မြှင့်တင်ထားသူ ဖြစ်တော်မူ၏။ ထို့နောက်၊ အရှင်မြတ်သည် ‘အာရ်ရှ် <span class=\"gray\">[ပလ္လင်]</span>’ ပေါ်တွင် <span class=\"gray\">(အစ္စတာဝါ)</span> မြင့်မြတ်စွာ တက်စံပယ်တော်မူ၏။ အရှင်မြတ်သည် နေနှင့်လကို စေခိုင်းတော်မူ၏၊ တစ်ခုစီသည် သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် <span class=\"gray\">(၎င်း၏ လမ်းကြောင်းအတိုင်း)</span> လည်ပတ်နေကြသည်။ အရှင်မြတ်သည် ကိစ္စရပ်အားလုံးကို စီမံခန့်ခွဲ ထိန်းချုပ်တော်မူ၏။ အရှင်မြတ်သည် အာယတ်တော်များကို အသေးစိတ်ရှင်းပြတော်မူ၏၊ သို့မှသာ သင်တို့သည် မိမိတို့၏ အရှင်နှင့်တွေ့ဆုံခြင်းကို သေချာစွာ ယုံကြည်နိုင်ကြစေရန် <span>(၂)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်၏ ပြည့်စုံသော တတ်နိုင်စွမ်းကို ရှင်းလင်းတင်ပြခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ပြည့်စုံသော တတ်နိုင်စွမ်းနှင့် အကန့်အသတ်မရှိသော အာဏာကို ဖော်ပြတော်မူ၏၊ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် အရှင်မြတ်၏ ခွင့်ပြုချက်နှင့် အမိန့်ဖြင့် တိုင်များမပါဘဲ ကောင်းကင်များကို မြှင့်တင်ထားသူ ဖြစ်သောကြောင့်တည်း။ အရှင်မြတ်သည် အရှင်မြတ်၏ ခွင့်ပြုချက်၊ အမိန့်နှင့် တန်ခိုးတော်ဖြင့် ကောင်းကင်များကို မြေပြင်ထက် အလွန်မြင့်မားစွာ၊ အဝေးကြီး ရောက်ရှိနိုင်ခြင်းမရှိသော အနေအထားသို့ မြှင့်တင်ထားတော်မူ၏။ လက်ရှိကမ္ဘာနှင့် အနီးဆုံးကောင်းကင်သည် ကမ္ဘာမြေကို အရပ်မျက်နှာအားလုံးမှ ဝန်းရံထားပြီး၊ အရပ်မျက်နှာတိုင်းမှ အထက်သို့ မြင့်မားစွာ ရှိနေသည်။ ပထမကောင်းကင်နှင့် ကမ္ဘာမြေအကြား အကွာအဝေးသည် အရပ်မျက်နှာတိုင်းမှ နှစ်ပေါင်းငါးရာဖြစ်ပြီး၊ ၎င်း၏ ထူထဲမှုသည်လည်း နှစ်ပေါင်းငါးရာဖြစ်သည်။ ဒုတိယကောင်းကင်သည် ပထမကောင်းကင်ကို အရပ်မျက်နှာတိုင်းမှ ဝန်းရံထားပြီး၊ နောက်ဆုံးကောင်းကင်မှ သယ်ဆောင်ထားသမျှ အရာအားလုံးကို ဝန်းရံထားကာ ၎င်း၏ ထူထဲမှုသည်လည်း နှစ်ပေါင်းငါးရာဖြစ်ပြီး ၎င်းတို့နှစ်ခုကြား အကွာအဝေးသည်လည်း နှစ်ပေါင်းငါးရာဖြစ်သည်။ တတိယ၊ စတုတ္ထ၊ ပဉ္စမ၊ ဆဋ္ဌမနှင့် သတ္တမကောင်းကင်များအတွက်လည်း အလားတူ မှန်ကန်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းကင်ခုနစ်ထပ်ကိုလည်းကောင်း၊ မြေကြီးများကိုလည်းကောင်း ၎င်းတို့ကဲ့သို့ ဖန်ဆင်းတော်မူသောအရှင်သည် အလ္လာဟ်ပင်ဖြစ်သည်။)</span><span class=\"gray\">[၆၅:၁၂]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">بِغَيْرِ عَمَدٍ تَرَوْنَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့မြင်တွေ့နိုင်သော မည်သည့်တိုင်များမပါဘဲ။)</span> ဆိုလိုသည်မှာ 'တိုင်များရှိသော်လည်း သင်တို့မမြင်နိုင်' ဟူ၍ အိဗ်နု အဗ္ဗားစ်၊ မွတ်ဂျာဟစ်ဒ်၊ အလ်-ဟစန်၊ ကွသာဒဟ်နှင့် အခြားသော ပညာရှင်အများအပြာတို့က ဆိုကြသည်။ အိယာစ် ဘင် မူအာဝိယဟ်က \"ကောင်းကင်သည် မြေပြင်ပေါ်ရှိ ခေါင်မိုးကဲ့သို့ ဖြစ်သည်\" ဆိုလိုသည်မှာ တိုင်များမရှိဘဲ ဖြစ်သည်ဟု ပြောခဲ့သည်။ ကွသာဒဟ်ထံမှလည်း အလားတူ ဖော်ပြခဲ့ပြီး၊ ဤအဓိပ္ပါယ်သည် အာယတ်တော်၏ ဤအပိုင်းအတွက် ပိုမိုကောင်းမွန်သည်၊ အထူးသဖြင့် အလ္လာဟ်အရှင်မြတ်က အခြားအာယတ်တော်တွင် မိန့်တော်မူထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُمْسِكُ السَّمَاءَ أَن تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အရှင်မြတ်၏ ခွင့်ပြုချက်မရှိဘဲ ကောင်းကင်သည် မြေပြင်ပေါ်သို့ ပြိုမကျစေရန် ထိန်းထားတော်မူ၏။)</span><span class=\"gray\">[၂၂:၆၅]</span> ထို့ကြောင့်၊ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်သည်-</p><p class=\"ps qpc-hafs\" lang=\"ps\">تَرَوْنَهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...သင်တို့မြင်နိုင်သည်)</span> ဆိုသည်မှာ တိုင်များမရှိကြောင်းကို အတည်ပြုသည်။ ယင်းအစား၊ ကောင်းကင်သည် သင်တို့မြင်တွေ့ရသည့်အတိုင်း တိုင်များမပါဘဲ <span class=\"gray\">(မြေပြင်ထက်)</span> မြင့်တက်နေခြင်းဖြစ်သည်။ ဤအဓိပ္ပါယ်သည် အလ္လာဟ်အရှင်မြတ်၏ တတ်နိုင်စွမ်းနှင့် တန်ခိုးတော်ကို အကောင်းဆုံး အတည်ပြုသည်။</p><div lang=\"my\" class=\"my \"><h2>အလ်-အစ္စတာဝါ၊ ပလ္လင်တော်ထက် မြင့်မြတ်စွာ တက်စံပယ်ခြင်း</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက်၊ အရှင်မြတ်သည် ပလ္လင်တော်ပေါ်တွင် <span class=\"gray\">(အစ္စတာဝါ)</span> မြင့်မြတ်စွာ တက်စံပယ်တော်မူ၏။)</span> ကျွန်ုပ်တို့သည် ဆူရဟ် အလ်-အာအ်ရာဖ် <span class=\"gray\">(၇:၅၄)</span> တွင် အစ္စတာဝါ၏ အဓိပ္ပါယ်ကို ရှင်းပြခဲ့ပြီး၊ ၎င်းအား ပြောင်းလဲခြင်း၊ နှိုင်းယှဉ်ခြင်း၊ အဓိပ္ပါယ်ကို ပယ်ဖျက်ခြင်း သို့မဟုတ် ၎င်း၏ အစစ်အမှန်သဘာဝကို ရှင်းပြရန် ကြိုးပမ်းခြင်းမရှိဘဲ လက်ခံသင့်သည်ဟု ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ အရှင်မြတ်အား စွပ်စွဲသမျှ အရာအားလုံးမှ ကင်းစင်မြင့်မြတ်၍ ချီးမွမ်းခြင်းခံထိုက်တော်မူ၏။</p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် နေနှင့်လကို အဆက်မပြတ် လည်ပတ်စေရန် စေခိုင်းတော်မူ၏။</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် နေနှင့်လကို စေခိုင်းတော်မူ၏၊ တစ်ခုစီသည် သတ်မှတ်ထားသော ကာလတစ်ခုအတွက် <span class=\"gray\">(၎င်း၏ လမ်းကြောင်းအတိုင်း)</span> လည်ပတ်နေကြသည်။)</span> နေနှင့်လသည် နောက်ဆုံးကာလစတင်သည့် အချိန်တွင် ရပ်တန့်သည်အထိ ၎င်းတို့၏ လမ်းကြောင်းအတိုင်း ဆက်လက်သွားနေကြသည်ဟု ဆိုကြသည်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူထားသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَّهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေသည်လည်း ၎င်းအတွက် သတ်မှတ်ထားသော ကာလတစ်ခု <span class=\"gray\">(သို့မဟုတ်)</span> ပုံသေလမ်းကြောင်းအတိုင်း လည်ပတ်နေသည်။)</span><span class=\"gray\">[၃၆:၃၈]</span> ၎င်း၏အဓိပ္ပါယ်မှာ- မြေကြီး၏ အခြားတစ်ဖက်ကို ဖြတ်သန်းပြီးနောက် အလ္လာဟ်အရှင်မြတ်၏ ပလ္လင်တော်အောက်တွင် အခြေချသည်အထိ ဖြစ်သည်ဟုလည်း ဆိုကြသည်။ ထို့ကြောင့် ၎င်းတို့နှင့် အခြားဂြိုဟ်များ ထိုနေရာသို့ ရောက်ရှိသောအခါ၊ ၎င်းတို့သည် ပလ္လင်တော်မှ အဝေးဆုံးအကွာအဝေးတွင် ရှိနေကြသည်။ အဘယ်ကြောင့်ဆိုသော် မှန်ကန်သော အမြင်အရ၊ ကျမ်းစာများက သက်သေပြသည်မှာ၊ ၎င်းသည် ခေါင်မိုးပုံသဏ္ဌာန်ရှိပြီး၊ ၎င်းအောက်တွင် ဖန်ဆင်းထားသမျှ အရာအားလုံးရှိသည်။ ၎င်းသည် ကောင်းကင်ဘုံရှိ ကြယ်တာရာများကဲ့သို့ စက်ဝိုင်းပုံမဟုတ်ပါ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတွင် သယ်ဆောင်ထားသည့် တိုင်များရှိသောကြောင့်ဖြစ်သည်။ ဤအချက်သည် အာယတ်တော်များနှင့် စစ်မှန်သော ဟဒီးဆ်တော်များကို မှန်ကန်စွာ နားလည်သောသူများအတွက် ရှင်းလင်းသည်။ ချီးမွမ်းခြင်း <span class=\"gray\">(အားလုံးသည်)</span> အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်ပြီး၊ ကျေးဇူးတော်ရှိသမျှ အားလုံးသည် အရှင်မြတ်ထံမှ ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နေနှင့်လကို ဤနေရာတွင် ဖော်ပြတော်မူသည်မှာ၊ ၎င်းတို့သည် အတောက်ပဆုံးသော ကောင်းကင်ဘုံရှိ အရာဝတ္ထုခုနစ်ခုတွင် ပါဝင်သောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ကို အရှင်မြတ်၏ တန်ခိုးတော်အောက်တွင် စေခိုင်းထားပါက၊ အရှင်မြတ်သည် အခြားကောင်းကင်ဘုံရှိ အရာဝတ္ထုအားလုံးကိုလည်း စေခိုင်းထားသည်မှာ ရှင်းလင်းသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြားအာယတ်တော်များတွင် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေကိုလည်းကောင်း၊ လကိုလည်းကောင်း ရှိခိုးဦးချကြနှင့်၊ အလ္လာဟ်အရှင်မြတ်ကိုသာ ရှိခိုးဦးချကြကုန်၊ အကယ်၍ သင်တို့သည် အရှင်မြတ်ကို <span class=\"gray\">(စစ်မှန်စွာ)</span> ကိုးကွယ်ကြသူများ ဖြစ်ပါက။)</span><span class=\"gray\">[၄၁:၃၇]</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ ۗ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ ۗ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေကိုလည်းကောင်း၊ လကိုလည်းကောင်း၊ ကြယ်များကိုလည်းကောင်း အရှင်မြတ်၏ အမိန့်တော်ဖြင့် စေခိုင်းထားတော်မူ၏။ မှန်စွာပင် ဖန်ဆင်းခြင်းနှင့် အမိန့်တော်သည် အရှင်မြတ်အတွက်သာ ဖြစ်၏။ ကမ္ဘာများ၏အရှင် အလ္လာဟ်အရှင်မြတ်သည် မင်္ဂလာအပေါင်းနှင့် ပြည့်စုံတော်မူလှပေစွ!)</span><span class=\"gray\">[၇:၅၄]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُفَصِّلُ الْآيَاتِ لَعَلَّكُم بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အာယတ်တော်များကို အသေးစိတ်ရှင်းပြတော်မူ၏၊ သို့မှသာ သင်တို့သည် မိမိတို့၏ အရှင်နှင့်တွေ့ဆုံခြင်းကို သေချာစွာ ယုံကြည်နိုင်ကြစေရန်။)</span> ဆိုလိုသည်မှာ အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သော မည်သည့်ဘုရားမျှ မရှိကြောင်းကို သက်သေခံသည့် လက္ခဏာရပ်များနှင့် ရှင်းလင်းသော သက်သေအထောက်အထားများကို အရှင်မြတ်က ရှင်းပြတော်မူသည်။ ဤသက်သေအထောက်အထားများသည် အရှင်မြတ်သည် ဖန်ဆင်းခြင်းကို စတင်ခဲ့သကဲ့သို့ အရှင်မြတ်အလိုရှိပါက ပြန်လည်အသက်သွင်းတော်မူမည်ဖြစ်ကြောင်း သက်သေပြသည်။</p>"
  }
]