[
  {
    "ayah_key": "44:51",
    "group_ayah_key": "44:51",
    "from_ayah": "44:51",
    "to_ayah": "44:59",
    "ayah_keys": "44:51,44:52,44:53,44:54,44:55,44:56,44:57,44:58,44:59",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် တက်ကွာရှိသူများသည် လုံခြုံသောနေရာ၌ ရှိနေကြလိမ့်မည်။ <span>(၅၁)</span>ဥယျာဉ်များနှင့် စမ်းရေတွင်းများအကြားတွင် <span>(၅၂)</span>ဆွမ်ဒုစ်နှင့် အစ်တဗ်ရာက်ဖြင့် ဝတ်ဆင်ထားပြီး တစ်ဦးကိုတစ်ဦး မျက်နှာချင်းဆိုင်လျက် <span>(၅၃)</span>ထို့ကြောင့် <span class=\"gray\">(ဖြစ်မည်)</span>။ ငါတို့သည် သူတို့ကို ဟူရ် <span class=\"gray\">(ချောမောသော အမျိုးသမီးများ)</span> နှင့် ကျယ်ပြန့်လှပသော မျက်လုံးများဖြင့် လက်ထပ်ပေးမည်။ <span>(၅၄)</span>သူတို့သည် ထိုနေရာ၌ ငြိမ်းချမ်းစွာနှင့် လုံခြုံစွာ သစ်သီးအမျိုးမျိုးကို တောင်းဆိုကြမည်။ <span>(၅၅)</span>သူတို့သည် ထိုနေရာ၌ ပထမဆုံးသေခြင်းမှလွဲ၍ သေခြင်းကို ဘယ်သောအခါမျှ မြည်းစမ်းရမည်မဟုတ်ပေ။ ထို့ပြင် ကိုယ်တော်သည် သူတို့ကို တောက်လောင်နေသော ငရဲမီး၏ ပြင်းထန်သော ပြစ်ဒဏ်မှ ကယ်တင်လိမ့်မည်။ <span>(၅၆)</span>သင်၏အရှင်သခင်ထံမှ ကျေးဇူးတော်အဖြစ်! ထိုသည်မှာ အမြင့်မြတ်ဆုံး အောင်မြင်မှု ဖြစ်လိမ့်မည်။ <span>(၅၇)</span>ဧကန်စင်စစ် သူတို့ မှတ်သားနိုင်ရန်အတွက် ငါတို့သည် ဤအရာကို သင်၏လျှာဖြင့် လွယ်ကူစေခဲ့ပြီ။ <span>(၅၈)</span>သို့ဖြစ်၍ စောင့်စားလော့၊ အမှန်စင်စစ် သူတို့သည်လည်း <span class=\"gray\">(စောင့်)</span> စောင့်စားနေကြသည်။ <span>(၅၉)</span></p><p lang=\"my\" class=\"my \">တက်ကွာရှိသူများ၏ အခြေအနေနှင့် ပျော်ရွှင်မှုများ။ သူတို့သည် ဂျန္နတ်တွင် ပျော်မွေ့ကြလိမ့်မည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ပျက်စီးမည့်သူများ၏ အခြေအနေကို ဖော်ပြသောအခါ၊ ထိုနောက်တွင် ကောင်းချီးခံစားရသူများ၏ ဘဝကို ဖော်ပြသည်။ ဤအကြောင်းကြောင့် ကွရ်အာန်ကို အလ်-မသာနီ <span class=\"gray\">(ဆိုလိုသည်မှာ ထပ်ခါတလဲလဲ ဖော်ပြသော)</span> ဟု ခေါ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُتَّقِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် တက်ကွာရှိသူများ၊)</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ပြီး ဤလောက၌ ကိုယ်တော်အား တာဝန်ကျေပွန်သူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي مَقَامٍ أَمِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လုံခြုံသောနေရာ၌ ရှိနေကြလိမ့်မည်။)</span> ဆိုလိုသည်မှာ နောင်တမလွန်ဘဝတွင်၊ ဆိုလိုသည်မှာ ဂျန္နတ်၌ သူတို့သည် သေခြင်းနှင့် ထိုနေရာမှ ထွက်ခွာရမည်ကို ကြောက်ရွံ့ခြင်းမှ၊ စိုးရိမ်ပူပန်မှု၊ ဝမ်းနည်းမှု၊ ထိတ်လန့်မှုနှင့် ပင်ပန်းနွမ်းနယ်မှု အားလုံးမှ၊ ရှိုင်သွာန်နှင့် ၎င်း၏ပရိယာယ်များမှ၊ အခြားသော ဒုက္ခနှင့် ဘေးအန္တရာယ်များအားလုံးမှ ကင်းဝေးလုံခြုံကြမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي جَنَّاتٍ وَعُيُونٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဥယျာဉ်များနှင့် စမ်းရေတွင်းများအကြားတွင်)</span>။ ဤသည်မှာ ပျက်စီးမည့်သူများ၏ အခြေအနေနှင့် လုံးဝဆန့်ကျင်ဘက်ဖြစ်သည်။ ထိုသူတို့သည် ဇက်ကွမ်သစ်ပင်နှင့် ဆူပွက်နေသောရေကို ရရှိကြမည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَلْبَسُونَ مِنْ سُنْدُسٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဆွမ်ဒုစ်ဖြင့် ဝတ်ဆင်ထားပြီး)</span> ဆိုလိုသည်မှာ ရှပ်အင်္ကျီများနှင့်တူသော အကောင်းဆုံး ပိုးထည်များဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِسْتَبْرَقٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အစ်တဗ်ရာက်)</span> ဆိုလိုသည်မှာ တောက်ပသောချည်များဖြင့် ရက်လုပ်ထားသော ပိုးထည်ဖြစ်သည်။ သာမန်အဝတ်အစားများပေါ်တွင် ဝတ်ဆင်သော ခမ်းနားထည်ဝါသော ဝတ်စုံကဲ့သို့ပင်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">مُتَقَابِلِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(တစ်ဦးကိုတစ်ဦး မျက်နှာချင်းဆိုင်လျက်၊)</span> ဆိုလိုသည်မှာ သူတို့ထဲမှ မည်သူမျှ အခြားမည်သူ့ကိုမျှ ကျောခိုင်း၍ မထိုင်ဘဲ ရာဇပလ္လင်များပေါ်တွင် ထိုင်နေခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် <span class=\"gray\">(ဖြစ်မည်)</span>။ ငါတို့သည် သူတို့ကို ဟူရ် <span class=\"gray\">(ချောမောသော အမျိုးသမီးများ)</span> နှင့် ကျယ်ပြန့်လှပသော မျက်လုံးများဖြင့် လက်ထပ်ပေးမည်။)</span> ဤသည်မှာ သူတို့အား ပေးအပ်ထားသော လှပသော ဇနီးမယားများအပြင် လက်ဆောင်တစ်ခု ဖြစ်လိမ့်မည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့နှင့် မည်သည့်လူသား သို့မဟုတ် ဂျင်န်မျှ ၎င်းတို့မတိုင်မီ တမ်သ် <span class=\"gray\">(ကာမဆက်ဆံခြင်း)</span> မရှိခဲ့ပေ။)</span><span class=\"gray\">(၅၅း၅၆)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span>(အလှအပ၌)</span> သူတို့သည် ပတ္တမြားများနှင့် မရ်ဂျန် (သန္တာကျောက်) ကဲ့သို့ ဖြစ်သည်။)</span><span class=\"gray\">(၅၅း၅၈)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကောင်းမှုအတွက် ကောင်းမှုမှလွဲ၍ အခြားဆုလာဘ် ရှိသလော။)</span><span class=\"gray\">(၅၅း၆၀)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ထိုနေရာ၌ ငြိမ်းချမ်းစွာနှင့် လုံခြုံစွာ သစ်သီးအမျိုးမျိုးကို တောင်းဆိုကြမည်။)</span> ဆိုလိုသည်မှာ သူတို့တောင်းသမျှ သစ်သီးအမျိုးမျိုးကို သူတို့ထံသို့ ယူဆောင်လာပေးမည်ဖြစ်ပြီး ဤထောက်ပံ့မှုသည် ဘယ်သောအခါမျှ ကုန်ဆုံးမည်မဟုတ်ကြောင်း သို့မဟုတ် ရပ်ဆိုင်းမည်မဟုတ်ကြောင်းကို သိရှိသော လုံခြုံမှုကို သူတို့ ရရှိကြမည်။ ဤသစ်သီးများကို သူတို့လိုချင်သည့်အခါတိုင်း ယူဆောင်လာပေးမည်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَىٰ ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် ထိုနေရာ၌ ပထမဆုံးသေခြင်းမှလွဲ၍ သေခြင်းကို ဘယ်သောအခါမျှ မြည်းစမ်းရမည်မဟုတ်ပေ။)</span> ဤသည်မှာ ငြင်းဆိုချက်ကို အားဖြည့်သော ချွင်းချက်ဖြစ်သည်။ ဆိုလိုသည်မှာ သူတို့သည် ထိုနေရာ၌ သေခြင်းကို ဘယ်သောအခါမျှ မြည်းစမ်းရမည်မဟုတ်ပေ။ ဆွဟီးဟ်နှစ်ကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْتَىٰ بِالْمَوْتِ فِي صُورَةِ كَبْشٍ أَمْلَحَ فَيُوقَفُ بَيْنَ الْجَنَّةِ وَالنَّارِ، ثُمَّ يُذْبَحُ، ثُمَّ يُقَالُ: يَا أَهْلَ الْجَنَّةِ خُلُودٌ فَلَا مَوْتَ، وَيَا أَهْلَ النَّارِ خُلُودٌ فَلَا مَوْتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သေခြင်းကို ကောင်းမွန်သော သိုးထီးတစ်ကောင်၏ ပုံသဏ္ဌာန်ဖြင့် ယူဆောင်လာမည်။ ဂျန္နတ်နှင့် ဂျဟန္နမ်အကြားတွင် ရပ်တန့်စေပြီးနောက် သတ်ဖြတ်ပစ်မည်။ ထို့နောက် \"အို ဂျန္နတ်သူများ၊ ၎င်းသည် ထာဝရဖြစ်သည်၊ နောက်ထပ် သေခြင်းမရှိတော့ပါ။ အို ဂျဟန္နမ်သူများ၊ ၎င်းသည် ထာဝရဖြစ်သည်၊ နောက်ထပ် သေခြင်းမရှိတော့ပါ။\" ဟု ပြောဆိုမည်။)</span> ဤဟဒီးဆ်ကို ဆူရဟ် မရ်ယမ်အကြောင်း ကျွန်ုပ်တို့၏ ဆွေးနွေးချက်တွင် ဖော်ပြခဲ့ပြီးဖြစ်သည်။ အဗ်ဒူရ်-ရဇ်ဇာက်က အဘူ စအီးဒ်နှင့် အဘူ ဟုရိုင်ရာဟ်တို့ ပြောကြားသည်မှာ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُقَالُ لِأَهْلِ الْجَنَّةِ: إِنَّ لَكُمْ أَنْ تَصِحُّوا فَلَا تَسْقَمُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَعِيشُوا فَلَا تَمُوتُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَنْعَمُوا فَلَا تَبْأَسُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَشِبُّوا فَلَا تَهْرَمُوا أَبَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျန္နတ်သူများအား ပြောဆိုမည်မှာ \"သင်တို့သည် ကျန်းမာနေမည်ဖြစ်ပြီး ဘယ်သောအခါမျှ ဖျားနာခြင်းမရှိ၊ အသက်ရှင်နေမည်ဖြစ်ပြီး ဘယ်သောအခါမျှ မသေ၊ ဇိမ်ခံဘဝကို ပျော်မွေ့ရမည်ဖြစ်ပြီး ဘယ်သောအခါမျှ ဆင်းရဲဒုက္ခမရောက်၊ နုပျိုနေမည်ဖြစ်ပြီး ဘယ်သောအခါမျှ အိုမင်းရင့်ရော်မည်မဟုတ်ဟု ခွင့်ပြုထားသည်။\")</span>\" ဤသည်ကို မွတ်စလင်မ်က မှတ်တမ်းတင်ခဲ့သည်။ </p><p lang=\"my\" class=\"my \">အဘူ ဟုရိုင်ရာဟ်က အလ္လာဟ်အရှင်မြတ် နှစ်သက်တော်မူပါစေ၊ \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်\" ဟု ပြောကြားခဲ့ကြောင်း ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنِ اتَّقَى اللهَ دَخَلَ الْجَنَّةَ، يَنْعَمُ فِيهَا وَلَا يَبْأَسُ، وَيَحْيَا فِيهَا فَلَا يَمُوتُ، لَا تَبْلَىٰ ثِيَابُهُ، وَلَا يَفْنَىٰ شَبَابُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို အလ္လာဟ်အရှင်မြတ်ကို တက်ကွာရှိပါက ဂျန္နတ်သို့ ဝင်ရောက်မည်ဖြစ်ပြီး ဇိမ်ခံဘဝကို ပျော်မွေ့ရမည်ဖြစ်ပြီး ဘယ်သောအခါမျှ ဆင်းရဲဒုက္ခမရောက်။ သူသည် ထိုနေရာ၌ အသက်ရှင်နေမည်ဖြစ်ပြီး ဘယ်သောအခါမျှ မသေ၊ သူ၏အဝတ်အစားများ ဘယ်သောအခါမျှ မဟောင်းနွမ်းပြီး သူ၏နုပျိုမှု ဘယ်သောအခါမျှ မပျက်စီး။)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَقَاهُمْ عَذَابَ الْجَحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ကိုယ်တော်သည် သူတို့ကို တောက်လောင်နေသော ငရဲမီး၏ ပြင်းထန်သော ပြစ်ဒဏ်မှ ကယ်တင်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ ဤကြီးကျယ်ခမ်းနားသော ထာဝရ ကောင်းချီးမင်္ဂလာနှင့်အတူ ကိုယ်တော်သည် သူတို့ကို ဂျဟန္နမ်၏ အနက်ရှိုင်းဆုံးနေရာရှိ နာကျင်စေသော ပြစ်ဒဏ်မှ ကယ်တင်လိမ့်မည်ဖြစ်ရာ သူတို့သည် လိုရာပန်းတိုင်ကို ရရှိပြီး ကြောက်ရွံ့ခဲ့သည့်အရာကို ရှောင်ရှားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَضْلًا مِنْ رَبِّكَ ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏အရှင်သခင်ထံမှ ကျေးဇူးတော်အဖြစ်! ထိုသည်မှာ အမြင့်မြတ်ဆုံး အောင်မြင်မှု ဖြစ်လိမ့်မည်။)</span> ဆိုလိုသည်မှာ ထိုသည်မှာ ကိုယ်တော်၏ ကျေးဇူးတော်နှင့် သူတို့အပေါ်ထားရှိသော ကြင်နာမှုမှ ဖြစ်လိမ့်မည်။ ဆွဟီးဟ်နှစ်ကျမ်းတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ မိန့်ကြားတော်မူသည်ဟု ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْمَلُوا وَسَدِّدُوا وَقَارِبُوا، وَاعْلَمُوا أَنَّ أَحَدًا لَنْ يُدْخِلَهُ عَمَلُهُ الْجَنَّةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကြိုးစားလုပ်ဆောင်ကြလော့၊ ဖြောင့်မတ်စွာလုပ်ဆောင်ကြလော့၊ အသင့်အတင့်လုပ်ဆောင်ကြလော့။ မည်သူမျှ သူ၏လုပ်ရပ်များကြောင့် ဂျန္နတ်သို့ ဝင်ရောက်နိုင်မည်မဟုတ်ကြောင်း သိထားကြလော့။)</span> သူတို့က \"အရှင်မြတ်၏ ရစူလ်တမန်တော်ပင် မဟုတ်ဘူးလား\" ဟု ပြောကြရာ ကိုယ်တော် ﷺ မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَنَا، إِلَّا أَنْ يَتَغَمَّدَنِيَ اللهُ بِرَحْمَةٍ مِنْهُ وَفَضْلٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်ပင်မဟုတ်၊ အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ ကရုဏာနှင့် ကျေးဇူးတော်ဖြင့် ကျွန်ုပ်အား လွှမ်းခြုံပေးမှသာ ဖြစ်သည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် သူတို့ မှတ်သားနိုင်ရန်အတွက် ငါတို့သည် ဤအရာကို သင်၏လျှာဖြင့် လွယ်ကူစေခဲ့ပြီ။)</span> ဆိုလိုသည်မှာ 'ငါတို့သည် ဤကုရ်အာန်ကျမ်းကို သင်၏ဘာသာစကားဖြင့် လွယ်ကူစေခဲ့ပြီ၊ ရှင်းလင်းပြတ်သားစေခဲ့ပြီ၊ ထိုဘာသာစကားသည် ဘာသာစကားအားလုံးတို့တွင် အလှပဆုံး၊ အရှင်းလင်းဆုံးနှင့် အပြောအဆို အကောင်းဆုံး ဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့ မှတ်သားနိုင်ရန်အတွက်။)</span> ဆိုလိုသည်မှာ သူတို့ နားလည်ပြီး သိရှိနိုင်ရန်အတွက်။ </p><p lang=\"my\" class=\"my \">၎င်းသည် အလွန်ရှင်းလင်းပြတ်သားသော်လည်း မယုံကြည်သူများ၊ ခေါင်းမာစွာ ဆန့်ကျင်သူများ ရှိနေဆဲဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ အား နှစ်သိမ့်ပေးပြီး အောင်မြင်မှုကို ကတိပေးကာ၊ ကိုယ်တော်ကို ငြင်းပယ်သူများသည် ပျက်စီးလိမ့်မည်ဟု သတိပေးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ စောင့်စားလော့၊ အမှန်စင်စစ် သူတို့သည်လည်း <span class=\"gray\">(စောင့်)</span> စောင့်စားနေကြသည်။)</span> ဆိုလိုသည်မှာ 'ဤလောကတွင်ရော နောင်တမလွန်ဘဝတွင်ပါ မည်သူ အောင်မြင်မည်၊ မည်သူ၏စကားသည် အောင်မြင်မည်ကို သူတို့ သိရှိကြလိမ့်မည်။ အကြောင်းမှာ အို မုဟမ္မဒ်၊ သင်နှင့် ပရောဖက်များနှင့် ရစူလ်တမန်တော်များအနက်မှ သင်၏ ညီအစ်ကိုများအတွက်၊ သင့်ကို လိုက်နာသော မုအ်မင်န် (ယုံကြည်သူ) များအတွက် အောင်မြင်မှု ဖြစ်လိမ့်မည်' ဟု အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အမိန့်ချမှတ်ခဲ့ပြီ- \"အမှန်စင်စစ် ငါနှင့် ငါ၏ ရစူလ်တမန်တော်များသာလျှင် အောင်မြင်သူများ ဖြစ်ကြလိမ့်မည်။\")</span><span class=\"gray\">(၅၈း၂၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ - يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ اللَّعْنَةُ وَلَهُمُ سُوءُ الدَّارِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါတို့သည် ငါတို့၏ ရစူလ်တမန်တော်များနှင့် ဤလောကဘဝတွင် ယုံကြည်သူများကို အောင်မြင်စေမည်ဖြစ်ပြီး သက်သေများ ရပ်တည်မည့်နေ့တွင် – ထိုနေ့သည် မတရားပြုကျင့်သူများအတွက် ၎င်းတို့၏ ဆင်ခြေများသည် အကျိုးမဖြစ်ထွန်းနိုင်သည့်နေ့ ဖြစ်သည်။ ၎င်းတို့အပေါ် ကျိန်စာကျရောက်မည်ဖြစ်ပြီး ၎င်းတို့အတွက် ဆိုးရွားသော နေအိမ် ဖြစ်လိမ့်မည်။)</span><span class=\"gray\">(၄၀း၅၁-၅၂)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရဟ် အဒ်-ဒူခန်း၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်ထံသာ ချီးမွမ်းခြင်းနှင့် ကျေးဇူးတင်ခြင်း အားလုံး ရှိပြီး ကိုယ်တော်ထံတွင်သာ ခွန်အားနှင့် ကာကွယ်မှု အားလုံး ရှိသည်။</p>"
  }
]