[
  {
    "ayah_key": "31:6",
    "group_ayah_key": "31:6",
    "from_ayah": "31:6",
    "to_ayah": "31:7",
    "ayah_keys": "31:6,31:7",
    "text": "<p lang=\"my\" class=\"my \">လူသားတို့အနက်မှ အသိပညာမဲ့ဘဲ အလ္လာဟ်အရှင်မြတ်၏လမ်းမှ ဖယ်ရှားစေရန်အတွက် အချည်းနှီးသောစကား <span class=\"gray\">(လဟ်ဝလ်-ဟဒီစ်)</span> ကို ဝယ်ယူသူများရှိသည်။ ထို့ပြင် ၎င်းကို ပြက်ရယ်ပြုရာ လမ်းကြောင်းအဖြစ်ယူကြ၏။ ထိုသူတို့အတွက် အရှက်ရစေသော ပြစ်ဒဏ် <span>(၆)</span> ရှိပေမည်။ ထိုသူမျိုးအား ငါတို့၏အခန်းငယ်များကို ရွတ်ပြသောအခါ ၎င်းသည် မာန်မာနဖြင့် ကျောခိုင်းသွား၏။ မကြားခဲ့သည့်အတိုင်းပင်၊ နားထဲတွင် နားပင်းနေသည့်အတိုင်းပင် ဖြစ်၏။ သို့ဖြစ်၍ နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ရှိကြောင်း ၎င်းအား ကြေညာလိုက်ပါ <span>(၇)</span>။</p><p lang=\"my\" class=\"my \">ဖျက်ဆီးခံရသူများသည် အချည်းနှီးသော စကားများနှင့် အလုပ်ရှုပ်နေပြီး အလ္လာဟ်အရှင်မြတ်၏ အခန်းငယ်များမှ ကျောခိုင်းကြသည်</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ကောင်းချီးပေးခံရသူများ – အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ဖြင့် လမ်းညွှန်ခံရပြီး ၎င်းကို နားထောင်ခြင်းဖြင့် အကျိုးခံစားရသူများ – ကို ဖော်ပြသောအခါ၊ အရှင်မြတ်မိန့်တော်မူသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ اللَّهِ ۚ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသော မိန့်ဆိုချက်ကို ချပေးတော်မူ၏။ ကျမ်းတစ်စောင်ဖြစ်၍ ၎င်း၏အစိတ်အပိုင်းများသည် တစ်ခုနှင့်တစ်ခု တူညီပြီး <span class=\"gray\">(နှင့်)</span> မကြာခဏ ထပ်ခါတလဲလဲ ဖြစ်သည်။ ၎င်းကို ကြောက်ရွံ့ကြသူတို့၏ အရေပြားများသည် တုန်လှုပ်ချောက်ချားကုန်ကြ၏။ ထို့နောက် ၎င်းတို့၏ အရေပြားများနှင့် နှလုံးသားများသည် အလ္လာဟ်အရှင်မြတ်ကို သတိရခြင်းသို့ ပျော့ပြောင်းသွားကြ၏။)</span><span class=\"gray\">(၃၉:၂၃)</span>။ အရှင်မြတ်သည် ထိုအကြောင်းကို ဖျက်ဆီးခံရသူများ၊ ကုရ်အာန်မှ ကျောခိုင်းပြီး အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များကို နာကြားခြင်းမှ အကျိုးမရရှိသူများအကြောင်းနှင့် ဆက်စပ်ဖော်ပြတော်မူ၏။ ၎င်းတို့သည် ပလွေသံများနှင့် ဂီတတူရိယာများဖြင့် တွဲဖက်သော သီချင်းသံများကို နားထောင်ခြင်းသို့ ပြောင်းလဲသွားကြ၏။ အိဗ်နု မစအူးဒ်သည် အခန်းငယ်နှင့် ပတ်သက်၍ မှတ်ချက်ပေးခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အနက်မှ အလ္လာဟ်အရှင်မြတ်၏လမ်းမှ <span class=\"gray\">(လူတို့ကို)</span> ဖယ်ရှားစေရန်အတွက် လဟ်ဝလ်-ဟဒီစ်ကို ဝယ်ယူသူများရှိ၏)</span> ဟု ၎င်းက ပြောကြားခဲ့သည်၊ \"ဤသည်ကား – အလ္လာဟ်အရှင်မြတ်အားဖြင့် – သီချင်းဆိုခြင်းကို ဆိုလိုသည်\" ဟု ၎င်းက ဆိုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားတို့အနက်မှ အသိပညာမဲ့ဘဲ အလ္လာဟ်အရှင်မြတ်၏လမ်းမှ <span class=\"gray\">(လူတို့ကို)</span> ဖယ်ရှားစေရန်အတွက် လဟ်ဝလ်-ဟဒီစ်ကို ဝယ်ယူသူများရှိ၏)</span> ဟု ကတာဒါက ပြောကြားခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်အားဖြင့်၊ ၎င်းသည် ထိုအရာအတွက် ငွေမသုံးစွဲပေ။ သို့သော် ၎င်းကို ဝယ်ယူခြင်းဆိုသည်မှာ ၎င်းသည် ထိုအရာကို နှစ်သက်ခြင်းဖြစ်ပြီး ၎င်းပို၍ လမ်းလွဲလေလေ၊ ၎င်းပို၍ နှစ်သက်လေလေဖြစ်ကာ မှန်ကန်သောအရာထက် မှားယွင်းသောအရာကို၊ အကျိုးရှိသောအရာများထက် အန္တရာယ်ရှိသောအရာများကို ပို၍ နှစ်သက်လေလေဖြစ်သည်။\" ထိုစကားစုများဖြင့် ဆိုလိုသည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَشْتَرِي لَهْوَ الْحَدِيثِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အချည်းနှီးသော စကားများကို ဝယ်ယူခြင်း)</span> ဆိုသည်မှာ သီချင်းဆိုတတ်သော ကျွန်မများကို ဝယ်ယူခြင်းဖြစ်သည်။ အိဗ်နု ဂျရီရ်က ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများကို မြင်တွေ့ခြင်းနှင့် အရှင်မြတ်၏လမ်းကို လိုက်နာခြင်းမှ လူများကို တားဆီးသော စကားအားလုံးကို ဆိုလိုသည်ဟု ပြောကြားခဲ့သည်။ အရှင်မြတ်၏ မိန့်ဆိုချက်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏လမ်းမှ <span class=\"gray\">(လူတို့ကို)</span> ဖယ်ရှားစေရန်)</span> ဆိုသည်မှာ၊ ၎င်းသည် အစ္စလာမ်နှင့် ၎င်းကို လိုက်နာသူများကို ဆန့်ကျင်ရန် ဤသို့ပြုခြင်းဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَتَّخِذَهَا هُزُوًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းကို ပြက်ရယ်ပြုရာ လမ်းကြောင်းအဖြစ်ယူကြ၏။)</span> မုဂျာဟစ်ဒ်က ပြောကြားသည်မှာ၊ \"ဤသည်ကား အလ္လာဟ်အရှင်မြတ်၏ လမ်းကို ပြက်ရယ်ပြုခြင်းနှင့် လှောင်ပြောင်ခြင်းကို ဆိုလိုသည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمْ عَذَابٌ مُهِينٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူတို့အတွက် အရှက်ရစေသော ပြစ်ဒဏ်ရှိပေမည်။)</span> ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများနှင့် လမ်းကို လေးစားမှုမပြသခဲ့သကဲ့သို့ပင် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းတို့ကို လေးစားမှုပြသမည်မဟုတ်ဘဲ နာကျင်ဖွယ်ရာ၊ ဆက်လက်ဖြစ်ပေါ်နေသော ပြစ်ဒဏ်ကို ခံစားရမည်ဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا وَلَّىٰ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသူမျိုးအား ငါတို့၏အခန်းငယ်များကို ရွတ်ပြသောအခါ ၎င်းသည် မာန်မာနဖြင့် ကျောခိုင်းသွား၏။ မကြားခဲ့သည့်အတိုင်းပင်၊ နားထဲတွင် နားပင်းနေသည့်အတိုင်းပင် ဖြစ်၏။)</span> ဆိုသည်မှာ၊ အချည်းနှီးအလုပ်များနှင့် ကစားခြင်းကို နှစ်သက်သူတစ်ဦးအား ဤကုရ်အာန်အခန်းငယ်များကို ရွတ်ပြသောအခါ ၎င်းသည် ၎င်းတို့မှ ကျောခိုင်းသွားပြီး နားထောင်လိုခြင်းမရှိပေ။ ၎င်းသည် မည်သည့်အရာမျှ မကြားရသကဲ့သို့ နားပင်းဟန်ဆောင်သည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့မှ အကျိုးမရရှိသည့်အပြင် စိတ်ဝင်စားမှုလည်းမရှိသောကြောင့် ၎င်းတို့ကို နားထောင်ရသည်ကို စိတ်အနှောင့်အယှက်ဖြစ်စေသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ရှိကြောင်း ၎င်းအား ကြေညာလိုက်ပါ)</span> ဆိုသည်မှာ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်းအား နာကျင်စေမည့် ပြစ်ဒဏ်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်နှင့် ၎င်း၏အခန်းငယ်များကို နားထောင်ခြင်းက ၎င်းအား နာကျင်စေခဲ့သကဲ့သို့ နာကျင်စေလိမ့်မည်။</p>"
  },
  {
    "ayah_key": "31:8",
    "group_ayah_key": "31:8",
    "from_ayah": "31:8",
    "to_ayah": "31:9",
    "ayah_keys": "31:8,31:9",
    "text": "<p class=\"my translation\" lang=\"my\">အမှန်စင်စစ်၊ အကြင်သူများသည် ယုံကြည်ပြီး ကောင်းမြတ်သော ကောင်းမှုများကို ပြုလုပ်ကြ၏၊ ထိုသူတို့အတွက် နိဗ္ဗာန်ဥယျာဉ်များသည် <span>(၈)</span> ထာဝစဉ် နေထိုင်ရန် ရှိပေမည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မှန်ကန်သော ကတိတော်ပင်ဖြစ်သည်။ အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင် <span>(၉)</span> ဖြစ်တော်မူ၏။</p><p lang=\"my\" class=\"my \">ယုံကြည်သူများ၏ ကောင်းမြတ်သော ဘဝနိဂုံး</p><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်သည် နောင်ဘဝ၌ ဖြောင့်မတ်သူများ၏ ဘဝနိဂုံးကို ဖော်ပြတော်မူ၏။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ယုံကြည်ပြီး အလ္လာဟ်အရှင်မြတ်၏ ဥပဒေများနှင့်အညီ ဖြောင့်မတ်သော အလုပ်များကို ပြုလုပ်သူများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ جَنَّاتُ النَّعِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် နိဗ္ဗာန်ဥယျာဉ်များ ရှိပေမည်။)</span> ဆိုသည်မှာ၊ ထိုနေရာတွင် ၎င်းတို့သည် စားသောက်ဖွယ်ရာ၊ သောက်စရာ၊ အဝတ်အထည်၊ နေအိမ်၊ သယ်ယူပို့ဆောင်ရေးနည်းလမ်းများ၊ အမျိုးသမီးများ၊ လှပသော အလင်းရောင်နှင့် နှစ်သက်ဖွယ်ကောင်းသော အသံများ အပါအဝင် လူသားတစ်ဦး၏ စိတ်ထဲတွင် တစ်ခါမျှ မပေါ်ဖူးသော ပျော်ရွှင်မှုနှင့် စည်းစိမ်အမျိုးမျိုးကို ခံစားရမည်ဖြစ်သည်။ ၎င်းတို့သည် ထိုနေရာ၌ ထာဝစဉ်နေထိုင်မည်ဖြစ်ပြီး ထွက်ခွာခြင်း သို့မဟုတ် ပြောင်းလဲလိုခြင်း လုံးဝရှိမည်မဟုတ်ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعْدَ اللَّهِ حَقًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ မှန်ကန်သော ကတိတော်ပင်ဖြစ်သည်။)</span> ဆိုသည်မှာ၊ ဤသည်မှာ သံသယဖြစ်ဖွယ်မရှိဘဲ ဖြစ်ပေါ်လာမည်၊ အကြောင်းမှာ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ကတိတော်ဖြစ်ပြီး အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ကတိကို လုံးဝမချိုးဖောက်သောကြောင့်ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် အရှင်မြတ်သည် အလိုရှိရာကို ပြုလုပ်ပြီး အရာခပ်သိမ်းကို စွမ်းဆောင်နိုင်သော အကြင်နာအရှိဆုံး၊ ပေးသနားသူဖြစ်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَزِيزُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်ဖြစ်တော်မူ၏။)</span> အရာခပ်သိမ်းကို နှိမ်နင်းထားပြီး အရာခပ်သိမ်းသည် အရှင်မြတ်ထံသို့ နာခံ submit ကြကုန်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အနန္တပညာရှင်။)</span> အရှင်မြတ်မိန့်ဆိုတော်မူသည့်အရာနှင့် ပြုမူတော်မူသည့်အရာများတွင် ပညာရှိပြီး၊ ဤကုရ်အာန်ကို ယုံကြည်သူများအတွက် လမ်းညွှန်မှုဖြစ်စေတော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်ပြောပါ- \"၎င်းသည် ယုံကြည်သူများအတွက် လမ်းညွှန်ဖြစ်ပြီး ကုသမှုတစ်ခုဖြစ်သည်။ ငြင်းပယ်သူများအတွက်မူ ၎င်းတို့၏ နားများတွင် လေးလံခြင်း <span class=\"gray\">(နားပင်းခြင်း)</span> ရှိပြီး ၎င်းသည် ၎င်းတို့အတွက် မျက်စိကွယ်ခြင်းဖြစ်သည်\")</span><span class=\"gray\">(၄၁:၄၄)</span>။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကုရ်အာန်မှ အကြင်အရာကို ငါတို့ချပေး၏။ ၎င်းသည် ယုံကြည်သူများအတွက် ကုသခြင်းနှင့် ကရုဏာဖြစ်သည်။ ဒုစရိုက်သမားတို့အားမူ ဆုံးရှုံးမှုမှလွဲ၍ မည်သည့်အရာမျှ တိုးမြှင့်ပေးသည်မဟုတ်။)</span><span class=\"gray\">(၁၇:၈၂)</span></p>"
  },
  {
    "ayah_key": "32:1",
    "group_ayah_key": "32:1",
    "from_ayah": "32:1",
    "to_ayah": "32:3",
    "ayah_keys": "32:1,32:2,32:3",
    "text": "<p lang=\"ms\" class=\"ms \">The Virtues of Surah Alif Lam Mim As-Sajdah</p><p lang=\"my\" class=\"my \">သောကြာနေ့ ဝတ်ပြုမှုကျမ်းတွင် အလ်-ဗုခါရီက အဗူ ဟုရိုင်ရာက ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်မှာ၊ \"တမန်တော်မြတ် ﷺ သည် သောကြာနေ့များတွင် ဖဂျရ်၌ ရွတ်ဖတ်လေ့ရှိသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - تَنْزِيلُ </p><p lang=\"la\" class=\"la \"><span class=\"gray\">(Alif Lam Mim. The revelation of...)</span>, As-Sajdah, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَتَىٰ عَلَى الْإِنْسَانِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူသားပေါ်တွင် မရောက်ရှိခဲ့ဖူးသလော...)</span>အလ်-အင်ဆာန် <span class=\"gray\">(၇၆:၇၁)</span>။\" ဤအရာကို မွတ်စလင်မ်ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ အီမာမ် အဟ်မဒ်က ဂျာဘိရ်က ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်မှာ၊ \"တမန်တော်မြတ် ﷺ သည် အောက်ပါတို့ကို ရွတ်ဖတ်ပြီးမှသာ အိပ်စက်လေ့ရှိသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - تَنْزِيلُ </p><p lang=\"la\" class=\"la \"><span class=\"gray\">(Alif Lam Mim. The revelation of...)</span>, As-Sajdah, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကြင်အရှင်၏ လက်တော်၌ စိုးစံမှု ရှိတော်မူ၏။ ထိုအရှင်သည် ကောင်းချီးမင်္ဂလာနှင့် ပြည့်စုံတော်မူ၏)</span> အလ်-မူလ်က် <span class=\"gray\">(၆၇:၁)</span>။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာတော်ရှင်၊ အမြဲမပြတ် သနားကြင်နာတော်မူသော အရှင်မြတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - تَنْزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ - أَمْ يَقُولُونَ افْتَرَاهُ ۚ بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ အလိဖ် လမ် မင်မ်။)</span><span class=\"gray\">(၂။ သံသယဖြစ်စရာမရှိသော ကျမ်းတော်ကို ထုတ်ပြန်ချပေးခြင်းသည် စကြဝဠာအားလုံး၏ အရှင်မြတ်ထံမှ ဖြစ်သည်။)</span><span class=\"gray\">(၃။ သို့တည်းမဟုတ် ၎င်းတို့က '၎င်းသည် ထိုအရာကို လုပ်ကြံဖန်တီးထားသည်' ဟု ပြောဆိုကြသလော။ ထိုသို့မဟုတ်ပေ၊ ၎င်းသည် အသင့်၏ အရှင်မြတ်ထံမှ မှန်ကန်သောအရာ ဖြစ်၏။ အဘယ်ကြောင့်ဆိုသော် အသင်၏ရှေ့တွင် မည်သည့်သတိပေးသူမျှ မရောက်ဖူးသော လူမျိုးတစ်မျိုးကို အသင်သတိပေးနိုင်ရန်အတွက် ဖြစ်ပြီး၊ ၎င်းတို့သည် လမ်းမှန်ရရှိနိုင်ရန်အတွက်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ကုရ်အာန်သည် သံသယဖြစ်စရာမရှိသော အလ္လာဟ်အရှင်မြတ်၏ ကျမ်းတော်ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဆူရဟ် အလ်-ဘကရဟ်၏ အစပိုင်းတွင် တစ်လုံးချင်းစီသော စာလုံးများကို ဆွေးနွေးခဲ့ပြီးဖြစ်ရာ ဤနေရာတွင် ထပ်မံပြောပြရန် မလိုပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَنْزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံသယဖြစ်စရာမရှိသော ကျမ်းတော်ကို ထုတ်ပြန်ချပေးခြင်း)</span> ဆိုသည်မှာ၊ ၎င်းကို ထုတ်ပြန်ချပေးခဲ့ခြင်းဖြစ်သည်မှာ လုံးဝသံသယဖြစ်စရာမရှိပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ رَبِّ الْعَالَمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စကြဝဠာအားလုံး၏ အရှင်မြတ်ထံမှ။)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူများအကြောင်းကို မိန့်ကြားတော်မူသည်- \" </p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ افْتَرَاهُ ۚ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့တည်းမဟုတ် ၎င်းတို့က '၎င်းသည် ထိုအရာကို လုပ်ကြံဖန်တီးထားသည်' ဟု ပြောဆိုကြသလော။)</span>: ၎င်းတို့က ပြောကြသည်မှာ၊ ၎င်းသည် ထိုအရာကို လုပ်ကြံဖန်တီးထားသည်၊ ဆိုလိုသည်မှာ၊ ၎င်းသည် မိမိဘာသာ ဖန်တီးထားခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့မဟုတ်ပေ၊ ၎င်းသည် အသင့်၏ အရှင်မြတ်ထံမှ မှန်ကန်သောအရာ ဖြစ်၏။ အဘယ်ကြောင့်ဆိုသော် အသင့်၏ရှေ့တွင် မည်သည့်သတိပေးသူမျှ မရောက်ဖူးသော လူမျိုးတစ်မျိုးကို အသင်သတိပေးနိုင်ရန်အတွက် ဖြစ်ပြီး၊ ၎င်းတို့သည် လမ်းမှန်ရရှိနိုင်ရန်အတွက်ဖြစ်သည်။)</span> ဆိုသည်မှာ၊ ၎င်းတို့သည် အမှန်တရားကို လိုက်နာနိုင်ရန်ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "32:10",
    "group_ayah_key": "32:10",
    "from_ayah": "32:10",
    "to_ayah": "32:11",
    "ayah_keys": "32:10,32:11",
    "text": "<p class=\"my translation\" lang=\"my\">ထို့ပြင် ၎င်းတို့က ပြောကြသည်- \"ငါတို့ မြေကြီးထဲတွင် ပျောက်ကွယ်သွားသောအခါ ငါတို့ကို အမှန်ပင် အသစ်တစ်ဖန် ဖန်ဆင်းဦးမည်လော။\" ထိုသို့မဟုတ်၊ ၎င်းတို့သည် ၎င်းတို့၏ အရှင်မြတ်နှင့် တွေ့ဆုံခြင်းကို ငြင်းပယ်ကြသည် <span>(၁၀)</span>။ အသင်ပြောပါ- \"အသင်တို့အပေါ် တာဝန်ပေးအပ်ထားသော မရဏနတ်သားသည် အသင်တို့၏ ဝိညာဉ်များကို သိမ်းယူလိမ့်မည်။ ထို့နောက် အသင်တို့ကို အသင်တို့၏ အရှင်မြတ်ထံသို့ ခေါ်ဆောင်သွားမည်။\" <span>(၁၁)</span></p><p lang=\"my\" class=\"my \">ရှင်ပြန်ထမြောက်ခြင်းသည် မဖြစ်နိုင်ဟု ယူဆသူများအား ပြန်လည်ချေပခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူများသည် ရှင်ပြန်ထမြောက်ခြင်းသည် မည်သည့်အခါမျှ ဖြစ်ပေါ်လာမည်မဟုတ်ဟု မည်သို့ထင်မြင်ခဲ့ကြပုံနှင့် ၎င်းတို့ မည်သို့ပြောဆိုခဲ့ကြပုံကို ကျွန်ုပ်တို့အား မိန့်ကြားတော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِذَا ضَلَلْنَا فِي الْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ မြေကြီးထဲတွင် ပျောက်ကွယ်သွားသောအခါ)</span> ဆိုသည်မှာ၊ 'ငါတို့၏ ကိုယ်ခန္ဓာများသည် ကွဲလွင့်ပြီး မြေကြီးထဲတွင် ပျက်စီးကာ ပျံ့နှံ့သွားသောအခါ' ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ကို အမှန်ပင် အသစ်တစ်ဖန် ဖန်ဆင်းဦးမည်လော။)</span> ဆိုသည်မှာ၊ 'ထိုနောက်တွင် ငါတို့ ပြန်လာဦးမည်လော' ဟူ၍ ဖြစ်သည်။ ၎င်းတို့သည် ဤအရာ ဖြစ်ပေါ်လာမည်ကို မဖြစ်နိုင်ဟု ယူဆကြသည်။ ၎င်းတို့၏ ကိုယ်ပိုင် အားနည်းသော စွမ်းရည်များအရမူ ၎င်းသည် အမှန်တကယ်ပင် မဖြစ်နိုင်ပေ။ သို့သော် ၎င်းတို့ကို မည်သည့်အရာမှ မရှိဘဲ ဖန်ဆင်းခဲ့သော အရှင်၏ တန်ခိုးနှင့် ပတ်သက်၍မူ ထိုသို့မဟုတ်ပေ။ အရှင်သည် အရာတစ်ခုကို အလိုရှိသောအခါ 'ဖြစ်စေ' ဟု မိန့်ကြားလိုက်သည်နှင့် ၎င်းသည် ဖြစ်လာ၏။ အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့မဟုတ်၊ ၎င်းတို့သည် ၎င်းတို့၏ အရှင်မြတ်နှင့် တွေ့ဆုံခြင်းကို ငြင်းပယ်ကြသည်!)</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်မိန့်တော်မူသည်- \" </p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်ပြောပါ- \"အသင်တို့အပေါ် တာဝန်ပေးအပ်ထားသော မရဏနတ်သားသည် အသင်တို့၏ ဝိညာဉ်များကို သိမ်းယူလိမ့်မည်။\")</span> ဤအခန်းငယ်၏ ထင်ရှားသော အဓိပ္ပါယ်မှာ မရဏနတ်သားသည် ကောင်းကင်တမန်များအနက်မှ သီးခြားပုဂ္ဂိုလ်တစ်ပါးဖြစ်သည်၊ ၎င်းသည် ဆူရဟ် အိဗ်ရာဟင်မ်တွင် (ကျွန်ုပ်တို့၏ တဖ်စီရ်၌) ကိုးကားခဲ့သော အလ်-ဘာရာ၏ ဟဒီးစ်တော်မှလည်း ထင်ရှားသည်။ အချို့သော မှတ်တမ်းများတွင် ၎င်း <span class=\"gray\">(မရဏနတ်သား)</span> ကို 'အစ်ဇ်ရာအီးလ်' ဟုခေါ်ပြီး လူသိများသည်။ ဤသည်မှာ ကတာဒါနှင့် အခြားသူများ၏ အမြင်ဖြစ်သည်။ မရဏနတ်သား၌ အကူအညီပေးသူများရှိသည်။ ၎င်း၏ အကူအညီပေးသူများသည် ဝိညာဉ်ကို ခန္ဓာကိုယ်၏ ကျန်အစိတ်အပိုင်းများမှ လည်ချောင်းသို့ ရောက်သည်အထိ ထုတ်ယူပြီးမှ မရဏနတ်သားက ၎င်းကိုယူသည်ဟု ဟဒီးစ်တော်တွင် ဖော်ပြထားသည်။ မုဂျာဟစ်ဒ်က ပြောကြားသည်မှာ၊ \"ကမ္ဘာမြေကို ၎င်းအတွက် စုစည်းပေးပြီး ၎င်းသည် လိုအပ်သလို ယူနိုင်သည့် ပန်းကန်ပြားကဲ့သို့ ဖြစ်သည်။\" </p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် အသင်တို့ကို အသင်တို့၏ အရှင်မြတ်ထံသို့ ခေါ်ဆောင်သွားမည်။)</span> ဆိုသည်မှာ၊ အသင်တို့ ရှင်ပြန်ထမြောက်ပြီး အသင်တို့၏ အုတ်ဂူများမှ ထုတ်ဆောင်ခြင်းခံရကာ အသင်တို့၏ ဆုလဒ် သို့မဟုတ် ပြစ်ဒဏ်ကို လက်ခံရရှိမည့်နေ့တွင် ဖြစ်သည်။</p>"
  }
]