[
  {
    "ayah_key": "9:113",
    "group_ayah_key": "9:113",
    "from_ayah": "9:113",
    "to_ayah": "9:114",
    "ayah_keys": "9:113,9:114",
    "text": "<p lang=\"my\" class=\"my \">မုရှ်ရိကီန်များအတွက် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို တောင်းခံခြင်းသည် နဗီတမန်တော်မြတ်နှင့် ယုံကြည်သူတို့အဖို့ (မသင့်လျော်ပေ)။ ၎င်းတို့သည် မိမိတို့၏ ဆွေမျိုးသားချင်းများ ဖြစ်နေစေကာမူ ၎င်းတို့သည် ငရဲဘုံသားများ ဖြစ်ကြောင်း (၎င်းတို့သည် မယုံကြည်ခြင်းအခြေအနေဖြင့် သေဆုံးသွားခဲ့သောကြောင့်) ၎င်းတို့အတွက် ရှင်းလင်းသွားပြီးနောက်တွင် (မသင့်လျော်ပေ)<span>(၁၁၃)</span>အီဗရာဟင်မ် (အလ္လာဟ်အရှင်မြတ်အား) မိမိဖခင်၏ ခွင့်လွှတ်မှုအတွက် ဆုတောင်းခြင်းသည် ၎င်း (အီဗရာဟင်မ်) က ၎င်း (မိမိဖခင်) အား ပေးထားခဲ့သော ကတိကြောင့်သာ ဖြစ်၏။ သို့ရာတွင် ၎င်း (အီဗရာဟင်မ်) အား ၎င်း (မိမိဖခင်) သည် အလ္လာဟ်အရှင်မြတ်၏ ရန်သူဖြစ်ကြောင်း ရှင်းလင်းသွားသောအခါ ၎င်းသည် မိမိကိုယ်ကို ၎င်းထံမှ ခွဲခွာလိုက်၏။ အမှန်စင်စစ် အီဗရာဟင်မ်သည် အဝ်ဝါဟ် (အလ္လာဟ်အရှင်မြတ်ကို အမြဲတမ်းအမှတ်ရသူ) ဖြစ်ပြီး သည်းခံသူ ဖြစ်၏ <span>(၁၁၄)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်နှင့်ယှဉ်၍ အခြားကိုကိုးကွယ်သူများအတွက် ဆုတောင်းခြင်းကို တားမြစ်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အိဗ်နုလ် မူစယိဘ်က ၎င်း၏ဖခင် အလ်-မူစယိဘ် ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- \"အဘူး တော်လိဘ် သေဆုံးခါနီးတွင် နဗီတမန်တော်မြတ် ﷺ သည် ၎င်းထံသို့ သွားရောက်ခဲ့ပြီး အဘူး ဂျဟလ်နှင့် အဗ်ဒုလ္လာဟ် ဘင် အဘီ အုမိုင်ယာတို့ ရှိနေသည်ကို တွေ့ရှိခဲ့သည်။ နဗီတမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْ عَمِّ، قُلْ لَا إِلَهَ إِلِّا اللهُ كَلِمَةً أُحَاجُّ لَكَ بِهَا عِنْدَ اللهِ عَزَّ وَجَلَّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ဦးလေး! 'လာ အိလာဟ အိလ္လာ-လ္လာဟ်' ဟု ပြောပါ၊ ထိုစကားနှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်၊ အနန္တထူးမြတ်တော်မူသောအရှင်မြတ်နှင့် အလွန်ဂုဏ်အသရေရှိတော်မူသောအရှင်မြတ်ထံတွင် ကျွန်ုပ်သည် ဦးလေးအတွက် အသနားခံပါမည်။)</span></p><p lang=\"cy\" class=\"cy \">Abu Jahl and 'Abdullah bin Abi Umayyah said, 'O Abu Talib! Would you leave the religion of Abdul-Muttalib?' Abu Talib said, 'Rather, I will remain on the religion of Abdul-Muttalib.' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأَسْتَغْفِرَنَّ لَكَ مَا لَمْ أُنْهَ عَنْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ဦးလေးအတွက် ခွင့်လွှတ်မှုပေးရန် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းပါမည်၊ ကျွန်ုပ်ကို ထိုသို့ပြုလုပ်ရန် တားမြစ်ခြင်းမပြုသရွေ့)</span> ဤအာယတ်တော်ကို ထုတ်ပြန်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَن يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَىٰ مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုရှ်ရိကီန်များအတွက် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို တောင်းခံခြင်းသည် နဗီတမန်တော်မြတ်နှင့် ယုံကြည်သူတို့အဖို့ (မသင့်လျော်ပေ)။ ၎င်းတို့သည် ဆွေမျိုးသားချင်းများ ဖြစ်နေစေကာမူ ၎င်းတို့သည် ငရဲဘုံသားများ ဖြစ်ကြောင်း ၎င်းတို့အတွက် ရှင်းလင်းသွားပြီးနောက်တွင် (မသင့်လျော်ပေ)။)</span></p><p lang=\"my\" class=\"my \">အဘူး တော်လိဘ်နှင့်ပတ်သက်၍ ဤအာယတ်တော်ကို ထုတ်ပြန်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلٰكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သင်သည် သင်နှစ်သက်သူကို လမ်းမှန်သို့ ပို့ဆောင်နိုင်မည်မဟုတ်ပေ၊ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် မိမိအလိုရှိသူကို လမ်းမှန်သို့ ပို့ဆောင်တော်မူ၏)</span><span class=\"gray\">[၂၈:၅၆]</span>။ ဤဟဒီးဆ်တော်ကို ဆွဟီဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီးရ်သည် စုလိုင်မာန် ဘင် ဗုရိုင်ဒါ က ၎င်း၏ဖခင်ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်- \"နဗီတမန်တော်မြတ် ﷺ မက္ကာဟ်သို့ ကြွလာသောအခါ၊ ၎င်းသည် သင်္ချိုင်းတစ်ခုသို့သွားကာ ၎င်းဘေးတွင် ထိုင်ပြီး စကားပြောဆိုပြီးနောက် မျက်ရည်များဖြင့် ထရပ်ခဲ့သည်။ ကျွန်ုပ်တို့က 'အို အလ္လာဟ်၏ ရစူလ်တမန်တော်! သင်ပြုလုပ်ခဲ့သည်များကို ကျွန်ုပ်တို့ မြင်တွေ့ခဲ့ရပါသည်' ဟု ပြောသောအခါ၊ ၎င်းက မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي اسْتَأْذَنْتُ رَبِّي فِي زِيَارَةِ قَبْرِ أُمِّي فَأَذِنَ لِي، وَاسْتَأْذَنْتُهُ فِي الْاسْتِغْفَارِ لَهَا فَلَمْ يَأْذَنْ لِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်သည် ကျွန်ုပ်၏မိခင်၏ သင်္ချိုင်းကို သွားရောက်ရန် ကျွန်ုပ်၏အရှင်မြတ်ထံမှ ခွင့်ပြုချက်တောင်းခဲ့ရာ ၎င်းအရှင်မြတ်သည် ကျွန်ုပ်အား ခွင့်ပြုခဲ့သည်။ ကျွန်ုပ်သည် ၎င်းအရှင်မြတ်ထံမှ မိခင်အတွက် ခွင့်လွှတ်မှုပေးရန် ဆုတောင်းရန် ခွင့်ပြုချက်တောင်းခဲ့သော်လည်း ၎င်းအရှင်မြတ်သည် ကျွန်ုပ်အား ခွင့်ပြုချက်မပေးခဲ့ပေ။)</span></p><p lang=\"my\" class=\"my \">ထိုနေ့ကဲ့သို့ ၎င်းအား မျက်ရည်ကျနေသည်ကို ကျွန်ုပ်တို့ တစ်ခါမှ မမြင်ဖူးခဲ့ပါ။\" အလ်-အော်ဖီသည် အိဗ်နု အဗ္ဗားစ်ထံမှ အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍ ဤသို့ ဖော်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَن يَسْتَغْفِرُوا لِلْمُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မုရှ်ရိကီန်များအတွက် အလ္လာဟ်အရှင်မြတ်၏ ခွင့်လွှတ်မှုကို တောင်းခံခြင်းသည် နဗီတမန်တော်မြတ်နှင့် ယုံကြည်သူတို့အဖို့ (မသင့်လျော်ပေ))</span></p><p lang=\"my\" class=\"my \">\"နဗီတမန်တော်မြတ် ﷺ သည် ၎င်း၏မိခင်အတွက် ခွင့်လွှတ်မှုပေးရန် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းလိုခဲ့သော်လည်း အလ္လာဟ်အရှင်မြတ်က ၎င်းအား ခွင့်မပြုခဲ့ပေ။ နဗီတမန်တော်မြတ် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ خَلِيلَ اللهِ صلّى الله عليه وسلّم قَدِ اسْتَغْفَرَ لِأَبِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗရာဟင်မ်၊ အလ္လာဟ်၏ ခလီလ် (ရင်းနှီးသောမိတ်ဆွေ) သည် ၎င်း၏ဖခင်အတွက် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းခဲ့သည်။)</span> အလ္လာဟ်အရှင်မြတ်က ထုတ်ပြန်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗရာဟင်မ် (အလ္လာဟ်အရှင်မြတ်အား) မိမိဖခင်၏ ခွင့်လွှတ်မှုအတွက် ဆုတောင်းခြင်းသည် ၎င်း (အီဗရာဟင်မ်) က ၎င်း (မိမိဖခင်) အား ပေးထားခဲ့သော ကတိကြောင့်သာ ဖြစ်၏)</span>။\"</p><p lang=\"my\" class=\"my \">အလီ ဘင် အဘီ တော်လ္ဟာ က အိဗ်နု အဗ္ဗားစ်သည် ဤအာယတ်တော်နှင့်ပတ်သက်၍ မှတ်ချက်ပြုသည်ဟု ဖော်ပြခဲ့သည်၊ \"၎င်းတို့သည် ဤအာယတ်တော်ကို ထုတ်ပြန်ခဲ့သည်အထိ ၎င်းတို့ (ရုပ်တုကိုးကွယ်သူများ) အတွက် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းလေ့ရှိခဲ့ကြသည်။ ထို့နောက် ၎င်းတို့သည် ၎င်းတို့အနက်မှ သေဆုံးသူများအတွက် အလ္လာဟ်အရှင်မြတ်အား ခွင့်လွှတ်မှုပေးရန် ဆုတောင်းခြင်းမှ ရပ်ဆိုင်းခဲ့ကြသော်လည်း ၎င်းတို့အနက်မှ သက်ရှိများအတွက် ၎င်းတို့သေဆုံးသည်အထိ အလ္လာဟ်အရှင်မြတ်အား ဆုတောင်းခြင်းမှ တားဆီးခံခဲ့ရခြင်းမရှိပေ။ အလ္လာဟ်အရှင်မြတ်သည် ဤအာယတ်တော်ကို စေလွှတ်ခဲ့သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဗရာဟင်မ် (အလ္လာဟ်အရှင်မြတ်အား) မိမိဖခင်၏ ခွင့်လွှတ်မှုအတွက် ဆုတောင်းခြင်းသည် ...သာ ဖြစ်၏)</span><span class=\"gray\">[၉:၁၁၄]</span>။\" အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်တော်မူခဲ့သည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် ၎င်း (အီဗရာဟင်မ်) အား ၎င်း (မိမိဖခင်) သည် အလ္လာဟ်အရှင်မြတ်၏ ရန်သူဖြစ်ကြောင်း ရှင်းလင်းသွားသောအခါ ၎င်းသည် မိမိကိုယ်ကို ၎င်းထံမှ ခွဲခွာလိုက်၏)</span><span class=\"gray\">[၉:၁၁၄]</span>။ </p><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်က မှတ်ချက်ပြုသည်၊ \"အီဗရာဟင်မ်သည် ၎င်း၏ဖခင်သေဆုံးသည်အထိ ခွင့်လွှတ်မှုပေးရန် အလ္လာဟ်အရှင်မြတ်အား ဆက်လက်တောင်းခံခဲ့သည်။ ၎င်း၏ဖခင်သည် အလ္လာဟ်အရှင်မြတ်၏ ရန်သူအဖြစ် သေဆုံးသွားကြောင်း ၎င်းနားလည်သောအခါ ၎င်းသည် မိမိကိုယ်ကို ၎င်းထံမှ ခွဲခွာလိုက်သည်။\" အခြားဖော်ပြချက်တစ်ခုတွင် ၎င်းက ပြောသည်၊ \"၎င်း၏ဖခင်သေဆုံးသောအခါ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ ရန်သူအဖြစ် သေဆုံးသွားကြောင်း နားလည်ခဲ့သည်။\" မုဂျာဟစ်ဒ်၊ အဒ်-ဒဟ်ဟက်၊ ကတာဒါနှင့် အခြားများစွာသောသူတို့ကလည်း ထိုနည်းတူ ပြောဆိုခဲ့ကြသည်။ အုဗိုင်ဒ် ဘင် အုမိုင်ရ်နှင့် စအိဒ် ဘင် ဂျုဘိုင်ရ်တို့က ပြောသည်၊ \"အီဗရာဟင်မ်သည် ရှင်ပြန်ထမြောက်ရာနေ့တွင် ၎င်း၏ဖခင်ကို လက်လွှတ်မည်ဖြစ်သော်လည်း ၎င်းသည် ၎င်း၏ဖခင်နှင့် တွေ့ဆုံပြီး ၎င်း၏မျက်နှာတွင် ဖုန်မှုန့်များနှင့် ပင်ပန်းနွမ်းနယ်မှုကို တွေ့မြင်ရမည်။ ၎င်းက 'အို အီဗရာဟင်မ်! ကျွန်ုပ်သည် သင့်ကို မနာခံခဲ့ပါ၊ သို့သော် ယနေ့တွင်မူ သင့်ကို မနာခံတော့မည်မဟုတ်ပါ။' အီဗရာဟင်မ်က 'အို အရှင်မြတ်! ၎င်းတို့ ရှင်ပြန်ထမြောက်ရာနေ့တွင် ကျွန်ုပ်ကို အရှက်ခွဲမည်မဟုတ်ဟု အရှင်မြတ် ကတိပြုခဲ့ပါသည်။ ကျွန်ုပ်၏ဖခင် အရှက်ခွဲခံရသည်ကို မြင်တွေ့ရခြင်းထက် ပို၍ မည်သည့်အရှက်တကွဲ ဖြစ်စရာရှိမည်နည်း။' ၎င်းအား 'သင့်နောက်ဘက်ကို ကြည့်ပါ' ဟု ပြောမည်ဖြစ်ပြီး ၎င်းသည် သွေးထွက်နေသော ဟိုင်ယီးနား – ၎င်း၏ဖခင်သည် ထိုသို့အသွင်ပြောင်းလဲထားမည်ဖြစ်ပြီး – တစ်ကောင်ကို မြင်ရမည်၊ ထိုဟိုင်ယီးနားကို ၎င်း၏ခြေထောက်များမှ ဆွဲခေါ်ကာ ငရဲမီးထဲသို့ ပစ်ချလိမ့်မည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် အီဗရာဟင်မ်သည် အဝ်ဝါဟ် (အလ္လာဟ်အရှင်မြတ်ကို အမြဲတမ်းအမှတ်ရသူ) ဖြစ်ပြီး သည်းခံသူ ဖြစ်၏။)</span> ဆိုလိုသည်မှာ ၎င်းသည် အဗ်ဒုလ္လာဟ် ဘင် မစ္စအူဒ်၏ အဆိုအရ အလ္လာဟ်အရှင်မြတ်ထံ အမြဲတမ်း ဆုတောင်းခဲ့သည်။ ဤအကြောင်းကို အိဗ်နု မစ္စအူဒ်ထံမှ ဖော်ပြချက်များစွာ ရှိသည်။ 'အဝ်ဝါဟ်' ဆိုသည်မှာ 'နှိမ့်ချစွာဖြင့် အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်းသူ'၊ 'ကရုဏာရှင်'၊ 'သေချာစွာ ယုံကြည်သူ'၊ 'အလ္လာဟ်အရှင်မြတ်ကို ချီးမွမ်းသူ' စသည်ဖြင့် အဓိပ္ပါယ်ရသည်ဟုလည်း ဆိုခဲ့ကြသည်။</p>"
  },
  {
    "ayah_key": "9:115",
    "group_ayah_key": "9:115",
    "from_ayah": "9:115",
    "to_ayah": "9:116",
    "ayah_keys": "9:115,9:116",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်လူမျိုးကိုမျှ သူတို့ကို လမ်းမှန်ပြသပြီးနောက် ရှောင်ကြဉ်ရမည့်အရာများကို ရှင်းရှင်းလင်းလင်း မပြုလုပ်မီ လမ်းမှားသို့ မပို့ဆောင်ပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို အကြွင်းမဲ့သိတော်မူသော အရှင်ဖြစ်တော်မူ၏ <span>(115)</span>အမှန်စင်စစ် ကောင်းကင်များနှင့် မြေကြီးတို့၏ အချုပ်အခြာအာဏာသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဖြစ်၏။ ကိုယ်တော်သည် အသက်ပေးတော်မူ၏၊ သေဆုံးစေတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့၌ မည်သည့် ကာကွယ်စောင့်ရှောက်သူမျှ၊ မည်သည့် ကူညီထောက်ပံ့သူမျှ မရှိပေ <span>(116)</span></p><div lang=\"my\" class=\"my \"><h2>အထောက်အထား ခိုင်မာပြီးနောက် အကျိုးဆပ်မှု ရောက်ရှိလာခြင်း</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ ဂုဏ်ကျက်သရေရှိသော အတ္တနှင့် တရားမျှတသော စီရင်ဆုံးဖြတ်ချက်ကို ဖော်ပြတော်မူသည်မှာ မည်သည့်လူမျိုးကိုမျှ လမ်းမှားသို့ မပို့ဆောင်ဘဲ သူတို့ထံသို့ သတင်းစကားရောက်ရှိပြီးမှသာလျှင် ဖြစ်သည်။ သို့မှသာ သူတို့အပေါ် အထောက်အထားခိုင်မာသွားမည်။ ဥပမာအားဖြင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သာမူဒ်လူမျိုးနှင့်ပတ်သက်၍မူ၊ ငါတို့သည် သူတို့အား မှန်ကန်သောလမ်းကို ပြသပြီး ရှင်းလင်းပြခဲ့သည်...)</span><span class=\"gray\">[41:17]</span>။ </p><p lang=\"my\" class=\"my \">မူဂျာဟစ်ဒ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်အပေါ် မှတ်ချက်ပြုခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်လူမျိုးကိုမျှ သူတို့ကို လမ်းမှန်ပြသပြီးနောက် လမ်းမှားသို့ မပို့ဆောင်ပါ)</span></p><p lang=\"my\" class=\"my \">\"အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ မြင့်မြတ်သောအရှင်သည် ယုံကြည်သူတို့အား ရုပ်တုကိုးကွယ်သူများအတွက် အထူးသဖြင့် ခွင့်လွှတ်မှုမတောင်းခံရန် ရှင်းလင်းပြသနေခြင်းဖြစ်ပြီး၊ ယေဘုယျအားဖြင့်မူ ကိုယ်တော်အား မနာခံခြင်းမှ သတိထားရန်၊ ကိုယ်တော်အား နာခံရန် တိုက်တွန်းနှိုးဆော်ခြင်းဖြစ်သည်။ ထို့ကြောင့် လုပ်ဆောင်ပါ သို့မဟုတ် ခံစားပါ။</p><p lang=\"my\" class=\"my \">အိဗ်နုဂျရီးရ်က မှတ်ချက်ပြုသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား လမ်းမှားသို့ ပို့ဆောင်မည်မဟုတ်ကြောင်း မိန့်တော်မူသည်။ ထို့ကြောင့် ကိုယ်တော်သည် သင်တို့ကို လမ်းမှန်ပြသပြီး၊ ကိုယ်တော်အားနှင့် ကိုယ်တော်၏ ရစူလ်တမန်တော် ﷺ အား ယုံကြည်ရန် ညွှန်ပြခဲ့ပြီးနောက်၊ သင်တို့၏ သေဆုံးသွားသော ရုပ်တုကိုးကွယ်သူများအတွက် ကိုယ်တော်ထံ ခွင့်လွှတ်မှု မတောင်းခံကြရန်ဖြစ်သည်။ ဦးစွာ ကိုယ်တော်သည် သင်တို့ ရှောင်ကြဉ်ရမည့်အရာများကို အသိပေးမည်ဖြစ်ရာ သင်တို့ ရှောင်ကြဉ်ကြမည်။ ဤလုပ်ရပ်ကို ခွင့်မပြုကြောင်း ကိုယ်တော် မအသိပေးမီ၊ သင်တို့သည် ကိုယ်တော်အား မနာခံခဲ့ဘဲ ကိုယ်တော် တားမြစ်ထားသောအရာထဲသို့ ကျရောက်ခဲ့မည်မဟုတ်ပေ <span class=\"gray\">[အကယ်၍ သင်သည် ဤလုပ်ရပ်ကို လုပ်ဆောင်ပါက]</span>။ ထို့ကြောင့် ဤကိစ္စတွင် ကိုယ်တော်သည် သင်တို့ကို လမ်းမှားသို့ရောက်ရှိစေမည်မဟုတ်။ အမှန်စင်စစ် လမ်းမှန်ရရှိခြင်း သို့မဟုတ် လမ်းမှားရောက်ရှိခြင်းသည် အမိန့်များနှင့် တားမြစ်ချက်များ ချမှတ်ပြီးနောက် ဖြစ်ပေါ်သည်။ အမိန့်ပေးခံရခြင်း သို့မဟုတ် တားမြစ်ခံရခြင်း မရှိသူများအတွက်မူ၊ ၎င်းတို့သည် အမိန့်ပေးခံရခြင်း သို့မဟုတ် တားမြစ်ခံရခြင်းမရှိသော အရာများကို ပြုလုပ်ရာတွင် နာခံသူလည်းမဟုတ်၊ မနာခံသူလည်းမဟုတ်ပေ။\" </p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يُحْيِي وَيُمِيتُ ۚ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကောင်းကင်များနှင့် မြေကြီးတို့၏ အချုပ်အခြာအာဏာသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဖြစ်၏။ ကိုယ်တော်သည် အသက်ပေးတော်မူ၏၊ သေဆုံးစေတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး သင်တို့၌ မည်သည့် ကာကွယ်စောင့်ရှောက်သူမျှ၊ မည်သည့် ကူညီထောက်ပံ့သူမျှ မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">အိဗ်နုဂျရီးရ်က မှတ်ချက်ပြုသည်မှာ၊ \"ဤသည်ကား အလ္လာဟ်အရှင်မြတ်က မိမိ၏ ယုံကြည်သူကျွန်များကို ရုပ်တုကိုးကွယ်သူများနှင့် မယုံကြည်ခြင်း၏ ခေါင်းဆောင်များကို တိုက်ခိုက်ရန် တိုက်တွန်းအားပေးခြင်းဖြစ်သည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်၏ အကူအညီကို ယုံကြည်အားထားရန်၊ အဘယ်ကြောင့်ဆိုသော် ကိုယ်တော်သည် ကောင်းကင်များနှင့် မြေကြီးတို့၏ ပိုင်ရှင်ဖြစ်သောကြောင့်၊ ကိုယ်တော်၏ ရန်သူများကို မကြောက်ရွံ့ရန်အတွက်လည်း အမိန့်ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး ၎င်းတို့၌ မည်သည့် ကာကွယ်စောင့်ရှောက်သူမျှမရှိ၊ ကိုယ်တော်မှတစ်ပါး မည်သည့် ထောက်မကူညီသူမျှမရှိပေ။\"</p>"
  },
  {
    "ayah_key": "9:117",
    "group_ayah_key": "9:117",
    "from_ayah": "9:117",
    "to_ayah": "9:117",
    "ayah_keys": "9:117",
    "text": "<p class=\"my translation\" lang=\"my\">အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်မြတ်ကိုလည်းကောင်း၊ ဒုက္ခကာလ <span class=\"gray\">(တဘူးခ်စစ်ဆင်ရေး)</span> တွင် ၎င်းနောက် လိုက်ပါခဲ့ကြသော မူဟာဂျီရ်များနှင့် အန်ဆွာရ်များကိုလည်းကောင်း ခွင့်လွှတ်တော်မူခဲ့လေပြီ။ ၎င်းတို့အနက်မှ အချို့တို့၏ နှလုံးသားများသည် <span class=\"gray\">(မှန်ကန်သောလမ်းမှ)</span> သွေဖည်လုနီးပါး ဖြစ်ပြီးနောက် ၎င်းတို့၏ နောင်တရခြင်းကို လက်ခံတော်မူခဲ့လေပြီ။ ဧကန်မလွဲ ကိုယ်တော်သည် ၎င်းတို့အပေါ်၌ ကျေးဇူးကြီးမားစွာပြည့်စုံတော်မူထသော၊ အကြင်နာတော် အကြီးမားဆုံးသော အရှင်ဖြစ်တော်မူ၏။ <span>(၁၁၇)</span></p><div lang=\"zu\" class=\"zu \"><h2>Battle of Tabuk</h2></div><p lang=\"my\" class=\"my \">မူဂျာဟစ်နှင့် အခြားသူအများအပြားက ပြောသည်- \"ဤအာယတ်တော်သည် တဘူးခ်စစ်ပွဲနှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။ ၎င်းတို့သည် ဒုက္ခကာလတစ်ခုတွင် ထိုစစ်ပွဲသို့ ထွက်ခွာခဲ့ကြသည်။ မိုးနည်းပါးပြီး အပူပြင်းထန်ကာ ထောက်ပံ့ရေးပစ္စည်းနှင့် ရေရှားပါးသော နှစ်တစ်နှစ်ဖြစ်ခဲ့သည်။\" ကွာသာဒါက ပြောသည်- \"၎င်းတို့သည် တဘူးခ်စစ်ပွဲဖြစ်ပွားခဲ့သောနှစ်တွင် အပူပြင်းထန်သော အချိန်၌ အာရှ်-ရှမ်သို့ သွားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် အခြေအနေများ မည်မျှခက်ခဲသည်ကို သိတော်မူပြီး ၎င်းတို့သည် ကြီးမားသောအခက်အခဲများကို ခံစားခဲ့ကြရသည်။ လူနှစ်ဦးသည် စွန်ပလွန်သီးတစ်လုံးကို ၎င်းတို့ကြားတွင် ခွဲဝေစားသောက်ခဲ့ကြကြောင်း ကျွန်ုပ်တို့အား ပြောပြခဲ့သည်။ ၎င်းတို့အနက်မှ အချို့သည် စွန်ပလွန်သီးကို စုပ်ပြီး ရေသောက်ကာ အလှည့်ကျ လုပ်ကြပြီးနောက် အခြားသူတစ်ဦးအား စုပ်ရန် ပေးခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ခွင့်လွှတ်တော်မူပြီး ထိုစစ်ပွဲမှ ပြန်လာခွင့်ပြုခဲ့သည်။\" အိဘ်နု ဂျရီရ်က သတင်းပေးပို့သည်မှာ 'အဗ်ဒူလ္လာဟ် ဘင် အဗ္ဗားစ်က 'ဥမာရ် ဘင် အလ်-ခါ့တ်သွာဘ်သည် ဒုက္ခစစ်ပွဲ <span class=\"gray\">(တဘူးခ်)</span> အကြောင်းကို ပြန်လည်အမှတ်ရခဲ့ကြောင်းနှင့် 'ဥမာရ်က ပြောသည်- \"ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ နှင့်အတူ တဘူးခ်သို့ အပူပြင်းထန်စွာ ထွက်ခွာခဲ့သည်။ ကျွန်ုပ်တို့သည် ရေငတ်ခြင်းဖြင့် ပြင်းထန်စွာ ခံစားခဲ့ရသောနေရာ၌ တပ်ချခဲ့ကြရာ ကျွန်ုပ်တို့၏ လည်ပင်းများ ပြတ်တောက်သွားလိမ့်မည်ဟု ထင်မှတ်ခဲ့ကြသည်။ ကျွန်ုပ်တို့အနက်မှ တစ်ဦးသည် ရေရှာဖွေရန် ထွက်သွားပြီး ၎င်း၏ လည်ပင်းပြတ်တောက်သွားမည်ကို မကြောက်မချင်း ပြန်မလာခဲ့ပေ။ တစ်ဦးသည် ၎င်း၏ ကုလားအုတ်ကို သတ်ပြီး အတွင်းကလီစာများကို ညှစ်၍ ၎င်း၏ အရည်ကို သောက်ပြီး ကျန်ရှိသည်များကို ၎င်း၏ ကျောက်ကပ်ပေါ်တွင် တင်ထားခဲ့သည်။ အဗူဘကရ် အစ်-ဆစ်ဒိက်က ပြောသည်- 'အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်! အလ္လာဟ်အရှင်မြတ်၊ ကြီးမြတ်ထသောနှင့် ဂုဏ်အရှိဆုံးအရှင်သည် သင်၏ ပန်ကြားချက်ကို အမြဲတမ်း လက်ခံတော်မူခဲ့ပါသည်၊ ထို့ကြောင့် ကျွန်ုပ်တို့အတွက် အလ္လာဟ်အရှင်မြတ်ထံ ပန်ကြားတော်မူပါ။' တမန်တော်မြတ် ﷺ က ပြောကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُحِبُّ ذَلِكَ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ် ထိုသို့ပြုလုပ်ပေးရန် သင်နှစ်သက်ပါသလား။)</span> အဗူဘကရ်က ပြောသည်- 'ဟုတ်ကဲ့။' တမန်တော်မြတ် ﷺ သည် လက်တော်များကို မြှောက်ထားပြီး မိုးသည် ကောင်းကင်မှ အလျှံပယ်ရွာချမလာမချင်း ပြန်မချခဲ့ပေ။ မိုးရွာပြီး ခဏတာ ရပ်သွားကာ ထို့နောက် ပြန်ရွာခဲ့သဖြင့် ၎င်းတို့သည် ၎င်းတို့၏ ခွက်များကို ဖြည့်ခဲ့ကြသည်။ ကျွန်ုပ်တို့သည် မိုးရေ မည်သည့်နေရာအထိ ရောက်သည်ကို ကြည့်ရန် ထွက်သွားရာ ကျွန်ုပ်တို့၏ တပ်စခန်းကျော်လွန်၍ မိုးမရွာခဲ့ကြောင်း တွေ့ရှိခဲ့သည်။\" အိဘ်နု ဂျရီရ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍ ပြောသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَد تَّابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်မြတ်ကိုလည်းကောင်း၊ ဒုက္ခကာလတွင် ၎င်းနောက် လိုက်ပါခဲ့ကြသော မူဟာဂျီရ်များနှင့် အန်ဆွာရ်များကိုလည်းကောင်း ခွင့်လွှတ်တော်မူခဲ့လေပြီ၊)</span> ဆိုလိုသည်မှာ \"အသုံးစရိတ်များ၊ သယ်ယူပို့ဆောင်ရေး၊ ထောက်ပံ့ရေးပစ္စည်းများနှင့် ရေနှင့်စပ်လျဉ်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အနက်မှ အချို့တို့၏ နှလုံးသားများသည် သွေဖည်လုနီးပါး ဖြစ်ပြီးနောက်၊)</span> သစ္စာတရားမှ သွေဖည်၍ ၎င်းတို့ ခရီးသွားလာစဉ်နှင့် စစ်ပွဲအတွင်း ခံစားခဲ့ရသော ဆင်းရဲဒုက္ခများနှင့် အခက်အခဲများကြောင့် ရစူလ်တမန်တော်၏ သာသနာကို သံသယဖြစ်ခြင်း၏ သားကောင်ဖြစ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تَابَ عَلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကိုယ်တော်သည် ၎င်းတို့၏ နောင်တရခြင်းကို လက်ခံတော်မူခဲ့လေပြီ။)</span></p><p lang=\"my\" class=\"my \">ကိုယ်တော်သည် ၎င်းတို့အား ၎င်းတို့၏ အရှင်သခင်ထံ နောင်တရရန်နှင့် ကိုယ်တော်၏ သာသနာအပေါ် ၎င်းတို့၏ ခိုင်မြဲမှုကို ပြန်လည်အသစ်ပြုလုပ်ရန် ညွှန်ကြားတော်မူခဲ့သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ بِهِمْ رَءُوفٌ رَّحِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ကိုယ်တော်သည် ၎င်းတို့အပေါ်၌ ကျေးဇူးကြီးမားစွာပြည့်စုံတော်မူထသော၊ အကြင်နာတော် အကြီးမားဆုံးသော အရှင်ဖြစ်တော်မူ၏။)</span>\"</p>"
  }
]