[
  {
    "ayah_key": "12:70",
    "group_ayah_key": "12:70",
    "from_ayah": "12:70",
    "to_ayah": "12:72",
    "ayah_keys": "12:70,12:71,12:72",
    "text": "<p lang=\"my\" class=\"my \">ထို့နောက် သူသည် ၎င်းတို့အား စားနပ်ရိက္ခာများ ထုတ်ပေးသောအခါ၊ သူ၏ညီအိတ်ထဲသို့ ခွက်ကို ထည့်လိုက်၏။ ထို့နောက် အော်ဟစ်သူတစ်ဦးက \"အို ကုန်သည်လှေအဖွဲ့ဝင်တို့! သင်တို့သည် ခိုးသူများ ဖြစ်ကြသည်။ <span>(70)</span>သူတို့သည် ၎င်းတို့ဘက်သို့ လှည့်၍ မေးကြ၏- \"သင်တို့ ဘာပျောက်ဆုံးသွားသနည်း။ <span>(71)</span>သူတို့က ပြောကြ၏- \"ကျွန်ုပ်တို့ ဘုရင်၏ခွက် ပျောက်ဆုံးသွားသည်။ ၎င်းကို ရှာဖွေတွေ့ရှိသူအတွက် ကုလားအုတ်တစ်စီးစာ အဖိုးအခ ရှိသည်။ ၎င်းအတွက် ကျွန်ုပ် တာဝန်ယူပါမည်။ <span>(72)</span></p><div lang=\"my\" class=\"my \"><h2>ယူဆွဖ်က သူ၏ရွှေခွက်ကို ဘင်ယမင်း၏အိတ်ထဲ ထည့်ခိုင်းခဲ့သည်; အီဂျစ်တွင် သူ့အားထားရန် ကြံစည်မှုတစ်ခု</h2></div><p lang=\"my\" class=\"my \">ယူဆွဖ်က ၎င်းတို့အား စားနပ်ရိက္ခာများ ထုတ်ပေးပြီးနောက်၊ ပညာရှင်အများစု၏ အဆိုအရ၊ သူ၏ငွေခွက်ကို <span class=\"gray\">(ဘင်ယမင်း၏အိတ်ထဲသို့)</span> ထည့်ခိုင်းရန် သူ၏ကျွန်အချို့ကို အမိန့်ပေးခဲ့သည်။ အချို့ပညာရှင်များက ဘုရင်၏ခွက်သည် ရွှေဖြင့်ပြုလုပ်ထားသည်ဟု ဆိုကြသည်။ အိဗ်နု ဇိုင်းဒ်က ထပ်မံဖြည့်စွက်သည်မှာ ဘုရင်သည် ထိုခွက်ကို သောက်ရန် အသုံးပြုခဲ့ပြီး နောက်ပိုင်းတွင် စားနပ်ရိက္ခာ ရှားပါးလာချိန်၌ အစားအစာများကို တိုင်းတာရန် အသုံးပြုခဲ့သည်ဟု အိဗ်နု အဗ္ဗားစ်၊ မွဂျာဟစ်ဒ်၊ ကွာသာဒါဟ်၊ အဒ်ဒဟ်ဟက်နှင့် အဗ်ဒွရ်-ရဟ်မာန် ဘင် ဇိုင်းဒ်တို့၏ အဆိုအရ သိရသည်။ ရှုအ်ဘာဟ်က အဗူ ဗီရှ်ရ်က စအီးဒ် ဘင် ဂျုဘိုင်ရ်အား ပြောပြသည်၊ စအီးဒ် ဘင် ဂျုဘိုင်ရ်က အိဗ်နု အဗ္ဗားစ်အား ပြောပြသည်၊ ဘုရင်၏ခွက်သည် ငွေဖြင့်ပြုလုပ်ထားပြီး သူသည် ထိုခွက်ကို သောက်ရန် အသုံးပြုခဲ့သည်ဟု ဆိုသည်။ ယူဆွဖ်က ၎င်းတို့ မသိလိုက်ဘဲ ဘင်ယမင်း၏အိတ်ထဲသို့ ခွက်ကို ထည့်ခိုင်းခဲ့ပြီးနောက် တစ်စုံတစ်ဦးကို ကြေညာခိုင်းခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسَارِقُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ကုန်သည်လှေအဖွဲ့ဝင်တို့! သင်တို့သည် ခိုးသူများ ဖြစ်ကြသည်။)</span> ၎င်းတို့သည် ဤကြေညာချက်ကို ကြေညာနေသူအား ကြည့်၍ သူ့အား မေးကြ၏၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّاذَا تَفْقِدُونَ - قَالُوا نَفْقِدُ صُوَاعَ الْمَلِكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"သင်တို့ ဘာပျောက်ဆုံးသွားသနည်း?\" သူတို့က ပြောကြသည်- \"ကျွန်ုပ်တို့ ဘုရင်၏ခွက် ပျောက်ဆုံးသွားသည်...\")၊</span> ၎င်းကို အစားအစာများ တိုင်းတာရန် အသုံးပြုခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِمَن جَاءَ بِهِ حِمْلُ بَعِيرٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းကို ရှာဖွေတွေ့ရှိသူအတွက် ကုလားအုတ်တစ်စီးစာ အဖိုးအခ ရှိသည်)၊</span> ဆုလာဘ်အဖြစ်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَنَا بِهِ زَعِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းအတွက် ကျွန်ုပ် တာဝန်ယူပါမည်။)</span> ဆုလာဘ် ပေးအပ်မည်ဖြစ်ကြောင်း အာမခံချက်အဖြစ်။</p>"
  },
  {
    "ayah_key": "12:73",
    "group_ayah_key": "12:73",
    "from_ayah": "12:73",
    "to_ayah": "12:76",
    "ayah_keys": "12:73,12:74,12:75,12:76",
    "text": "<p lang=\"my\" class=\"my \">သူတို့က ပြောကြသည်။ \"အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်! အမှန်စင်စစ် သင်တို့သိကြပါသည်။ ကျွန်တော်တို့သည် ဤနယ်မြေ၌ ဖျက်ဆီးရန် မလာခဲ့ကြပါ။ ကျွန်တော်တို့သည် သူခိုးများ မဟုတ်ပါ။ <span>(၇၃)</span> သူတို့က ပြောကြသည်။ \"သင်တို့သည် လိမ်ပြောသူများ ဖြစ်ကြောင်း <span class=\"gray\">(သက်သေပြခံရလျှင်)</span> ၎င်း၏ ပြစ်ဒဏ်သည် အဘယ်နည်း။ <span>(၇၄)</span> သူတို့ <span class=\"gray\">[ယူဆွဖ်၏ အစ်ကိုများ]</span> က ပြောကြသည်။ \"အကြင်သူ၏ အိတ်ထဲ၌ <span class=\"gray\">(ခွက်)</span> တွေ့ရှိပါက၊ ၎င်းသူသည် ပြစ်ဒဏ် <span class=\"gray\">(ရာဇဝတ်မှုအတွက်)</span> အတွက် ဖမ်းဆီးထားခံရမည်။ ဤနည်းဖြင့် ကျွန်တော်တို့သည် မတရားပြုသူများကို ပြစ်ဒဏ်ပေးကြသည်။ <span>(၇၅)</span> ထို့ကြောင့် ယူဆွဖ်သည် သူ၏အစ်ကို၏ အိတ်မတိုင်မီ သူတို့၏အိတ်များထဲတွင် <span class=\"gray\">(ရှာဖွေခြင်းကို)</span> စတင်ခဲ့သည်။ ထို့နောက် သူ၏အစ်ကို၏ အိတ်ထဲမှ ၎င်းကို ထုတ်ယူခဲ့သည်။ ဤနည်းဖြင့် ကျွန်ုပ်တို့သည် ယူဆွဖ်အတွက် အစီအမံပြုခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မူခြင်း မရှိလျှင် သူသည် ရှင်ဘုရင်၏ ဥပဒေဖြင့် သူ၏အစ်ကိုကို <span class=\"gray\">(ကျွန်အဖြစ်)</span> ဖမ်းဆီး၍ မရခဲ့ပါ။ ကျွန်ုပ်တို့သည် အလိုရှိသောသူကို အဆင့်အတန်း မြှင့်တင်ပေးတော်မူသည်။ သို့သော် အသိပညာ ရှိသူအားလုံးအပေါ်၌ အလုံးစုံသိတော်မူသော <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ရှိတော်မူသည်။ <span>(၇၆)</span></p><p lang=\"my\" class=\"my \">ယူဆွဖ်၏ အစေခံများက သူ၏အစ်ကိုများကို ခိုးမှုဖြင့် စွပ်စွဲပြီးနောက်၊ သူတို့က ပြောကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَاللَّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِي الْأَرْضِ وَمَا كُنَّا سَارِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် ကျိန်ဆိုပါသည်! အမှန်စင်စစ် သင်တို့သိကြပါသည်။ ကျွန်တော်တို့သည် ဤနယ်မြေ၌ ဖျက်ဆီးရန် မလာခဲ့ကြပါ။ ကျွန်တော်တို့သည် သူခိုးများ မဟုတ်ပါ!)</span> 'သင်တို့ ကျွန်တော်တို့ကို သိခဲ့ရသည့်အချိန်မှစ၍၊ ကျွန်တော်တို့၏ ကောင်းမွန်သော အပြုအမူကြောင့် သင်တို့သည် သေချာခဲ့သည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا جِئْنَا لِنُفْسِدَ فِي الْأَرْضِ وَمَا كُنَّا سَارِقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်တော်တို့သည် ဤနယ်မြေ၌ ဖျက်ဆီးရန် မလာခဲ့ကြပါ။ ကျွန်တော်တို့သည် သူခိုးများ မဟုတ်ပါ!)</span> သူတို့က ပြောကြသည်။ 'ခိုးမှုသည် ကျွန်တော်တို့၏ စရိုက်တွင် မရှိပါ၊ သင်တို့သိခဲ့ကြသည့်အတိုင်းပင်။' ယူဆွဖ်၏လူများက ပြောကြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا جَزَاؤُهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ ပြစ်ဒဏ်သည် အဘယ်နည်း)</span>၊ သူခိုးကို ရည်ညွှန်း၍၊ သင်တို့ထဲမှ တစ်ဦးဖြစ်ကြောင်း ပေါ်ပေါက်လာလျှင်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِن كُنتُمْ كَاذِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် လိမ်ပြောသူများ ဖြစ်ကြောင်း <span class=\"gray\">(သက်သေပြခံရလျှင်)</span> အကယ်၍ ဖြစ်ပါက)</span> သူတို့က မေးကြသည်။ 'သင့်ထဲကတစ်ယောက်က သူခိုးဆိုရင် ပြစ်ဒဏ်ဘယ်လိုပေးသင့်သလဲ။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا جَزَاؤُهُ مَن وُجِدَ فِي رَحْلِهِ فَهُوَ جَزَاؤُهُ ۚ كَذَٰلِكَ نَجْزِي الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောကြသည်- \"အကြင်သူ၏ အိတ်ထဲ၌ <span class=\"gray\">(ခွက်)</span> တွေ့ရှိပါက၊ ၎င်းသူသည် ပြစ်ဒဏ်အတွက် ဖမ်းဆီးထားခံရမည်။ ဤနည်းဖြင့် ကျွန်တော်တို့သည် မတရားပြုသူများကို ပြစ်ဒဏ်ပေးကြသည်!\")</span> ဤသည်မှာ ပရောဖက် အီဘရာဟင်မ် (အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာနှင့် ငြိမ်သက်ခြင်း သက်ရောက်ပါစေ) ၏ ဥပဒေဖြစ်ပြီး၊ သူခိုးအား ခိုးယူခံရသူ၏ ကျွန်အဖြစ် ပေးအပ်ရမည်။ ဤသည်မှာ ယူဆွဖ် လိုချင်ခဲ့သည့်အရာဖြစ်ပြီး၊ ဤသည်မှာ သူ၏အစ်ကို၏ အိတ်မတိုင်မီ သူတို့၏အိတ်များဖြင့် စတင်ခဲ့ရသည့် အကြောင်းရင်းဖြစ်ပြီး၊ ကြံစည်မှုအား ပြီးပြည့်စုံစေရန်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ اسْتَخْرَجَهَا مِن وِعَاءِ أَخِيهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူ၏အစ်ကို၏ အိတ်ထဲမှ ၎င်းကို ထုတ်ယူခဲ့သည်။)</span> ထို့ကြောင့် ယူဆွဖ်သည် သူတို့၏ စီရင်ချက်နှင့် သူတို့ယုံကြည်သော ဥပဒေအရ ဘင်ယမင်ကို ကျွန်အဖြစ် ခေါ်ယူခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ كِدْنَا لِيُوسُفَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤနည်းဖြင့် ကျွန်ုပ်တို့သည် ယူဆွဖ်အတွက် အစီအမံပြုခဲ့သည်။)</span> ဤသည်မှာ အလ္လာဟ်အရှင်မြတ် နှစ်သက်ပြီး ပိုမိုလိုလားသော ကောင်းမွန်သည့် ကြံစည်မှုဖြစ်သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ဉာဏ်ပညာနှင့် လူအများ၏ အကျိုးအတွက် သေချာသော အကျိုးကို ရှာဖွေသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က နောက်ထပ် မိန့်တော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ရှင်ဘုရင်၏ ဥပဒေဖြင့် သူ၏အစ်ကိုကို ဖမ်းဆီး၍ မရခဲ့ပါ)</span>၊ အကျဉ်းသားအဖြစ်၊ အဘယ်ကြောင့်ဆိုသော် ဤသည်မှာ အီဂျစ်ဘုရင်၏ ဥပဒေ မဟုတ်သောကြောင့်ဖြစ်သည်၊ အဒ်-ဒဟ်ဟက်နှင့် အခြားပညာရှင် အများအပြား၏ အဆိုအရဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ယူဆွဖ်အား သူ၏အစ်ကိုများကို အကျဉ်းသားအဖြစ် ခေါ်ဆောင်ရန် ခွင့်ပြုခဲ့သည်မှာ သူ၏အစ်ကိုများက ဤစီရင်ချက်ကို ကြိုတင်သဘောတူခဲ့ပြီးနောက်၊ ၎င်းသည် သူတို့၏ဥပဒေဖြစ်ကြောင်း သူသိသောကြောင့်ဖြစ်သည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က သူ့ကို ချီးကျူးတော်မူသောအခါ မိန့်တော်မူခဲ့သည့် အကြောင်းရင်းဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">نَرْفَعُ دَرَجَاتٍ مَّن نَّشَاءُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့သည် အလိုရှိသောသူကို အဆင့်အတန်း မြှင့်တင်ပေးတော်မူသည်)</span>၊ အခြားအာယသ်တော်၌ မိန့်တော်မူခဲ့သည့်အတိုင်းပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ထဲမှ ယုံကြည်သူများကို အဆင့်အတန်း မြှင့်တင်ပေးတော်မူမည်။)</span><span class=\"gray\">[၅၈:၁၁]</span> အလ္လာဟ်အရှင်မြတ်က နောက်ထပ် မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အသိပညာ ရှိသူအားလုံးအပေါ်၌ အလုံးစုံသိတော်မူသောသူသည် ရှိတော်မူသည်။)</span> အလ်-ဟာစန်က မှတ်ချက်ပြုသည်- \"အသိပညာရှိသူ မရှိသော်လည်း၊ ပိုမိုအသိပညာရှိသော အခြားသူတစ်ဦး ရှိသည်၊ နောက်ဆုံးတွင် အလ္လာဟ်အရှင်မြတ် အမြင့်မြတ်ဆုံးနှင့် အလေးမြတ်ဆုံးထံတွင် အဆုံးသတ်သည်။\" ထို့အပြင်၊ အဗ်ဒူရ်-ရက်ဇ်ဇက်က စအိဒ် ဘင် ဂျူဘိုင်ရ် ပြောခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်- \"အီဗ်နု အဗ္ဗားစ်နှင့် ကျွန်ုပ်တို့အတူရှိစဉ် သူသည် အံ့သြဖွယ်ရာ ဟဒီးဆ်တစ်ခုကို ပြောပြခဲ့သည်။ ပရိသတ်ထဲမှ အမျိုးသားတစ်ဦးက ပြောသည်- 'အလ္လာဟ်အရှင်မြတ်အတွက် ချီးမွမ်းခြင်း အားလုံး! အသိပညာရှိသူတိုင်းအပေါ်၌ အလုံးစုံသိသောသူ ရှိသည်။' အီဗ်နု အဗ္ဗားစ်က ပြန်ဖြေသည်- 'သင်ပြောတာထက် ပိုဆိုးတာက ဒါပဲ! အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံသိတော်မူသောသူဖြစ်ပြီး၊ ကိုယ်တော်၏ အသိပညာသည် အသိပညာရှိသူတိုင်း၏ အသိပညာထက် သာလွန်သည်။' စီမက်က အီကရီမာ ပြောခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်မှာ အီဗ်နု အဗ္ဗားစ်က အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍ ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အသိပညာ ရှိသူအားလုံးအပေါ်၌ အလုံးစုံသိတော်မူသော <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ရှိတော်မူသည်။)</span> \"ဤပုဂ္ဂိုလ်သည် ထိုပုဂ္ဂိုလ်ထက် ပို၍ အသိပညာရှိပြီး၊ အလ္လာဟ်အရှင်မြတ်သည် အသိပညာရှိသူ အားလုံးထက် မြင့်မြတ်သည်။\" အလားတူကို အီကရီမာထံမှ ပြောပြထားသည်။ ကတာဒါက ပြောသည်- \"အသိပညာရှိသူတိုင်းအပေါ်၌ ပို၍ အသိပညာရှိသောသူတစ်ဦး ရှိသည်၊ နောက်ဆုံးတွင် အသိပညာအားလုံး အလ္လာဟ်အရှင်မြတ်ထံတွင် အဆုံးသတ်သည်။ အမှန်စင်စစ်၊ အသိပညာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ စတင်ခဲ့သည်၊ ကိုယ်တော်ထံမှ ပညာရှင်များ သင်ယူကြသည်၊ ကိုယ်တော်ထံသို့ အသိပညာအားလုံး ပြန်လည်ရောက်ရှိသည်။\" အဗ်ဒူလ္လာဟ် ဘင် မဆ်အူဒ်က အာယသ်တော်ကို ဤသို့ ဖတ်ကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَفَوْقَ كُلِّ عَالِمٍ عَلِيمٌ)</p><p lang=\"my\" class=\"my \">\"ပညာရှင်တိုင်းအပေါ်၌ အလုံးစုံသိတော်မူသော <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ရှိတော်မူသည်။\"</p>"
  },
  {
    "ayah_key": "12:77",
    "group_ayah_key": "12:77",
    "from_ayah": "12:77",
    "to_ayah": "12:77",
    "ayah_keys": "12:77",
    "text": "<p lang=\"my\" class=\"my \">သူတို့ <span class=\"gray\">[ယူဆွဖ်၏ အစ်ကိုများ]</span> က ပြောကြသည်- \"သူခိုးယူပါက၊ သူ့တွင် <span class=\"gray\">[ယူဆွဖ်]</span> မတိုင်မီက ခိုးယူခဲ့ဖူးသော သူ့အစ်ကိုတစ်ဦး <span class=\"gray\">(သူ့)</span> ရှိခဲ့ဖူးသည်။\" သို့သော် ထိုအရာများကို ယူဆွဖ်သည် မိမိကိုယ်တွင်း၌သာ ထိန်းသိမ်းထားပြီးလျှို့ဝှက်ချက်များကို သူတို့အား မဖော်ထုတ်ခဲ့ပေ။ သူက <span class=\"gray\">(မိမိကိုယ်တွင်း၌)</span> ပြောခဲ့သည်- \"သင်တို့သည် မကောင်းမှုအခြေအနေတွင် ရှိကြသည်၊ သင်တို့ ဖော်ပြသည်များကို အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏! <span>(၇၇)</span></p><div lang=\"my\" class=\"my \"><h2>ယူဆွဖ်၏ အစ်ကိုများက သူ့ကို ခိုးမှုဖြင့် စွပ်စွဲခြင်း!</h2></div><p lang=\"my\" class=\"my \">ယူဆွဖ်၏ အစ်ကိုများက ဘင်ယာမင်၏ အိတ်ထဲမှ ဘုရင်၏ ပန်းကန်လုံးကို ထုတ်ယူသည်ကို မြင်ပြီးနောက် သူတို့က ပြောခဲ့ကြသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُ مِن قَبْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူ ခိုးယူလျှင်၊ မတိုင်မီက ခိုးယူခဲ့ဖူးသော သူ့အစ်ကိုတစ်ဦး ရှိခဲ့ဖူးသည်။)</span> သူတို့သည် ဘင်ယာမင်ကဲ့သို့ ဖြစ်သည်မှ အပြစ်ကင်းစင်ကြောင်း ပြသရန် ကြိုးစားခဲ့ကြပြီး၊ သူသည် သူ့အစ်ကိုတစ်ဦး မတိုင်မီက ပြုလုပ်ခဲ့သကဲ့သို့ ပြုလုပ်ခဲ့သည်ဟု ဆိုကြသည်။ ဆိုလိုသည်မှာ ယူဆွဖ်၊ သူ့အပေါ် ငြိမ်းချမ်းသာယာခြင်း ရှိပါစေ! အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ထိုအရာများကို ယူဆွဖ်သည် မိမိကိုယ်တွင်း၌သာ ထိန်းသိမ်းထားခဲ့သည်)</span>၊ ဆိုလိုသည်မှာ သူ နောက်ပိုင်းတွင် ပြောခဲ့သော စကားကိုဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنتُمْ شَرٌّ مَّكَانًا ۖ وَاللَّهُ أَعْلَمُ بِمَا تَصِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မကောင်းမှုအခြေအနေတွင် ရှိကြသည်၊ သင်တို့ ဖော်ပြသည်များကို အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏!)</span> ယူဆွဖ်သည် ဤစကားကို မိမိကိုယ်တွင်း၌ ပြောခဲ့ပြီး အသံကျယ်ကျယ် မပြောခဲ့ပေ။ ထို့ကြောင့် သူပြောလိုသည့်အရာကို မိမိကိုယ်တွင်း၌ပင် မပြောမီကပင် ဖုံးကွယ်ထားလိုခဲ့သည်။ အလ်-'အော်ဖီက အိဗ်နု အဗ္ဗားစ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့်ပတ်သက်၍ ပြောခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ထိုအရာများကို ယူဆွဖ်သည် မိမိကိုယ်တွင်း၌သာ ထိန်းသိမ်းထားခဲ့သည်)</span>၊ \"သူသည် မိမိကိုယ်တွင်း၌ <span class=\"gray\">[သူ၏ နောက်စကားကို]</span> ထိန်းသိမ်းထားခဲ့သည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنتُمْ شَرٌّ مَّكَانًا ۖ وَاللَّهُ أَعْلَمُ بِمَا تَصِفُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် မကောင်းမှုအခြေအနေတွင် ရှိကြသည်၊ သင်တို့ ဖော်ပြသည်များကို အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးသိတော်မူ၏!)</span>။\"</p>"
  },
  {
    "ayah_key": "12:78",
    "group_ayah_key": "12:78",
    "from_ayah": "12:78",
    "to_ayah": "12:79",
    "ayah_keys": "12:78,12:79",
    "text": "<p lang=\"my\" class=\"my \">သူတို့က ပြောသည်- \"အို အဇီးဇ်! ဧကန်စင်စစ် သူ၌ အိုမင်းသော ဖခင်တစ်ဦး <span class=\"gray\">(သူ့အတွက် ဝမ်းနည်းပူဆွေးမည်ဖြစ်သည်)</span> ရှိ၏။ ထို့ကြောင့် ကျွန်ုပ်တို့ထဲမှ တစ်ဦးကို သူ့အစား ခေါ်သွားပါ။ ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် သင့်အား ကောင်းမှုပြုသူများထဲမှ တစ်ဦးဖြစ်သည်ဟု ထင်မြင်ပါသည်။ <span>(၇၈)</span> သူက ပြောသည်- \"ကျွန်ုပ်တို့၏ ပစ္စည်းကို ရှာတွေ့သော သူမှတစ်ပါး အခြားသူကို ခေါ်ယူခြင်းမှ အလ္လာဟ်အရှင်မြတ် တားမြစ်တော်မူပါသည်။ ဧကန်စင်စစ် <span class=\"gray\">(ကျွန်ုပ်တို့ ထိုသို့လုပ်လျှင်)</span> ကျွန်ုပ်တို့သည် မတရားပြုသူများ ဖြစ်ကြလိမ့်မည်။ <span>(၇၉)</span></p><div lang=\"my\" class=\"my \"><h2>ယူစွဖ်၏ ညီအစ်ကိုများက ဗင်ယာမင်အစား တစ်ဦးကို ကျွန်အဖြစ် ခေါ်ယူရန် ကမ်းလှမ်းခဲ့ရာ ယူစွဖ်က ထိုကမ်းလှမ်းမှုကို ပယ်ချခဲ့ခြင်း</h2></div><p lang=\"my\" class=\"my \">ဗင်ယာမင်ကို ၎င်းတို့ စွဲကိုင်ထားသည့် ဥပဒေအရ ယူစွဖ်နှင့်အတူ ခေါ်ယူ ထိန်းသိမ်းရန် ဆုံးဖြတ်လိုက်သည့်အခါ ယူစွဖ်၏ ညီအစ်ကိုများသည် သူ့အပေါ် သနားကြင်နာမှုနှင့် ကရုဏာစိတ်ထားရန် တောင်းဆိုလာကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا أَيُّهَا الْعَزِيزُ إِنَّ لَهُ أَبًا شَيْخًا كَبِيرًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့က ပြောသည်၊ \"အို အဇီးဇ်! ဧကန်စင်စစ် သူ၌ အိုမင်းသော ဖခင်တစ်ဦး ရှိ၏...\")</span> သူသည် သူ့ကို အလွန်ချစ်ပြီး ဆုံးရှုံးသွားသော သားတစ်ဦးမှ သူ၏ ရှိနေခြင်းကြောင့် နှစ်သိမ့်မှု ရသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَخُذْ أَحَدَنَا مَكَانَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်တို့ထဲမှ တစ်ဦးကို သူ့အစား ခေါ်သွားပါ။)</span>၊ ဗင်ယာမင်က သင်နှင့်အတူ ရှိနေမည့်အစား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် သင့်အား ကောင်းမှုပြုသူများထဲမှ တစ်ဦးဖြစ်သည်ဟု ထင်မြင်ပါသည်။)</span>၊ ကောင်းမှုပြုသူများ၊ မျှတသူများ၊ တရားမျှတမှုကို လက်ခံသူများ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ مَعَاذَ اللَّهِ أَن نَّأْخُذَ إِلَّا مَن وَجَدْنَا مَتَاعَنَا عِندَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူက ပြောသည်- \"ကျွန်ုပ်တို့၏ ပစ္စည်းကို ရှာတွေ့သော သူမှတစ်ပါး အခြားသူကို ခေါ်ယူခြင်းမှ အလ္လာဟ်အရှင်မြတ် တားမြစ်တော်မူပါသည်။\")</span>၊ 'သူ့အား အပြစ်ပေးရန် သင်ပေးခဲ့သော ဆုံးဖြတ်ချက်အရ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا إِذًا لَّظَالِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် မတရားပြုသူများ ဖြစ်ကြလိမ့်မည်။)</span>၊ ကျွန်ုပ်တို့သည် ပြစ်မှုကျူးလွန်သူအစား အပြစ်မဲ့သူတစ်ဦးကို ခေါ်သွားလျှင်'</p>"
  }
]