[
  {
    "ayah_key": "11:44",
    "group_ayah_key": "11:44",
    "from_ayah": "11:44",
    "to_ayah": "11:44",
    "ayah_keys": "11:44",
    "text": "<p class=\"my translation\" lang=\"my\">\"အို မြေကြီး၊ သင်၏ရေကို မျိုချလော့။ အို ကောင်းကင်၊ <span class=\"gray\">(သင်၏မိုးကို)</span> ရပ်တန့်စေလော့။\" ဟု ဆို၏။ ရေသည် ကျဆင်းသွားပြီး အမိန့်သည် ပြည့်စုံလေပြီ။ ၎င်းသည် <span class=\"gray\">(ဂျူဒီ)</span> တောင်ပေါ်တွင် နားခိုခဲ့ပြီး၊ \"မတရားသူများအတွက် ဘေးဆိုးကျပါစေ!\" ဟု ဆို၏။ <span>(44)</span></p><div lang=\"my\" class=\"my \"><h2>ရေလွှမ်းမိုးခြင်း၏ အဆုံးသတ်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မြင့်မြတ်တော်မူ၏။ ကမ္ဘာမြေပေါ်ရှိလူများအားလုံး သင်္ဘောပေါ်ရှိလူများမှလွဲ၍ ရေနစ်သေဆုံးသွားသောအခါ၊ ကိုယ်တော်သည် မြေကြီးကို ၎င်းမှထွက်ပေါ်လာပြီး ၎င်းပေါ်တွင် စုဝေးခဲ့သည့်ရေများကို မျိုချရန် အမိန့်ပေးခဲ့ကြောင်း အသိပေးသည်။ ထို့နောက် ကိုယ်တော်သည် ကောင်းကင်ကို မိုးရွာခြင်း ရပ်တန့်ရန် အမိန့်ပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَغِيضَ الْمَاءُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရေသည် ကျဆင်းသွားခဲ့သည်)</span> ဆိုသည်မှာ ၎င်း <span class=\"gray\">(ရေ)</span> စတင်လျော့နည်းလာသည်ဟု အဓိပ္ပာယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُضِيَ الْأَمْرُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမိန့်သည် ပြည့်စုံလေပြီ။)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်ကို မယုံကြည်သူများအားလုံး ကမ္ဘာမြေပေါ်မှ ဖယ်ရှားခြင်းခံရသည်။ ၎င်းတို့ထဲမှ တစ်ဦးတစ်ယောက်မျှ ကမ္ဘာမြေပေါ်တွင် ကျန်ရှိမနေခဲ့ပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَوَتْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း <span class=\"gray\">(သင်္ဘော)</span> နားခိုခဲ့သည်)</span> ဆိုသည်မှာ သင်္ဘောနှင့် ၎င်းအတွင်းရှိ လူများကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الْجُودِيِّ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူဒီ <span class=\"gray\">(တောင်)</span> ပေါ်တွင်)</span> မူဂျာဟစ်က ပြောသည်- \"ဂျူဒီသည် အလ်ဂျာဇီရာ <span class=\"gray\">(အနောက်မြောက် မက်ဆိုပိုတေးမီးယား)</span> ရှိ တောင်တစ်ခုဖြစ်ပြီး ရေနစ်သည့်နေ့တွင် တောင်များသည် တစ်ခုနှင့်တစ်ခု အပေါ်သို့ မြင့်မားရန် ကြိုးစားခဲ့ကြသည်။ ထိုဖျက်ဆီးမည့်နေ့တွင် တောင်များအားလုံး မြင့်မားရန် <span class=\"gray\">(ရေကျော်လွန်ခြင်းကို ရှောင်ရှားရန်)</span> ကြိုးစားခဲ့ကြသည်။ သို့သော် ဤတောင် <span class=\"gray\">(ဂျူဒီ)</span> သည် အနန္တတန်ခိုးရှင်နှင့် အမြင့်မြတ်ဆုံးဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်အတွက် မိမိကိုယ်ကို နှိမ့်ချခဲ့ပြီး ထို့ကြောင့် ရေမနစ်ခဲ့ပါ။ ဤသည်မှာ နူးဟ်၏ သင်္ဘော ၎င်းပေါ်တွင် ကျောက်ချခဲ့ခြင်း အကြောင်းရင်းဖြစ်သည်။\" ကာတာဒါဟ်က ပြောသည်- \"သင်္ဘောသည် ၎င်း <span class=\"gray\">(ဂျူဒီတောင်)</span> ပေါ်တွင် တစ်လကြာအောင် နားခိုခဲ့ပြီးမှ ၎င်း <span class=\"gray\">(လူများ)</span> ၎င်းပေါ်မှ ဆင်းလာခဲ့ကြသည်။\" ကာတာဒါဟ်ကလည်း ပြောသည်- \"အလ္လာဟ်အရှင်မြတ်သည် နူးဟ်၏ သင်္ဘောကို အလ်ဂျာဇီရာပြည်ရှိ ဂျူဒီတောင်ပေါ်တွင် သာဓကနှင့် သင်္ကေတအဖြစ် ကျန်ရှိနေစေခဲ့သည်။\" ဤအွမ္မသ်၏ ကနဦးမျိုးဆက်များပင် ၎င်းကို မြင်ခဲ့ကြသည်။ ၎င်းနောက်ပိုင်း ရောက်ရှိလာပြီး ပျက်စီး၍ ဖုန်မှုန့်ဖြစ်သွားခဲ့သည့် သင်္ဘောမည်မျှရှိသနည်း။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ بُعْدًا لِّلْقَوْمِ الظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် \"မတရားသောသူတို့ ကင်းဝေးပါစေ!\" ဟု ဆိုခဲ့သည်)</span> ဆိုသည်မှာ ၎င်းတို့အတွက် ပျက်စီးခြင်းနှင့် ဆုံးရှုံးခြင်းကို ဆိုလိုသည်။ ဤနေရာရှိ \"ကင်းဝေးပါစေ\" ဟူသော စကားရပ်သည် အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်နှင့် ဝေးကွာခြင်းကို ဆိုလိုသည်။ အမှန်စင်စစ် ၎င်းတို့သည် နောက်ဆုံးတစ်ဦးတိုင်အောင် ပျက်စီးခဲ့ကြပြီး ၎င်းတို့ထဲမှ တစ်ဦးတစ်ယောက်မျှ အသက်မရှင်ခဲ့ပါ။</p>"
  },
  {
    "ayah_key": "11:45",
    "group_ayah_key": "11:45",
    "from_ayah": "11:45",
    "to_ayah": "11:47",
    "ayah_keys": "11:45,11:46,11:47",
    "text": "<p lang=\"my\" class=\"my \">နူဟ်သည် ၎င်း၏အရှင်သခင်အား ခေါ်ကာ ပြောကြားသည်မှာ၊ “အို ကျွန်ုပ်၏အရှင်သခင်! အမှန်စင်စစ် ကျွန်ုပ်၏သားသည် ကျွန်ုပ်၏မိသားစုဝင်ဖြစ်သည်! အမှန်စင်စစ် ကိုယ်တော်၏ကတိသည် မှန်ကန်လှသည်၊ ကိုယ်တော်သည် စီရင်ဆုံးဖြတ်သူများထဲတွင် အမျှတဆုံးဖြစ်သည်။ <span>(45)</span>ကိုယ်တော်က ပြောကြားသည်- “အို နူဟ်! အမှန်စင်စစ် သူသည် သင်၏မိသားစုဝင်မဟုတ်ပေ; အမှန်စင်စစ် ၎င်း၏လုပ်ရပ်သည် မဖြောင့်မတ်သောလုပ်ရပ်ဖြစ်သည်၊ ထို့ကြောင့် သင်မသိသော ကိစ္စကို ငါ့အား မတောင်းခံနှင့်! သင်သည် အသိမဲ့သူများထဲမှ မဖြစ်စေရန် ငါသတိပေးသည်။ <span>(46)</span>နူဟ်က ပြောကြားသည်- “အို ကျွန်ုပ်၏အရှင်သခင်! ကျွန်ုပ်မသိသော ကိစ္စကို ကိုယ်တော်အား မတောင်းခံမိစေရန် ကိုယ်တော်ထံ ခိုလှုံပါ၏။ ကိုယ်တော်သည် ကျွန်ုပ်အား ခွင့်လွှတ်တော်မမူဘဲ ကျွန်ုပ်အပေါ် ကရုဏာထားတော်မမူပါက၊ ကျွန်ုပ်သည် အမှန်စင်စစ် ရှုံးနိမ့်သူများထဲမှ ဖြစ်သွားပေလိမ့်မည်။ <span>(47)</span></p><div lang=\"my\" class=\"my \"><h2>နူဟ်၏သားအကြောင်းကို ပြန်လည်ဖော်ပြခြင်းနှင့် ၎င်းနှင့်ပတ်သက်၍ နူဟ်နှင့်အလ္လာဟ်အကြား ဖြစ်ပျက်ခဲ့သည်များကို ဖော်ပြခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ နူဟ်မှ ၎င်း၏သား ရေနစ်သေဆုံးခြင်း အခြေအနေများနှင့် ပတ်သက်၍ အချက်အလက်တောင်းခံခြင်းနှင့် စုံစမ်းမေးမြန်းခြင်းဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပြောကြားသည်၊ “အို ကျွန်ုပ်၏အရှင်သခင်! အမှန်စင်စစ် ကျွန်ုပ်၏သားသည် ကျွန်ုပ်၏မိသားစုဝင်ဖြစ်သည်!”)</span> ၎င်းသည် “အမှန်စင်စစ် ကိုယ်တော်သည် ကျွန်ုပ်၏မိသားစုကို ကယ်တင်မည်ဟု ကတိပြုတော်မူခဲ့သည်၊ ကိုယ်တော်၏ကတိသည် ပျက်ပြားမသွားသော သစ္စာတရားဖြစ်သည်။ သို့ဖြစ်ရာ၊ ၎င်း <span class=\"gray\">(ကျွန်ုပ်၏သား)</span> သည် မည်သို့ ရေနစ်သေဆုံးနိုင်မည်နည်း၊ ကိုယ်တော်သည် စီရင်ဆုံးဖြတ်သူများထဲတွင် အမျှတဆုံးဖြစ်ပါလျက်?” ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုယ်တော် <span class=\"gray\">(အလ္လာဟ်)</span> က ပြောကြားသည်- “အို နူဟ်! အမှန်စင်စစ် သူသည် သင်၏မိသားစုဝင်မဟုတ်ပေ...”)</span> ၎င်းသည် “သူ <span class=\"gray\">(သင်၏သား)</span> သည် ငါကယ်တင်မည်ဟု ကတိပြုခဲ့သောသူများထဲမှ မဟုတ်ပေ။ သင်၏မိသားစုဝင်များထဲမှ ယုံကြည်သူများကိုသာ ကယ်တင်မည်ဟု ငါကတိပြုခဲ့သည်။” ဤအကြောင်းကြောင့် အလ္လာဟ်က ပြောကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင်၏မိသားစု၊ သို့သော် မည်သူ့အပေါ်တွင် စကားတော် ထွက်ပေါ်ခဲ့ပြီးဖြစ်စေ ၎င်းမှတစ်ပါး)</span><span class=\"gray\">[11:40]</span> ထို့ကြောင့် ၎င်း၏သားအတွက်မူ၊ ၎င်း၏မယုံကြည်မှုနှင့် ၎င်း၏ဖခင်၊ အလ္လာဟ်၏တမန်တော် နူဟ် အပေါ် ငြင်းဆန်မှုတို့ကြောင့် ရေနစ်သေဆုံးရမည်ဟု အမိန့်ချမှတ်ပြီးဖြစ်သည်။ အလ္လာဟ်၏မိန့်ဆိုချက်နှင့် ပတ်သက်၍၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ لَيْسَ مِنْ أَهْلِكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် သူသည် သင်၏မိသားစုဝင်မဟုတ်ပေ;)</span> ဆိုလိုသည်မှာ ၎င်း <span class=\"gray\">(နူဟ်၏သား)</span> သည် အလ္လာဟ်ကယ်တင်မည်ဟု ကတိပြုခဲ့သူများထဲမှ မဟုတ်ပေ။ အဘ်ဒူရ်-ရက်ဇ်ဇက်က မှတ်တမ်းတင်ထားသည်မှာ အိဗ်နု အဘ်ဘားစ်က ပြောကြားသည်၊ “သူသည် နူဟ်၏သားဖြစ်သော်လည်း လုပ်ရပ်နှင့် ရည်ရွယ်ချက်တို့တွင် နူဟ်ကို ဆန့်ကျင်ခဲ့သည်။” အိကရိမာက ရွတ်ဖတ်ပုံအချို့တွင် ဤသို့ဖော်ပြထားသည်ဟု ပြောကြားသည်၊ </p><p class=\"ur qpc-hafs\" lang=\"ur\">(إِنَّهُ عَمِلَ عَمَلًا غَيْرَ صَالِحٍ)</p><p lang=\"my\" class=\"my \">အမှန်စင်စစ် ၎င်း <span class=\"gray\">(နူဟ်၏သား)</span> သည် ဖြောင့်မတ်မှုမရှိသော လုပ်ရပ်များကို လုပ်ကိုင်ခဲ့သည်။”</p>"
  },
  {
    "ayah_key": "11:48",
    "group_ayah_key": "11:48",
    "from_ayah": "11:48",
    "to_ayah": "11:48",
    "ayah_keys": "11:48",
    "text": "<p lang=\"my\" class=\"my \">ပြောသည်မှာ: \"အို နူးဟ်၊ <span class=\"gray\">(သင်္ဘောပေါ်မှ)</span> ငါတို့ထံမှ ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးများဖြင့် သင်နှင့် သင့်နှင့်အတူရှိသော လူများအပေါ်သို့ <span class=\"gray\">(၎င်းတို့၏ သားစဉ်မြေးဆက် အချို့အပေါ်သို့လည်းကောင်း)</span> ဆင်းသက်လော့၊ သို့သော် <span class=\"gray\">(အခြား)</span> ငါတို့သည် ၎င်းတို့၏ စိတ်ကျေနပ်မှုများကို <span class=\"gray\">(အချိန်တစ်ခုအထိ)</span> ပေးသနားမည့် လူအချို့ ရှိလိမ့်မည်၊ သို့သော် နောက်ဆုံးတွင် ငါတို့ထံမှ နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်တစ်ခုသည် ၎င်းတို့ထံသို့ ရောက်ရှိလိမ့်မည်။ <span>(၄၈)</span></p><div lang=\"my\" class=\"my \"><h2>ငြိမ်းချမ်းမှုနှင့် ကောင်းချီးများဖြင့် သင်္ဘောပေါ်မှ ဆင်းသက်ရန် အမိန့်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် နူးဟ်အပေါ် ငြိမ်းချမ်းခြင်းသက်ရောက်ပါစေ၊ သင်္ဘောသည် ဂျူဒီတောင်ပေါ်တွင် ဆိုက်ကပ်သောအခါ၊ နူးဟ်အား ပြောကြားခဲ့သည်များကို အလ္လာဟ်အရှင်မြတ်က အသိပေးတော်မူသည်၊ ငြိမ်းချမ်းမှုများသည် နူးဟ်အပေါ်နှင့် သူနှင့်အတူရှိသော ယုံကြည်သူများအပေါ်သို့ စေလွှတ်ခဲ့သည်။ ဤဆွလားမ်သည် နူးဟ်၏သားစဉ်မြေးဆက်မှ ကိယာမတ်နေ့အထိ ယုံကြည်သူတိုင်းအတွက်လည်း ဖြစ်သည်။ မုဟမ္မဒ် ဘင် ကအ်ဘ်က ပြောသည်မှာ၊ \"ကိယာမတ်နေ့အထိ ယုံကြည်သူ အမျိုးသား အမျိုးသမီးတိုင်းသည် ဤဆွလားမ်တွင် ပါဝင်သည်။ အလားတူ၊ ကိယာမတ်နေ့အထိ အမျိုးသား အမျိုးသမီး မယုံကြည်သူတိုင်းသည် ဤပြစ်ဒဏ်နှင့် စိတ်ကျေနပ်မှု ကတိတော်တွင် ပါဝင်သည်။\" မုဟမ္မဒ် ဘင် အိစ်ဟာက်က ပြောသည်မှာ၊ \"အလ္လာဟ်အရှင်မြတ်သည် ရေလွှမ်းမိုးမှုကို ရပ်တန့်လိုသောအခါ၊ ရေငြိမ်သက်သွားစေရန် ကမ္ဘာမြေပြင်ပေါ်သို့ လေကို စေလွှတ်တော်မူသည်။ ထို့နောက် ကမ္ဘာမြေ၏ စိမ့်စမ်းများသည် ကြီးမားသော ရေလွှမ်းမိုးမှုမှ ပိတ်ဆို့သွားပြီး စီးဆင်းမှု <span class=\"gray\">(မိုး)</span> သည် ကောင်းကင်မှ ရပ်တန့်သွားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောသည်မှာ- \"အို မြေကြီး၊ သင်၏ရေကို မြိုချလော့...\")</span><span class=\"gray\">[၁၁:၄၄]</span> ဤသို့ဖြင့်၊ ရေသည် လျော့နည်း၍ ကျဆင်းလာရာ သင်္ဘောသည် ဂျူဒီတောင်ပေါ်တွင် ဆိုက်ကပ်သည်အထိ ဖြစ်သည်။ တောင်ရတ်ကျမ်း၏ လူများ <span class=\"gray\">(ဂျူးများ)</span> က ဤသည်မှာ ခုနစ်လပိုင်း <span class=\"gray\">(တစ်နှစ်၏)</span> အတွင်း ဖြစ်ပွားခဲ့သည်ဟု ဆိုသည် နှင့် ဆယ့်ခုနစ်ညကြာသည်။ ထို့နောက် ဆယ်လပိုင်း၏ ပထမနေ့တွင်၊ သူ <span class=\"gray\">(နူးဟ်)</span> သည် တောင်ထိပ်များကို မြင်ခဲ့သည်။ ထို့နောက် ရက်ပေါင်း လေးဆယ် ထပ်ကြာပြီးနောက်၊ နူးဟ်သည် သင်္ဘောခေါင်မိုးရှိ သေးငယ်သော ပြတင်းပေါက်ကို ဖွင့်ပြီး ရေ မည်သို့ဖြစ်သွားသည်ကို ကြည့်ရန် ကျီးကန်းတစ်ကောင်ကို စေလွှတ်ခဲ့သည်။ သို့သော်၊ ကျီးကန်းသည် သူ့ထံသို့ ပြန်မလာခဲ့ပေ။ ထို့နောက်၊ သူသည် ခိုတစ်ကောင်ကို စေလွှတ်ခဲ့သော်လည်း ၎င်းသည် ခြေနှစ်ဖက်ချရန် မည်သည့်နေရာကိုမျှ <span class=\"gray\">(ကုန်းမြေ)</span> ရှာမတွေ့ဘဲ သူ့ထံသို့ ပြန်လာခဲ့သည်။ သူသည် သင်္ဘောအပြင်ဘက်သို့ လက်ကို ဆန့်ထုတ်လိုက်ပြီး ခိုသည် သူ့လက်ကို ဆုပ်ကိုင်လိုက်ရာ နူးဟ်သည် ၎င်းကို သင်္ဘောထဲသို့ ပြန်ဆွဲသွင်းနိုင်ခဲ့သည်။ ထို့နောက် ခုနစ်ရက် ထပ်ကြာပြီးနောက်၊ သူသည် သူ့အတွက် စုံစမ်းရန် ခိုကို ထပ်မံစေလွှတ်ခဲ့သည်။ ခိုသည် ညနေပိုင်းတွင် ၎င်း၏ပါးစပ်ထဲတွင် သံလွင်ပင်၏ အရွက်တစ်ရွက်နှင့် ပြန်လာခဲ့သည်။ ဤမှနေ၍ နူးဟ်သည် ရေသည် ကမ္ဘာမြေပြင်မှ လျော့နည်းသွားပြီဖြစ်ကြောင်း သိရှိခဲ့သည်။ သူသည် ခိုကို ထပ်မံစေလွှတ်ခြင်းမပြုမီ သင်္ဘောထဲတွင် ခုနစ်ရက် ထပ်နေခဲ့သည်။ ဤတစ်ကြိမ်တွင် ခိုသည် သူ့ထံသို့ ပြန်မလာခဲ့ပေ၊ ထို့ကြောင့် သူသည် မြေကြီးပေါ်လာပြီဖြစ်ကြောင်း သိခဲ့သည်။ ဤသို့ဖြင့်၊ အလ္လာဟ်အရှင်မြတ် ရေလွှမ်းမိုးမှုကို စေလွှတ်သည့်အချိန်မှစ၍ နူးဟ် ခိုကို စေလွှတ်သည့်အချိန်အထိ တစ်နှစ် ပြည့်မြောက်ခဲ့သည်။ ဒုတိယနှစ်၏ ပထမလ၏ ပထမနေ့သည် ကမ္ဘာမြေပြင် ပေါ်လာပြီး ကုန်းမြေ မြင်သာလာသောအခါ စတင်ခဲ့သည်။ ဤသည်မှာ နူးဟ်သည် သင်္ဘော၏ အဖွင့်ကို ဖော်ထုတ်ခဲ့သည့်အချိန်ဖြစ်သည်။ ဒုတိယနှစ်၏ ဒုတိယလအတွင်း၊ နှစ်ဆယ်ခြောက်ည အကြာတွင်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِّنَّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောသည်မှာ- \"အို နူးဟ်၊ <span class=\"gray\">(သင်္ဘောပေါ်မှ)</span> ငါတို့ထံမှ ငြိမ်းချမ်းမှုနှင့်အတူ ဆင်းသက်လော့)</span></p>"
  },
  {
    "ayah_key": "11:49",
    "group_ayah_key": "11:49",
    "from_ayah": "11:49",
    "to_ayah": "11:49",
    "ayah_keys": "11:49",
    "text": "<p class=\"my translation\" lang=\"my\">ဤသည်မှာ သင်သို့ ကျွန်ုပ်တို့ ထုတ်ဖော်ပြသသည့် မမြင်နိုင်သော သတင်းများမှ ဖြစ်၏။ ဤမတိုင်မီက သင်နှင့် သင့်လူမျိုးတို့ မသိခဲ့ကြပေ။ ထို့ကြောင့် သည်းခံပါ။ အမှန်စင်စစ်၊ <span class=\"gray\">(ကောင်းသော)</span> အဆုံးသတ်သည် တက်ကဝါရှိသူတို့အတွက် ဖြစ်သည် <span>(၄၉)</span></p><div lang=\"my\" class=\"my \"><h2>ဤပုံပြင်များ၏ ရှင်းလင်းချက်သည် အလ္လာဟ်အရှင်မြတ်မှ ကိုယ်တော်၏ ရစူလ် (တမန်တော်မြတ်) အား ဗျာဒိတ်တော် ပေးသနားတော်မူခြင်း၏ သက်သေပင်ဖြစ်သည် <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၊ အမြင့်မြတ်ဆုံးသော အရှင်မြတ်က ကိုယ်တော်၏ တမန်တော်မြတ် ﷺ အား ဤပုံပြင်များနှင့် ၎င်းတို့နှင့်ဆင်တူသော အရာများနှင့် ပတ်သက်၍ မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ أَنبَاءِ الْغَيْبِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မမြင်နိုင်သော သတင်းများအနက်မှ)</span> အတိတ်ကာလက မမြင်နိုင်သောအရာများ၏ သတင်းအချက်အလက်များမှ ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် သင့်အား <span class=\"gray\">(တမန်တော်မြတ် ﷺ အား)</span> ၎င်းဖြစ်ပျက်ခဲ့သည့်အတိုင်း ထုတ်ဖော်ပြသခဲ့သည်၊ ၎င်းကို ကိုယ်တိုင် မြင်တွေ့ခဲ့ရသကဲ့သို့ပင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُوحِيهَا إِلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သို့ ကျွန်ုပ်တို့ ထုတ်ဖော်ပြသသည့်အရာ;)</span> ဤသည်မှာ \"ကျွန်ုပ်တို့သည် ၎င်းကို သင့်အား <span class=\"gray\">(မိုဟာမက်)</span> ကျွန်ုပ်တို့ထံမှ ဗျာဒိတ်တော်အဖြစ် သွန်သင်ပြသသည်\" ဟု အဓိပ္ပါယ်ရသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كُنتَ تَعْلَمُهَا أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤမတိုင်မီက သင်နှင့် သင့်လူမျိုးတို့ မသိခဲ့ကြပေ။)</span> ဤသည်မှာ သင် <span class=\"gray\">(မိုဟာမက် ﷺ)</span> သို့မဟုတ် သင့်လူမျိုးမှ မည်သူတစ်ဦးတစ်ယောက်မျှ ဤအကြောင်းကို အသိပညာမရှိခဲ့ကြောင်း ဆိုလိုသည်။ ဤသည်မှာ သင့်ကို ငြင်းပယ်သူ မည်သူမျှ သင့်အား သူ့ထံမှ သင်ယူခဲ့သည်ဟု မပြောနိုင်စေရန် ဖြစ်သည်။ ယင်းအစား၊ သင့်အား မတိုင်မီက ပရောဖက်များ၏ ကျမ်းဂန်များ သက်သေခံသည့်အတိုင်း စစ်မှန်သော အခြေအနေ <span class=\"gray\">(ပုံပြင်၏)</span> နှင့် ကိုက်ညီစွာ အကြောင်းကြားခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်ပင် ဖြစ်သည်။ ထို့ကြောင့်၊ သင့်လူမျိုးတို့၏ ငြင်းပယ်ခြင်းနှင့် သင့်အား ထိခိုက်နစ်နာစေခြင်းတို့ကို သည်းခံသင့်သည်။ အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် သင့်ကို ကူညီမည်ဖြစ်ပြီး ကျွန်ုပ်တို့၏ အကူအညီဖြင့် ဝန်းရံမည်။ ထို့နောက်၊ ကျွန်ုပ်တို့သည် ဤဘဝနှင့် နောင်တမလွန်ဘဝတွင် သင့်အတွက်နှင့် သင့်နောက်လိုက်များအတွက် <span class=\"gray\">(ကောင်းသော)</span> အဆုံးသတ်ကို ဖြစ်စေမည်။ ဤသည်မှာ ကျွန်ုပ်တို့သည် တမန်တော်များကို ၎င်းတို့၏ ရန်သူများကို ဆန့်ကျင်၍ ကူညီခဲ့သောအခါ ကျွန်ုပ်တို့ လုပ်ဆောင်ခဲ့သည့်အရာပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ တမန်တော်များနှင့် ယုံကြည်သူများကို အမှန်ပင် အောင်ပွဲခံစေမည်။)</span><span class=\"gray\">[၄၀:၅၁]</span> အလ္လာဟ်အရှင်မြတ်ကလည်း မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ - إِنَّهُمْ لَهُمُ الْمَنصُورُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်ုပ်တို့၏ အမိန့်တော်သည် ကျွန်ုပ်တို့၏ ကျွန်များ၊ တမန်တော်များအတွက် ရှေးကတည်းက ထွက်ပေါ်ခဲ့ပြီ၊ အမှန်စင်စစ် ၎င်းတို့သည် အောင်မြင်ခြင်းကို ရရှိလိမ့်မည်။)</span><span class=\"gray\">[၃၇:၁၇၁-၁၇၂]</span> ထို့နောက်၊ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاصْبِرْ ۖ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် သည်းခံပါ။ အမှန်စင်စစ်၊ <span class=\"gray\">(ကောင်းသော)</span> အဆုံးသတ်သည် တက်ကဝါရှိသူတို့အတွက် ဖြစ်သည်။)</span></p>"
  },
  {
    "ayah_key": "11:5",
    "group_ayah_key": "11:5",
    "from_ayah": "11:5",
    "to_ayah": "11:5",
    "ayah_keys": "11:5",
    "text": "<p class=\"my translation\" lang=\"my\">သံသယမရှိပါ! ၎င်းတို့သည် ကိုယ်တော်ထံမှ ပုန်းအောင်းရန် ၎င်းတို့၏ ရင်သားများကို ခေါက်တင်ခဲ့ကြသည်။ အမှန်စင်စစ်၊ ၎င်းတို့သည် ၎င်းတို့၏ အဝတ်အစားများဖြင့် ဖုံးအုပ်ထားသော်လည်း ကိုယ်တော်သည် ၎င်းတို့ ဖုံးကွယ်ထားသည်များကိုလည်းကောင်း၊ ၎င်းတို့ ဖော်ထုတ်သည်များကိုလည်းကောင်း သိတော်မူ၏။ မှန်ကန်စွာပင် ကိုယ်တော်သည် ရင်သားများ၏ <span class=\"gray\">(အတွင်းဆုံး လျှို့ဝှက်ချက်များကို)</span> အလုံးစုံ သိတော်မူသောအရှင် ဖြစ်တော်မူ၏ <span>(၅)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းကို သိတော်မူ၏</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ၊ \"၎င်းတို့သည် ၎င်းတို့၏ လျှို့ဝှက်အင်္ဂါများကို ကောင်းကင်ဘက်သို့ လှည့်ခြင်းကို မနှစ်သက်ကြ၊ အထူးသဖြင့် လိင်ဆက်ဆံမှု ပြုနေစဉ်တွင် ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤကျမ်းပိုဒ်ကို ထုတ်ပြန်ခဲ့သည်။\" အလ်-ဘူခါရီသည် အိဗ်နု ဂျူရိုင်းဂျ်မှတစ်ဆင့် မှတ်တမ်းတင်ထားသည်။ ၎င်းက မိုဟာမဒ် ဘင် အဗ္ဗားဒ် ဘင် ဂျအ်ဖရ်ထံမှ သတင်းပေးပို့ခဲ့ပြီး ၎င်းက \"အိဗ်နု အဗ္ဗားစ်က ရွတ်ဆိုခဲ့သည်မှာ၊\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">(أَلَا إِنَّهُمْ تَثْنَونِي صُدُورُهُمْ)</p><p lang=\"my\" class=\"my \">ကြည့်လော့ ၎င်းတို့၏ ရင်သားများ ခေါက်တင်ခဲ့ကြပြီ။\" ထို့ကြောင့် ကျွန်ုပ်က မေးလိုက်သည်– 'အို အဘူ အလ်-အဗ္ဗားစ်! \"၎င်းတို့၏ ရင်သားများ ခေါက်တင်ခဲ့ကြပြီ\" ဆိုသည်မှာ ဘာကိုဆိုလိုသနည်း' ၎င်းက ပြန်ပြောသည်– 'ထိုသူသည် ၎င်း၏ အမျိုးသမီးနှင့် လိင်ဆက်ဆံလေ့ရှိသော်လည်း ရှက်ရွံ့တတ်သည်၊ သို့မဟုတ် ၎င်းသည် <span class=\"gray\">(ပွင့်လင်းသောနေရာတွင်)</span> သဘာဝခေါ်သံကို တုံ့ပြန်လေ့ရှိသော်လည်း ရှက်ရွံ့တတ်သည်။ ထို့ကြောင့် ဤကျမ်းပိုဒ်သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံသယမရှိပါ! ၎င်းတို့သည် ၎င်းတို့၏ ရင်သားများကို ခေါက်တင်ခဲ့ကြပြီ၊)</span> ကို ထုတ်ပြန်ခဲ့သည်။'\" ဤဇာတ်ကြောင်း၏ အခြားဖော်ပြချက်တစ်ခုတွင် အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်မှာ၊ \"ပွင့်လင်းသောနေရာတွင် သဘာဝခေါ်သံကို တုံ့ပြန်နေစဉ် အဝတ်အစားများကို ဖယ်ရှားရန် ရှက်ရွံ့ပြီး ကောင်းကင်သို့ ဖော်ထုတ်ခံရမည့်သူများ ရှိခဲ့သည်။ ၎င်းတို့သည် ကောင်းကင်သို့ ဖော်ထုတ်ခံရမည်ကို စိုးရိမ်သောကြောင့် ၎င်းတို့၏ အမျိုးသမီးများနှင့် လိင်ဆက်ဆံခြင်းကိုလည်း ရှက်ရွံ့ခဲ့ကြသည်။ ထို့ကြောင့် ဤအရာသည် ၎င်းတို့နှင့်ပတ်သက်၍ ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။\" အလ်-ဘူခါရီက အိဗ်နု အဗ္ဗားစ်က ပြောကြားသည်ကို မှတ်တမ်းတင်ထားသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَسْتَغْشُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့ကိုယ်ကို ဖုံးအုပ်ကြသည်)</span> ဆိုသည်မှာ ၎င်းတို့သည် ၎င်းတို့၏ ခေါင်းများကို ဖုံးအုပ်ကြသည်ကို ဆိုလိုသည်။</p>"
  }
]