[
  {
    "ayah_key": "87:14",
    "group_ayah_key": "87:14",
    "from_ayah": "87:14",
    "to_ayah": "87:19",
    "ayah_keys": "87:14,87:15,87:16,87:17,87:18,87:19",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ် မိမိကိုယ်ကို သန့်စင်သူသည် အောင်မြင်မှုရလိမ့်မည် <span>(14)</span>၎င်း၏ အရှင်သခင်၏ အမည်နာမကို အမှတ်ရပြီး ဆွလားတ်ပြုသူ <span>(15)</span>သင်တို့သည် ဤလောကီဘဝကို ပို၍ နှစ်သက်ကြ၏ <span>(16)</span>သို့သော် နောင်တမလွန်ဘဝသည် သာ၍ကောင်းမွန်ပြီး ထာဝရတည်မြဲသည် <span>(17)</span>ဧကန်မလွဲ ဤသည်မှာ ရှေးဦးကျမ်းဂန်များတွင် ရှိသည် <span>(18)</span>အီဘရာဟင်နှင့် မူဆာတို့၏ ကျမ်းဂန်များ <span>(19)</span></p><p lang=\"my\" class=\"my \">အောင်မြင်သူများအကြောင်း ထုတ်ပြန်ချက်</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ مَن تَزَكَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိမိကိုယ်ကို သန့်စင်သူသည် အောင်မြင်မှုရလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ မနှစ်မြို့ဖွယ်ရာ စရိုက်လက္ခဏာများမှ မိမိကိုယ်ကို သန့်စင်ပြီး အလ္လာဟ်အရှင်မြတ်က ရစူလ်တမန်တော် ﷺ အား ထုတ်ပြန်ပြသထားသည့်အရာများကို လိုက်နာခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်း၏ အရှင်သခင်၏ အမည်နာမကို အမှတ်ရပြီး ဆွလားတ်ပြုသူ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ သူသည် ဆုတောင်းခြင်းကို သတ်မှတ်ထားသော အချိန်၌ တည်ထောင်ပြီး အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှု၊ ၎င်း၏ အမိန့်ကို နာခံမှုနှင့် ၎င်း၏ဥပဒေကို အကောင်အထည်ဖော်မှုတို့ကို ရှာဖွေခြင်းဖြစ်သည်။ မုအ်မင်န်တို့၏ အမိန့်ပေးအုပ်ချုပ်သူ 'အူမာရ် ဘင် အဗ်ဒူလ်-'အဇီးဇ် ထံမှ ကျွန်ုပ်တို့သည် သတင်းရရှိခဲ့ပြီးဖြစ်သည်မှာ သူသည် လူအပေါင်းအား ဆွဒကာသွလ်-ဖိသ်ရ် ပေးရန် အမိန့်ပေးလေ့ရှိပြီး ဤအာယတ်တော်ကို ရွတ်ဖတ်လေ့ရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ مَن تَزَكَّىٰ - وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိမိကိုယ်ကို သန့်စင်သူသည် အောင်မြင်မှုရလိမ့်မည်။ ၎င်း၏ အရှင်သခင်၏ အမည်နာမကို အမှတ်ရပြီး ဆွလားတ်ပြုသူ။)</span></p><p lang=\"my\" class=\"my \">အဘူလ်-အဟ်ဝါစ်က ပြောကြားခဲ့သည်မှာ \"မည်သူမဆို သင်တို့ထံသို့ တောင်းရမ်းရန် လာပြီး သူ ဆွလားတ်ပြုလိုပါက၊ ဆွလားတ်မပြုမီ အလှူဒါန <span class=\"gray\">(ဇကားတ်)</span> ပေးသင့်သည်။ အဘယ်ကြောင့်ဆိုသော် ဧကန်မလွဲ မြင့်မြတ်တော်မူသောအလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ مَن تَزَكَّىٰ - وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိမိကိုယ်ကို သန့်စင်သူသည် အောင်မြင်မှုရလိမ့်မည်။ ၎င်း၏ အရှင်သခင်၏ အမည်နာမကို အမှတ်ရပြီး ဆွလားတ်ပြုသူ။)</span>\"</p><p lang=\"uz\" class=\"uz \">Qatadah said concerning this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ مَن تَزَكَّىٰ - وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိမိကိုယ်ကို သန့်စင်သူသည် အောင်မြင်မှုရလိမ့်မည်။ ၎င်း၏ အရှင်သခင်၏ အမည်နာမကို အမှတ်ရပြီး ဆွလားတ် <span class=\"gray\">(ဖစလ္လာ)</span> ပြုသူ။)</span></p><p lang=\"my\" class=\"my \">\"သူသည် ၎င်း၏စည်းစိမ်ဥစ္စာကို သန့်စင်ပြီး ၎င်း၏ဖန်ဆင်းရှင်ကို နှစ်သက်စေသည်။\"</p><p lang=\"my\" class=\"my \">ဤလောကသည် နောင်တမလွန်ဘဝနှင့် နှိုင်းယှဉ်ပါက တန်ဖိုးမရှိ</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဤလောကီဘဝကို ပို၍ နှစ်သက်ကြ၏။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ 'သင်တို့သည် ၎င်းကို နောင်တမလွန်ကိစ္စထက် ဦးစားပေးပြီး၊ ၎င်းသည် သင်တို့၏ အသက်မွေးဝမ်းကျောင်းမှုအတွက် အကျိုးကျေးဇူးများနှင့် အကျိုးအမြတ်များ ပါဝင်သည့်အတွက် သင်တို့ ပို၍နှစ်သက်ကြသည်၊ သင်တို့၏ အကျိုးအမြတ်များ <span class=\"gray\">(ဆိုလိုသည်မှာ ဝင်ငွေ၊ အမြတ်အစွန်း)</span>'။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْآخِرَةُ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် နောင်တမလွန်ဘဝသည် သာ၍ကောင်းမွန်ပြီး ထာဝရတည်မြဲသည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ နောက်ဆုံးဘုံ၏ အကျိုးသည် လောကီဘဝထက် သာ၍ကောင်းမွန်ပြီး ထာဝရတည်မြဲသည်။ အမှန်စင်စစ် ဤလောကီဘဝသည် နိမ့်ကျပြီး ခေတ္တခဏဖြစ်သော်လည်း နောင်တမလွန်ဘဝသည် မြင့်မြတ်ပြီး ထာဝရဖြစ်သည်။ ထို့ကြောင့် ဉာဏ်ရှိသူတစ်ဦးသည် ခေတ္တခဏအရာကို ထာဝရအရာထက် မည်သို့ ဦးစားပေးနိုင်မည်နည်း။ သူနှင့်မကြာမီ လွင့်ပါးပျောက်ကွယ်သွားမည့်အရာကို အလေးထားပြီး ထာဝရနှင့် အနန္တဘုံ၏ အရေးပါမှုကို မေ့လျော့နေနိုင်မည်နည်း။</p><p lang=\"my\" class=\"my \">အီမာမ် အဟ်မဒ်သည် အဘူ မူဆာ အလ်-အရှ်အရီ ထံမှ မှတ်တမ်းတင်ခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَحَبَّ دُنْيَاهُ أَضَرَّ بِآخِرَتِهِ، وَمَنْ أَحَبَّ آخِرَتَهُ أَضَرَّ بِدُنْيَاهُ، فَآثِرُوا مَا يَبْقَى عَلَى مَا يَفْنَى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သူမဆို ၎င်း၏လောကီဘဝကို ချစ်မြတ်နိုးပါက ၎င်း၏နောင်တမလွန်ဘဝ၌ ဆင်းရဲဒုက္ခရောက်လိမ့်မည်၊ မည်သူမဆို ၎င်း၏လောကီဘဝကို ချစ်မြတ်နိုးပါက ၎င်း၏နောင်တမလွန်ဘဝ၌ ဆင်းရဲဒုက္ခရောက်လိမ့်မည်၊ မည်သူမဆို ၎င်း၏နောင်တမလွန်ဘဝကို ချစ်မြတ်နိုးပါက ၎င်း၏လောကီဘဝ၌ ဆင်းရဲဒုက္ခရောက်လိမ့်မည်။ ထို့ကြောင့် ခေတ္တခဏဖြစ်သောအရာထက် ထာဝရဖြစ်သောအရာကို ရွေးချယ်ကြကုန်။)</span></p><p lang=\"my\" class=\"my \">အဟ်မဒ်သည် ဤဟဒီးဆ်ကို တစ်ဦးတည်း မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">အီဘရာဟင်နှင့် မူဆာတို့၏ ကျမ်းဂန်များ</p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَفِي الصُّحُفِ الْأُولَىٰ - صُحُفِ إِبْرَاهِيمَ وَمُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဤသည်မှာ ရှေးဦးကျမ်းဂန်များ – အီဘရာဟင်နှင့် မူဆာတို့၏ ကျမ်းဂန်များတွင် ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်သည် စူရတွလ်-နဂျ်မ်ရှိ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့် ဆင်တူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَىٰ - وَإِبْرَاهِيمَ الَّذِي وَفَّىٰ - أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ - وَأَن لَّيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَىٰ - وَأَنَّ سَعْيَهُ سَوْفَ يُرَىٰ - ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَىٰ - وَأَنَّ إِلَىٰ رَبِّكَ الْمُنتَهَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် မူဆာ၏ ကျမ်းဂန်များတွင် ပါရှိသောအရာများဖြင့် သူ့အား အသိမပေးရသေးသလော။ အီဘရာဟင်သည် <span class=\"gray\">(သို့မဟုတ် ဆောင်ရွက်ခဲ့သည်)</span> အလ္လာဟ်အရှင်မြတ် အမိန့်ပေးခဲ့သမျှကို <span class=\"gray\">(လုပ်ဆောင်ရန် သို့မဟုတ် ဆောင်ရွက်ရန်)</span> ပြီးမြောက်အောင် ဆောင်ရွက်ခဲ့သူဖြစ်သည်- အပြစ်တင်ခံရသူ <span class=\"gray\">(အပြစ်များနှင့်)</span> မည်သူမျှ အခြားသူတစ်ဦး၏ ဝန်ထုပ် <span class=\"gray\">(အပြစ်များ)</span> ကို ထမ်းဆောင်ရမည်မဟုတ်။ လူသားသည် မိမိလုပ်ဆောင်သည်မှလွဲ၍ မည်သည့်အရာမျှ မရရှိနိုင်။ ၎င်း၏လုပ်ဆောင်ချက်များကို မြင်တွေ့ရလိမ့်မည်။ ထို့နောက် သူသည် ပြည့်ဝပြီး အကောင်းဆုံးသော အစားပေးခြင်းကို ခံရလိမ့်မည်။ ၎င်းအပြင် သင်၏အရှင်သခင်ထံသို့ အဆုံး <span class=\"gray\">(အရာအားလုံး၏ ပြန်လည်ရောက်ရှိရာ)</span> ဖြစ်သည်။)</span><span class=\"gray\">(၅၃:၃၆-၄၂)</span></p><p lang=\"my\" class=\"my \">ဤအာယတ်တော်များ ပြီးဆုံးသည်အထိ ဆက်လက်၍။ အဘူ 'အာလီယာက ပြောကြားခဲ့သည်မှာ \"ဤစူရာ၏ ဇာတ်လမ်းသည် ရှေးဦးကျမ်းဂန်များတွင် ရှိသည်။\" အိဗ်နု ဂျရီးရ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်၏ အဓိပ္ပါယ်ကို ပို၍နှစ်သက်သည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဤသည်)</span> သည် ၎င်း၏ယခင်မိန့်ဆိုချက်ကို ရည်ညွှန်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ مَن تَزَكَّىٰ - وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّىٰ - بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا - وَالْآخِرَةُ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မိမိကိုယ်ကို သန့်စင်သူသည် အောင်မြင်မှုရလိမ့်မည်။ ၎င်း၏ အရှင်သခင်၏ အမည်နာမကို အမှတ်ရပြီး ဆွလားတ်ပြုသည်။ သင်တို့သည် ဤလောကီဘဝကို ပို၍ နှစ်သက်ကြ၏။ သို့သော် နောင်တမလွန်ဘဝသည် သာ၍ကောင်းမွန်ပြီး ထာဝရတည်မြဲသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ဤသည်)</span> ဆိုလိုသည်မှာ ဤဆွေးနွေးမှု၏ အကြောင်းအရာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَفِي الصُّحُفِ الْأُولَىٰ - صُحُفِ إِبْرَاهِيمَ وَمُوسَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရှေးဦးကျမ်းဂန်များတွင်၊ အီဘရာဟင်နှင့် မူဆာတို့၏ ကျမ်းဂန်များ။)</span></p><p lang=\"my\" class=\"my \">သူ <span class=\"gray\">(အလ်-တဘရီ)</span> ရွေးချယ်ထားသော ဤအမြင်သည် ကောင်းမွန်ခိုင်မာသည်။ ၎င်းနှင့်ဆင်တူသောအရာကို ကွာသာဒါဟ်နှင့် အိဗ်နု ဇိုက်ဒ်တို့ထံမှ သတင်းပေးပို့ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ စူရတွလ်-အလ်-အ'လာ <span class=\"gray\">(စဗ္ဗီဟ်)</span> ၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်။ ချီးမွမ်းခြင်းနှင့် ကောင်းချီးမင်္ဂလာအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အားသာ ထိုက်တန်ပြီး၊ ၎င်းအရှင်မြတ်သည် အောင်မြင်မှုနှင့် အမှားမှ ကာကွယ်ပေးသူဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "88:1",
    "group_ayah_key": "88:1",
    "from_ayah": "88:1",
    "to_ayah": "88:7",
    "ayah_keys": "88:1,88:2,88:3,88:4,88:5,88:6,88:7",
    "text": "<p lang=\"my\" class=\"my \">သောကြာနေ့ဆွလားသ်၌ စူရဟ်အလ်အာလာနှင့် အလ်ဂါရှီယာဟ်တို့ကို ရွတ်ဖတ်ခြင်း</p><p lang=\"my\" class=\"my \">အန်နုအ်မာန် ဘင်န်ဘာရှီးရ်၏ ရေဝါယသ်အရ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် အီးဒ်နှင့် သောကြာနေ့ဆွလားသ်များတွင် စူရဟ်အလ်အာလာ <span class=\"gray\">(၈၇)</span> နှင့် အလ်ဂါရှီယာဟ်တို့ကို ရွတ်ဖတ်လေ့ရှိကြောင်း ဖော်ပြခဲ့ပြီးဖြစ်သည်။ အေမာမ်မာလိက်သည် အဒ်ဒဟ်ဟာက် ဘင်န်ကွိုင်းစ်က အန်နုအ်မာန် ဘင်န်ဘာရှီးရ်အား \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် သောကြာနေ့တွင် စူရဟ်အလ်ဂျုမုအ်ဟ်နှင့်အတူ အခြားမည်သည့်စူရဟ်ကို ရွတ်ဖတ်ခဲ့ပါသလဲ\" ဟု မေးမြန်းခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်။ အန်နုအ်မာန်က \"အလ်ဂါရှီယာဟ် <span class=\"gray\">(၈၈)</span>\" ဟု ပြန်လည်ဖြေကြားခဲ့သည်။ ဤရေဝါယသ်ကို အဘူဒါဝူးဒ်၊ အန်နစာအီ၊ မွတ်စ်လင်မ်နှင့် အိဗ်နုမာဂျဟ်တို့က မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ အတိုင်းအဆမရှိ ကရုဏာရှင်၊ အထူးသနားကြင်နာတော်မူသော အရှင်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ - وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ - عَامِلَةٌ نَّاصِبَةٌ - تَصْلَىٰ نَارًا حَامِيَةً - تُسْقَىٰ مِنْ عَيْنٍ آنِيَةٍ - لَّيْسَ لَهُمْ طَعَامٌ إِلَّا مِن ضَرِيعٍ - لَّا يُسْمِنُ وَلَا يُغْنِي مِن جُوعٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၁။ သင့်ထံသို့ အလ်ဂါရှီယာဟ် <span class=\"gray\">(ဖုံးလွှမ်းသွားမည့်)</span> သတင်းရောက်ရှိလာခဲ့ပြီလော။)</span><span class=\"gray\">(၂။ ထိုနေ့တွင် အချို့သော မျက်နှာများသည် ခါးရှီအဟ် ဖြစ်ကြလိမ့်မည်။)</span><span class=\"gray\">(၃။ ပင်ပန်းနွမ်းနယ်လျက် ရှိကြမည်။)</span><span class=\"gray\">(၄။ ၎င်းတို့သည် ဟာမီယာဟ် (ပြင်းပြစွာလောင်မြိုက်သော) ငရဲမီးထဲသို့ ဝင်ရောက်ကြမည်။)</span><span class=\"gray\">(၅။ ၎င်းတို့သည် အာနီယာဟ် <span class=\"gray\">(ဆူပွက်နေသော)</span> ရေပူစမ်းမှ တိုက်ကျွေးခံရမည်။)</span><span class=\"gray\">(၆။ ၎င်းတို့အတွက် ဒါရီအ်မှတစ်ပါး အခြားအစားအစာ မရှိပေ။)</span><span class=\"gray\">(၇။ ၎င်းသည် ဝဖြိုးစေနိုင်ခြင်းမရှိသည့်အပြင် ဆာလောင်ခြင်းမှလည်း သက်သာစေမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">တရားစီရင်မည့်နေ့နှင့် ထိုနေ့၌ ငရဲသားများအား မည်သို့ဖြစ်ပျက်မည်နည်း</p><p lang=\"my\" class=\"my \">အလ်ဂါရှီယာဟ်သည် တရားစီရင်မည့်နေ့၏ အမည်များအနက် တစ်ခုဖြစ်သည်။ ဤသို့ အိဗ်နုအဗ္ဗားစ်၊ ကွသာဒဟ်နှင့် အိဗ်နုဇိုင်းဒ်တို့က ပြောကြားခဲ့သည်။ ၎င်းသည် လူသားတို့အား ဖုံးလွှမ်း၍ အနိုင်ယူလိမ့်မည်ဖြစ်သောကြောင့် ဤသို့ခေါ်ဆိုခြင်းဖြစ်သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုနေ့တွင် အချို့သော မျက်နှာများသည် ခါးရှီအဟ် ဖြစ်ကြလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ အရှက်ရစေခြင်းဖြစ်သည်။ ဤသို့ ကွသာဒဟ်က ပြောကြားခဲ့သည်။ အိဗ်နုအဗ္ဗားစ်က \"၎င်းတို့သည် နှိမ့်ချကြမည်ဖြစ်သော်လည်း ဤလုပ်ရပ်သည် ၎င်းတို့အတွက် အကျိုးကျေးဇူး မရှိပေ\" ဟု ပြောကြားခဲ့သည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَامِلَةٌ نَّاصِبَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်ပန်းနွမ်းနယ်စွာ အလုပ်လုပ်ကြသူများ။)</span> ဆိုလိုသည်မှာ ၎င်းတို့သည် လုပ်ဆောင်မှုများစွာကို ပြုလုပ်ခဲ့ကြပြီး ၎င်းတို့၏ လုပ်ဆောင်မှုတွင် ပင်ပန်းနွမ်းနယ်ခဲ့ကြသော်လည်း တရားစီရင်မည့်နေ့တွင် လောင်မြိုက်နေသော ငရဲမီးထဲသို့ ပစ်ချခံရမည်ဖြစ်သည်။ အလ်ဟာဖိဇ် အဘူဘက်ခ်ရ် အလ်ဘုရ်ကွာနီသည် အဘူအမ်ရာန် အလ်ဂျောင်နီထံမှ ရေဝါယသ်တင်ပြခဲ့ရာ သူက ပြောသည်မှာ \"ဥမရ် ဘင်န်အလ်ခသွာဘ်သည် ဘုန်းတော်ကြီးကျောင်းတစ်ခုအနီးမှ ဖြတ်သွားစဉ် 'အို ဘုန်းတော်ကြီး!' ဟု ပြောလိုက်သည်။ ထို့နောက် ဘုန်းတော်ကြီး ထွက်လာရာ ဥမရ်က သူ့ကိုကြည့်ပြီး ငိုကြွေးလေသည်။ ထို့နောက် သူ့အား 'အို သစ္စာရှိသူတို့၏ ခေါင်းဆောင်! အဘယ်ကြောင့် ငိုကြွေးပါသနည်း' ဟု မေးမြန်းသောအခါ သူက 'အလ္လာဟ်အရှင်မြတ်၊ အနန္တတန်ခိုးရှင်၊ ကြီးမြတ်တော်မူသောအရှင်မြတ်၏ ၎င်း၏ကျမ်းတော်မြတ်ရှိ မိန့်ဆိုချက်ကို သတိရမိသောကြောင့်ပါ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَامِلَةٌ نَّاصِبَةٌ - تَصْلَىٰ نَارًا حَامِيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်ပန်းနွမ်းနယ်စွာ အလုပ်လုပ်ကြသူများ။ ၎င်းတို့သည် ဟာမီယာဟ် (ပြင်းပြစွာလောင်မြိုက်သော) ငရဲမီးထဲသို့ ဝင်ရောက်ကြမည်။)</span></p><p lang=\"my\" class=\"my \">ထိုအရာက ကျွန်တော့်ကို ငိုကြွေးစေခဲ့သည်'\" ဟု ပြောကြားခဲ့သည်။ အလ်ဘုခါရီသည် အိဗ်နုအဗ္ဗားစ်က ပြောကြားခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَامِلَةٌ نَّاصِبَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပင်ပန်းနွမ်းနယ်စွာ အလုပ်လုပ်ကြသူများ။)</span> \"ခရစ်ယာန်များ။\" အစ်ကရိမဟ်နှင့် အစ်စွတ်ဒီတို့ နှစ်ဦးစလုံးက \"လောကီဘဝ၌ အာခံမှုဖြင့် လုပ်ဆောင်ခြင်း၊ ငရဲမီးထဲ၌ ညှဉ်းပန်းနှိပ်စက်ခြင်းနှင့် ပျက်စီးခြင်းတို့ကြောင့် ပင်ပန်းနွမ်းနယ်ခြင်း\" ဟု ပြောကြားခဲ့ကြောင်း ရေဝါယသ်တင်ပြထားသည်။ အိဗ်နုအဗ္ဗားစ်၊ အလ်ဟစန်နှင့် ကွသာဒဟ်တို့ အားလုံးက ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَصْلَىٰ نَارًا حَامِيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဟာမီယာဟ် (ပြင်းပြစွာလောင်မြိုက်သော) ငရဲမီးထဲသို့ ဝင်ရောက်ကြမည်)</span> ဆိုလိုသည်မှာ ပြင်းထန်သောအပူရှိန်ဖြင့် ပူလောင်နေခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُسْقَىٰ مِنْ عَيْنٍ آنِيَةٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် အာနီယာဟ် <span class=\"gray\">(ဆူပွက်နေသော)</span> ရေပူစမ်းမှ တိုက်ကျွေးခံရမည်။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်း၏အပူရှိန်သည် အမြင့်ဆုံးအဆင့်နှင့် ဆူမှတ်သို့ ရောက်ရှိနေပြီဖြစ်သည်။ ဤသို့ အိဗ်နုအဗ္ဗားစ်၊ မုဂျာဟိဒ်၊ အလ်ဟစန်နှင့် အစ်စွတ်ဒီတို့က ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ لَهُمْ طَعَامٌ إِلَّا مِن ضَرِيعٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ဒါရီအ်မှတစ်ပါး အခြားအစားအစာ မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">အလီ ဘင်န်အဘီသွလ်ဟဟ်သည် အိဗ်နုအဗ္ဗားစ်ထံမှ ရေဝါယသ်တင်ပြခဲ့ရာ သူက \"ငရဲမီးမှ သစ်ပင်တစ်ပင်\" ဟု ပြောကြားခဲ့သည်။ အိဗ်နုအဗ္ဗားစ်၊ မုဂျာဟိဒ်၊ အစ်ကရိမဟ်၊ အဘူအလ်ဂျောင်ဇအ်နှင့် ကွသာဒဟ်တို့ အားလုံးက \"၎င်းသည် အရှ်ရှစ်ဘ်ရိက် <span class=\"gray\">(အပင်တစ်မျိုး)</span> ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ ကွသာဒဟ်က \"ကူရိုင်းရှ်လူမျိုးတို့က နွေဦးရာသီတွင် ၎င်းကို အရှ်ရှဗ်ရက် ဟု ခေါ်ပြီး နွေရာသီတွင် အဒ်ဒါရီအ် ဟု ခေါ်သည်\" ဟု ပြောကြားခဲ့သည်။ အစ်ကရိမဟ်က \"၎င်းသည် မြေကြီးပေါ်အထိ ရောက်ရှိနေသော ဆူးပင်တစ်မျိုးဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ အလ်ဘုခါရီသည် မုဂျာဟိဒ်က \"အဒ်ဒါရီအ်သည် အရှ်ရှစ်ဘ်ရိက်ဟု ခေါ်သော အပင်တစ်မျိုးဖြစ်သည်။ ဟိဂျာဇ်ဒေသမှ လူတို့သည် ၎င်းခြောက်သွေ့သွားသည့်အခါ အဒ်ဒါရီအ်ဟု ခေါ်ကြပြီး ၎င်းသည် အဆိပ်ရှိသည်\" ဟု ပြောကြားခဲ့ကြောင်း ဆက်စပ်တင်ပြခဲ့သည်။ မအ်မရ်သည် ကွသာဒဟ်က ပြောကြားခဲ့သည်ကို ရေဝါယသ်တင်ပြခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ لَهُمْ طَعَامٌ إِلَّا مِن ضَرِيعٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ဒါရီအ်မှတစ်ပါး အခြားအစားအစာ မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">\"ဤသည်မှာ အရှ်ရှစ်ဘ်ရိက် ဖြစ်သည်။ ခြောက်သွေ့သွားသောအခါ အဒ်ဒါရီအ်ဟု ခေါ်သည်။\" စအီဒ်သည် ကွသာဒဟ်ထံမှ ရေဝါယသ်တင်ပြခဲ့ရာ သူက ပြောသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ لَهُمْ طَعَامٌ إِلَّا مِن ضَرِيعٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် ဒါရီအ်မှတစ်ပါး အခြားအစားအစာ မရှိပေ။)</span></p><p lang=\"my\" class=\"my \">\"ဤသည်မှာ အဆိုးရွားဆုံး၊ အော့နှလုံးနာစရာအကောင်းဆုံးနှင့် စက်ဆုပ်ဖွယ်အကောင်းဆုံးသော အစားအစာများထဲမှ တစ်ခုဖြစ်သည်။\" အလ္လာဟ်အရှင်မြတ်၏ မိန့်ဆိုချက်နှင့်ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يُسْمِنُ وَلَا يُغْنِي مِن جُوعٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် ဝဖြိုးစေနိုင်ခြင်းမရှိသည့်အပြင် ဆာလောင်ခြင်းမှလည်း သက်သာစေမည်မဟုတ်ပေ။)</span></p><p lang=\"my\" class=\"my \">ဆိုလိုသည်မှာ ၎င်းကိုစားခြင်း၏ ရည်ရွယ်ချက်ကို ရရှိမည်မဟုတ်သည့်အပြင် မည်သည့်အန္တရာယ်ကိုမျှလည်း ၎င်းဖြင့် ဖယ်ရှားနိုင်မည်မဟုတ်ပေ။</p>"
  }
]