[
  {
    "ayah_key": "9:28",
    "group_ayah_key": "9:28",
    "from_ayah": "9:28",
    "to_ayah": "9:29",
    "ayah_keys": "9:28,9:29",
    "text": "<p lang=\"my\" class=\"my \">အို ယုံကြည်သူအပေါင်းတို့! ဧကန်မလွဲ မွရှ်ရီကီန်တို့သည် မသန့်ရှင်းသူများဖြစ်ကြ၏။ သို့ဖြစ်၍ ဤနှစ်မှစ၍ ၎င်းတို့အား အလ်မဆ်ဂျိဒ် အလ်ဟာရမ်အနီးသို့ မချဉ်းကပ်စေနှင့်။ သင်တို့သည် ဆင်းရဲခြင်းကို စိုးရိမ်မည်ဆိုလျှင် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိပါက အရှင်မြတ်၏ ကျေးဇူးတော်ဖြင့် သင်တို့ကို ချမ်းသာကြွယ်ဝစေမည်။ ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူသော၊ အရာခပ်သိမ်းကို ပညာဉာဏ်ဖြင့်စီရင်တော်မူသောအရှင်ဖြစ်တော်မူ၏။ <span>(28)</span>အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ နောက်ဆုံးနေ့ကိုလည်းကောင်း မယုံကြည်ကြသူများ၊ အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော်က တားမြစ်တော်မူသောအရာများကို မတားမြစ်သူများ၊ ထို့ပြင် ကျမ်းဂန်ရှင်များအနက်မှ အမှန်တရား၏ သာသနာကို မသိမ်းသွင်းသူများကိုလည်း ၎င်းတို့သည် ဂျိဇ်ယာခွန်ကို ကျိုးနွံစွာ လက်ခံပေးဆောင်ပြီး အားနွဲ့စွာ ခံစားရသည်အထိ တိုက်ခိုက်ကြကုန်။ <span>(29)</span></p><div lang=\"mg\" class=\"mg \"><h2>Idolators are no longer allowed into Al-Masjid Al-Haram</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အယူဝါဒနှင့် ကိုယ်ခန္ဓာ သန့်စင်သော အရှင်မြတ်၏ ယုံကြည်သူကျွန်များကို ဘာသာရေးအရ မသန့်ရှင်းသော ရုပ်ပွားဆင်းတုကိုးကွယ်သူများကို အလ်မဆ်ဂျိဒ် အလ်ဟာရမ်မှ မောင်းထုတ်ရန် အမိန့်ပေးထားတော်မူသည်။ ဤအာယသ်တော် ထုတ်ပြန်ပြီးနောက်တွင် ရုပ်ပွားဆင်းတုကိုးကွယ်သူများသည် မဆ်ဂျိဒ်အနီးသို့ ချဉ်းကပ်ခွင့်မရတော့ပေ။ ဤအာယသ်တော်သည် ဟိဂျ်ရာ ခုနစ်နှစ်မြောက်တွင် ထုတ်ပြန်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ထိုနှစ်တွင် အလီအား အဘူဘကရ်နှင့်အတူ စေလွှတ်ခဲ့ရာ၊ မည်သည့် မွရှ်ရစ်က်ကိုမှ ထိုနှစ်နောက်ပိုင်းတွင် ဟဂျ်ပြုခွင့်မပြုတော့ကြောင်း၊ အဝတ်ဗလာလူကိုလည်း ကအ်ဘာကို တဝါဖ် (လှည့်ပတ်) ပြုခွင့်မပြုတော့ကြောင်း ရုပ်ပွားဆင်းတုကိုးကွယ်သူများအား အများသိစေရန် ကြေညာခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤအမိန့်ကို ပြီးပြည့်စုံစေခဲ့ပြီး၊ ၎င်းကို ဥပဒေရေးရာ စီရင်ချက်တစ်ခုအဖြစ်၊ ထို့အပြင် လက်တွေ့ဘဝ၏ အဖြစ်မှန်တစ်ခုအဖြစ် ပြုလုပ်ခဲ့သည်။ အဗ်ဒူရ်-ရဇ်ဇာက်က ဂျာဘိရ် ဘင် အဗ်ဒူလ္လာဟ်က ဤအာယသ်တော်ကို မှတ်ချက်ပြုခဲ့သည်ဟု မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ယုံကြည်သူအပေါင်းတို့! ဧကန်မလွဲ မွရှ်ရီကီန်တို့သည် မသန့်ရှင်းသူများဖြစ်ကြ၏။ သို့ဖြစ်၍ ဤနှစ်မှစ၍ ၎င်းတို့အား အလ်မဆ်ဂျိဒ် အလ်ဟာရမ်အနီးသို့ မချဉ်းကပ်စေနှင့်။)</span></p><p lang=\"my\" class=\"my \">\"ကျွန်တစ်ဦး သို့မဟုတ် ဓမ္မာလူမျိုးထဲမှ တစ်ဦးမှလွဲ၍ ဖြစ်၏။\" အီမာမ် အဘူ အမ်ရ် အလ်-အဝ်ဇာအီက \"အုမရ် ဘင် အဗ်ဒူလ်-အဇီးဇ်သည် ဂျူးလူမျိုးများနှင့် ခရစ်ယာန်များကို မွတ်စလင်မ်တို့၏ မဆ်ဂျိဒ်များအတွင်းသို့ ဝင်ရောက်ခြင်းမှ တားမြစ်ရန် <span class=\"gray\">(သူ၏ဘုရင်ခံများထံ)</span> စာရေးခဲ့ပြီး၊ သူသည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်ဖြင့် သူ၏အမိန့်ကို လိုက်နာခဲ့သည်။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْمُشْرِكُونَ نَجَسٌ</p><p lang=\"sm\" class=\"sm \"><span class=\"gray\">(Verily, the Mushrikin are impure.)</span> 'Ata' said, \"All of the Sacred Area <span class=\"gray\">[the Haram]</span> is considered a Masjid, for Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَٰذَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ဖြစ်၍ ဤနှစ်မှစ၍ ၎င်းတို့အား အလ်မဆ်ဂျိဒ် အလ်ဟာရမ် <span class=\"gray\">(မက္ကာ၌)</span> အနီးသို့ မချဉ်းကပ်စေနှင့်။)</span>\" </p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်က ရုပ်ပွားဆင်းတုကိုးကွယ်သူများသည် မသန့်ရှင်းကြောင်းနှင့် ယုံကြည်သူများသည် သန့်စင်ကြောင်း ဖော်ပြသည်။ ဆဟီဟ်တွင် အောက်ပါအတိုင်း ဖော်ပြထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُؤْمِنُ لَا يَنْجُسُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ယုံကြည်သူသည် မသန့်ရှင်းသူ မဖြစ်ပေ။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِن فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဆင်းရဲခြင်းကို စိုးရိမ်မည်ဆိုလျှင် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ကျေးဇူးတော်ဖြင့် သင်တို့ကို ချမ်းသာကြွယ်ဝစေမည်။)</span></p><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင် အစ်ဟာက်က မှတ်ချက်ပြုသည်မှာ၊ \"လူတို့က 'ကျွန်ုပ်တို့၏ ဈေးများ ပိတ်သွားလိမ့်မည်၊ ကျွန်ုပ်တို့၏ ကုန်သွယ်မှုများ ရပ်တန့်သွားလိမ့်မည်၊ ကျွန်ုပ်တို့ရရှိခဲ့သမျှ ပျောက်ကွယ်သွားလိမ့်မည်' ဟု ပြောကြသည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤကျမ်းပိုဒ်ကို ထုတ်ပြန်ခဲ့သည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِن فَضْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ဆင်းရဲခြင်းကို စိုးရိမ်မည်ဆိုလျှင် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ကျေးဇူးတော်ဖြင့် သင်တို့ကို ချမ်းသာကြွယ်ဝစေမည်)</span> အခြားရင်းမြစ်များမှ၊</p><p class=\"nl qpc-hafs\" lang=\"nl\">إِن شَاءَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်အလိုရှိပါက)</span>၊ အထိ၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُمْ صَاغِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...နှင့် ၎င်းတို့သည် အားနွဲ့စွာ ခံစားရသည်အထိ။)</span> ဤအာယသ်တော်၏ အဓိပ္ပါယ်မှာ 'သင်တို့ စိုးရိမ်ခဲ့သော ဈေးများပိတ်ခြင်းအတွက် ပေးလျော်မှု ဖြစ်လိမ့်မည်' ဟူ၍ ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ရုပ်ပွားဆင်းတုကိုးကွယ်သူများနှင့် ဆက်ဆံရေးဖြတ်တောက်ခြင်းကြောင့် ဖြစ်ပေါ်လာသော ဆုံးရှုံးမှုများအတွက် ကျမ်းဂန်ရှင်များထံမှ ရရှိသော ဂျိဇ်ယာခွန်ဖြင့် ပေးလျော်စေခဲ့သည်။\" အလားတူ ထုတ်ပြန်ချက်များကို အိဗ်နု အဗ္ဗားစ်၊ မုဂျာဟိဒ်၊ အိကရီမာဟ်၊ စအီးဒ် ဘင် ဂျုဘိုင်ရ်၊ ကွတာဒါဟ်နှင့် အဒ်-ဒဟ်ဟက်တို့နှင့် အခြားသူများထံမှလည်း မှတ်တမ်းတင်ထားသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံကိုသိရှိတော်မူသောအရှင်ဖြစ်တော်မူ၏)</span> သင်တို့အတွက် အကျိုးရှိသောအရာ၌၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာခပ်သိမ်းကို ပညာဉာဏ်ဖြင့်စီရင်တော်မူသောအရှင်)</span> အရှင်မြတ်၏ အမိန့်တော်များနှင့် တားမြစ်ချက်များ၌၊ အရှင်မြတ်သည် အရှင်မြတ်၏ လုပ်ဆောင်ချက်များနှင့် ပြောဆိုချက်များ၌ ပြည့်စုံတော်မူသောအရှင်ဖြစ်၏။ အရှင်မြတ်၏ ဖန်ဆင်းခြင်းများနှင့် ဆုံးဖြတ်ချက်များ၌ တရားမျှတတော်မူသောအရှင်ဖြစ်၏။ အရှင်မြတ်သည် ကောင်းချီးမင်္ဂလာနှင့် သန့်ရှင်းမြင့်မြတ်ခြင်းဖြင့် ပြည့်စုံတော်မူသည်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် မွတ်စလင်မ်တို့၏ ဆုံးရှုံးမှုများကို ဓမ္မာလူမျိုးများထံမှ ရရှိသော ဂျိဇ်ယာခွန်ဖြင့် ပေးလျော်စေခဲ့ခြင်း၏ အကြောင်းရင်းဖြစ်၏။</p><div lang=\"my\" class=\"my \"><h2>ကျမ်းဂန်ရှင်များ ဂျိဇ်ယာခွန်ပေးဆောင်သည်အထိ တိုက်ခိုက်ရန် အမိန့်တော်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّىٰ يُعْطُوا الْجِزْيَةَ عَن يَدٍ وَهُمْ صَاغِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ နောက်ဆုံးနေ့ကိုလည်းကောင်း မယုံကြည်ကြသူများ၊ အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော်က တားမြစ်တော်မူသောအရာများကို မတားမြစ်သူများ၊ ထို့ပြင် ကျမ်းဂန်ရှင်များအနက်မှ အမှန်တရား၏ သာသနာကို မသိမ်းသွင်းသူများကိုလည်း ၎င်းတို့သည် ဂျိဇ်ယာခွန်ကို ကျိုးနွံစွာ လက်ခံပေးဆောင်ပြီး အားနွဲ့စွာ ခံစားရသည်အထိ တိုက်ခိုက်ကြကုန်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ကျမ်းဂန်ရှင်များသည် မုဟမ္မဒ် ﷺ ကို မယုံကြည်သောအခါ၊ မည်သည့် ရစူလ်တမန်တော်ကိုမျှ သို့မဟုတ် ရစူလ်တမန်တော်များ ယူဆောင်လာခဲ့သည်များကို အကျိုးရှိစွာ ယုံကြည်ခြင်းမရှိခဲ့ပေ။ ယင်းအစား ၎င်းတို့သည် ၎င်းတို့၏ ဘာသာတရားများကို လိုက်နာခဲ့ကြသည်မှာ ၎င်းတို့၏ အယူအဆများ၊ စွဲလမ်းမှုများနှင့် ၎င်းတို့၏ ဘိုးဘေးဘီဘင်တို့၏ နည်းလမ်းများနှင့် ကိုက်ညီသောကြောင့်ဖြစ်ပြီး၊ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဥပဒေနှင့် ဘာသာတရားများဖြစ်သောကြောင့် မဟုတ်ပေ။ ၎င်းတို့သည် ၎င်းတို့၏ ဘာသာတရားများကို စစ်မှန်စွာ ယုံကြည်သူများ ဖြစ်ခဲ့ပါက ထိုယုံကြည်မှုက ၎င်းတို့အား မုဟမ္မဒ် ﷺ ကို ယုံကြည်ရန် ဦးတည်စေခဲ့ပေမည်။ အဘယ်ကြောင့်ဆိုသော် တမန်တော်များအားလုံးသည် မုဟမ္မဒ် ﷺ ၏ ရောက်ရှိလာခြင်းနှင့် ပတ်သက်၍ သတင်းကောင်းပေးခဲ့ပြီး၊ ၎င်းတို့အား အရှင်မြတ်ကို နာခံရန်နှင့် လိုက်နာရန် အမိန့်ပေးခဲ့သောကြောင့် ဖြစ်သည်။ သို့သော် အရှင်မြတ်ကို စေလွှတ်တော်မူသောအခါ၊ အရှင်မြတ်သည် တမန်တော်များအားလုံးထက် သာလွန်ထက်မြက်ဆုံး ဖြစ်သော်လည်း ၎င်းတို့သည် အရှင်မြတ်ကို မယုံကြည်ခဲ့ကြပေ။ ထို့ကြောင့် ၎င်းတို့သည် ရှေးတမန်တော်များ၏ ဘာသာတရားများကို အလ္လာဟ်အရှင်မြတ်ထံမှ ဆင်းသက်လာသောကြောင့် လိုက်နာကြသည်မဟုတ်ဘဲ၊ ၎င်းတို့၏ ဆန္ဒများနှင့် စွဲလမ်းမှုများနှင့် ကိုက်ညီသောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် ၎င်းတို့၏ ရှေးတမန်တော်တစ်ပါးကို ယုံကြည်သည်ဟု ဆိုခြင်းသည် ၎င်းတို့အား အကျိုးပြုလိမ့်မည်မဟုတ်ပေ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် တမန်တော်များအားလုံး၏ သခင်၊ အထွတ်အထိပ်၊ နောက်ဆုံးနှင့် အပြီးပြည့်စုံဆုံးဖြစ်သော တမန်တော် ﷺ ကို မယုံကြည်ခဲ့သောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ကိုလည်းကောင်း၊ နောက်ဆုံးနေ့ကိုလည်းကောင်း မယုံကြည်ကြသူများ၊ အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်တမန်တော်က တားမြစ်တော်မူသောအရာများကို မတားမြစ်သူများ၊ ထို့ပြင် ကျမ်းဂန်ရှင်များအနက်မှ အမှန်တရား၏ သာသနာကို မသိမ်းသွင်းသူများကိုလည်း တိုက်ခိုက်ကြကုန်။)</span></p><p lang=\"my\" class=\"my \">ဤဂုဏ်ယူဖွယ်ရာ အာယသ်တော်သည် ရုပ်တုကိုးကွယ်သူများ ရှုံးနိမ့်ပြီးနောက်၊ လူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရားကို အများအပြား ဝင်ရောက်လာပြီး၊ အာရေဗျကျွန်းဆွယ်သည် မွတ်စလင်မ်တို့၏ ထိန်းချုပ်မှုအောက်တွင် လုံခြုံသွားသည့်နောက်၊ ကျမ်းဂန်ရှင်များကို တိုက်ခိုက်ရန် အမိန့်တော်ဖြင့် ထုတ်ပြန်ခဲ့ခြင်းဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ အား ဟိဂျ်ရာ ခုနစ်နှစ်မြောက်တွင် ဂျူးများနှင့် ခရစ်ယာန်များဖြစ်ကြသော ကျမ်းဂန်ရှင်များကို တိုက်ခိုက်ရန် အမိန့်ပေးခဲ့သည်။ အရှင်မြတ်သည် ရောမလူမျိုးများကို တိုက်ခိုက်ရန် စစ်တပ်ကို ပြင်ဆင်ခဲ့ပြီး၊ လူအများကို ဂျီဟတ် (ဘာသာရေးစစ်ပွဲ) ဆင်နွှဲရန် ရည်ရွယ်ချက်နှင့် ဦးတည်ရာကို ကြေညာခဲ့သည်။ ရစူလ်တမန်တော် ﷺ သည် အလ်-မဒီနာပတ်ဝန်းကျင်ရှိ အမျိုးမျိုးသော အာရပ်ဒေသများသို့ စစ်အင်အားစုများ စုစည်းရန် သူ၏ ရည်ရွယ်ချက်ကို စေလွှတ်ခဲ့ပြီး၊ သုံးသောင်းသော စစ်တပ်ကို စုဆောင်းခဲ့သည်။ အလ်-မဒီနာမှ အချို့သောသူများနှင့် ၎င်း၏ ပတ်ဝန်းကျင်မှ ဟိပိုခရစ်များ (သူတော်ကောင်းယောင်ဆောင်သူများ) သည် နောက်ကျကျန်ရစ်ခဲ့ကြသည်။ အဘယ်ကြောင့်ဆိုသော် ထိုနှစ်သည် မိုးခေါင်ရေရှားမှုနှင့် ပြင်းထန်သော အပူရှိန်ရှိသော နှစ်ဖြစ်သောကြောင့် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ရောမလူမျိုးများကို တိုက်ခိုက်ရန် အရှ်-ရှမ်ဘက်သို့ ဦးတည်ချီတက်ခဲ့ပြီး၊ တာဘုခ်သို့ ရောက်ရှိသောအခါ၊ ၎င်း၏ ရေအရင်းအမြစ်များအနီးတွင် ရက်ပေါင်းနှစ်ဆယ်ခန့် စခန်းချခဲ့သည်။ ထို့နောက် အရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ်ထံ ဆုံးဖြတ်ချက်တစ်ခုအတွက် ဒိုအာ (ဆုတောင်း) ပြုလုပ်ခဲ့ပြီး၊ အလ်-မဒီနာသို့ ပြန်သွားခဲ့သည်။ အဘယ်ကြောင့်ဆိုသော် ထိုနှစ်သည် ခက်ခဲသောနှစ်ဖြစ်ပြီး၊ လူတို့သည် အားနည်းနေခဲ့သောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ် အလိုရှိပါက ကျွန်ုပ်တို့ ဖော်ပြသွားမည်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ဂျိဇ်ယာခွန်ပေးဆောင်ခြင်းသည် ကုဖ်ရ် (မယုံကြည်မှု) နှင့် အရှက်ရခြင်း၏ လက္ခဏာဖြစ်သည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يُعْطُوا الْجِزْيَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ ဂျိဇ်ယာခွန်ပေးဆောင်သည်အထိ)</span> အကယ်၍ ၎င်းတို့သည် အစ္စလာမ်ဘာသာကို မရွေးချယ်ပါက၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَن يَدٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျိုးနွံစွာ လက်ခံပေးဆောင်ပြီး)</span> ရှုံးနိမ့်ပြီး နာခံမှုဖြင့်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُمْ صَاغِرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် အားနွဲ့စွာ ခံစားရသည်အထိ။)</span> အရှက်ရ၊ အထင်အသေးခံရပြီး၊ နာခံစေခြင်း။ ထို့ကြောင့် မွတ်စလင်မ်တို့သည် ဓမ္မာလူမျိုးများကို ဂုဏ်တင်ရန် သို့မဟုတ် မွတ်စလင်မ်များထက် မြှင့်တင်ရန် ခွင့်မပြုပါ။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ဆင်းရဲဒုက္ခရောက်၊ အရှက်ရပြီး နာခံရသောကြောင့် ဖြစ်သည်။ မွတ်စလင်မ်က အဘူ ဟုရိုင်ရာဟ်ထံမှ တမန်တော် ﷺ မိန့်တော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَبْدَءُوا الْيَهُودَ وَالنَّصَارَى بِالسَّلَامِ، وَإِذَا لَقِيتُمْ أَحَدَهُمْ فِي طَرِيقٍ فَاضْطَرُّوهُ إِلَى أَضْيَقِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဂျူးများနှင့် ခရစ်ယာန်များအား စလာမ် (နှုတ်ခွန်းဆက်) ဖြင့် ဦးစွာ မနှုတ်ဆက်ကြကုန်နှင့်။ ထို့ပြင် သင်တို့သည် ၎င်းတို့ထဲမှ တစ်ဦးဦးကို လမ်းခရီးတွင် တွေ့ဆုံပါက ၎င်းတို့အား အကျဉ်းဆုံးလမ်းသို့ တွန်းပို့ကြကုန်။)</span></p><p lang=\"my\" class=\"my \">ဤအကြောင်းကြောင့် အိုမာရ် ဘင် အလ်-ခတ္တာဗ်၊ အလ္လာဟ်အရှင်မြတ် အရှင်မြတ်အပေါ် နှစ်သက်တော်မူပါစေသော်ဝ်၊ ယုံကြည်သူတို့၏ ခေါင်းဆောင်သည် ခရစ်ယာန်များအား သူ၏ လူသိများသော စည်းကမ်းချက်များကို လိုက်နာရန် တောင်းဆိုခဲ့သည်။ ဤစည်းကမ်းချက်များသည် ၎င်းတို့၏ ဆက်လက်အရှက်ရမှု၊ ဂုဏ်သိက္ခာကျဆင်းမှုနှင့် နာခံရမှုကို သေချာစေခဲ့သည်။ ဟဒီးစ်ပညာရှင်များက အဗ်ဒူရ်-ရဟ်မာန် ဘင် ဂန်မ် အလ်-အရှ်အရီထံမှ သူပြောသည်ဟု မှတ်တမ်းတင်ထားသည်မှာ၊ \"အိုမာရ် ဘင် အလ်-ခတ္တာဗ်၊ အလ္လာဟ်အရှင်မြတ် အရှင်မြတ်အပေါ် နှစ်သက်တော်မူပါစေသော်ဝ်၊ အရှ်-ရှမ်ရှိ ခရစ်ယာန်များနှင့် သူချုပ်ဆိုခဲ့သော ငြိမ်းချမ်းရေးစာချုပ်၏ စည်းကမ်းချက်များကို ကျွန်ုပ် မှတ်တမ်းတင်ခဲ့သည်။ 'အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် စတင်ပါ၏။ အလွန်ကျေးဇူးတော်ရှင်၊ အလွန်ကရုဏာတော်ရှင်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ကျွန် အိုမာရ်၊ ယုံကြည်သူတို့၏ ခေါင်းဆောင်ထံသို့၊ ထိုမြို့၏ ခရစ်ယာန်များထံမှ ပေးပို့သော စာတမ်းဖြစ်သည်။ သင်တို့ <span class=\"gray\">(မွတ်စလင်မ်များ)</span> ကျွန်ုပ်တို့ထံ ရောက်ရှိလာသောအခါ ကျွန်ုပ်တို့ကိုယ်တိုင်၊ သားသမီးများ၊ ပစ္စည်းဥစ္စာများနှင့် ကျွန်ုပ်တို့၏ ဘာသာတရားကို လိုက်နာသူများအတွက် လုံခြုံရေး တောင်းခံခဲ့သည်။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့ကိုယ်တိုင် အခြေအနေတစ်ရပ်ကို သတ်မှတ်ခဲ့သည်မှာ၊ ကျွန်ုပ်တို့၏ နယ်မြေများတွင် ဘုန်းကြီးကျောင်း၊ ဘုရားရှိခိုးကျောင်း သို့မဟုတ် ဘုန်းကြီးတစ်ပါးအတွက် ဘုရားကျောင်းတစ်စုံတစ်ရာကို တည်ဆောက်မည်မဟုတ်။ ပြန်လည်ပြုပြင်ရန် လိုအပ်သော မည်သည့်ဝတ်ပြုရာနေရာကိုမျှ ပြန်လည်ပြုပြင်မည်မဟုတ်။ ၎င်းတို့ထဲမှ တစ်ခုကိုမျှ မွတ်စလင်မ်များအပေါ် ရန်လိုသော ရည်ရွယ်ချက်အတွက် အသုံးမပြုပါ။ ကျွန်ုပ်တို့သည် မည်သည့်မွတ်စလင်မ်ကိုမျှ ၎င်းတို့ နေ့ဘက်ဖြစ်စေ ညဘက်ဖြစ်စေ ကျွန်ုပ်တို့၏ ဘုရားရှိခိုးကျောင်းများတွင် အနားယူခြင်းမှ တားဆီးမည်မဟုတ်။ လမ်းသွားလမ်းလာများနှင့် ခရီးသည်များအတွက် <span class=\"gray\">[ကျွန်ုပ်တို့၏ ဝတ်ပြုရာအိမ်များ၏]</span> တံခါးများကို ဖွင့်ထားပေးပါမည်။ ဧည့်သည်အဖြစ် ရောက်ရှိလာသော ထိုမွတ်စလင်မ်များသည် သုံးရက်ကြာ နေထိုင်ခွင့်နှင့် အစားအသောက်များကို ရရှိခံစားရလိမ့်မည်။ ကျွန်ုပ်တို့သည် မွတ်စလင်မ်များကို ထောက်လှမ်းသူကို ကျွန်ုပ်တို့၏ ဘုရားရှိခိုးကျောင်းများနှင့် အိမ်များသို့ ဝင်ရောက်ခွင့်မပြုပါ။ သို့မဟုတ် မွတ်စလင်မ်များကို လိမ်လည်လှည့်ဖြားခြင်း <span class=\"gray\">(သို့မဟုတ် သစ္စာဖောက်ခြင်း)</span> ကို ဝှက်ထားမည်မဟုတ်ပါ။ ကျွန်ုပ်တို့၏ ကလေးများကို ကုရ်အာန်ကို သင်ကြားပေးမည်မဟုတ်။ ရှရစ်က် (အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်မှု) အလေ့အကျင့်များကို အများပြည်သူသိအောင် ပြုလုပ်မည်မဟုတ်။ မည်သူ့ကိုမျှ ရှရစ်က်သို့ ဖိတ်ခေါ်မည်မဟုတ်။ ကျွန်ုပ်တို့၏ အပေါင်းအသင်းထဲမှ တစ်ဦးဦး အစ္စလာမ်ဘာသာသို့ ကူးပြောင်းလိုပါက တားဆီးမည်မဟုတ်ပါ။ ကျွန်ုပ်တို့သည် မွတ်စလင်မ်များကို လေးစားရိုသေမည်။ ၎င်းတို့ ထိုင်လိုပါက ကျွန်ုပ်တို့ ထိုင်နေသောနေရာများမှ ရွှေ့ပြောင်းပေးမည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့၏ အဝတ်အစားများ၊ ဦးထုပ်များ၊ ပုဝါများ၊ ဖိနပ်များ၊ ဆံပင်ပုံစံများ၊ စကားပြောပုံ၊ နာမည်ပြောင်များနှင့် ဂုဏ်ပုဒ်များကို တုပမည်မဟုတ်။ ကုန်းနှီးများကို စီးနင်းမည်မဟုတ်။ ပခုံးပေါ်တွင် ဓားများကို ဆွဲထားမည်မဟုတ်။ မည်သည့်လက်နက်မျိုးကိုမျှ စုဆောင်းမည်မဟုတ် သို့မဟုတ် ဤလက်နက်များကို သယ်ဆောင်မည်မဟုတ်။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ တံဆိပ်များကို အာရဗီဘာသာဖြင့် ရေးထိုးမည်မဟုတ်။ အရက်ကို ရောင်းချမည်မဟုတ်။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ဆံပင်ရှေ့ပိုင်းကို ညှပ်ထားမည်။ ကျွန်ုပ်တို့ မည်သည့်နေရာတွင်မဆို ကျွန်ုပ်တို့၏ ပုံမှန်အဝတ်အစားများကို ဝတ်ဆင်မည်။ ခါးတွင် ခါးပတ်များကို ပတ်ထားမည်။ ကျွန်ုပ်တို့၏ ဘုရားရှိခိုးကျောင်းများ၏ အပြင်ဘက်တွင် လက်ဝါးကပ်တိုင်များကို တည်ဆောက်ခြင်းမှ ရှောင်ကြဉ်မည်။ မွတ်စလင်မ်တို့၏ လမ်းမများနှင့် ဈေးများတွင် ၎င်းတို့နှင့် ကျွန်ုပ်တို့၏ စာအုပ်များကို အများပြည်သူရှေ့တွင် ပြသခြင်းမှ ရှောင်ကြဉ်မည်။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ဘုရားရှိခိုးကျောင်းများတွင် ခေါင်းလောင်းများကို အသံပေးမည်မဟုတ်၊ သို့သော် သတိမထားမိစေရန် တိတ်တဆိတ် ပြုလုပ်မည်။ မွတ်စလင်မ်များရှိနေချိန်တွင် ကျွန်ုပ်တို့၏ ဘုရားရှိခိုးကျောင်းများအတွင်း၌ ကျွန်ုပ်တို့၏ သန့်ရှင်းသောကျမ်းများကို ရွတ်ဆိုနေစဉ် အသံကျယ်လောင်စွာ မပြုလုပ်ပါ။ ကျွန်ုပ်တို့၏ ဈာပနများတွင် <span class=\"gray\">[ဆုတောင်းခြင်းဖြင့်]</span> အသံကျယ်လောင်စွာ မပြုလုပ်ပါ။ သို့မဟုတ် မွတ်စလင်မ်တို့၏ လမ်းမများ သို့မဟုတ် ၎င်းတို့၏ ဈေးများတွင် ဈာပနပွဲများ၌ မီးရှူးမီးတိုင်များ ထွန်းညှိမည်မဟုတ်။ ကျွန်ုပ်တို့၏ အလောင်းများကို မွတ်စလင်မ်တို့၏ အလောင်းများဘေးတွင် မြှုပ်နှံမည်မဟုတ်။ မွတ်စလင်မ်များ ဖမ်းဆီးခဲ့သော ကျွန်များကို ဝယ်ယူမည်မဟုတ်။ ကျွန်ုပ်တို့သည် မွတ်စလင်မ်များအတွက် လမ်းပြများ ဖြစ်မည်ဖြစ်ပြီး၊ ၎င်းတို့၏ အိမ်များရှိ ကိုယ်ရေးကိုယ်တာများကို ဖောက်ဖျက်ခြင်းမှ ရှောင်ကြဉ်မည်။' ကျွန်ုပ်သည် ဤစာတမ်းကို အိုမာရ်အား ပေးသောအခါ၊ သူသည် ၎င်းကို ထပ်မံဖြည့်စွက်ခဲ့သည်မှာ၊ 'ကျွန်ုပ်တို့သည် မည်သည့် မွတ်စလင်မ်ကိုမျှ ရိုက်နှက်မည်မဟုတ်။ ဤသည်မှာ ကျွန်ုပ်တို့ကိုယ်တိုင်နှင့် ကျွန်ုပ်တို့၏ ဘာသာတရားကို လိုက်နာသူများအတွက် ဘေးအန္တရာယ်ကင်းရှင်းရေးနှင့် ကာကွယ်ရေးအတွက် ကျွန်ုပ်တို့ သတ်မှတ်ထားသော စည်းကမ်းချက်များဖြစ်သည်။ ကျွန်ုပ်တို့ကိုယ်တိုင်အတွက် သင်တို့အကျိုးစီးပွားအတွက် ကျွန်ုပ်တို့ သတ်မှတ်ထားသော ကတိများထဲမှ တစ်ခုခုကို ချိုးဖောက်ပါက၊ ကျွန်ုပ်တို့၏ ဓမ္မာ <span class=\"gray\">(ကာကွယ်ရေးကတိ)</span> ပျက်ပြယ်သွားမည်ဖြစ်ပြီး၊ သင်တို့သည် ရန်လိုသူများနှင့် ပုန်ကန်သူများအား ခွင့်ပြုထားသည့်အတိုင်း ကျွန်ုပ်တို့နှင့် ပြုလုပ်ခွင့်ရရှိမည်။'\"</p>"
  }
]