[
  {
    "ayah_key": "2:228",
    "group_ayah_key": "2:228",
    "from_ayah": "2:228",
    "to_ayah": "2:228",
    "ayah_keys": "2:228",
    "text": "<p lang=\"my\" class=\"my \">ကွာရှင်းထားသောအမျိုးသမီးများသည် <span class=\"gray\">(သူတို့၏အိမ်ထောင်ရေးနှင့်ပတ်သက်၍)</span> သုံးကြိမ်ဓမ္မတာလာသည့်ကာလအထိ စောင့်ဆိုင်းရမည်ဖြစ်ပြီး၊ အကယ်၍ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သူများဖြစ်ပါက အလ္လာဟ်အရှင်မြတ်က ၎င်းတို့၏ သားအိမ်များတွင် ဖန်ဆင်းထားသည်များကို ဖုံးကွယ်ထားခြင်းသည် ၎င်းတို့အတွက် ခွင့်မပြုပါ။ ၎င်းတို့၏ ခင်ပွန်းများသည် သင့်မြတ်လိုလျှင် ထိုကာလအတွင်း ၎င်းတို့ကို ပြန်လည်ခေါ်ယူပိုင်ခွင့် ပို၍ရှိသည်။ ၎င်းတို့ <span class=\"gray\">(အမျိုးသမီးများ)</span> တွင် <span class=\"gray\">(သူတို့၏ ခင်ပွန်းများအပေါ် နေထိုင်စရိတ်နှင့်ပတ်သက်၍)</span> သင့်လျော်သော အခွင့်အရေးများရှိသကဲ့သို့ <span class=\"gray\">(သူတို့၏ ခင်ပွန်းများကဲ့သို့)</span> ၎င်းတို့အပေါ် <span class=\"gray\">(နာခံမှုနှင့် လေးစားမှုနှင့်ပတ်သက်၍)</span> သင့်လျော်သော အခွင့်အရေးများရှိပြီး၊ သို့သော် အမျိုးသားများတွင် ၎င်းတို့အပေါ် <span class=\"gray\">(တာဝန်ယူမှု)</span> အဆင့်အတန်းတစ်ခုရှိသည်။ အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင် ဖြစ်သည်။ <span>(၂၂၈)</span></p><div lang=\"my\" class=\"my \"><h2>အစ်ဒါဟ် <span class=\"my gray\" lang=\"my\">(စောင့်ဆိုင်းကာလ)</span> ကွာရှင်းခံရသောအမျိုးသမီး၏</h2></div><p lang=\"my\" class=\"my \">ဤအာယသ်တော်သည် အလ္လာဟ်အရှင်မြတ်ထံမှ အမိန့်တစ်ရပ်ကို ဖော်ပြထားပြီး၊ အိမ်ထောင်ကျဖူးပြီး ဓမ္မတာလာနေဆဲဖြစ်သော ကွာရှင်းခံရသောအမျိုးသမီးသည် ကွာရှင်းပြီးနောက် သုံးကြိမ် <span class=\"gray\">(ဓမ္မတာ)</span> ကာလ <span class=\"gray\">(ကွရူးအ်)</span> အထိ စောင့်ဆိုင်းရမည်ဖြစ်ပြီး၊ ထို့နောက် အကယ်၍ သူမအလိုရှိပါက ပြန်လည်လက်ထပ်နိုင်သည်။</p><div lang=\"my\" class=\"my \"><h2>အလ်-ကွရူးအ်၏ အဓိပ္ပါယ်</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု ဂျရီးရ်က အလ်ကမာဟ်ပြောသည်ကို ဖော်ပြခဲ့သည်။ ကျွန်ုပ်တို့သည် ‘ဥမရ် ဘင် အလ်ခတ္တဘ်နှင့်အတူ ရှိနေစဉ် အမျိုးသမီးတစ်ဦးရောက်လာပြီး ပြောသည်။ “ကျွန်မ၏ ခင်ပွန်းက ကျွန်မကို လွန်ခဲ့သည့် တစ်ကြိမ် သို့မဟုတ် နှစ်ကြိမ် ဓမ္မတာကာလက ကွာရှင်းခဲ့သည်။ ထို့နောက် ကျွန်မ ရေချိုးရန် ရေပြင်ဆင်ထားပြီး၊ အဝတ်များချွတ်ပြီး တံခါးပိတ်ထားစဉ် သူပြန်ရောက်လာသည်။” ‘ဥမရ်က ‘အဗ်ဒုလ္လာဟ် ဘင် မတ်စ်ဥဒ်အား “သင်ဘာထင်သလဲ” ဟု မေးရာ၊ သူက “သူမသည် သူ၏ဇနီးအဖြစ် ဆက်ရှိနေသေးသည်ဟု ကျွန်ုပ်ထင်သည်၊ အဘယ်ကြောင့်ဆိုသော် သူမအား နမာဇ်ပြန်စပြုခွင့် မရသေးသမျှ <span class=\"gray\">(ဆိုလိုသည်မှာ တတိယအကြိမ် ဓမ္မတာကာလ မပြီးဆုံးမီ သူပြန်ခေါ်သွားခြင်းမရှိသမျှ)</span> ပင်” ဟု ပြောခဲ့သည်။ ‘ဥမရ်က “ဒါက ကျွန်ုပ်၏အမြင်လည်း ဖြစ်သည်” ဟု ပြောခဲ့သည်။ ဤသည်မှာ အဘူ ဗကရ် အစ်စ်-စစ်ဒီက်၊ ‘ဥမရ်၊ ‘ဥသ်မာန်၊ ‘အလီ၊ အဘူ အဒ်-ဒရ်ဒါအ်၊ ‘ဥဘာဒဟ် ဘင် အစ်စ်-စမိတ်၊ အနတ်စ် ဘင် မာလိက်၊ အိဗ်နု မတ်စ်ဥဒ်၊ မူ’အာသ်၊ ဥဘိုင် ဘင် ကအ်ဘ်၊ အဘူ မူဆာ အလ်-အရှ်အရီ နှင့် အိဗ်နု ‘အဗ္ဗားစ်တို့၏ အမြင်လည်းဖြစ်သည်။ ထို့အပြင် ဤသည်မှာ စအီးဒ် ဘင် မူစယဗ်၊ ‘အလ်ကမာဟ်၊ အစ်စ်ဝဒ်၊ အိဗ်ရာဟီမ်၊ မူဂျာဟိဒ်၊ ‘အတွာအ်၊ တာဝူးစ်၊ စအီးဒ် ဘင် ဂျုဘိုင်ရ်၊ ‘အိကရမာဟ်၊ မုဟမ္မဒ် ဘင် စီရီန်၊ အလ်-ဟစန်၊ ကွတားဒါဟ်၊ အရှ်-ရှအ်ဘီ၊ အရ်-ရဘီအ်၊ မုကွာတိလ် ဘင် ဟယ်ယာန်၊ အစ်စ်-စွတ်ဒီ၊ မခ်ဟူလ်၊ အဒ်-ဒဟ်ဟားက် နှင့် ‘အတွာအ် အလ်-ခုရာစနီ တို့၏ အမြင်လည်းဖြစ်သည်။ ၎င်းတို့အားလုံးက ကွရူးအ် သည် ဓမ္မတာကာလဖြစ်သည်ဟု ဖော်ပြခဲ့ကြသည်။ ဤအချက်ကို ထောက်ခံသည့်အရာမှာ အဘူ ဒါဝူးဒ် နှင့် အန်-နစာအီ တို့က ဖာတိမာဟ် ဘင့် အဘူ ဟူဗိုင်းရှ် ပြောခဲ့သော ဟဒီးစ်တော်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က သူမအား ပြောခဲ့သည်မှာ- </p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعِي الصَّلاَةَ أَيَّامَ أَقْرَائِكِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏ အက်ကရာအ် <span class=\"gray\">(ကွရူးအ်၏ ပုဒ်များ၊ ဓမ္မတာကာလ)</span> အတွင်း နမာဇ်မပြုနှင့်။)</span></p><p lang=\"my\" class=\"my \">အကယ်၍ ဤဟဒီးစ်တော်သည် စစ်မှန်သည်ဆိုပါက၊ ကွရူးအ်သည် ဓမ္မတာကာလဖြစ်ကြောင်း ရှင်းလင်းသော သက်သေသာဓကဖြစ်မည်။ သို့သော် ဤဟဒီးစ်တော်၏ ရာဝီတစ်ဦးဖြစ်သူ အလ်-မွန်ဒ်ဟီရ်သည် အဘူ ဟာသမ်ပြောသည့်အတိုင်း မသိကျွမ်းသူတစ်ဦး <span class=\"gray\">(ဟဒီးစ်ဝေါဟာရအရ)</span> ဖြစ်ပြီး၊ အိဗ်နု ဟစ်ဗ်ဗာန်က အလ်-မွန်ဒ်ဟီရ်ကို သူ၏ အသ်-သိကာသ် စာအုပ်တွင် ဖော်ပြခဲ့သော်လည်း ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ဓမ္မတာနှင့် သန့်ရှင်းစင်ကြယ်ခြင်းဆိုင်ရာ အမျိုးသမီးတစ်ဦး၏ ထုတ်ပြန်ချက်ကို လက်ခံရမည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...၎င်းတို့၏ သားအိမ်များတွင် အလ္လာဟ်အရှင်မြတ် ဖန်ဆင်းထားသည်များကို ဖုံးကွယ်ထားခြင်းသည် ၎င်းတို့အတွက် ခွင့်မပြုပါ၊)</span> ဆိုလိုသည်မှာ ကိုယ်ဝန် သို့မဟုတ် ဓမ္မတာကာလများဖြစ်သည်။ ဤသည်မှာ အိဗ်နု ‘အဗ္ဗားစ်၊ အိဗ်နု ‘ဥမရ်၊ မူဂျာဟိဒ်၊ အရှ်-ရှအ်ဘီ၊ အလ်-ဟကမ် ဘင် ‘ဥတိုင်ဗာဟ်၊ အရ်-ရဘီအ် ဘင် အနတ်စ်၊ အဒ်-ဒဟ်ဟားက် နှင့် အခြားသူများ၏ တဖ်စီရ်ဖြစ်သည်။</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِن كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အကယ်၍ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သူများဖြစ်ပါက။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်သည် အမျိုးသမီးများအား အမှန်တရားကို ဖုံးကွယ်ခြင်းမှ <span class=\"gray\">(၎င်းတို့ ကိုယ်ဝန်ရှိနေခြင်း သို့မဟုတ် ဓမ္မတာလာနေခြင်း)</span> သတိပေးထားပြီး၊ ၎င်းတို့သည် ထိုကဲ့သို့သော ကိစ္စရပ်များတွင် အခွင့်အာဏာရှိသူများဖြစ်ကြောင်း ဖော်ပြသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သာလျှင် မိမိတို့ကိုယ်မိမိ ထိုအချက်အလက်များကို သိရှိသောကြောင့်ဖြစ်သည်။ ထိုကဲ့သို့သော ကိစ္စရပ်များကို စစ်ဆေးအတည်ပြုရန် ခက်ခဲသောကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤဆုံးဖြတ်ချက်ကို ၎င်းတို့အား ချန်ထားခဲ့သည်။ သို့တိုင် အမျိုးသမီးများသည် မိမိတို့၏ ဆန္ဒအရ ‘အစ်ဒါဟ်ကို စောစီးစွာ သို့မဟုတ် နောက်ကျမှ အဆုံးသတ်လိုသည့် ကိစ္စများတွင် အမှန်တရားကို မဖုံးကွယ်ရန် သတိပေးခံခဲ့ရသည်။ ထို့ကြောင့် အမျိုးသမီးများသည် အမှန်တရားကို <span class=\"gray\">(၎င်းတို့ ကိုယ်ဝန်ရှိနေခြင်း သို့မဟုတ် ဓမ္မတာလာနေခြင်း)</span> အတိအကျ ပြောဆိုရန် အမိန့်ပေးခံခဲ့ရသည်၊ ပို၍လည်းမဟုတ်၊ လျော့၍လည်းမဟုတ်ပေ။</p><div lang=\"my\" class=\"my \"><h2>ခင်ပွန်းသည် ၎င်း၏ကွာရှင်းထားသော ဇနီးကို ‘အစ်ဒါဟ် <span class=\"my gray\" lang=\"my\">(စောင့်ဆိုင်းကာလ)</span> အတွင်း ပြန်ခေါ်ယူပိုင်ခွင့်ရှိသည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنْ أَرَادُوا إِصْلَاحًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ ခင်ပွန်းများသည် သင့်မြတ်လိုလျှင် ထိုကာလအတွင်း ၎င်းတို့ကို ပြန်လည်ခေါ်ယူပိုင်ခွင့် ပို၍ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ထို့ကြောင့် ၎င်း၏ ဇနီးကို ကွာရှင်းသော ခင်ပွန်းသည် သူမသည် ‘အစ်ဒါဟ် <span class=\"gray\">(ကွာရှင်းထားသောအမျိုးသမီး သို့မဟုတ် မုဆိုးမတစ်ဦး ပြန်လည်လက်ထပ်နိုင်သည့် အချိန်ကာလ)</span> အတွင်း ရှိနေသမျှကာလပတ်လုံး ပြန်လည်ခေါ်ယူနိုင်ပြီး၊ သူပြန်ခေါ်ယူခြင်း၏ ရည်ရွယ်ချက်မှာ ဖြောင့်မတ်ပြီး အခြေအနေများကို ပုံမှန်အတိုင်း ပြန်လည်ဖြစ်စေရန် ဖြစ်သည်။ သို့သော် ဤဆုံးဖြတ်ချက်သည် ခင်ပွန်းသည်သည် ၎င်း၏ကွာရှင်းထားသော ဇနီးကို ပြန်ခေါ်ယူရန် အရည်အချင်းပြည့်မီသည့် ကိစ္စများတွင်သာ အကျုံးဝင်သည်။ ကျွန်ုပ်တို့ ဖော်ပြသင့်သည်မှာ <span class=\"gray\">(ဤအာယသ်တော် ၂:၂၂၈ ကို ထုတ်ပြန်ခဲ့စဉ်က)</span> ကွာရှင်းခြင်းကို သုံးကြိမ်သာ ခွင့်ပြုပြီး ခင်ပွန်းသည်သည် ၎င်း၏ကွာရှင်းထားသော ဇနီးကို မည်သည့်အချိန်တွင် ပြန်ခေါ်ယူခွင့်မရှိကြောင်း သတ်မှတ်ထားသော ဆုံးဖြတ်ချက်ကို ထုတ်ပြန်ရသေးခြင်းမရှိပေ။ ယခင်က အမျိုးသားသည် ၎င်း၏ဇနီးကို ကွာရှင်းပြီးနောက် အကြိမ်တစ်ရာပင် သီးခြားကွာရှင်းခဲ့သော်လည်း ပြန်လည်ခေါ်ယူလေ့ရှိသည်။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ကွာရှင်းခြင်းကို သုံးကြိမ်သာ ခွင့်ပြုထားသော အောက်ပါအာယသ်တော် <span class=\"gray\">(၂:၂၂၉)</span> ကို ထုတ်ပြန်ခဲ့သည်။ ထို့ကြောင့် ယခုအခါ ပြန်လည်ပြင်ဆင်နိုင်သော ကွာရှင်းခြင်းနှင့် ပြန်လည်ပြင်ဆင်၍မရသော အပြီးသတ်ကွာရှင်းခြင်းတို့ ရှိလာခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>ခင်ပွန်းသည်နှင့် ဇနီးသည်တို့ အချင်းချင်းအပေါ်ရှိ အခွင့်အရေးများ</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(အမျိုးသမီးများ)</span> တွင် <span class=\"gray\">(သူတို့၏ ခင်ပွန်းများအပေါ် နေထိုင်စရိတ်နှင့်ပတ်သက်၍)</span> သင့်လျော်သော အခွင့်အရေးများရှိသကဲ့သို့ <span class=\"gray\">(သူတို့၏ ခင်ပွန်းများကဲ့သို့)</span> ၎င်းတို့အပေါ် <span class=\"gray\">(နာခံမှုနှင့် လေးစားမှုနှင့်ပတ်သက်၍)</span> သင့်လျော်သော အခွင့်အရေးများရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်က ဇနီးသည်တွင် ခင်ပွန်းအပေါ် အခွင့်အရေးအချို့ရှိသကဲ့သို့ ခင်ပွန်းသည်တွင်လည်း ဇနီးအပေါ် အခွင့်အရေးအချို့ရှိပြီး၊ အိမ်ထောင်ဖက်တစ်ဦးစီသည် ကျန်တစ်ဦးအား မိမိ၏ထိုက်တန်သော အခွင့်အရေးများကို ပေးရမည်ဟု ဖော်ပြသည်။ မွတ်စလင်မ်က ဂျာဘိရ်ပြောသည်ကို ဖော်ပြခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ပြောခဲ့သည်မှာ-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللهَ فِي النِّسَاءِ، فَإِنَّكُمْ أَخَذْتُمُوهُنَّ بِأَمَانَةِ اللهِ، وَاسْتَحْلَلْتُمْ فُرُوجَهُنَّ بِكَلِمَةِ اللهِ، وَلَكُمْ عَلَيْهِنَّ أَنْ لَا يُوطِئْنَ فُرُشَكُمْ أَحَدًا تَكْرَهُونَهُ، فَإِنْ فَعَلْنَ ذَلِكَ فَاضْرِبُوهُنَّ ضَرْبًا غَيْرَ مُبَرِّحٍ، وَلَهُنَّ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ အမျိုးသမီးများနှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ကြလော့၊ အကြောင်းမှာ သင်တို့သည် ၎င်းတို့အား အလ္လာဟ်အရှင်မြတ်၏ ပဋိညာဉ်ဖြင့် ယူခဲ့ကြပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များဖြင့် ၎င်းတို့နှင့် လိင်ပိုင်းဆိုင်ရာ အတူနေထိုင်ခွင့် ရခဲ့ကြသောကြောင့်ဖြစ်သည်။ သင်တို့တွင် ၎င်းတို့အပေါ် အခွင့်အရေးရှိသည်မှာ သင်တို့မနှစ်သက်သူ မည်သူကိုမျှ သင်တို့၏ ဖျာပေါ်တွင် ထိုင်ခွင့်မပြုရန် ဖြစ်သည်။ အကယ်၍ ၎င်းတို့ ထိုသို့ပြုလုပ်ပါက၊ ၎င်းတို့အား သိမ်မွေ့စွာ ဆုံးမကြလော့။ ၎င်းတို့တွင် သင့်လျော်သော အစားအစာနှင့် အဝတ်အထည်များကို ရရှိပိုင်ခွင့်ရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ဘဟ်ဇ် ဘင် ဟကီးမ်က မူအာဝိယဟ် ဘင် ဟိုင်းဒဟ် အလ်-ကွရှိုင်းရီက သူ၏အဘိုး ပြောခဲ့သည်ကို ဖော်ပြခဲ့သည်မှာ “အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်! ကျွန်ုပ်တို့တစ်ဦး၏ ဇနီးတွင် မည်သည့်အခွင့်အရေးများ ရှိသနည်း။” ပရောဖက် ﷺ က ပြောခဲ့သည်မှာ- </p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تُطْعِمَهَا إِذَا طَعِمْتَ، وتَكْسُوَهَا إِذَا اكْتَسَيْتَ، وَلَا تَضْرِبِ الْوَجْهَ، وَلَا تُقَبِّحْ، وَلَا تَهْجُرْ إِلَّا فِي الْبَيْتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်စားသောအခါ သူမကို ကျွေးမွေးရန်၊ သင်ကိုယ်တိုင်အတွက် ဝယ်သောအခါ သူမအတွက် အဝတ်ဝယ်ပေးရန်နှင့် သူမ၏မျက်နှာကို ရိုက်နှက်ခြင်း၊ သူမကို ကျိန်ဆဲခြင်း သို့မဟုတ် အိမ်တွင်မှလွဲ၍ သူမနှင့် ခွဲခွာနေခြင်းမှ ရှောင်ကြဉ်ရန်။)</span></p><p lang=\"my\" class=\"my \">ဝကီအ်က အိဗ်နု ‘အဗ္ဗားစ်ပြောသည်ကို ဖော်ပြခဲ့သည်မှာ “ကျွန်တော်၏ဇနီးအတွက် ကျွန်တော့်အသွင်အပြင်ကို ဂရုစိုက်ရသည်ကို နှစ်သက်သည်၊ သူမက ကျွန်တော့်အတွက် သူမ၏အသွင်အပြင်ကို ဂရုစိုက်ရသည်ကို ကျွန်တော် နှစ်သက်သကဲ့သို့ပင်။ ဤသည်မှာ အလ္လာဟ်အရှင်မြတ်က ပြောထားသောကြောင့်ဖြစ်သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ <span class=\"gray\">(အမျိုးသမီးများ)</span> တွင် <span class=\"gray\">(သူတို့၏ ခင်ပွန်းများကဲ့သို့)</span> ၎င်းတို့အပေါ် သင့်လျော်သော အခွင့်အရေးများရှိသည်။)</span>” ဤထုတ်ပြန်ချက်ကို အိဗ်နု ဂျရီးရ် နှင့် အိဗ်နု အဘူ ဟာသမ်တို့က ဖော်ပြခဲ့သည်။</p><div lang=\"my\" class=\"my \"><h2>အမျိုးသားများ အမျိုးသမီးများအပေါ် ရရှိသည့် ဂုဏ်ရည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အမျိုးသားများတွင် ၎င်းတို့အပေါ် <span class=\"gray\">(တာဝန်ယူမှု)</span> အဆင့်အတန်းတစ်ခုရှိသည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်သည် အမျိုးသားများသည် အမျိုးသမီးများထက် ကာယပိုင်းအရရော၊ သူတို့၏ အမူအရာ၊ ဂုဏ်သိက္ခာ၊ နာခံမှု <span class=\"gray\">(အမျိုးသမီးများက သူတို့အား နာခံမှု)</span>၊ သုံးစွဲမှု၊ ကိစ္စရပ်များကို စောင့်ရှောက်မှုတို့တွင်သာမက ယေဘုယျအားဖြင့် ဤဘဝနှင့် နောင်ဘဝတွင်ပါ ပိုမိုအားသာသော အနေအထားတွင် ရှိကြောင်း ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်က <span class=\"gray\">(အခြားအာယသ်တော်တစ်ခုတွင်)</span> ပြောခဲ့သည်မှာ- </p><p class=\"ar qpc-hafs\" lang=\"ar\">الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَىٰ بَعْضٍ وَبِمَا أَنفَقُوا مِنْ أَمْوَالِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမျိုးသားများသည် အမျိုးသမီးတို့၏ အုပ်ထိန်းသူများ၊ စောင့်ရှောက်သူများ ဖြစ်ကြသည်၊ အဘယ်ကြောင့်ဆိုသော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့တစ်ဦးကို ကျန်တစ်ဦးထက် သာလွန်စေခဲ့ပြီး၊ ၎င်းတို့သည် ၎င်းတို့၏ ဥစ္စာဓနများမှ <span class=\"gray\">(၎င်းတို့ကို ထောက်ပံ့ရန်)</span> သုံးစွဲသောကြောင့်ဖြစ်သည်။)</span><span class=\"gray\">(၄:၃၄)</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَزِيزٌ حَكِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် အနန္တတန်ခိုးရှင်၊ အနန္တပညာရှင် ဖြစ်သည်)</span> ဆိုလိုသည်မှာ၊ အလ္လာဟ်အရှင်မြတ်သည် သူ၏အမိန့်များကို မနာခံသူများနှင့် ဆန့်ကျင်သူများကို ပြစ်ဒဏ်ပေးရာတွင် တန်ခိုးကြီးလှသည်။ သူသည် အမိန့်ပေးသည်များ၊ ကံကြမ္မာစီမံသည်များ၊ ဥပဒေပြုသည်များတွင် ပညာရှိလှသည်။</p>"
  }
]