[
  {
    "ayah_key": "36:41",
    "group_ayah_key": "36:41",
    "from_ayah": "36:41",
    "to_ayah": "36:44",
    "ayah_keys": "36:41,36:42,36:43,36:44",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အတွက် နိမိတ်လက္ခဏာတစ်ခုကား အမှန်စင်စစ် ငါတို့သည် ၎င်းတို့၏ မျိုးဆက်များကို ပြည့်လျှံနေသော သင်္ဘောပေါ်တွင် တင်ဆောင်ခဲ့သည် <span>(၄၁)</span> ၎င်းတို့စီးနင်းရန် ထိုကဲ့သို့သော အရာများကို ငါတို့သည် ၎င်းတို့အတွက် ဖန်ဆင်းထားသည် <span>(၄၂)</span> အကယ်၍ ငါတို့အလိုရှိပါက ၎င်းတို့ကို ရေနစ်သေစေမည်ဖြစ်ရာ ၎င်းတို့အတွက် အကူအညီတောင်းခံမည့်သူ မရှိဘဲ ၎င်းတို့သည် ကယ်တင်ခံရမည် မဟုတ်ပေ <span>(၄၃)</span> ငါတို့ထံမှ ကရုဏာတော်နှင့် ခဏတာ အသုံးအဆောင် ဖြစ်စေရန်မှတစ်ပါး <span>(၄၄)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ နိမိတ်လက္ခဏာများအနက် ၎င်းတို့ကို ပြည့်လျှံနေသော သင်္ဘောပေါ်တွင် အရှင်မြတ်က တင်ဆောင်ခဲ့ခြင်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်- အရှင်မြတ်၏ တန်ခိုးတော်နှင့် အစွမ်းသတ္တိ၏ နောက်ထပ်နိမိတ်လက္ခဏာတစ်ခုမှာ အရှင်မြတ်သည် သင်္ဘောများကို သယ်ဆောင်ရန် ပင်လယ်ကို နာခံစေခဲ့ခြင်း ဖြစ်သည်။ ယင်းတို့အနက် အရေးအကြီးဆုံးမှာ နူဟ်အလိုင်ဟစ္စလာမ်၏ သင်္ဘောဖြစ်ပြီး ထိုသင်္ဘောပေါ်တွင် အလ္လာဟ်အရှင်မြတ်သည် နူဟ်နှင့် ယုံကြည်သူများကို ကယ်တင်ခဲ့သည်။ ထိုသူတို့မှလွဲ၍ အာဒမ်၏ မျိုးဆက်မည်သူမျှ ကမ္ဘာမြေပြင်ပေါ်တွင် ကျန်ရှိခဲ့ခြင်း မရှိပေ။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် နိမိတ်လက္ခဏာတစ်ခုကား အမှန်စင်စစ် ငါတို့သည် ၎င်းတို့၏ မျိုးဆက်များကို တင်ဆောင်ခဲ့သည်)</span> ဆိုသည်မှာ ၎င်းတို့၏ ဘိုးဘေးများကို ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْفُلْكِ الْمَشْحُونِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြည့်လျှံနေသော သင်္ဘောပေါ်တွင်။)</span> ဆိုသည်မှာ ခရီးဆောင်အိတ်များနှင့် တိရစ္ဆာန်များဖြင့် ပြည့်နေသော သင်္ဘောကို ဆိုလိုသည်။ ထိုသင်္ဘောပေါ်တွင် အလ္လာဟ်အရှင်မြတ်သည် (နူဟ်အား) အရာရာတိုင်းမှ နှစ်စုံစီ တင်ဆောင်ရန် အမိန့်ပေးခဲ့သည်။ အလ္လာဟ်အရှင်မြတ် သဘောကျတော်မူသော အိဗ်နု အဘ်ဘာစ်က \"ပြည့်လျှံနေသည်ဆိုသည်မှာ ပြည့်နေခြင်းကို ဆိုလိုသည်\" ဟု မိန့်ကြားခဲ့သည်။ ၎င်းသည် ဆအီးဒ် ဘင် ဂျုဘိုင်းရ်၊ အရှ်-ရှအ်ဘီ၊ ကတာဒါဟ်နှင့် အစ်-စွတ်ဒီတို့၏ အမြင်လည်းဖြစ်သည်။ အဒ်-ဒဟ်ဟက်၊ ကတာဒါဟ်နှင့် အိဗ်နု ဇိုင်းဒ်တို့က \"၎င်းသည် နူဟ်အလိုင်ဟစ္စလာမ်၏ သင်္ဘောဖြစ်သည်\" ဟု ပြောကြားခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့စီးနင်းရန် ထိုကဲ့သို့သော အရာများကို ငါတို့သည် ၎င်းတို့အတွက် ဖန်ဆင်းထားသည်)</span> အလ်-အော်ဖီက အလ္လာဟ်အရှင်မြတ် သဘောကျတော်မူသော အိဗ်နု အဘ်ဘာစ်ထံမှ ပြန်လည်ပြောပြသည်မှာ \"၎င်းဆိုသည်မှာ ကုလားအုတ်ကို ဆိုလိုသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် ကုန်းမြေ၏ သင်္ဘောဖြစ်ပြီး ၎င်းပေါ်တွင် ကုန်ပစ္စည်းများ သယ်ဆောင်ကာ ၎င်းပေါ်တွင် စီးနင်းကြသောကြောင့်ဖြစ်သည်\" ဟု ပြောကြားခဲ့သည်။ အိဗ်နု ဂျရီးရ်က အလ္လာဟ်အရှင်မြတ် သဘောကျတော်မူသော အိဗ်နု အဘ်ဘာစ် ပြောကြားသည်ကို မှတ်တမ်းတင်ခဲ့သည်- \"အသင်တို့သည် ထိုအာယသ်တော်ကို သိပါသလား၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့စီးနင်းရန် ထိုကဲ့သို့သော အရာများကို ငါတို့သည် ၎င်းတို့အတွက် ဖန်ဆင်းထားသည်)</span> သည် မည်သည်ကို ရည်ညွှန်းသနည်း။\" ငါတို့က \"မသိပါ\" ဟု ပြောကြသည်။ သူက \"၎င်းသည် နူဟ်အလိုင်ဟစ္စလာမ်၏ သင်္ဘောနှင့် ဆင်တူသော၊ နူဟ်၏ သင်္ဘောနောက်ပိုင်းတွင် ပြုလုပ်ခဲ့သည့် သင်္ဘောများကို ရည်ညွှန်းသည်\" ဟု ပြောကြားခဲ့သည်။ ၎င်းသည် အဘူ မာလိက်၊ အဒ်-ဒဟ်ဟက်၊ ကတာဒါဟ်၊ အဘူ စွာလိဟ်နှင့် အစ်-စွတ်ဒီတို့၏ အမြင်လည်းဖြစ်သည်။ ထိုအာယသ်တော်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့စီးနင်းရန် ထိုကဲ့သို့သော အရာများကို ငါတို့သည် ၎င်းတို့အတွက် ဖန်ဆင်းထားသည်)</span> သည် သင်္ဘောများကို ရည်ညွှန်းသည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنْ نَشَأْ نُغْرِقْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါတို့အလိုရှိပါက ၎င်းတို့ကို ရေနစ်သေစေမည်ဖြစ်ရာ)</span> ဆိုသည်မှာ သင်္ဘောပေါ်တွင် ရှိနေသူများကို ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا صَرِيخَ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အတွက် အကူအညီတောင်းခံမည့်သူ မရှိဘဲ)</span> ဆိုသည်မှာ ၎င်းတို့၏ ခက်ခဲသော အခြေအနေမှ ကယ်တင်ပေးမည့်သူ တစ်ဦးတစ်ယောက်မျှ ရှိမည်မဟုတ်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُنْقَذُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ကယ်တင်ခံရမည် မဟုတ်ပေ)</span> ဆိုသည်မှာ ၎င်းတို့အပေါ် ကျရောက်လာသည့် ဘေးဆိုးမှ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا رَحْمَةً مِنَّا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါတို့ထံမှ ကရုဏာတော်နှင့် ဖြစ်စေရန်မှတစ်ပါး)</span> ဆိုသည်မှာ 'ငါတို့၏ ကရုဏာတော်ကြောင့် ကုန်းကြောင်းနှင့် ပင်လယ်ခရီးသွားလာခြင်းကို အသင်တို့အတွက် လွယ်ကူစေပြီး သတ်မှတ်ထားသော အချိန်ကာလအထိ အသင်တို့ကို လုံခြုံစေသည်' ဟု ဆိုလိုသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَتَاعًا إِلَىٰ حِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ခဏတာ အသုံးအဆောင် ဖြစ်စေရန်)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ် (အရှင်မြတ်၏ ဘုန်းတော်ကြီးမြင့်၍ မြင့်မြတ်ပါစေ) သိရှိတော်မူသော အချိန်ကာလတစ်ခုအထိ ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "36:45",
    "group_ayah_key": "36:45",
    "from_ayah": "36:45",
    "to_ayah": "36:47",
    "ayah_keys": "36:45,36:46,36:47",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အား (အို-လူအပေါင်းတို့) \"အသင်တို့၏ ရှေ့မှောက်၌ရှိသော အရာများနှင့် အသင်တို့၏ နောက်၌ရှိသော အရာများကို ကြောက်ရွံ့ကြလော့၊ အသင်တို့ ကရုဏာတော် ခံစားရစေရန်အတွက် ဖြစ်သည်\" ဟု ပြောဆိုသောအခါ <span>(၄၅)</span> ၎င်းတို့ထံသို့ ၎င်းတို့၏ အရှင်သခင်၏ အာယသ်တော်များအနက်မှ အာယသ်တော်တစ်ပါးမျှ မရောက်ရှိခဲ့ပေ။ သို့ရာတွင် ၎င်းတို့သည် ထိုအာယသ်တော်ကို လျစ်လျူရှုခဲ့ကြသည် <span>(၄၆)</span> ၎င်းတို့အား \"အလ္လာဟ်အရှင်မြတ် အသင်တို့ကို ပေးသနားထားသော အရာများမှ လှူဒါန်းကြလော့\" ဟု ပြောဆိုသောအခါ၊ မယုံကြည်သူများသည် ယုံကြည်သူများအား \"အကယ်၍ အလ္လာဟ်အရှင်မြတ်သာ အလိုရှိခဲ့ပါက အရှင်မြတ်ကျွေးမွေးမည့်သူများကို ငါတို့ကျွေးမွေးရမည်လော။ အသင်တို့သည် ထင်ရှားသော လမ်းလွဲမှု၌သာ ရှိကြသည်\" ဟု ပြောဆိုကြသည် <span>(၄၇)</span></p><p lang=\"ja\" class=\"ja \">The Misguidance of the Idolators</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ရုပ်တုကိုးကွယ်သူများ မည်ကဲ့သို့ ၎င်းတို့၏ လမ်းလွဲမှု၌ ဆက်လက်တည်ရှိနေကြောင်းနှင့် ၎င်းတို့အတိတ်က ကျူးလွန်ခဲ့သော အပြစ်များကိုသော်လည်းကောင်း၊ အနာဂတ်တွင်၊ ရှင်ပြန်ထမြောက်ရာနေ့၌ ၎င်းတို့အပေါ် မည်သည့်အရာများ ဖြစ်ပေါ်လာမည်ကိုသော်လည်းကောင်း ဂရုမစိုက်ကြောင်း မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمُ اتَّقُوا مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား \"အသင်တို့၏ ရှေ့မှောက်၌ရှိသော အရာများနှင့် အသင်တို့၏ နောက်၌ရှိသော အရာများကို ကြောက်ရွံ့ကြလော့\" ဟု ပြောဆိုသောအခါ...)</span> မုဂျာဟိဒ်က \"၎င်းသည် အပြစ်များကို ရည်ညွှန်းသည်\" ဟု ပြောကြားခဲ့သည်။ အခြားသူများကမူ ဆန့်ကျင်ဘက်ဟု ဆိုကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تُرْحَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့ ကရုဏာတော် ခံစားရစေရန်အတွက်။)</span> ဆိုသည်မှာ 'အကယ်၍ အသင်တို့သည် ထိုကဲ့သို့သော အရာများကို ကြောက်ရွံ့ပါက အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့အပေါ် ကရုဏာတော် ချီးမြှင့်မည်ဖြစ်ပြီး အရှင်မြတ်၏ ပြစ်ဒဏ်မှ ကယ်တင်မည်' ဟု ဆိုလိုသည်။ ထိုစကားရပ်က ၎င်းတို့သည် တုံ့ပြန်မည် မဟုတ်ကြောင်းကို ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည့်အတိုင်း ၎င်းတို့သည် လှည့်ထွက်သွားပြီး လျစ်လျူရှုမည်သာ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ထံသို့ ၎င်းတို့၏ အရှင်သခင်၏ အာယသ်တော်များအနက်မှ အာယသ်တော်တစ်ပါးမျှ မရောက်ရှိခဲ့ပေ။)</span> ဆိုသည်မှာ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းသာ ကိုးကွယ်ရာဖြစ်ကြောင်း (တာဝ်ဟီဒ်) နိမိတ်လက္ခဏာများနှင့် ရစူလ်တမန်တော်များ၏ သစ္စာတရားကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့ရာတွင် ၎င်းတို့သည် ထိုအာယသ်တော်ကို လျစ်လျူရှုခဲ့ကြသည်)</span> ဆိုသည်မှာ ၎င်းတို့သည် ၎င်းကို လက်မခံခဲ့ကြဘဲ ၎င်းမှ အကျိုးမခံစားခဲ့ကြခြင်း ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ أَنْفِقُوا مِمَّا رَزَقَكُمُ اللَّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား \"အလ္လာဟ်အရှင်မြတ် အသင်တို့ကို ပေးသနားထားသော အရာများမှ လှူဒါန်းကြလော့\" ဟု ပြောဆိုသောအခါ)</span> ဆိုသည်မှာ မွတ်စလင်မ်တို့အနက်မှ ဆင်းရဲသားများနှင့် ချို့တဲ့သူများအပေါ် အလ္လာဟ်အရှင်မြတ် ပေးသနားထားသော အရာများမှ လှူဒါန်းရန် ၎င်းတို့အား ပြောကြားသည့်အခါ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မယုံကြည်သူများသည် ယုံကြည်သူများအား ပြောဆိုကြသည်)</span> ဆိုသည်မှာ ဆင်းရဲသော ယုံကြည်သူများအကြောင်းကို ဖြစ်သည်။ ဆိုလိုသည်မှာ ၎င်းတို့သည် လိုအပ်သူများအပေါ် လှူဒါန်းရန် ပြောကြားသော ထိုယုံကြည်သူများအား ပြောဆိုကြသည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\"> أَنُطْعِمُ مَنْ لَوْ يَشَاءُ اللَّهُ أَطْعَمَهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သာ အလိုရှိခဲ့ပါက အရှင်မြတ်ကိုယ်တိုင် ကျွေးမွေးမည့်သူများကို ငါတို့ကျွေးမွေးရမည်လော။)</span> ဆိုသည်မှာ 'အသင်တို့ လှူဒါန်းရန် ပြောကြားနေသော ထိုသူများကို အလ္လာဟ်အရှင်မြတ်သာ အလိုရှိခဲ့ပါက အရှင်မြတ်သည် ၎င်းတို့အား ကိုယ့်အားကိုယ်ကိုးနိုင်စေပြီး အရှင်မြတ်၏ ပေးသနားတော်မူခြင်းမှ ကျွေးမွေးခဲ့မည်ဖြစ်ရာ၊ ငါတို့သည် ၎င်းတို့နှင့်စပ်လျဉ်း၍ အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်နှင့်အညီသာ ဖြစ်သည်' ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ مُبِينٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်တို့သည် ထင်ရှားသော လမ်းလွဲမှု၌သာ ရှိကြသည်)</span> ဆိုသည်မှာ 'ငါတို့ကို ထိုသို့ပြုလုပ်ရန် ပြောကြားခြင်းဖြင့် ဖြစ်သည်' ဟု ဆိုလိုသည်။</p>"
  },
  {
    "ayah_key": "36:48",
    "group_ayah_key": "36:48",
    "from_ayah": "36:48",
    "to_ayah": "36:50",
    "ayah_keys": "36:48,36:49,36:50",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့က \"အကယ်၍ အသင်တို့သည် မှန်ကန်သူများဖြစ်ပါက ဤကတိတော်သည် မည်သည့်အခါ ပြည့်စုံမည်နည်း။\" ဟု ပြောဆိုကြသည် <span>(၄၈)</span> ၎င်းတို့သည် (၎င်းတို့၏ ကိစ္စများနှင့်စပ်လျဉ်း၍) အငြင်းပွားနေကြစဉ် ၎င်းတို့ကို ဖမ်းဆီးမည့် အော်သံ (တစ်ကြိမ်တည်း) ကိုသာ စောင့်ဆိုင်းနေကြသည် <span>(၄၉)</span> ထို့နောက် ၎င်းတို့သည် သေတမ်းစာ ရေးနိုင်မည်မဟုတ်သလို ၎င်းတို့၏ မိသားစုထံသို့လည်း ပြန်သွားနိုင်မည် မဟုတ်ပေ <span>(၅၀)</span></p><p lang=\"my\" class=\"my \">မယုံကြည်သူများသည် ရှင်ပြန်ထမြောက်ရာနေ့သည် ဘယ်သောအခါမျှ ဖြစ်ပေါ်လာမည် မဟုတ်ဟု ထင်မြင်ခဲ့ကြသည်။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် မယုံကြည်သူများ ရှင်ပြန်ထမြောက်ရာနေ့သည် ဘယ်သောအခါမျှ ဖြစ်ပေါ်လာမည် မဟုတ်ဟု မည်ကဲ့သို့ ထင်မြင်ခဲ့ကြကြောင်း၊ ၎င်းတို့ပြောဆိုခဲ့သည့်အတိုင်း မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَتَىٰ هَٰذَا الْوَعْدُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(\"ဤကတိတော်သည် မည်သည့်အခါ ပြည့်စုံမည်နည်း။\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို (ကတိတော်) ကို မယုံကြည်သူများသည် ၎င်းကို အလျင်စလိုဖြစ်စေရန် ကြိုးစားကြသည်)</span><span class=\"gray\">(၄၂:၁၈)</span>။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် (၎င်းတို့၏ ကိစ္စများနှင့်စပ်လျဉ်း၍) အငြင်းပွားနေကြစဉ် ၎င်းတို့ကို ဖမ်းဆီးမည့် အော်သံ (တစ်ကြိမ်တည်း) ကိုသာ စောင့်ဆိုင်းနေကြသည်)</span> ဆိုသည်မှာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည့် ကြောက်မက်ဖွယ်ရာ တံပိုးမှုတ်သံတစ်ခုတည်းကိုသာ စောင့်ဆိုင်းနေကြခြင်း ဖြစ်သည်။ လူများသည် ၎င်းတို့၏ ဈေးများတွင်နှင့် အလုပ်နေရာများတွင် ရှိနေကြစဉ်၊ ပုံမှန်အတိုင်း အချင်းချင်း ငြင်းခုန်နေကြစဉ် တံပိုးမှုတ်လိုက်သောအခါ ဖြစ်သည်။ ဤအခြေအနေတွင်ရှိနေစဉ် အလ္လာဟ်အရှင်မြတ်သည် အစ်ရာဖီလ်အား တံပိုးမှုတ်ရန် အမိန့်ပေးလိမ့်မည်။ ထို့ကြောင့် သူသည် ရှည်လျားသော အသံကို မှုတ်လိမ့်မည်ဖြစ်ရာ ကမ္ဘာမြေပြင်ပေါ်တွင် မည်သူမျှ ကျန်ရှိတော့မည် မဟုတ်ပေ။ ကောင်းကင်မှ လာသော အသံကို နားထောင်ရန် ခေါင်းကို စောင်းနားထောင်သူမှလွဲ၍ မည်သူမျှ မကျန်တော့ပေ။ ထို့နောက် အသက်ရှင်ဆဲ လူများကို ပတ်ဝန်းကျင်မှ ဝိုင်းရံထားသော မီးလျှံတစ်ခုဖြင့် စုဝေးရာနေရာသို့ မောင်းနှင်သွားလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَسْتَطِيعُونَ تَوْصِيَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ၎င်းတို့သည် သေတမ်းစာ ရေးနိုင်မည်မဟုတ်သလို)</span> ဆိုသည်မှာ ၎င်းတို့၏ ပစ္စည်းဥစ္စာများနှင့်စပ်လျဉ်း၍ ဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ကိစ္စသည် ထိုထက်ပင် ပိုမိုပြင်းထန်သောကြောင့် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا إِلَىٰ أَهْلِهِمْ يَرْجِعُونَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့၏ မိသားစုထံသို့လည်း ပြန်သွားနိုင်မည် မဟုတ်ပေ)</span> ဤအကြောင်းနှင့်စပ်လျဉ်း၍ ဟဒီးစ်တော်များနှင့် သတင်းများစွာကို ဖော်ပြခဲ့ပြီးဖြစ်ရာ ကျွန်ုပ်တို့သည် အခြားနေရာများတွင် ဖော်ပြခဲ့ပြီးဖြစ်သည်။ ဤနောက်တွင် အသက်ရှင်ဆဲရှိသောသူတိုင်းကို သေဆုံးစေမည့် တံပိုးမှုတ်သံ ရှိလိမ့်မည်။ အမြဲတမ်းအသက်ရှင်တော်မူသော၊ ထာဝရတည်ရှိတော်မူသော အရှင်မှလွဲ၍ ဖြစ်သည်။ ထို့နောက် ရှင်ပြန်ထမြောက်ခြင်း၏ တံပိုးမှုတ်သံကို မှုတ်လိမ့်မည်။</p>"
  }
]