[
  {
    "ayah_key": "20:53",
    "group_ayah_key": "20:53",
    "from_ayah": "20:53",
    "to_ayah": "20:56",
    "ayah_keys": "20:53,20:54,20:55,20:56",
    "text": "<p lang=\"my\" class=\"my \">သင်တို့အတွက် မြေကြီးကို အိပ်ရာကဲ့သို့ ပြုလုပ်ပေးတော်မူ၏။ ထိုမြေကြီးပေါ်တွင် သင်တို့အတွက် လမ်းခရီးများကို ဖွင့်လှစ်ပေးတော်မူ၏။ မိုးကောင်းကင်မှ ရေ <span class=\"gray\">(မိုးရေ)</span>ကို ရွာချပေးတော်မူ၏။ ထို့ပြင် ကျွန်ုပ်တို့သည် ၎င်းရေဖြင့် အပင်အမျိုးမျိုးကို ထုတ်ဖော်ပေးခဲ့သည် <span>(၅၃)</span>စားကြလော့၊ သင်တို့၏ တိရစ္ဆာန်များကိုလည်း ကျွေးမွေးကြလော့။ အမှန်စင်စစ် ဤအရာများတွင် နားလည်တတ်သူများအတွက် သက်သေခံလက္ခဏာများရှိ၏ <span>(၅၄)</span>ထိုမြေမှပင် သင်တို့ကို ငါတို့ ဖန်ဆင်းခဲ့၏။ ထိုမြေသို့ပင် သင်တို့ကို ငါတို့ ပြန်ပို့မည်။ ထိုမြေမှပင် သင်တို့ကို တစ်ဖန် ပြန်လည် ထုတ်ယူမည် <span>(၅၅)</span>အမှန်ပင် ကျွန်ုပ်တို့သည် ဖိရ်အောန်အား ကျွန်ုပ်တို့၏ သက်သေခံလက္ခဏာများအားလုံးကို ပြသခဲ့သော်လည်း သူသည် ငြင်းပယ်ပြီး မလိုက်နာခဲ့ပေ <span>(၅၆)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာ၏ ဖိရ်အောန်အား ပြန်ကြားချက် ပြီးစီးခြင်း</h2></div><p lang=\"my\" class=\"my \">ဖိရ်အောန်က မူဆာအား သူ၏ အရှင်သခင်အကြောင်း မေးမြန်းသောအခါ မူဆာ၏ အရှင်သခင်အား ဖော်ပြချက်ဆိုင်ရာ မိန့်ခွန်းများ ပြီးစီးခြင်းမှ အစပြု၍ ဤအရာသည် ထိုမိန့်ခွန်း၏ တစ်စိတ်တစ်ပိုင်း ဖြစ်သည်။ သူ <span class=\"gray\">(မူဆာ)</span> က ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي أَعْطَىٰ كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရာအားလုံးကို ၎င်း၏ ပုံသဏ္ဌာန်နှင့် သဘာဝကို ပေး၍၊ ထို့နောက် မှန်ကန်စွာ လမ်းပြတော်မူသောအရှင်။)</span> ထို့နောက် ဖိရ်အောန်သည် မူဆာ၏ ပြန်ကြားချက်အတွင်း ငြင်းခုံလိုသော တုံ့ပြန်မှုကို တင်ပြရန် ကြိုးစားခဲ့သည်။ သို့သော် မူဆာက \"သူသည် သင်တို့အတွက် မြေကြီးကို အိပ်ရာကဲ့သို့ ပြုလုပ်ပေးတော်မူသော အရှင်ဖြစ်သည်\" ဟု ဆက်လက် ပြောကြားခဲ့သည်။ အချို့က ထိုစကားလုံးကို Mihadan ဟု ရွတ်ဆိုကြပြီး အချို့က Mahdan ဟု ရွတ်ဆိုကြသည်။ ၎င်း၏ အဓိပ္ပါယ်မှာ 'သင်တို့ အခြေချနေထိုင်ရန် အနားယူရာနေရာ' ဖြစ်သည်။ ၎င်းမှာ 'သင်တို့ ရပ်တည်ရာ၊ အိပ်စက်ရာ သို့မဟုတ် ၎င်း၏ ကျောပေါ်တွင် ခရီးသွားလာရာ' ဟူ၍လည်း အဓိပ္ပါယ်ရနိုင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَلَكَ لَكُمْ فِيهَا سُبُلًا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အတွက် ထိုမြေတွင် လမ်းခရီးများကို ဖွင့်လှစ်ပေးခဲ့၏။)</span> ၎င်း၏ အဓိပ္ပါယ်မှာ 'သူသည် သင်တို့ လျှောက်လှမ်းရန် လမ်းခရီးများကို ပြုလုပ်ပေးခဲ့သည်' ဟု ဆိုလိုသည်။ ၎င်းမှာ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သကဲ့သို့ ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ လမ်းမှန်ရရှိရန်အလို့ငှာ ထိုမြေတွင် ကျယ်ပြန့်သော လမ်းမများကို ပြုလုပ်ပေးခဲ့၏။)</span><span class=\"gray\">(၂၁:၃၁)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِّن نَّبَاتٍ شَتَّىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိုးကောင်းကင်မှ ရေကို ရွာချပေးတော်မူ၏။ ထိုရေဖြင့် အမျိုးမျိုးသော သစ်ပင်များကို ငါတို့ ထုတ်ဖော်ခဲ့၏။)</span> ၎င်းမှာ ဟင်းသီးဟင်းရွက်များနှင့် သစ်သီးများကဲ့သို့သော အပင်အမျိုးအစားများကို ရည်ညွှန်းသည်။ အချို့မှာ ချဉ်သည်၊ အချို့မှာ ချိုသည်၊ အချို့မှာ ခါးသည်၊ အခြားအမျိုးအစားများလည်း ရှိသေးသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا وَارْعَوْا أَنْعَامَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စားကြလော့၊ သင်တို့၏ တိရစ္ဆာန်များကို <span class=\"gray\">(ထိုမြေတွင်)</span> ကျွေးမွေးကြလော့။)</span> ၎င်း၏ အဓိပ္ပါယ်မှာ 'သင်တို့အတွက် အစားအစာဖြစ်ပြီး စားကောင်းသော အသီးအနှံဖြစ်သည့်အရာ၊ ထို့ပြင် သင်တို့၏ တိရစ္ဆာန်များအတွက် စိမ်းစိုသည်ဖြစ်စေ၊ ခြောက်သွေ့သည်ဖြစ်စေ အစာဖြစ်သည့်အရာ' ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ဤအရာတွင် သက်သေခံလက္ခဏာများရှိ၏။)</span> ၎င်း၏ အဓိပ္ပါယ်မှာ သက်သေများ၊ လက္ခဏာများနှင့် အထောက်အထားများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّأُولِي النُّهَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နားလည်တတ်သူများအတွက်။)</span> ၎င်း၏ အဓိပ္ပါယ်မှာ မှန်ကန်၍ တည်ကြည်သော ဉာဏ်ပညာရှိသောသူများ၊ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သော အရှင်မရှိ၊ ထိုအရှင်မှလွဲ၍ မှန်ကန်သော အရှင်သခင်မရှိဟု သိရှိနားလည်သောသူများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုမြေမှပင် သင်တို့ကို ငါတို့ ဖန်ဆင်းခဲ့၏။ ထိုမြေသို့ပင် သင်တို့ကို ငါတို့ ပြန်ပို့မည်။ ထိုမြေမှပင် သင်တို့ကို တစ်ဖန် ပြန်လည် ထုတ်ယူမည်။)</span> ၎င်း၏ အဓိပ္ပါယ်မှာ 'မြေကြီးသည် သင်တို့၏ အစဖြစ်သည်။ သင်တို့၏ဖခင် အာဒမ်ကို မြေကြီးမျက်နှာပြင်မှ မြေမှုန့်ဖြင့် ဖန်ဆင်းခဲ့သည်။ သင်တို့လည်း မြေကြီးသို့ ပြန်လည်ရောက်ရှိမည်။ ၎င်း၏ အဓိပ္ပါယ်မှာ သင်တို့ သေဆုံး၍ ဆွေးမြေ့သောအခါ မြေမှုန့်ဖြစ်သွားမည်' ဟု ဆိုလိုသည်။ \"ထိုမြေမှပင် သင်တို့ကို ငါတို့ တစ်ဖန် ပြန်လည် ထုတ်ယူမည်\" ဟူသော စကား၏ အဓိပ္ပါယ်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က သင်တို့ကို ခေါ်ဆိုသောအခါ သင်တို့သည် အရှင်မြတ်၏ ချီးမွမ်းခြင်းနှင့် နာခံခြင်းဖြင့် တုံ့ပြန်ကြမည်။ ထိုအခါ သင်တို့သည် (ဤလောကတွင်) ခဏတာမျှသာ နေထိုင်ခဲ့သည်ဟု ထင်မှတ်ကြမည်။)</span><span class=\"gray\">[၁၇:၅၂]</span> ဤအာယတ်တော်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ဆင်တူသည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အရှင်မြတ်က မိန့်ကြားတော်မူ၏။ \"ထိုမြေတွင် သင်တို့ အသက်ရှင်နေထိုင်ကြမည်၊ ထိုမြေတွင် သင်တို့ သေဆုံးကြမည်၊ ထိုမြေမှပင် သင်တို့ကို ထုတ်ယူမည်။\")</span><span class=\"gray\">(၇:၂၅)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာသည် ဖိရ်အောန်အား သက်သေခံလက္ခဏာများအားလုံးကို ပြသခဲ့သော်လည်း သူသည် မယုံကြည်ခဲ့ပေ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်နှင့် ပတ်သက်၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَرَيْنَاهُ آيَاتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ဖိရ်အောန်အား ကျွန်ုပ်တို့၏ သက်သေခံလက္ခဏာများအားလုံးကို ပြသခဲ့သော်လည်း သူသည် ငြင်းပယ်ပြီး မလိုက်နာခဲ့ပေ။)</span> ၎င်း၏ အဓိပ္ပါယ်မှာ သက်သေများ၊ လက္ခဏာများနှင့် အထောက်အထားများကို ဖိရ်အောန်အား ပြသခဲ့ပြီး သူသည် ၎င်းတို့ကို ကိုယ်တိုင် မြင်တွေ့ခဲ့ရသော်လည်း သူ၏ မယုံကြည်ခြင်း၊ ရှောင်ကြဉ်ခြင်းနှင့် ပြစ်မှုကျူးလွန်ခြင်းတို့ကြောင့် သူသည် ၎င်းတို့ကို ငြင်းပယ်ပြီး ပယ်ချခဲ့သည်ဟု ဆိုလိုသည်။ ၎င်းမှာ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားခဲ့သကဲ့သို့ ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတို့သည် မမှန်မကန် လုပ်ကြံပြီး မာနထောင်လွှားစွာဖြင့် ၎င်းတို့ကို မယုံကြည်ခဲ့ကြသော်လည်း သူတို့ ကိုယ်တိုင်ကမူ ၎င်းတို့ကို ယုံကြည်လက်ခံခဲ့ကြ၏။)</span><span class=\"gray\">(၂၇:၁၄)</span></p>"
  },
  {
    "ayah_key": "20:57",
    "group_ayah_key": "20:57",
    "from_ayah": "20:57",
    "to_ayah": "20:59",
    "ayah_keys": "20:57,20:58,20:59",
    "text": "<p lang=\"my\" class=\"my \">သူ <span class=\"gray\">(ဖိရ်အောန်)</span> က ပြောကြားခဲ့သည်- \"အို မူဆာ၊ သင်သည် သင်၏ မှော်ပညာဖြင့် ကျွန်ုပ်တို့ကို ကျွန်ုပ်တို့၏ မြေမှ မောင်းထုတ်ရန် လာရောက်သည်လော။ <span>(၅၇)</span>\"ထို့နောက် အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ထိုကဲ့သို့သော မှော်ပညာကို ထုတ်လုပ်နိုင်သည်၊ ထို့ကြောင့် ကျွန်ုပ်တို့နှင့် သင်တို့ကြားတွင် ချိန်းဆိုပွဲတစ်ခု ပြုလုပ်ကြပါစို့။ ထိုပွဲကို ကျွန်ုပ်တို့ဖြစ်စေ၊ သင်တို့ဖြစ်စေ ပျက်ကွက်ခြင်း မရှိစေရ၊ နှစ်ဦးနှစ်ဖက် တရားမျှတပြီး တန်းတူအခွင့်အရေး ရရှိမည့် ပွင့်လင်းသော နေရာတစ်ခုတွင် ဖြစ်စေရမည်။ <span>(၅၈)</span><span class=\"gray\">(မူဆာ)</span> က ပြောကြားခဲ့သည်- \"သင်တို့၏ ချိန်းဆိုပွဲမှာ ပွဲတော်နေ့ဖြစ်ပြီး၊ နေထွက်သောအခါ <span class=\"gray\">(နံနက်ပိုင်း)</span> လူအများ စုဝေးကြပါစေ။ <span>(၅၉)</span></p><div lang=\"my\" class=\"my \"><h2>ဖိရ်အောန်သည် မူဆာ၏ သက်သေများကို မှော်ပညာဟု ဖော်ပြခြင်းနှင့် ပြိုင်ပွဲကျင်းပရန် သဘောတူညီချက်</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ဖိရ်အောန်က မူဆာအား မဟာသက်သေကို ပြသသောအခါ ဖိရ်အောန်ပြောကြားခဲ့သည်များကို အသိပေးတော်မူသည်။ ဖိရ်အောန်အတွက် ဤမဟာလက္ခဏာမှာ မူဆာက သူ၏ တုတ်ကို ချလိုက်ရာ ကြီးမားသော မြွေကြီးတစ်ကောင် ဖြစ်သွားခြင်းနှင့် သူ၏လက်ကို လက်မောင်းအောက်မှ ဆွဲထုတ်လိုက်သောအခါ မည်သည့်ရောဂါမှမရှိဘဲ ဖြူဖွေးတောက်ပနေခြင်းတို့ ဖြစ်သည်။ ထိုအခါ ဖိရ်အောန်က \"ဒါဟာ သင်တို့ ကျွန်ုပ်တို့ကို မှော်အတတ်နဲ့ ဖမ်းစားဖို့၊ လူတွေကို အောင်နိုင်ပြီး သူတို့ သင်တို့ကို လိုက်နာစေဖို့၊ ထို့နောက် သင်တို့က ကျွန်ုပ်တို့ထက် လူအင်အား ပိုများလာအောင် လုပ်ဖို့ ယူဆောင်လာတဲ့ မှော်ပညာပဲ\" ဟု ပြောခဲ့သည်။ ဖိရ်အောန်က ဆက်လက်ပြောကြားသည်မှာ \"သင်တို့ရဲ့ အစီအစဉ်က အလုပ်ဖြစ်မှာ မဟုတ်ဘူး။ ကျွန်ုပ်တို့မှာလည်း သင်တို့နဲ့ အတူတူပဲ မှော်ပညာရှိတယ်၊ ဒါကြောင့် သင်လုပ်နေတဲ့အရာနဲ့ ကိုယ့်ကိုယ်ကိုယ် မလှည့်စားပါနဲ့\"။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်တို့နှင့် သင်တို့ကြားတွင် ချိန်းဆိုပွဲတစ်ခု ပြုလုပ်ပါ။)</span> ၎င်း၏ အဓိပ္ပါယ်မှာ 'သင်တို့၏ မှော်ပညာကို ရင်ဆိုင်ရန် ကျွန်ုပ်တို့၏ မှော်ပညာအချို့ကို တင်ပြရန် စုစည်းနိုင်မည့်နေ့တစ်နေ့။ ၎င်းသည် သတ်မှတ်ထားသော နေရာနှင့် အချိန်တွင် ဖြစ်လိမ့်မည်' ဟု ဆိုလိုသည်။ ဤအရာနှင့်အတူ မူဆာက သူတို့ကို ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَوْعِدُكُمْ يَوْمُ الزِّينَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့၏ ချိန်းဆိုပွဲမှာ ပွဲတော်နေ့ဖြစ်သည်။)</span> ၎င်းသည် သူတို့၏ အခမ်းအနားနှင့် နှစ်သစ်ကူးပွဲတော်နေ့ ဖြစ်သည်။ ၎င်းသည် သူတို့ အလုပ်မှ နားရက်ယူ၍ လူစုလူဝေးကြီးတစ်ခုအတွက် စုဝေးခဲ့ကြသည့် အားလပ်ရက်ဖြစ်သည်။ ဤနေ့ကို ရွေးချယ်ရခြင်းမှာ အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်ရှိရာကို လုပ်ဆောင်နိုင်သော တန်ခိုးတော်ကို လူအားလုံး မြင်တွေ့နိုင်စေရန် ဖြစ်သည်။ ပရောဖက်များ၏ မဟာအံ့ဖွယ်လက္ခဏာများနှင့် လွန်ကဲသော ပရောဖက်ပြုသော စွမ်းအားများကို ယှဉ်ပြိုင်ရာတွင် မှော်ပညာ၏ အသုံးမဝင်မှုကို သူတို့ မြင်တွေ့ရမည်။ ဤအကြောင်းကြောင့် မူဆာက ပြောကြားခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن يُحْشَرَ النَّاسُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(လူအများ စုဝေးကြပါစေ။)</span> ၎င်း၏ အဓိပ္ပါယ်မှာ လူအားလုံးဖြစ်သည်။</p><p class=\"fi qpc-hafs\" lang=\"fi\">ضُحًى</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နေထွက်သောအခါ <span class=\"gray\">(နံနက်ပိုင်း)</span>။)</span> ၎င်း၏ အဓိပ္ပါယ်မှာ နံနက်ပိုင်း၊ မွန်းတည့်ချိန် မတိုင်မီ ဖြစ်သည်။ ဤနည်းဖြင့် ပြိုင်ပွဲသည် အထင်ရှားဆုံး၊ အလင်းရောင် ကောင်းကောင်းရပြီး၊ ပွင့်လင်းမြင်သာပြီး ထင်ရှားမည်ဖြစ်သည်။ ဤသည်မှာ ပရောဖက်များ၏ ထုံးတမ်းစဉ်လာဖြစ်သည်။ သူတို့၏ အလုပ်သည် အမြဲတမ်း ရှင်းလင်းပြတ်သားပြီး ထင်ရှားသည်။ ၎င်းသည် လျှို့ဝှက်သောအရာ၊ သို့မဟုတ် ရောင်းချရန် အရာမဟုတ်ပေ။ ဤအကြောင်းကြောင့် သူသည် ချိန်းဆိုပွဲကို ညဘက်တွင် ပြုလုပ်ရန် မပြောခဲ့ဘဲ၊ နေ့ဘက် အလင်းရောင်ရှိသော အချိန်တွင် ပြုလုပ်ရန် ပြောခဲ့သည်။ အစ်ဗ်နု အဗ္ဗားစ်က ပြောကြားခဲ့သည်- \"သူတို့၏ ပွဲတော်နေ့သည် 'အာရှူရာ' နေ့ ဖြစ်သည်\"။ အပ်စ်-ဆွဒ်ဒီ၊ ကွာတာဒါးနှင့် အစ်ဗ်နု ဇိုင်ဒ်တို့က ပြောကြားခဲ့သည်- \"၎င်းသည် သူတို့၏ မဟာအခမ်းအနားနေ့ ဖြစ်သည်\"။ ဆအီးဒ် ဘင်န် ဂျုဘိုင်ရ်က ပြောကြားခဲ့သည်- \"၎င်းသည် သူတို့၏ မဟာဈေးကြီးနေ့ ဖြစ်သည်\"။ ဤပြောကြားချက်များသည် တစ်ခုနှင့်တစ်ခု မဆန့်ကျင်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ဖိရ်အောန်နှင့် သူ၏တပ်များကို ဤကဲ့သို့သောနေ့တွင် ဖျက်ဆီးခဲ့သည်ဟု ကျွန်ုပ်ပြောကြားလိုသည်၊ ၎င်းသည် ဆဟီးဟ်ကျမ်းတွင် အတည်ပြုထားသည့်အတိုင်း ဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အဗ်ဒုရ်-ရာဟ်မာန် ဘင်န် ဇိုင်ဒ် ဘင်န် အပ်စ်လမ်က ပြောကြားခဲ့သည်- \"၎င်းသည် မြေပြင်ညီသောနေရာဖြစ်ပြီး လူအားလုံး အတူတူပင်ဖြစ်သည်၊ ပွဲကို တန်းတူ မြင်တွေ့ခွင့်ရှိသည်။ အချို့လူများက မြင်ရသည်ကို အခြားသူများ မမြင်ရအောင် တားဆီးမည့် မည်သည့်အရာမှ မရှိခဲ့ပေ\"။</p>"
  }
]