[
  {
    "ayah_key": "9:43",
    "group_ayah_key": "9:43",
    "from_ayah": "9:43",
    "to_ayah": "9:45",
    "ayah_keys": "9:43,9:44,9:45",
    "text": "<p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က သင့်ကို ခွင့်လွှတ်တော်မူပါစေ။ အဘယ်ကြောင့် သူတို့ကို ခွင့်ပြုခဲ့သနည်း၊ အမှန်ကိုပြောသူများ သင့်အား ထင်ရှားလာပြီး သင်သည် မုသားပြောသူများကို သိရှိသည်အထိ <span>(၄၃)</span>အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သူများသည် ၎င်းတို့၏ စည်းစိမ်ဥစ္စာများနှင့် အသက်များကို အသုံးပြု၍ တိုက်ခိုက်ခြင်းမှ ကင်းလွတ်ခွင့်ပြုရန် သင့်အား ခွင့်မတောင်းကြပါ။ အလ္လာဟ်အရှင်မြတ်သည် တက်ကဝါရှိသူများကို အလုံးစုံသိတော်မူသောအရှင် ဖြစ်သည်။ <span>(၄၄)</span>အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို မယုံကြည်သူများနှင့် ၎င်းတို့၏စိတ်နှလုံးများ သံသယရှိသူများသာ သင့်အား ခွင့်တောင်းကြသည်။ ထို့ကြောင့် ၎င်းတို့၏ သံသယများဖြင့် ၎င်းတို့သည် တုန်လှုပ်ချောက်ချားနေကြသည်။ <span>(၄၅)</span></p><div lang=\"my\" class=\"my \"><h2>တမန်တော်မြတ်အား <span class=\"gray\">(ﷺ)</span> ဟန်ဆောင်သူများကို နောက်ကောက်ကျန်ရစ်စေရန် ခွင့်ပြုခဲ့ခြင်းကြောင့် အသင့်အတင့် ဝေဖန်ခြင်း</h2></div><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ ဟာတိမ်က 'အောင်က ပြောသည်ဟု မှတ်တမ်းတင်ထားသည်၊ \"ဤထက် ပိုမိုနူးညံ့သော ဝေဖန်မှုကို သင် ကြားဖူးသလား၊ ဝေဖန်ခြင်းမပြုမီ ခွင့်လွှတ်ခြင်းဖြင့် စတင်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَفَا اللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်က သင့်ကို ခွင့်လွှတ်တော်မူပါစေ။ အဘယ်ကြောင့် သူတို့ကို ခွင့်ပြုခဲ့သနည်း...)</span>?\" မူဝါရစ် အလ်-အိဂျ်လီနှင့် အခြားသူများကလည်း အလားတူပြောခဲ့ကြသည်။ ကာတာဒါက ပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်သည် သင် ဤနေရာတွင် ဖတ်ရှုရသည့်အတိုင်း သူ့ကို ဝေဖန်ခဲ့သည်၊ ထို့နောက် စူရဟ်အန်-နူးရ်တွင် သူအလိုရှိပါက သူတို့ကို နောက်ကောက်ကျန်ရစ်စေရန် ခွင့်ပြုချက်ကို နောက်ပိုင်းတွင် ထုတ်ဖော်ခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَن لِّمَن شِئْتَ مِنْهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ အချို့သော ကိစ္စများအတွက် သင့်အား ခွင့်တောင်းလျှင် သင်အလိုရှိသူအား ခွင့်ပြုလိုက်ပါ)</span><span class=\"gray\">[၂၄:၆၂]</span>\"။</p><p lang=\"my\" class=\"my \">အတာ အလ်-ခုရာစနီကလည်း အလားတူပြောခဲ့သည်။ မူဂျာဟစ်က ပြောသည်၊ \"ဤအာယသ်တော်သည် အချို့သောလူများအကြောင်း ထုတ်ဖော်ခဲ့ခြင်းဖြစ်သည်၊ ၎င်းတို့က 'အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ ထံမှ ခွင့်တောင်းပါ <span class=\"gray\">[နောက်ကောက်ကျန်ရစ်ရန်]</span>၊ သူသဘောတူသည်ဖြစ်စေ၊ မတူသည်ဖြစ်စေ နောက်ကောက်ကျန်ရစ်ကြလော့!'\" အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...အမှန်ကိုပြောသူများ သင့်အား ထင်ရှားလာသည်အထိ)</span>၊ တရားဝင် ဆင်ခြေများကို ရည်ညွှန်း၍၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَعْلَمَ الْكَاذِبِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်သည် မုသားပြောသူများကို သိရှိသည်)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ 'သူတို့ တောင်းဆိုသောအခါ သင်သည် သူတို့ကို နောက်ကောက်ကျန်ရစ်ရန် ခွင့်မပြုခဲ့သည်မှာ အဘယ်ကြောင့်နည်း၊ သို့မှသာ သင့်ကို စစ်မှန်စွာ နာခံသူများနှင့် မုသားပြောသူများကို သင်သိရှိမည်၊ မုသားပြောသူများသည် သင်ခွင့်မပြုခဲ့လျှင်ပင် နောက်ကောက်ကျန်ရစ်ရန် ရည်ရွယ်ထားသူများ ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်မှာ အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော် ﷺ ကို ယုံကြည်သူမည်သူမျှ စစ်တိုက်ခြင်းမှ နောက်ကောက်ကျန်ရစ်ရန် ခွင့်မတောင်းကြပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَأْذِنُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား ခွင့်မတောင်းကြ)</span>၊ ဂျီဟာဒ်မှ နောက်ကောက်ကျန်ရစ်ရန်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَن يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို ယုံကြည်သူများသည် ၎င်းတို့၏ စည်းစိမ်ဥစ္စာများနှင့် အသက်များကို အသုံးပြု၍ တိုက်ခိုက်ခြင်းမှ ကင်းလွတ်ခွင့်ပြုရန်။)</span> အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ဂျီဟာဒ်ကို ကိုးကွယ်မှုအဖြစ် ရှုမြင်ကြသောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဂျီဟာဒ်လုပ်ဆောင်ရန် ခေါ်တော်မူသောအခါ ၎င်းတို့သည် နာခံခဲ့ကြပြီး ၎င်း၏ နာခံမှုတွင် အလျင်အမြန် လုပ်ဆောင်ခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ - إِنَّمَا يَسْتَأْذِنُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် တက်ကဝါရှိသူများကို အလုံးစုံသိတော်မူသောအရှင် ဖြစ်သည်။ သင့်အား ခွင့်တောင်းသူများသည်)</span>၊ တရားဝင်ဆင်ခြေမရှိဘဲ နောက်ကောက်ကျန်ရစ်ရန်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်နှင့် နောက်ဆုံးနေ့ကို မယုံကြည်သူများ)</span>၊ ၎င်းတို့သည် ၎င်းတို့၏ ကောင်းသောအလုပ်များအတွက် နောက်ဘဝတွင် အလ္လာဟ်အရှင်မြတ်၏ အကျိုးဆုလာဘ်ကို မျှော်လင့်ခြင်းမရှိကြပါ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَارْتَابَتْ قُلُوبُهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့၏စိတ်နှလုံးများ သံသယရှိသူများ)</span>၊ သင် ၎င်းတို့ထံ ယူဆောင်လာသော အရာများ၏ ခိုင်မာမှုအပေါ်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့၏ သံသယများဖြင့် ၎င်းတို့သည် တုန်လှုပ်ချောက်ချားနေကြသည်။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် သံသယဖြင့် တုန်လှုပ်ချောက်ချားနေပြီး တစ်လှမ်းတိုး တစ်လှမ်းဆုတ် လုပ်နေကြသည်။ ၎င်းတို့သည် မည်သည့်ကိစ္စတွင်မျှ ခိုင်မာသောရပ်တည်ချက်မရှိ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် မသေချာမရေရာ ဖြစ်နေပြီး ပျက်စီးနေကြသည်၊ ဤသူတို့ဘက်လည်းမဟုတ်၊ ထိုသူတို့ဘက်လည်းမဟုတ်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်က လမ်းမှားစေသူများသည် မိမိတို့ကိုယ်ကို လမ်းမှန်သို့ ရောက်ရှိရန် နည်းလမ်းကို မည်သည့်အခါမျှ ရှာဖွေနိုင်မည်မဟုတ်ပေ။</p>"
  },
  {
    "ayah_key": "9:46",
    "group_ayah_key": "9:46",
    "from_ayah": "9:46",
    "to_ayah": "9:47",
    "ayah_keys": "9:46,9:47",
    "text": "<p lang=\"my\" class=\"my \">အကယ်၍ ၎င်းတို့သည် စစ်ချီရန် ရည်ရွယ်ခဲ့ပါမူ၊ ဧကန်မလွဲ ၎င်းတို့သည် ထိုအတွက် ပြင်ဆင်မှုများ ပြုလုပ်ခဲ့မည်ဖြစ်၏။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား စေလွှတ်ခြင်းကို မလိုလားခဲ့သဖြင့် ၎င်းတို့ကို နောက်ကျစေခဲ့ပြီး (၎င်းတို့အား) ပြောကြားခဲ့သည်- \"ထိုင်နေသူများနှင့်အတူ ထိုင်နေကြလော့။\" <span>(၄၆)</span>အကယ်၍ ၎င်းတို့သည် သင်တို့နှင့်အတူ စစ်ချီခဲ့ပါမူ၊ သင်တို့အား ဖရိုဖရဲဖြစ်မှုမှလွဲ၍ အခြားမည်သည့်အရာကိုမှ ပိုမိုဖြစ်ပေါ်စေမည် မဟုတ်ပေ။ သင်တို့အလယ်တွင် (ဖောက်ပြန်မှုကို ပျံ့နှံ့စေရန်) အလျင်အမြန် လုပ်ဆောင်ကြပြီး သင်တို့အကြား၌ ပုန်ကန်မှုကို မျိုးစေ့ချကြမည်ဖြစ်၏။ သင်တို့အနက်မှ အချို့သည် ၎င်းတို့၏ စကားကို နားထောင်ကြမည်ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူအပေါင်းကို အသိဆုံး ဖြစ်တော်မူ၏ <span>(၄၇)</span></p><div lang=\"es\" class=\"es \"><h2>Exposing Hypocrites</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَرَادُوا الْخُرُوجَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် စစ်ချီရန် ရည်ရွယ်ခဲ့ပါမူ၊)</span>၊ သင်တို့နှင့်အတူ ဂျီဟတ်တွင် ပါဝင်ရန်</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَأَعَدُّوا لَهُ عُدَّةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ ၎င်းတို့သည် ထိုအတွက် ပြင်ဆင်မှုများ ပြုလုပ်ခဲ့မည်ဖြစ်၏)</span> ၎င်းတို့သည် ထိုတာဝန်အတွက် ပြင်ဆင်ခဲ့မည်ဖြစ်၏၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَٰكِن كَرِهَ اللَّهُ انبِعَاثَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား စေလွှတ်ခြင်းကို မလိုလားခဲ့သဖြင့်)</span> အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ သင်တို့နှင့်အတူ လိုက်ပါသွားခြင်းကို မုန်းတီးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَثَبَّطَهُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် အရှင်မြတ်သည် ၎င်းတို့အား နောက်ကျစေခဲ့ပြီး (ဂျီဟတ်မှ) ကင်းဝေးစေခဲ့သည်၊</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့အား ပြောကြားခဲ့သည်- \"ထိုင်နေသူများနှင့်အတူ သင်တို့ ထိုင်နေကြလော့\")</span> ၎င်းတို့အတွက် သတ်မှတ်ထားသည့် အရာ၏ အစိတ်အပိုင်းတစ်ခုအဖြစ် <span class=\"gray\">[အရှင်မြတ်သည် ၎င်းတို့ နောက်ကျကျန်ရစ်ရန် ဥပဒေပြုခဲ့ခြင်း မဟုတ်ပေ]</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်သူများနှင့်အတူ ၎င်းတို့ စစ်ချီခြင်းကို အဘယ်ကြောင့် မကြိုက်ကြောင်း ရှင်းပြတော်မူခဲ့ပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ خَرَجُوا فِيكُم مَّا زَادُوكُمْ إِلَّا خَبَالًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် သင်တို့နှင့်အတူ စစ်ချီခဲ့ပါမူ၊ သင်တို့အား ဖရိုဖရဲဖြစ်မှုမှလွဲ၍ အခြားမည်သည့်အရာကိုမှ ပိုမိုဖြစ်ပေါ်စေမည် မဟုတ်ပေ)</span>၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် ကြောက်တတ်သူများ ဖြစ်ကြပြီး မအောင်မြင်သူများ ဖြစ်သောကြောင့်ပင်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အလယ်တွင် ပုန်ကန်မှုကို မျိုးစေ့ချကြလျက် အလျင်အမြန် လုပ်ဆောင်ကြမည်ဖြစ်၏)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့သည် သင်တို့အကြား၌ မဟုတ်မမှန်သော ဇာတ်လမ်းများ၊ မုန်းတီးမှုနှင့် သဘောထားကွဲလွဲမှုများကို ဖြန့်ဝေရန် အလျင်အမြန် လုပ်ဆောင်ကြမည်ဖြစ်၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِيكُمْ سَمَّاعُونَ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ အချို့သည် ၎င်းတို့၏ စကားကို နားထောင်ကြမည်ဖြစ်၏။)</span></p><p lang=\"my\" class=\"my \">၎င်းတို့အား နာခံခဲ့ကြပြီး ၎င်းတို့၏ စကားနှင့် ဆိုစကားများကို နှစ်သက်ခဲ့ကြကာ အကြံဉာဏ်များ တောင်းခံခဲ့ကြမည်ဖြစ်သည်၊ ဤဟန်ဆောင်သူတို့၏ စစ်မှန်သော အဖြစ်မှန်ကို မသိရှိဘဲ ဖြစ်သည်။ ဤအရာသည် ယုံကြည်သူများအကြား၌ ဖောက်ပြန်မှုနှင့် ကြီးမားသော မကောင်းမှုများကို ဖြစ်ပေါ်စေခဲ့မည် ဖြစ်သည်။ </p><p lang=\"my\" class=\"my \">မူဟမ္မဒ် ဘင် အစ်ဟာက်က ပြောကြားခဲ့သည်၊ \"တမန်တော် (ဆွလ်လလ္လာဟုအလိုင်းဟိဝါစလမ်) ထံမှ နောက်ကျကျန်ရစ်ရန် ခွင့်ပြုချက် တောင်းခံခဲ့သူများတွင် 'အဗ်ဒုလ္လာဟ် ဘင် အူဗိုင် ဘင် စလူလ်နှင့် အလ်-ဂျဒ် ဘင် ကွိုက်စ်ကဲ့သို့သော ခေါင်းဆောင်အချို့ ပါဝင်ခဲ့သည်။ ၎င်းတို့သည် ၎င်းတို့၏ လူမျိုးများ၏ သခင်များ ဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား နောက်ကျကျန်ရစ်စေခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် တမန်တော် (ဆွလ်လလ္လာဟုအလိုင်းဟိဝါစလမ်) နှင့်အတူ လိုက်ပါသွားပါက အရှင်မြတ်၏ စစ်တပ်တွင် ပုန်ကန်မှုကို မျိုးစေ့ချကြမည်ကို အရှင်မြတ် သိရှိခဲ့သောကြောင့်ဖြစ်သည်။\" ပရောဖက်၏ စစ်တပ်တွင် ဤခေါင်းဆောင်များကို နှစ်သက်သူများ ရှိခဲ့ကြပြီး ၎င်းတို့အား ဂုဏ်ယူဖွယ်ရာဟု မှတ်ယူသောကြောင့် နာခံရန် အသင့်ဖြစ်နေခဲ့ကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِيكُمْ سَمَّاعُونَ لَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အနက်မှ အချို့သည် ၎င်းတို့၏ စကားကို နားထောင်ကြမည်ဖြစ်၏)</span><span class=\"gray\">[၉:၄၇]</span>။ ထို့နောက် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ ပြည့်စုံသော အသိပညာကို ပြန်လည် သတိပေးတော်မူခဲ့ပြီး၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုသူအပေါင်းကို အသိဆုံး ဖြစ်တော်မူ၏။)</span> အလ္လာဟ်အရှင်မြတ်သည် ဖြစ်ပျက်ခဲ့သည်များကို၊ ဖြစ်ပျက်လာမည့်အရာများကို၊ အကယ်၍ တစ်စုံတစ်ရာ ဖြစ်ပျက်ခဲ့ပါက မည်ကဲ့သို့ ဖြစ်ပျက်မည်ကို သိရှိတော်မူသည်ဟု ပြောကြားတော်မူခဲ့သည်၊ ဥပမာအားဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ خَرَجُوا فِيكُم مَّا زَادُوكُمْ إِلَّا خَبَالًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ၎င်းတို့သည် သင်တို့နှင့်အတူ စစ်ချီခဲ့ပါမူ၊ သင်တို့အား ဖရိုဖရဲဖြစ်မှုမှလွဲ၍ အခြားမည်သည့်အရာကိုမှ ပိုမိုဖြစ်ပေါ်စေမည် မဟုတ်ပေ)</span>၊ ၎င်းတို့ စစ်ချီခဲ့ပါက မည်သို့လုပ်ဆောင်မည်ကို ပြသခြင်းဖြစ်သည်၊ ၎င်းတို့ မချီခဲ့သော်လည်း ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အလားတူ အာယသ်များတွင် ပြောကြားခဲ့သည်၊</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့အား (ဤလောကသို့) ပြန်ပို့ခဲ့ပါမူ၊ ၎င်းတို့အား တားမြစ်ထားသည့်အရာကို ဧကန်မလွဲ ပြန်လည်ကျူးလွန်ကြမည်ဖြစ်၏။ ၎င်းတို့သည် ဧကန်မလွဲ မုသာဝါဒီများ ဖြစ်ကြသည်)</span><span class=\"gray\">[၆:၂၈]</span>၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا وَّهُم مُّعْرِضُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၌ ကောင်းကျိုးတစ်စုံတစ်ရာကို သိရှိခဲ့ပါမူ၊ ဧကန်မလွဲ အရှင်မြတ်သည် ၎င်းတို့အား နားထောင်စေခဲ့မည်ဖြစ်၏။ အကယ်၍ အရှင်မြတ်သည် ၎င်းတို့အား နားထောင်စေခဲ့ပါသော်လည်း ၎င်းတို့သည် (သစ္စာတရားကို) ရွံမုန်းစွာဖြင့် လွှဲဖယ်သွားကြမည်သာ ဖြစ်သည်)</span><span class=\"gray\">[၈:၂၃]</span>၊ နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوا أَنفُسَكُمْ أَوِ اخْرُجُوا مِن دِيَارِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٌ مِّنْهُمْ ۖ وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيتًا - وَإِذًا لَّآتَيْنَاهُم مِّن لَّدُنَّا أَجْرًا عَظِيمًا - وَلَهَدَيْنَاهُمْ صِرَاطًا مُّسْتَقِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ အရှင်မြတ်သည် ၎င်းတို့အား (ဤသို့ပြောကြားလျက်) အမိန့်ပေးခဲ့ပါမူ၊ \"သင်တို့ကိုယ်သင်တို့ သတ်ကြလော့ (အပြစ်မဲ့သူများက အပြစ်ရှိသူများကို သတ်ကြလော့) သို့မဟုတ် သင်တို့၏ အိမ်များကို စွန့်ခွာကြလော့\" ၎င်းတို့အနက် အလွန်နည်းပါးသောသူများသာ ပြုလုပ်ကြမည်ဖြစ်၏။ သို့သော် ၎င်းတို့သည် ၎င်းတို့အား ပြောကြားထားသည်များကို ပြုလုပ်ခဲ့ပါမူ၊ ၎င်းတို့အတွက် ပိုမိုကောင်းမွန်မည်ဖြစ်ပြီး ၎င်းတို့၏ ယုံကြည်မှုကို ခိုင်မာစေခဲ့မည်ဖြစ်၏။ ဧကန်မလွဲ အရှင်မြတ်သည် ထို့နောက် ၎င်းတို့အား အရှင်မြတ်ထံမှ ကြီးမားသော အကျိုးကျေးဇူးကို ပေးသနားခဲ့မည်ဖြစ်၏။ ဧကန်မလွဲ အရှင်မြတ်သည် ၎င်းတို့အား ဖြောင့်မတ်သော လမ်းသို့ လမ်းပြခဲ့မည်ဖြစ်၏)</span><span class=\"gray\">[၄:၆၆-၆၈]</span>။</p>"
  },
  {
    "ayah_key": "9:48",
    "group_ayah_key": "9:48",
    "from_ayah": "9:48",
    "to_ayah": "9:48",
    "ayah_keys": "9:48",
    "text": "<p class=\"my translation\" lang=\"my\">ဧကန်မလွဲ သူတို့သည် ယခင်က ဖိတ်နာ (သွေးထိုးလှုံ့ဆော်မှု) ကို ကြံစည်ခဲ့ကြပြီး သင့်အတွက် ကိစ္စရပ်များကို လှန်ပစ် (ရှုပ်ထွေးအောင် လုပ်) ခဲ့ကြ၏။ ၎င်းနောက် အမှန်တရား <span class=\"gray\">(အောင်ပွဲ)</span> ရောက်ရှိလာခဲ့ပြီး ၎င်းတို့ မနှစ်သက်ကြသော်လည်း အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်သည် ပေါ်လွင်ထင်ရှားလာခဲ့သည် <span>(၄၈)</span></p><div lang=\"fr\" class=\"fr \"><h2>Allah encourages His Prophet ﷺ against hypocrites,</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِن قَبْلُ وَقَلَّبُوا لَكَ الْأُمُورَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ သူတို့သည် ယခင်က ဖိတ်နာ (သွေးထိုးလှုံ့ဆော်မှု) ကို ကြံစည်ခဲ့ကြပြီး သင့်အတွက် ကိစ္စရပ်များကို လှန်ပစ် (ရှုပ်ထွေးအောင် လုပ်) ခဲ့ကြ၏။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ ‘အချိန်အကြာကြီးကတည်းကပင် အယောင်ဆောင်သူတို့သည် သင့်အပေါ်နှင့် သင့်၏အဖော်များအပေါ် ကြံစည်ခဲ့ကြပြီး သင့်သာသနာကို ဖျက်ဆီးရန်နှင့် ငြိမ်းသတ်ရန် ကြိုးပမ်းခဲ့ကြ၏’။ ဤအဖြစ်အပျက်သည် တမန်တော်မြတ် ﷺ မဒီနာသို့ ဟစ်ဂျ်ရသ် (ပြောင်းရွှေ့) လုပ်ပြီး မကြာမီတွင် ဖြစ်ပွားခဲ့ခြင်းဖြစ်ရာ ထိုအချိန်က မွတ်ရှရစ်က် (ဘုရားများစွာကို ကိုးကွယ်သူ) အာရပ်များ ပူးပေါင်းခဲ့ကြပြီး မဒီနာမြို့မှ ဂျူးလူမျိုးများနှင့် အယောင်ဆောင်သူတို့သည် တမန်တော်မြတ် ﷺ ကို စစ်ပြုခဲ့ကြ၏။ အလ္လာဟ်အရှင်မြတ်က တမန်တော်မြတ် ﷺ ကို ဘဒ်ရ်စစ်ပွဲတွင် အောင်ပွဲခံစေပြီး အရှင်မြတ်၏ အမိန့်တော်ကို မြင့်မားစေသောအခါ အဘ်ဒူလ်လာဟ် ဘင်န် အူဘိုင်နှင့် ၎င်း၏ အပေါင်းအပါများက “ဤ <span class=\"gray\">(အစ္စလာမ်)</span> သည် အောင်ပွဲခံပြီးသော ကိစ္စတစ်ခုဖြစ်သည်” ဟု ပြောဆိုခဲ့ကြ၏။ ၎င်းတို့သည် အစ္စလာမ်သာသနာကို အပေါ်ယံလက်ခံခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် အစ္စလာမ်သာသနာနှင့် ၎င်း၏လူများကို ခွန်အားဖြင့် မြင့်မားစေသည့်အခါတိုင်း အယောင်ဆောင်သူတို့သည် ဒေါသနှင့် စိတ်ပျက်မှုများ တိုးပွားလာကြသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ جَاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللَّهِ وَهُمْ كَارِهُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းနောက် အမှန်တရား <span class=\"gray\">(အောင်ပွဲ)</span> ရောက်ရှိလာခဲ့ပြီး ၎င်းတို့ မနှစ်သက်ကြသော်လည်း အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်သည် ပေါ်လွင်ထင်ရှားလာခဲ့သည်အထိ။)</span></p>"
  }
]