[
  {
    "ayah_key": "24:27",
    "group_ayah_key": "24:27",
    "from_ayah": "24:27",
    "to_ayah": "24:29",
    "ayah_keys": "24:27,24:28,24:29",
    "text": "<p lang=\"my\" class=\"my \">အို၊ ယုံကြည်သူအပေါင်းတို့၊ သင်တို့သည် မိမိတို့အိမ်များမှအပ အခြားအိမ်များသို့ ဝင်ရောက်ခြင်းမပြုကြကုန်လင့်။ သင်တို့သည် ခွင့်တောင်းပြီး ၎င်းအိမ်များမှ လူများကို နှုတ်ဆက်ပြီးမှသာ ဝင်ကြကုန်လော့။ ထိုသို့ပြုလုပ်ခြင်းသည် သင်တို့အတွက် ပို၍ကောင်း၏။ သို့မှသာ သင်တို့သည် သတိရကြပေမည်။ <span>(၂၇)</span>အကယ်၍ သင်တို့သည် ၎င်းအိမ်များတွင် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မတွေ့ရှိခဲ့သော်လည်း ခွင့်မပြုသရွေ့ ဝင်ရောက်ခြင်းမပြုကြကုန်လင့်။ အကယ်၍ သင်တို့ကို ပြန်သွားရန် ပြောကြားခံရပါက ပြန်သွားကြကုန်လော့။ ထိုသို့ပြုခြင်းသည် သင်တို့အတွက် ပို၍သန့်စင်၏။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုသမျှကို အကြွင်းမဲ့သိရှိတော်မူ၏။ <span>(၂၈)</span>သင်တို့နှင့် သက်ဆိုင်သောအကျိုးစီးပွားရှိသော လူမနေသော အိမ်များသို့ ဝင်ရောက်ခြင်းအတွက် သင်တို့အပေါ် အပြစ်မရှိပေ။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ထုတ်ဖော်ပြသသည်များနှင့် သင်တို့ဖုံးကွယ်ထားသည်များကို သိတော်မူ၏။ <span>(၂၉)</span></p><div lang=\"my\" class=\"my \"><h2>ခွင့်တောင်းခြင်းနှင့် အိမ်များသို့ ဝင်ရောက်ခြင်း၏ ယဉ်ကျေးမှု</h2></div><p lang=\"my\" class=\"my \">ဤသည်မှာ အစ္စလာမ့်ယဉ်ကျေးမှုဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ဤယဉ်ကျေးမှုများကို <span class=\"gray\">(ခွင့်တောင်းခြင်း)</span> ၎င်းအရှင်မြတ်၏ ယုံကြည်သောကျွန်များအား သင်ကြားပေးခဲ့ပြီး မိမိတို့အိမ်များမှအပ အခြားအိမ်များသို့ ခွင့်မတောင်းမီ ဝင်ရောက်ခြင်းမပြုရန် အမိန့်ပေးခဲ့သည်၊ ဆိုလိုသည်မှာ ဝင်ရောက်ခြင်းမပြုမီ ခွင့်တောင်းရန်နှင့် ခွင့်တောင်းပြီးနောက် စလာမ်နှုတ်ဆက်ရန်ဖြစ်သည်။ တစ်ဦးတစ်ယောက်သည် သုံးကြိမ်တိုင်တိုင် ခွင့်တောင်းရမည်ဖြစ်ပြီး၊ အကယ်၍ ခွင့်ပြုပါက <span class=\"gray\">(သူဝင်ရောက်နိုင်သည်)</span>၊ မဟုတ်ပါက ထွက်ခွာသွားရမည်။</p><p lang=\"my\" class=\"my \">ဆွာဟီးဟ်ကျမ်းတွင် ဖော်ပြထားသည်မှာ အဗူမူဆာသည် အွမ္မရ်အား သုံးကြိမ်တိုင်တိုင် ဝင်ခွင့်တောင်းခဲ့ရာ အွမ္မရ်က ခွင့်မပြုခဲ့သဖြင့် သူပြန်သွားခဲ့သည်။ ထို့နောက် အွမ္မရ်က \"ငါသည် အဗ်ဒုလ္လာဟ် ဘင် ကွိုင်းစ် ဝင်ခွင့်တောင်းနေသည့်အသံကို မကြားခဲ့ရဘူးလား။ သူဝင်လာပါစေ\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် သူတို့သည် သူ့ကို ရှာဖွေခဲ့ကြသော်လည်း သူပြန်သွားပြီဖြစ်ကြောင်း တွေ့ရှိခဲ့ကြသည်။ သူနောက်မှ ရောက်လာသောအခါ အွမ္မရ်က \"အဘယ်ကြောင့် ပြန်သွားခဲ့သနည်း\" ဟု မေးခဲ့သည်။ သူက \"ကျွန်တော် ဝင်ခွင့်သုံးကြိမ်တိုင်တိုင် တောင်းခဲ့သော်လည်း ခွင့်မပြုခဲ့ပါ၊ ထို့ပြင် ကျွန်တော်သည် တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ကို ကြားခဲ့ရသည်\" ဟု ပြောခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِذَا اسْتَأْذَنَ أَحَدُكُمْ ثَلَاثًا فَلَمْ يُؤْذَنْ لَهُ فَلْيَنْصَرِفْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ထဲမှ တစ်ဦးဦးက ဝင်ခွင့်သုံးကြိမ်တိုင်တိုင်တောင်း၍ ခွင့်မပြုပါက သူပြန်သွားပါစေ။)</span>\" အွမ္မရ်က \"သင်သည် ငါ့အား ဤအကြောင်းအတွက် သက်သေပြရမည်၊ မဟုတ်ပါက ငါရိုက်နှက်မည်\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် သူသည် အန်ဆွာရ်အဖွဲ့တစ်ဖွဲ့ထံသို့ သွားရောက်၍ အွမ္မရ်ပြောခဲ့သည်များကို ပြောပြခဲ့သည်။ သူတို့က \"ငါတို့ထဲမှ အငယ်ဆုံးသူမှလွဲ၍ မည်သူမျှ သင့်အတွက် သက်သေမခံလိမ့်မည်မဟုတ်\" ဟု ပြောခဲ့သည်။ ထို့ကြောင့် အဘူဆအီးဒ် အလ်ခွဒ်ရီသည် သူ့နှင့်အတူ သွား၍ အွမ္မရ်အား ထိုအကြောင်းကို ပြောပြခဲ့သည်။ အွမ္မရ်က \"ထိုအကြောင်းကို ငါသိရှိခြင်းမှ တားဆီးခဲ့သည်မှာ ငါ့အား စျေးကွက်တွင် အလုပ်ရှုပ်နေခြင်းကြောင့်ဖြစ်သည်။\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်သည် အနပ်စ် (သို့မဟုတ်) အခြားသူတစ်ဦးက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ သည် ဆအ်ဒ် ဘင် အုဘာဒဟ်ထံ ဝင်ရောက်ရန် ခွင့်တောင်းခဲ့ကြောင်း ပြောကြားခဲ့သော ရေဝါယတ်တစ်ခုကို မှတ်တမ်းတင်ခဲ့သည်။ သူက ပြောကြားခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">السَّلَامُ عَلَيْكَ وَرَحْمَةُ اللهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ္စလာမု အလိုင်းက ဝါ ရဟ်မတွလ္လာဟ်)</span> ဆအ်ဒ်က \"ဝါ အလိုင်းကစ္စလာမ် ဝါ ရဟ်မတွလ္လာဟ်\" ဟု ပြောခဲ့သော်လည်း တမန်တော်မြတ် ﷺ သည် နှုတ်ဆက်ခြင်းကို သုံးကြိမ်ပေးပြီး ဆအ်ဒ်ကလည်း သုံးကြိမ်တိုင်တိုင် ပြန်လည်နှုတ်ဆက်ခဲ့သည်အထိ ပြန်လည်နှုတ်ဆက်သံကို မကြားခဲ့ရပေ၊ သို့သော် သူသည် တမန်တော်မြတ်အား ကြားအောင် မပြုလုပ်ခဲ့ပေ <span class=\"gray\">[ဆိုလိုသည်မှာ ဆအ်ဒ်သည် အသံတိုးတိုးဖြင့် တုံ့ပြန်ခဲ့သည်]</span>။ ထို့ကြောင့် တမန်တော်မြတ် ﷺ ပြန်လှည့်သွားခဲ့ရာ ဆအ်ဒ်သည် နောက်မှလိုက်၍ \"အို အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်၊ ကျွန်တော့်ဖခင်နှင့် မိခင်သည် ခင်ဗျားအတွက် အသက်စွန့်ပါစေ! ခင်ဗျားသည် နှုတ်ဆက်ခြင်းတစ်စုံတစ်ရာ ပေးတိုင်း ကျွန်တော် တုံ့ပြန်ခဲ့ပါသည်၊ သို့သော် ခင်ဗျားအား ကြားအောင် မပြုလုပ်ခဲ့ပါ။ ခင်ဗျား၏ စလာမ်နှင့် ကောင်းချီးများ ပိုမိုရရှိလို၍ ဖြစ်ပါသည်\" ဟု ပြောခဲ့သည်။ ထို့နောက် သူသည် တမန်တော်မြတ်အား သူ၏အိမ်သို့ ခွင့်ပြုခဲ့ပြီး စပျစ်သီးခြောက်အချို့ကို ကမ်းလှမ်းခဲ့သည်။ တမန်တော်မြတ် ﷺ စားသုံးပြီးနောက် ပြီးဆုံးသောအခါ မိန့်ကြားတော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكَلَ طَعَامَكُمُ الْأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلَائِكَةُ، وَأَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူတော်စင်များသည် သင်၏အစားအစာကို စားသုံးပါစေ၊ ကောင်းကင်တမန်များသည် သင်အပေါ် ကောင်းချီးပေးပါစေ၊ ဥပုသ်စောင့်သူများသည် သင်နှင့်အတူ ဥပုသ်ဖြတ်ပါစေ။)</span></p><p lang=\"my\" class=\"my \">ဝင်ခွင့်တောင်းသူသည် တံခါးရှေ့တည့်တည့်တွင် မရပ်သင့်ကြောင်းကိုလည်း သိရှိရမည်။ တံခါးကို သူ၏ညာဘက် (သို့မဟုတ်) ဘယ်ဘက်တွင် ထားရမည်။ ၎င်းမှာ အဘူဒါဝူးဒ်က အဗ်ဒုလ္လာဟ် ဘင် ဘွတ်စ်ရ်ထံမှ မှတ်တမ်းတင်ထားသော ဟဒီးစ်ကြောင့်ဖြစ်ပြီး သူက ပြောခဲ့သည်- \"အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ တစ်ဦးတစ်ယောက်၏ တံခါးသို့ ရောက်လာသောအခါ၊ ၎င်းအရှင်မြတ်သည် တံခါးရှေ့တည့်တည့်တွင် လုံးဝမရပ်ဘဲ ညာဘက် (သို့မဟုတ်) ဘယ်ဘက်တွင် ရပ်၍ မိန့်ကြားတော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">السَّلَامُ عَلَيْكُمْ، السَّلَامُ عَلَيْكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အစ္စလာမု အလိုင်းကွမ်၊ အစ္စလာမု အလိုင်းကွမ်။)</span> ထိုသို့ဖြစ်ခြင်းမှာ ထိုအချိန်က အိမ်များတွင် ၎င်းတို့၏ တံခါးဝများ၌ ဖုံးအုပ်ထားခြင်း (သို့မဟုတ်) ကန့်လန့်ကာများ မရှိခဲ့သောကြောင့်ဖြစ်သည်။\" ဤရေဝါယတ်ကို အဘူဒါဝူးဒ်တစ်ဦးတည်းသာ မှတ်တမ်းတင်ခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဆွာဟီးဟ်ကျမ်းနှစ်ခုတွင် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်ဟု မှတ်တမ်းတင်ထားသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنَّ امْرَءًا اطَّلَعَ عَلَيْكَ بِغَيْرِ إِذْنٍ فَخَذَفْتَهُ بِحَصَاةٍ فَفَقَأْتَ عَيْنَهُ، مَا كَانَ عَلَيْكَ مِنْ جُنَاحٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ တစ်စုံတစ်ယောက်က သင်၏ခွင့်ပြုချက်မရှိဘဲ သင်၏အိမ်ထဲသို့ ချောင်းကြည့်လျှင်၊ သင်က သူ့ကို ကျောက်ခဲဖြင့် ပစ်၍ သူ၏မျက်လုံးကို ထိခိုက်စေခဲ့လျှင်၊ သင်အပေါ် အပြစ်မရှိပေ။)</span> အုပ်စုက ဂျာဘီရ် ပြောခဲ့သည်ကို မှတ်တမ်းတင်ထားသည်- \"ကျွန်တော်သည် ကျွန်တော့်ဖခင်၏ ကြွေးမြီအတွက် တမန်တော်မြတ် ﷺ ထံသို့ ရောက်လာပြီး တံခါးကို ခေါက်ခဲ့သည်။ ၎င်းအရှင်မြတ်က မိန့်ကြားတော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ ذَا؟</p><p lang=\"haw\" class=\"haw \"><span class=\"gray\">(မည်သူနည်း?)</span> ကျွန်တော်က \"ကျွန်တော်ပါ!\" ဟု ပြောခဲ့သည်။ ၎င်းအရှင်မြတ်က မိန့်ကြားတော်မူသည်- </p><p class=\"ga qpc-hafs\" lang=\"ga\">أَنَا أَنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါလား? ငါလား?)</span> ၎င်းအရှင်မြတ်သည် မကြိုက်နှစ်သက်သကဲ့သို့ ဖြစ်နေခဲ့သည်။\" ၎င်းအရှင်မြတ်သည် မကြိုက်နှစ်သက်ခဲ့ပါ။ အဘယ်ကြောင့်ဆိုသော် ဤစကားလုံးက ပြောသူမည်သူဖြစ်သည်ကို မည်သည့်အရာမျှ မပြောပြနိုင်သောကြောင့်ဖြစ်သည်။ သူသည် သူ၏အမည် (သို့မဟုတ်) သူသိကြသော အမည်ကို ရှင်းရှင်းလင်းလင်း မဖော်ပြပါက <span class=\"gray\">(အမည်ပြောင်)</span> အခြားမည်သူမဆို မိမိကိုယ်ကို \"ငါ\" ဟု ခေါ်ဆိုနိုင်ပြီး၊ ၎င်းသည် အာယတ်တော်တွင် အမိန့်ပေးထားသည့်အတိုင်း လူများကို စိတ်သက်သာရာရစေရန် ဝင်ခွင့်တောင်းခြင်း၏ ရည်ရွယ်ချက်ကို မပြည့်မီစေသောကြောင့်ဖြစ်သည်။ အလ်-အဝ်ဖီသည် အိဗ်နု အဗ်ဗားစ်ထံမှ ပြောကြားခဲ့သည်- \"လူများကို စိတ်သက်သာရာရစေခြင်းဆိုသည်မှာ ဝင်ရောက်ခွင့်တောင်းခြင်းဖြစ်သည်။\" ဤသည်မှာ အခြားသူများ၏ အမြင်လည်းဖြစ်သည်။</p><p lang=\"my\" class=\"my \">အိမာမ် အဟ်မဒ်သည် ကလာဒါ ဘင် အလ်-ဟန်ဘလ်ထံမှ မှတ်တမ်းတင်ထားသည်မှာ မက္ကဟ်အောင်ပွဲ <span class=\"gray\">(မက္ကဟ်အောင်ပွဲ)</span> အချိန်တွင် စပ်ဖ်ဝါန် ဘင် အုမိုင်ယာဟ်သည် တမန်တော်မြတ် ﷺ ချိုင့်ဝှမ်းထိပ်တွင် ရှိနေစဉ် နို့၊ သေးငယ်သော သမင်ကောင်နှင့် သေးငယ်သော သခွားသီးအချို့နှင့်အတူ သူ့ကို စေလွှတ်ခဲ့သည်။ သူက \"ကျွန်တော်သည် တမန်တော်မြတ် ﷺ ထံသို့ ဝင်ရောက်ခဲ့ပြီး စလာမ်နှုတ်ဆက်ခြင်းလည်း မပေးခဲ့၊ ဝင်ရောက်ခွင့်လည်း မတောင်းခဲ့ပါ။\" ဟု ပြောခဲ့သည်။ တမန်တော်မြတ် ﷺ မိန့်ကြားတော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْجِعْ فَقُلْ: السَّلَامُ عَلَيْكُمْ أَأَدْخُلُ؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြန်သွားပြီး ပြောပါ- \"အစ္စလာမု အလိုင်းကွမ်၊ ကျွန်တော် ဝင်လို့ရပါသလား။\")</span> ၎င်းသည် စပ်ဖ်ဝါန် မွတ်စလင်ဖြစ်ပြီးနောက်ပိုင်းတွင် ဖြစ်သည်။\" ဤအကြောင်းကို အဘူဒါဝူးဒ်၊ အတ်-သေရ်မီဇီ နှင့် အန်-နစာအီ တို့ကလည်း မှတ်တမ်းတင်ခဲ့သည်။ အတ်-သေရ်မီဇီက \"ဟဆန် ဂရီးဗ်\" ဟု ပြောခဲ့သည်။ အိဗ်နု ဂျုရိုင်းဂျ်က အတ်တာ ဘင် အဘီ ရဘာဟ်သည် အိဗ်နု အဗ်ဗားစ်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းအပေါ် နှစ်သက်တော်မူပါစေ၊ ပြောခဲ့သည်ကို ကြားခဲ့ရကြောင်း ပြောခဲ့သည်- \"လူများ လျစ်လျူရှုထားသည့် အာယတ်တော်သုံးခု ရှိသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်ထံတွင် သင်တို့ထဲမှ အမြတ်ဆုံးသူမှာ တက်ကဝါ အရှိဆုံးသူပင် ဖြစ်သည်)</span><span class=\"gray\">(49:13)</span>,</p><p lang=\"my\" class=\"my \">သို့သော် <span class=\"gray\">(ယခု)</span> သူတို့က အလ္လာဟ်အရှင်မြတ်ထံတွင် သူတို့ထဲမှ အမြတ်ဆုံးသူမှာ အကြီးဆုံးအိမ်ရှိသူဟု ပြောကြသည်။ ခွင့်တောင်းခြင်းနှင့်ပတ်သက်၍မူ လူတို့သည် ၎င်းအကြောင်းကို လုံးဝမေ့လျော့နေကြသည်။\" ကျွန်တော်က \"ကျွန်တော့်နှင့် အိမ်တစ်အိမ်တည်းတွင် နေထိုင်သော ကျွန်တော့်မိဘမဲ့ညီအစ်မများထံ ဝင်ရောက်ရန် ခွင့်တောင်းရမည်လား\" ဟု မေးခဲ့သည်။ သူက \"ဟုတ်ကဲ့\" ဟု ပြောခဲ့သည်။ ကျွန်တော်က သူအား ကျွန်တော့်အတွက် လျှော့ပေါ့ပေးရန် တောင်းဆိုခဲ့သော်လည်း သူငြင်းဆန်ပြီး \"သူတို့ကို ကိုယ်တုံးလုံးမြင်ချင်သလား\" ဟု ပြောခဲ့သည်။ ကျွန်တော်က \"မမြင်ချင်ပါ\" ဟု ပြောခဲ့သည်။ သူက \"ဒါဆို ဝင်ခွင့်တောင်းပါ\" ဟု ပြောခဲ့သည်။ ကျွန်တော် သူ့ကို ထပ်မံမေးခဲ့ရာ သူက \"သင်သည် အလ္လာဟ်အရှင်မြတ်အား နာခံလိုသလား\" ဟု ပြောခဲ့သည်။ ကျွန်တော်က \"ဟုတ်ကဲ့\" ဟု ပြောခဲ့သည်။ သူက \"ဒါဆို ခွင့်တောင်းပါ\" ဟု ပြောခဲ့သည်။</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျုရိုင်းဂျ်က \"အိဗ်နု တာဝူးစ်က သူ့ဖခင်ပြောခဲ့သည်ကို ပြောပြခဲ့သည်- 'ကျွန်တော့် မဟ်ရမ်များဖြစ်သော အမျိုးသမီးများထက် ကိုယ်တုံးလုံးမြင်ရခြင်းကို မုန်းတီးသော အမျိုးသမီးများ မရှိပါ။' သူသည် ဤအချက်နှင့်ပတ်သက်၍ အလွန်တင်းကြပ်ခဲ့သည်။\" အိဗ်နု ဂျုရိုင်းဂျ်သည် အဇ်-ဇူဟ်ရီက ပြောခဲ့သည်ကို ရေဝါယတ်တင်ခဲ့သည်- \"ကျွန်တော်သည် ဟုဇိုင်းလ် ဘင် ရှုရာဟ်ဘီးလ် အလ်-အဝ်ဒီ အလ်-အအ်မာ <span class=\"gray\">(ပြောသည်ကို)</span> ကြားခဲ့ရသည်မှာ သူသည် အိဗ်နု မပ်စ်အူဒ် ပြောသည်ကို ကြားခဲ့ရသည်- 'သင်တို့သည် သင်တို့၏မိခင်များထံ ဝင်ရောက်ရန် ခွင့်တောင်းရမည်။'\"</p><p lang=\"my\" class=\"my \">အိဗ်နု ဂျုရိုင်းဂျ်က \"ကျွန်တော် 'အတ္တာ' အား မေးခဲ့သည်- 'ယောက်ျားတစ်ဦးသည် သူ၏ဇနီးထံ ဝင်ရောက်ရန် ခွင့်တောင်းရမည်လား?' သူက 'မဟုတ်ဘူး၊ ၎င်းသည် မဖြစ်မနေ မဟုတ်ကြောင်း နားလည်နိုင်သည်၊ သို့သော် သူမကို အံ့အားသင့်စေခြင်းမရှိစေရန် သူဝင်လာကြောင်း သူမအား အသိပေးခြင်းက သူ့အတွက် ပို၍ကောင်းသည်။ အဘယ်ကြောင့်ဆိုသော် သူမသည် သူ့အား မြင်စေလိုခြင်းမရှိသည့် အခြေအနေတွင် ရှိနေနိုင်သောကြောင့်ဖြစ်သည်။' ဟု ပြောခဲ့သည်။\"</p><p lang=\"my\" class=\"my \">အဘူ ဂျအ်ဖရ် ဘင် ဂျရီးရ်သည် ဇိုင်းနပ်ဘ်၏ တူမ (အဗ်ဒုလ္လာဟ် ဘင် မပ်စ်အူဒ်၏ ဇနီး) ထံမှ ရေဝါယတ်တင်ခဲ့သည်မှာ ဇိုင်းနပ်ဘ်၊ အလ္လာဟ်အရှင်မြတ်သည် သူမအပေါ် နှစ်သက်တော်မူပါစေ၊ ပြောခဲ့သည်- \"အဗ်ဒုလ္လာဟ်သည် အလုပ်ကိစ္စတစ်ခုမှ ပြန်လာ၍ တံခါးသို့ ရောက်သောအခါ၊ သူသည် လည်ချောင်းရှင်းလင်းပြီး တံတွေးထွေးလေ့ရှိသည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် ရုတ်တရက် ရောက်လာပြီး သူမနှစ်သက်သော အခြေအနေတွင် ကျွန်ုပ်တို့ကို တွေ့ရှိရန် မလိုလားသောကြောင့်ဖြစ်သည်။\" ၎င်း၏ ရေဝါယတ်ကွင်းဆက်သည် ဆွာဟီးဟ်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّىٰ تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَىٰ أَهْلِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ ယုံကြည်သူအပေါင်းတို့၊ သင်တို့သည် မိမိတို့အိမ်များမှအပ အခြားအိမ်များသို့ ဝင်ရောက်ခြင်းမပြုကြကုန်လင့်။ သင်တို့သည် ခွင့်တောင်းပြီး ၎င်းအိမ်များမှ လူများကို နှုတ်ဆက်ပြီးမှသာ ဝင်ကြကုန်လော့။)</span></p><p lang=\"my\" class=\"my \">မုကာတည်လ် ဘင် ဟိုင်ယန်က ပြောခဲ့သည်- \"ဂျာဟီလီယာခေတ်တွင် လူတစ်ဦးသည် သူ၏သူငယ်ချင်းနှင့် တွေ့ဆုံသောအခါ၊ စလာမ်ဖြင့် နှုတ်ဆက်ခြင်းမပြုခဲ့ပေ။ ထို့အစား သူက \"ဟူယီတာ ဆဘာဟန်\" (သို့မဟုတ်) \"ဟူယီတာ မဆာအန်\" <span class=\"gray\">[\"မင်္ဂလာနံနက်ခင်းပါ\" (သို့မဟုတ်) \"မင်္ဂလာညနေခင်းပါ\" နှင့် ညီမျှသည်]</span> ဟု ပြောခဲ့သည်။ ဤသည်မှာ ထိုအချိန်က လူများအကြား နှုတ်ဆက်ခြင်းဖြစ်သည်။ သူတို့သည် တစ်ဦးနှင့်တစ်ဦး အိမ်များသို့ ဝင်ရောက်ရန် ခွင့်တောင်းခြင်းမပြုခဲ့ကြပေ။ လူတစ်ဦးသည် တန်းတန်းမတ်မတ် ဝင်သွားပြီး \"ကျွန်တော် ရောက်လာပြီ\" စသည်ဖြင့် ပြောဆိုနိုင်ခဲ့သည်။ ဤသည်မှာ လူတစ်ဦးအတွက် ခံရခက်ခဲသည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် သူ၏ဇနီးနှင့်အတူ ရှိနေနိုင်သောကြောင့်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာအားလုံးကို ဖုံးအုပ်ခြင်းနှင့် သန့်ရှင်းခြင်းကို အမိန့်ပေးခြင်းဖြင့် ပြောင်းလဲပစ်ခဲ့ပြီး၊ ၎င်းအား မည်သည့်အပြစ် (သို့မဟုတ်) မလျော်ကန်မှုမျှ ကင်းမဲ့သော သန့်စင်သည့် အရာဖြစ်စေခဲ့သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّىٰ تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَىٰ أَهْلِهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို၊ ယုံကြည်သူအပေါင်းတို့၊ သင်တို့သည် မိမိတို့အိမ်များမှအပ အခြားအိမ်များသို့ ဝင်ရောက်ခြင်းမပြုကြကုန်လင့်။ သင်တို့သည် ခွင့်တောင်းပြီး ၎င်းအိမ်များမှ လူများကို နှုတ်ဆက်ပြီးမှသာ ဝင်ကြကုန်လော့။...)</span> မုကာတည်လ် ပြောခဲ့သည်မှာ ကောင်းသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်- </p><p class=\"lb qpc-hafs\" lang=\"lb\">ذَٰلِكُمْ خَيْرٌ لَّكُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထိုသို့ပြုလုပ်ခြင်းသည် သင်တို့အတွက် ပို၍ကောင်း၏၊)</span> ဆိုလိုသည်မှာ ဝင်ခွင့်တောင်းခြင်းသည် သင်တို့အတွက် ပို၍ကောင်းသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းသည် နှစ်ဖက်စလုံးအတွက်၊ ဝင်ခွင့်တောင်းသူနှင့် အိမ်အတွင်းရှိသူများအတွက် ပို၍ကောင်းသောကြောင့်ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَذَكَّرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မှသာ သင်တို့သည် သတိရကြပေမည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن لَّمْ تَجِدُوا فِيهَا أَحَدًا فَلَا تَدْخُلُوهَا حَتَّىٰ يُؤْذَنَ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့သည် ၎င်းအိမ်များတွင် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ မတွေ့ရှိခဲ့သော်လည်း ခွင့်မပြုသရွေ့ ဝင်ရောက်ခြင်းမပြုကြကုန်လင့်။)</span> ဤသည်မှာ အခြားသူများ၏ ပိုင်ဆိုင်မှုများကို ၎င်းတို့၏ခွင့်ပြုချက်မရှိဘဲ မည်သို့ကိုင်တွယ်ရမည်ဆိုသည့် ကိစ္စဖြစ်သည်။ သူလိုလားပါက ခွင့်ပြုနိုင်သည်၊ သူလိုလားပါက ခွင့်ပြုခြင်းမှ ရှောင်ကြဉ်နိုင်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا ۖ هُوَ أَزْكَىٰ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့ကို ပြန်သွားရန် ပြောကြားခံရပါက ပြန်သွားကြကုန်လော့။ ထိုသို့ပြုခြင်းသည် သင်တို့အတွက် ပို၍သန့်စင်၏။)</span> ဆိုလိုသည်မှာ၊ အကယ်၍ သင်သည် တံခါးဝတွင် ပြန်လှည့်ခံရပါက၊ ခွင့်ပြုချက်ပေးပြီး (သို့မဟုတ်) မပေးမီဖြစ်စေ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْجِعُوا ۖ هُوَ أَزْكَىٰ لَكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြန်သွားကြကုန်လော့။ ထိုသို့ပြုခြင်းသည် သင်တို့အတွက် ပို၍သန့်စင်၏။)</span> ဆိုလိုသည်မှာ ပြန်သွားခြင်းသည် သင်တို့အတွက် ပို၍သန့်စင်ပြီး ပို၍ကောင်းသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုသမျှကို အကြွင်းမဲ့သိရှိတော်မူ၏။)</span> ကတာဒါက ဟိဂျ်ရတ်လာရောက်သူတစ်ဦး ပြောခဲ့သည်ကို ပြောခဲ့သည်- \"ကျွန်တော့်ဘဝတစ်လျှောက်လုံး ဤအာယတ်တော်ကို လိုက်နာရန် ကြိုးစားခဲ့ပါသည်၊ သို့သော် ကျွန်တော်သည် ကျွန်တော့်ညီအစ်ကိုတစ်ဦးထံ ဝင်ခွင့်တောင်းခဲ့၍ သူက ကျွန်တော့်ကို ပြန်သွားရန် ပြောခဲ့လျှင်၊ ကျွန်တော် ပျော်ရွှင်စွာ ပြုလုပ်နိုင်ခဲ့ခြင်းမရှိပါ၊ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသော်လည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا ۖ هُوَ أَزْكَىٰ لَكُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့ကို ပြန်သွားရန် ပြောကြားခံရပါက ပြန်သွားကြကုန်လော့။ ထိုသို့ပြုခြင်းသည် သင်တို့အတွက် ပို၍သန့်စင်၏။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုသမျှကို အကြွင်းမဲ့သိရှိတော်မူ၏။)</span>\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِن قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့ကို ပြန်သွားရန် ပြောကြားခံရပါက ပြန်သွားကြကုန်လော့။....)</span> ဆအီးဒ် ဘင် ဂျုဘိုင်းရ်က \"ဤသည်မှာ လူတို့၏ တံခါးများတွင် မရပ်ပါနှင့်\" ဟု ဆိုလိုသည်ဟု ပြောခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُوا بُيُوتًا غَيْرَ مَسْكُونَةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် လူမနေသော အိမ်များသို့ ဝင်ရောက်ခြင်းအတွက် သင်တို့အပေါ် အပြစ်မရှိပေ။)</span> ဤအာယတ်တော်သည် ယခင်အာယတ်တော်ထက် ပိုမိုတိကျသည်။ အဘယ်ကြောင့်ဆိုသော် ၎င်းက မည်သူမျှမရှိသော အိမ်များသို့ ဝင်ရောက်ခြင်းသည် ခွင့်ပြုကြောင်း ဖော်ပြထားသောကြောင့်ဖြစ်သည်၊ အကယ်၍ ထိုသို့ပြုလုပ်ရန် အကြောင်းပြချက်ရှိလျှင်၊ ဥပမာ- ဧည့်သည်များအတွက် ပြင်ဆင်ထားသော အိမ်များကဲ့သို့ဖြစ်သည် – အကယ်၍ သူ့အား တစ်ကြိမ်ခွင့်ပြုခဲ့လျှင်၊ ထိုသည် လုံလောက်သည်။ အိဗ်နု ဂျုရိုင်းဂျ်က \"အိဗ်နု အဗ်ဗားစ်က ပြောခဲ့သည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မိမိတို့အိမ်များမှအပ အခြားအိမ်များသို့ ဝင်ရောက်ခြင်းမပြုကြကုန်လင့်၊)</span> ထို့နောက် ဤအရာကို ပယ်ဖျက်ခဲ့ပြီး၊ ကင်းလွတ်ခွင့်ပေးခဲ့ကာ အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားတော်မူသည်- </p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُوا بُيُوتًا غَيْرَ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် လူမနေသော အိမ်များသို့ ဝင်ရောက်ခြင်းအတွက် သင်တို့အပေါ် အပြစ်မရှိပေ၊ <span class=\"gray\">(အခါ)</span> သင်တို့နှင့် သက်ဆိုင်သောအကျိုးစီးပွားရှိသော။)</span> ဤအကြောင်းကို 'အိကရီမာဟ်' နှင့် 'အလ်-ဟဆန် အလ်-ဘဆ်ရီ' တို့ထံမှလည်း ရေဝါယတ်တင်ခဲ့သည်။</p>"
  }
]