[
  {
    "ayah_key": "9:58",
    "group_ayah_key": "9:58",
    "from_ayah": "9:58",
    "to_ayah": "9:59",
    "ayah_keys": "9:58,9:59",
    "text": "<p lang=\"my\" class=\"my \">၎င်းတို့အထဲမှ အချို့သည် သင့်အား <span class=\"gray\">(ဇကာတ်ခွဲဝေမှု)</span> နှင့်ပတ်သက်၍ စွပ်စွဲကြ၏။ ၎င်းတို့အား ၎င်းမှ တစ်စိတ်တစ်ပိုင်း ပေးအပ်သောအခါ ၎င်းတို့သည် ဝမ်းမြောက်ကြ၏။ သို့သော် ၎င်းတို့အား မပေးသောအခါမူကား ၎င်းတို့သည် ဒေါသထွက်ကြကုန်၏။ <span>(၅၈)</span> အကယ်၍သာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော် ပေးသည်ကို ကျေနပ်ပြီး \"ကျွန်ုပ်တို့အတွက် အလ္လာဟ်အရှင်မြတ်သည် လုံလောက်ပါသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ၎င်း၏ ကျေးဇူးတော်မှ ပေးသနားတော်မူမည်ဖြစ်ပြီး ၎င်း၏ ရစူလ်တမန်တော်လည်း ပေးသနားတော်မူမည်ဖြစ်သည်။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံ <span class=\"gray\">(ကြွယ်ဝစေရန်)</span> တောင်းပန်အပ်ပါသည်။ <span>(၅၉)</span></p><div lang=\"my\" class=\"my \"><h2>မုနာဖစ်က်တို့သည် ဇကာတ် ခွဲဝေသောအခါ တမန်တော်မြတ် <span class=\"gray\">(ﷺ)</span> ၏ သစ္စာရှိမှုကို မေးခွန်းထုတ်ခြင်း</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمِنْهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အထဲမှ)</span>၊ မုနာဖစ်က်တို့အထဲမှ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن يَلْمِزُكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား စွပ်စွဲသူ)</span> သို့မဟုတ် သင်၏ သစ္စာရှိမှုကို မေးခွန်းထုတ်သူ၊</p><p class=\"qpc-hafs\">فِي </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့်ပတ်သက်၍)</span>၊ ခွဲဝေမှု၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الصَّدَقَاتِ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဇကာတ်များ)</span>၊ သင် ခွဲဝေသောအခါ။ သင်၏ တရားမျှတမှုကို ၎င်းတို့က မေးခွန်းထုတ်ကြ၏။ ၎င်းတို့၏ သစ္စာရှိမှုကို မေးခွန်းထုတ်ရန် ထိုက်တန်သူများမှာ ၎င်းတို့ပင်ဖြစ်သော်လည်း။ မုနာဖစ်က်တို့သည် ဘာသာတရားကို ကာကွယ်ရန် ဤသို့ ပြုခြင်းမဟုတ်ဘဲ မိမိတို့အတွက် ပိုမိုရရှိရန်ဖြစ်သည်။ ဤသည့်အတွက်ကြောင့်၊</p><p class=\"ur qpc-hafs\" lang=\"ur\">أُعْطُوا مِنْهَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အား ပေးအပ်လျှင်)</span> ဆိုလိုသည်မှာ ဇကာတ်မှ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">رَضُوا وَإِن لَّمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် ဝမ်းမြောက်ကြ၏။ သို့သော် ၎င်းတို့အား မပေးသောအခါမူကား ၎င်းတို့သည် ဒေါသထွက်ကြကုန်၏!)</span><span class=\"gray\">[၉း၅၈]</span>၊ မိမိတို့အတွက် ဒေါသထွက်ကြသည်။ ကွာတာဒါးဟ်သည် အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်အပေါ် မှတ်ချက်ပြုခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن يَلْمِزُكَ فِي الصَّدَقَاتِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အထဲမှ အချို့သည် သင့်အား ဇကာတ်နှင့်ပတ်သက်၍ စွပ်စွဲကြ၏။)</span> \"အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊ '၎င်းတို့အထဲမှ အချို့သည် ဇကာတ်ခွဲဝေမှုကိစ္စတွင် သင်၏ သစ္စာရှိမှုကို မေးခွန်းထုတ်ကြ၏။' ကျွန်ုပ်တို့အား ပြောကြားခဲ့သည်မှာ အစ္စလာမ်ကို မကြာသေးမီကမှ သက်ဝင်ယုံကြည်ခဲ့သော ကျေးလက်နေ လူတစ်ဦးသည် တမန်တော်မြတ် (ﷺ) ရွှေနှင့်ငွေအချို့ကို ခွဲဝေနေစဉ် ၎င်းထံသို့ လာရောက်ပြီး 'အို မုဟမ္မဒ်! အလ္လာဟ်အရှင်မြတ်က သင့်အား မျှတစွာ ခွဲဝေရန် အမိန့်ပေးထားသော်လည်း သင်သည် ထိုသို့ မပြုခဲ့ပါ။' ဟု ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ﷺ) က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْلَكَ فَمَنْ ذَا الَّذِي يَعْدِلُ عَلَيْكَ بَعْدِي؟</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင် ဖျက်ဆီးခံရလတ္တံ့! ငါ့နောက်မှ မည်သူသည် သင့်အား မျှတစွာ ပြုမူပါမည်နည်း။)</span> အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ﷺ) သည် ထို့နောက် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْذَرُوا هَذَا وَأَشْبَاهَهُ فَإِنَّ فِي أُمَّتِي أَشْبَاهُ هَذَا يَقْرَءُونَ الْقُرآنَ لَا يُجَاوِزُ تَرَاقِيهِمْ فَإِذَا خَرَجُوا فَاْقْتُلُوهُمْ، ثُمَّ إِذَا خَرَجُوا فَاقْتُلُوهُمْ، ثُمَّ إِذَا خَرَجُوا فَاقْتُلُوهُم</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူနှင့် ၎င်း၏ အလားတူသူများကို သတိပြုကြလော့! ငါ၏ အွမ္မသ် (လူမျိုး) တွင် ကုရ်အာန်ကို ရွတ်ဖတ်ကြသော်လည်း ကုရ်အာန်သည် ၎င်းတို့၏ လည်ချောင်းကို ကျော်လွန်၍ မသွားသော သူများ ရှိလိမ့်မည်။ အကယ်၍ ၎င်းတို့သည် <span class=\"gray\">(မူဆလင်အုပ်ချုပ်သူများအား)</span> ပုန်ကန်ထကြလျှင် ၎င်းတို့ကို သတ်ကြလော့၊ အကယ်၍ ၎င်းတို့ ထကြလျှင် သတ်ကြလော့၊ ထို့နောက် ၎င်းတို့ ထကြလျှင် သတ်ကြလော့။)</span></p><p lang=\"my\" class=\"my \">ကျွန်ုပ်တို့အား အလ္လာဟ်အရှင်မြတ်၏ တမန်တော် (ﷺ) သည် မိန့်တော်မူလေ့ရှိကြောင်းလည်း ပြောကြားခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ! مَا أُعْطِيكُمْ شَيْئًا وَلَا أَمْنَعُكُمُوهُ إِنَّمَا أَنَا خَازِنٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ငါ၏ အသက်သည် မည်သူ၏လက်ထဲတွင် ရှိသနည်း! ငါသည် မည်သည့်အရာကိုမျှ မပေး၊ မတားမြစ်ပေ။ ငါသည် စောင့်ရှောက်သူသာ ဖြစ်သည်။)</span>\" </p><p lang=\"my\" class=\"my \">ကွာတာဒါးဟ်၏ ဤပြောကြားချက်သည် အဘူ စအီဒ်မှ ရှိုက်ခ်နှစ်ပါးက ဆင့်ပြန်ခဲ့သော ဒွလ်-ခူဝိုင်စီရာဟ်၏ ပုံပြင်နှင့် ဆင်တူပြီး ၎င်း၏အမည်မှာ ဟွရ်ကွစ် ဖြစ်သည်။ ဟွရ်ကွစ်သည် ဟူနိုင်းန်စစ်ပွဲမှ ရရှိသော စစ်ဥစ္စာများကို တမန်တော်မြတ်၏ ခွဲဝေမှုအပေါ် ကန့်ကွက်ခဲ့ပြီး \"မျှတစွာပြုပါ၊ အဘယ်ကြောင့်ဆိုသော် သင်သည် မျှတစွာ မပြုခဲ့ပါ။\" ဟု ပြောခဲ့သည်။ တမန်တော်မြတ် (ﷺ) က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ خِبْتُ وَخَسِرْتُ إِنْ لَمْ أَكُنْ أَعْدِلُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ ငါ မျှတစွာ မပြုခဲ့လျှင် ငါသည် ဆုံးရှုံးသူနှင့် ကျရှုံးသူ ဖြစ်သွားပေမည်!)</span></p><p lang=\"my\" class=\"my \">ထိုလူ ထွက်သွားပြီးနောက် တမန်တော်မြတ် (ﷺ) က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ يَخْرُجُ مِنْ ضِئْضِىءِ هَذَا قَوْمٌ يَحْقِرُ أَحَدُكُمْ صَلَاتَهُ مَعَ صَلَاتِهِمْ وَصِيَامَهُ مَعَ صِيَامِهِمْ، يَـمْرُقُونَ مِنَ الدِّينِ مُرُوقَ السَّهْمِ مِنَ الرَّمِيَّةِ، فَأَيْنَمَا لَقِيتُمُوهُمْ فَاقْتُلُوهُمْ، فَإِنَّهْم شَرُّ قَتْلَى تَحْتَ أَدِيـمِ السَّمَاءِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤသူ၏ မျိုးဆက်များထဲမှ အချို့သည် သင်တို့အနက် တစ်ဦးဦးက ၎င်းတို့၏ ဆွလာတ်ကို မြင်သောအခါ မိမိ၏ ဆွလာတ်ကို လျှော့တွက်မိမည့်သူများ၊ ၎င်းတို့၏ ဆွီယာမ်နှင့် နှိုင်းယှဉ်၍ မိမိ၏ ဆွီယာမ်ကို လျှော့တွက်မိမည့်သူများ ဖြစ်လာကြလိမ့်မည်။ ၎င်းတို့သည် မြားတစ်စင်းသည် သားကောင်၏ ခန္ဓာကိုယ်ကို ဖောက်ထွက်သွားသကဲ့သို့ ဘာသာတရားမှ စွန့်ခွာသွားကြလိမ့်မည်။ မည်သည့်နေရာတွင်မဆို ၎င်းတို့ကို တွေ့ပါက သတ်ကြလော့၊ အမှန်စင်စစ် ၎င်းတို့သည် ကောင်းကင်ယံအောက်ရှိ အဆိုးရွားဆုံး သေဆုံးသူများ ဖြစ်ကြသည်။)</span></p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ထိုကဲ့သို့သော လူများကို ၎င်းတို့၏ အပြုအမူထက် ၎င်းတို့အတွက် ပိုမိုအကျိုးရှိမည့်အရာသို့ လမ်းညွှန်ရင်း ထပ်မံမိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِن فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍သာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် ၎င်း၏ ရစူလ်တမန်တော် ပေးသည်ကို ကျေနပ်ပြီး \"ကျွန်ုပ်တို့အတွက် အလ္လာဟ်အရှင်မြတ်သည် လုံလောက်ပါသည်။ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ၎င်း၏ ကျေးဇူးတော်မှ ပေးသနားတော်မူမည်ဖြစ်ပြီး ၎င်း၏ ရစူလ်တမန်တော်လည်း <span class=\"gray\">(ဇကာတ်မှ)</span> ပေးသနားတော်မူမည်ဖြစ်သည်။ ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံ <span class=\"gray\">(ကြွယ်ဝစေရန်)</span> တောင်းပန်အပ်ပါသည်။\" ဟု ပြောခဲ့ကြပါမူ ကောင်းလေစွ။)</span></p><p lang=\"my\" class=\"my \">ဤမြတ်နိုးဖွယ် အာယသ်တော်သည် ဂုဏ်ရှိသော အပြုအမူတစ်မျိုးနှင့် ဂုဏ်ရှိသော လျှို့ဝှက်ချက်ကို ပါဝင်သည်။ အလ္လာဟ်အရှင်မြတ်က စာရင်းပြုစုထားသည်မှာ; ၎င်းနှင့် ၎င်း၏ ရစူလ်တမန်တော် ပေးသည်ကို ကျေနပ်ခြင်း၊ အလ္လာဟ်အရှင်မြတ်ကိုသာ ယုံကြည်ကိုးစားခြင်း – ဟု မိန့်တော်မူခြင်းဖြင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا حَسْبُنَا اللَّهُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောခဲ့သည်မှာ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အတွက် လုံလောက်သည်)</span>၊ အလ္လာဟ်အရှင်မြတ်ကိုသာ မျှော်လင့်ခြင်း၊ ၎င်းပြင် ဤအရာများကို တမန်တော်မြတ် (ﷺ) အား နာခံမှု၏ လက္ခဏာများ၊ ၎င်း၏ အမိန့်များကို လိုက်နာခြင်း၊ ၎င်း၏ တားမြစ်ချက်များကို ရှောင်ကြဉ်ခြင်း၊ ၎င်း၏ ဆင့်ပြန်ချက်များကို ယုံကြည်ခြင်းနှင့် ၎င်း၏ ခြေရာနင်း လိုက်နာခြင်းတို့၏ လက္ခဏာများအဖြစ် ဖန်ဆင်းထားတော်မူသည်။</p>"
  },
  {
    "ayah_key": "9:6",
    "group_ayah_key": "9:6",
    "from_ayah": "9:6",
    "to_ayah": "9:6",
    "ayah_keys": "9:6",
    "text": "<p class=\"my translation\" lang=\"my\">အကယ်၍ မွတ်ရှ်ရိကီန်များထဲမှ တစ်ဦးဦးက သင့်ထံတွင် ကာကွယ်စောင့်ရှောက်မှုကို တောင်းခံပါက ၎င်းအား အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော် <span class=\"gray\">(ကုရ်အာန်)</span> ကို ကြားနာနိုင်စေရန် ကာကွယ်စောင့်ရှောက်မှု ပေးပါ၊ ထို့နောက် သူလုံခြုံရာနေရာသို့ လိုက်ပါပို့ဆောင်ပေးပါ၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် မသိနားမလည်သော လူများဖြစ်သောကြောင့်ဖြစ်သည်။ <span>(၆)</span></p><div lang=\"my\" class=\"my \"><h2>ရုပ်တုကိုးကွယ်သူများက လုံခြုံစွာသွားလာခွင့် တောင်းခံလျှင် ခွင့်ပြုသည်။</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က ကိုယ်တော်၏ တမန်တော် (ငြိမ်းချမ်းမှုရှိပါစေ) အား မိန့်ကြားတော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ أَحَدٌ مِّنَ الْمُشْرِكِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မွတ်ရှ်ရိကီန်များထဲမှ တစ်ဦးဦး)</span>၊ သင်တို့တိုက်ခိုက်ရန် အမိန့်ခံရသူများဖြစ်ပြီး ကျွန်ုပ်တို့သည် သူတို့၏သွေးနှင့် ပစ္စည်းဥစ္စာတို့ကို သင်တို့အား ခွင့်ပြုထားပြီးဖြစ်သည်။'</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَجَارَكَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံတွင် ကာကွယ်စောင့်ရှောက်မှုကို တောင်းခံသည်)</span>၊ သင့်ထံတွင် လုံခြုံစွာသွားလာခွင့် တောင်းခံလျှင် အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော် (ကုရ်အာန်) ကို သူကြားနာရသည်အထိ ၎င်း၏တောင်းဆိုမှုကို လက်ခံပါ။ သူအား ကုရ်အာန် ရွတ်ပြပြီး အလ္လာဟ်အရှင်မြတ်၏ သက်သေကို သူ၏ဆန့်ကျင်ဘက်တွင် သင်ထူထောင်နိုင်မည့် ဘာသာရေး၏ ကောင်းမွန်သောအပိုင်းကို ဖော်ပြပါ။</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثُمَّ أَبْلِغْهُ مَأْمَنَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူလုံခြုံရာနေရာသို့ လိုက်ပါပို့ဆောင်ပေးပါ)</span> နှင့် လုံခြုံစေကာ သူ၏မြေ၊ သူ၏အိမ်နှင့် လုံခြုံရာဒေသသို့ ပြန်မရောက်မချင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْلَمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အဘယ်ကြောင့်ဆိုသော် ၎င်းတို့သည် မသိနားမလည်သော လူများဖြစ်သောကြောင့်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်က 'ဤကဲ့သို့သောလူများအား လုံခြုံစွာသွားလာခွင့်ကို ကျွန်ုပ်တို့ ဥပဒေပြုထားသည်၊ သို့မှသာ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဘာသာတရားအကြောင်းကို လေ့လာနိုင်မည်ဖြစ်ပြီး၊ အလ္လာဟ်အရှင်မြတ်၏ ဖိတ်ခေါ်မှုသည် ကိုယ်တော်၏ကျွန်များကြားတွင် ပျံ့နှံ့သွားမည်ဖြစ်သည်။' ဟု ဆိုသည်။ </p><p lang=\"my\" class=\"my \">အိဗ်နု အဘီ နာဂျီဟ်က မူဂျာဟစ်ဒ်က ဤအာယသ်တော်သည် 'သင့်ထံသို့ လာရောက်ပြီး သင်ပြောသည်များကို နှင့် သင့်ထံသို့ ဗျာဒိတ်ချပေးထားသည်များကို <span class=\"gray\">(အို မိုဟမ္မဒ်)</span> နားထောင်သူကို ရည်ညွှန်းသည်။ ထို့ကြောင့် သူသည် သင့်ထံသို့ မရောက်မချင်း၊ အလ္လာဟ်အရှင်မြတ်၏ နှုတ်ကပတ်တော်များကို မကြားနာရမချင်း လုံခြုံပြီးနောက် သူလာရာ လုံခြုံသောဒေသသို့ ပြန်သွားနိုင်သည်။' ဟု ပြောသည်ဟု ဖော်ပြထားသည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ သည် ထို့နောက်ပိုင်းတွင် လမ်းညွှန်မှု သို့မဟုတ် သတင်းစကားပို့ရန် လာရောက်သူများအား လုံခြုံစွာသွားလာခွင့် ပေးလေ့ရှိသည်။ ဟူဒိုင်ဘိယက်နေ့တွင် ကူရိုင်ရှ်တို့ထံမှ သံတမန်များစွာသည် 'အူရ်ဝါ ဘင် မဆ်အူဒ်၊ မိကရာဇ် ဘင် ဟဖ်စ်၊ စူဟိုင်းလ် ဘင် အမ်ရ် နှင့် အခြားသူများစွာကဲ့သို့သော' သူ့ထံသို့ လာရောက်ခဲ့ကြသည်။ သူတို့သည် သူနှင့် ကူရိုင်ရှ်ရုပ်တုကိုးကွယ်သူများကြားတွင် ကြားဝင်စေ့စပ်ရန် ရောက်လာကြသည်။ သူတို့သည် မွတ်စလင်မ်များက ပရောဖက် ﷺ အပေါ်ထားရှိသော လေးစားမှုကြီးကို မျက်မြင်ကိုယ်တွေ့ကြုံခဲ့ရပြီး ၎င်းတို့အား အံ့အားသင့်စေခဲ့သည်။ အကြောင်းမှာ ၎င်းတို့သည် မည်သူ့အပေါ်တွင်မှ၊ ဘုရင်များ သို့မဟုတ် ဧကရာဇ်များအပေါ်တွင်ပင် ယခုကဲ့သို့ လေးစားမှုမျိုးကို တစ်ခါမျှ မမြင်ဖူးခဲ့သောကြောင့်ဖြစ်သည်။ သူတို့သည် သူတို့၏လူများထံ ပြန်သွားပြီး ဤသတင်းကို သူတို့အား သယ်ဆောင်သွားခဲ့သည်။ ဤအရာသည် အခြားအကြောင်းများအပြင် ၎င်းတို့အများစုက လမ်းညွှန်မှုကို လက်ခံခဲ့သည့် အကြောင်းရင်းတစ်ခုဖြစ်သည်။ မူစိုင်လမာ အလိမ်အညာသမားသည် အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်ထံ သံတမန်တစ်ဦး စေလွှတ်သောအခါ၊ ကိုယ်တော် ﷺ က သူအား \"မူစိုင်လမာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ရစူလ်တမန်တော်ဖြစ်ကြောင်း သင်သက်သေခံပါသလား။\" ဟု မေးခဲ့သည်။ သူက \"ဟုတ်ကဲ့။\" ဟု ပြန်ဖြေခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا أَنَّ الرُّسُلَ لَا تُقْتَلُ لَضَرَبْتُ عُنُقَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သံတမန်များကို မသတ်ရဟူသော အချက်မရှိလျှင် ငါသည် သင်၏ဦးခေါင်းကို ဖြတ်တောက်လိုက်မည်ဖြစ်သည်။)</span></p><p lang=\"my\" class=\"my \">ထိုလူ အိဗ်နု အန်-နဝ်ဝါဟာဟ်ကို နောက်ပိုင်းတွင် အဗ်ဒူလ္လာဟ် ဘင် မဆ်အူဒ်သည် အလ်-ကူဖာ၏ အုပ်ချုပ်သူဖြစ်စဉ်က ခေါင်းဖြတ်သတ်ခဲ့သည်။ မူစိုင်လမာသည် အလ္လာဟ်အရှင်မြတ်ထံမှ ရစူလ်တမန်တော်ဖြစ်သည်ဟု သူဆက်လက်သက်သေခံနေကြောင်း သိရှိရသောအခါ၊ အိဗ်နု မဆ်အူဒ်က သူ့ကို ခေါ်ယူပြီး \"သင်သည် ယခု သတင်းစကား ပို့ဆောင်နေခြင်းမဟုတ်!\" ဟု ပြောခဲ့သည်။ သူက အိဗ်နု အန်-နဝ်ဝါဟာဟ်အား ခေါင်းဖြတ်ရန် အမိန့်ပေးခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်က သူ့ကို ကျိန်ဆဲပြီး ကိုယ်တော်၏ ကရုဏာမှ ကင်းဝေးစေပါစေ။ အချုပ်အားဖြင့်ဆိုရသော် မွတ်စလင်မ်များနှင့် စစ်ဖြစ်နေသော ပြည်မှ အစ္စလာမ်ဒေသသို့ သတင်းစကား ပို့ဆောင်ရန်၊ စီးပွားရေးလုပ်ငန်း ဆောင်ရွက်ရန်၊ ငြိမ်းချမ်းရေးစာချုပ် ဆွေးနွေးရန်၊ ဂျစ်ဇ်ယာ ပေးဆောင်ရန်၊ ရန်လိုမှုများ ရပ်စဲရန် ကမ်းလှမ်းရန် စသည်ဖြင့် လာရောက်ပြီး မွတ်စလင်မ်ခေါင်းဆောင်များ သို့မဟုတ် ၎င်းတို့၏ ကိုယ်စားလှယ်များထံမှ လုံခြုံစွာသွားလာခွင့် တောင်းခံသူများအား ၎င်းတို့ မွတ်စလင်မ်ဒေသများတွင် ရှိနေသရွေ့ ၎င်းတို့၏ မြေနှင့် ခိုလှုံရာသို့ ပြန်မရောက်မချင်း လုံခြုံစွာသွားလာခွင့် ပေးသင့်သည်။</p>"
  }
]