[
  {
    "ayah_key": "11:69",
    "group_ayah_key": "11:69",
    "from_ayah": "11:69",
    "to_ayah": "11:73",
    "ayah_keys": "11:69,11:70,11:71,11:72,11:73",
    "text": "<p lang=\"my\" class=\"my \">အမှန်စင်စစ်၊ ငါတို့၏ တမန်များသည် အီဘရာဟင်မ်ထံသို့ ဝမ်းမြောက်ဖွယ်သတင်းနှင့်အတူ ရောက်လာခဲ့သည်။ ၎င်းတို့က “ဆလာမန် <span class=\"gray\">(နှုတ်ဆက်ခြင်း သို့မဟုတ် ငြိမ်းချမ်းရေး!)</span>” ဟု ပြောကြားခဲ့သည်။ သူက “ဆလာမွန် <span class=\"gray\">(နှုတ်ဆက်ခြင်း သို့မဟုတ် ငြိမ်းချမ်းရေး!)</span>” ဟု ပြန်ဖြေခဲ့ပြီး ၎င်းတို့ကို ကင်ထားသော နွားငယ်ဖြင့် ဧည့်ခံရန် အလျင်အမြန် လုပ်ဆောင်ခဲ့သည်။ <span>(၆၉)</span>သို့သော် သူသည် ၎င်းတို့၏ လက်များမှာ <span class=\"gray\">(အစာ)</span> ထံသို့ မသွားသည်ကို မြင်သောအခါ ၎င်းတို့ကို မယုံသင်္ကာဖြစ်ပြီး ကြောက်ရွံ့မှု ဖြစ်ပေါ်လာခဲ့သည်။ ၎င်းတို့က “မကြောက်နှင့်၊ ငါတို့သည် လူတ်၏ လူမျိုးများထံသို့ စေလွှတ်ခြင်းခံရသူများဖြစ်သည်။ <span>(၇၀)</span>သူ၏ဇနီးသည်လည်း <span class=\"gray\">(ထိုနေရာတွင်)</span> ရပ်နေပြီး ရယ်မောခဲ့သည်။ သို့သော် ငါတို့သည် ၎င်းအား အစ္စဟာက်နှင့်ပတ်သက်သော ဝမ်းမြောက်ဖွယ်သတင်းနှင့် အစ္စဟာက်နောက်ပိုင်းတွင် ယာကူဗ်နှင့်ပတ်သက်သော ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးခဲ့သည်။ <span>(၇၁)</span>၎င်းက <span class=\"gray\">(အံ့ဩစွာဖြင့်)</span> “ကျွန်မ ဘယ်လောက် ဆိုးလိုက်တာလဲ! ကျွန်မသည် အသက်ကြီးရင့်နေသော အမျိုးသမီးတစ်ဦးဖြစ်ပြီး၊ ဤတွင် ကျွန်မ၏ ခင်ပွန်းသည်လည်း အသက်ကြီးရင့်နေသော အမျိုးသားတစ်ဦးဖြစ်နေပါလျက် သားသမီးရနိုင်ဦးမည်လား။ အမှန်စင်စစ်၊ ဤသည်မှာ ထူးဆန်းသောအရာတစ်ခုပင်! <span>(၇၂)</span>၎င်းတို့က “အသင်သည် အလ္လာဟ်၏ အမိန့်ကို အံ့ဩနေသလော။ အလ္လာဟ်၏ ကရုဏာတော်နှင့် ကောင်းချီးမင်္ဂလာများသည် အသင်တို့၊ <span class=\"gray\">[အီဘရာဟင်မ်၏]</span> မိသားစုအပေါ်၌ ရှိပါစေ။ ဧကန်မလွဲ သူ <span class=\"gray\">(အလ္လာဟ်)</span> သည် ချီးမွမ်းခြင်းခံထိုက်သူ၊ ဘုန်းကြီးမြတ်သူ ဖြစ်တော်မူ၏။ <span>(၇၃)</span></p><div lang=\"my\" class=\"my \"><h2>အီဘရာဟင်မ်ထံသို့ ကောင်းကင်တမန်များ ရောက်ရှိလာခြင်းနှင့် အစ္စဟာက်နှင့် ယာကူဗ်နှင့်ပတ်သက်သော ဝမ်းမြောက်ဖွယ်သတင်းများ</h2></div><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جَاءَتْ رُسُلُنَا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ်၊ ငါတို့၏တမန်များသည် ရောက်ရှိလာခဲ့သည်)</span> ဤနေရာရှိ “တမန်များ” ဟူသော စကားလုံးသည် ကောင်းကင်တမန်များကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِبْرَاهِيمَ بِالْبُشْرَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အီဘရာဟင်မ်ထံသို့ ဝမ်းမြောက်ဖွယ်သတင်းနှင့်အတူ)</span> “ဝမ်းမြောက်ဖွယ်သတင်း” ဟူသော စကားလုံးသည် “အစ္စဟာက်နှင့်ပတ်သက်သော ဝမ်းမြောက်ဖွယ်သတင်းကို လက်ခံရယူပါ” ဟု ဆိုလိုသည်ဟု ဆိုကြသည်။ အချို့ကမူ “လူတ်နဗီ၏ လူမျိုးများကို ဖျက်ဆီးခြင်း” ဟု ဆိုလိုသည်ဟု ဆိုကြသည်။ ပထမအမြင်၏ မှန်ကန်ကြောင်း အထောက်အထားမှာ အလ္လာဟ်၏ အမိန့်တော်တွင် ရှိသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الرَّوْعُ وَجَاءَتْهُ الْبُشْرَىٰ يُجَادِلُنَا فِي قَوْمِ لُوطٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် ကြောက်ရွံ့ခြင်းသည် အီဘရာဟင်မ်၏ <span class=\"gray\">(စိတ်ထဲမှ)</span> ပျောက်ကွယ်သွားပြီး ဝမ်းမြောက်ဖွယ်သတင်းများ ရောက်ရှိလာသောအခါ၊ သူသည် ငါတို့ထံ၌ လူတ်၏ လူမျိုးများအတွက် တောင်းပန်စပြုခဲ့သည်။)</span><span class=\"gray\">[၁၁:၇၄]</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالُوا سَلَامًا ۖ قَالَ سَلَامٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “ဆလာမန်” ဟု ပြောကြားခဲ့သည်။ သူက “ဆလာမွန်” ဟု ပြန်ဖြေခဲ့သည်။)</span> ၎င်းသည် “အသင်တို့အပေါ်” ဟု ဆိုလိုသည်။ ရှင်းလင်းချက် ပညာရှင်များက “အီဘရာဟင်မ်၏ ‘ဆလာမွန်’ ဟု ပြန်ဖြေခြင်းသည် ၎င်းတို့ နှုတ်ဆက်ခဲ့သည့် အရာထက် ပိုမိုကောင်းမွန်သည်၊ အကြောင်းမှာ ကတ္တားပုဒ် <span class=\"gray\">(ဆလာမန်အစား ဆလာမွန်)</span> သည် အတည်ပြုခြင်းနှင့် ထာဝရတည်ခြင်းကို ရည်ညွှန်းသောကြောင့် ဖြစ်သည်။”</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَبِثَ أَن جَاءَ بِعِجْلٍ حَنِيذٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူသည် ၎င်းတို့ကို ကင်ထားသော နွားငယ်ဖြင့် ဧည့်ခံရန် အလျင်အမြန် လုပ်ဆောင်ခဲ့သည်။)</span> ၎င်းသည် သူ <span class=\"gray\">(အီဘရာဟင်မ်)</span> သည် ဧည့်ခံသူတစ်ဦးအနေဖြင့် ၎င်းတို့အား အစာယူဆောင်လာရန် အလျင်အမြန် ထွက်သွားခဲ့သည်ဟု ဆိုလိုသည်။ သူယူဆောင်လာသော အစားအစာမှာ နွားငယ်တစ်ကောင်ဖြစ်သည်။ ဟနီးဇ် (Hanidh) ဟူသော စကားလုံးသည် အပူပေးထားသော ကျောက်တုံးများပေါ်တွင် ကင်ခြင်းကို ဆိုလိုသည်။ ဤအဓိပ္ပါယ်ကို အိဗ်နု အဗ္ဗားစ်၊ ကတာဒါးနှင့် အခြားသူများထံမှ သတင်းပို့ထားသည်။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူခဲ့သည့်အတိုင်း ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَاغَ إِلَىٰ أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ - فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် မိမိ၏ မိသားစုထံသို့ လှည့်သွားပြီး ကင်ထားသော နွားငယ်တစ်ကောင်ကို ယူဆောင်လာခဲ့သည်။ ထို့ပြင် ၎င်းတို့ကို ၎င်းရှေ့၌ ထားရှိပြီး <span class=\"gray\">(ပြောကြားသည်)</span>- “အသင်တို့ စားသုံးမည်မဟုတ်လော။”)</span><span class=\"gray\">[၅၁:၂၆-၂၇]</span> ဤအာယသ်တော်သည် ဧည့်သည်များကို ဧည့်ခံခြင်း၏ အမူအကျင့်များစွာကို ပါရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَىٰ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူသည် ၎င်းတို့၏ လက်များမှာ <span class=\"gray\">(အစာ)</span> ထံသို့ မသွားသည်ကို မြင်သောအခါ ၎င်းတို့ကို မယုံသင်္ကာဖြစ်ခဲ့သည်၊)</span> ၎င်းသည် သူသည် ၎င်းတို့နှင့် ဝေးကွာနေသည်ဟု ခံစားရသည်ဟု ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْجَسَ مِنْهُمْ خِيفَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့ကို ကြောက်ရွံ့မှု ဖြစ်ပေါ်လာခဲ့သည်။)</span> ၎င်းသည် ကောင်းကင်တမန်များသည် အစားအစာကို စိတ်မဝင်စားသောကြောင့် ဖြစ်သည်။ ၎င်းတို့သည် အစားအစာကို မလိုလားကြသလို မစားကြပေ။ ထို့ကြောင့် အီဘရာဟင်မ်သည် ၎င်းယူဆောင်လာသော အစာကို ၎င်းတို့ လုံးဝမမြည်းစမ်းဘဲ ငြင်းပယ်သည်ကို မြင်သောအခါ ၎င်းတို့ကို မယုံသင်္ကာ ဖြစ်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْجَسَ مِنْهُمْ خِيفَةً</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့ကို ကြောက်ရွံ့မှု ဖြစ်ပေါ်လာခဲ့သည်။)</span> အလ်-စွတ်ဒီက ပြောကြားခဲ့သည်- “အလ္လာဟ်အရှင်မြတ်သည် ကောင်းကင်တမန်များကို လူတ်၏ လူမျိုးများထံသို့ စေလွှတ်သောအခါ၊ ၎င်းတို့သည် လူငယ်များ၏ ပုံစံဖြင့် လမ်းလျှောက်လာခဲ့ကြပြီး အီဘရာဟင်မ်ထံသို့ ရောက်ရှိလာပြီး သူက ဧည့်ခံခဲ့သည်။ အီဘရာဟင်မ်သည် ၎င်းတို့ကို မြင်သောအခါ ဧည့်ခံရန် အလျင်အမြန် လုပ်ဆောင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَاغَ إِلَىٰ أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် မိမိ၏ မိသားစုထံသို့ လှည့်သွားပြီး ကင်ထားသော နွားငယ်တစ်ကောင်ကို ယူဆောင်လာခဲ့သည်။)</span><span class=\"gray\">[၅၁:၂၆]</span> သူသည် ၎င်း <span class=\"gray\">(နွားငယ်)</span> ကို သတ်ဖြတ်ပြီး ပူသောကျောက်တုံးများပေါ်တွင် ကင်ကာ ၎င်းတို့ထံ ယူဆောင်လာခဲ့သည်။ ထို့နောက် သူသည် ၎င်းတို့နှင့်အတူ ထိုင်ခဲ့သည်။ သူသည် ၎င်းတို့ရှေ့၌ ထားရှိသောအခါ <span class=\"gray\">(ပြောကြားသည်)</span>- ‘အသင်တို့ စားသုံးမည်မဟုတ်လော။’ ၎င်းတို့က ‘အို အီဘရာဟင်မ်! အမှန်စင်စစ်၊ ငါတို့သည် အဖိုးအခမပါဘဲ အစာမစားကြပါ။’ အီဘရာဟင်မ်က ထို့နောက် ပြောကြားသည်- ‘အမှန်စင်စစ်၊ ဤအစာ၌ အဖိုးအခရှိသည်။’ ၎င်းတို့က ‘၎င်း၏ အဖိုးအခမှာ အဘယ်နည်း။’ သူက ‘အသင်တို့သည် ၎င်းကို မစားမီ အလ္လာဟ်၏ နာမတော်ကို ရည်ညွှန်းပြီး စားသုံးပြီးစီးသောအခါ အလ္လာဟ်ကို ချီးမွမ်းရမည်။’ ဂျိဗ်ရီလ်သည် ထို့နောက် မီကာအီလ်ကို ကြည့်ပြီး ပြောကြားသည်- ‘ဤလူသည် ၎င်း၏ အရှင်သခင်က ၎င်းကို ရင်းနှီးသော မိတ်ဆွေအဖြစ် ခေါ်ယူသင့်သော အခွင့်အရေးရှိသည်။’</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَىٰ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သူသည် ၎င်းတို့၏ လက်များမှာ <span class=\"gray\">(အစာ)</span> ထံသို့ မသွားသည်ကို မြင်သောအခါ ၎င်းတို့ကို မယုံသင်္ကာဖြစ်ခဲ့သည်၊)</span> အီဘရာဟင်မ်သည် ၎င်းတို့ အစာမစားသည်ကို မြင်သောအခါ ၎င်းတို့ကြောင့် ကြောက်ရွံ့ထိတ်လန့်ခဲ့သည်။ ထို့နောက် စာရာသည် ကြည့်ပြီး သူက ၎င်းတို့ကို ရိုသေလေးစားနေသည်ကို မြင်သောအခါ ၎င်းတို့ကို ဝတ်ပြုစပြုပြီး ရယ်မောခဲ့သည်။ ၎င်းက ‘ငါတို့မှာ ဘယ်လောက် အံ့ဩစရာကောင်းတဲ့ ဧည့်သည်တွေလဲ။ ငါတို့က ၎င်းတို့ကို ကိုယ်တိုင် ဝတ်ပြုပြီး ရိုသေလေးစားမှုကို ပြသပေမယ့် ၎င်းတို့က ငါတို့ရဲ့ အစာကို မစားကြဘူး’ ဟု ပြောကြားခဲ့သည်။” ထို့နောက် ကောင်းကင်တမန်များနှင့်ပတ်သက်၍ အလ္လာဟ်၏ အမိန့်တော်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَا تَخَفْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “မကြောက်နှင့်” ဟု ပြောကြားခဲ့သည်။)</span> ၎င်းတို့က “ငါတို့ကို မကြောက်နှင့်။ အမှန်စင်စစ်၊ ငါတို့သည် လူတ်၏ လူမျိုးများကို ဖျက်ဆီးရန်အတွက် စေလွှတ်ခြင်းခံရသော ကောင်းကင်တမန်များဖြစ်သည်။” ထို့နောက် စာရာသည် ၎င်းတို့၏ ဖျက်ဆီးခံရခြင်းသတင်းကောင်းကို ကြားရ၍ ဝမ်းသာအားရ ရယ်မောခဲ့သည်။ ၎င်းတို့သည် ဖောက်ပြန်မှုများစွာကို ပြုလုပ်ခဲ့ပြီး ၎င်းတို့၏ မယုံကြည်မှုသည် ပြင်းထန်သောကြောင့် ဖြစ်သည်။ ဤအကြောင်းကြောင့်ပင် ၎င်းအား သားယောက်ျားလေးတစ်ဦးရရှိမည့် ဝမ်းမြောက်ဖွယ်သတင်းနှင့် ဆုချခဲ့သည်။ ၎င်း၏ စိတ်ပျက်အားငယ်မှုအပြီးတွင်ပင် ဖြစ်သည်။ အလ္လာဟ်၏ အမိန့်တော်နှင့် ပတ်သက်၍-</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن وَرَاءِ إِسْحَاقَ يَعْقُوبَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အစ္စဟာက်နောက်ပိုင်းတွင် ယာကူဗ်နှင့်ပတ်သက်၍)</span> ၎င်းသည် ၎င်းရရှိမည့် သားတွင် သူ၏နေရာကို ဆက်ခံမည့် သားတစ်ဦး <span class=\"gray\">(သူမ၏ မြေး)</span> ရှိမည်ဖြစ်ပြီး ကလေးများစွာ မွေးဖွားမည်ဟု ဆိုလိုသည်။ အမှန်စင်စစ်၊ ယာကူဗ်သည် အစ္စဟာက်၏သားဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က စူရာဟ် အလ်-ဘာကရာတွင် မိန့်တော်မူခဲ့သည့်အတိုင်း ဖြစ်သည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ كُنتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي قَالُوا نَعْبُدُ إِلَٰهَكَ وَإِلَٰهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَٰهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့မဟုတ် ယာကူဗ်အား သေခြင်းတရား နီးကပ်လာသောအခါ အသင်တို့ သက်သေများဖြစ်ခဲ့သလော။ သူသည် မိမိ၏ သားများအား “ငါ့နောက်ပိုင်းတွင် အသင်တို့ မည်သူ့ကို ကိုးကွယ်မည်နည်း။” ဟု ပြောကြားသောအခါ ၎င်းတို့က “ငါတို့သည် အသင်၏ အရှင်၊ အသင်၏ ဖခင်များဖြစ်သော အီဘရာဟင်မ်၊ အစ္စမာအီလ်၊ အစ္စဟာက်တို့၏ အရှင်၊ တစ်ဆူတည်းသော အရှင်ကို ကိုးကွယ်ကြမည်ဖြစ်ပြီး ၎င်းအား ငါတို့သည် ခယနာခံကြမည်ဖြစ်သည်။”)</span><span class=\"gray\">[၂:၁၃၃]</span></p><p lang=\"my\" class=\"my \">ဤအာယသ်တော်၏ ဤအချက်မှစ၍ အစ္စမာအီလ်သည် ယဇ်ပူဇော်ခံရမည့် အီဘရာဟင်မ်၏သားဖြစ်သည်ဟု ပြောဆိုသူများအတွက် သက်သေရှိသည်။ ၎င်းသည် အစ္စဟာက် ဖြစ်နိုင်မည်မဟုတ်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် ယာကူဗ်အမည်ရှိ သားတစ်ဦးရရှိမည်ဟူသော ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးခဲ့သောကြောင့် ဖြစ်သည်။ ထို့ကြောင့် အီဘရာဟင်မ်သည် ကလေးငယ်ဘဝတွင်ရှိပြီး ကတိပြုထားသည့် ယာကူဗ်အမည်ရှိ ကလေးတစ်ဦး မမွေးသေးချိန်တွင် ၎င်းအား ယဇ်ပူဇော်ရန် မည်သို့ အမိန့်ပေးခံရနိုင်မည်နည်း။ အလ္လာဟ်၏ ကတိတော်သည် မှန်ကန်ပြီး အလ္လာဟ်၏ ကတိတော်ကို ချိုးဖောက်ခြင်းမရှိပေ။ ထို့ကြောင့် အီဘရာဟင်မ်သည် ဤကလေး <span class=\"gray\">(အစ္စဟာက်)</span> ကို ဤကဲ့သို့သော အခြေအနေနှင့် ယဇ်ပူဇော်ရန် မဖြစ်နိုင်ပေ။ ဤသည်မှာ အစ္စမာအီလ်သည် ယဇ်ပူဇော်ခံရမည့် သားဖြစ်ကြောင်း ရှင်းလင်းစေပြီး ၎င်း၏ အကောင်းဆုံး၊ အမှန်ကန်ဆုံးနှင့် အရှင်းလင်းဆုံးသော သက်သေဖြစ်သည်။ ချီးမွမ်းခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ يَا وَيْلَتَىٰ أَأَلِدُ وَأَنَا عَجُوزٌ وَهَٰذَا بَعْلِي شَيْخًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းက <span class=\"gray\">(အံ့ဩစွာဖြင့်)</span> “ကျွန်မ ဘယ်လောက် ဆိုးလိုက်တာလဲ! ကျွန်မသည် အသက်ကြီးရင့်နေသော အမျိုးသမီးတစ်ဦးဖြစ်ပြီး၊ ဤတွင် ကျွန်မ၏ ခင်ပွန်းသည်လည်း အသက်ကြီးရင့်နေသော အမျိုးသားတစ်ဦးဖြစ်နေပါလျက် သားသမီးရနိုင်ဦးမည်လား။”)</span> အလ္လာဟ်အရှင်မြတ်သည် ဤအာယသ်တော်တွင် ၎င်း၏ ပြောဆိုချက်ကို မိန့်တော်မူခဲ့သည်၊ ၎င်း၏ လုပ်ရပ်ကို အခြားအာယသ်တော်တစ်ခုတွင် မိန့်တော်မူခဲ့သည့်အတိုင်းပင် ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူ၏ဇနီးသည် အသံကျယ်ကျယ်ဖြင့် ရှေ့သို့ ရောက်ရှိလာခဲ့သည်- ၎င်းသည် ၎င်း၏ မျက်နှာကို ရိုက်ခတ်ပြီး “ကလေးမရနိုင်သော အသက်ကြီးအမျိုးသမီးတစ်ဦး!” ဟု ပြောကြားခဲ့သည်။)</span><span class=\"gray\">[၅၁:၂၉]</span> ဤသည်မှာ အမျိုးသမီးများ အံ့ဩမှုကို ဖော်ပြသောအခါ ၎င်းတို့၏ ပြောဆိုမှုနှင့် လုပ်ရပ်များတွင် ရှိသော ထုံးတမ်းစဉ်လာ ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် “အသင်သည် အလ္လာဟ်၏ အမိန့်ကို အံ့ဩနေသလော” ဟု ပြောကြားခဲ့သည်။)</span> ၎င်းသည် ကောင်းကင်တမန်များသည် ၎င်းအား “အလ္လာဟ်၏ အမိန့်ကို မအံ့ဩနှင့်၊ အမှန်စင်စစ်၊ အရှင်သည် တစ်စုံတစ်ခုကို လိုလားသောအခါ ‘ဖြစ်လော့’ ဟုသာ မိန့်တော်မူသည်နှင့် ၎င်းသည် ဖြစ်ပေါ်လာသည်။ ထို့ကြောင့် အသင်သည် အသက်ကြီးရင့်ပြီး ကလေးမရနိုင်သလို အသင်၏ ခင်ပွန်းသည်လည်း အလွန်အိုမင်းသော အမျိုးသားဖြစ်နေသော်လည်း ဤအရာကို မအံ့ဩနှင့်။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အရှင်လိုလားသမျှကို ပြုလုပ်နိုင်စွမ်းရှိတော်မူ၏” ဟု ပြောဆိုနေခြင်းကို ဆိုလိုသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ ۚ إِنَّهُ حَمِيدٌ مَّجِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်၏ ကရုဏာတော်နှင့် ကောင်းချီးမင်္ဂလာများသည် အသင်တို့၊ <span class=\"gray\">(အီဘရာဟင်မ်၏)</span> မိသားစုအပေါ်၌ ရှိပါစေ။ ဧကန်မလွဲ သူ <span class=\"gray\">(အလ္လာဟ်)</span> သည် ချီးမွမ်းခြင်းခံထိုက်သူ၊ ဘုန်းကြီးမြတ်သူ ဖြစ်တော်မူ၏။)</span> ၎င်းသည် အရှင်သည် အရှင်၏ လုပ်ရပ်များနှင့် ပြောဆိုချက်များ အားလုံးတွင် အချီးမွမ်းခံရဆုံး ဖြစ်တော်မူသည်ဟု ဆိုလိုသည်။ အရှင်၏ ဂုဏ်တော်များ၌လည်းကောင်း၊ အရှင်၏ ကိုယ်တော်၌လည်းကောင်း ချီးမွမ်းခြင်းနှင့် ဂုဏ်ပြုခြင်း ခံရတော်မူသည်။ ဤအကြောင်းကြောင့်ပင် ဆဟီးဟ်ကျမ်းနှစ်ခုတွင် ၎င်းတို့ <span class=\"gray\">(နဗီတမန်တော်၏ သဟာဘာများ)</span> က “အမှန်စင်စစ်၊ အရှင်အား ဆလာမ် <span class=\"gray\">(ငြိမ်းချမ်းရေး)</span> ဖြင့် နှုတ်ဆက်ပုံကို ကျွန်ုပ်တို့ သိရှိပြီးသားဖြစ်သည်။ သို့သော် အို အလ္လာဟ်၏ ရစူလ်တမန်တော်၊ အရှင်အပေါ်သို့ ဆွာလာ <span class=\"gray\">(ဆွလာတ်/ဆုတောင်း)</span> ကို ကျွန်ုပ်တို့ မည်သို့ ပို့သရမည်နည်း။” ဟု ပြောကြားခဲ့ကြောင်း အတည်ပြုထားသည်။ အရှင် ﷺ က မိန့်တော်မူသည်-</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَآلِ إبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“အို အလ္လာဟ်၊ မိုဟမ္မဒ်နှင့် မိုဟမ္မဒ်၏ မိသားစုအပေါ် ဆွလာတ်များ ပို့သတော်မူပါ၊ အသင်သည် အီဘရာဟင်မ်နှင့် အီဘရာဟင်မ်၏ မိသားစုအပေါ် ဆွလာတ်များ ပို့သတော်မူခဲ့သည့်အတိုင်းပင် ဖြစ်သည်။ မိုဟမ္မဒ်နှင့် မိုဟမ္မဒ်၏ မိသားစုကို ကောင်းချီးပေးသနားတော်မူပါ၊ အသင်သည် အီဘရာဟင်မ်၏ မိသားစုကို ကောင်းချီးပေးသနားတော်မူခဲ့သည့်အတိုင်းပင် ဖြစ်သည်။ အမှန်စင်စစ်၊ အသင်သည် ချီးမွမ်းခြင်းခံထိုက်သူ၊ ဘုန်းကြီးမြတ်သူ ဖြစ်တော်မူ၏။”)</span></p>"
  }
]