[
  {
    "ayah_key": "4:163",
    "group_ayah_key": "4:163",
    "from_ayah": "4:163",
    "to_ayah": "4:165",
    "ayah_keys": "4:163,4:164,4:165",
    "text": "<p lang=\"my\" class=\"my \">ဧကန်မလွဲ ဧဝံဂေလိကို နူးဟ်နှင့် ၎င်းနောက် ပရောဖက်များထံ ကျွန်ုပ်တို့ စေလွှတ်သကဲ့သို့ သင်ထံသို့လည်း ကျွန်ုပ်တို့ စေလွှတ်ခဲ့ပြီ။ ကျွန်ုပ်တို့သည် အီဗရာဟင်မ်၊ အစ္စမာအီလ်၊ အစ္စဟာက်၊ ယာအ်ကူဘ်နှင့် အလ်-အစ္စဘာတ်တို့ထံ (ယာအ်ကူဘ်၏ သားတစ်ဆယ့်နှစ်ဦး၏ မျိုးဆက်များ) ဧဝံဂေလိကို <span class=\"gray\">(လည်း)</span> စေလွှတ်ခဲ့သည်၊ အီဆာ၊ အိုင်ယူဘ်၊ ယူနွတ်စ်၊ ဟာရွန်နှင့် စူလိုင်မန်တို့ထံသို့လည်းကောင်း၊ ဒါဝုဒ်အား ကျွန်ုပ်တို့သည် ဇာဘူရ်ကို ပေးခဲ့သည် <span>(၁၆၃)</span>ကျွန်ုပ်တို့သည် သင့်အား ယခင်က ဖော်ပြခဲ့သော ရစူလ်တမန်များနှင့် သင့်အား ကျွန်ုပ်တို့ မဖော်ပြခဲ့သော ရစူလ်တမန်များကိုလည်းကောင်း၊ မူဆာနှင့် အလ္လာဟ်အရှင်မြတ် တိုက်ရိုက်စကားပြောခဲ့သည် <span>(၁၆၄)</span>ရစူလ်တမန်များ လာရောက်ပြီးနောက် လူသားများအား အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်သည့် အကြောင်းပြချက် မရှိစေရန်အတွက် သတင်းကောင်းပေးသူများနှင့် သတိပေးသူများအဖြစ် ရစူလ်တမန်များကို စေလွှတ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အနန္တတန်ခိုးရှင်၊ အနန္တဉာဏ်ရှင် ဖြစ်တော်မူသည် <span>(၁၆၅)</span></p><div lang=\"my\" class=\"my \"><h2>နဗီတမန်တော် မုဟမ္မဒ် <span class=\"gray\">(ﷺ)</span> ထံ ဧဝံဂေလိရောက်ရှိလာခြင်းသည် ၎င်းမတိုင်မီက ပရောဖက်များထံ ရောက်ရှိလာခဲ့သကဲ့သို့ပင်</h2></div><p lang=\"my\" class=\"my \">မုဟမ္မဒ် ဘင်န် အစ္စဟာက်က မုဟမ္မဒ် ဘင်န် အဘီ မုဟမ္မဒ်က 'အိကရီမာ' သို့မဟုတ် ဆအီဒ် ဘင်န် ဂျူဘာရ်သည် အိဘ်န် အဗ္ဗားစ်နှင့် ဆက်စပ်၍ သူက ပြောကြားခဲ့သည်– \"ဆူကိုင်န်နှင့် အာဒီ ဘင်န် ဇိုင်ဒ်တို့က 'အို မုဟမ္မဒ်! မူဆာနောက်ပိုင်း မည်သူတစ်ဦးတစ်ယောက်ထံသို့မျှ အလ္လာဟ်အရှင်မြတ် မည်သည့်အရာကိုမျှ ထုတ်ပြန်ပေးခဲ့သည်ကို ကျွန်ုပ်တို့ မသိပါ။' အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏ စကားကို ငြင်းဆိုသည့်အနေဖြင့် ထုတ်ပြန်ပေးခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَىٰ نُوحٍ وَالنَّبِيِّينَ مِن بَعْدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ နူးဟ်နှင့် ၎င်းနောက် ပရောဖက်များအား ကျွန်ုပ်တို့ လမ်းပြသကဲ့သို့ သင် <span class=\"gray\">(အို မုဟမ္မဒ်)</span> အားလည်း ကျွန်ုပ်တို့ လမ်းပြခဲ့ပြီ။)</span>\"</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျွန်နှင့် ရစူလ်တမန် မုဟမ္မဒ် ﷺ ထံသို့ ယခင် ပရောဖက်များထံ ဧဝံဂေလိ စေလွှတ်ခဲ့သကဲ့သို့ပင် ဧဝံဂေလိ စေလွှတ်ခဲ့ကြောင်း ဖော်ပြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَىٰ نُوحٍ وَالنَّبِيِّينَ مِن بَعْدِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဧကန်မလွဲ၊ နူးဟ်နှင့် ၎င်းနောက် ပရောဖက်များအား ကျွန်ုပ်တို့ လမ်းပြသကဲ့သို့ သင် <span class=\"gray\">(အို မုဟမ္မဒ်)</span> အားလည်း ကျွန်ုပ်တို့ လမ်းပြခဲ့ပြီ၊)</span> အထိ၊</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآتَيْنَا دَاوُودَ زَبُورًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(...ဒါဝုဒ်အား ကျွန်ုပ်တို့သည် ဇာဘူရ်ကို ပေးခဲ့သည်။)</span> 'ဇာဘူရ်' <span class=\"gray\">(ဆာလံကျမ်း)</span> သည် နဗီတမန်တော် ဒါဝုဒ် (၎င်းအပေါ် ငြိမ်းချမ်းခြင်း ရှိပါစေ) ထံ ထုတ်ပြန်ခဲ့သော ကျမ်း၏ အမည်ဖြစ်သည်။</p><div lang=\"my\" class=\"my \"><h2>ကုရ်အာန်တွင် ဖော်ပြထားသော ပရောဖက် နှစ်ဆယ့်ငါးပါး</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِن قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အား ကျွန်ုပ်တို့ ယခင်က ဖော်ပြခဲ့သော ရစူလ်တမန်များနှင့် သင့်အား ကျွန်ုပ်တို့ မဖော်ပြခဲ့သော ရစူလ်တမန်များ)</span></p><p lang=\"fil\" class=\"fil \">Before the revelation of this Ayah. The following are the names of the Prophets whom Allah named in the Qur'an. They are: Adam, Idris, Nuh <span class=\"gray\">(Noah)</span>, Hud, Salih, Ibrahim <span class=\"gray\">(Abraham)</span>, Lut, Isma'il <span class=\"gray\">(Ishmael)</span>, Ishaq <span class=\"gray\">(Isaac)</span>, Ya'qub <span class=\"gray\">(Jacob)</span>, Yusuf <span class=\"gray\">(Joesph)</span>, Ayyub <span class=\"gray\">(Job)</span>, Shu'ayb, Musa <span class=\"gray\">(Moses)</span>, Harun <span class=\"gray\">(Aaron)</span>, Yunus <span class=\"gray\">(Jonah)</span>, Dawud <span class=\"gray\">(David)</span>, Sulayman <span class=\"gray\">(Solomon)</span>, Ilyas <span class=\"gray\">(Elias)</span>, Al-Yasa' <span class=\"gray\">(Elisha)</span>, Zakariya <span class=\"gray\">(Zachariya)</span>, Yahya <span class=\"gray\">(John)</span> and 'Isa <span class=\"gray\">(Jesus)</span>, and their leader, Muhammad ﷺ. Several scholars of Tafsir also listed Dhul-Kifl among the Prophets. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သင့်အား ကျွန်ုပ်တို့ မဖော်ပြခဲ့သော ရစူလ်တမန်များ၊)</span> ဆိုလိုသည်မှာ 'ကုရ်အာန်တွင် သင့်အား ကျွန်ုပ်တို့ မဖော်ပြခဲ့သော အခြား ပရောဖက်များ ရှိသေးသည်'။</p><div lang=\"my\" class=\"my \"><h2>မူဆာ၏ ဂုဏ်ကျေးဇူး</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَلَّمَ اللَّهُ مُوسَىٰ تَكْلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာနှင့် အလ္လာဟ်အရှင်မြတ် တိုက်ရိုက်စကားပြောခဲ့သည်)</span>။ ဤသည်မှာ မူဆာအတွက် ဂုဏ်ပြုခြင်းဖြစ်ပြီး ထို့ကြောင့်ပင် သူ့ကို ကလိမ် (အလ္လာဟ်အရှင်မြတ် တိုက်ရိုက်စကားပြောဆိုသူ) ဟု ခေါ်သည်။ အလ်-ဟာဖိဇ် အဘူဗက္ကရ် ဘင်န် မာရ်ဒူဝီယဟ်က အဗ်ဒူလ်-ဂျဗ္ဗာရ် ဘင်န် အဗ်ဒူလ်လာဟ်က ပြောကြားခဲ့သည်– \"တစ်ဦးသော အမျိုးသားသည် အဘူဗက္ကရ် ဘင်န် အိုင်ယာရှ်ထံ လာရောက်၍ 'ကျွန်တော် လူတစ်ဦး ရွတ်ဖတ်သည်ကို ကြားခဲ့ရသည် <span class=\"gray\">(ဤအာယသ်ကို ဤနည်းဖြင့်)</span>:' ဟု ပြောသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَلَّمَ اللَّهُ مُوسَىٰ تَكْلِيمًا</p><p lang=\"my\" class=\"my \">\"နှင့် အလ္လာဟ်အရှင်မြတ်ထံ မူဆာ တိုက်ရိုက်စကားပြောခဲ့သည်။\" အဘူဗက္ကရ်က ပြောသည်– 'ကုဖ်ဖာရ်တစ်ဦးသာ ဤသို့ ရွတ်ဖတ်လိမ့်မည်။' အလ်-အ်အ်မရှ်က ယာဟ်ယာ ဘင်န် ဝိသဘ်နှင့်အတူ ရွတ်ဖတ်ခဲ့သည်၊ သူက အဘူ အဗ်ဒူရ်-ရဟ်မာန် အလ်-ဆူလာမီနှင့်အတူ ရွတ်ဖတ်ခဲ့သည်၊ သူက အလီ ဘင်န် အဘီ တာလစ်ဗ်နှင့်အတူ ရွတ်ဖတ်ခဲ့သည်၊ သူက အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ နှင့်အတူ ရွတ်ဖတ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَلَّمَ اللَّهُ مُوسَىٰ تَكْلِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာနှင့် အလ္လာဟ်အရှင်မြတ် တိုက်ရိုက်စကားပြောခဲ့သည်)</span>။</p><p lang=\"my\" class=\"my \">အဘူဗက္ကရ် ဘင်န် အဘီ အိုင်ယာရှ်သည် အာယသ်ကို ကွဲပြားစွာ ရွတ်ဖတ်ခဲ့သော ထိုသူကို အလွန်အမင်း ဒေါသထွက်ခဲ့သည်၊ အဘယ်ကြောင့်ဆိုသော် သူသည် ၎င်း၏ စကားလုံးများနှင့် အဓိပ္ပါယ်များကို ပြောင်းလဲခဲ့သောကြောင့်ဖြစ်သည်။ ထိုပုဂ္ဂိုလ်သည် အလ္လာဟ်အရှင်မြတ်သည် မူဆာနှင့် စကားပြောခဲ့ခြင်း သို့မဟုတ် ၎င်း၏ ဖန်ဆင်းခံများထဲမှ မည်သူနှင့်မျှ စကားပြောခြင်းကို ငြင်းပယ်သော မွတ်အ်တဇိလာ အုပ်စုမှဖြစ်သည်။ မွတ်အ်တဇိလာအချို့သည် ထိုအာယသ်ကို ထိုနည်းဖြင့် ရွတ်ဖတ်ခဲ့ဖူးကြောင်း ကျွန်ုပ်တို့ ကြားသိခဲ့ရသည်၊ ထို့ကြောင့် ထိုနေရာရှိ ဆရာတစ်ဦးက သူ့အား \"အို အနံ့ဆိုးသော မိန်းမ၏သား! အလ္လာဟ်အရှင်မြတ်၏ မိန့်တော်မူချက်နှင့် ပတ်သက်၍ သင် ဘာလုပ်မည်နည်း၊\" ဟု ပြောသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَ مُوسَىٰ لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာသည် ကျွန်ုပ်တို့ သတ်မှတ်ထားသော အချိန်နှင့် နေရာသို့ ရောက်ရှိလာသောအခါ၊ ၎င်း၏ သခင်က သူ့အား စကားပြောခဲ့သည်၊)</span><span class=\"gray\">[၇:၁၄၃]</span>?\" ရှိုက်ခ်က နောက်ပိုင်း အာယသ်ကို ပြောင်းလဲခြင်း သို့မဟုတ် ဖျက်ဆီးခြင်း မပြုနိုင်ဟု ဆိုလိုသည်။</p><div lang=\"my\" class=\"my \"><h2>ပရောဖက်များ စေလွှတ်ရခြင်း၏ အကြောင်းရင်းမှာ သက်သေထူရန် ဖြစ်သည်</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رُّسُلًا مُّبَشِّرِينَ وَمُنذِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သတင်းကောင်းပေးသူများနှင့် သတိပေးသူများအဖြစ် ရစူလ်တမန်များ၊)</span> ဆိုလိုသည်မှာ ပရောဖက်များသည် အလ္လာဟ်အရှင်မြတ်ကို နာခံပြီး ၎င်းအား နှစ်သက်စေသော ကောင်းမှုများကို ကျင့်သုံးသူများအား သတင်းကောင်း ပေးကြသည်။ ၎င်းတို့သည် အလ္လာဟ်အရှင်မြတ်၏ ပညတ်တော်များကို ဆန့်ကျင်သူများအတွက် ၎င်း၏ ပြစ်ဒဏ်နှင့် ညှဉ်းပန်းနှိပ်စက်ခြင်းကိုလည်း သတိပေးကြသည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ရစူလ်တမန်များ လာရောက်ပြီးနောက် လူသားများအား အလ္လာဟ်အရှင်မြတ်အား ဆန့်ကျင်သည့် အကြောင်းပြချက် မရှိစေရန်အတွက်။ အလ္လာဟ်အရှင်မြတ်သည် အမြဲတစေ အနန္တတန်ခိုးရှင်၊ အနန္တဉာဏ်ရှင် ဖြစ်တော်မူသည်)</span>။</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် ၎င်း၏ ကျမ်းဂန်များကို ထုတ်ပြန်ပြီး ၎င်း၏ ရစူလ်တမန်များကို သတင်းကောင်းနှင့် သတိပေးချက်များဖြင့် စေလွှတ်ခဲ့သည်။ ၎င်းနှစ်သက်ပြီး ကျေနပ်သောအရာနှင့် ၎င်းမနှစ်သက်ပြီး မကျေနပ်သောအရာကို ရှင်းပြခဲ့သည်။ ဤနည်းဖြင့် မည်သူမျှ အလ္လာဟ်အရှင်မြတ်ထံ အကြောင်းပြစရာ မရှိပေ။ အလ္လာဟ်အရှင်မြတ်သည် အခြား အာယသ်များတွင် မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّا أَهْلَكْنَاهُم بِعَذَابٍ مِّن قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ مِن قَبْلِ أَن نَّذِلَّ وَنَخْزَىٰ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ဤမတိုင်မီက ကျွန်ုပ်တို့သည် ၎င်းတို့ကို ပြစ်ဒဏ်ဖြင့် ဖျက်ဆီးခဲ့ပါလျှင်၊ ၎င်းတို့သည် ဧကန်မလွဲ ပြောကြလိမ့်မည်– \"အို ကျွန်ုပ်တို့၏ သခင်! အကယ်၍သာ ကျွန်ုပ်တို့ထံ ရစူလ်တမန်တစ်ပါး စေလွှတ်ခဲ့ပါလျှင်၊ ကျွန်ုပ်တို့သည် အရှက်ရပြီး အရှက်ကွဲခြင်း မခံရမီ သင်၏ အာယသ်များကို ဧကန်မလွဲ လိုက်နာခဲ့ပါလိမ့်မည်။\")</span> နှင့်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا أَن تُصِيبَهُم مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် အကယ်၍ <span class=\"gray\">(ကျွန်ုပ်တို့သည် သင့်အား မက္ကာဟ်ပြည်သူများထံ)</span> မစေလွှတ်ခဲ့ပါလျှင်၊ ၎င်းတို့၏ လက်များက လုပ်ဆောင်ခဲ့သော <span class=\"gray\">(အပြုအမူများ)</span> ကြောင့် ကပ်ဘေးတစ်ခု ရုတ်တရက် ကျရောက်လာနိုင်သည့် အခြေအနေမျိုးတွင်။)</span></p><p lang=\"my\" class=\"my \">အိဘ်န် မပ်စ်အူဒ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန် ﷺ က မိန့်တော်မူသည်ဟု ပြောကြားခဲ့ကြောင်း ဆဟီးဟ်ကျမ်းနှစ်အုပ်တွင် မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أَحَدَ أَغْيَرُ مِنَ اللهِ، مِنْ أَجْلِ ذلِكَ حَرَّمَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ، وَلَا أَحَدْ أَحَبْ إِلَيْهِ الْمَدْحُ مِنَ اللهِ عَزَّ وَجَلَّ، مِنْ أَجْلِ ذلِكَ مَدَحَ نَفْسَهُ، وَلَا أَحَدَ أَحَبْ إِلَيْهِ الْعُذْرُ مِنَ اللهِ، مِنْ أَجْلِ ذلِكَ بَعَثَ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထက် မည်သူမျှ သဝန်တိုခြင်းမရှိပေ။ ထို့ကြောင့် ၎င်းသည် လူသိရှင်ကြား သို့မဟုတ် လျှို့ဝှက်ကျူးလွန်သော အပြစ်အမျိုးမျိုးကို တားမြစ်ခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်ထက် မည်သူမျှ ချီးမွမ်းခြင်းကို ပို၍ မနှစ်သက်ပေ၊ ထို့ကြောင့် ၎င်းသည် မိမိကိုယ်ကို ချီးမွမ်းခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်ထက် မည်သူမျှ ဆင်ခြေပေးခြင်းကို ပို၍ မနှစ်သက်ပေ၊ ထို့ကြောင့် ၎င်းသည် ပရောဖက်များကို သတင်းကောင်းပေးသူများနှင့် သတိပေးသူများအဖြစ် စေလွှတ်ခဲ့သည်)</span>။ အခြား ရဝါယသ်တစ်ခုတွင် နဗီတမန်တော် ﷺ က မိန့်တော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ أَجْلِ ذلِكَ أَرْسَلَ رُسُلَهُ وَأَنْزَلَ كُتُبَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့်ပင် ၎င်းသည် ၎င်း၏ ရစူလ်တမန်များကို စေလွှတ်ပြီး ၎င်း၏ ကျမ်းဂန်များကို ထုတ်ပြန်ခဲ့သည်)</span>။</p>"
  }
]