[
  {
    "ayah_key": "18:23",
    "group_ayah_key": "18:23",
    "from_ayah": "18:23",
    "to_ayah": "18:24",
    "ayah_keys": "18:23,18:24",
    "text": "<p class=\"my translation\" lang=\"my\">မည်သည့်အရာနှင့် ပတ်သက်၍မျှ \"ငါသည် နက်ဖြန်တွင် ထိုသို့ထိုသို့သော အရာကို ပြုလုပ်မည်\" ဟု မည်သည့်အခါမျှ မပြောရ။ <span>(၂၃)</span> \"အကယ်၍ အလ္လာဟ်အလိုရှိတော်မူပါက!\" ဟု <span class=\"gray\">(ပြောဆိုခြင်းဖြင့်)</span> မှလွဲ၍ မည်သည့်အခါမျှ မပြောရ။ အသင်မေ့လျော့သောအခါ အသင်၏အရှင်ကို သတိရပါလေ။ ထိုအခါ အသင်ဤထက်မက မှန်ကန်သော လမ်းညွှန်မှုသို့ ငါ့အရှင်သည် ငါ့ကို လမ်းညွှန်တော်မူပေလိမ့်မည်ဟု ပြောဆိုပါ။ <span>(၂၄)</span></p><div lang=\"my\" class=\"my \"><h2>နောင်အနာဂတ်တွင် တစ်ခုခုပြုလုပ်ရန် ဆုံးဖြတ်သည့်အခါ \"အလ္လာဟ်အလိုရှိတော်မူပါက\" ဟု ပြောဆိုခြင်း</h2></div><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် နောင်အနာဂတ်တွင် တစ်ခုခုပြုလုပ်ရန် ဆုံးဖြတ်သည့်အခါ မှန်ကန်သော အပြုအမူကို မိမိ၏ရစူလ် ﷺ အား ပြသတော်မူပါသည်။ ဤသည်မှာ အမြဲတစေ အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်သို့ ရည်ညွှန်းအပ်ပါသည်။ အလ္လာဟ်အရှင်မြတ်သည် မမြင်နိုင်သောအရာများကို သိတော်မူသော အရှင်ဖြစ်ပြီး ဖြစ်ပျက်ခဲ့ပြီးသော အရာများ၊ ဖြစ်ပေါ်လာမည့် အရာများ၊ မဖြစ်ပေါ်လာမည့် အရာများ၊ ၎င်းတို့သည် ဖြစ်ပေါ်လာမည်ဆိုပါက မည်ကဲ့သို့ဖြစ်ပေါ်လာမည်ကို သိတော်မူသော အရှင်ဖြစ်ပါသည်။ အဘူ ဟူရိုင်ရဟ်က အလ္လာဟ်၏ရစူလ် ﷺ မိန့်ကြားတော်မူသည်ဟု ပြောဆိုသည်ကို စဟီဟ်ကျမ်းနှစ်ခုတွင် မှတ်တမ်းတင်ထားသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ سُلَيْمَانُ بْنُ دَاوُدَ عَلَيْهِمَا السَّلَامُ: لَأَطُوفَنَّ اللَّيْلَةَ عَلَى سَبْعِينَ امْرَأَةً - وَفِي رِوَايَةٍ: تِسْعِينَ امْرَأَةً، وَفِي رِوَايَةٍ: مِائَةِ امْرَأَةٍ - تَلِدُ كُلُّ امْرَأَةٍ مِنْهُنَّ غُلَامًا يُقَاتِلُ فِي سَبِيلِ اللهِ، فَقِيلَ لَهُ - وَفِي رِوَايَةٍ قَالَ لَهُ الْمَلَكُ:- قُلْ إِنْ شَاءَ اللهُ، فَلَمْ يَقُلْ، فَطَافَ بِهِنَّ فَلَمْ تَلِدْ مِنْهُنَّ إِلَّا امْرَأَةٌ وَاحِدَةٌ نِصْفَ إِنْسَانٍ، فَقَالَ رَسُولُ اللهِ صلّى الله عليه وسلّم: وَالَّذِي نَفْسِي بِيَدِهِ، لَوْ قَالَ إِنْ شَاءَ اللهُ لَمْ يَحْنَثْ، وَكَانَ دَرَكًا لِحَاجَتِهِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي رِوَايَةٍ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَاتَلُوا فِي سَبِيلِ اللهِ فُرْسَانًا أَجْمَعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စူလိုင်မန် အိဗ်နု ဒါဝူဒ် <span class=\"gray\">(၎င်းတို့နှစ်ဦးအပေါ် ငြိမ်းချမ်းသာယာခြင်းရှိပါစေ)</span> က \"ယနေ့ည ငါသည် အမျိုးသမီး ခုနစ်ဆယ်ဦးထံ သွားရောက်မည် <span class=\"gray\">[အချို့သော မှတ်တမ်းများအရ ကိုးဆယ် သို့မဟုတ် တစ်ရာဦး ဖြစ်သည်]</span> သို့မှသာ ၎င်းတို့တစ်ဦးစီတိုင်းသည် အလ္လာဟ်၏လမ်းတော်တွင် တိုက်ခိုက်မည့် သားชายတစ်ဦးကို ဖွားမြင်ကြလိမ့်မည်။\" ဟု ဆိုခဲ့သည်။ ၎င်းအား ပြောကြားခံခဲ့ရသည် <span class=\"gray\">[တစ်ပုဒ်သော မှတ်တမ်းအရ မလာအိကဟ်က ၎င်းအား ပြောကြားသည်]</span> \"အလ္လာဟ်အလိုရှိတော်မူပါက!\" ဟု ပြောဆိုပါ၊ သို့သော် ၎င်းက မပြောဆိုခဲ့ပေ။ ၎င်းသည် အမျိုးသမီးများထံ သွားရောက်ခဲ့သော်လည်း ၎င်းတို့ထဲမှ တစ်ဦးမှလွဲ၍ တစ်ဝက်တစ်ပျက်ပုံစံရှိသော ကလေးတစ်ဦးကို ဖွားမြင်ခဲ့သည်။)</span> အလ္လာဟ်၏ရစူလ် ﷺ မိန့်ကြားတော်မူသည်၊ <span class=\"gray\">(ငါ့အသက်သည် ၎င်း၏လက်ထဲတွင် ရှိသော အရှင်မြတ်ကို အာဏာတည်၍ဆိုပါသည်၊ အကယ်၍ ၎င်းက \"အလ္လာဟ်အလိုရှိတော်မူပါက!\" ဟု ပြောဆိုခဲ့ပါလျှင် ၎င်း၏ကျိန်ဆိုမှုကို ဖောက်ဖျက်မည်မဟုတ်သလို ၎င်းလိုချင်သောအရာကို ရရှိရန်လည်း အထောက်အကူဖြစ်စေလိမ့်မည်။)</span> အခြားမှတ်တမ်းတစ်ခုအရ၊ <span class=\"gray\">(၎င်းတို့အားလုံးသည် အလ္လာဟ်၏လမ်းတော်တွင် မြင်းစီးသူရဲများအဖြစ် တိုက်ခိုက်ကြလိမ့်မည်။)</span></p><p lang=\"my\" class=\"my \">ဤဆူရာ၏ အစပိုင်းတွင် ဤအာယသ်ကျမ်းချက် ပေါ်ထွက်လာရသည့် အကြောင်းရင်းကို ကျွန်ုပ်တို့ ဆွေးနွေးခဲ့ပြီး ဖြစ်သည်– နဗီတမန်တော်အား ဂူရှင်လူများ၏အကြောင်းကို မေးမြန်းသောအခါ၊ ၎င်းက \"နက်ဖြန်တွင် သင်တို့ကို ပြောပြမည်\" ဟု မိန့်ကြားခဲ့သည်။ ထို့နောက် ဗျာဒိတ်တော်သည် ဆယ့်ငါးရက်ကြာအောင် နှောင့်နှေးခဲ့သည်။</p><p lang=\"my\" class=\"my \">ဆူရာ၏အစပိုင်းတွင် ဤအကြောင်းကို အကျယ်တဝင့် ဆွေးနွေးခဲ့ပြီးဖြစ်သောကြောင့် ဤနေရာ၌ ထပ်မံ၍ ပြောဆိုရန် မလိုအပ်တော့ပေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُر رَّبَّكَ إِذَا نَسِيتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်မေ့လျော့သောအခါ အသင်၏အရှင်ကို သတိရပါလေ)</span></p><p lang=\"my\" class=\"my \">ဤသည်မှာ \"အလ္လာဟ်အလိုရှိတော်မူပါက\" ဟု ပြောဆိုရန် မေ့သွားပါက သတိရသောအခါ ပြောဆိုရမည်ဟု အဓိပ္ပါယ်ရသည်ဟု ဆိုခဲ့ကြသည်။ ဤသည်မှာ အဘူလ်အာလီယဟ်နှင့် အလ်-ဟဆန် အလ်-ဘဆွရီတို့၏ အမြင်ဖြစ်သည်။ ဟူရှိုင်းမ်က အလ်-အအ်မရှ်မှ မွဂျာဟစ်ဒ်ကို ကိုးကား၍ ဖော်ပြသည်မှာ ကျိန်ဆိုသူတစ်ဦးနှင့် ပတ်သက်၍ အိဗ်နု အဗ္ဗားစ်က \"၎င်းသည် တစ်နှစ်ကြာပြီးနောက်တွင်ပင် 'အလ္လာဟ်အလိုရှိတော်မူပါက' ဟု ပြောဆိုနိုင်သည်\" ဟု ဆိုသည်။ အိဗ်နု အဗ္ဗားစ်သည် ဤအာယသ်ကျမ်းချက်ကို ဤသို့ အဓိပ္ပါယ်ဖွင့်ဆိုလေ့ရှိသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُر رَّبَّكَ إِذَا نَسِيتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အသင်မေ့လျော့သောအခါ အသင်၏အရှင်ကို သတိရပါလေ)</span> ဤနည်းဖြင့်။ အလ်-အအ်မရှ်အား \"သင်သည် ဤအရာကို မွဂျာဟစ်ဒ်ထံမှ ကြားဖူးသလား\" ဟု မေးသောအခါ ၎င်းက \"လိုင်သ် အိဗ်နု အဘီ စာလင်မ်က ကျွန်ုပ်အား ပြောပြခဲ့သည်\" ဟု ဆိုသည်။ အိဗ်နု အဗ္ဗားစ်၏အမြင်၊ ဆိုလိုသည်မှာ လူတစ်ဦးသည် တစ်နှစ်ကြာပြီးနောက်တွင်ပင် \"အလ္လာဟ်အလိုရှိတော်မူပါက\" ဟု ပြောဆိုနိုင်သည်ဟူသော အဓိပ္ပါယ်မှာ ၎င်းကျိန်ဆိုသောအခါ သို့မဟုတ် စကားပြောသောအခါ ပြောဆိုရန် မေ့သွားပြီး နောက်ပိုင်းတွင် တစ်နှစ်ကြာပြီးနောက်တွင်ပင် သတိရပါက ၎င်းသည် ထိုစကားကို ပြောဆိုသင့်ကြောင်း စွန်နာဖြစ်သည်။ သို့မှသာ ၎င်းသည် \"အလ္လာဟ်အလိုရှိတော်မူပါက\" ဟု ပြောဆိုခြင်း၏ စွန်နာကို ဆက်လက်လိုက်နာနေလိမ့်မည်၊ ၎င်း၏ကျိန်ဆိုမှုကို ဖောက်ဖျက်ပြီးနောက်ပိုင်း ဖြစ်စေကာမူ။ ဤသည်မှာ အိဗ်နု ဂျရီရ်၏ အမြင်လည်းဖြစ်သည်။ သို့သော် ၎င်းက ဤသည်မှာ ကျိန်ဆိုမှုကို ဖောက်ဖျက်ခြင်းကို ပြန်လည်ပြင်ဆင်ခြင်း သို့မဟုတ် ပြစ်ဒဏ်ပေးရန် မလိုတော့ဟု ဆိုလိုခြင်း မဟုတ်ကြောင်း ဖော်ပြခဲ့သည်။ အိဗ်နု ဂျရီရ်ပြောခဲ့သော စကားသည် မှန်ကန်ပြီး ဤနည်းဖြင့် အိဗ်နု အဗ္ဗားစ်၏ စကားများကို နားလည်ခြင်းက ပိုမိုသင့်လျော်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَٰلِكَ غَدًا - إِلَّا أَن يَشَاءَ اللَّهُ ۚ وَاذْكُر رَّبَّكَ إِذَا نَسِيتَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မည်သည့်အရာနှင့် ပတ်သက်၍မျှ \"ငါသည် နက်ဖြန်တွင် ထိုသို့ထိုသို့သော အရာကို ပြုလုပ်မည်\" ဟု မည်သည့်အခါမျှ မပြောရ။ <span class=\"gray\">(ပြောဆိုခြင်းဖြင့်)</span> မှလွဲ၍ \"အကယ်၍ အလ္လာဟ်အလိုရှိတော်မူပါက!\" အသင်မေ့လျော့သောအခါ အသင်၏အရှင်ကို သတိရပါလေ။)</span> အတ်-တဗရနီက အိဗ်နု အဗ္ဗားစ်ပြောသည်မှာ ဤသည်မှာ \"အကယ်၍ အလ္လာဟ်အလိုရှိတော်မူပါက\" ဟု ပြောဆိုခြင်းကို ဆိုလိုကြောင်း မှတ်တမ်းတင်ခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْ عَسَىٰ أَن يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَٰذَا رَشَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပြောဆိုပါလေ- \"ငါ၏အရှင်သည် ငါ့အား ဤထက်ပို၍ မှန်ကန်သော လမ်းညွှန်မှုသို့ လမ်းညွှန်တော်မူပေလိမ့်မည်။\")</span> ဆိုလိုသည်မှာ၊ 'အသင် <span class=\"gray\">(အို နဗီတမန်တော်)</span> သည် သင်မသိသောအရာတစ်ခုနှင့် ပတ်သက်၍ မေးမြန်းခံရပါက၊ အလ္လာဟ်အရှင်မြတ်ထံ မေးမြန်းပြီး ၎င်းထံသို့ လှည့်ပါလေ။ သို့မှသာ ၎င်းသည် သင့်အား မှန်ကန်သောအရာသို့ လမ်းညွှန်တော်မူပေလိမ့်မည်။' အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "18:25",
    "group_ayah_key": "18:25",
    "from_ayah": "18:25",
    "to_ayah": "18:26",
    "ayah_keys": "18:25,18:26",
    "text": "<p class=\"my translation\" lang=\"my\">၎င်းတို့သည် မိမိတို့၏ဂူ၌ သုံးရာ့ကိုးနှစ် ကြာနေထိုင်ခဲ့ကြသည်။ <span>(၂၅)</span> ပြောပါလေ- \"၎င်းတို့ မည်မျှကြာကြာ နေထိုင်ခဲ့ကြသည်ကို အလ္လာဟ်အရှင်မြတ်သည် အသိဆုံးဖြစ်တော်မူသည်။ ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ မမြင်နိုင်သောအရာများသည် ၎င်းထံတော်၌ ရှိသည်။\" ၎င်းသည် မည်မျှရှင်းလင်းစွာ မြင်တော်မူ၍ ကြားတော်မူပါသနည်း <span class=\"gray\">(အရာအားလုံးကို)</span>! ၎င်းမှတစ်ပါး အခြားမည်သည့် ထိန်းသိမ်းစောင့်ရှောက်သူမျှ ၎င်းတို့အတွက် မရှိ၊ ၎င်း၏ဆုံးဖြတ်ချက်နှင့် ၎င်း၏အုပ်ချုပ်မှုတွင် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ အလ္လာဟ်အရှင်မြတ်သည် ပါဝင်စေတော်မမူ။ <span>(၂၆)</span></p><div lang=\"my\" class=\"my \"><h2>ဂူ၌ ၎င်းတို့နေထိုင်ခဲ့သည့် ကာလကြာမြင့်မှု</h2></div><p lang=\"my\" class=\"my \">ဤတွင် အလ္လာဟ်အရှင်မြတ်သည် ဂူရှင်လူများ မိမိတို့ဂူ၌ နေထိုင်ခဲ့သည့် ကာလကြာမြင့်မှုကို မိမိ၏ရစူလ် ﷺ အား ပြောပြတော်မူသည်။ ၎င်းသည် ၎င်းတို့အား အိပ်ပျော်စေခဲ့သောအချိန်မှစ၍ ၎င်းတို့အား ပြန်လည်ရှင်ပြန်ထမြောက်စေခဲ့ပြီး ထိုခေတ်လူများ ၎င်းတို့အား ရှာဖွေတွေ့ရှိစေခဲ့သောအချိန်အထိ ဖြစ်သည်။ ကာလကြာမြင့်မှုမှာ လအလိုက် သုံးရာ့ကိုးနှစ်ဖြစ်ပြီး နေအလိုက် သုံးရာ့နှစ်ဖြစ်သည်။ လအလိုက် နှစ်တစ်ရာနှင့် နေအလိုက် နှစ်တစ်ရာတို့အကြား ခြားနားချက်မှာ သုံးနှစ်ဖြစ်သည်၊ ထို့ကြောင့် သုံးရာကို ဖော်ပြပြီးနောက် အလ္လာဟ်အရှင်မြတ်က 'ကိုးနှစ် ထပ်ဖြည့်သည်' ဟု မိန့်ကြားတော်မူသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါလေ- \"၎င်းတို့ မည်မျှကြာကြာ နေထိုင်ခဲ့ကြသည်ကို အလ္လာဟ်အရှင်မြတ်သည် အသိဆုံးဖြစ်တော်မူသည်။\")</span> '၎င်းတို့ မည်မျှကြာကြာ နေထိုင်ခဲ့ကြသည်ကို သင်မေးမြန်းခံရပြီး၊ သင်သည် ထိုအကြောင်းကို မသိရှိသလို အလ္လာဟ်အရှင်မြတ်ထံမှ ဗျာဒိတ်တော်လည်း မရရှိပါက မည်သည့်အရာကိုမျှ မပြောဆိုပါနှင့်။ ယင်းအစား ဤကဲ့သို့ ပြောဆိုပါလေ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ أَعْلَمُ بِمَا لَبِثُوا ۖ لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ မည်မျှကြာကြာ နေထိုင်ခဲ့ကြသည်ကို အလ္လာဟ်အရှင်မြတ်သည် အသိဆုံးဖြစ်တော်မူသည်။ ကောင်းကင်များနှင့် ကမ္ဘာမြေ၏ <span class=\"gray\">(သိရှိမှု)</span> မမြင်နိုင်သောအရာများသည် ၎င်းထံတော်၌ ရှိသည်။)</span>\" ဆိုလိုသည်မှာ ၎င်းမှတစ်ပါး မည်သူမျှ မသိ၊ ၎င်းသည် မိမိ၏ဖန်ဆင်းခံများထဲမှ ပြောပြရန် ရွေးချယ်သူမှလွဲ၍ မည်သူမျှမသိ။ ကျွန်ုပ်တို့ ဤနေရာတွင် ပြောဆိုခဲ့သည်မှာ တဖ်စီရ်ပညာရှင်များစွာ၏ အမြင်ဖြစ်သည်၊ ဥပမာ- မွဂျာဟစ်ဒ်နှင့် အခြားရှေးလူကြီးများနှင့် နောက်ပိုင်းလူကြီးများ။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့သည် မိမိတို့၏ဂူ၌ သုံးရာ့နှစ် ကြာနေထိုင်ခဲ့ကြသည်၊)</span> ကတ်တာဒါဟ်က ဤသည်မှာ ဓမ္မကျမ်းရှင်တို့၏ အမြင်ဖြစ်သည်ဟု ဆိုသည်၊ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့၏အမြင်ကို ဤသို့ မိန့်ကြားခြင်းဖြင့် ပယ်ချခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ပြောပါလေ- \"၎င်းတို့ မည်မျှကြာကြာ နေထိုင်ခဲ့ကြသည်ကို အလ္လာဟ်အရှင်မြတ်သည် အသိဆုံးဖြစ်တော်မူသည်။\")</span> ဆိုလိုသည်မှာ အလ္လာဟ်အရှင်မြတ်သည် လူများပြောသည်ထက် ပိုမိုသိတော်မူသည်။ ဤသည်မှာ မွတ်တတ်ရဖ် အိဗ်နု အဗ်ဒွလ္လာဟ်၏ အမြင်လည်းဖြစ်သည်။ သို့သော် ဤအမြင်သည် ဆွေးနွေးဖွယ်ရာရှိသည်၊ အဘယ်ကြောင့်ဆိုသော် ဓမ္မကျမ်းရှင်တို့က ၎င်းတို့သည် ဂူ၌ သုံးရာ့နှစ်ကြာ နေထိုင်ခဲ့ကြသည်ဟု ပြောဆိုသောအခါ၊ အပိုကိုးနှစ်မပါဘဲ၊ ၎င်းတို့သည် နေအလိုက်နှစ်များကို ရည်ညွှန်းခြင်းဖြစ်သည်။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့ပြောဆိုခဲ့သည်များကို ရိုးရှင်းစွာ ပြန်လည်ပြောပြခြင်းဖြစ်ပါက ၎င်းက ဤသို့ မိန့်ကြားတော်မူမည်မဟုတ်ပေ။</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَازْدَادُوا تِسْعًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကိုးနှစ် ထပ်ဖြည့်သည်)</span> ဤအာယသ်ကျမ်းချက်၏ ထင်ရှားသော အဓိပ္ပါယ်မှာ အလ္လာဟ်အရှင်မြတ်သည် အမှန်တရားများကို ဖော်ပြနေခြင်းဖြစ်သည်၊ ပြောဆိုခဲ့သည်များကို ပြန်လည်ပြောပြနေခြင်း မဟုတ်ပေ။ ဤသည်မှာ အိဗ်နု ဂျရီရ် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ် ၎င်းအပေါ် ကရုဏာထားတော်မူပါစေ)</span> ၏ အမြင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သာ အသိဆုံးဖြစ်သည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَبْصِرْ بِهِ وَأَسْمِعْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မည်မျှရှင်းလင်းစွာ မြင်တော်မူ၍ ကြားတော်မူပါသနည်း <span class=\"gray\">(အရာအားလုံးကို)</span>!)</span> ၎င်းသည် ၎င်းတို့အား မြင်တော်မူ၍ ကြားတော်မူသည်။ အိဗ်နု ဂျရီရ်က \"အသုံးပြုထားသော ဘာသာစကားသည် ချီးကျူးထောမနာပြုခြင်း၏ သာယာနာပျော်ဖွယ် ဖော်ပြမှုတစ်ခုဖြစ်သည်\" ဟု ဆိုသည်။ ထိုစကားစုကို \"အလ္လာဟ်အရှင်မြတ်သည် ရှိရှိသမျှ အရာအားလုံးကို မည်မျှများစွာ မြင်တော်မူ၍ ကြားတော်မူပါသနည်း၊ အဘယ်ကြောင့်ဆိုသော် ၎င်းထံမှ မည်သည့်အရာမျှ ဖုံးကွယ်၍ မရနိုင်သောကြောင့်တည်း!\" ဟု နားလည်နိုင်သည်။ ကတ်တာဒါဟ်က ဤအာယသ်ကျမ်းချက်နှင့် ပတ်သက်၍ မှတ်ချက်ပြုသည်ဟု ဖော်ပြထားသည်။</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَبْصِرْ بِهِ وَأَسْمِعْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းသည် မည်မျှရှင်းလင်းစွာ မြင်တော်မူ၍ ကြားတော်မူပါသနည်း <span class=\"gray\">(အရာအားလုံးကို)</span>!)</span> \"အလ္လာဟ်အရှင်မြတ်ထက် ပိုမို၍ မည်သူမျှ မကြားနိုင်၊ မမြင်နိုင်ပေ။\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَهُم مِّن دُونِهِ مِن وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းမှတစ်ပါး အခြားမည်သည့် ထိန်းသိမ်းစောင့်ရှောက်သူမျှ ၎င်းတို့အတွက် မရှိ၊ ၎င်း၏ဆုံးဖြတ်ချက်နှင့် ၎င်း၏အုပ်ချုပ်မှုတွင် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ အလ္လာဟ်အရှင်မြတ်သည် ပါဝင်စေတော်မမူ။)</span> ဆိုလိုသည်မှာ ၎င်း၊ ၎င်းအား ဂုဏ်ပြုချီးမြှောက်အပ်ပါစေ၊ သည် ဖန်ဆင်းခြင်းနှင့် အမိန့်ပေးပိုင်ခွင့်ရှိသော အရှင်ဖြစ်သည်၊ ၎င်း၏ဆုံးဖြတ်ချက်ကို ပြောင်းလဲနိုင်မည်မဟုတ်ပေ၊ ၎င်း၌ အကြံပေး၊ ထောက်ပံ့သူ သို့မဟုတ် အဖော်အပေါင်းအဖော် မရှိ၊ ၎င်းသည် မြင့်မြတ်ပြီး သန့်ရှင်းစင်ကြယ်တော်မူသည်။</p>"
  }
]