[
  {
    "ayah_key": "14:5",
    "group_ayah_key": "14:5",
    "from_ayah": "14:5",
    "to_ayah": "14:5",
    "ayah_keys": "14:5",
    "text": "<p class=\"my translation\" lang=\"my\">ငါတို့သည် မူဆာအား ငါတို့၏ အာယတ်တော်များနှင့်အတူ <span class=\"gray\">(မှာကြားကာ)</span> စေလွှတ်ခဲ့သည်။ \"သင်၏လူမျိုးကို မှောင်မိုက်များမှ အလင်းသို့ ထုတ်ဆောင်လော့။ အလ္လာဟ်အရှင်မြတ်၏ အဖြစ်အပျက်မှတ်တမ်းများ <span class=\"gray\">(သို့မဟုတ် နေ့ရက်များ)</span> ကို သတိရစေလော့။\" အမှန်စင်စစ် ၎င်းတွင် သည်းခံတတ်သူ၊ ကျေးဇူးတင်တတ်သူ <span class=\"gray\">(ပုဂ္ဂိုလ်)</span> တိုင်းအတွက် အာယတ်တော်များ ပါရှိသည်။ <span>(၅)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာနှင့် ၎င်း၏လူမျိုးအကြောင်း</h2></div><p lang=\"my\" class=\"my \">ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊ 'ငါတို့သည် သင့်အား <span class=\"gray\">(အို၊ မိုဟမ္မဒ်)</span> စေလွှတ်ခဲ့သကဲ့သို့ကောင်း၊ သင့်ထံသို့ ကျမ်းမြတ်ကို ချပေးခဲ့သကဲ့သို့ကောင်း၊ လူသားအားလုံးကို မှောင်မိုက်များမှ အလင်းသို့ လမ်းပြရန်နှင့် ဖိတ်ခေါ်ရန်အတွက်ဖြစ်သည်။ ငါတို့သည် မူဆာအား အစ္စရေးလ်၏သားမြေးများထံသို့ ငါတို့၏ အာယတ်တော်များ <span class=\"gray\">(နိမိတ်လက္ခဏာများ သို့မဟုတ် မူအ်ဂျီဇာများ)</span> ဖြင့်လည်း စေလွှတ်ခဲ့သည်။' မွဂျာဟစ်က ထိုအာယတ်တော်၏ ဤအပိုင်းသည် မူအ်ဂျီဇာ (၉) ခုကို ရည်ညွှန်းသည်ဟု ပြောခဲ့သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنْ أَخْرِجْ قَوْمَكَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏လူမျိုးကို ထုတ်ဆောင်လော့)</span> ဟု သူ့အား အမိန့်ပေးခံရခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်၏လူမျိုးကို မှောင်မိုက်များမှ အလင်းသို့ ထုတ်ဆောင်လော့၊)</span> သူတို့အား ကောင်းမြတ်ဖြောင့်မတ်သော အရာအားလုံးသို့ ဖိတ်ခေါ်လော့၊ အဘယ်ကြောင့်ဆိုသော် သူတို့နှစ်ခြိုက်ခဲ့သော မသိနားမလည်မှုနှင့် လမ်းမှားမှု၏ မှောင်မိုက်များမှ လမ်းမှန်၏အလင်းနှင့် အီမာန်၏ဉာဏ်အလင်းသို့ လှည့်လာနိုင်ကြရန်ဖြစ်သည်။</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَذَكِّرْهُم بِأَيَّامِ اللَّهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်၏ အဖြစ်အပျက်မှတ်တမ်းများ <span class=\"gray\">(သို့မဟုတ် နေ့ရက်များ)</span> ကို သတိရစေလော့)</span> သူတို့အား <span class=\"gray\">(အို မူဆာ)</span> အလ္လာဟ်အရှင်မြတ်၏ နေ့ရက်များ (ဆိုလိုသည်မှာ ဖေရွန်၏ လက်ခုပ်မှ လွတ်မြောက်စေ၍ ၎င်း၏ မတရားမှု၊ ရက်စက်ကြမ်းကြုတ်မှုနှင့် ရိုင်းစိုင်းမှုတို့မှ ကယ်တင်ခဲ့စဉ်က သူတို့အား ပေးသနားခဲ့သော ကျေးဇူးတော်များနှင့် ကောင်းကျိုးများကို) သတိရစေလော့။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်က သူတို့အား ရန်သူထံမှ ကယ်တင်ခဲ့ပြီး၊ ပင်လယ်ကို ဖြတ်ကျော်ရန် လမ်းဖောက်ပေးခဲ့ကာ၊ မိုးတိမ်များဖြင့် အရိပ်ပေးခဲ့ပြီး၊ မန်နာနှင့် ဆလာဝါငှက်များကို ပို့ချပေးခဲ့သည့်အပြင် အခြားသော ကျေးဇူးတော်များနှင့် ကောင်းကျိုးများစွာ ပေးခဲ့သည့်အချိန်ဖြစ်သည်။ မွဂျာဟစ်၊ ကတာဒါနှင့် အခြားသူများစွာတို့က ဤသို့ပြောကြားခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားတော်မူသည်မှာ၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ၎င်းတွင် သည်းခံတတ်သူ၊ ကျေးဇူးတင်တတ်သူ <span class=\"gray\">(ပုဂ္ဂိုလ်)</span> တိုင်းအတွက် အာယတ်တော်များ ပါရှိသည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူသည်မှာ၊ 'အစ္စရေးလ်၏သားမြေးများအနက်မှ ငါတို့၏ သစ္စာရှိသော ထောက်ခံသူများကို ဖေရွန်၏ လက်ခုပ်မှ လွတ်မြောက်စေပြီး အရှက်ရဖွယ်ရာ ပြစ်ဒဏ်မှ ကယ်တင်ခြင်းသည် ဘေးဒဏ်နှင့်ကြုံတွေ့ရပါက သည်းခံပြီး၊ ချမ်းသာကြွယ်ဝချိန်တွင် ကျေးဇူးတင်တတ်သူများအတွက် သင်ခန်းစာယူစရာ ဖြစ်သည်။' ကတာဒါက ပြောခဲ့သည်မှာ \"မည်သူမဆို စမ်းသပ်ခံရပါက သည်းခံပြီး၊ ချမ်းသာကြွယ်ဝမှု ရရှိပါက ကျေးဇူးတင်တတ်သော ကျေးကျွန်သည် အလွန်ကောင်းမြတ်သူဖြစ်သည်။\" စဟီဟ်တွင် မှတ်တမ်းတင်ထားသည်မှာ အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က မိန့်ကြားတော်မူသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَمْرَ الْمُؤْمِنِ كُلَّهُ عَجَبٌ، لَا يَقْضِي اللهُ لَهُ قَضَاءً إِلَّا كَانَ خَيْرًا لَهُ، إِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ، فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ، فَكَانَ خَيْرًا لَهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် မွတ်စ်လင်မ်တစ်ဦး၏ ကိစ္စရပ်အားလုံးသည် အံ့ဩဖွယ်ကောင်းသည်။ အကြောင်းမှာ အလ္လာဟ်အရှင်မြတ်က သူ့အတွက် ပြဋ္ဌာန်းပေးသော ဆုံးဖြတ်ချက်တိုင်းသည် သူ့အတွက် ကောင်းမြတ်သောကြောင့်ဖြစ်သည်။ အကယ်၍ ဘေးဒဏ်တစ်ခု ကြုံတွေ့ရပါက သူသည် သည်းခံပြီး ၎င်းသည် သူ့အတွက် ကောင်းမြတ်သည်။ အကယ်၍ ကျေးဇူးတော်တစ်ရပ် ပေးသနားခံရပါက သူသည် ကျေးဇူးတင်ပြီး ၎င်းသည် သူ့အတွက် ကောင်းမြတ်သည်။)</span></p>"
  },
  {
    "ayah_key": "14:52",
    "group_ayah_key": "14:52",
    "from_ayah": "14:52",
    "to_ayah": "14:52",
    "ayah_keys": "14:52",
    "text": "<p class=\"my translation\" lang=\"my\">ဤ <span class=\"gray\">(ကုရ်အာန်)</span> သည် လူသားများအတွက် သတင်းစကားတစ်ခုဖြစ်သည် <span class=\"gray\">(နှင့် ၎င်းတို့အပေါ် ထင်ရှားသော သက်သေပြချက်တစ်ခု)</span>၊ ၎င်းတို့အား သတိပေးနိုင်ရန်အတွက်၊ ကိုယ်တော်သည် တစ်ဆူတည်းသော ဘုရားသခင်ဖြစ်သည်ကို ၎င်းတို့ သိစေရန်နှင့် ဥာဏ်ပညာရှိသူများသည် သတိပြုမိစေရန် <span>(၅၂)</span></p><div lang=\"my\" class=\"my \"><h2>အလ္လာဟ်အရှင်မြတ်က ဤကုရ်အာန်ကျမ်းတော်သည် လူသားများအတွက် သတင်းစကားဖြစ်ကြောင်း ဖော်ပြထားသည်၊</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">لِأُنذِرَكُم بِهِ وَمَن بَلَغَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(<span class=\"gray\">(ထို့ကြောင့်)</span> ငါသည် သင်တို့ကိုလည်းကောင်း၊ ၎င်းသည် ရောက်ရှိနိုင်သူများကိုလည်းကောင်း သတိပေးနိုင်ရန်အတွက်။)</span><span class=\"gray\">[၆:၁၉]</span> ဤကုရ်အာန်ကျမ်းသည် လူသားအားလုံးနှင့် ဂျင်န်များအတွက် ဖြစ်သည်၊ ဤဆူရာ၏ အစတွင် အလ္လာဟ်အရှင်မြတ် မိန့်ကြားတော်မူခဲ့သည့်အတိုင်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">الر ۚ كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အလိဖ်-လာမ်-ရာ။ <span class=\"gray\">(၎င်းသည်)</span> ငါတို့သည် သင်ထံသို့ ထုတ်ပြန်ပို့ချခဲ့သော ကျမ်းတစ်အုပ်ဖြစ်၏။ သင်သည် လူသားများကို မှောင်မိုက်များမှ အလင်းသို့ ခေါ်ဆောင်ရန်အလို့ငှာ။)</span><span class=\"gray\">[၁၄:၁]</span> အလ္လာဟ်အရှင်မြတ်က ဆက်လက်မိန့်ကြားတော်မူသည်</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيُنذَرُوا بِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းဖြင့် ၎င်းတို့ သတိပေးခံရစေရန်အတွက်)</span>၊ သို့မဟုတ် ၎င်းမှ သင်ခန်းစာများ လက်ခံရယူရန်နှင့် ဆွဲထုတ်ရန်အတွက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَٰهٌ وَاحِدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် ကိုယ်တော်သည် တစ်ဆူတည်းသော ဘုရားသခင်ဖြစ်သည်ကို သိစေရန်)</span> ၎င်း၏ သက်သေများနှင့် အထောက်အထားများကို အသုံးပြု၍ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ စစ်မှန်သော ကိုးကွယ်ရာမရှိကြောင်း သက်သေခံသည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ဥာဏ်ပညာရှိသူများသည် သတိပြုမိစေရန်။)</span> ဆိုလိုသည်မှာ ကောင်းသောစိတ်ရှိသူများဖြစ်သည်။</p><p lang=\"my\" class=\"my \">ဤသည်မှာ ဆူရာဟ် အစ်ဗ်ရာဟင်မ်၏ တဖ်စီရ် ပြီးဆုံးခြင်းဖြစ်သည်၊ ချီးမွမ်းခြင်းအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်သည်။</p>"
  },
  {
    "ayah_key": "14:6",
    "group_ayah_key": "14:6",
    "from_ayah": "14:6",
    "to_ayah": "14:8",
    "ayah_keys": "14:6,14:7,14:8",
    "text": "<p lang=\"my\" class=\"my \">မူဆာသည် ၎င်း၏လူမျိုးအား ပြောကြားခဲ့သည်ကို <span class=\"gray\">(ပြန်အမှတ်ရကြလော့)</span>။ \"အလ္လာဟ်အရှင်မြတ်က သင်တို့အပေါ် ပြုခဲ့သော ကျေးဇူးတော်များကို သတိရကြလော့။ အကြောင်းမှာ ကိုယ်တော်သည် သင်တို့ကို ဖာရ်အောင်၏ လူမျိုးများလက်မှ ကယ်တင်ခဲ့၏။ ထိုသူတို့သည် သင်တို့ကို ကြောက်မက်ဖွယ်ကောင်းသော ပြင်းထန်သည့် ဒဏ်ရာဒဏ်ချက်များဖြင့် နှိပ်စက်ခဲ့ကြ၏။ သင်တို့၏ သားများကို သတ်ဖြတ်ပြီး သင်တို့၏ အမျိုးသမီးများကို အသက်ရှင်ခွင့်ပြုခဲ့ကြ၏။ အမှန်စင်စစ် ယင်း၌ သင်တို့၏ အရှင်မြတ်ထံမှ ကြီးမားသော စမ်းသပ်မှုတစ်ရပ်ရှိခဲ့သည်။ <span>(၆)</span>ထို့ပြင် သင်တို့၏အရှင်မြတ်က ကြေညာခဲ့သည်ကို <span class=\"gray\">(ပြန်အမှတ်ရကြလော့)</span>။ \"အကယ်၍ သင်တို့ ကျေးဇူးတင်ပါက ငါသည် သင်တို့ကို ပိုမိုပေးသနားမည်။ သို့သော် သင်တို့ ကျေးဇူးကန်းပါက အမှန်စင်စစ် ငါ၏ ပြစ်ဒဏ်သည် ပြင်းထန်လှသည်။ <span>(၇)</span>မူဆာက ပြောကြားခဲ့သည်– \"အကယ်၍ သင်တို့နှင့် ကမ္ဘာပေါ်ရှိ လူအားလုံး ကျေးဇူးကန်းကြပါမူ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ချမ်းသာကြွယ်ဝတော်မူထသော <span class=\"gray\">(လိုအပ်ချက်ဟူသမျှမှ ကင်းရှင်းတော်မူသော)</span> အရှင်မြတ်ဖြစ်ပြီး၊ ချီးမွမ်းခြင်းဟူသမျှနှင့် ထိုက်တန်တော်မူသော အရှင်မြတ်ဖြစ်သည်။ <span>(၈)</span></p><div lang=\"my\" class=\"my \"><h2>မူဆာသည် ၎င်း၏လူမျိုးအား အလ္လာဟ်အရှင်မြတ်၏ အကြောင်းများနှင့် အချိန်ကာလများ၊ ထို့ပြင် အရှင်မြတ်က ၎င်းတို့အား ဖာရ်အောင်နှင့် ၎င်း၏လူမျိုးများလက်မှ ကယ်တင်ခဲ့စဉ်က ပေးသနားခဲ့သော ကျေးဇူးတော်များနှင့် ကြီးမြတ်မှုများကို ပြန်လည်သတိပေးခဲ့ကြောင်း၊ ထိုသူတို့က ၎င်းတို့အပေါ် ပြုခဲ့သော နှိပ်စက်မှုများနှင့် အရှက်ရစေမှုများကိုပါ သတိပေးခဲ့ကြောင်း အလ္လာဟ်အရှင်မြတ်က ဖော်ပြထားသည်။</h2></div><p lang=\"my\" class=\"my \">၎င်းတို့သည် ၎င်းတို့၏ သားများထဲမှ ရှာတွေ့သူတိုင်းကို သတ်ဖြတ်ခဲ့ကြပြီး၊ ၎င်းတို့၏ အမျိုးသမီးများကို အသက်ရှင်ခွင့်ပြုခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ဤနှိပ်စက်မှုအားလုံးမှ ကယ်တင်ခဲ့ပြီး၊ ဤသည်မှာ အမှန်စင်စစ် ကြီးမားသော ကျေးဇူးတော်ပင်ဖြစ်သည်။ ထို့ကြောင့် အလ္လာဟ်အရှင်မြတ်သည် ဤဒုက္ခကို ဖော်ပြခဲ့သည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي ذَٰلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ယင်း၌ သင်တို့၏ အရှင်မြတ်ထံမှ ကြီးမားသော စမ်းသပ်မှုတစ်ရပ်ရှိခဲ့သည်။)</span> 'အကြောင်းမှာ ကိုယ်တော်သည် သင်တို့ <span class=\"gray\">(အို အစ္စရေးလ်၏ သားမြေးတို့)</span> အား ကြီးမားသော ကျေးဇူးတော်ကို ပေးသနားခဲ့ပြီး၊ ထိုအတွက် သင်တို့သည် ကိုယ်တော်အား ပြည့်ပြည့်ဝဝ ကျေးဇူးတင်ရန် မတတ်နိုင်ကြသောကြောင့်ဖြစ်သည်။' အချို့သော ပညာရှင်များက ဤအာယသ်၏ အပိုင်းသည် 'ဖာရ်အောင်က သင်တို့အပေါ် ပြုခဲ့သောအရာသည် ကြီးမားသော</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَاءٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(စမ်းသပ်မှု)</span> ဖြစ်သည်' ဟု ဆိုသည်။ အဓိပ္ပါယ်နှစ်ခုစလုံးကို ဤနေရာတွင် ထည့်သွင်းစဉ်းစားနိုင်ပြီး အလ္လာဟ်အရှင်မြတ်သာ အကောင်းဆုံးသိတော်မူသည်။ အလ္လာဟ်အရှင်မြတ်က အခြားအာယသ်တစ်ခုတွင် ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَلَوْنَاهُم بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် ငါတို့သည် ၎င်းတို့အား အကောင်းနှင့်အဆိုးတို့ဖြင့် စမ်းသပ်ခဲ့သည်၊ သို့မှသာ ၎င်းတို့သည် <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်ထံသို့)</span> ပြန်လှည့်လာကြမည်။)</span><span class=\"gray\">[7:168]</span> ထို့နောက် အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်မှာ–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ تَأَذَّنَ رَبُّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">(အမှတ်ရကြလော့)</span> သင်တို့၏အရှင်မြတ်က ကြေညာခဲ့စဉ်အခါ)</span> ဆိုသည်မှာ ကိုယ်တော်၏ ကတိတော်ကို သင်တို့အား ကြေညာပြီး သိစေခဲ့ခြင်းဖြစ်သည်။ ဤအာယသ်၏ အဓိပ္ပါယ်မှာ သင်တို့၏အရှင်မြတ်သည် ကိုယ်တော်၏ တန်ခိုး၊ ကျေးဇူးတော်နှင့် မြင့်မြတ်ခြင်းကို အကြောင်းပြု၍ ကတိပြုပြီး ကျိန်ဆိုတော်မူခဲ့သည်ဟု ဖြစ်နိုင်သည်။ အလ္လာဟ်အရှင်မြတ်က အလားတူအာယသ်တစ်ခုတွင် ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ الْقِيَامَةِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ပြင် <span class=\"gray\">(အမှတ်ရကြလော့)</span> သင်တို့၏ အရှင်မြတ်က ၎င်းတို့ <span class=\"gray\">(ဆိုလိုသည်မှာ ဂျူးများ)</span> အပေါ် ကိယာမတ်နေ့အထိ ဆက်လက်စေလွှတ်မည်ဟု ကြေညာခဲ့စဉ်အခါ။)</span><span class=\"gray\">[7:167]</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့ ကျေးဇူးတင်ပါက ငါသည် သင်တို့ကို ပိုမိုပေးသနားမည်။)</span> ဆိုလိုသည်မှာ 'အကယ်၍ သင်တို့သည် သင်တို့အပေါ် ငါ၏ကျေးဇူးတော်ကို အသိအမှတ်ပြုပါက ငါသည် ထိုကျေးဇူးတော်ကို သင်တို့အား ပိုမိုပေးသနားမည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن كَفَرْتُمْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် သင်တို့ ကျေးဇူးကန်းပါက)</span> သင်တို့သည် ငါ၏ ကျေးဇူးတော်များအတွက် ကျေးဇူးမတင်ဘဲ၊ ဖုံးကွယ်ပြီး ငြင်းဆန်ပါက၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ عَذَابِي لَشَدِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အမှန်စင်စစ် ငါ၏ ပြစ်ဒဏ်သည် ပြင်းထန်လှသည်။)</span> ဟူသည်မှာ ကျေးဇူးတော်ကို ရုပ်သိမ်းခြင်းဖြင့်လည်းကောင်း၊ ၎င်းကို အသိအမှတ်မပြုခြင်းအတွက် ပြစ်ဒဏ်ပေးခြင်းဖြင့်လည်းကောင်း ဖြစ်သည်။' ဟဒီးဆ်တော်တစ်ခုတွင် ဖော်ပြထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْعَبْدَ لَيُحْرَمُ الرِّزْقَ بِالذَّنْبِ يُصِيبُهُ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ကျွန်တစ်ဦးသည် ၎င်းကျူးလွန်သော အပြစ်ကြောင့် <span class=\"gray\">(၎င်းအတွက် သတ်မှတ်ထားသော)</span> ရိက္ခာကို ဆုံးရှုံးရနိုင်သည်။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်ကြားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ مُوسَىٰ إِن تَكْفُرُوا أَنتُمْ وَمَن فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(မူဆာက ပြောကြားခဲ့သည်– \"အကယ်၍ သင်တို့နှင့် ကမ္ဘာပေါ်ရှိ လူအားလုံး ကျေးဇူးကန်းကြပါမူ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ချမ်းသာကြွယ်ဝတော်မူထသော <span class=\"gray\">(လိုအပ်ချက်ဟူသမျှမှ ကင်းရှင်းတော်မူသော)</span> အရှင်မြတ်ဖြစ်ပြီး၊ ချီးမွမ်းခြင်းဟူသမျှနှင့် ထိုက်တန်တော်မူသော အရှင်မြတ်ဖြစ်သည်။\")</span> အလ္လာဟ်အရှင်မြတ်သည် ကိုယ်တော်၏ ကျွန်များ၏ ကျေးဇူးတင်မှုကို မလိုအပ်ဘဲ၊ မယုံကြည်သူများက ကိုယ်တော်ကို မယုံကြည်သော်ငြားလည်း ကိုယ်တော်သည် ချီးမွမ်းခြင်းဟူသမျှနှင့် ထိုက်တန်တော်မူ၏။</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنكُمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အကယ်၍ သင်တို့ ကျေးဇူးကန်းကြပါမူ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို မလိုအပ်ပေ။)</span><span class=\"gray\">[39:7]</span> နှင့်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَفَرُوا وَتَوَلَّوا ۚ وَّاسْتَغْنَى اللَّهُ ۚ وَاللَّهُ غَنِيٌّ حَمِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ၎င်းတို့သည် မယုံကြည်ဘဲ မျက်နှာလွှဲခဲ့ကြသည်။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် <span class=\"gray\">(၎င်းတို့အား)</span> မလိုအပ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် ချမ်းသာကြွယ်ဝတော်မူထသော <span class=\"gray\">(လိုအပ်ချက်ဟူသမျှမှ ကင်းရှင်းတော်မူသော)</span> အရှင်မြတ်ဖြစ်ပြီး၊ ချီးမွမ်းခြင်းဟူသမျှနှင့် ထိုက်တန်တော်မူသော အရှင်မြတ်ဖြစ်သည်။)</span><span class=\"gray\">[64:6]</span> ၎င်း၏ဆဟီးဟ်ကျမ်းတွင် မွတ်စ်လင်မ်က အဗူဒါရ်က အလ္လာဟ်အရှင်မြတ်၏ ရစူလ်တမန်တော် ﷺ က ကိုယ်တော်၏ မြင့်မြတ်ဆုံးသော အရှင်မြတ်က မိန့်ကြားတော်မူသည်ဟု ပြောကြားခဲ့ကြောင်း မှတ်တမ်းတင်ထားသည်–</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ، مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئًا، يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ، مَا نَقَصَ ذَلِكَ فِي مُلْكِي شَيْئًا، يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ قَامُوا فِي صَعِيدٍ وَاحِدٍ، فَسَأَلُونِي، فَأَعْطَيْتُ كُلَّ إِنْسَانٍ مَسْأَلَتَهُ، مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا إِلَّا كَمَا يَنْقُصُ المِخْيَطُ إِذَا أُدْخِلَ الْبَحْرَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အို ငါ၏ကျွန်များ။ သင်တို့အနက် အစနှင့်အဆုံးရှိသူများ၊ လူသားများနှင့် ဂျင်န်များအားလုံးတို့သည် သင်တို့အနက် အလွန်တရာ භක්තියရှိ၍ ဖြောင့်မတ်သောသူ၏ နှလုံးသားကို ပိုင်ဆိုင်ကြပါမူ ယင်းသည် ငါ၏နိုင်ငံတော်ကို အနည်းငယ်မျှ တိုးပွားစေမည်မဟုတ်ပေ။ အို ငါ၏ကျွန်များ။ သင်တို့အနက် အစနှင့်အဆုံးရှိသူများ၊ လူသားများနှင့် ဂျင်န်များအားလုံးတို့သည် သင်တို့အနက် အလွန်တရာ မကောင်းဆိုးဝါးဖြစ်သောသူ၏ နှလုံးသားကို ပိုင်ဆိုင်ကြပါမူ ယင်းသည် ငါ၏နိုင်ငံတော်ကို အနည်းငယ်မျှ လျော့နည်းစေမည်မဟုတ်ပေ။ အို ငါ၏ကျွန်များ။ သင်တို့အနက် အစနှင့်အဆုံးရှိသူများ၊ လူသားများနှင့် ဂျင်န်များအားလုံးတို့သည် မြေပြန့်တစ်ခုတည်းတွင် ရပ်တည်ပြီး ငါ့ထံ <span class=\"gray\">(၎င်းတို့လိုလားသည့်အရာကို)</span> တောင်းဆိုကြကာ ငါသည် ၎င်းတို့တစ်ဦးစီ တောင်းဆိုသည့်အရာကို ပေးသနားခဲ့ပါမူ ယင်းသည် ငါ၏နိုင်ငံတော်ကို ပင်လယ်ထဲသို့ အပ်ထည့်လိုက်သည့်အခါ အပ်တစ်ချောင်း သယ်ဆောင်လာသော <span class=\"gray\">(ရေ)</span> ပမာဏမှလွဲ၍ အနည်းငယ်မျှ လျော့နည်းစေမည်မဟုတ်ပေ။\")</span> အမှန်စင်စစ် ချီးမွမ်းခြင်းနှင့် ဂုဏ်ကျက်သရေအားလုံးသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်ပြီး၊ ကိုယ်တော်သည် ချမ်းသာကြွယ်ဝတော်မူထသော <span class=\"gray\">[လိုအပ်ချက်ဟူသမျှမှ ကင်းရှင်းတော်မူသော]</span> အရှင်မြတ်ဖြစ်ပြီး၊ ချီးမွမ်းခြင်းဟူသမျှနှင့် ထိုက်တန်တော်မူသော အရှင်မြတ်ဖြစ်သည်။</p>"
  }
]