[
  {
    "ayah_key": "51:24",
    "group_ayah_key": "51:24",
    "from_ayah": "51:24",
    "to_ayah": "51:30",
    "ayah_keys": "51:24,51:25,51:26,51:27,51:28,51:29,51:30",
    "text": "<p lang=\"my\" class=\"my \">သင့်ထံသို့ အိဗ်ရာဟင်မ်၏ ဂုဏ်ပြုခံရသော ဧည့်သည်များ <span>(၂၄)</span>အကြောင်း သတင်းရောက်ရှိခဲ့ပြီလား။ ၎င်းတို့သည် သူ့ထံသို့လာရောက်၍ “စလာမန်!” ဟု ပြောသောအခါ၊ သူက “စလာမူန်” ဟု ပြန်ဖြေပြီး “သင်တို့သည် ကျွန်ုပ်မသိသော လူများဖြစ်သည်” ဟု ပြောခဲ့သည်။ <span>(၂၅)</span>ထို့နောက် သူသည် မိမိအိမ်သူအိမ်သားများဘက်သို့ လှည့်၍ ကင်ထားသော နွားငယ်တစ်ကောင်ကို ယူလာခဲ့သည်။ <span>(၂၆)</span>၎င်းတို့ကို သူတို့ရှေ့တွင် ချထားပြီး <span class=\"gray\">(ပြောသည်)</span>- “သင်တို့ မစားကြတော့ဘူးလား။ <span>(၂၇)</span>ထို့နောက် သူသည် ၎င်းတို့ကို ကြောက်ရွံ့လာခဲ့သည် <span class=\"gray\">(သူတို့ မစားသောအခါ)</span>။ ၎င်းတို့က “မကြောက်နှင့်” ဟု ပြောခဲ့သည်။ ၎င်းတို့သည် သူ့အား အသိပညာရှိသော သားတစ်ဦးရရှိမည့် ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးခဲ့သည်။ <span>(၂၈)</span>ထို့နောက် သူ၏ဇနီးသည် အသံကျယ်ကျယ်ဖြင့် ရှေ့သို့ထွက်လာပြီး၊ သူမ၏မျက်နှာကို ရိုက်ခတ်ကာ “သားသမီးမရနိုင်တော့သော အဖွားအို!” ဟု ပြောခဲ့သည်။ <span>(၂၉)</span>၎င်းတို့က “သင့်အရှင်က ထိုသို့ပင် မိန့်တော်မူသည်။ အမှန်စင်စစ် သူသည် အရာအားလုံးကို သိတော်မူသော၊ အရာအားလုံးကို သိတော်မူသော ပညာရှင်ဖြစ်သည်” ဟု ပြောခဲ့သည်။ <span>(၃၀)</span></p><p lang=\"my\" class=\"my \">နဗီအိဗ်ရာဟင်မ်၏ ဧည့်သည်တော်များ</p><p lang=\"my\" class=\"my \">ဤဇာတ်လမ်းကို ဆူရာဟူးဒ်နှင့် အလ်ဟစ်ဂျ်ရ်တွင် ကျွန်ုပ်တို့ ဖော်ပြခဲ့ပြီးဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်ထံသို့ အိဗ်ရာဟင်မ်၏ ဂုဏ်ပြုခံရသော ဧည့်သည်များအကြောင်း သတင်းရောက်ရှိခဲ့ပြီလား)</span>၊ အိဗ်ရာဟင်မ်က ဂုဏ်ပြုခဲ့သော ၎င်းတို့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\"> فَقَالُوا سَلَامًا ۖ قَالَ سَلَامٌ</p><p lang=\"ny\" class=\"ny \"><span class=\"gray\">(၎င်းတို့က \"စလာမန်!\" ဟု ပြောသောအခါ၊ သူက \"စလာမူန်\" ဟု ပြန်ဖြေသည်။)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا ۗ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့အား နှုတ်ဆက်ခြင်းဖြင့် နှုတ်ဆက်ခံရသောအခါ၊ ၎င်းထက်ပို၍ ကောင်းသော အရာဖြင့် ပြန်လည်နှုတ်ဆက်ပါ သို့မဟုတ် ၎င်းကို တူညီစွာ ပြန်လည်နှုတ်ဆက်ပါ)</span><span class=\"gray\">(၄:၈၆)</span></p><p lang=\"my\" class=\"my \">သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်၏ မိတ်ဆွေသည် ၎င်းတို့၏ နှုတ်ဆက်ခြင်းအတွက် ပိုမိုကောင်းမွန်သော အဖြေကို ရွေးချယ်ခဲ့သည်၊ အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို လိုက်နာခြင်းအားဖြင့်- \"စလာမူန်\" ဟူသော ဝေါဟာရဖြင့် နှုတ်ဆက်ခြင်းကို ပြန်လည်ဖြေကြားခြင်းသည် \"စလာမန်\" ဟူသော ဝေါဟာရဖြင့် နှုတ်ဆက်ခြင်းထက် ပိုမိုခိုင်မာသည်။ </p><p lang=\"my\" class=\"my \">ဂျိဗ်ရီလ်၊ မီကာအီလ်နှင့် အစ္စရာဖီလ်ဟူသော ကောင်းကင်တမန်သုံးပါးသည် အိဗ်ရာဟင်မ်ထံသို့ ချောမောလှပသော၊ အလွန်တရာ ကျက်သရေရှိသော အမျိုးသားငယ်များ၏ ပုံသဏ္ဌာန်ဖြင့် ရောက်ရှိလာခဲ့ကြသည်။ ထို့ကြောင့် အိဗ်ရာဟင်မ်က ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَوْمٌ مُنْكَرُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့သည် ကျွန်ုပ်မသိသော လူများဖြစ်သည်)</span>။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَاغَ إِلَىٰ أَهْلِهِ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် မိမိအိမ်သူအိမ်သားများဘက်သို့ လှည့်၍)</span> အိဗ်ရာဟင်မ်သည် အလျင်အမြန်ပင် အိမ်တွင်းသို့ တိတ်တဆိတ် ဝင်သွားခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَجَاءَ بِعِجْلٍ سَمِينٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကင်ထားသော နွားငယ်တစ်ကောင်ကို ယူလာခဲ့သည်)</span>။ သူ၏ အကောင်းဆုံး အစားအစာများထဲမှဖြစ်သည်။ အခြားအာယသ်တွင်လည်း၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَبِثَ أَنْ جَاءَ بِعِجْلٍ حَنِيذٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် သူသည် ကင်ထားသော နွားငယ်တစ်ကောင်ဖြင့် ဧည့်ခံရန် အလျင်စလို ပြုလုပ်ခဲ့သည်)</span><span class=\"gray\">(၁၁:၆၉)</span> ဆိုသည်မှာ မီးသွေးပူပေါ်တွင် ကင်ထားခြင်းဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَرَّبَهُ إِلَيْهِمْ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့ကို သူတို့ရှေ့တွင် ချထားသည်)</span>၊ ၎င်းတို့ကို သူတို့အနီးသို့ ပို့ဆောင်ပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَالَ أَلَا تَأْكُلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(“သင်တို့ မစားကြတော့ဘူးလား။” ဟု ပြောသည်)</span> အိဗ်ရာဟင်မ်သည် ဤယဉ်ကျေးပျူငှာသော စကားကို သူ၏ဧည့်သည်များကို ပြောခဲ့သည်။ ဧည့်သည်များကို ဂုဏ်ပြုရာတွင် သင့်လျော်သော ကျင့်ဝတ်များကို ဤအာယသ်က ဖော်ပြသည်။ အဘယ်ကြောင့်ဆိုသော် သူသည် သူ၏ဧည့်သည်များအတွက် အစားအစာကို အလျင်အမြန် ယူလာပေးခဲ့ပြီး၊ ၎င်းတို့အတွက် ပြင်ဆင်နေကြောင်းကို ၎င်းတို့မသိကြပေ။ သူသည် ဤမျက်နှာသာပေးခြင်းကို “သင့်အတွက် အစားအစာ ပြင်ဆင်ပေးပါမည်” ဟု ဦးစွာ မပြောခဲ့ပေ။ ယင်းအစား သူသည် တိတ်တဆိတ် ပြင်ဆင်စေပြီး သူတို့ရှေ့တွင် ချထားပေးခဲ့သည်။ သူသည် သူပိုင်ဆိုင်သည့် အကောင်းဆုံးအစားအစာ၊ အသက်ငယ်ပြီး ဝသော ကင်ထားသည့် နွားငယ်တစ်ကောင်ကို ပြင်ဆင်ခဲ့သည်။ သူသည် အစားအစာကို ၎င်းတို့နှင့် ဝေးကွာစွာ မချထားဘဲ၊ အစားအစာ စားရန် အနီးသို့ လာရန် ၎င်းတို့ကို မဖိတ်ခေါ်ခဲ့ပေ။ ယင်းအစား သူသည် ၎င်းတို့အနီးတွင် ချထားပြီး၊ ၎င်းတို့ကို စားရန် အမိန့်ပေးခြင်းမှ ရှောင်ကြဉ်ခဲ့သည်။ ယင်းအစား သူသည် ကြင်နာပြီး နူးညံ့သော ဖိတ်ခေါ်ခြင်းဖြင့် ၎င်းတို့ကို ဖိတ်ခေါ်ခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تَأْكُلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင်တို့ မစားကြတော့ဘူးလား။)</span> ဤစကားသည် ကျွန်ုပ်တို့ထဲမှ တစ်ဦးဦးက ဧည့်သည်တစ်ဦးကို “သင်သည် ထိုသို့သော အရာကို ကြင်နာစွာနှင့် စေတနာထား၍ ပြုလုပ်ပေးပါမည်လား” ဟု ပြောခြင်းနှင့် ဆင်တူသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْجَسَ مِنْهُمْ خِيفَةً ۖ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူသည် ၎င်းတို့ကို ကြောက်ရွံ့လာခဲ့သည်)</span>။ ဤအာယသ်ကို အလ္လာဟ်အရှင်မြတ်၏ မိန့်ကြားချက်က ရှင်းပြသည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَىٰ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً ۚ قَالُوا لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمِ لُوطٍ - وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ၎င်းတို့၏လက်များ အစားအစာသို့ မရောက်သည်ကို သူမြင်သောအခါ၊ သူသည် ၎င်းတို့ကို မယုံသင်္ကာဖြစ်ပြီး၊ ကြောက်ရွံ့မှုကို ခံစားရသည်။ ၎င်းတို့က “မကြောက်နှင့်၊ ကျွန်ုပ်တို့သည် လူတ်၏ လူမျိုးထံသို့ စေလွှတ်ခြင်းခံရသည်” ဟု ပြောခဲ့သည်။ သူ၏ဇနီးသည် <span class=\"gray\">(ထိုနေရာတွင်)</span> ရပ်နေပြီး ရယ်မောခဲ့သည်။)</span><span class=\"gray\">(၁၁:၇၀-၇၁)</span>၊ ဆိုလိုသည်မှာ သူမသည် အလ္လာဟ်အရှင်မြတ်အား ပုန်ကန်ခြားနားခြင်းနှင့် ကျူးလွန်ခြင်းတို့ကြောင့် လူတ်၏လူမျိုးများ ဖျက်ဆီးခံရမည့်အပေါ် ဝမ်းမြောက်ခဲ့သည်။ ထိုအချိန်တွင် ကောင်းကင်တမန်များသည် သူမအား သားဖြစ်သူ အစ္စဟာက်နှင့် အစ္စဟာက်နောက်ပိုင်းတွင် ယအ်ကူးဗ်ရရှိမည့် ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးခဲ့သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ يَا وَيْلَتَىٰ أَأَلِدُ وَأَنَا عَجُوزٌ وَهَٰذَا بَعْلِي شَيْخًا ۖ إِنَّ هَٰذَا لَشَيْءٌ عَجِيبٌ - قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ ۖ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ ۚ إِنَّهُ حَمِيدٌ مَجِيدٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမက ပြောသည်- \"အိုး! ငါ့အတွက် ဆုံးရှုံးမှုကြီးပါပဲ! ငါက အဖွားအိုဖြစ်နေပြီး၊ ဒါက ငါ့ခင်ပွန်းကလည်း အသက်ကြီးနေပြီ။ ငါ ကလေးရနိုင်ပါ့မလား။ အမှန်စင်စစ် ဒါက ထူးဆန်းတဲ့ ကိစ္စပဲ!\" ၎င်းတို့က ပြောသည်၊ \"အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ကို သင်အံ့ဩနေသလား။ အလ္လာဟ်အရှင်မြတ်၏ ကရုဏာတော်နှင့် ကောင်းချီးမင်္ဂလာများသည် အိမ်သူအိမ်သားတို့၊ သင်တို့အပေါ်၌ ရှိပါစေ။ အမှန်စင်စစ် သူ <span class=\"gray\">(အလ္လာဟ်အရှင်မြတ်)</span> သည် ချီးမွမ်းခြင်းခံထိုက်သူ၊ ဂုဏ်ကျက်သရေအပေါင်းနှင့် ပြည့်စုံသူဖြစ်သည်\")</span><span class=\"gray\">(၁၁:၇၂-၇၃)</span>။ ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ၎င်းတို့သည် သူ့အား အသိပညာရှိသော သားတစ်ဦးရရှိမည့် ဝမ်းမြောက်ဖွယ်သတင်းကို ပေးခဲ့သည်။)</span> ဤသတင်းသည် အိဗ်ရာဟင်မ်အတွက်ရော သူ၏ဇနီးအတွက်ပါ ကောင်းမွန်သောသတင်းဖြစ်သည်။ အဘယ်ကြောင့်ဆိုသော် ဤသားသည် ၎င်းတို့၏သားဖြစ်မည်ဖြစ်၍၊ ၎င်းတို့နှစ်ဦးစလုံးသည် ကောင်းမွန်သောသတင်းကို ရရှိခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် သူ၏ဇနီးသည် အသံကျယ်ကျယ်ဖြင့် ရှေ့သို့ထွက်လာသည်)</span>၊ သူမသည် ကျယ်လောင်စွာ အော်ဟစ်ခဲ့သည်၊ အိဗ်နုအဗ္ဗားစ်၊ မုဂျာဟိဒ်၊ အိကရီမာ၊ အဗူစာလိဟ်၊ အဒ်-ဒွဟာက်၊ ဇိုင်းဒ် ဘင် အပ်စ်လမ်၊ အသ်-သောင်ရီနှင့် အပ်စ်-ဆုဒ်ဒီတို့၏ ဖော်ပြချက်အရဖြစ်သည်။ သူမက အော်ဟစ်သောအခါ ပြောခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا وَيْلَتَىٰ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(အာ! ငါ့အတွက် ဆုံးရှုံးမှုကြီးပါပဲ!)</span><span class=\"gray\">(၂၅:၂၈)</span>၊ ထို့နောက်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَصَكَّتْ وَجْهَهَا </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သူမ၏မျက်နှာကို ရိုက်ခတ်သည်)</span> ဆိုလိုသည်မှာ သူမသည် မိမိနဖူးကို ရိုက်ခတ်ခဲ့သည်၊ မုဂျာဟိဒ်နှင့် အိဗ်နုစာဘစ်တို့၏ ဖော်ပြချက်အရဖြစ်သည်။ အိဗ်နုအဗ္ဗားစ်က ပြောသည်မှာ သူမသည် အံ့ဩဖွယ်ရာ ကိစ္စတစ်ခုနှင့် ရင်ဆိုင်ရသောအခါ အမျိုးသမီးများ ပြုလုပ်သကဲ့သို့ သူမ၏မျက်နှာကို ရိုက်ခဲ့ခြင်းဖြစ်သည်။</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَقَالَتْ عَجُوزٌ عَقِيمٌ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ပြောသည်- \"သားသမီးမရနိုင်တော့သော အဖွားအို!\")</span> ဆိုလိုသည်မှာ \"ကျွန်မက အဖွားအိုဖြစ်နေပြီး၊ ကျွန်မငယ်စဉ်ကတည်းက သားသမီးမရနိုင်အောင် မြုံခဲ့တာဆိုတော့ ဘယ်လိုလုပ် ကလေးရနိုင်မလဲ\" ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا كَذَٰلِكِ قَالَ رَبُّكِ ۖ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က “သင့်အရှင်က ထိုသို့ပင် မိန့်တော်မူသည်။ အမှန်စင်စစ် သူသည် အရာအားလုံးကို သိတော်မူသော၊ အရာအားလုံးကို သိတော်မူသော ပညာရှင်ဖြစ်သည်” ဟု ပြောခဲ့သည်)</span>၊ 'သင်ထိုက်တန်သော ဂုဏ်ကို သူသည် အားလုံးသိတော်မူ၏။ သူသည် သူ၏ မိန့်ကြားချက်များနှင့် ဆုံးဖြတ်ချက်များတွင် အလွန်ဉာဏ်ပညာရှိတော်မူ၏။'</p>"
  },
  {
    "ayah_key": "51:31",
    "group_ayah_key": "51:31",
    "from_ayah": "51:31",
    "to_ayah": "51:37",
    "ayah_keys": "51:31,51:32,51:33,51:34,51:35,51:36,51:37",
    "text": "<p lang=\"my\" class=\"my \"><span class=\"gray\">(အိဗ်ရာဟင်မ်)</span> က ပြောသည်- “သို့ဆိုလျှင် အိုစေတမန်များ၊ သင်တို့ အဘယ်ရည်ရွယ်ချက်ဖြင့် လာကြသနည်း။ <span>(၃၁)</span>၎င်းတို့က ပြောသည်- “ကျွန်ုပ်တို့သည် ရာဇဝတ်သားများဖြစ်သော လူမျိုးတစ်စုထံသို့ စေလွှတ်ခြင်းခံရသည်။ <span>(၃၂)</span>“၎င်းတို့အပေါ်သို့ ရွှံ့ကျောက်ခဲများ ကျရောက်စေရန်ဖြစ်သည်။ <span>(၃၃)</span>“သင့်အရှင်မြတ်က ကျူးလွန်သူများအတွက် မှတ်သားထားသော ကျောက်ခဲများဖြစ်သည်။ <span>(၃၄)</span>ထို့ကြောင့် ကျွန်ုပ်တို့သည် ယုံကြည်သူများကို ထိုနေရာမှ ထုတ်ယူခဲ့သည်။ <span>(၃၅)</span>သို့သော် ကျွန်ုပ်တို့သည် ထိုနေရာတွင် မွတ်စ်လင်မ်များ၏ အိမ်ထောင်စုတစ်စုမှလွဲ၍ အခြား မည်သည့်အိမ်ထောင်စုကိုမျှ မတွေ့ရှိခဲ့ပေ။ <span>(၃၆)</span>နှင့် ကျွန်ုပ်တို့သည် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ကို ကြောက်ရွံ့သူများအတွက် ထိုနေရာတွင် သက်သေလက္ခဏာတစ်ခုကို ထားခဲ့သည်။ <span>(၃၇)</span></p><p lang=\"my\" class=\"my \">လူတ်နဗီ၏ လူမျိုးများကို ဖျက်ဆီးရန် ကောင်းကင်တမန်များ စေလွှတ်ခံရခြင်း</p><p lang=\"my\" class=\"my \">အလ္လာဟ်အရှင်မြတ်သည် အိဗ်ရာဟင်မ်အကြောင်း ငြိမ်းချမ်းခြင်းသက်ရောက်ပါစေဟု မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الرَّوْعُ وَجَاءَتْهُ الْبُشْرَىٰ يُجَادِلُنَا فِي قَوْمِ لُوطٍ - إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أَوَّاهٌ مُنِيبٌ - يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَٰذَا ۖ إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ ۖ وَإِنَّهُمْ آتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့နောက် <span class=\"gray\">(အိဗ်ရာဟင်မ်)</span> ထံမှ ကြောက်ရွံ့ခြင်းများ ပျောက်ကွယ်သွားပြီး၊ ဝမ်းမြောက်ဖွယ်သတင်းများ ရောက်ရှိလာသောအခါ၊ သူသည် လူတ်၏လူမျိုးများအတွက် ကျွန်ုပ်တို့ထံ တောင်းပန်လာခဲ့သည်။ အမှန်စင်စစ် အိဗ်ရာဟင်မ်သည် မေတ္တာကြီးမားသူ၊ နှိမ့်ချစွာ အလ္လာဟ်အရှင်မြတ်အား ဆုတောင်းသူ၊ နောင်တရသူဖြစ်၏။ \"အို အိဗ်ရာဟင်မ်! ဤကိစ္စကို စွန့်လွှတ်လိုက်ပါ။ သင့်အရှင်၏အမိန့်တော် ထွက်ပေါ်ခဲ့ပြီးဖြစ်သည်။ အမှန်စင်စစ် ၎င်းတို့အတွက် ပြန်လှည့်၍မရသော ပြစ်ဒဏ်တစ်ခု ကျရောက်လာလိမ့်မည်။\")</span><span class=\"gray\">(၁၁:၇၄-၇၆)</span> ဤနေရာတွင် အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">((အိဗ်ရာဟင်မ်) က ပြောသည်- “သို့ဆိုလျှင် အိုစေတမန်များ၊ သင်တို့ အဘယ်ရည်ရွယ်ချက်ဖြင့် လာကြသနည်း။”)</span> ဆိုလိုသည်မှာ 'သင်တို့ကို အဘယ်တာဝန်ဖြင့် စေလွှတ်ခဲ့သနည်း' ဟူ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمٍ مُجْرِمِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့က ပြောသည်- “ကျွန်ုပ်တို့သည် ရာဇဝတ်သားများဖြစ်သော လူမျိုးတစ်စုထံသို့ စေလွှတ်ခြင်းခံရသည်”)</span> လူတ်၏လူမျိုးများကို ရည်ညွှန်း၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ - مُسَوَّمَةً </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(၎င်းတို့အပေါ်သို့ မီးဖုတ်ထားသော ရွှံ့ကျောက်ခဲများ ကျရောက်စေရန်၊ မှတ်သားထားသော)</span>၊ သို့မဟုတ် ရေးထားသော ကျောက်ခဲများဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\"> عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သင့်အရှင်မြတ်က ကျူးလွန်သူများအတွက်ဖြစ်သည်။)</span> အလ္လာဟ်အရှင်မြတ်ထံတွင် ၎င်းတို့၏အမည်များဖြင့် မှတ်တမ်းတင်ထားသည်; ကျောက်ခဲတစ်လုံးစီတိုင်းတွင် ၎င်း၏အဖော်၏အမည် ပါရှိသည်။ အလ္လာဟ်အရှင်မြတ်က ဆူရာအလ်-အန်ကဘူးတ်တွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنَّ فِيهَا لُوطًا ۚ قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا ۖ لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">((အိဗ်ရာဟင်မ်) က ပြောသည်- “သို့သော် ထိုမြို့တွင် လူတ်ရှိနေသည်။” ၎င်းတို့က ပြောသည်- “ထိုမြို့၌ မည်သူရှိသည်ကို ကျွန်ုပ်တို့ ပိုမိုသိသည်။ သူ့ကိုနှင့် သူ၏မိသားစုကို၊ သူ၏ဇနီးမှလွဲ၍ ကျွန်ုပ်တို့ သေချာပေါက် ကယ်တင်မည်။ သူမသည် နောက်ကျကျန်ရစ်သူများထဲမှ ဖြစ်လိမ့်မည်။”)</span><span class=\"gray\">(၂၉:၃၂)</span>၊ ဤနေရာတွင် မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(ထို့ကြောင့် ကျွန်ုပ်တို့သည် ယုံကြည်သူများကို ထိုနေရာမှ ထုတ်ယူခဲ့သည်)</span>။ ၎င်းတို့သည် လူတ်နှင့် သူ၏မိသားစု၊ သူ၏ဇနီးမှလွဲ၍ဖြစ်သည်။</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(သို့သော် ကျွန်ုပ်တို့သည် ထိုနေရာတွင် မွတ်စ်လင်မ်များ၏ အိမ်ထောင်စုတစ်စုမှလွဲ၍ အခြား မည်သည့်အိမ်ထောင်စုကိုမျှ မတွေ့ရှိခဲ့ပေ။)</span> အလ္လာဟ်အရှင်မြတ်က မိန့်တော်မူခဲ့သည်၊</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكْنَا فِيهَا آيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ </p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နှင့် ကျွန်ုပ်တို့သည် နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ကို ကြောက်ရွံ့သူများအတွက် ထိုနေရာတွင် သက်သေလက္ခဏာတစ်ခုကို ထားခဲ့သည်။)</span> ဆိုလိုသည်မှာ 'ကျွန်ုပ်တို့သည် ၎င်းတို့အပေါ်သို့ ပို့လွှတ်ခဲ့သော ပြစ်ဒဏ်၊ ညှဉ်းပန်းနှိပ်စက်မှုနှင့် စစ်ဂျီလ် <span class=\"gray\">(မီးဖုတ်ထားသော ရွှံ့)</span> ဖြင့် ပြုလုပ်ထားသော ကျောက်ခဲများ၏ သက်သေအထောက်အထားကို ထားခဲ့သည်။ ကျွန်ုပ်တို့သည် ၎င်းတို့၏ နေထိုင်ရာနေရာကို ပုပ်စပ်သော၊ ဆိုးရွားသော၊ သေနေသော ပင်လယ်တစ်ခု ဖြစ်စေခဲ့သည်။ ၎င်းသည် ယုံကြည်သူများအတွက် သင်ခန်းစာတစ်ခု ပေးသင့်သည်'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ</p><p lang=\"my\" class=\"my \"><span class=\"gray\">(နာကျင်ဖွယ်ရာ ပြစ်ဒဏ်ကို ကြောက်ရွံ့သူများအတွက်ဖြစ်သည်။)</span></p>"
  }
]