[
  {
    "title": "အာယသုလ်ကူရ်စီ",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
    "translation": "အလ္လာဟ်အရှင်မြတ် — အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အမြဲရှင်သန်တော်မူသော၊ (ဖန်ဆင်းခံအားလုံးကို) ထိန်းသိမ်းတော်မူသော။ အရှင်မြတ်အား ငိုက်မြည်းခြင်း သို့မဟုတ် အိပ်စက်ခြင်းမဖုံးလွှမ်း။ မိုးကောင်းကင်များနှင့် မြေကြီးတွင်ရှိသမျှတို့သည် အရှင်မြတ်အတွက်သာဖြစ်၏။ အရှင်မြတ်၏ခွင့်ပြုချက်မှတစ်ပါး အရှင်မြတ်ထံတွင် မည်သူသည် အသနားခံနိုင်မည်နည်း။ အရှင်မြတ်သည် ၎င်းတို့၏ရှေ့မှောက်တွင်ရှိသော အရာများနှင့် ၎င်းတို့နောက်မှရှိမည့်အရာများကို သိတော်မူ၏။ အရှင်မြတ်၏အလိုတော်မှတစ်ပါး အရှင်မြတ်၏အသိပညာမှ မည်သည့်အရာကိုမျှ ၎င်းတို့မသိနိုင်ပေ။ အရှင်မြတ်၏ကုရ်စီ (ပလ္လင်တော်) သည် မိုးကောင်းကင်များနှင့် မြေကြီးကို လွှမ်းခြုံထားပြီး ၎င်းတို့ကိုထိန်းသိမ်းစောင့်ရှောက်ခြင်းသည် အရှင်မြတ်အား မပင်ပန်းစေပါ။ အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏။",
    "notes": "၁ ကြိမ်ရွတ်ပါ",
    "benefits": "ဤအာယတ်ကို နံနက်ပိုင်းတွင် ရွတ်ဆိုသူတိုင်းသည် ညနေပိုင်းအထိ ကာကွယ်ခြင်းခံရမည်။ ညနေပိုင်းတွင် ရွတ်ဆိုသူတိုင်းသည် နံနက်ပိုင်းအထိ ကာကွယ်ခြင်းခံရမည်။",
    "source": "HR. at-Tirmidzi: 2879"
  },
  {
    "title": "အလ်-အိခ်လာစ်",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yụlad (3) wa lam yakul lahụ kufuwan aḥad (4)",
    "translation": "ဆိုပါ၊ 'အရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်သည်၊ (အရှင်မြတ်သည်) တစ်ပါးတည်းသာဖြစ်တော်မူ၏၊ (၁) အလ္လာဟ်အရှင်မြတ်သည် ထာဝရခိုလှုံရာဖြစ်သည်။ (၂) အရှင်မြတ်သည် မည်သူ့ကိုမျှ မွေးဖွားတော်မမူ၊ မည်သူ့ထံမှလည်း မွေးဖွားလာခြင်းမရှိ၊ (၃) အရှင်မြတ်နှင့်တူညီသူ မည်သူမျှမရှိ။' (၄)",
    "notes": "၃ ကြိမ်ရွတ်ပါ",
    "benefits": "တမန်တော်မြတ်(ဆွ)က မိန့်ကြားတော်မူသည်- 'ကုလ် ဟူဝလ်လာဟု အဟဒ်' နှင့် အလ်-မုအာဝိဒ်ဟာသိုင်န် (အလ်-ဖလ်ကနှင့် အန်-နာစ်) ကို ညနေနှင့် နံနက်တွင် ၃ ကြိမ်စီရွတ်ဆိုပါ၊ ၎င်းသည် သင့်အား အရာအားလုံးမှ (ကာကွယ်ရန်) လုံလောက်လိမ့်မည်။",
    "source": "HR. Abu Dawud No. 4241"
  },
  {
    "title": "အလ်-ဖလ်က",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'ụżu birabbil-falaq (1) min syarri mā khalaq (2) wa min syarri gāsiqin iżā waqab (3) wa min syarrin-naffāṡāti fil-'uqad (4) wa min syarri ḥāsidin iżā ḥasad (5)",
    "translation": "ဆိုပါ၊ 'နံနက်ခင်း၏အရှင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏ (၁) အရှင်မြတ်ဖန်ဆင်းခဲ့သော အရာတို့၏ မကောင်းမှုမှ (၂) မှောင်မိုက်မှုကျရောက်သောအခါ ၎င်း၏မကောင်းမှုမှ (၃) ထုံးများကိုမှုတ်သောသူတို့၏ မကောင်းမှုမှ (၄) မနာလိုသူ မနာလိုသောအခါ ၎င်း၏မကောင်းမှုမှ။' (၅)",
    "notes": "၃ ကြိမ်ရွတ်ပါ",
    "benefits": "တမန်တော်မြတ်(ဆွ)က မိန့်ကြားတော်မူသည်- 'ကုလ် ဟူဝလ်လာဟု အဟဒ်' နှင့် အလ်-မုအာဝိဒ်ဟာသိုင်န် (အလ်-ဖလ်ကနှင့် အန်-နာစ်) ကို ညနေနှင့် နံနက်တွင် ၃ ကြိမ်စီရွတ်ဆိုပါ၊ ၎င်းသည် သင့်အား အရာအားလုံးမှ (ကာကွယ်ရန်) လုံလောက်လိမ့်မည်။",
    "source": "HR. Abu Dawud No. 4241"
  },
  {
    "title": "အန်-နာစ်",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'ụżu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min syarril-waswāsil-khannās (4) allażī yuwaswisu fī ṣudụrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "ဆိုပါ၊ 'လူသားများ၏အရှင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏ (၁) လူသားများ၏ဘုရင် (၂) လူသားများ၏အရှင် (၃) နောက်ဆုတ်သွားသော တီးတိုးပြောဆိုသူ၏ မကောင်းမှုမှ (၄) လူသားများ၏ရင်ဘတ်များတွင် တီးတိုးပြောဆိုသူ (၅) ဂျင်န်များနှင့် လူသားများထဲမှ။' (၆)",
    "notes": "၃ ကြိမ်ရွတ်ပါ",
    "benefits": "တမန်တော်မြတ်(ဆွ)က မိန့်ကြားတော်မူသည်- 'ကုလ် ဟူဝလ်လာဟု အဟဒ်' နှင့် အလ်-မုအာဝိဒ်ဟာသိုင်န် (အလ်-ဖလ်ကနှင့် အန်-နာစ်) ကို ညနေနှင့် နံနက်တွင် ၃ ကြိမ်စီရွတ်ဆိုပါ၊ ၎င်းသည် သင့်အား အရာအားလုံးမှ (ကာကွယ်ရန်) လုံလောက်လိမ့်မည်။",
    "source": "HR. Abu Dawud No. 4241"
  },
  {
    "title": "အလ္လာဟ်အရှင်မြတ်၏နိုင်ငံတော်၌ ညနေသို့ရောက်ရှိခြင်းနှင့် အရှင်မြတ်၏ကာကွယ်မှုကိုတောင်းခံခြင်း",
    "arabic": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ للهِ، وَالْحَمْدُ للهِ، لَا إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُبِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُبِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُبِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "amsaynaa wa amsal mulku lillah walhamdulillah, laa ilaha illallah wahdahu laa syarika lah, lahul mulku walahul hamdu wa huwa 'ala kulli syai-in qodir. robbi as-aluka khoiro maa fii hadzihil lailah wa khoiro maa ba'dahaa, wa a'udzu bika min syarri maa fii hadzihil lailah wa syarri maa ba'dahaa. robbi a'udzu bika minal kasali wa suu-il kibar. robbi a'udzu bika min 'adzabin fin naari wa 'adzabin fil qobri",
    "translation": "ကျွန်ုပ်တို့ ညနေပိုင်းသို့ရောက်ရှိလာခဲ့ပြီး နိုင်ငံတော်သည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်၍ ချီးမွမ်းခြင်းအပေါင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းမှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အရှင်မြတ်တွင် လုပ်ဖော်ကိုင်ဖက်မရှိ။ အရှင်မြတ်အတွက်သာ အချုပ်အခြာအာဏာနှင့် ချီးမွမ်းခြင်းရှိပြီး အရှင်မြတ်သည် အရာအားလုံးကို တတ်စွမ်းနိုင်သည်။ ကျွန်ုပ်၏အရှင်၊ ဤည၏ကောင်းကျိုးနှင့် ၎င်းနောက်မှလာမည့်ကောင်းကျိုးကို အရှင်မြတ်ထံ ကျွန်ုပ်တောင်းခံပါ၏၊ ဤည၏ဆိုးကျိုးနှင့် ၎င်းနောက်မှလာမည့်ဆိုးကျိုးမှ အရှင်မြတ်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။ ကျွန်ုပ်၏အရှင်၊ ပျင်းရိခြင်းနှင့် အိုမင်းခြင်း၏ဆိုးကျိုးမှ အရှင်မြတ်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။ ကျွန်ုပ်၏အရှင်၊ ငရဲ၏ပြစ်ဒဏ်နှင့် သင်္ချိုင်း၏ပြစ်ဒဏ်မှ အရှင်မြတ်ထံ ကျွန်ုပ်ခိုလှုံပါ၏။",
    "notes": "၁ ကြိမ်ရွတ်ပါ",
    "benefits": "မကောင်းမှုမှကာကွယ်ခြင်းကို ဦးစားပေးသည်၊ ၎င်း၏အရေးကြီးမှုကိုပြသသောနိယာမမှာ- \"ကောင်းမှုဆောင်ကြဉ်းခြင်းထက် ဆိုးကျိုးကိုကာကွယ်ခြင်းသည် ပို၍အရေးကြီးပြီး ဦးစားပေးဖြစ်သည်။\"",
    "source": "HR. Muslim No. 2723 (75), Abu Dawud No. 5071, and at-Tirmidzi 3390, sahih from Abdullah Ibn Mas'ud"
  },
  {
    "title": "အလ္လာဟ်အရှင်မြတ်၏ကရုဏာတော်ကိုတောင်းခံခြင်းဖြင့် ညနေသို့ရောက်ရှိခြင်း",
    "arabic": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا،وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيْرُ",
    "latin": "allahumma bika amsaynaa wa bika ash-bahnaa wa bika nahyaa wa bika namuutu wa ilaikal mashiir",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် အကူအညီဖြင့် ကျွန်ုပ်တို့ ညနေသို့ရောက်ရှိလာခဲ့ပြီး အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် အကူအညီဖြင့် နံနက်သို့ရောက်ရှိသည်။ အရှင်မြတ်၏ ကျေးဇူးတော်နှင့် အကူအညီဖြင့် ကျွန်ုပ်တို့ အသက်ရှင်ပြီး အရှင်မြတ်၏ အလိုတော်ဖြင့် ကျွန်ုပ်တို့သေဆုံးသည်။ အရှင်မြတ်ထံသို့သာ (ဖန်ဆင်းခံအားလုံး၏) နောက်ဆုံးပြန်လာရမည်။",
    "notes": "၁ ကြိမ်ရွတ်ပါ",
    "benefits": "နံနက်မှညနေ၊ ကျွန်ုပ်တို့၏ဘဝအစမှ ကျွန်ုပ်တို့သေဆုံးသည်အထိ ကျွန်ုပ်တို့လုပ်ဆောင်သမျှအားလုံးသည် အလ္လာဟ်အရှင်မြတ်၏ထိန်းချုပ်မှုအောက်တွင်ရှိပြီး အရှင်မြတ်ထံသို့ ကျွန်ုပ်တို့ပြန်လာရမည်ဖြစ်သည်။",
    "source": "HR. al-Bukhari in al-Abadul Mufrad No. 1199, this wording is the wording of al-Bukhari at-Tirmidzi No. 3391, Abu Dawud No. 5068, Ahmad 11/354, Ibn Majah No. 3868"
  },
  {
    "title": "ခွင့်လွှတ်ခြင်းတောင်းခံခြင်း၏အရှင်သခင်",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbii laa ilaaha illaa anta khalaqtanii wa anna 'abduka wa anaa 'alaa 'ahdika wa wa'dika mastatha'tu a'uudzu bika min syarri maa shana'tu abuu u laka bini' matika 'alayya wa abuu-u bidzanbii faghfir lii fa innahu laa yaghfirudz dzunuuba illa anta",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်သည် ကျွန်ုပ်၏အရှင်ဖြစ်တော်မူ၏၊ အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အရှင်မြတ်သည် ကျွန်ုပ်အား ဖန်ဆင်းတော်မူခဲ့ပြီး ကျွန်ုပ်သည် အရှင်မြတ်၏ကျွန်တော်ဖြစ်သည်။ ကျွန်ုပ်တတ်နိုင်သမျှ အရှင်မြတ်၏ ကတိကဝတ်နှင့် ကတိအတိုင်း လိုက်နာပါမည်။ ကျွန်ုပ်ပြုခဲ့သော မကောင်းမှုတို့မှ အရှင်မြတ်ထံ ခိုလှုံပါ၏။ အရှင်မြတ်သည် ကျွန်ုပ်အပေါ်ထားရှိသော ကောင်းချီးမင်္ဂလာများကို ကျွန်ုပ်အသိအမှတ်ပြုပြီး ကျွန်ုပ်၏အပြစ်ကိုလည်း အသိအမှတ်ပြုပါသည်။ ထို့ကြောင့် ကျွန်ုပ်အား ခွင့်လွှတ်တော်မူပါ၊ အမှန်စင်စစ် အရှင်မြတ်မှတစ်ပါး အခြားမည်သူမျှ အပြစ်များကို ခွင့်လွှတ်နိုင်မည်မဟုတ်ပါ။",
    "notes": "၁ ကြိမ်ရွတ်ပါ",
    "benefits": "ညနေပိုင်းတွင် သေချာစွာရွတ်ဆိုသူတိုင်းသည် ကွယ်လွန်ပါက ဂျန္နတ်သို့ ဝင်ရောက်လိမ့်မည်ဖြစ်ပြီး နံနက်ပိုင်းတွင် ရွတ်ဆိုပါကလည်း ထို့အတူပင်။",
    "source": "HR. al-Bukhari No. 6306, 6323, Ahmad IV/122-125, an-Nasa'i VIII/279-280"
  },
  {
    "title": "ကျန်းမာရေးနှင့် ကာကွယ်ရေးအတွက် ဒုအာ",
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ، لَا إِلَـهَ إِلَّا أَنْتَ ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِوَالْفَقْرِ ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، لَا إِلَـهَ إِلَّا أَنْتَ",
    "latin": "allaahumma 'aafinii fii badanii, allaahumma 'aafinii fii sam'ii, allaahumma 'aafinii fii bashorii, laa ilaaha illaa anta. allaahumma inni a'uudzu bika minal kufri wal faqr, allaahumma inni a'uudzu bika min 'adzaabil qobr, laa ilaaha illaa anta",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်၏ခန္ဓာကိုယ်ကို (ရောဂါဘယများနှင့် မလိုလားသောအရာများမှ) ကာကွယ်တော်မူပါ။ အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်၏နားအကြားအာရုံကို (ရောဂါဘယများနှင့် နာခံမှုမရှိခြင်း သို့မဟုတ် မလိုလားသောအရာများမှ) ကာကွယ်တော်မူပါ။ အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်၏မျက်စိအမြင်အာရုံကို ကာကွယ်တော်မူပါ၊ အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိပါ။ အို အလ္လာဟ်အရှင်မြတ်၊ အမှန်စင်စစ် ကျွန်ုပ်သည် အရှင်မြတ်ထံ ကုဖရ် (မယုံကြည်မှု) နှင့် ဆင်းရဲခြင်းမှ ခိုလှုံပါ၏။ ကျွန်ုပ်သည် အရှင်မြတ်ထံ သင်္ချိုင်း၏ပြစ်ဒဏ်မှ ခိုလှုံပါ၏၊ အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိပါ။",
    "notes": "၁ ကြိမ်ရွတ်ပါ",
    "benefits": "ကျွန်ုပ်တို့၏ခန္ဓာကိုယ်တွင် ကျန်းမာရေးကောင်းမွန်ရန် အလ္လာဟ်အရှင်မြတ်အား တောင်းခံခြင်းဖြင့် ရုပ်ပိုင်းဆိုင်ရာနှင့် ဝိညာဉ်ရေးရာရောဂါများအားလုံးမှ ကုသပေးရန် တောင်းခံခြင်းဖြစ်သည်၊ သို့မှသာ ကျွန်ုပ်တို့တွင် ကျန်းမာသောခန္ဓာကိုယ်နှင့် စင်ကြယ်သောနှလုံးသားရှိပြီး၊ ဤကျန်းမာသောခန္ဓာကိုယ်ကို အလ္လာဟ်အရှင်မြတ်နှစ်သက်တော်မူသော နည်းလမ်းဖြင့် အသုံးပြုနိုင်မည်ဖြစ်သည်။",
    "source": "HR. al-Bukhari in Shahiib al-Adabil Mufrad No. 701, Abu Dawud No. 5090, Ahmad V/42, hasan"
  },
  {
    "title": "ဤလောကနှင့်နောင်ဘဝတွင် လုံခြုံရေးအတွက် ဒုအာ",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "allahumma innii as-alukal 'afwa wal 'aafiyah fid dunyaa wal aakhiroh. allahumma innii as-alukal 'afwa wal 'aafiyah fii diinii wa dun-yaaya wa ahlii wa maalii. allahumas-tur 'awrootii wa aamin row'aatii. allahummahfazh-nii mim bayni yadayya wa min kholfii wa 'an yamiinii wa 'an syimaalii wa min fawqii wa a'udzu bi 'azhomatik an ugh-taala min tahtii",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ အမှန်စင်စစ် ကျွန်ုပ်သည် အရှင်မြတ်ထံ ဤလောကနှင့်နောင်ဘဝတွင် ကျန်းမာရေးနှင့် လုံခြုံရေးကို တောင်းခံပါ၏။ အို အလ္လာဟ်အရှင်မြတ်၊ အမှန်စင်စစ် ကျွန်ုပ်သည် အရှင်မြတ်ထံ ကျွန်ုပ်၏ဘာသာတရား၊ ကျွန်ုပ်၏လောက၊ ကျွန်ုပ်၏မိသားစုနှင့် ကျွန်ုပ်၏စည်းစိမ်ဥစ္စာတွင် ကျန်းမာရေးနှင့် လုံခြုံရေးကို တောင်းခံပါ၏။ အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်၏ချို့ယွင်းချက်များ (အပြစ်များနှင့် အခြားသူများမြင်ရန်မသင့်လျော်သောအရာများ) ကို ဖုံးကွယ်တော်မူပါ၊ ကျွန်ုပ်၏ကြောက်ရွံ့မှုများကို ငြိမ်သက်စေတော်မူပါ။ အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်အား ရှေ့မှ၊ နောက်မှ၊ ညာမှ၊ ဘယ်မှနှင့် ကျွန်ုပ်အပေါ်မှ ကာကွယ်တော်မူပါ။ အရှင်မြတ်၏ကြီးမြတ်မှုဖြင့် ကျွန်ုပ်အောက်မှ (မြွေများ သို့မဟုတ် မြေမျိုခြင်းစသည်ဖြင့်၊ ကျွန်ုပ်လဲကျစေမည့်အရာများမှ) ဖမ်းဆီးခံရခြင်းမှ ခိုလှုံပါ၏။",
    "notes": "၁ ကြိမ်ရွတ်ပါ",
    "benefits": "တမန်တော်မြတ်(ဆွ)သည် နံနက်နှင့်ညနေတိုင်း ဤဒုအာကို မည်သည့်အခါမျှ မထားခဲ့ပေ။ ၎င်းတွင် ဘာသာတရား၊ လောက၊ မိသားစုနှင့် စည်းစိမ်ဥစ္စာအတွက် ဦးတည်ချက်အားလုံးမှ လာသော အနှောင့်အယှက်အမျိုးမျိုးမှ ကာကွယ်မှုနှင့် လုံခြုံမှုများပါဝင်သည်။",
    "source": "HR. al-Bukhari in al-Abadul Mufrad No. 1200, Abu Dawud No. 5074, an-Nasa'i VII/282, Ibn Majah No. 3871, al-Hakim 1/517-518, and others from Ibn Umar radhiyallahu 'anhumaa"
  },
  {
    "title": "ရှိုင်သွာန်၏ တီးတိုးပြောဆိုမှုများမှ ကာကွယ်ရန်ဒုအာ",
    "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "allahumma 'aalimal ghoybi wasy-syahaadah faathiros samaawaati wal ardh. robba kulli syai-in wa maliikah. asyhadu alla ilaha illa anta. a'udzu bika min syarri nafsii wa min syarrisy-syaythooni wa syirkihi, wa an aqtarifa 'alaa nafsii suu-an aw ajurrohu ilaa muslim",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ မမြင်ရသောနှင့် မြင်ရသောအရာများကို သိတော်မူသော၊ မိုးကောင်းကင်များနှင့် မြေကြီးကို ဖန်ဆင်းတော်မူသော၊ အရာအားလုံး၏အရှင်သခင်နှင့် ၎င်းတို့၏အချုပ်အခြာအာဏာပိုင်။ အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိကြောင်း ကျွန်ုပ်သက်သေခံပါသည်။ ကျွန်ုပ်ကိုယ်တိုင်၏ဆိုးကျိုးမှ၊ ရှိုင်သွာန်နှင့် ၎င်း၏စစ်သည်များ (အလ္လာဟ်အရှင်မြတ်အား ရှရစ်ခ်ပြုရန်သွေးဆောင်မှုများ) မှ အရှင်မြတ်ထံ ခိုလှုံပါ၏၊ ကျွန်ုပ်ကိုယ်တိုင်အပေါ် မကောင်းမှုပြုခြင်း သို့မဟုတ် မွတ်စလင်တစ်ဦးအား ဆွဲဆောင်ခြင်းမှ (အရှင်မြတ်ထံ ခိုလှုံပါ၏)။",
    "notes": "၁ ကြိမ်ရွတ်ပါ",
    "benefits": "တမန်တော်မြတ်(ဆွ)က အဘူဘက္ရ် အစ်-ဆစ်ဒိက်(ရဇွိ)အား 'နံနက်၊ ညနေနှင့် အိပ်ချင်သောအခါ ရွတ်ဆိုပါ' ဟု မိန့်ကြားတော်မူသည်။",
    "source": "HR. al-Bukhari in al-Abadul Mufrad No. 1202, at-Tirmidzi No. 3392 and Abu Dawud No. 5067"
  },
  {
    "title": "အန္တရာယ်အားလုံးမှ ကာကွယ်ရန် ဓစ်က်ရ်",
    "arabic": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "bismillahilladzi laa yadhurru ma'asmihi syai-un fil ardhi wa laa fis samaa' wa huwas samii'ul 'aliim",
    "translation": "အလ္လာဟ်အရှင်မြတ်၏နာမတော်ဖြင့်၊ အရှင်မြတ်၏နာမတော်နှင့်အတူ မြေကြီးတွင်ဖြစ်စေ၊ မိုးကောင်းကင်တွင်ဖြစ်စေ မည်သည့်အရာမျှ ထိခိုက်စေနိုင်မည်မဟုတ်၊ အရှင်မြတ်သည် အားလုံးကြားနိုင်သော၊ အားလုံးသိတော်မူသော အရှင်မြတ်ဖြစ်သည်။",
    "notes": "၃ ကြိမ်ရွတ်ပါ",
    "benefits": "နံနက်နှင့်ညနေတွင် ၃ ကြိမ်ရွတ်ဆိုသူတိုင်းအား မည်သည့်အရာမျှ ထိခိုက်စေနိုင်မည်မဟုတ်ပေ။",
    "source": "HR. at-Tirmidzi No. 3388, Abu Dawud No. 5088, Ibn Majah No. 3869, al-Hakim 1/514, and Ahmad No. 446 and 474"
  },
  {
    "title": "အလ္လာဟ်အရှင်မြတ်၊ အစ္စလာမ်နှင့် တမန်တော်မြတ်မုဟမ္မဒ်(ဆွ)အား စိတ်ကျေနပ်မှုကြေညာခြင်း",
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "rodhiitu billaahi robbaa wa bil-islaami diinaa, wa bi-muhammadin shallallaahu 'alaihi wa sallama nabiyyaa",
    "translation": "ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ကို ကျွန်ုပ်၏အရှင်သခင်အဖြစ်၊ အစ္စလာမ်ကို ကျွန်ုပ်၏ဘာသာအဖြစ်၊ တမန်တော်မြတ်မုဟမ္မဒ်(ဆွ)ကို ကျွန်ုပ်၏တမန်တော်အဖြစ် စိတ်ကျေနပ်ပါသည်။",
    "notes": "၃ ကြိမ်ရွတ်ပါ",
    "benefits": "နံနက်နှင့်ညနေတွင် ၃ ကြိမ်ရွတ်ဆိုသူတိုင်းအား အလ္လာဟ်အရှင်မြတ်သည် တရားစီရင်ရာနေ့တွင် မိမိ၏စိတ်ကျေနပ်မှုကို ပေးသနားတော်မူလိမ့်မည်။",
    "source": "HR. Ahmad IV/337, Abu Dawud No. 5072, at-Tirmidzi No. 3389, Ibn Majah No. 3870, an-Nasa'i in 'Amalul Yaum wal Lailah No. 4 and Ibnus Sunni No. 68"
  },
  {
    "title": "အလ္လာဟ်အရှင်မြတ်ထံ လမ်းညွှန်မှုတောင်းခံခြင်း",
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
    "latin": "yaa hayyu yaa qoyyum, bi-rohmatika as-taghiits, wa ash-lih lii sya'nii kullahu wa laa takilnii ilaa nafsii thorfata 'ainin abadan",
    "translation": "အို အမြဲရှင်သန်တော်မူသော၊ အို ထိန်းသိမ်းတော်မူသော၊ အရှင်မြတ်၏ကရုဏာတော်ဖြင့် ကျွန်ုပ်အကူအညီတောင်းခံပါ၏၊ ကျွန်ုပ်၏ကိစ္စအားလုံးကို ပြုပြင်ပေးတော်မူပါ၊ ကျွန်ုပ်အား မိမိကိုယ်တိုင်တစ်ချက်မျှပင် စွန့်ပစ်တော်မမူပါနှင့်။",
    "notes": "၁ ကြိမ်ရွတ်ပါ",
    "benefits": "ဤဒုအာ၏အဓိပ္ပါယ်မှာ လူသားများသည် အလ္လာဟ်အရှင်မြတ်အား အလွန်အမင်းလိုအပ်နေပြီး အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား တစ်ခဏမျှပင် မစွန့်ပစ်ရန် ဆုတောင်းခြင်းဖြစ်သည်။",
    "source": "HR. an-Nasa'i in 'Amalul Yaum wal Lailah No. 575, and al-Hakim 1/545, see Shahiih at-Targhiib wat Tarhiib 1/417 No. 661, Ash-shahiihah No. 227, hasan"
  },
  {
    "title": "အစ္စလာမ်၏သဘာဝအတိုင်း ညနေသို့ရောက်ရှိခြင်း",
    "arabic": "أَمْسَيْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "latin": "amsaynaa 'ala fithrotil islaam wa 'alaa kalimatil ikhlaash, wa 'alaa diini nabiyyinaa Muhammadin shallallahu 'alaihi wa sallam, wa 'alaa millati abiina Ibraahiima haniifam muslimaaw wa maa kaana minal musyrikin",
    "translation": "ညနေပိုင်းတွင် ကျွန်ုပ်တို့သည် အစ္စလာမ်၏သဘာဝအတိုင်း၊ စိတ်ရင်းမှန်ဖြင့်ပြောသောစကား (ယုံကြည်ခြင်း၏သက်သေခံချက်) အတိုင်း၊ ကျွန်ုပ်တို့၏တမန်တော်မုဟမ္မဒ်(ဆွ)၏ဘာသာတရားအတိုင်း၊ ကျွန်ုပ်တို့၏ဖခင်အီဗရာဟင်၏ဘာသာတရားအတိုင်းရှိကြသည်၊ အရှင်မြတ်သည် တည်ကြည်သောလမ်းပေါ်တွင်ရပ်တည်သော၊ မွတ်စလင်တစ်ဦးဖြစ်ပြီး မုရှ်ရစ်က်များထဲမှ မဟုတ်ပါ။",
    "notes": "၁ ကြိမ်ရွတ်ပါ",
    "benefits": "'ဖိသ်ရသ်အလ်-အစ္စလာမ်' ဆိုသည်မှာ စွန်နဟ်အတိုင်းဖြစ်သည်၊ 'ကလိမသ်အလ်-အိခ်လာစ်' ဆိုသည်မှာ ယုံကြည်ခြင်း၏သက်သေခံချက်ဖြစ်သည်၊ 'ဟနီဖန်' ဆိုသည်မှာ တည်ကြည်သောလမ်းနှင့် ကောင်းမြတ်မှုဘက်သို့ ယိမ်းညွတ်သောနှလုံးသားဖြစ်သည်။",
    "source": "HR. Ahmad III/406, 407, ad-Darimi II/292 and Ibnus Sunni in Amalul Yaum wal Lailah No. 34, Misykaatul Mashaabiih No. 2415, Shahiihal-Jaami'ish Shaghiir No. 4674, sahih"
  },
  {
    "title": "အလ္လာဟ်အရှင်မြတ်၏တစ်လုံးတစ်ဝတည်းဖြစ်ခြင်းကို အောက်မေ့ခြင်း",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah, lahul mulku walahul hamdu wa huwa 'ala kulli syai-in qodiir",
    "translation": "အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းမှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အရှင်မြတ်တွင် လုပ်ဖော်ကိုင်ဖက်မရှိ။ အရှင်မြတ်အတွက်သာ အချုပ်အခြာအာဏာနှင့် ချီးမွမ်းခြင်းအပေါင်းရှိသည်။ အရှင်မြတ်သည် အရာအားလုံးကို တတ်စွမ်းနိုင်သည်။",
    "notes": "နံနက်ပိုင်းတွင် ၁ ကြိမ် သို့မဟုတ် ၁၀ ကြိမ်ရွတ်ပါ၊ နေ့စဉ် ၁၀၀ ကြိမ်ရွတ်ပါ",
    "benefits": "ဤဓစ်က်ရ်ကို နေ့စဉ် ၁၀၀ ကြိမ်ရွတ်ဆိုသူတိုင်းသည် ကျွန် ၁၀ ဦးကို လွတ်မြောက်စေခြင်းနှင့်တူသည်၊ ၎င်းအတွက် ကောင်းမှု ၁၀၀ ကိုမှတ်တမ်းတင်ခံရပြီး အမှား ၁၀၀ ကို ဖျက်ပစ်ခံရမည်၊ နံနက်မှညနေအထိ ရှိုင်သွာန်၏အနှောင့်အယှက်များမှ ကာကွယ်ခြင်းခံရမည်၊ ၎င်းထက်ပိုမိုကျင့်သုံးသူမှလွဲ၍ သူလုပ်ဆောင်သောအရာထက် ပိုမိုကောင်းမွန်သူမရှိပေ။",
    "source": "HR al-Bukhari No. 3293 and 6403, Muslim IV/2071 No. 2691 (28), at-Tirmidzi No. 3468, Ibn Majah No. 3798"
  },
  {
    "title": "အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းရွတ်ဆိုခြင်း",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقَهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "subhanallahi wa bihamdihi 'adada khalqihi wa ridha nafsihi wa zinata 'arsyihi wa midada kalimatihi",
    "translation": "အလ္လာဟ်အရှင်မြတ်သည် ဂုဏ်ကျက်သရေရှိပါစေ၊ အရှင်မြတ်အား ချီးမွမ်းခြင်းသည် အရှင်မြတ်ဖန်ဆင်းခဲ့သော အရာအရေအတွက်အတိုင်း၊ အရှင်မြတ်၏စိတ်ကျေနပ်မှုအတိုင်း၊ အရှင်မြတ်၏ပလ္လင်တော်၏အလေးချိန်အတိုင်းနှင့် အရှင်မြတ်၏ရေးသားထားသော စကားလုံးများ၏ မင်အတိုင်းဖြစ်သည်။",
    "notes": "၃ ကြိမ်ရွတ်ပါ",
    "benefits": "တမန်တော်မြတ်(ဆွ)သည် ဂျူဝိုင်ရီယာအား အထက်ပါဓစ်က်ရ်သည် ဖဂျရ်ပြီးနောက် ဓူဟာအချိန်အထိ ဂျူဝိုင်ရီယာရွတ်ဆိုခဲ့သော ဓစ်က်ရ်ထက် သာလွန်သည်ဟု ပြောကြားခဲ့သည်။",
    "source": "HR. Muslim No. 2726. Syarah Muslim XVII/44. From Juwairiyah bint al-Harith radhiyallahu 'anha"
  },
  {
    "title": "နေ့စဉ်ချီးမွမ်းခြင်း (သတ်စ်ဘီးဟ်နှင့် အလ်ဟမ်ဒုလ္လလာဟ်)",
    "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "latin": "subhaanallahi wa bihamdihi",
    "translation": "အလ္လာဟ်အရှင်မြတ်သည် ဂုဏ်ကျက်သရေရှိပါစေ၊ အရှင်မြတ်အား ချီးမွမ်းခြင်း။",
    "notes": "၁၀၀ ကြိမ်ရွတ်ပါ",
    "benefits": "နံနက်နှင့်ညနေတွင် \"စွဘ်ဟာနလ်လာဟ် ဝါ ဘိဟမ်ဒိဟ်\" ကို ၁၀၀ ကြိမ်ရွတ်ဆိုသူတိုင်းသည် တရားစီရင်ရာနေ့တွင် မိမိလုပ်ဆောင်ခဲ့သောအရာထက် ပိုမိုကောင်းမွန်သော မည်သည့်အရာမျှ မလာရောက်နိုင်၊ ထပ်တူရွတ်ဆိုသူ သို့မဟုတ် ၎င်းထက်ပိုမိုရွတ်ဆိုသူမှလွဲ၍။",
    "source": "HR. Muslim No. 2691 and No. 2692, from Abu Hurairah radhiyallahu 'anhu Syarah Muslim XVII/17-18, Shahiih at-Targhiib wat Tarhiib 1/413 No. 653"
  },
  {
    "title": "နေ့စဉ် ၁၀၀ ကြိမ်ခွင့်လွှတ်ခြင်းတောင်းခံခြင်း",
    "arabic": "أَسْتَغْفِرُ الله وَأَتُوْبُ إِلَيْهِ",
    "latin": "astagh-firullah wa atuubu ilaih",
    "translation": "အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ်ခွင့်လွှတ်ခြင်းတောင်းခံပြီး အရှင်မြတ်ထံ နောင်တရပါသည်။",
    "notes": "နေ့စဉ် ၁၀၀ ကြိမ်ရွတ်ပါ",
    "benefits": "အိဗ်နု အူမာရ်က ပြောသည်- တမန်တော်မြတ်(ဆွ)က မိန့်ကြားတော်မူသည်- 'အိုလူသားတို့၊ အလ္လာဟ်အရှင်မြတ်ထံ နောင်တရကြလော့၊ အမှန်စင်စစ် ကျွန်ုပ်သည် အရှင်မြတ်ထံ နေ့စဉ် အကြိမ်တစ်ရာ နောင်တရပါ၏။'",
    "source": "HR. al-Bukhari/Fat-hul Baari XI/101 and Muslim No. 2702"
  },
  {
    "title": "အလ္လာဟ်အရှင်မြတ်၏ဖန်ဆင်းခြင်း၏ဆိုးကျိုးမှ ကာကွယ်ရန်ဒုအာ",
    "arabic": "أَعُوْذُ بِكَلِمَاتِ اللهِ التَّآمَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "latin": "'audzu bi kalimaatillahittaamaati min syarri ma khalaq",
    "translation": "အရှင်မြတ်ဖန်ဆင်းခဲ့သော အရာတို့၏ဆိုးကျိုးမှ အလ္လာဟ်အရှင်မြတ်၏ပြည့်စုံသောစကားများဖြင့် ကျွန်ုပ်ခိုလှုံပါ၏။",
    "notes": "၃ ကြိမ်ရွတ်ပါ",
    "benefits": "ညနေပိုင်းတွင် ၃ ကြိမ်ရွတ်ဆိုသူတိုင်းသည် ထိုညတွင် ဖျားနာခြင်းခံရမည်မဟုတ်ပေ။",
    "source": "HR. Ahmad 11/290, an-Nasa'i in 'Amalul Yaum wal Lailah No. 596, Shahiih at-Targhiib wat Tarhiib 1/412 No. 652, Shahiih al-Jaami 'ish Shaghiir No. 6427"
  }
]
