{
    "chapter_id": 23,
    "chapter_title": "ရေသောက်ခြင်းဆိုင်ရာ စွန္နသ်တော်များ",
    "items": [
        {
            "id": 1,
            "text": "ညာဘက်လက်ဖြင့် သောက်ပါဟယ်၊ အဘယ်ကြောင့်ဆိုသော် ဘယ်ဘက်လက်ဖြင့် ရှိုင်သွာန်က သောက်သောကြောင့် ဖြစ်သည်။",
            "references": [
                "صحیح مسلم: ۱۷۲/۲"
            ]
        },
        {
            "id": 2,
            "text": "ရေမသောက်မီ မတ်တတ်ရပ်နေပါက ထိုင်လိုက်ပါ၊ မတ်တတ်ရပ်၍ ရေသောက်ခြင်းကို တားမြစ်ထားပါသည်။",
            "references": [
                "صحیح مسلم: ۱۷۳/۲"
            ]
        },
        {
            "id": 3,
            "text": "'ဗစ်စ်မိလ္လာဟ်' ဆို၍ သောက်ပါ၊ သောက်ပြီးနောက် 'အလ်ဟမ်းဒုလ္လာဟ်' ဟု ဆိုပါ။",
            "references": [
                "جامع الترمذی: ۱۰/۲"
            ]
        },
        {
            "id": 4,
            "text": "သုံးကြိမ်ခွဲ၍ သောက်ပါ၊ အသက်ရှူသောအခါ ရေခွက် (သို့မဟုတ်) ပုလင်းကို ပါးစပ်မှ ခွာထားပါ။",
            "references": [
                "صحیح مسلم: ۱۷۴/۲"
            ]
        },
        {
            "id": 5,
            "text": "ရေခွက်၏ ကွဲအက်နေသော အနားစောင်းမှ မသောက်ပါနှင့်။",
            "references": [
                "سنن ابی داؤد: ۱۶۷/۲"
            ]
        },
        {
            "id": 6,
            "text": "ရေဘူး (သို့မဟုတ်) ရေအိတ်ကို ပါးစပ်ဖြင့်တိုက်ရိုက်တေ့၍ မသောက်ပါနှင့်၊ သို့မဟုတ် ရေများ အလွန်အမင်း တစ်ပြိုင်နက်တည်း ထွက်လာနိုင်ခြေရှိသော အရာများ၊ သို့မဟုတ် အတွင်း၌ မြွေ၊ ကင်းမြီးကောက် စသည်တို့ ရှိနေနိုင်ခြေရှိသော အရာများကို ပါးစပ်ဖြင့်တေ့၍ မသောက်ရပါ။",
            "references": [
                "صحیح البخاری: ۸۴۱/۲"
            ]
        },
        {
            "id": 7,
            "text": "ရေသောက်ပြီးနောက် ဤဒုအာကို ဖတ်ခြင်းသည်လည်း စွန္နသ်တော်ဖြစ်သည် -",
            "arabic_text": "اَلْحَمْدُ لِلّٰہِ الَّذِیْ سَقَانَا عَذْبًا فُرَاتًا بِرَحْمَتِہٖ وَلَمْ یَجْعَلْہُ مِلْحًا اُجَاجًا بِذُنُوْبِنَا",
            "urdu_translation": "ချီးမွမ်းထောပနာ အပေါင်းတို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ်၌သာ ရှိတော်မူ၏။ ထိုအရှင်သည် မိမိ၏ ရဟ်မသ်ကရုဏာတော်ဖြင့် ကျွန်ုပ်တို့အား ချိုမြိန်သော၊ သာယာဝပြောသော ရေကို တိုက်ကျွေးတော်မူခဲ့ပြီး၊ ကျွန်ုပ်တို့၏ အပြစ်များကြောင့် ထိုရေကို ငန်သော၊ ခါးသော ရေအဖြစ် မဖြစ်စေတော်မူခဲ့ပါ။",
            "references": [
                "روح المعانی: ۱۴۹/۲۷"
            ]
        },
        {
            "id": 8,
            "text": "ရေတိုက်ပြီးနောက် အခြားသူများကို ပေးဝေလိုပါက ပထမဆုံး ညာဘက်ရှိသူကို ပေးပါ၊ ထို့နောက် ထိုအစီအစဉ်အတိုင်း တစ်ပတ်ပြည့်သည်အထိ ပေးဝေရမည်။ လက်ဖက်ရည် သို့မဟုတ် ဖျော်ရည်များ တည့်ခင်းသောအခါတွင်လည်း ဤအတိုင်းပင် ပြုလုပ်ရမည်။",
            "references": [
                "صحیح البخاری: ۸۴۰/۲"
            ]
        },
        {
            "id": 9,
            "text": "နွားနို့သောက်ပြီးနောက် ဤဒုအာကို ဖတ်ပါ -",
            "arabic_text": "اَللّٰھُمَّ بَارِکْ لَنَا فِیْہِ وَزِدْنَا مِنْہُ",
            "urdu_translation": "အို-အလ္လာဟ်အရှင်မြတ်၊ ကျွန်တော်မျိုးတို့အတွက် ဤအရာ (နွားနို့) ၌ ဗရကသ်မင်္ဂလာ ပေးသနားတော်မူပါ၊ ထို့ပြင် ကျွန်တော်မျိုးတို့အား ၎င်းကို ပို၍ တိုးပွားကာ ပေးသနားတော်မူပါ။",
            "references": [
                "سنن ابی داؤد: ۱۹۸/۲"
            ]
        },
        {
            "id": 10,
            "text": "ရေ (သို့မဟုတ်) ဖျော်ရည် တိုက်ကျွေးသူသည် နောက်ဆုံးမှ သောက်ရမည်။",
            "references": [
                "جامع الترمذی: ۱۸۳/۲"
            ]
        }
    ]
}