{
    "chapter_id": 31,
    "chapter_title": "ကွယ်လွန်ချိန်နှင့် ၎င်းနောက်ပိုင်းဆိုင်ရာ စွန္နသ်တော်များ",
    "items": [
        {
            "id": 1,
            "text": "လူတစ်ဦးသည် ကွယ်လွန်ခါနီးဖြစ်ကြောင်း သိရှိလာပါက၊ ထိုနေရာ၌ ရှိနေသူများသည် သူ၏ မျက်နှာကို ကိဗ်လာဟ် (Khaba) ဘက်သို့ လှည့်ပေးရမည်။ ထို့ပြင် ကလိမဟ် (Kalimah) ကို နုတ်မှ ရွတ်ဆိုပြခြင်းဖြင့် သတိပေးရမည်။",
            "references": [
                "المستدرک للحاکم: ۳۵۳/۱"
            ]
        },
        {
            "id": 2,
            "text": "ကွယ်လွန်ခါနီးအချိန်၌ ဤဒုအာကို ဖတ်ပါ -",
            "arabic_text": "اللّٰھُمَّ اغْفِرْلِیْ وَارْحَمْنِیْ وَاَلْحِقْنِیْ بِالرَّفِیْقِ الْاَعْلٰی",
            "urdu_translation": "အို-အလ္လာဟ်အရှင်မြတ်၊ ကျွန်တော်မျိုး၏ အပြစ်များကို ခွင့်လွှတ်ပေးသနားတော်မူပါ၊ ကျွန်တော်မျိုးအပေါ် ရဟ်မသ်ကရုဏာတော် ထားရှိတော်မူပါ၊ ထို့ပြင် ကျွန်တော်မျိုးအား (အာခိရသ်တွင်) အဆင့်အတန်းမြင့်မားသော အပေါင်းအဖော်များနှင့် အတူထားတော်မူပါ။",
            "references": [
                "صحیح البخاری: ۹۳۹/۲"
            ]
        },
        {
            "id": 3,
            "text": "ဝိညာဉ်ထွက်ခါနီး လက္ခဏာများ ခံစားရသောအခါ ဤဒုအာကို ဖတ်ပါ -",
            "arabic_text": "اَللّٰھُمَّ اَعِنِّیْ عَلٰی غَمَرَاتِ الْمَوْتِ وَسَکَرَاتِ الْمَوْتِ",
            "urdu_translation": "အို-အလ္လာဟ်အရှင်မြတ်၊ သေခြင်းတရား၏ ပြင်းထန်သော ဒုက္ခဝေဒနာများ ကျရောက်ချိန်၌ ကျွန်တော်မျိုးအား ကူညီစောင်မတော်မူပါ။",
            "references": [
                "صحیح مسلم: ۲۸۶/۱"
            ]
        },
        {
            "id": 4,
            "text": "ကွယ်လွန်သွားပြီ ဖြစ်ပါက ကျန်ရစ်သူ ဆွေမျိုးသားချင်းများက ဤဒုအာကို ဖတ်ရမည် -",
            "arabic_text": "اِنَّا لِلّٰہِ وَاِنَّا اِلَیْہِ رَاجِعُوْنَ اَللّٰھُمَّ اَجِرْنِیْ فِیْ مُصِیْبَتِیْ وَاَخْلِفْ لِیْ خَیْرًا مِّنْھَا",
            "urdu_translation": "ဧကန်အမှန် ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်အတွက်သာ ဖြစ်ကြပြီး၊ ကျွန်ုပ်တို့သည် ထိုအရှင်မြတ်ထံတော်သို့သာ ပြန်လည် ရောက်ရှိကြရမည့်သူများ ဖြစ်ကြသည်။ အို-အလ္လာဟ်အရှင်မြတ်၊ ကျွန်တော်မျိုး ခံစားနေရသော ဤမုဆီးဗသ် (ဘေးဒုက္ခ) အတွက် ကျွန်တော်မျိုးအား အကျိုးကျေးဇူး ပေးသနားတော်မူပါ၊ ထို့ပြင် ၎င်း၏ ကိုယ်စား ကျွန်တော်မျိုးအား ဤထက် ပိုမိုကောင်းမွန်သော အရာကို ပေးသနားတော်မူပါ။",
            "references": [
                "جامع الترمذی: ۱۹۲/۱"
            ]
        },
        {
            "id": 5,
            "text": "မရ်ယသ် (ရုပ်ကလာပ်) ကို ကဗရ် (သင်္ချိုင်း) ထဲသို့ ထည့်သောအခါ ဤဒုအာကို ဖတ်ပါ - 'ဗစ်စ်မိလ္လာဟ် ဝအလာ မစ်လာထိ ရစူလိလ္လာဟ်'။",
            "references": [
                "مشکوۃ المصابیح: ۱۴۸/۱"
            ]
        },
        {
            "id": 6,
            "text": "ကွယ်လွန်သူ၏ ဆွေမျိုးသားချင်းများ (အိမ်သားများ) အတွက် အစားအစာ ပို့ပေးခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။",
            "references": [
                "جامع الترمذی: ۱۹۵/۱"
            ]
        }
    ]
}