{
    "chapter_id": 24,
    "chapter_title": "အဝတ်အစား (လေဗားစ်) ဆိုင်ရာ စွန္နသ်တော်များ",
    "items": [
        {
            "id": 1,
            "text": "ကိုယ်တော်မြတ် (ဆွ) သည် အဖြူရောင် အဝတ်အစားကို နှစ်သက်တော်မူသည်။",
            "references": [
                "شمائل ترمذی: ۵"
            ]
        },
        {
            "id": 2,
            "text": "အင်္ကျီ၊ ရှပ်အင်္ကျီ သို့မဟုတ် အင်္ကျီအပေါ်ထပ် (Vest) များကို ဝတ်ဆင်ပါက ပထမဦးစွာ ညာဘက်လက်ကို အင်္ကျီလက်ထဲသို့ အရင်သွင်းပါ၊ ထို့နောက် ဘယ်ဘက်လက်ကို သွင်းပါ။ ထို့အတူ ဘောင်းဘီ သို့မဟုတ် ပုဆိုး ဝတ်ဆင်ပါကလည်း ညာဘက်ခြေထောက်ကို အရင်သွင်းပြီးမှ ဘယ်ဘက်ခြေထောက်ကို သွင်းရမည်။",
            "references": [
                "جامع الترمذی: ۳۰۶/۱"
            ]
        },
        {
            "id": 3,
            "text": "ဘောင်းဘီ၊ ပုဆိုး သို့မဟုတ် လုံချည်များကို ခြေကျင်းဝတ် အပေါ်တွင် ထားပါ။ ခြေကျင်းဝတ်အောက်သို့ လျော့ကျနေစေခြင်းအားဖြင့် အလ္လာဟ်အရှင်မြတ်သည် အမျက်တော်ရှတော်မူသည်။",
            "references": [
                "صحیح البخاری: ۸۶۱/۲"
            ]
        },
        {
            "id": 4,
            "text": "အဝတ်အစားအသစ် ဝတ်ဆင်သောအခါ ဤဒုအာကို ဖတ်ပါ -",
            "arabic_text": "اَلْحَمْدُ لِلّٰہِ الَّذِیْ کَسَانِیْ ھٰذَا الثَّوْبَ وَرَزَقَنِیْہِ مِنْ غَیْرِ حَوْلٍ مِّنِّیْ وَلَا قُوَّۃٍ",
            "urdu_translation": "ချီးမွမ်းထောပနာ အပေါင်းတို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ်၌သာ ရှိတော်မူ၏။ ထိုအရှင်သည် ကျွန်ုပ်၏ ကြိုးပမ်းမှုနှင့် အစွမ်းသတ္တိမပါဘဲ ကျွန်ုပ်အား ဤအဝတ်အစားကို ဝတ်ဆင်စေတော်မူခဲ့ပြီး ပေးသနားတော်မူခဲ့သည်။",
            "references": [
                "سنن ابی داؤد: ۲۰۲/۲"
            ]
        },
        {
            "id": 5,
            "text": "အေမာမဟ် (ခေါင်းပေါင်း) အောက်တွင် ဦးထုပ်ဆောင်းထားခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။",
            "references": [
                "مرقاۃ المفاتیح: ۲۱۵/۸"
            ]
        },
        {
            "id": 6,
            "text": "ဦးထုပ်ဆောင်းခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။",
            "references": [
                "مشکوۃ المصابیح: ۳۷۴/۲"
            ]
        },
        {
            "id": 7,
            "text": "ဖိနပ်ဝတ်ဆင်သောအခါ ညာဘက်ခြေထောက်ကို အရင်ဝတ်ပါ၊ ထို့နောက် ဘယ်ဘက်ကို ဝတ်ပါ။",
            "references": [
                "صحیح البخاری: ۸۷۰/۲"
            ]
        },
        {
            "id": 8,
            "text": "ဖိနပ်ချွတ်သောအခါ ဘယ်ဘက်ခြေထောက်မှ အရင်ချွတ်ပါ၊ ထို့နောက် ညာဘက်မှ ချွတ်ပါ။",
            "references": [
                "صحیح البخاری: ۸۷۰/۲"
            ]
        }
    ]
}