[
  {
    "ayah_key": "9:106",
    "group_ayah_key": "9:106",
    "from_ayah": "9:106",
    "to_ayah": "9:106",
    "ayah_keys": "9:106",
    "text": "<p class=\"en translation\" lang=\"en\">And others are made to await for Allah's Decree, whether He will punish them or will forgive them. And Allah is All-Knowing, All-Wise <span>(106)</span></p><div lang=\"en\" class=\"en \"><h2>Delaying the Decision about the Three Companions Who stayed away from the Battle of Tabuk</h2></div><p lang=\"en\" class=\"en \">Ibn 'Abbas, Mujahid, 'Ikrimah, Ad-Dahhak and several others said that those mentioned in the Ayah are the three who were made to wait to know if their repentance was accepted; Mararah bin Ar-Rabi', Ka'b bin Malik and Hilal bin Umayyah. </p><p lang=\"en\" class=\"en \">Some Companions stayed behind from the battle of Tabuk due to laziness, preferring comfort, ease, ripe fruits and shade. They did not lag behind because of hypocrisy or doubts. Some of them tied themselves to the pillars <span class=\"gray\">(of the Masjid)</span> like Abu Lubabah and several of his friends did. Some of them did not do that, and they are the three mentioned here. Those who tied themselves received their pardon before these three men whose pardon was delayed, until this Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَد تَّابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنصَارِ</p><p lang=\"mg\" class=\"mg \"><span class=\"gray\">(Allah has forgiven the Prophet, the Muhajirin and the Ansar...)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّىٰ إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the three who stayed behind, until for them the earth, vast as it is, was straitened...)</span></p><p lang=\"en\" class=\"en \">We will mention the Hadith about this story from Ka'b bin Malik. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whether He will punish them or will forgive them.)</span> meaning, they are at Allah's mercy, if He wills, He pardons them or punishes them. However, Allah's mercy comes before His anger,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّهُ عَلِيمٌ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Knowing, All-Wise.)</span><span class=\"gray\">[9:106]</span></p><p lang=\"en\" class=\"en \">Allah knows those who deserve the punishment and those who deserve the pardon. He is All-Wise in His actions and statements, there is no deity worthy of worship nor Lord besides Him.</p>"
  },
  {
    "ayah_key": "9:107",
    "group_ayah_key": "9:107",
    "from_ayah": "9:107",
    "to_ayah": "9:108",
    "ayah_keys": "9:107,9:108",
    "text": "<p lang=\"en\" class=\"en \">And as for those who put up a Masjid by way of harm and disbelief and to disunite the believers and as an outpost for those who warred against Allah and His Messenger aforetime, they will indeed swear that their intention is nothing but good. Allah bears witness that they are certainly liars <span>(107)</span>Never stand you therein. Verily, the Masjid whose foundation was laid from the first day on Taqwa is more worthy that you stand therein <span class=\"gray\">(to pray)</span>. In it are men who love to clean and purify themselves. And Allah loves those who make themselves clean and pure <span>(108)</span></p><div lang=\"mt\" class=\"mt \"><h2>Masjid Ad-Dirar and Masjid At-Taqwa</h2></div><p lang=\"en\" class=\"en \">The reason behind revealing these honorable Ayat is that before the Messenger of Allah ﷺ migrated to Al-Madinah, there was a man from Al-Khazraj called \"Abu 'Amir Ar-Rahib <span class=\"gray\">(the Monk)</span>.\" This man embraced Christianity before Islam and read the Scriptures. During the time of Jahiliyyah, Abu 'Amir was known for being a worshipper and being a notable person among Al-Khazraj. When the Messenger of Allah ﷺ arrived at Al-Madinah after the Hijrah, the Muslims gathered around him and the word of Islam was triumphant on the day of Badr, causing Abu 'Amir, the cursed one, to choke on his own saliva and announce his enmity to Islam. He fled from Al-Madinah to the idolators of Quraysh in Makkah to support them in the war against the Messenger of Allah ﷺ. The Quraysh united their forces and the bedouins who joined them for the battle of Uhud, during which Allah tested the Muslims, but the good end is always for the pious and righteous people. The rebellious Abu 'Amir dug many holes in the ground between the two camps, into one of which the Messenger ﷺ fell, injuring his face and breaking one of his right lower teeth. He also sustained a head injury. Before the fighting started, Abu 'Amir approached his people among the Ansar and tried to convince them to support and agree with him. When they recognized him, they said, \"May Allah never burden an eye by seeing you, O Fasiq one, O enemy of Allah!\" They cursed him and he went back declaring, \"By Allah! Evil has touched my people after I left.\" The Messenger of Allah ﷺ called Abu 'Amir to Allah and recited the Qur'an to him before his flight to Makkah, but he refused to embrace Islam and rebelled. The Messenger ﷺ invoked Allah that Abu 'Amir die as an outcast in an alien land, and his invocation came true. After the battle of Uhud was finished, Abu 'Amir realized that the Messenger's call was still rising and gaining momentum, so he went to Heraclius, the emperor of Rome, asking for his aid against the Prophet ﷺ. Heraclius gave him promises and Abu 'Amir remained with him. He also wrote to several of his people in Al-Madinah, who embraced hypocrisy, promising and insinuating to them that he will lead an army to fight the Messenger of Allah ﷺ to defeat him and his call. He ordered them to establish a stronghold where he could send his emissaries and to serve as an outpost when he joins them later on. These hypocrites built a Masjid next to the Masjid in Quba', and they finished building it before the Messenger ﷺ went to Tabuk. They went to the Messenger inviting him to pray in their Masjid so that it would be a proof that the Messenger ﷺ approved of their Masjid. They told him that they built the Masjid for the weak and ill persons on rainy nights. However, Allah prevented His Messenger ﷺ from praying in that Masjid. He ﷺ said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا عَلَى سَفَرٍ وَلَكِنْ إِذَا رَجَعْنَا إِنْ شَاءَ اللهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If we come back from our travel, Allah willing.)</span>\" When the Messenger of Allah ﷺ came back from Tabuk and was approximately one or two days away from Al-Madinah, Jibril came down to him with the news about Masjid Ad-Dirar and the disbelief and division between the believers, who were in Masjid Quba' <span class=\"gray\">(which was built on piety from the first day)</span>, that Masjid Ad-Dirar was meant to achieve. Therefore, the Messenger of Allah sent some people to Masjid Ad-Dirar to bring it down before he reached Al-Madinah. </p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas said about this Ayah <span class=\"gray\">(9:107)</span>, \"They are some people of the Ansar to whom Abu 'Amir said, 'Build a Masjid and prepare whatever you can of power and weapons, for I am headed towards Caesar, emperor of Rome, to bring Roman soldiers with whom I will expel Muhammad and his companions.' When they built their Masjid, they went to the Prophet ﷺ and said to him, \"We finished building our Masjid and we would like you pray in it and invoke Allah for us for His blessings.\"Allah revealed this verse,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا تَقُمْ فِيهِ أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Never stand you therein)</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الظَّالِمِينَ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(...wrongdoers)</span>\" Allah said next,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَيَحْلِفُنَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will indeed swear)</span>, those who built it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَرَدْنَا إِلَّا الْحُسْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that their intention is nothing but good.)</span> by building this Masjid we sought the good and the comfort of the people. Allah replied,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah bears witness that they are certainly liars)</span> for they only built it to harm Masjid Quba', and out of disbelief in Allah, and to divide the believers. They made it an outpost for those who warred against Allah and His Messenger ﷺ, such as Abu 'Amir the Fasiq who used to be called Ar-Rahib, may Allah curse him! Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا تَقُمْ فِيهِ أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Never stand you therein)</span>, prohibiting His Prophet ﷺ and his Ummah from ever standing in it in prayer.</p><div lang=\"st\" class=\"st \"><h2>Virtues of Masjid Quba</h2></div><p lang=\"en\" class=\"en \">Allah encouraged His Prophet ﷺ to pray in Masjid Quba' which, from the first day, was built on Taqwa, obedience to Allah and His Messenger ﷺ, for gathering the word of the believers and as an outpost and a fort for Islam and its people. This is why Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the Masjid whose foundation was laid from the first day on Taqwa is more worthy that you stand therein <span class=\"gray\">(to pray)</span>.)</span> in reference to the Masjid of Quba'. An authentic Hadith records that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَلَاةٌ فِي مَسْجِدِ قُبَاءٍ كَعُمْرَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(One prayer in Masjid Quba' is just like an 'Umrah.)</span></p><p lang=\"en\" class=\"en \">It is recorded in the Sahih that the Messenger of Allah ﷺ used to visit Masjid Quba' while riding and walking. </p><p lang=\"sr\" class=\"sr \">Imam Ahmad recorded that 'Uwaym bin Sa'idah Al-Ansari said that the Prophet ﷺ went to Masjid Quba' and asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى قَدْ أَحْسَنَ عَلَيْكُمُ الثَّنَاءَ فِي الطُّهُورِ فِي قِصَّةِ مَسْجِدِكُمْ، فَمَا هَذَا الطُّهُورُ الَّذِي تَطَهَّرُونَ بِهِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In the story about your Masjid, Allah the Exalted has praised you concerning the purification that you perform. What is the purification that you perform?)</span></p><p lang=\"en\" class=\"en \">They said, \"By Allah, O Allah's Messenger! We do not know except that we had neighbors from the Jews who used to use water to wash with after answering the call of nature, and we washed as they washed.\" Ibn Khuzaymah collected this Hadith in his Sahih. </p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ ۚ فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُوا ۚ وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the Masjid whose foundation was laid from the first day on Taqwa is more worthy that you stand therein <span class=\"gray\">(to pray)</span>. In it are men who love to clean and purify themselves. And Allah loves those who make themselves clean and pure.)</span></p><p lang=\"en\" class=\"en \">This encourages praying in old Masjids that were built for the purpose of worshipping Allah alone, without partners. It is also recommended to join the prayer with the believing group and worshippers who implement their faith, those who perform Wudu' perfectly and preserve themselves from impure things. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that one of the Companions of the Messenger of Allah ﷺ said that the Messenger of Allah ﷺ led them in a Dawn <span class=\"gray\">(Subh)</span> prayer in which he recited Surat Ar-Rum <span class=\"gray\">(chapter 30)</span> and made mistakes in the recitation. When he finished the prayer, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ يَلْبِسُ عَلَيْنَا الْقُرْآنَ أَنَّ أَقْوَامًا مِنْكُمْ يُصَلُّونَ مَعَنَا لَا يُحْسِنُونَ الْوُضُوءَ، فَمَنْ شَهِدَ الصَّلَاةَ مَعَنَا فَلْيُحْسِنِ الْوُضُوءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We sometimes make mistakes in reciting the Qur'an, there are people among you who attend the prayer with us, but do not perform Wudu' perfectly. Therefore, whoever attends the prayer with us let him make perfect Wudu'.)</span></p><p lang=\"en\" class=\"en \">This Hadith indicates that complete purification helps in the performance of acts of worship and aids in preserving and completing them.</p>"
  }
]