[
  {
    "ayah_key": "4:36",
    "group_ayah_key": "4:36",
    "from_ayah": "4:36",
    "to_ayah": "4:36",
    "ayah_keys": "4:36",
    "text": "<p lang=\"en\" class=\"en \">Worship Allah and join none with Him in worship, and do good to parents, kinsfolk, orphans, the poor, the neighbor who is near of kin, the neighbor who is a stranger, the companion by your side, the wayfarer <span class=\"gray\">(you meet)</span>, and those <span class=\"gray\">(slaves)</span> whom your right hands possess. Verily, Allah does not like such as are proud and boastful <span>(36)</span></p><div lang=\"en\" class=\"en \"><h2>The Order to Worship Allah Alone and to Be Dutiful to Parents</h2></div><p lang=\"en\" class=\"en \">Allah orders that He be worshipped Alone without partners, because He Alone is the Creator and Sustainer Who sends His favors and bounties on His creation in all situations and instances. Therefore He deserves to be singled out, without associating anything or anyone from His creation with Him in worship. Indeed, the Prophet ﷺ said to Mu'adh,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرِي مَا حَقُّ اللهِ عَلَى الْعِبَادِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you know what Allah's right on His servants is?)</span> Mu'adh replied, \"Allah and His Messenger know better.\" He said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">أنْ يَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That they should worship Him and should not worship any others with Him.)</span> The Prophet ﷺ then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرِي مَا حَقُّ الْعِبَادِ عَلَى اللهِ إِذَا فَعَلُوا ذَلِكَ؟ أَنْ لَا يُعَذِّبَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you know what the right of the servants on Allah is if they do this? He should not punish them.)</span></p><p lang=\"en\" class=\"en \">Allah then commands the servants to be dutiful to their parents, for Allah made parents the reason for the servants to come to existence, after they did not exist. Allah joins the order to worship Him with being dutiful to parents in many places. For example, He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(give thanks to Me and to your parents)</span><span class=\"gray\">[31:14]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord has decreed that you worship none but Him. And that you be dutiful to your parents)</span>. <span class=\"gray\">[17:23]</span></p><p lang=\"en\" class=\"en \">After Allah ordained being dutiful to parents, He ordained kind treatment of relatives, males and females. A Hadith states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الصَّدَقَةُ عَلَى الْمِسْكِينِ صَدَقَةٌ، وَعَلى ذِي الرَّحِمِ صَدَقَةٌ وَصِلَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Charity given to the poor is Sadaqah, while charity given to relatives is both Sadaqah and Silah <span class=\"gray\">(keeping the relations)</span>.)</span> Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْيَتَامَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(orphans)</span>, because they lost their caretakers who would spend on them. So Allah commands that the orphans be treated with kindness and compassion. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَسَاكِينِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Al-Masakin <span class=\"gray\">(the poor)</span>)</span> who have various needs and cannot find what sustains these needs. Therefore, Allah commands they should be helped in acquiring their needs in a sufficient manner that will end their inadequacy. We will further elaborate on the matter of the destitute and the poor in Surah Bara'h <span class=\"gray\">(9:60)</span>.</p><div lang=\"en\" class=\"en \"><h2>The Right of the Neighbor</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَالْجَارِ ذِي الْقُرْبَىٰ وَالْجَارِ الْجُنُبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the neighbor who is near of kin, the neighbor who is a stranger)</span> 'Ali bin Abi Talhah said that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْجَارِ ذِي الْقُرْبَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the neighbor who is near of kin)</span> means, \"The neighbor who is also a relative\", while,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْجَارِ الْجُنُبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The neighbor who is a stranger)</span> means, \"Who is not a relative.\" It was also reported that 'Ikrimah, Mujahid, Maymun bin Mihran, Ad-Dahhak, Zayd bin Aslam, Muqatil bin Hayyan and Qatadah said similarly. Mujahid was also reported to have said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْجَارِ الْجُنُبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the neighbor who is a stranger)</span> means, \"The companion during travel.\" There are many Hadiths that command kind treatment to the neighbors, and we will mention some of them here with Allah's help. </p><p lang=\"en\" class=\"en \">The First Hadith</p><p lang=\"id\" class=\"id \">Imam Ahmad recorded that 'Abdullah bin 'Umar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَازَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Jibril kept reminding of the neighbor's right, until I thought that he was going to give him a share of the inheritance.)</span> The Two Sahihs recorded this Hadith. </p><p lang=\"en\" class=\"en \">The Second Hadith </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah bin 'Amr said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَازَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Jibril kept reminding me of the neighbor's right, until I thought he was going to appoint a share of the inheritance for him.)</span> Abu Dawud and At-Tirmidhi recorded this Hadith, which At-Tirmidhi said was \"Hasan Gharib through this route.\"</p><p lang=\"ja\" class=\"ja \">The Third Hadith</p><p lang=\"ko\" class=\"ko \">Imam Ahmad recorded that 'Abdullah bin 'Amr bin Al-'As said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَيْرُ الْأَصْحَابِ عِنْدَ اللهِ خَيْرُهُمْ لِصَاحِبِهِ، وَخَيْرُ الْجِيرَانِ عِنْدَ اللهِ خَيْرُهُمْ لِجَارِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The best companions according to Allah are those who are the best with their friends, and the best neighbors according to Allah are the best with their neighbors.)</span> At-Tirmidhi recorded this Hadith and said, \"Hasan Gharib\".</p><p lang=\"en\" class=\"en \">The Fourth Hadith</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Al-Miqdad bin Al-Aswad said that the Messenger of Allah ﷺ asked his Companions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَقُولُونَ فِي الزِّنَا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What do you say about adultery?)</span> They said, \"It is prohibited, for Allah and His Messenger have prohibited it. So it is forbidden until the Day of Resurrection.\" The Messenger of Allah ﷺ said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَأَنْ يَزْنِيَ الرَّجُلُ بِعَشْرِ نِسْوَةٍ، أَيْسَرُ عَلَيْهِ مِنْ أَنْ يَزْنِيَ بِامْرَأَةِ جَارِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For a man to commit adultery with his neighbor's wife is worse than if he commits adultery with ten women.)</span> He then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَقُولُونَ فِي السَّرِقَةِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What do you say about theft?)</span> They said, \"It is prohibited, for Allah and His Messenger prohibited it.\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأَنْ يَسْرِقَ الرَّجُلُ مِنْ عَشْرَةِ أَبْيَاتٍ، أَيْسَرُ عَلَيْهِ مِنْ أَنْ يَسْرِقَ مِنْ جَارِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If a man steals from his neighbor, it is worse for him than stealing from ten homes.)</span> Only Ahmad recorded this Hadith.</p><p lang=\"en\" class=\"en \">A similar Hadith is recorded in the Two Sahihs, Ibn Mas'ud said, \"I asked, 'O Allah's Messenger! What is the greatest sin?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَجْعَلَ للهِ نِدًّا وَهُوَ خَلَقَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To make a rival for Allah while He Alone created you.)</span> I said, 'Then?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَقْتُلَ وَلَدَكَ خَشْيَةَ أَنْ يَطْعَمَ مَعَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To kill your offspring for fear that he might share your food with you.)</span> I said, 'Then' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تُزَانِيَ حَلِيلَةَ جَارِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To commit adultery with your neighbor's wife.)</span>\"</p><p lang=\"en\" class=\"en \">The Fifth Hadith</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'A'ishah asked the Messenger of Allah, \"I have two neighbors, so whom among them should I give my gift?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلى أَقْرَبِهِمَا مِنْكِ بَابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The neighbor whose door is the closest to you.)</span> Al-Bukhari narrated this Hadith We will elaborate on this subject in the Tafsir of Surah Bara'h, Allah willing and upon Him we depend.</p><div lang=\"en\" class=\"en \"><h2>Being Kind to Slaves and Servants</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَلَكَتْ أَيْمَانُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and those <span class=\"gray\">(slaves)</span> whom your right hands possess,)</span> this is an order to be kind to them because they are weak, being held as captives by others.</p><p lang=\"en\" class=\"en \">An authentic Hadith records that during the illness that preceded his death, the Messenger of Allah ﷺ continued advising his Ummah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الصَّلَاةَ الصَّلَاةَ، وَمَا مَلَكَتْ أَيْمَانُكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Protect)</span> the prayer, <span class=\"gray\">(protect)</span> the prayer, and <span class=\"gray\">(those slaves)</span> whom your hands possess.)</span> He was repeating it until his tongue was still.</p><p lang=\"ko\" class=\"ko \">Imam Ahmad recorded that Al-Miqdam bin Ma'dykarib said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَطْعَمْتَ نَفْسَكَ فَهُوَ لَكَ صَدَقَةٌ، وَمَا أَطْعَمْتَ وَلَدَكَ فَهُوَ لَكَ صَدَقَةٌ، وَمَا أَطْعَمْتَ زَوْجَتَكَ فَهُوَ لَكَ صَدَقَةٌ، وَمَا أَطْعَمْتَ خَادِمَكَ فَهُوَ لَكَ صَدَقَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What you feed yourself is a Sadaqah <span class=\"gray\">(charity)</span> for you, what you feed your children is Sadaqah for you, what you feed your wife is Sadaqah for you and what you feed your servant is Sadaqah for you.)</span> An-Nasa'i recorded this Hadith which has an authentic chain of narration, all the thanks are due to Allah.</p><p lang=\"en\" class=\"en \">Abdullah bin 'Amr said to a caretaker of his, \"Did you give the slaves their food yet?\" He said, \"No.\" Ibn 'Amr said, \"Go and give it to them, for the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَفَى بِالْمَرْءِ إِثْمًا أَنْ يَحْبِسَ عَمَّنْ يَمْلِكُ قُوتَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is enough sin for someone to prevent whomever he is responsible for from getting their food.)</span>\" Muslim recorded this Hadith. Abu Hurayrah narrated that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلْمَمْلُوكِ طَعَامُهُ وَكِسْوَتُهُ، وَلَا يُكَلَّفُ مِنَ الْعَمَلِ إِلَّا مَا يُطِيقُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The slave has the right to have food, clothing and to only be required to perform what he can bear of work.)</span> Muslim also recorded this Hadith. Abu Hurayrah narrated that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أَتَى أَحَدَكُمْ خَادِمُهُ بِطَعَامِه، فَإِنْ لَمْ يُجْلِسْهُ مَعَهُ فَلْيُنَاوِلْهُ لُقْمَةً أَوْ لُقْمَتَيْنِ - أَوْ أُكْلَةً أَوْ أُكْلتَيْنِ - فَإِنَّهُ وَلِيَ حَرَّهُ وَعِلَاجَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When your servant brings meals to one of you, if he does not let him sit and share the meal, then he should at least give him a mouthful or two mouthfuls of that meal or a meal or two, for he has prepared it.)</span> This is the wording collected by Al-Bukhari.</p><div lang=\"no\" class=\"no \"><h2>Allah Does Not Like the Arrogant</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يُحِبُّ مَن كَانَ مُخْتَالًا فَخُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah does not like such as are proud and boastful.)</span> meaning, one who is proud and arrogant, insolent and boasts to others. He thinks that he is better than other people, thus thinking high of himself, even though he is insignificant to Allah and hated by people. Mujahid said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يُحِبُّ مَن كَانَ مُخْتَالًا فَخُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah does not like such as are proud)</span> means arrogant, while,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَخُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(boastful)</span> means boasting about what he has, while he does not thank Allah. This Ayah indicates that such a person boasts with people about the bounty that Allah has given him, but he is actually ungrateful to Allah for this bounty.</p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that 'Abdullah bin Waqid Abu Raja' Al-Harawi said, \"You will find that those who are mean are also proud and boasting. He then recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا مَلَكَتْ أَيْمَانُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and those <span class=\"gray\">(slaves)</span> whom your right hands possess,)</span> You will find that he who is undutiful <span class=\"gray\">(to parents)</span> is also arrogant, and deprived. He then recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And dutiful to my mother, and made me not arrogant, deprived.)</span><span class=\"gray\">[19:32]</span> Once a man asked the Prophet, \"O Messenger of Allah, advise me.' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إيَّاكَ وَإِسْبَالَ الْإِزَارِ، فَإِنَّ إِسْبَالَ الْإِزَارِ مِنَ الْمَخِيلَةِ، وَإِنَّ اللهَ لَا يُحِبُّ الْمَخِيلَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Avoid lengthening the dress <span class=\"gray\">(below the ankles)</span>, for this practice is from arrogance. Verily, Allah does not like arrogance.)</span>\"</p>"
  }
]