[
  {
    "ayah_key": "70:1",
    "group_ayah_key": "70:1",
    "from_ayah": "70:1",
    "to_ayah": "70:7",
    "ayah_keys": "70:1,70:2,70:3,70:4,70:5,70:6,70:7",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ - لِلْكَافِرِينَ لَيْسَ لَهُ دَافِعٌ - مِنَ اللَّهِ ذِي الْمَعَارِجِ - تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ - فَاصْبِرْ صَبْرًا جَمِيلًا - إِنَّهُمْ يَرَوْنَهُ بَعِيدًا - وَنَرَاهُ قَرِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. A questioner asked concerning a torment about to befall)</span><span class=\"gray\">(2. Upon the disbelievers, which none can avert,)</span><span class=\"gray\">(3. From Allah, the Lord of the ways of ascent.)</span><span class=\"gray\">(4. The angels and the Ruh ascend to Him in a Day the measure whereof is fifty thousand years.)</span><span class=\"gray\">(5. So be patient, with a good patience.)</span><span class=\"gray\">(6. Verily, they see it <span class=\"gray\">(the torment)</span> afar off.)</span><span class=\"gray\">(7. But We see it near.)</span></p><p lang=\"en\" class=\"en \">A Request to hasten the Day of Judgement</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A questioner asked concerning a torment about to befall)</span> This Ayah contains an assumed meaning that is alluded to by the letter \"Ba\". It is as though it is saying, a questioner requested to hasten on the torment that is about to fall. It is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَنْ يُخْلِفَ اللَّهُ وَعْدَهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they ask you to hasten on the torment! And Allah fails not His promise.)</span><span class=\"gray\">(22:47)</span> meaning, that its torment will occur and there is no avoiding it. Al-'Awfi reported from Ibn 'Abbas concerning the Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A questioner asked concerning a torment about to befall)</span> \"That is the questioning of the disbelievers about the torment of Allah and it will occur to them.\" Ibn Abi Najih reported from Mujahid that he said concerning Allah's statement</p><p class=\"no qpc-hafs\" lang=\"no\">سَأَلَ سَائِلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A questioner asked)</span>, \"A person called out <span class=\"gray\">(requesting)</span> for the torment that will occur in the Hereafter to happen.\" Then he said, \"This is their saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ إِنْ كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! If this is indeed the truth from you, then rain down stones on us from the sky or bring on us a painful torment.)</span>\" <span class=\"gray\">(8:32)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاقِعٍ - لِلْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(about to befall <span class=\"gray\">(Waqi')</span> upon the disbelievers,)</span> means, it is waiting in preparation for the disbelievers. Ibn 'Abbas said, \"Waqi' means coming.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَيْسَ لَهُ دَافِعٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which non can avert)</span> meaning, there is no one who can repel it if Allah wants it to happen. Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ اللَّهِ ذِي الْمَعَارِجِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(From Allah, the Lord of the ways of ascent <span class=\"gray\">(Al-Ma'arij)</span>.)</span></p><p lang=\"en\" class=\"en \">The Tafsir of \"Lord of the ways of ascent\"</p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported from Ibn 'Abbas, \"Lord of the ways of ascent means loftiness and abundance.\" Mujahid said, \"Lord of the ways of ascent means the ways of ascension into the heavens.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The angels and the Ruh Ta'ruju to Him)</span> 'Abdur-Razzaq reported from Ma'mar from Qatadah that Ta'ruju means to ascend. In reference to the Ruh, Abu Salih said, \"They are creatures from the creation of Allah that resemble humans but they are not humans.\" </p><p lang=\"en\" class=\"en \">It could be that here it means Jibril, and this is a way of connecting the specific to the general <span class=\"gray\">(other angels)</span>. It could also be referring to the name of the souls <span class=\"gray\">(Arwah)</span> of the Children of Adam <span class=\"gray\">(humans)</span>. For verily, when they <span class=\"gray\">(the human souls)</span> are taken at death, they are lifted up to the heavens just as the Hadith of Al-Bara' proves.</p><p lang=\"en\" class=\"en \">The Meaning of \"a Day the measure whereof is fifty thousand years\"</p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in a Day the measure whereof is fifty thousand years.)</span> This refers to the Day of Judgement. Ibn Abi Hatim recorded from Ibn 'Abbas that he said concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in a Day the measure whereof is fifty thousand years.)</span> \"It is the Day of Judgement.\" The chain of narration of this report <span class=\"gray\">(to Ibn 'Abbas)</span> is authentic. Ath-Thawri reported from Simak bin Harb from 'Ikrimah that he said concerning this verse, \"It is the Day of Judgement.\" Ad-Dahhak and Ibn Zayd both said the same. 'Ali bin Abi Talhah reported from Ibn 'Abbas concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The angels and the Ruh ascend to Him in a Day the measure whereof is fifty thousand years.)</span></p><p lang=\"en\" class=\"en \">\"It is the Day of Judgement that Allah has made to be the measure of fifty thousand years for the disbelievers. \" Many Hadiths have been reported with this same meaning. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from Abu 'Umar Al-Ghudani that he said, \"I was with Abu Hurayrah when a man from Bani 'Amir bin Sa'sa'ah passed and it was said: 'This man is the wealthiest man of Bani 'Amir.' So Abu Hurayrah said, 'Bring him back to me.' So they brought the man back to Abu Hurayrah. Then Abu Hurayrah said, 'I have been informed that you are a man of great wealth.' The man from Bani 'Amir replied, 'Yes, by Allah. I have one hundred red-colored camels, one hundred brown-colored camels...' and so on he counted numerous colored camels, the races of the slaves and the types of fetters for his horses that he owned. </p><p lang=\"en\" class=\"en \">So Abu Hurayrah said, 'Beware of the hooves of the camels and the cloven hooves of the cattle.' He continued repeating that to him until the color of the man began to change. Then the man said, 'O Abu Hurayrah what is this?' Abu Hurayrah replied, 'I heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَانَتْ لَهُ إِبِلٌ لَا يُعْطِي حَقَّهَا فِي نَجْدَتِهَا وَرِسْلِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever has camels and does not give their due <span class=\"gray\">(Zakah)</span> in their Najdah and their Risl...)</span> We interrupted saying, 'O Messenger of Allah! What is their Najdah and Risl?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي عُسْرِهَا وَيُسْرِهَا، فَإِنَّهَا تَأْتِي يَوْمَ الْقِيَامَةِ كَأَغَذِّ مَا كَانَتْ وَأَكْثَرِهِ وَأَسْمَنِهِ وَآشَرِهِ، ثُمَّ يُبْطَحُ لَهَا بِقَاعٍ قَرْقَرٍ فَتَطَؤُهُ بِأَخْفَافِهَا، فَإِذَا جَاوَزَتْهُ أُخْرَاهَا أُعِيدَتْ عَلَيْهِ أُولَاهَا فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ، حَتّٰى يُقْضَىٰ بَيْنَ النَّاسِ فَيَرَىٰ سَبِيلَهُ. وَإِذَا كَانَتْ لَهُ بَقَرٌ لَا يُعْطِي حَقَّهَا فِي نَجْدَتِهَا وَرِسْلِهَا، فَإِنَّهَا تَأْتِي يَوْمَ الْقِيَامَةِ كَأَغَذِّ مَا كَانَتْ وَأَكْثَرِهِ وَأَسْمَنِهِ وَآشَرِهِ،ثُمَّ يُبْطَحُ لَهَا بِقَاعٍ قَرْقَرٍ، فَتَطَؤُهُ كُلُّ ذَاتِ ظِلْفٍ بِظِلْفِهَا وَتَنْطَحُهُ كُلُّ ذَاتِ قَرْنٍ بِقَرْنِهَا، لَيْسَ فِيهَا عَقْصَاءُ وَلَا عَضْبَاءُ، إِذَا جَاوَزَتْهُ أُخْرَاهَا أُعِيدَتْ عَلَيْهِ أُولَاهَا، فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ حَتّٰى يُقْضَىٰ بَيْنَ النَّاسِ فَيَرَى سَبِيلَهُ. وَإِذَا كَانَتْ لَهُ غَنَمٌ لَا يُعْطِي حَقَّهَا فِي نَجْدَتِهَا وَرِسْلِهَا فَإِنَّهَا تَأْتِي يَوْمَ الْقِيَامَةِ كَأَغَذِّ مَا كَانَتْ وَأَسْمَنِهِ وَآشَرِهِ حَتّٰى يُبْطَحَ لَهَا بِقَاعٍ قَرْقَرٍ فَتَطَؤُهُ كُلُّ ذَاتِ ظِلْفٍ بِظِلْفِهَا وَتَنْطَحُهُ كُلُّ ذَاتِ قَرْنٍ بِقَرْنِهَا، لَيْسَ فِيهَا عَقْصَاءُ وَلَا عَضْبَاءُ إِذَا جَاوَزَتْهُ أُخْرَاهَا أُعِيدَتْ عَلَيْهِ أُولَاهَا، فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ، حَتّٰى يُقْضَىٰ بَيْنَ النَّاسِ فَيَرَىٰ سَبِيلَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is their difficulty and their ease, for verily, they will come on the Day of Resurrection healthier than before. They will be more in number, fatter and more lively and unruly. Then a soft, level plain will be spread out for them and they will trample him with their hooves. When the last of them has passed over him, the first of them will return to trample him again during a day whose measure will be fifty thousand years. This will continue until the case of all the people is decided between them. Then he <span class=\"gray\">(the withholder of Zakah)</span> will see his path <span class=\"gray\">(i.e., either to Paradise or Hell)</span>. If he had cows that he did not pay the Zakah in their ease and their difficult times, then they will come on the Day of Judgement healthier than they were before. They will be more in number, fatter and more lively and unruly. Then a soft, level plain will be spread out for them and they will trample him. Every one of them that has cloven hooves will trample him with its hooves, and every one of them that has a horn will butt him with its horn. There will not be any hornless or bent horned animals among them. When the last of them has passed over him, the first of them will return to trample him again during a day whose measure will be fifty thousand years. This will continue until the case of all the people is decided between them. Then he <span class=\"gray\">(the withholder of Zakah)</span> will see his path <span class=\"gray\">(i.e., either to Paradise or Hell)</span>. If he has any sheep that he does not pay the due Zakah in their difficulty and their ease, then they will come on the Day of Judgement healthier than they were before. They will be more <span class=\"gray\">(in number)</span> fatter and more lively and unruly. Then a soft, level plain will be spread out for them and they will trample him. Every one of them that has a cloven hoof will trample him with its hooves, and every one of them that has a horn will butt him with its horn. There will not be any hornless or bent horned animals among them. When the last of them has passed over him, the first of them will return to trample him again during a day whose measure will be fifty thousand years. This will continue until the case of all the people is decided between them. Then he <span class=\"gray\">(the withholder of Zakah)</span> will see his path <span class=\"gray\">(i.e., either to Paradise or Hell)</span>.)</span></p><p lang=\"en\" class=\"en \">Then, the man from Bani 'Amir said, 'What is the due of the camel, O Abu Hurayrah' Abu Hurayrah said, 'It is that you give <span class=\"gray\">(in your Zakah payment)</span> from your most valuable camels, that you lend a milking she-camel, that you lend your mount for riding, that you give the milk <span class=\"gray\">(to the people)</span> for drinking, and you lend the male camel for breeding.'\" This Hadith was also recorded by Abu Dawud and An-Nasa'i.</p><p lang=\"en\" class=\"en \">A Different Version of this Hadith</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from Abu Hurayrah that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ صَاحِبِ كَنْزٍ لَا يُؤَدِّي حَقَّهُ إِلَّا جُعِلَ صَفَائِحَ، يُحْمَىٰ عَلَيْهَا فِي نَارِ جَهَنَّمَ، فَتُكْوَىٰ بِهَا جَبْهَتُهُ وَجَنْبُهُ وَظَهْرُهُ، حَتّٰى يَحْكُمَ اللهُ بَيْنَ عِبَادِهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ، ثُمَّ يَرَىٰ سَبِيلَهُ إِمَّا إِلَى الْجَنَّةِ وَإِمَّا إِلَى النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is not any owner of treasure who does not pay its due except that it will be made into heated metal plates and branded upon him in the fire of Hell. His forehead, side and back will be scorched with these metal plates. This will continue until Allah judges between His servants on a Day whose measure is fifty thousand years of what you count. Then he will see his path, either to Paradise or to the Fire.)</span></p><p lang=\"en\" class=\"en \">Then he <span class=\"gray\">(Abu Hurayrah)</span> mentions the rest of the Hadith about the sheep and camels just as mentioned before. In this narration <span class=\"gray\">(of Ahmad)</span> the Prophet ﷺ also added,</p><p class=\"sd qpc-hafs\" lang=\"sd\">الْخَيْلُ لِثَلَاثَةٍ: لِرَجُلٍ أَجْرٌ، وَلِرَجُلٍ سِتْرٌ، وَعَلَى رَجُلٍ وِزْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The horse is for three <span class=\"gray\">(on the Day of Judgement)</span>: for one man it is a reward, for another man it is a shield <span class=\"gray\">(protection)</span>, and upon another man it is a burden.)</span> And the Hadith continues. Muslim also recorded this Hadith in its entirety even though Al-Bukhari did not mention it. The intent behind mentioning this here is the Prophet's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتّٰى يَحْكُمَ اللهُ بَيْنَ عِبَادِهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Until Allah judges between His servants on a day whose measurement is fifty thousand years.)</span></p><p lang=\"nl\" class=\"nl \">Instructing the Prophet <span class=\"gray\">(ﷺ)</span> to have Patience</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَاصْبِرْ صَبْرًا جَمِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So be patient, with a good patience.)</span> meaning, 'be patient, O Muhammad, with your people's rejection and their seeking to hasten the torment since they think it will not occur.' Allah says in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe not therein seek to hasten it, while those believe are fearful of it, and know that it is the very truth.)</span><span class=\"gray\">(42:18)</span> Thus, Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُمْ يَرَوْنَهُ بَعِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, they see it <span class=\"gray\">(the torment)</span> afar off.)</span> meaning, the happening of the torment and the establishment of the Hour <span class=\"gray\">(Day of Judgement)</span>. The disbelievers see this as something that is farfetched. The word \"Ba'id\" here means that which is impossible to occur.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَنَرَاهُ قَرِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But We see it <span class=\"gray\">(quite)</span> near.)</span> meaning, the believers believe that its occurrence is near, even though its time of occurrence is unknown and no one knows when it will be except Allah. All of what is approaching then it is near and it will definitely happen.</p>"
  }
]