[
  {
    "ayah_key": "51:1",
    "group_ayah_key": "51:1",
    "from_ayah": "51:1",
    "to_ayah": "51:14",
    "ayah_keys": "51:1,51:2,51:3,51:4,51:5,51:6,51:7,51:8,51:9,51:10,51:11,51:12,51:13,51:14",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالذَّارِيَاتِ ذَرْوًا - فَالْحَامِلَاتِ وِقْرًا - فَالْجَارِيَاتِ يُسْرًا - فَالْمُقَسِّمَاتِ أَمْرًا - إِنَّمَا تُوعَدُونَ لَصَادِقٌ - وَإِنَّ الدِّينَ لَوَاقِعٌ - وَالسَّمَاءِ ذَاتِ الْحُبُكِ - إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ - يُؤْفَكُ عَنْهُ مَنْ أُفِكَ - قُتِلَ الْخَرَّاصُونَ - الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ - يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ - يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ - ذُوقُوا فِتْنَتَكُمْ هَٰذَا الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. By the scattering Dhariyat;)</span><span class=\"gray\">(2. And the laden Hamilat;)</span><span class=\"gray\">(3. And the steady Jariyat;)</span><span class=\"gray\">(4. And the distributors of command,)</span><span class=\"gray\">(5. Verily, that which you are promised is surely true.)</span><span class=\"gray\">(6. And verily, Ad-Din is sure to occur.)</span><span class=\"gray\">(7. By the heaven full of Hubuk,)</span><span class=\"gray\">(8. Certainly, you have different ideas.)</span><span class=\"gray\">(9. Turned aside therefrom is he who is turned aside.)</span><span class=\"gray\">(10. Cursed be Al-Kharrasun)</span><span class=\"gray\">(11. Who are under a cover of Sahun,)</span><span class=\"gray\">(12. They ask: \"When will be the Day of Ad-Din?\")</span><span class=\"gray\">(13. <span class=\"gray\">(It will be)</span> a Day when they will be Yuftanun in the Fire!)</span><span class=\"gray\">(14.\"Taste you your trial! This is what you used to ask to be hastened!\")</span></p><p lang=\"en\" class=\"en \">Affirming the News of the Resurrection </p><p lang=\"en\" class=\"en \">The Commander of the faithful, 'Ali bin Abi Talib may Allah be pleased with him, ascended the Minbar in Kufah and declared, \"Any Ayah in the Book of Allah the Exalted and any Sunnah from Allah's Messenger ﷺ you ask me about today, I will explain them.\" Ibn Al-Kawwa stood up and said, \"O Leader of the faithful! What is the meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالذَّارِيَاتِ ذَرْوًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the scattering Dhariyat)</span>,\" and 'Ali said, \"The wind.\" The man asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْحَامِلَاتِ وِقْرًا</p><p lang=\"en\" class=\"en \">\"<span class=\"gray\">(And the laden Hamilat)</span>?\" 'Ali said, \"The clouds.\" The man again asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْجَارِيَاتِ يُسْرًا </p><p lang=\"en\" class=\"en \">\"<span class=\"gray\">(And the steady Jariyat)</span>?\" 'Ali said, \"The ships.\" The man asked,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَالْمُقَسِّمَاتِ أَمْرًا</p><p lang=\"en\" class=\"en \">\"<span class=\"gray\">(And the distributors of command)</span>?\" 'Ali said, it refers to \"The angels.\" Some scholars said that Al-Jariyat Yusra refers to the stars that float in their orbits with ease. This would mean that the things mentioned were ascendant in their order, beginning with the lower, then mentioning the higher one after that, etc. The winds bring the clouds, the stars are above them and the angels who distribute by Allah's order are above that, and they descend with Allah's legislative orders and the decrees He determines. </p><p lang=\"en\" class=\"en \">These Ayat contain a vow from Allah that Resurrection shall come to pass. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا تُوعَدُونَ لَصَادِقٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, that which you are promised is surely true.)</span>, it is a truthful promise,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الدِّينَ</p><p lang=\"it\" class=\"it \"><span class=\"gray\">(And verily, Ad-Din)</span> the Recompense,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوَاقِعٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(will occur)</span>, it will surely come to pass. Then Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَاءِ ذَاتِ الْحُبُكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the heaven full of Hubuk,)</span> Ibn 'Abbas said; \"Full of beauty, grace, magnificence and perfection.\" Mujahid, 'Ikrimah, Sa'id bin Jubayr, Abu Malik, Abu Salih, As-Suddi, Qatadah, 'Atiyah Al-'Awfi, Ar-Rabi' bin Anas and others said similarly. Ad-Dahhak, Al-Minhal bin 'Amr and others said, \"The meandering of the water, sand and plants when the wind passes over them; carving paths out of them, that is the Hubuk.\" </p><p lang=\"en\" class=\"en \">All of these sayings return to the same meaning, that of beauty and complexity. The sky is high above us, clear yet thick, firmly structured, spacious and graceful, beautified with stars such as the sun and orbiting planets such as the moon and the planets of the solar system.</p><p lang=\"en\" class=\"en \">The Differing Claims of the Idolators</p><p lang=\"en\" class=\"en \">Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, you have different ideas.)</span> Allah says, 'you disbelievers who deny the Messengers have different and confused opinions that do not connect or conform to each other.' Qatadah commented on the Ayah, \"You have different ideas about the Qur'an. Some of you agree that it is true while some others deny this fact.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْفَكُ عَنْهُ مَنْ أُفِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Turned aside therefrom is he who is turned aside.)</span> Allah says, these confused and different opinions only fool those who are inwardly misguided. Surely, such falsehood is accepted, embraced and it becomes the source of confusion only for those who are misguided and originally liars, the fools who have no sound comprehension, as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّكُمْ وَمَا تَعْبُدُونَ - مَا أَنْتُمْ عَلَيْهِ بِفَاتِنِينَ - إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, verily you and those whom you worship cannot lead astray, except those who are predetermined to burn in Hell!)</span><span class=\"gray\">(37:161-163)</span> Ibn 'Abbas, may Allah be pleased with him, and As-Suddi said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْفَكُ عَنْهُ مَنْ أُفِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Turned aside therefrom is he who is turned aside.)</span> \"He who is misguided is led astray from it. \" Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُتِلَ الْخَرَّاصُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Cursed be Al-Kharrasun)</span>, Mujahid said; \"The liars. This is similar to what is mentioned in <span class=\"gray\">(Surah)</span> 'Abasa:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Be cursed man! How ungrateful he is!)</span><span class=\"gray\">(80:17)</span> Al-Kharrasun are those who claim that they will never be brought back to life, doubting the coming of Resurrection.\" 'Ali bin Abi Talhah reported from Ibn 'Abbas;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُتِلَ الْخَرَّاصُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Cursed be Al-Kharrasun)</span>, \"Cursed be the doubters.\" Mu'adh said similarly, may Allah be pleased with him. During one of his speeches he said, \"Destroyed be the doubters.\" Qatadah said, \"Al-Kharrasun are the people of doubt and suspicion.\" Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who are under a cover of Sahun,)</span> Ibn 'Abbas, may Allah be pleased with him, and others said; \"In disbelief and doubt, they are heedless and playful.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask: \"When will be the Day of Ad-Din?\")</span> They utter this statement in denial, stubbornness, doubt and suspicion. Allah the Exalted replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(It will be)</span> a Day when they will be Yuftanun in the Fire!)</span> Ibn 'Abbas, Mujahid, Al-Hasan and several others said that Yuftanun means punished. Mujahid said: \"Just as gold is forged in the fire.\" A group of others also including Mujahid, 'Ikrimah, Ibrahim An-Nakha'i, Zayd bin Aslam, and Sufyan Ath-Thawri said, \"They will be burnt.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُوقُوا فِتْنَتَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Taste you your trial!)</span>, Mujahid said, \"Your burning\" while others said, \"Your punishment.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is what you used to ask to be hastened!)</span> This will be said admonishing, chastising, humiliating and belittling them. Allah knows best.</p>"
  }
]