[
  {
    "ayah_key": "12:37",
    "group_ayah_key": "12:37",
    "from_ayah": "12:37",
    "to_ayah": "12:38",
    "ayah_keys": "12:37,12:38",
    "text": "<p lang=\"en\" class=\"en \">He said: \"No food will come to you as your provision, but I will inform its interpretation before it comes. This is of that which my Lord has taught me. Verily, I have abandoned the religion of a people that believe not in Allah and are disbelievers in the Hereafter. <span>(37)</span>\"And I have followed the religion of my fathers, - Ibrahim, Ishaq and Ya'qub and never could we attribute any partners whatsoever to Allah. This is from the grace of Allah to us and to mankind, but most men thank not <span>(38)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf calls His Jail Mates to Tawhid even before He interprets Their Dreams</h2></div><p lang=\"en\" class=\"en \">Yusuf, peace be upon him, told the two men that he has knowledge in the interpretation of whatever they saw in their dream, and that he will tell them about the interpretation of the dreams before they become a reality. This is why he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No food will come to you as your provision, but I will inform you of its interpretation)</span> Mujahid commented,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No food will come to you as your provision,)</span> this day,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَن يَأْتِيَكُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but I will inform you of its interpretation before it comes.)</span> As-Suddi said similarly. Yusuf said that, this knowledge is from Allah Who taught it to me, because I shunned the religion of those who disbelieve in Him and the Last Day, who neither hope for Allah's reward nor fear His punishment on the Day of Return,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I have followed the religion of my fathers, - Ibrahim, Ishaq and Ya'qub)</span> Yusuf said, 'I have avoided the way of disbelief and polytheism, and followed the way of these honorable Messengers,' may Allah's peace and blessings be on them. This, indeed, is the way of he who seeks the path of guidance and follows the way of the Messengers, all the while shunning the path of deviation. It is he whose heart Allah will guide, teaching him what he did not know beforehand. It is he whom Allah will make an Imam who is imitated in the way of righteousness, and a caller to the path of goodness. Yusuf said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لَنَا أَن نُّشْرِكَ بِاللَّهِ مِن شَيْءٍ ۚ ذَٰلِكَ مِن فَضْلِ اللَّهِ عَلَيْنَا وَعَلَى النَّاسِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and never could we attribute any partners whatsoever to Allah. This is from the grace of Allah to us and to mankind,)</span> this Tawhid -Monotheism-, affirming that there is no deity worthy of worship except Allah alone without partners,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن فَضْلِ اللَّهِ عَلَيْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is from the grace of Allah to us)</span>, He has revealed it to us and ordained it on us,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى النَّاسِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to mankind,)</span>, to whom He has sent us as callers to Tawhid,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but most men thank not.)</span> they do not admit Allah's favor and blessing of sending the Messengers to them, but rather,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have changed the blessings of Allah into disbelief, and caused their people to dwell in the house of destruction.)</span><span class=\"gray\">[14:28]</span></p>"
  },
  {
    "ayah_key": "12:39",
    "group_ayah_key": "12:39",
    "from_ayah": "12:39",
    "to_ayah": "12:40",
    "ayah_keys": "12:39,12:40",
    "text": "<p lang=\"en\" class=\"en \">\"O two companions of the prison! Are many different lords <span class=\"gray\">(gods)</span> better or Allah, the One, the Irresistible? <span>(39)</span>\"You do not worship besides Him but only names which you have named <span class=\"gray\">(forged)</span> - you and your fathers - for which Allah has sent down no authority. The command is for none but Allah. He has commanded that you worship none but Him; that is the straight religion, but most men know not. <span>(40)</span></p><p lang=\"en\" class=\"en \">Prophet Yusuf went on calling his two prison companions to worship Allah alone, without partners, and to reject whatever is being worshipped instead of Him like the idols, which were worshipped by the people of the two men, Yusuf said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأَرْبَابٌ مُّتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are many different lords <span class=\"gray\">(gods)</span> better or Allah, the One, the Irresistible?)</span> to Whose grace and infinite kingdom everything and everyone has submitted in humiliation. Prophet Yusuf explained to them next that it is because of their ignorance that they worship false deities and give them names, for these names were forged and are being transferred from one generation to the next generation. They have no proof or authority that supports this practice, hence his statement to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا أَنزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for which Allah has sent down no authority)</span> or proof and evidence. He then affirmed that the judgement, decision, will and kingdom are all for Allah alone, and He has commanded all of His servants to worship none but Him. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ الدِّينُ الْقَيِّمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that is the straight religion,)</span> 'this, Tawhid of Allah and directing all acts of worship at Him alone in sincerity, that I am calling you to is the right, straight religion that Allah has ordained and for which He has revealed what He wills of proofs and evidences,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but most men know not.)</span>, and this is why most of them are idolators,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And most of mankind will not believe even if you eagerly desire it.)</span><span class=\"gray\">[12:103]</span> When Yusuf finished calling them, he started interpreting their dreams for them,</p>"
  },
  {
    "ayah_key": "12:4",
    "group_ayah_key": "12:4",
    "from_ayah": "12:4",
    "to_ayah": "12:4",
    "ayah_keys": "12:4",
    "text": "<p class=\"en translation\" lang=\"en\"><span class=\"gray\">(Remember)</span> when Yusuf said to his father: \"O my father! Verily, I saw <span class=\"gray\">(in a dream)</span> eleven stars and the sun and the moon - I saw them prostrating themselves to me. <span>(4)</span></p><div lang=\"cy\" class=\"cy \"><h2>Yusuf's Dream</h2></div><p lang=\"en\" class=\"en \">Allah says, 'Mention to your people, O Muhammad, among the stories that you narrate to them, the story of Yusuf.' Prophet Yusuf <span class=\"gray\">(Joseph)</span> mentioned his dream to his father, Prophet Ya'qub <span class=\"gray\">(Jacob)</span>, son of Prophet Ishaq <span class=\"gray\">(Isaac)</span>, son of Prophet Ibrahim <span class=\"gray\">(Abraham)</span>, peace be upon them all. 'Abdullah bin 'Abbas stated that the dreams of Prophets are revelations from Allah. Scholars of Tafsir explained that in Yusuf's dream the eleven stars represent his brothers, who were eleven, and the sun and the moon represent his father and mother. This explanation was collected from Ibn 'Abbas, Ad-Dahhak, Qatadah, Sufyan Ath-Thawri and 'Abdur-Rahman bin Zayd bin Aslam. Yusuf's vision became a reality forty years later, or as some say, eighty years, when Yusuf raised his parents to the throne while his brothers were before him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَرُّوا لَهُ سُجَّدًا ۖ وَقَالَ يَا أَبَتِ هَٰذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they fell down before him prostrate. And he said: \"O my father! This is the interpretation of my dream aforetime! My Lord has made it come true!\")</span></p>"
  },
  {
    "ayah_key": "12:41",
    "group_ayah_key": "12:41",
    "from_ayah": "12:41",
    "to_ayah": "12:41",
    "ayah_keys": "12:41",
    "text": "<p class=\"en translation\" lang=\"en\">\"O two companions of the prison! As for one of you, he will pour out wine for his master to drink; and as for the other, he will be crucified and birds will eat from his head. Thus is the case judged concerning which you both did inquire. <span>(41)</span></p><div lang=\"es\" class=\"es \"><h2>The Interpretation of the Dreams</h2></div><p lang=\"hmn\" class=\"hmn \">Yusuf said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا صَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O two companions of the prison! As for one of you, he will pour out wine for his master to drink;)</span> to the man who saw in a dream that he was pressing wine. He did not direct this speech at him, however, so that to lessen the grief of the other person. This is why he made his statement indirect,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا الْآخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِن رَّأْسِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and as for the other, he will be crucified and birds will eat from his head.)</span> which is the interpretation of the other man's dream in which he saw himself carrying bread above his head. Yusuf told them that the decision about their matter has already been taken and it shall come to pass. This is because the dream is tied to a bird's leg, as long as it is not truthfully interpreted. If it is interpreted, then it becomes a reality. Ath-Thawri said that 'Imarah bin Al-Qa'qa' narrated that Ibrahim said that 'Abdullah bin Mas'ud said, \"When they said what they said to him, and he explained their dreams to them, they replied, 'We did not see anything at all.' This is when he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus is the case judged concerning which you both did inquire.)</span>\" The understanding in this is that he who claims that he saw a dream and was given its interpretation, then he will be tied to its interpretation, and Allah has the best knowledge. There is an honorable Hadith that Imam Ahmad collected from Mu'awiyah bin Haydah that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرُّؤْيَا عَلَى رِجْلِ طَائِرٍ مَا لَمْ تُعْبَرْ، فَإِذَا عُبِرَتْ وَقَعَت</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The dream is tied to a bird's leg, as long as it is not interpreted. If it is interpreted, it becomes a reality.)</span></p>"
  },
  {
    "ayah_key": "12:42",
    "group_ayah_key": "12:42",
    "from_ayah": "12:42",
    "to_ayah": "12:42",
    "ayah_keys": "12:42",
    "text": "<p class=\"en translation\" lang=\"en\">And he said to the one whom he knew to be saved: \"Mention me to your king.\" But Shaytan made him forget to mention it to his master. So <span class=\"gray\">[Yusuf]</span> stayed in prison a few <span class=\"gray\">(more)</span> years <span>(42)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf asks the King's Distiller to mention Him to the King</h2></div><p lang=\"en\" class=\"en \">Yusuf knew that the distiller would be saved. So discretely, so that the other man's suspicion that he would be crucified would not intensify, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْكُرْنِي عِندَ رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Mention me to your King.)</span> asking him to mention his story to the king. That man forgot Yusuf's request and did not mention his story to the king, a plot from the devil, so that Allah's Prophet would not leave the prison. This is the correct meaning of,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَنسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Shaytan made him forget to mention it to his master.)</span> that it refers to the man who was saved. As was said by Mujahid, Muhammad bin Ishaq and several others. As for, 'a few years', or, Bida' in Arabic, it means between three and nine, according to Mujahid and Qatadah. Wahb bin Munabbih said, \"Ayyub suffered from the illness for seven years, Yusuf remained in prison for seven years and Bukhtanassar <span class=\"gray\">(Nebuchadnezzar - Chaldean king of Babylon)</span> was tormented for seven years.\"</p>"
  }
]