[
  {
    "ayah_key": "19:34",
    "group_ayah_key": "19:34",
    "from_ayah": "19:34",
    "to_ayah": "19:37",
    "ayah_keys": "19:34,19:35,19:36,19:37",
    "text": "<p lang=\"en\" class=\"en \">Such is 'Isa, son of Maryam. Qawlal-Haqq <span class=\"gray\">[it is a statement of truth]</span> about which they doubt <span class=\"gray\">(or dispute)</span><span>(34)</span>It befits not <span class=\"gray\">(the majesty of)</span> Allah that He should beget a son. Glorified be He. When He decrees a thing, He only says to it: \"Be!\" – and it is <span>(35)</span><span class=\"gray\">['Isa said]</span>: \"And verily, Allah is my Lord and your Lord. So worship Him. That is the straight path. <span>(36)</span>Then the sects differed, so woe unto the disbelievers from the meeting of a great Day <span>(37)</span></p><div lang=\"en\" class=\"en \"><h2>Isa is the Servant of Allah and not His Son</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says to His Messenger Muhammad ﷺ, 'This is the story which We have related to you about 'Isa,' upon him be peace.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(It is)</span> a statement of truth about which they doubt.)</span></p><p lang=\"en\" class=\"en \">This means that the people of falsehood and the people of truth are in disagreement, of those who believe in him and those who disbelieve believe in him. For this reason most of the reciters recited this Ayah with Qawlul-Haqq <span class=\"gray\">(statement of truth)</span> as the subject, referring to 'Isa himself. 'Asim and 'Abdullah bin 'Amir both recited it Qawlal-Haqq <span class=\"gray\">(statement of truth)</span> referring to the story in its entirety that the people differed about. It is reported from Ibn Mas'ud that he recited it as Qalal-Haqqa, which means that he <span class=\"gray\">('Isa)</span> said the truth. The recitation of the Ayah with the Qawlul-Haqq being the subject referring to 'Isa, is the most apparent meaning grammatically. It has support for it in the statement of Allah <span class=\"gray\">[after the story of 'Isa.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ الْمُمْتَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(This is)</span> the truth from your Lord, so be not of those who doubt.)</span><span class=\"gray\">[3:60]</span> When Allah mentioned that He created him as a servant and a Prophet, He extolled Himself, the Most Holy, by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍ ۖ سُبْحَانَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It befits not <span class=\"gray\">(the majesty of)</span> Allah that He should beget a son. Glorified be He.)</span> Means glory be unto Him, He is far exalted above that which these ignorant, wrongdoing, transgressing people say about Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When He decrees a thing, He only says to it: \"Be!\" – and it is.)</span> Whenever He wants something, He merely commands it and it happens as He wills. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَثَلَ عِيسَىٰ عِندَ اللَّهِ كَمَثَلِ آدَمَ ۖ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ - الْحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ الْمُمْتَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the likeness of 'Isa before Allah is the likeness of Adam. He created him from dust, then said to him: \"Be\" – and he was. <span class=\"gray\">(This is)</span> the truth from your Lord, so be not of those who doubt.)</span><span class=\"gray\">(3:59-60)</span></p><div lang=\"en\" class=\"en \"><h2>Isa commanded the Worship of Allah Alone, then the People differed after Him</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ۚ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, Allah is my Lord and your Lord. So worship Him. That is the straight path.)</span> Among those things which 'Isa said to his people while he was in his cradle is that Allah was his Lord and their Lord, and he commanded them to worship Him alone. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْبُدُوهُ ۚ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So worship Him. That is the straight path.)</span> Meaning, \"That which I have come to you with from Allah is the straight path.\" This means that the path is correct; whoever follows it will be rightly guided and whoever opposes it will deviate and go astray. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاخْتَلَفَ الْأَحْزَابُ مِن بَيْنِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then the sects differed,)</span> means that the opinions of the People of the Book differed concerning 'Isa even after the explanation of his affair and the clarification of his situation. They disagreed about his being the servant of Allah, His Messenger, and His Word that He cast upon Maryam and a spirit from Himself. So a group of them – who were the majority of the Jews <span class=\"gray\">(may Allah's curses be upon them)</span> – determined that he was a child of fornication and that his speaking in his cradle was merely sorcery. Another group said that it was Allah Who was speaking <span class=\"gray\">(not 'Isa)</span>. Others said that he <span class=\"gray\">('Isa)</span> was the son of Allah. Some said that he was the third part of a divine trinity with Allah. Yet, others said that he was the servant of Allah and His Messenger. This latter view is the statement of truth, which Allah guided the believers to. A report similar with this meaning has been reported from 'Amr bin Maymun, Ibn Jurayj, Qatadah and others from the Salaf <span class=\"gray\">(predecessors)</span> and the Khalaf <span class=\"gray\">(later generations)</span>. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِن مَّشْهَدِ يَوْمٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so woe unto the disbelievers from the meeting of a great Day.)</span></p><p lang=\"en\" class=\"en \">This is a threat and severe warning for those who lie about Allah, invent falsehood and claim that He <span class=\"gray\">(Allah)</span> has a son. </p><p lang=\"en\" class=\"en \">However, Allah has given them respite until the Day of Resurrection, and He has delayed their term out of gentleness and confident reliance upon His divine decree overcoming them. Verily, Allah does not hasten the affair of those who disobey Him. This has been related in a Hadith collected in the Two Sahihs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah gives respite to the wrongdoer until He seizes him and he will not be able to escape Him.)</span></p><p lang=\"en\" class=\"en \">Then, the Messenger of Allah ﷺ recited the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَىٰ وَهِيَ ظَالِمَةٌ ۚ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is the punishment of your Lord when He punishes the towns while they are doing wrong. Verily, His punishment is painful, <span class=\"gray\">(and)</span> severe.)</span><span class=\"gray\">[11:102]</span></p><p lang=\"en\" class=\"en \">In the Two Sahihs it is also reported that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أَحَدَ أَصْبَرُ عَلَى أَذىً سَمِعَهُ مِنَ اللهِ، إِنَّهُمْ يَجْعَلُونَ لَهُ وَلَدًا وَهُوَ يَرْزُقُهُمْ وَيُعَافِيهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No one is more patient with something harmful that he hears than Allah. Verily, they attribute to Him a son, while He is the One Who provides them sustenance and good health.)</span> Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And many a township did I give respite while it was given to wrongdoing. Then I punished it. And to me is the <span class=\"gray\">(final)</span> return <span class=\"gray\">(of all)</span>.)</span><span class=\"gray\">[22:48]</span> Allah, the Exalted, also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Consider not that Allah is unaware of that which the wrongdoers do, but He gives them respite up to a Day when the eyes will stare in horror.)</span><span class=\"gray\">[14:42]</span> This is the reason that Allah says here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِن مَّشْهَدِ يَوْمٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So woe unto the disbelievers from the meeting of a great Day.)</span> referring to the Day of Resurrection. It has been related in an authentic Hadith that is agreed upon <span class=\"gray\">(in Al-Bukhari and Muslim)</span>, on the authority of 'Ubadah bin As-Samit who said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ شَهِدَ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبْدُ اللهِ وَرَسُولُهُ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ، وَأَنَّ الْجَنَّةَ حَقٌّ وَالنَّارَ حَقٌّ، أَدْخَلَهُ اللهُ الْجَنَّةَ عَلَى مَا كَانَ مِنَ الْعَمَلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever testifies that there is no deity worthy of worship except Allah alone, Who has no partners, and that Muhammad is His servant and Messenger, and that 'Isa was Allah's servant and Messenger, and His Word that He cast upon Maryam, and a spirit from Him, and that Paradise and Hell are both real, then Allah will admit him into Paradise regardless of whatever he did.)</span></p>"
  }
]