[
  {
    "ayah_key": "25:1",
    "group_ayah_key": "25:1",
    "from_ayah": "25:1",
    "to_ayah": "25:2",
    "ayah_keys": "25:1,25:2",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَىٰ عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا - الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Blessed be He Who sent down <span class=\"gray\">(Nazzala)</span> the criterion to His servant that he may be a warner to all nations.)</span><span class=\"gray\">(2. He to Whom belongs the dominion of the heavens and the earth, and Who has begotten no son and for Whom there is no partner in the dominion. He has created everything, and has measured it exactly according to its due measurements.)</span></p><div lang=\"en\" class=\"en \"><h2>Blessed be Allah</h2></div><p lang=\"en\" class=\"en \">Here Allah praises Himself for the Noble Qur'an He has revealed to His noble Messenger . This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي أَنزَلَ عَلَىٰ عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَل لَّهُ عِوَجًا ۜ - قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All the praises and thanks be to Allah, Who has sent down to His servant the Book, and has not placed therein any crookedness. <span class=\"gray\">(He has made it)</span> straight to give warning of a severe punishment from Him, and to give glad tidings to the believers, who do righteous deeds...)</span><span class=\"gray\">(18:1-2)</span> Here Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">تَبَارَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Blessed be He.)</span> The verbal form used here implies an ongoing, permanent, eternal blessing.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي نَزَّلَ الْفُرْقَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who sent down the criterion)</span> The verb Nazzala is a form which implies something done a great deal and often. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْكِتَابِ الَّذِي نَزَّلَ عَلَىٰ رَسُولِهِ وَالْكِتَابِ الَّذِي أَنزَلَ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Book which He <span class=\"gray\">(Nazzala)</span> sent down to His Messenger, and the Scripture which He <span class=\"gray\">(Anzala)</span> sent down to those before <span class=\"gray\">(him)</span>)</span><span class=\"gray\">(4:136)</span>. Each of the previous Books was sent down at one time, but the Qur'an was revealed gradually, in stages, Ayat after Ayat, rulings after rulings, Surahs after Surahs. This is more eloquent and indicative of greater care for the one to whom it is revealed, as Allah says later in this Surah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً ۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ ۖ وَرَتَّلْنَاهُ تَرْتِيلًا - وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who disbelieve say: \"Why is not the Qur'an revealed to him all at once\" Thus, that We may strengthen your heart thereby. And We have revealed it to you gradually, in stages. And no example or similitude do they bring, but We reveal to you the truth, and the better explanation thereof.)</span><span class=\"gray\">(25:32-33)</span> This Surah was named Al-Furqan, because it is the criterion that decides between truth and falsehood, guidance and misguidance, right and wrong, lawful and unlawful.</p><p class=\"fa qpc-hafs\" lang=\"fa\">عَلَىٰ عَبْدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to His servant)</span> This description is one of praise and commendation, because here Allah is connecting him to Himself, describing him as His servant. Allah also described him in this manner when referring to the noblest of events, the Night of the Isra', as He said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">سُبْحَانَ الَّذِي أَسْرَىٰ بِعَبْدِهِ لَيْلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glorified be He Who took His servant for a journey by night)</span><span class=\"gray\">(17:1)</span>. Allah also described him in this way when He described how he stood and called to Him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the servant of Allah stood up invoking Him in prayer they <span class=\"gray\">(the Jinn)</span> just made round him a dense crowd as if sticking one over the other <span class=\"gray\">(in order to listen to the Prophet's recitation)</span>.)</span><span class=\"gray\">(72:19)</span> This description is also used here when Allah describes how the Book is revealed to him and how the angel comes down to him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَىٰ عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Blessed be He Who sent down the criterion to His servant that he may be a warner to all nations.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that he may be a warner to all nations.)</span> means, he alone has been blessed with this great, detailed, clear Book which,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Falsehood cannot come to it from before it or behind it, <span class=\"gray\">(it is)</span> sent down by the All-Wise, Worthy of all praise <span class=\"gray\">(Allah)</span>.)</span><span class=\"gray\">(41:42)</span> The One Who made it the mighty criterion, singled him out to convey it to those who seek the shade of trees and to those who live on the land <span class=\"gray\">(i.e., to all of mankind, nomad and settled alike)</span>, as the Prophet said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ إِلَى الْأَحْمَرِ وَالْأَسْوَدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have been sent to the red and the black.)</span> And he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ مِنَ الْأَنْبِيَاءِ قَبْلِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have been given five things which no Prophet before me was given.)</span> Among them he mentioned:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">[Before me]</span> a Prophet was sent only to his own people, but I have been sent to all of mankind.)</span> And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O mankind! Verily, I am sent to you all as the Messenger of Allah...\")</span><span class=\"gray\">(7:158)</span>, meaning, the One Who has sent me is the Sovereign of the heaven and the earth, who merely says to a thing \"Be!\" and it is. He is the one who gives life and causes death. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He to Whom belongs the dominion of the heavens and the earth, and Who has begotten no son and for Whom there is no partner in the dominion.)</span> Allah states that He is above having any offspring or partner. Then He tells us:</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has created everything, and has measured it exactly according to its due measurements.)</span> meaning, everything apart from Him is created and subject to Him. He is the Creator, Lord, Master and God of all things, and everything is subject to His dominion, control and power.</p>"
  },
  {
    "ayah_key": "25:15",
    "group_ayah_key": "25:15",
    "from_ayah": "25:15",
    "to_ayah": "25:16",
    "ayah_keys": "25:15,25:16",
    "text": "<p class=\"en translation\" lang=\"en\">Say: \"Is that better or the Paradise of Eternity which is promised to those who have Taqwa\" It will be theirs as a reward and final destination <span>(15)</span>For them there will be therein all that they desire, and they will abide <span class=\"gray\">(therein forever)</span>. It is upon your Lord a Wa'dan Mas'ula <span>(16)</span></p><div lang=\"en\" class=\"en \"><h2>Is the Fire Better, or Paradise?</h2></div><p lang=\"en\" class=\"en \">Here Allah says: 'O Muhammad, this that We have described to you about the state of those who are doomed, who will be dragged on their faces to Hell, which will receive them with a scowling face, with hatred and moans. There they will be thrown into their constricted spaces, tied up to their shoulders, unable to move or call for help, and unable to escape their plight – is this better, or the eternal Paradise which Allah has promised to the pious among His servants, which He has prepared for them as a reward and ultimate destiny in return for their obedience to Him in this world'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّهُمْ فِيهَا مَا يَشَاءُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them there will be therein all that they desire,)</span> of delights such as food, drink, clothing, dwellings, means of transportation and scenery, and other things that no eye has seen, no ear has heard, nor the heart of anyone can comprehend. They will abide therein forever; it will never cease or come to an end, and they will never leave it. This is what Allah has promised to those whom He has blessed and to whom He has shown His favor. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ عَلَىٰ رَبِّكَ وَعْدًا مَّسْئُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is a upon your Lord a Wa'dan Mas'ula)</span> meaning, it must inevitably come to pass. Abu Ja'far bin Jarir reported from some of the scholars of the Arabic language that the words</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعْدًا مَّسْئُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wa'dan Mas'ula)</span> mean: a binding pledge. In this Surah Allah mentions Hell, then refers to the situation of the people of Paradise. This is similar to the passage in Surat As-Saffat where Allah mentions the status of the people of Paradise, with its beauty and joy, then He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَذَٰلِكَ خَيْرٌ نُّزُلًا أَمْ شَجَرَةُ الزَّقُّومِ - إِنَّا جَعَلْنَاهَا فِتْنَةً لِّلظَّالِمِينَ - إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ - طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ - فَإِنَّهُمْ لَآكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا الْبُطُونَ - ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِّنْ حَمِيمٍ - ثُمَّ إِنَّ مَرْجِعَهُمْ لَإِلَى الْجَحِيمِ - إِنَّهُمْ أَلْفَوْا آبَاءَهُمْ ضَالِّينَ - فَهُمْ عَلَىٰ آثَارِهِمْ يُهْرَعُونَ</p><p lang=\"en\" class=\"en \">:<span class=\"gray\">(Is that better entertainment or the tree of Zaqqum Truly, We have made it a trial for the wrongdoers. Verily, it is a tree that springs out of the bottom of Hellfire, The shoots of its fruit stalks are like the heads of Shayatin. Truly, they will eat thereof and fill their bellies therewith. Then on the top of that they will be given boiling water to drink so that it becomes a mixture. Then thereafter, verily, their return is to the flaming fire of Hell. Verily, they found their fathers on the wrong path. So they hastened in their footsteps!)</span><span class=\"gray\">(37:62-70)</span></p>"
  }
]