[
  {
    "ayah_key": "42:1",
    "group_ayah_key": "42:1",
    "from_ayah": "42:1",
    "to_ayah": "42:6",
    "ayah_keys": "42:1,42:2,42:3,42:4,42:5,42:6",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">حم - عسق - كَذَٰلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ  - لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ وَهُوَ الْعَلِيُّ الْعَظِيمُ - تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ ۚ وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ ۗ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ - وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Ha Mim.)</span><span class=\"gray\">(2. 'Ain Sin Qaf.)</span><span class=\"gray\">(3. Likewise Allah, the Almighty, the All-Wise sends revelation to you as to those before you.)</span><span class=\"gray\">(4. To Him belongs all that is in the heavens and all that is on the earth, and He is the Most High, the Most Great.)</span><span class=\"gray\">(5. Nearly the heavens might be rent asunder from above them, and the angels glorify the praises of their Lord, and ask for forgiveness for those on the earth. Lo, Verily, Allah is the Oft-Forgiving, the Most Merciful.)</span><span class=\"gray\">(6. And as for those who take as protecting friends others besides Him – Allah is Hafiz over them, and you are not a trustee over them.)</span></p><p lang=\"en\" class=\"en \">The Revelation and Allah's Might</p><p lang=\"en\" class=\"en \">We have previously discussed the individual letters.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Likewise Allah, the Almighty, the All-Wise sends revelation to you as to those before you.)</span> means, 'just as this Qur'an has been revealed to you, so too the Books and Scriptures were revealed to the Prophets who came before you.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الْعَزِيزُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah, the Almighty)</span> means, in His vengeance</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the All-Wise)</span> means, in all that He says and does. Imam Malik, may Allah have mercy on him, narrated that 'A'ishah, may Allah be pleased with her, said, \"Al-Harith bin Hisham asked the Messenger of Allah ﷺ, 'O Messenger of Allah, how does the revelation come to you?' The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحْيَانًا يَأْتِينِي مِثْلَ صَلْصَلَةِ الْجَرَسِ، وَهُوَ أَشَدُّهُ عَلَيَّ فَيَفْصِمُ عَنِّي وَقَدْ وَعَيْتُ مَا قَالَ، وَأَحْيَانًا يَأْتِينِي الْمَلَكُ رَجُلًا فَيُكَلِّمُنِي فَأَعِي مَا يَقُولُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Sometimes it comes to me like the ringing of a bell, which is the most difficult for me; then it goes away, and I understand what was said. And sometimes the angel comes to me in the image of a man, and he speaks to me and I understand what he says.)</span>\"</p><p lang=\"en\" class=\"en \">A'ishah, may Allah be pleased with her, said, \"I saw him receiving the revelation on a very cold day, and when it departed from him, there were beads of sweat on his forehead.\" It was also reported in the Two Sahihs, and the version quoted here is that recorded by Al-Bukhari.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Him belongs all that is in the heavens and all that is on the earth,)</span> means, everything is subject to His dominion and control.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَلِيُّ الْعَظِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He is the Most High, the Most Great.)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكَبِيرُ الْمُتَعَالِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Most Great, the Most High)</span><span class=\"gray\">(13:9)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\"> هُوَ الْعَلِيُّ الْكَبِيرُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is the Most High, the Most Great)</span><span class=\"gray\">(22:62)</span>. And there are many similar Ayat.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nearly the heavens might be rent asunder from above them,)</span> Ibn 'Abbas, may Allah be pleased with him, Ad-Dahhak, Qatadah, As-Suddi and Ka'b Al-Ahbar said, \"Out of fear of His might.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ ۗ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the angels glorify the praises of their Lord, and ask for forgiveness for those on the earth.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who bear the Throne and those around it glorify the praises of their Lord, and believe in Him, and ask forgiveness for those who believe <span class=\"gray\">(saying)</span>: \"Our Lord! You comprehend all things in mercy and knowledge,\")</span><span class=\"gray\">(40:7)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Lo! Verily, Allah is the Oft-Forgiving, the Most Merciful.)</span> This is a reminder, to take heed of this fact.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as for those who take as protecting friends others besides Him)</span> This refers to the idolators,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ حَفِيظٌ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is Hafiz over them.)</span> meaning, He is Witness to their deeds, recording and enumerating them precisely, and He will requite them for them in full.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you are not a trustee over them.)</span> meaning, 'you are just a warner, and Allah is the Trustee of all affairs.'</p>"
  },
  {
    "ayah_key": "42:13",
    "group_ayah_key": "42:13",
    "from_ayah": "42:13",
    "to_ayah": "42:14",
    "ayah_keys": "42:13,42:14",
    "text": "<p lang=\"en\" class=\"en \">He <span class=\"gray\">(Allah)</span> has ordained for you the same religion which He ordained for Nuh, and that which We have revealed to you, and that which We ordained for Ibrahim, Musa and 'Isa saying you should establish religion and make no divisions in it. Intolerable for the idolators is that to which you call them. Allah chooses for Himself whom He wills, and guides unto Himself who turns to Him in repentance <span>(13)</span>And they divided not till after knowledge had come to them, through transgression between themselves. And had it not been for a Word that went forth before from your Lord for an appointed term, the matter would have been settled between them. And verily, those who were made to inherit the Scripture after them, are in grave doubt concerning it <span>(14)</span></p><p lang=\"en\" class=\"en \">The Religion of the Messengers is One</p><p lang=\"su\" class=\"su \">Allah says to this Ummah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّىٰ بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Allah)</span> has ordained for you the same religion which He ordained for Nuh, and that which We have revealed to you,)</span></p><p lang=\"en\" class=\"en \">Allah mentions the first Messenger who was sent after Adam, that is, Nuh, peace be upon them, and the last of them is Muhammad ﷺ. Then He mentions those who came in between them who were the Messengers of strong will, namely Ibrahim, Musa and 'Isa bin Maryam. This Ayah mentions all five, just as they are also mentioned in the Ayah in Surat Al-Ahzab, where Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَى ابْنِ مَرْيَمَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We took from the Prophets their covenant, and from you, and from Nuh, Ibrahim, Musa, and 'Isa son of Maryam.)</span><span class=\"gray\">(33:7)</span>. The Message which all the Messengers brought was to worship Allah Alone, with no partner or associate, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not send any Messenger before you but We revealed to him <span class=\"gray\">(saying)</span>: None has the right to be worshipped but I, so worship Me.)</span><span class=\"gray\">(21:25)</span>. And according to a Hadith <span class=\"gray\">(the Prophet ﷺ said)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ مَعْشَرَ الْأَنْبِيَاءِ أَوْلَادُ عَلَّاتٍ، دِينُنَا وَاحِدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We Prophets are brothers and our religion is one.)</span> In other words, the common bond between them is that Allah Alone is to be worshipped, with no partner or associate, even though their laws and ways may differ, as Allah says.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To each among you, We have prescribed a law and a clear way)</span><span class=\"gray\">(5:48)</span>. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(saying you should establish religion and make no divisions in it.)</span> meaning, Allah enjoined all the Prophets <span class=\"gray\">(peace and blessings of Allah be upon them all)</span> to be as one and He forbade them to differ and be divided.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Intolerable for the idolators is that to which you call them.)</span> means, 'it is too much for them to bear, and they hate that to which you call them, O Muhammad, i.e., Tawhid.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah chooses for Himself whom He wills, and guides unto Himself who turns to Him in repentance.)</span> means, He is the One Who decrees guidance for those who deserve it, and decrees misguidance for those who prefer it to the right path. Allah says here;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they divided not till after knowledge had come to them,)</span> means, their opposition to the truth arose after it had come to them and proof had been established against them. Nothing made them resist in this manner except their transgression and stubbornness.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَىٰ أَجَلٍ مُسَمًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had it not been for a Word that went forth before from your Lord for an appointed term,)</span> means, were it not for the fact that Allah had already decreed that He would delay the reckoning of His servants until the Day of Resurrection, the punishment would have been hastened for them in this world.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, those who were made to inherit the Scripture after them,)</span> means, the later generation which came after the earlier generation which had rejected the truth.</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَفِي شَكٍّ مِنْهُ مُرِيبٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(are in grave doubt concerning it.)</span> means, they do not have any firm conviction in matters of religion; they merely imitate their forefathers, without any evidence or proof. So they are very confused and doubtful.</p>"
  }
]