[
  {
    "ayah_key": "55:31",
    "group_ayah_key": "55:31",
    "from_ayah": "55:31",
    "to_ayah": "55:36",
    "ayah_keys": "55:31,55:32,55:33,55:34,55:35,55:36",
    "text": "<p lang=\"en\" class=\"en \">We shall attend to you, O Thaqalan <span>(31)</span>Then which of the blessings of your Lord will you both deny <span>(32)</span>O assembly of Jinn and men! If you are able to pass beyond the zones of the heavens and the earth, then pass beyond <span class=\"gray\">(them)</span>! But you will never be able to pass them, except with authority <span class=\"gray\">(from Allah)</span><span>(33)</span>Then which of the blessings of your Lord will you both deny <span>(34)</span>There will be sent against you both, Shuwāz of fire and Nuhas, and you will not be able to defend yourselves <span>(35)</span>Then which of the blessings of your Lord will you both deny) ur Lord will you both deny <span>(36)</span></p><p lang=\"en\" class=\"en \">A Warning for Humans and Jinn</p><p lang=\"jv\" class=\"jv \">Ibn Jurayj said that the Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَنَفْرُغُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall attend to you,)</span> means, 'We shall judge you,' while Al-Bukhari said that it means, \"We shall recompense you. Surely, nothing will busy Allah from attending to anything else.\" This type of speech pattern is common in the Arabic language. For example, one would say, \"I will attend to you,\" even when one is not busy with anything else. Allah's saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّهَ الثَّقَلَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you Thaqalan!)</span> refers to the humans and the Jinns, as in the Hadith;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْمَعُهَا كُلُّ شَيْءٍ إِلَّا الثَّقَلَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Everyone will be able to hear it, except the Thaqalayn.)</span> In another narration that explains it, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الْإِنْسَ وَالْجِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...except mankind and the Jinns.)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then which of the blessings of your Lord will you both deny?)</span>, then,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا ۚ لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O assembly of Jinn and men! If you are able to pass beyond the zones of the heavens and the earth, then pass beyond <span class=\"gray\">(them)</span>! But you will never be able to pass them, except with authority <span class=\"gray\">(from Allah)</span>!)</span> meaning, 'you will never be able to escape Allah's orders and decrees, because it encompasses you. You will never be able to avoid or avert His rule and judgement over you, you are surrounded by it wherever you may be.' </p><p lang=\"en\" class=\"en \">This is also about the Gathering when the angels, comprising seven lines in every direction, will surround the creatures. None of the creatures will be able to escape on that Day,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا بِسُلْطَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except with authority)</span> meaning, except with the commandment from Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ - كَلَّا لَا وَزَرَ - إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that Day man will say: \"Where <span class=\"gray\">(is the refuge)</span> to flee?\" No! There is no refuge! Unto your Lord will be the place of rest that Day.)</span><span class=\"gray\">(75:10-12)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَسَبُوا السَّيِّئَاتِ جَزَاءُ سَيِّئَةٍ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ ۖ مَا لَهُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ ۖ كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِنَ اللَّيْلِ مُظْلِمًا ۚ أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who earned evil deeds, the recompense of an evil deed is the like thereof, and humiliating disgrace will cover them. No defender will they have from Allah. Their faces will be covered as it were with pieces from the darkness of night. They are the dwellers of Fire, they will abide therein forever.)</span><span class=\"gray\">(10:27)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ فَلَا تَنْتَصِرَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There will be sent against you both, Shuwāz of fire and Nuhas, and you will not be able to defend yourselves.)</span> 'Ali bin Abi Talhah reported from Ibn 'Abbas that Shuwāz is the flame of fire. Abu Salih said, \"It is the flame above the fire below the smoke.\" Ad-Dahhak said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">شُوَاظٌ مِنْ نَارٍ</p><p lang=\"haw\" class=\"haw \"><span class=\"gray\">(Shuwāz of fire)</span> \"A flood of fire.\" Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُحَاسٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Nuhas)</span> 'Ali bin Abi Talhah reported from Ibn 'Abbas; \"The smoke of the fire.\" Similar was reported from Abu Salih, Sa'id bin Jubayr and Abu Sinan. Ibn Jarir said that the Arabs used to call the smoke of the fire, Nuhas and Nihas. But he said that the scholars of Qur'anic recitation said that in this Ayah, the word recited is Nuhas. Mujahid said, \"Molten brass poured over their heads.\" Qatadah held the same view. Ad-Dahhak said,\"Nuhas is liquid copper.\" The Ayah means, 'if you, mankind and the Jinns, try to escape on the Day of Resurrection, then the angels, including those among them who guard Hellfire, will bring you back by directing smoke of fire and molten brass on you.' Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَنْتَصِرَانِ - فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you will not be able to defend yourselves. Then which of the blessings of your Lord will you both deny?)</span></p>"
  }
]