[
  {
    "ayah_key": "2:187",
    "group_ayah_key": "2:187",
    "from_ayah": "2:187",
    "to_ayah": "2:187",
    "ayah_keys": "2:187",
    "text": "<p lang=\"en\" class=\"en \">It is made lawful for you to have sexual relations with your wives on the night of As-Siyam <span class=\"gray\">(fasting)</span>. They are Libas <span class=\"gray\">[i.e., body-cover, or screen]</span> for you and you are Libas for them. Allah knows that you used to deceive yourselves, so He turned to you <span class=\"gray\">(accepted your repentance)</span> and forgave you. So now have sexual relations with them and seek that which Allah has ordained for you <span class=\"gray\">(offspring)</span>, and eat and drink until the white thread <span class=\"gray\">(light)</span> of dawn appears to you distinct from the black thread <span class=\"gray\">(darkness of night)</span>, then complete your fast till the nightfall. And do not have sexual relations with them <span class=\"gray\">(your wives)</span> while you are in I'tikaf in the Masjids. These are the limits <span class=\"gray\">(set)</span> by Allah, so approach them not. Thus does Allah make clear His Ayat to mankind that they may acquire Taqwa <span>(187)</span></p><div lang=\"en\" class=\"en \"><h2>Eating, Drinking and Sexual Intercourse are allowed during the Nights of Ramadan</h2></div><p lang=\"en\" class=\"en \">These Ayat contain a relief from Allah for the Muslims by ending the practice that was observed in the early years of Islam. At that time, Muslims were allowed to eat, drink and have sexual intercourse only until the 'Isha' <span class=\"gray\">(Night)</span> prayer, unless one sleeps before the 'Isha' prayer. Those who slept before 'Isha' or offered the 'Isha' prayer, were not allowed to drink, eat or sexual intervourse sex until the next night. The Muslims found that to be difficult for them.</p><p lang=\"ha\" class=\"ha \">The Ayat used the word 'Rafath' to indicate sexual intercourse, according to Ibn 'Abbas, 'Ata' and Mujahid. Similar Tafsir was offered by Sa'id bin Jubayr, Tawus, Salim bin 'Abdullah, 'Amr bin Dinar, Al-Hasan, Qatadah, Az-Zuhri, Ad-Dahhak, Ibrahim An-Nakha'i, As-Suddi, 'Ata' Al-Khurasani and Muqatil bin Hayyan.</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ps qpc-hafs\" lang=\"ps\">هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are Libas <span class=\"gray\">[i.e., body-cover, or screen]</span> for you and you are Libas for them.)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas, Mujahid, Sa'id bin Jubayr, Al-Hasan, Qatadah, As-Suddi and Muqatil bin Hayyan said that this Ayah means, \"Your wives are a resort for you and you for them.\" Ar-Rabi' bin Anas said, \"They are your cover and you are their cover.\" In short, the wife and the husband are intimate and have sexual intercourse with each other, and this is why they were permitted to have sexual activity during the nights of Ramadan, so that matters are made easier for them.</p><p lang=\"en\" class=\"en \">Abu Ishaq reported that Al-Bara' bin 'Azib said, \"When the Companions of Allah's Messenger ﷺ observed fast but would sleep before breaking their fast, they would continue fasting until the following night. Qays bin Sirmah Al-Ansari was fasting one day and was working in his land. When the time to break the fast came, he went to his wife and said, 'Do you have food' She said, 'No. But I could try to get you some.' His eyes then were overcome by sleep and when his wife came back, she found him asleep. She said, 'Woe unto you! Did you sleep' In the middle of the next day, he lost consciousness and mentioned what had happened to the Prophet ﷺ. Then, this Ayah was revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَىٰ نِسَائِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is made lawful for you to have sexual relations with your wives on the night of As-Siyam <span class=\"gray\">(fasting)</span>)</span> until...</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُوا وَاشْرَبُوا حَتَّىٰ يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and eat and drink until the white thread <span class=\"gray\">(light)</span> of dawn appears to you distinct from the black thread <span class=\"gray\">(darkness of night)</span>, then complete your fast till the nightfall.)</span> Consequently, they were very delighted.\" </p><p lang=\"en\" class=\"en \">Al-Bukhari reported this Hadith by Abu Ishaq who related that he heard Al-Bara' say, \"When fasting Ramadan was ordained, Muslims used to refrain from sleeping with their wives the entire month, but some men used to deceive themselves. Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِمَ اللَّهُ أَنَّكُمْ كُنتُمْ تَخْتَانُونَ أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows that you used to deceive yourselves, so He turned to you <span class=\"gray\">(accepted your repentance)</span> and forgave you.)</span></p><p lang=\"en\" class=\"en \">Ali bin Abu Talhah narrated that Ibn 'Abbas said, \"During the month of Ramadan, after Muslims would pray 'Isha', they would not touch their women and food until the next night. Then some Muslims, including 'Umar bin Al-Khattab, touched <span class=\"gray\">(had sex with)</span> their wives and had some food during Ramadan after 'Isha'. They complained to Allah's Messenger ﷺ. Then Allah sent down:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِمَ اللَّهُ أَنَّكُمْ كُنتُمْ تَخْتَانُونَ أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنكُمْ فَالْآنَ بَاشِرُوهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows that you used to deceive yourselves, so He turned to you <span class=\"gray\">(accepted your repentance)</span> and forgave you. So now have sexual relations with them)</span>\" This is the same narration that Al-'Awfi related from Ibn 'Abbas.</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and seek that which Allah has ordained for you <span class=\"gray\">(offspring)</span>,)</span></p><p lang=\"ha\" class=\"ha \">Abu Hurayrah, Ibn 'Abbas, Anas, Shurayh Al-Qadi, Mujahid, 'Ikrimah, Sa'id bin Jubayr, 'Ata', Ar-Rabi' bin Anas, As-Suddi, Zayd bin Aslam, Hakam bin 'Utbah, Muqatil bin Hayyan, Al-Hasan Al-Basri, Ad-Dahhak, Qatadah, and others said that this Ayah refers to having offspring. Qatadah said that the Ayah means, \"Seek the permission that Allah has allowed for you.\" Sa'id narrated that Qatadah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and seek that which Allah has ordained for you,)</span></p><div lang=\"en\" class=\"en \"><h2>Time for Suhur</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَكُلُوا وَاشْرَبُوا حَتَّىٰ يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and eat and drink until the white thread <span class=\"gray\">(light)</span> of dawn appears to you distinct from the black thread <span class=\"gray\">(darkness of night)</span>, then complete your fast till the nightfall.)</span></p><p lang=\"en\" class=\"en \">Allah has allowed eating and drinking, along with having sexual intercourse, as we have stated, during any part of the night until the light of dawn is distinguished from the darkness of the night. Allah has described that time as 'distinguishing the white thread from the black thread.' He then made it clearer when He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْفَجْرِ</p><p><span class=\"gray\">(of dawn.)</span></p><p lang=\"en\" class=\"en \">As stated in a Hadith that Imam Abu 'Abdullah Al-Bukhari recorded, Sahl bin Sa'd said, \"When the following verse was revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُوا وَاشْرَبُوا حَتَّىٰ يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat and drink until the white thread appears to you, distinct from the black thread)</span> and <span class=\"gray\">(of dawn)</span> was not revealed, some people who intended to fast, tied black and white threads to their legs and went on eating till they differentiated between the two. Allah then revealed the words, <span class=\"gray\">(of dawn)</span>, and it became clear to them that it meant <span class=\"gray\">(the darkness of)</span> night and <span class=\"gray\">(the light of)</span> day. \"</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Ash-Sha'bi said that 'Adi said, \"I took two strings, one black and the other white and kept them under my pillow and went on looking at them throughout the night, but could not make any distinction between the two. So, the next morning I went to Allah's Messenger ﷺ and told him the whole story. He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ وِسَادَكَ إِذًا لَعَرِيضٌ، أَنْ كَانَ الْخَيْطُ الْأَبْيَضُ وَالْأَسْوَدُ تَحْتَ وِسَادَتِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your pillow is very wide if the white and black threads are under it!)</span> Some wordings for this Hadith read,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَعَرِيضُ الْقَفَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your Qafa <span class=\"gray\">(back side of your neck)</span> is wide!)</span></p><p lang=\"en\" class=\"en \">Some people said that these words meant that 'Adi was not smart. This is a weak opinion. The narration that Al-Bukhari collected explains this part of the Hadith. Al-Bukhari recorded that 'Adi bin Hatim narrated: I said, \"O Messenger of Allah! What is the white thread from the black thread? Are they actual threads?\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إنَّكَ لَعَرِيضُ الْقَفَا أَنْ أَبْصَرْتَ الْخَيْطَيْنِ، ثُمَّ قَالَ: لَا بَلْ هُوَ سَوَادُ اللَّيْلِ وَبَيَاضُ النَّهَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your Qafa is wide if you see the two threads. Rather, they are the blackness of the night and the whiteness of the daylight.)</span></p><div lang=\"en\" class=\"en \"><h2>Suhur is recommended</h2></div><p lang=\"en\" class=\"en \">Allah allowed eating and drinking until dawn, it represents proof that Suhur is encouraged, since it is a Rukhsah <span class=\"gray\">(concession or allowance)</span> and Allah likes that the Rukhsah is accepted and implemented. The authentic Sunnah indicates that eating the Suhur is encouraged. It is reported in the Two Sahihs that Anas narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَسَحَّرُوا فَإِنَّ فِي السَّحُورِ بَرَكَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat the Suhur, for there is a blessing in Suhur.)</span></p><p lang=\"en\" class=\"en \">Muslim reported that 'Amr bin Al-'As narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فَصْلَ مَا بَيْنَ صِيَامِنَا وصِيَامِ أَهْلِ الْكِتَابِ أَكْلَةُ السَّحَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The distinction between our fast and the fast of the People of the Book is the meal of Suhur.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad reported that Abu Sa'id narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">السَّحُورُ أَكْلُهُ بَرَكَةٌ فَلَا تَدَعُوهُ، وَلَوْ أَنَّ أَحَدَكُمْ تَجْرَعُ جُرْعَةَ مَاءٍ، فَإِنَّ اللهَ وَمَلَائِكَتَهُ يُصَلُّون عَلَى الْمُتَسَحِّرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Suhur is a blessed meal. Hence, do not abandon it, even if one just takes a sip of water. Indeed, Allah and His angels send Salah <span class=\"gray\">(blessings)</span> upon those who eat Suhur.)</span></p><p lang=\"en\" class=\"en \">There are several other Hadiths that encourage taking the Suhur, even if it only consists of a sip of water.</p><p lang=\"en\" class=\"en \">It is preferred that Suhur be delayed until the time of dawn. It is recorded in the Two Sahihs that Anas bin Malik narrated that Zayd bin Thabit said, \"We had Suhur with Allah's Messenger ﷺ and then went on to pray.\" Anas asked, \"How much time was there between the Adhan <span class=\"gray\">(call to prayer)</span> and the Suhur?\" He said, \"The time that fifty Ayat take <span class=\"gray\">(to recite)</span>.\"</p><p lang=\"hmn\" class=\"hmn \">Imam Ahmad recorded Abu Dharr saying that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَزَالُ أُمَّتِي بِخَيْرٍ مَا عَجَّلُوا الْإِفْطَارَ وَأَخَّرُوا السُّحُورَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Ummah will always retain goodness as long as they hasten in breaking the fast and delay the Suhur.)</span></p><p lang=\"en\" class=\"en \">There are several Hadiths that narrate that the Prophet ﷺ called Suhur \"the blessed meal.\"</p><p lang=\"en\" class=\"en \">There are narrations from several of the Salaf that they allowed the Suhur to be eaten later until close to Fajr. This is is reported from Abu Bakr, 'Umar, 'Ali, Ibn Mas'ud, Hudhayfah, Abu Hurayrah, Ibn 'Umar, Ibn 'Abbas and Zayd bin Thabit. It is also reported from many of the Tabi'in, such as Muhammad bin 'Ali bin Husayn, Abu Mijlaz, Ibrahim An-Nakha'i, Abu Ad-Duha, Abu Wa'il and other companions of Ibn Mas'ud. This is also the opinion of 'Ata', Al-Hasan, Hakam bin 'Uyainah, Mujahid, 'Urwah bin Az-Zubayr, Abu Sha'tha' Jabir bin Zayd, Al-A'mash and Ma'mar bin Rashid. We have mentioned the chains of narrations for their statements in our <span class=\"gray\">(Ibn Kathir's)</span> book about Siyam <span class=\"gray\">(Fasting)</span>, and all praise is due to Allah.</p><p lang=\"en\" class=\"en \">It is also recorded in the Two Sahihs that Al-Qasim said that 'A'ishah narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَـمْنَعُكُمْ أَذَانُ بِلَالٍ عَنْ سَحُورِكُمْ، فَإِنَّهُ يُنَادِي بِلَيْلٍ، فَكُلُوا وَاشْرَبُوا حَتَّى تَسْمَعُوا أَذَانَ ابْنِ أُمِّ مَكْتُومٍ، فَإِنَّهُ لاَ يُؤَذِّنُ حَتَّى يَطْلُعَ الْفَجْرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Adhan pronounced by Bilal should not stop you from taking Suhur, for he pronounces the Adhan at night. Hence, eat and drink until you hear the Adhan by Ibn Umm Maktum, for he does not call the Adhan until dawn.)</span></p><p lang=\"en\" class=\"en \">This is the wording collected by Al-Bukhari.</p><p lang=\"en\" class=\"en \">Imam Ahmad reported that Qays bin Talq quoted from his father that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ الْفَجْرُ الْمُسْتَطِيلَ فِي الْأُفُقِ وَلَكِنِ الْمُعْتَرِضُ الْأَحْمَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Dawn is not the <span class=\"gray\">(ascending)</span> glow of white light of the horizon. Rather, it is the red <span class=\"gray\">(radiating)</span> light.)</span></p><p lang=\"en\" class=\"en \">Abu Dawud and At-Tirmidhi also recorded this Hadith, but their wording is:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا واشْرَبُوا، وَلَا يَهِيدَنَّكُمُ السَّاطِعُ الْمُصْعِدُ، فَكُلُوا واشْرَبُوا حَتَّى يَعْتَرِضَ لَكُمُ الْأَحْمَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat and drink and do not be rushed by the ascending <span class=\"gray\">(white)</span> light. Eat and drink until the redness <span class=\"gray\">(of the dawn)</span> appears.)</span></p><p lang=\"id\" class=\"id \">Ibn Jarir <span class=\"gray\">(At-Tabari)</span> recorded that Samurah bin Jundub narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَغُرَّنَّكُمْ أَذَانُ بِلَالٍ وَلَا هَذَا الْبَيَاضُ - لِعَمُودِ الصُّبْحِ - حَتَّى يَسْتَطِيرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not be stopped by Bilal's Adhan or the <span class=\"gray\">(ascending)</span> whiteness, until it spreads.)</span> Muslim also recorded this Hadith.</p><div lang=\"en\" class=\"en \"><h2>There is No Harm in beginning the Fast while Junub <span class=\"mi gray\" lang=\"mi\">(a sate of major ritual impurity)</span></h2></div><p lang=\"en\" class=\"en \">Issue: Among the benefits of allowing sexual activity, eating and drinking until dawn for those who are fasting, is that it is allowed to start the fast while Junub <span class=\"gray\">(in the state of impurity after sexual discharge)</span>, and there is no harm in this case if one takes a bath any time in the morning after waking up, and completes the fast. This is the opinion of the Four Imams and the majority of the scholars. Al-Bukhari and Muslim recorded that 'A'ishah and Umm Salamah said that Allah's Messenger ﷺ used to wake up while Junub from sexual intercourse, not wet dreams, and he would take a bath and fast. Umm Salamah added that he would not break his fast or make up for that day.</p><p lang=\"en\" class=\"en \">Muslim recorded that 'A'ishah said that a man asked:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا رَسُولَ اللهِ، تُدْرِكُنِي الصَّلَاةُ وَأَنَا جَنُبٌ فَأَصُومُ؟ فَقَالَ رَسُولُ اللهِ صلّى الله عليه وسلّم:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا تُدْرِكُنِي الصَّلاةُ وَأَنَا جُنُبٌ فَأَصُومُ</p><p lang=\"en\" class=\"en \">\"O Messenger of Allah! The <span class=\"gray\">(Dawn)</span> prayer time starts while I am Junub, should I fast?\" Allah's Messenger ﷺ replied, <span class=\"gray\">(And I. The prayer time starts while I am Junub and I fast.)</span></p><p lang=\"en\" class=\"en \">He said, \"You are not like us, O Messenger of Allah! Allah has forgiven your previous and latter sins.\" Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهِ إِنَّي لَأَرْجُو أَنْ أَكُونَ أَخْشَاكُمْ للهِ وَأَعْلَمَكُمْ بِمَا أَتَّقِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah! I hope that I have the most fear from Allah among you and the best knowledge of what Taqwa is.)</span></p><p lang=\"en\" class=\"en \">And Allah Knows Best</p><div lang=\"en\" class=\"en \"><h2>Fasting Ends at Sunset</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...then complete your fast till the nightfall.)</span></p><p lang=\"en\" class=\"en \">This Ayah orders breaking the fast at sunset. It is recorded in the Two Sahihs that 'Umar bin Al-Khattab said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أَقْبَلَ اللَّيْلُ مِنْ هٰهُنَا، وَأَدْبَرَ النَّهَارُ مِنْ هٰهُنَا فَقَدْ أَفْطَرَ الصَّائِمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If the night comes from this direction <span class=\"gray\">(the east)</span>, and the day departs from that direction <span class=\"gray\">(the west)</span>, then the fasting person breaks his fast.)</span></p><p lang=\"en\" class=\"en \">It is reported that Sahl bin Sa'd As-Sa'idi narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَزَالُ النَّاسُ بِخَيْرٍ مَا عَجَّلُوا الْفِطْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people will retain goodness as long as they hasten in breaking the fast.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Hurayrah narrated that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ عَزَّ وَجَلَّ: إِنَّ أَحَبَّ عِبَادِي إِلَيَّ أَعْجَلُهُمْ فِطْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah the Exalted said, 'The dearest among My servants to Me are those who hasten in breaking the fast the most.')</span></p><p lang=\"en\" class=\"en \">At-Tirmidhi recorded this Hadith and said that this Hadith is Hasan Gharib.</p><div lang=\"en\" class=\"en \"><h2>Prohibition of Uninterrupted Fasting <span class=\"gray\">(Wisal)</span></h2></div><p lang=\"en\" class=\"en \">There are several authentic Hadiths that prohibit Al-Wisal, which means continuing the fast through the night to the next night, without eating. Imam Ahmad recorded Abu Hurayrah saying that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُوَاصِلُوا</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا: يَارَسُولَ اللهِ إِنَّكَ تُوَاصِلُ، </p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ: فَإِنِّي لَسْتُ مِثْلَكُمْ إِنِّي أَبِيتُ يُطْعِمُنِي رَبِّي وَيَسْقِينِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not practice Al-Wisal in fasting.)</span> So, they said to him, \"But you practice Al-Wisal, O Allah's Messenger!\" The Prophet ﷺ replied, \"<span class=\"gray\">(I am not like you, I am given food and drink during my sleep by my Lord.)</span> ,So, when the people refused to stop Al-Wisal, the Prophet fasted two days and two nights <span class=\"gray\">(along with those who practiced Wisal)</span> and then they saw the crescent moon <span class=\"gray\">(of the month of Shawwal)</span>. The Prophet ﷺ said to them <span class=\"gray\">(angrily)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ تَأَخَّرَ الْهِلَالُ لَزِدْتُكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If the crescent had not appeared, I would have made you fast for a longer period.)</span></p><p lang=\"en\" class=\"en \">That was as a punishment for them <span class=\"gray\">(when they refused to stop practicing Al-Wisal)</span>. This Hadith is also recorded in the Sahihayn.</p><p lang=\"en\" class=\"en \">The prohibition of Al-Wisal was also mentioned in a number of other narrations. It is a fact that practicing Al-Wisal was one of the special qualities of the Prophet ﷺ, for he was capable and assisted in his practice of it. It is obvious that the food and drink that the Prophet ﷺ used to get while practicing Al-Wisal was spiritual and not material, otherwise he would not be practicing Al-Wisal. We should mention that it is allowed to refrain from breaking the fast from sunset until before dawn <span class=\"gray\">(Suhur)</span>. A Hadith narrated by Abu Sa'id Khudri states that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُوَاصِلُوا فَأَيُّكُمْ أَرَادَ أَنْ يُوَاصِلَ فَلْيُوَاصِلْ إِلَى السَّحَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not practice Al-Wisal, but whoever wishes is allowed to practice it until the Suhur.)</span></p><p lang=\"ceb\" class=\"ceb \">They said, \"You practice Al-Wisal, O Messenger of Allah!\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَسْتُ كَهَيْئَتِكُمْ، إِنِّي أَبِيتُ لِي مُطْعِمٌ يُطْعِمُنِي وَسَاقٍ يَسْقِينِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am not similar to you, for I have One Who makes me eat and drink during the night.)</span> This Hadith is also collected in the Two Sahihs.</p><div lang=\"en\" class=\"en \"><h2>The Rulings of I'tikaf</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُبَاشِرُوهُنَّ وَأَنتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not have sexual relations with them <span class=\"gray\">(your wives)</span> while you are in I'tikaf in the Masjids.)</span></p><p lang=\"en\" class=\"en \">Ali bin Abu Talhah reported that Ibn 'Abbas said, \"This Ayah is about the man who stays in I'tikaf at the mosque during Ramadan or other months, Allah prohibited him from touching <span class=\"gray\">(having sexual intercourse with)</span> women, during the night or day, until he finishes his I'tikaf.\" Ad-Dahhak said, \"Formerly, the man who practiced I'tikaf would go out of the mosque and, if he wished, would have sexual intercourse <span class=\"gray\">(with his wife)</span>. Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُبَاشِرُوهُنَّ وَأَنتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not have sexual relations with them <span class=\"gray\">(your wives)</span> while you are in I'tikaf in the Masjids.)</span> meaning, 'Do not touch your wives as long as you are in I'tikaf, whether you were in the mosque or outside of it'.\" It is also the opinion of Mujahid, Qatadah and several other scholars, that the Muslims used to have sexual intercourse with the wife while in I'tikaf if they departed the mosque until the Ayah was revealed. Ibn Abu Hatim commented, \"It was reported that Ibn Mas'ud, Muhammad bin Ka'b, Mujahid, 'Ata' Al-Hasan, Qatadah, Ad-Dahhak, As-Suddi, Ar-Rabi' bin Anas and Muqatil said that the Ayah means, 'Do not touch the wife while in I'tikaf.'\"</p><p lang=\"en\" class=\"en \">What Ibn Abu Hatim reported from these people is the agreed upon practice among the scholars. Those who are in I'tikaf are not allowed to have sexual intercourse as long as they are still in I'tikaf in the mosque. If one has to leave the mosque to attend to a need, such as to relieve the call of nature or to eat, he is not allowed to kiss or embrace his wife or to busy himself with other than his I'tikaf. He is not even allowed to visit ailing persons, but he can merely ask about their condition while passing by. I'tikaf has several other rulings that are explained in the books <span class=\"gray\">(of Fiqh)</span>, and we have mentioned several of these rulings at the end of our book on Siyam <span class=\"gray\">(Fasting)</span>, all praise is due to Allah. Furthermore, the scholars of Fiqh used to follow their explanation of the rules for fasting with the explanation of the rules for I'tikaf, as this is the way these acts of worship were mentioned in the Qur'an.</p><p lang=\"en\" class=\"en \">By mentioning I'tikaf after fasting, Allah draws attention to practicing I'tikaf during the month of the fast, especially the last part of the month. The Sunnah of Allah's Messenger ﷺ is that he used to perform I'tikaf during the last ten nights of the month of Ramadan until he died. Afterwards, the Prophet's wives used to perform I'tikaf as the Two Sahihs recorded from 'A'ishah the Mother of the believers.</p><p lang=\"en\" class=\"en \">It is reported in the Two Sahihs that Safiyyah, the daughter of Huyai, went to Allah's Messenger ﷺ to visit him in the mosque while he was in I'tikaf. She had a talk with him for a while, then she got up in order to return home. The Prophet ﷺ accompanied her back home, as it was night. Her house was at Usamah bin Zayd's house on the edge of Al-Madinah. While they were walking, two Ansari men met them and passed by them in a hurry, for they were shy to bother the Prophet ﷺ while he was walking with his wife. He told them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلى رِسْلِكُمَا، إِنَّهَا صَفِيَّةُ بِنْتُ حُيَيٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not run away! She is <span class=\"gray\">(my wife)</span> Safiyyah bint Huyai.)</span> Both of them said, \"All praise is due to Allah, <span class=\"gray\">(How dare we think of any evil)</span> O Allah's Messenger!\" The Prophet ﷺ said <span class=\"gray\">(to them)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشَّيْطَانَ يَجْرِي مِنِ ابْنِ آدَمَ مَجْرَى الدَّمِ، وَإِنِّي خَشِيتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَيْئًا، أَوْ قَالَ: شَرًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shaytan reaches everywhere in the human body, that the blood reaches. I was afraid lest Shaytan might suggest an evil thought in your minds.)</span></p><p lang=\"en\" class=\"en \">Imam Ash-Shafi'i commented, \"Allah's Messenger ﷺ sought to teach his Ummah to instantly eliminate any evil thought, so that they do not fall into the prohibited. They <span class=\"gray\">(the two Ansari men)</span> had more fear of Allah than to think evil of the Prophet ﷺ. Allah knows best.\"</p><p lang=\"en\" class=\"en \">The Ayah <span class=\"gray\">(2:187)</span> prohibits sexual intercourse and anything like kissing or embracing that might lead to it during I'tikaf. As for having the wife helping the husband, it is allowed. It is reported in the Two Sahihs that 'A'ishah said, \"Allah's Messenger ﷺ would bring his head near me <span class=\"gray\">(in her room)</span> and I would comb his hair, while I was on my menses. He would enter the room only to attend to what a man needs.\"</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> تِلْكَ حُدُودُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are the limits <span class=\"gray\">(set)</span> by Allah)</span> means, 'This is what We have explained, ordained, specified, allowed and prohibited for fasting. We also mentioned the fast's objectives, what is permitted during it, and what is required of it. These are the set limits that Allah has legislated and explained, so do not come near them or transgress them.' 'Abdur-Rahman bin Zayd bin Aslam said, \"<span class=\"gray\">(Allah's set limits mentioned in the Ayah)</span> mean these four limits <span class=\"gray\">(and he then recited)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَىٰ نِسَائِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is made lawful for you to have sexual relations with your wives on the night of As-Siyam <span class=\"gray\">(fasting)</span>.)</span> and he recited up to:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then complete your Sawm <span class=\"gray\">(fast)</span> till the nightfall.)</span> My father and other's used to say similarly and recite the same Ayah to us.\"</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus does Allah make clear His Ayat to mankind)</span> meaning, 'Just as He explains the fast and its rulings, He also explains the other rulings by the words of His servant and Messenger, Muhammad ﷺ.' Allah continues:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to mankind that they may attain Taqwa.)</span> meaning, 'So that they know how to acquire the true guidance and how to worship <span class=\"gray\">(Allah)</span>.' Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي يُنَزِّلُ عَلَىٰ عَبْدِهِ آيَاتٍ بَيِّنَاتٍ لِّيُخْرِجَكُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who sends down manifest Ayat to His servant <span class=\"gray\">(Muhammad ﷺ)</span> that He may bring you out from <span class=\"gray\">(types of)</span> darkness into the light. And verily, Allah is to you full of kindness, Most Merciful.)</span><span class=\"gray\">(57:9)</span></p>"
  }
]