[
  {
    "ayah_key": "6:112",
    "group_ayah_key": "6:112",
    "from_ayah": "6:112",
    "to_ayah": "6:113",
    "ayah_keys": "6:112,6:113",
    "text": "<p lang=\"en\" class=\"en \">And so We have appointed for every Prophet enemies – Shayatin among mankind and Jinn, inspiring one another with adorned speech as a delusion. If your Lord had so willed, they would not have done it; so leave them alone with their fabrications <span>(112)</span>And 'Taşghā' to it that the hearts of those who do not believe in the Hereafter may incline to such <span class=\"gray\">(deceit)</span>, and that they may remain pleased with it, and that they may commit what they are committing <span>(113)</span></p><div lang=\"af\" class=\"af \"><h2>Every Prophet Has Enemies</h2></div><p lang=\"en\" class=\"en \">Allah says, just as We made enemies for you, O Muhammad, who will oppose and rebel against you and become your adversaries, We also made enemies for every Prophet who came before you. Therefore, do not be saddened by this fact. Allah said in other Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا عَلَىٰ مَا كُذِّبُوا وَأُوذُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Messengers were denied before you, but with patience they bore the denial, and they were hurt...)</span><span class=\"gray\">[6:34]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nothing is said to you except what was said to the Messengers before you. Verily, your Lord is the Possessor of forgiveness, and <span class=\"gray\">(also)</span> the Possessor of painful punishment.)</span><span class=\"gray\">[41:43]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ الْمُجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus have We made for every Prophet an enemy among the criminals.)</span><span class=\"gray\">[25:31]</span>. </p><p lang=\"en\" class=\"en \">Waraqah bin Nawfal said to Allah's Messenger , \"None came with what you came with but he was the subject of enmity.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَيَاطِينَ الْإِنسِ</p><p lang=\"zu\" class=\"zu \"><span class=\"gray\">(Shayatin among mankind...)</span> refers to,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَدُوًّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(enemies...)</span> meaning, the Prophets have enemies among the devils of mankind and the devils of the Jinns. The word, Shaytan, describes one who is dissimilar to his kind due to his or her wickedness. Indeed, only the Shayatin, may Allah humiliate and curse them, from among mankind and the Jinns oppose the Messengers. 'Abdur-Razzaq said that Ma'mar narrated that Qatadah commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَيَاطِينَ الْإِنسِ وَالْجِنِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shayatin <span class=\"gray\">(devils)</span> among mankind and Jinn...)</span> \"There are devils among the Jinns and devils among mankind who inspire each other.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوحِي بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(inspiring one another with adorned speech as a delusion.)</span> means, they inspire each other with beautified, adorned speech that deceives the ignorant who hear it,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If your Lord had so willed, they would not have done it;)</span> for all this occurs by Allah's decree, will and decision, that every Prophet had enemies from these devils,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَرْهُمْ وَمَا يَفْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so leave them alone with their fabrications.)</span> and lies. This Ayah orders patience in the face of the harm of the wicked and to trust in Allah against their enmity, for, \"Allah shall suffice for you <span class=\"gray\">(O Muhammad)</span> and aid you against them.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتَصْغَىٰ إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And 'Taşghā' to it.)</span> means, according to Ibn 'Abbas, \"incline to it.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفْئِدَةُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the hearts of those who do not believe in the Hereafter...)</span> their hearts, mind and hearing. As-Suddi said that this Ayah refers to the hearts of the disbelievers.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلِيَرْضَوْهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that they may remain pleased with it.)</span> they like and adore it. Only those who disbelieve in the Hereafter accept this evil speech, being enemies of the Prophets, etc., just as Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّكُمْ وَمَا تَعْبُدُونَ - مَا أَنتُمْ عَلَيْهِ بِفَاتِنِينَ - إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, verily, you <span class=\"gray\">(pagans)</span> and those whom you worship <span class=\"gray\">(idols)</span>. Cannot lead astray. Except those who are predestined to burn in Hell!)</span><span class=\"gray\">[37:161-163]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ لَفِي قَوْلٍ مُّخْتَلِفٍ - يُؤْفَكُ عَنْهُ مَنْ أُفِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, you have different ideas. Turned aside therefrom is he who is turned aside.)</span><span class=\"gray\">[51:8-9]</span> Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَقْتَرِفُوا مَا هُم مُّقْتَرِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that they may commit what they are committing.)</span> meaning, \"let them earn whatever they will earn\", according to 'Ali bin Abi Talhah who reported this from Ibn 'Abbas. As-Suddi and Ibn Zayd also commented, \"Let them do whatever they will do.\"</p>"
  },
  {
    "ayah_key": "6:114",
    "group_ayah_key": "6:114",
    "from_ayah": "6:114",
    "to_ayah": "6:115",
    "ayah_keys": "6:114,6:115",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">[Say:]</span> \"Shall I seek a judge other than Allah while it is He Who has sent down unto you the Book, explained in detail.\" Those unto whom We gave the Scripture know that it is revealed from your Lord in truth. So be not you of those who doubt <span>(114)</span>And the Word of your Lord has been fulfilled in truth and in justice. None can change His Words. And He is the All-Hearer, the All-Knower <span>(115)</span></p><p lang=\"en\" class=\"en \">Allah tells His Prophet ﷺ to say to these polytheists who worship others besides Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall I seek a judge other than Allah...)</span> between you and I,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي أَنزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while it is He Who has sent down unto you the Book, explained...)</span> in detail,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and those unto whom We gave the Scripture)</span> the Jews and the Christians,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِّن رَّبِّكَ بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(know that it is revealed from your Lord in truth.)</span> because the previous Prophets have conveyed the good news of you coming to them. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So be not you of those who doubt.)</span> is similar to His other statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن كُنتَ فِي شَكٍّ مِّمَّا أَنزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِن قَبْلِكَ لَقَدْ جَاءَكَ الْحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So if you are in doubt concerning that which We have revealed unto you, then ask those who are reading the Book before you. Verily, the truth has come to you from your Lord. So be not of those who doubt <span class=\"gray\">(it)</span>.)</span><span class=\"gray\">[10:94]</span></p><p lang=\"en\" class=\"en \">The conditional 'if' in this Ayah does not mean that 'doubt' will ever occur to the Prophet ﷺ. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Word of your Lord has been fulfilled in truth and in justice.)</span></p><p lang=\"en\" class=\"en \">Qatadah commented, \"In truth concerning what He stated and in justice concerning what He decided.\" Surely, whatever Allah says is the truth and He is Most Just in what He commands. All of Allah's statements are true, there is no doubt or cause for speculation about this fact, and all His commandments are pure justice, besides which there is no justice. All that He forbade is evil, for He only forbids what brings about evil consequences. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْمُرُهُم بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنكَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He commands them with good; and forbids them from evil...)</span><span class=\"gray\">[7:157]</span> until the end of the Ayah.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَّا مُبَدِّلَ لِكَلِمَاتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None can change His Words.)</span> meaning, none can avert Allah's judgment whether in this life or the Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ السَّمِيعُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the All-Hearer,)</span> Hearing, His servants' statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْعَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The All-Knower.)</span> of their activities and lack of activity, Who awards each according to their deeds.</p>"
  },
  {
    "ayah_key": "6:116",
    "group_ayah_key": "6:116",
    "from_ayah": "6:116",
    "to_ayah": "6:117",
    "ayah_keys": "6:116,6:117",
    "text": "<p class=\"en translation\" lang=\"en\">And if you obey most of those on the earth, they will mislead you far away from Allah's path. They follow nothing but conjecture, and they do nothing but lie <span>(116)</span>Verily, your Lord! It is He Who knows best who strays from His way, and He knows best the rightly guided <span>(117)</span></p><div lang=\"en\" class=\"en \"><h2>Most People are Misguided</h2></div><p lang=\"en\" class=\"en \">Allah states that most of the people of the earth, are misguided. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed most of the men of old went astray before them.)</span><span class=\"gray\">[37:71]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And most of mankind will not believe even if you eagerly desire it.)</span><span class=\"gray\">[12:103]</span></p><p lang=\"en\" class=\"en \">They are misguided, yet they have doubts about their way, and they rely on wishful thinking and delusions.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They follow nothing but conjecture, and they do nothing but lie.)</span></p><p lang=\"en\" class=\"en \">Thus, they fulfill Allah's decree and decision concerning them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who knows best who strays from His way.)</span> and facilitates that for him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He knows best the rightly guided.)</span> He facilitates that for them, all of them are facilitated for what He created them.</p>"
  }
]