[
  {
    "ayah_key": "5:72",
    "group_ayah_key": "5:72",
    "from_ayah": "5:72",
    "to_ayah": "5:75",
    "ayah_keys": "5:72,5:73,5:74,5:75",
    "text": "<p lang=\"en\" class=\"en \">Surely, they have disbelieved who say: \"Allah is the Messiah <span class=\"gray\">['Isa]</span>, son of Maryam.\" But the Messiah said: \"O Children of Israel! worship Allah, my Lord and your Lord.\" Verily, whosoever sets up partners <span class=\"gray\">(in worship)</span> with Allah, then Allah has forbidden Paradise for him, and the Fire will be his abode. And for the wrongdoers there are no helpers <span>(72)</span>Surely, they have disbelieved who say: \"Allah is the third of three.\" And there is no god but One God <span class=\"gray\">(Allah)</span>. And if they cease not from what they say, verily, a painful torment will befall on the disbelievers among them <span>(73)</span>Will they not repent to Allah and ask His forgiveness For Allah is Oft-Forgiving, Most Merciful <span>(74)</span>The Messiah <span class=\"gray\">['Isa]</span>, son of Maryam, was no more than a Messenger; many were the Messengers that passed away before him. His mother <span class=\"gray\">[Maryam]</span> was a Siddiqah. They both used to eat food. Look how We make the Ayat clear to them; yet look how they are deluded away <span class=\"gray\">(from the truth)</span><span>(75)</span></p><div lang=\"en\" class=\"en \"><h2>The Disbelief of the Christians; 'Isa Only called to Tawhid</h2></div><p lang=\"en\" class=\"en \">Allah states that the Christians such sects as Monarchite, Jacobite and Nestorite are disbelievers, those among them who say that 'Isa is Allah. Allah is far holier than what they attribute to Him. They made this claim in spite of the fact that 'Isa made it known that he was the servant of Allah and His Messenger. The first words that 'Isa uttered when he was still a baby in the cradle were, \"I am 'Abdullah <span class=\"gray\">(the servant of Allah)</span>.\" He did not say, \"I am Allah,\" or, \"I am the son of Allah.\" Rather, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I am a servant of Allah, He has given me the Scripture and made me a Prophet.)</span><span class=\"gray\">[19:30]</span> until he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"And verily Allah is my Lord and your Lord. So worship Him <span class=\"gray\">(Alone)</span>. That is the straight path.\")</span><span class=\"gray\">[19:36]</span></p><p lang=\"en\" class=\"en \">He also proclaimed to them when he was a man, after he was sent as a Prophet, commanding them to worship his Lord and their Lord, alone without partners,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَن يُشْرِكْ بِاللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the Messiah said, \"O Children of Israel! worship Allah, my Lord and your Lord.\" Verily, whosoever sets up partners with Allah...)</span> in worship;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...then Allah has forbidden Paradise for him, and the Fire will be his abode.)</span> as He will send him to the Fire and forbid Paradise for him. Allah also said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah forgives not that partners should be set up with Him <span class=\"gray\">(in worship)</span>, but He forgives except that <span class=\"gray\">(anything else)</span> to whom He wills.)</span><span class=\"gray\">[4:48]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَىٰ أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the dwellers of the Fire will call to the dwellers of Paradise; \"Pour on us some water or anything that Allah has provide you with.\" They will say: \"Allah has forbidden both to the disbelievers.\")</span></p><p lang=\"en\" class=\"en \">It is recorded in the Sahih that the Prophet ﷺ had someone proclaim to the people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْجَنَّةَ لَا يَدْخُلُهَا إِلَّا نَفْسٌ مُسْلِمَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Only a Muslim soul shall enter Paradise.)</span> In another narration,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُؤْمِنَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Only a believing soul...)</span> This is why Allah said that 'Isa said to the Children of Israel,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ مَن يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, whosoever sets up partners with Allah, then Allah has forbidden Paradise for him, and the Fire will be his abode. And there are no helpers for the wrongdoers.)</span></p><p lang=\"en\" class=\"en \">There is no help from Allah, nor anyone who will support or protect them from the state they will be in. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, they have disbelieved who say: \"Allah is the third of three.\")</span></p><p lang=\"en\" class=\"en \">Mujahid and several others said that this Ayah was revealed about the Christians in particular. As-Suddi and others said that this Ayah was revealed about taking 'Isa and his mother as gods besides Allah, thus making Allah the third in a trinity. As-Suddi said, \"This is similar to Allah's statement towards the end of the Surah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَٰهَيْنِ مِن دُونِ اللَّهِ قَالَ سُبْحَانَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when Allah will say: \"O 'Isa, son of Maryam! Did you say unto men: 'Worship me and my mother as two gods besides Allah?' He will say, \"Glory be to You!\")</span><span class=\"gray\">[5:116]</span>. Allah replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنْ إِلَٰهٍ إِلَّا إِلَٰهٌ وَاحِدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But there is no god but One God.)</span> meaning there are not many worthy of worship but there is only One God without partners, and He is the Lord of all creation and all that exists. Allah said next, while threatening and admonishing them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن لَّمْ يَنتَهُوا عَمَّا يَقُولُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they cease not from what they say,)</span> their lies and false claims,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, a painful torment will befall the disbelievers among them.)</span> in the Hereafter, shackled and tormented. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will they not repent to Allah and ask His Forgiveness For Allah is Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">This demonstrates Allah's generosity, kindness and mercy for His creatures, even though they committed this grave sin and invented such a lie and false allegation. Despite all of this, Allah calls them to repent so that He will forgive them, for Allah forgives those who sincerely repent to Him.</p><div lang=\"en\" class=\"en \"><h2>Isa is Allah's Servant and His Mother is a Truthful Believer</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Messiah, son of Maryam, was no more than a Messenger; many were the Messengers that passed away before him.)</span></p><p lang=\"en\" class=\"en \">'Isa is just like the previous Prophets, and he is one of the servants of Allah and one of His honorable Messengers. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِّبَنِي إِسْرَائِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">['Isa]</span> was not more than a servant. We granted Our favor to him, and We made him an example for the Children of Israel.)</span><span class=\"gray\">[43:59]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمُّهُ صِدِّيقَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His mother was a Siddiqah)</span> for she believed in Allah with complete trust in Him. This is the highest rank she was given, which proves that she was not a Prophet. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَا يَأْكُلَانِ الطَّعَامَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They both used to eat food)</span> needing nourishment and to relieve the call of nature. Therefore, they are just servants like other servants, not gods as ignorant Christian sects claim, may Allah's continued curses cover them until the Day of Resurrection. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآيَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Look how We make the Ayat clear to them.)</span> making them unequivocal and plain,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ انظُرْ أَنَّىٰ يُؤْفَكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(yet look how they are deluded away <span class=\"gray\">(from the truth)</span>.)</span> look at the opinions, misguided ideas, and claims they cling to, even after Our clarification and plain, unequivocal explanation.</p>"
  },
  {
    "ayah_key": "5:76",
    "group_ayah_key": "5:76",
    "from_ayah": "5:76",
    "to_ayah": "5:77",
    "ayah_keys": "5:76,5:77",
    "text": "<p lang=\"en\" class=\"en \">Say: \"How do you worship besides Allah something which has no power either to harm or to benefit you? But it is Allah Who is the All-Hearer, All-Knower. <span>(76)</span>Say: \"O People of the Scripture! Exceed not the limits in your religion beyond the truth, and do not follow the vain desires of people who went astray before and who misled many, and strayed <span class=\"gray\">(themselves)</span> from the right path. <span>(77)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of Shirk <span class=\"sk gray\" lang=\"sk\">(Polytheism)</span> and Exaggeration in the Religion</h2></div><p lang=\"en\" class=\"en \">Allah admonishes those who take up rivals with Him and worship the idols, monuments and false deities. Allah states that such false deities do not deserve any degree of Divinity. Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say)</span> O Muhammad, to those from among the Children of Adam, such as the Christians, who worship other than Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How do you worship besides Allah something which has no power either to harm or to benefit you?)</span> meaning, which cannot prevent harm for you nor bring about your benefit,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ هُوَ السَّمِيعُ الْعَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But it is Allah Who is the All-Hearer, All-Knower.)</span> He hears what His servants say and has knowledge of all things. Therefore, how did you worship inanimate objects that do not hear, see or know anything - having no power to bring harm or benefit to themselves let alone others - instead of worshipping Allah? Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O People of the Scipture! Exceed not the limits in your religion beyond the truth,)</span></p><p lang=\"en\" class=\"en \">Meaning: Do not exceed the limits concerning the truth and exaggeration in praising whom you were commanded to honor. You exaggerated in his case and elevated him from the rank of Prophet to the rank of a god. You did this with 'Isa, who was a Prophet, yet you claimed that he is god besides Allah. This error occurred because you followed your teachers, the advocates of misguidance who came before your time and who,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَن سَوَاءِ السَّبِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and who misled many, and strayed <span class=\"gray\">(themselves)</span> from the right path,)</span> deviated from the straight path, to the path of misguidance and deviation.</p>"
  }
]