[
  {
    "ayah_key": "3:14",
    "group_ayah_key": "3:14",
    "from_ayah": "3:14",
    "to_ayah": "3:15",
    "ayah_keys": "3:14,3:15",
    "text": "<p lang=\"en\" class=\"en \">Beautified for men is the love of things they covet; women, children, Qanatir Al-Muqantarah of gold and silver, branded beautiful horses <span class=\"gray\">(Musawwamah)</span>, cattle and fertile land. This is the pleasure of the present world's life; but Allah has the excellent return with Him <span>(14)</span>Say: \"Shall I inform you of things far better than those? For those who have Taqwa there are Gardens <span class=\"gray\">(Paradise)</span> with their Lord, underneath which rivers flow. Therein <span class=\"gray\">(is their)</span> eternal <span class=\"gray\">(home)</span> and Azwajun Mutahharatun <span class=\"gray\">(purified mates or wives)</span>. And Allah will be pleased with them. And Allah is All-Seer of the servants. <span>(15)</span></p><div lang=\"en\" class=\"en \"><h2>The True Value of This Earthly Life</h2></div><p lang=\"en\" class=\"en \">Allah mentions the delights that He put in this life for people, such as women and children, and He started with women, because the test with them is more tempting. For instance, the Sahih recorded that the Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَرَكْتُ بَعْدِي فِتْنَةً أَضَرَّ عَلَى الرِّجَالِ مِنَ النِّسَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I did not leave behind me a test more tempting to men than women.)</span></p><p lang=\"en\" class=\"en \">When one enjoys women for the purpose of having children and preserving his chastity, then he is encouraged to do so. There are many Hadiths that encourage getting married, such as,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ خَيْرَ هذِهِ الْأُمَّةِ مَنْ كَانَ أَكْثَرَهَا نِسَاءً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the best members of this Ummah are those who have the most wives)</span> He ﷺ also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الدُّنْيَا مَتَاعٌ، وَخَيْرُ مَتَاعِهَا الْمَرْأَةُ الصَّالِحَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This life is a delight, and the best of its delight is a righteous wife)</span></p><p lang=\"en\" class=\"en \">The Prophet ﷺ said in another Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُبِّبَ إِلَيَّ النِّسَاءُ وَالطِّيبُ، وَجُعِلَتْ قُرَّةُ عَيْنِي فِي الصَّلَاةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was made to like women and perfume, and the comfort of my eye is the prayer.)</span></p><p lang=\"en\" class=\"en \">A'ishah, may Allah be pleased with her, said, \"Nothing was more beloved to the Messenger of Allah ﷺ than women, except horses,\" and in another narration, \"...than horses except women.\"</p><p lang=\"en\" class=\"en \">The desire to have children is sometimes for the purpose of pride and boasting, and as such, is a temptation. When the purpose for having children is to reproduce and increase the Ummah of Muhammad ﷺ with those who worship Allah alone without partners, then it is encouraged and praised. A Hadith states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَزَوَّجُوا الْوَدُودَ الْوَلُودَ، فَإِنِّي مُكَاثِرٌ بِكُمُ الْأُمَمَ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Marry the Wadud <span class=\"gray\">(kind)</span> and Walud <span class=\"gray\">(fertile)</span> woman, for I will compare your numbers to the rest of the nations on the Day of Resurrection.)</span></p><p lang=\"en\" class=\"en \">The desire of wealth sometimes results out of arrogance, and the desire to dominate the weak and control the poor, and this conduct is prohibited. Sometimes, the want for more money is for the purpose of spending it on acts of worship, being kind to the family, the relatives, and spending on various acts of righteousness and obedience; this behavior is praised and encouraged in the religion.</p><p lang=\"en\" class=\"en \">Scholars of Tafsir have conflicting opinions about the amount of the Qintar, all of which indicate that the Qintar is a large amount of money, as Ad-Dahhak and other scholars said. Abu Hurayrah said \"The Qintar is twelve thousand Uwqiyah, each Uwqiyah is better than what is between the heavens and earth.\" <span class=\"gray\">[This was recorded by Ibn Jarir]</span>.</p><p lang=\"en\" class=\"en \">The desire to have horses can be one of three types. Sometimes, owners of horses collect them to be used in the cause of Allah, and when warranted, they use their horses in battle. This type of owner shall be rewarded for this good action. Another type collects horses to boast, and out of enmity to the people of Islam, and this type earns a burden for his behavior. Another type collects horses to fulfill their needs and to collect their offspring, and they do not forget Allah's right due on their horses. This is why in this case, these horses provide a shield of sufficiency for their owner, as evident by a Hadith that we will mention, Allah willing, when we explain Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعِدُّوا لَهُم مَّا اسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ الْخَيْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And make ready against them all you can of power, including steeds of war.)</span><span class=\"gray\">[8:60]</span></p><p lang=\"en\" class=\"en \">As for the Musawwamah horses, Ibn 'Abbas said that they are the branded, beautiful horses. This is the same explanation of Mujahid, 'Ikrimah, Sa'id bin Jubayr, 'Abdur-Rahman bin 'Abdullah bin Abza, As-Suddi, Ar-Rabi' bin Anas and Abu Sinan and others. Makhul said the Musawwamah refers to the horse with a white spotted faced, and the horse with white feet. Imam Ahmad recorded that Abu Dharr said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ مِنْ فَرَسٍ عَرَبِيٍّ إِلَّا يُؤْذَنُ لَهُ مَعَ كُلِّ فَجْرٍ يَدْعُو بِدَعْوَتَيْنِ يَقُولُ: اللَّهُمَّ إِنَّكَ خَوَّلْتَنِي مِنْ بَنِي آدَمَ، فَاجْعَلْنِي مِنْ أَحَبِّ مَالِهِ وَأَهْلِهِ إِلَيْهِ أَوْ أَحَبَّ أَهْلِهِ وَمَالِهِ إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every Arabian horse is allowed to have two supplications every dawn, and the horse supplicates, 'O Allah! You made me subservient to the son of Adam. Therefore, make me among the dearest of his wealth and household to him, or, ...make me the dearest of his household and wealth to him.)</span></p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَالْأَنْعَامِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Cattle)</span> means, camels, cows and sheep.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْحَرْثِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fertile land)</span> meaning, the land that is used to farm and grow plants.</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the pleasure of the present world's life)</span> meaning, these are the delights of this life and its short lived joys,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عِندَهُ حُسْنُ الْمَآبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah has the excellent return with Him)</span> meaning, the best destination and reward.</p><div lang=\"en\" class=\"en \"><h2>The Reward of the Those Who Have Taqwa is Better Than All Joys of This World</h2></div><p lang=\"en\" class=\"en \">This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَؤُنَبِّئُكُم بِخَيْرٍ مِّن ذَٰلِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Shall I inform you of things far better than those?\")</span></p><p lang=\"en\" class=\"en \">This Ayah means, \"Say, O Muhammad, to the people, 'Should I tell you about what is better than the delights and joys of this life that will soon perish?'\" Allah informed them of what is better when He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِينَ اتَّقَوْا عِندَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For those who have Taqwa there are Gardens <span class=\"gray\">(Paradise)</span> with their Lord, underneath which rivers flow)</span> meaning, rivers run throughout it. These rivers carry various types of drinks: honey, milk, wine and water such that no eye has ever seen, no ear has ever heard, and no heart has ever imagined,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therein <span class=\"gray\">(is their)</span> eternal <span class=\"gray\">(home)</span>)</span> meaning, they shall remain in it forever and ever and will not want to be removed from it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَزْوَاجٌ مُّطَهَّرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Azwajun Mutahharatun <span class=\"gray\">(purified mates or wives)</span>)</span> meaning, from filth, dirt, harm, menstruation, post birth bleeding, and other things that affect women in this world.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرِضْوَانٌ مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah will be pleased with them)</span> meaning, Allah's pleasure will descend on them and He shall never be angry with them after that. This is why Allah said in in Surah Bara'ah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرِضْوَانٌ مِّنَ اللَّهِ أَكْبَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the pleasure of Allah is greater)</span><span class=\"gray\">[9:72]</span>, meaning, greater than the eternal delight that He has granted them. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بَصِيرٌ بِالْعِبَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Seer of the <span class=\"gray\">(His)</span> servants)</span> and, He gives each provisions according to what they deserve.</p>"
  }
]