[
  {
    "ayah_key": "61:1",
    "group_ayah_key": "61:1",
    "from_ayah": "61:1",
    "to_ayah": "61:4",
    "ayah_keys": "61:1,61:2,61:3,61:4",
    "text": "<p lang=\"fr\" class=\"fr \">The Virtues of Surat As-Saff</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah bin Salam said, \"We asked, 'Who among us should go to the Messenger ﷺ and ask him about the dearest actions to Allah?' None among us volunteered. The Messenger ﷺ sent a man to us and that man gathered us and recited this Surah, Surat As-Saff, in its entirety.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ - يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ - كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ - إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Whatsoever is in the heavens and whatsoever is on the earth glorifies Allah. And He is the Almighty, the All-Wise.)</span><span class=\"gray\">(2. O you who believe! Why do you say that which you do not do?)</span><span class=\"gray\">(3. Most hateful it is with Allah that you say that which you do not do.)</span><span class=\"gray\">(4. Verily, Allah loves those who fight in His cause in rows as if they were a solid structure.)</span></p><p lang=\"en\" class=\"en \">Chastising Those Who say what They do not do</p><p lang=\"en\" class=\"en \">We mentioned in many a places before the meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatsoever is in the heavens and whatsoever is on the earth glorifies Allah. And He is the Almighty, the All-Wise.)</span> Therefore, we do not need to repeat its meaning here. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Why do you say that which you do not do?)</span></p><p lang=\"en\" class=\"en \">This refutes those who neglect to fulfill their promises. This honorable Ayah supports the view that several scholars of the Salaf held, that it is necessary to fulfill the promise, regardless of whether the promise includes some type of wealth for the person receiving the promise or otherwise. They also argue from the Sunnah, with the Hadith recorded in the Two Sahihs in which Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آيَةُ الْمُنَافِقِ ثَلَاثٌ: إِذَا وَعَدَ أَخْلَفَ، وَإِذَا حَدَّثَ كَذَبَ، وَإِذَا اؤْتُمِنَ خَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There are three signs for a hypocrite: when he promises, he breaks his promise; when speaks, he lies; and when he is entrusted, he betrays.)</span> And in another Hadith in the Sahih,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا،وَمَنْ كَانَتْ فِيهِ وَاحِدَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ مِنْ نِفَاقٍ حَتّٰى يَدَعَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There are four characteristics which if one has all of them, he is the pure hypocrite, and if anyone has any of them, he has a characteristic of hypocrisy, until he abandons it.)</span></p><p lang=\"en\" class=\"en \">So he mentioned breaking the promise among these four characteristics. We mentioned the meaning of these two Hadiths in the beginning of the explanation of Sahih Al-Bukhari, and to Allah is the praise and the thanks. Therefore Allah implied this meaning, when He continued His admonishment by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Most hateful it is with Allah that you say that which you do not do.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad and Abu Dawud recorded that 'Abdullah bin 'Amir bin Rabi'ah said, \"Allah's Messenger ﷺ came to us while I was a young boy, and I went out to play. My mother said, 'O 'Abdullah! Come, I want to give you something.' Allah's Messenger ﷺ said to her,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا أَرَدْتِ أَنْ تُعْطِيَهُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What did you want to give him?)</span> She said, 'Dates.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَا إِنَّكِ لَوْ لَمْ تَفْعَلِي كُتِبَتْ عَلَيْكِ كَذْبَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you had not given them to him, it would have been written as a lie in your record.)</span>\" Muqatil bin Hayyan said, \"The faithful believers said, 'If we only knew the dearest good actions to Allah, we would perform them.' Thus, Allah told them about the dearest actions to Him,saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah loves those who fight in His cause in rows)</span> Allah stated what He likes, and they were tested on the day of Uhud. However, they retreated and fled, leaving the Prophet ﷺ behind. It was about their case that Allah revealed this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Why do you say that which you do not do?)</span> Allah says here, 'The dearest of you to Me, is he who fights in My cause.'\" </p><p lang=\"en\" class=\"en \">Some said that it was revealed about the gravity of fighting in battle, when one says that he fought and endured the battle, even though he did not do so. Qatadah and Ad-Dahhak said that this Ayah was sent down to admonish some people who used to say that they killed, fought, stabbed, and did such and such during battle, even though they did not do any of it. </p><p lang=\"gd\" class=\"gd \">Sa'id bin Jubayr said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah loves those who fight in His cause in rows <span class=\"gray\">(ranks)</span>)</span> \"Before Allah's Messenger ﷺ began the battle against the enemy, he liked to line up his forces in rows; in this Surah, Allah teaches the believers to do the same.\" </p><p lang=\"en\" class=\"en \">He also said that Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as if they were a solid structure.)</span> means, its parts are firmly connected to each other; in rows for battle. Muqatil bin Hayyan said, \"Firmly connected to each other.\" Ibn 'Abbas commented on the meaning of the Ayah,</p><p class=\"fa qpc-hafs\" lang=\"fa\">كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as if they were a solid structure.)</span> by saying, \"They are like a firm structure that does not move, because its parts are cemented to each other.\"</p>"
  },
  {
    "ayah_key": "61:10",
    "group_ayah_key": "61:10",
    "from_ayah": "61:10",
    "to_ayah": "61:13",
    "ayah_keys": "61:10,61:11,61:12,61:13",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Shall I guide you to a trade that will save you from a painful torment <span>(10)</span>That you believe in Allah and His Messenger, and that you strive hard and fight in the cause of Allah with your wealth and your lives, that will be better for you, if you but know <span>(11)</span><span class=\"gray\">(If you do so)</span> He will forgive you your sins, and admit you into Gardens under which rivers flow, and pleasant dwellings in 'Adn <span class=\"gray\">(Eternal)</span> Paradise; that is indeed the great success <span>(12)</span>And also <span class=\"gray\">(He will give you)</span> another <span class=\"gray\">(blessing)</span> which you love, help from Allah and a near victory. And give glad tidings to the believers <span>(13)</span></p><p lang=\"en\" class=\"en \">The Trade that saves One from the Painful Torment</p><p lang=\"en\" class=\"en \">We mentioned a Hadith from 'Abdullah bin Salam in that the Companions wanted to ask the Prophet of Allah ﷺ about the best actions with Allah the Exalted and Most Honored, so they could practice them. Allah the Exalted sent down this Surah, including this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَىٰ تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Shall I guide you to a trade that will save you from a painful torment?)</span></p><p lang=\"en\" class=\"en \">Allah then explained this great trade that will never fail, the trade that will earn one what he wishes and saves him from what he dislikes. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ۚ ذَٰلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That you believe in Allah and His Messenger, and that you strive hard and fight in the cause of Allah with your wealth and your lives, that will be better for you, if you but know!)</span> this is better than the trade of this life and striving hard for it and amassing it. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَغْفِرْ لَكُمْ ذُنُوبَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will forgive you your sins,)</span> meaning, 'if you fulfill what I commanded you and guided you to, then I will forgive your sins and admit you into the Gardens of Paradise. In them, you will have exalted residences and high postitions.' This is why Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and admit you into Gardens under which rivers flow, and pleasant dwellings in 'Adn <span class=\"gray\">(Eternal)</span> Paradise; that is indeed the great success.)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأُخْرَىٰ تُحِبُّونَهَا ۖ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And also another <span class=\"gray\">(blessing)</span> which you love,)</span> meaning, 'I will grant you more favors that you like,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(help from Allah and a near victory.)</span> meaning, if you fight in Allah's cause and support His religion, He will grant you victory. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! If you help <span class=\"gray\">(in the cause of)</span> Allah, He will help you, and make your foothold firm.)</span><span class=\"gray\">(47:7)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ ۗ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah will help those who help His <span class=\"gray\">(cause)</span>. Truly, Allah is All Strong, All-Wise.)</span><span class=\"gray\">(22:40)</span> Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَفَتْحٌ قَرِيبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a near victory.)</span> means, it will come sooner, and this is the increased favor that is earned in this life and continues, becoming the delight of the Hereafter. It is for those who obey Allah and His Messenger ﷺ and support Allah and His religion. Allah said;</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَبَشِّرِ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give glad tidings to the believers.)</span></p>"
  }
]