[
  {
    "ayah_key": "2:233",
    "group_ayah_key": "2:233",
    "from_ayah": "2:233",
    "to_ayah": "2:233",
    "ayah_keys": "2:233",
    "text": "<p lang=\"en\" class=\"en \">The mothers should suckle their children for two whole years, <span class=\"gray\">(that is)</span> for those <span class=\"gray\">(parents)</span> who desire to complete the term of suckling, but the father of the child shall bear the cost of the mother's food and clothing on a reasonable basis. No person shall have a burden laid on him greater than he can bear. No mother shall be treated unfairly on account of her child, nor father on account of his child. And on the <span class=\"gray\">(father's)</span> heir is incumbent the like of that <span class=\"gray\">(which was incumbent on the father)</span>. If they both decide on weaning, by mutual consent, and after due consultation, there is no sin on them. And if you decide on a foster suckling-mother for your children, there is no sin on you, provided you pay <span class=\"gray\">(the mother)</span> what you agreed <span class=\"gray\">(to give her)</span> on a reasonable basis. And fear Allah and know that Allah is All-Seer of what you do <span>(233)</span></p><div lang=\"en\" class=\"en \"><h2>The Suckling Period is only Two Years</h2></div><p lang=\"en\" class=\"en \">This is a direction from Allah to the mothers to suckle their infants through the complete term of suckling, which is two years. Hence, suckling after two years is not included in this address. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَنْ أَرَادَ أَن يُتِمَّ الرَّضَاعَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...who desire to complete the term of suckling,)</span></p><p lang=\"en\" class=\"en \">Therefore, the suckling that establishes Tahrim <span class=\"gray\">(prohibition, i.e., one cannot marry his mother or sister from suckling)</span> is what occurs before the two years end. If the infant is suckled only after two years of age, then no Tahrim will be established. At-Tirmidhi under Chapter: 'Suckling establishes Tahrim within the first two years,' reported that Umm Salamah narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحْرُمُ مِنَ الرَّضَاعِ إِلَّا مَا فَتَقَ الْأَمْعَاءَ فِي الثَّدْيِ وَكَانَ قَبْلَ الْفِطَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Suckling establishes Tahrim if it is on the breast and before Fitam <span class=\"gray\">(before weaning, i.e., before the end of the first two years)</span>.)</span></p><p lang=\"en\" class=\"en \">At-Tirmidhi said, \"This Hadith is Hasan Sahih. The majority of the people of knowledge among the Companions of Allah's Messenger ﷺ and others acted upon this, that is that suckling establishes Tahrim <span class=\"gray\">(prohibition in marriage)</span> before the end of the two years and that whatever occurs after that does not establish Tahrim\". At-Tirmidhi is alone in recording this Hadith and the narrators in its chain meet the criteria of the Sahihayn. The Prophet's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَا كَانَ فِي الثَّدْي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the breast)</span> refers to the organ of suckling before the two years. Imam Ahmad reported a Hadith in which Al-Bara' bin 'Azib narrated, \"When Ibrahim, the Prophet's son, died, the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ابْنِي مَاتَ فِي الثَّدْيِ، إِنَّ لَهُ مُرْضِعًا فِي الْجَنَّـةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My son has died on the breast and he has someone to suckle him in Paradise.)</span></p><p lang=\"en\" class=\"en \">Furthermore, Ad-Daraqutni related that Ibn 'Abbas said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحْرُمُ مِنَ الرَّضَاعِ إِلَّا مَا كَانَ فِي الْحَوْلَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Suckling establishes Tahrim only within the <span class=\"gray\">(first)</span> two years.)</span></p><p lang=\"en\" class=\"en \">Imam Malik reported this Hadith from Thawr bin Zayd who narrated that Ibn 'Abbas related it to the Prophet ﷺ. Ad-Darawardi reported this Hadith from Thawr who narrated it from 'Ikrimah who narrated it from Ibn 'Abbas. In this narration, which is more authentic, he added:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ بَعْدَ الْحَوْلَيْنِ فَليْسَ بِشَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatever occurs after the two years is not considered.)</span></p><div lang=\"en\" class=\"en \"><h2>Suckling beyond the Two Years</h2></div><p lang=\"en\" class=\"en \">It is reported in the Sahih that 'A'ishah thought that if a woman gives her milk to an older person <span class=\"gray\">(meaning beyond the age of two years)</span> then this will establish Tahrim. This is also the opinion of 'Ata' bin Abu Rabah and Layth bin Sa'd. Hence, 'A'ishah thought that it is permissible to suckle the man whom the woman needs to be allowed in her house. She used as evidence the Hadith of Salim, the freed slave of Abu Hudhayfah, where the Prophet ﷺ ordered Abu Hudhayfah's wife to give some of her milk to Salim, although he was a man, and ever since then, he used to enter her house freely. However, the rest of the Prophet's wives did not agree with this opinion and thought that this was only a special case. This is also the opinion of the majority of the scholars.</p><div lang=\"en\" class=\"en \"><h2>Suckling for Monetary Compensation</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...but the father of the child shall bear the cost of the mother's food and clothing on a reasonable basis.)</span> meaning, the father of the baby is obliged to provide for the expenses of the mother and to buy her clothes, in reasonable amounts usually used by similar women in that area, without extravagance or stinginess. The father spends within his means in this case. Allah said in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُنفِقْ ذُو سَعَةٍ مِّن سَعَتِهِ وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنفِقْ مِمَّا آتَاهُ اللَّهُ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let the rich man spend according to his means; and the man whose resources are restricted, let him spend according to what Allah has given him. Allah puts no burden on any person beyond what He has given him. Allah will grant after hardship, ease.)</span><span class=\"gray\">(65:7)</span></p><p lang=\"en\" class=\"en \">Ad-Dahhak commented, \"If the husband divorces his wife, with whom he had a child, and she suckles that child, he is required to provide for the mother's expenses and clothes within reason.\"</p><div lang=\"pt\" class=\"pt \"><h2>No Darar <span class=\"gray\">(Harm)</span> or Dirar <span class=\"gray\">(Revenge)</span></h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No mother shall be treated unfairly on account of her child,)</span> meaning, the mother should not decline to rear her child to harm its father. The mother does not have the right to refrain from suckling the child after giving birth, unless she suckles him/her the milk that is necessary for his/her survival. Later on, she is allowed to give up custody of the child as long as she does not do that intending to harm the father. In addition, the father is not allowed to take the child from his mother to harm the mother. This is why Allah said:</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا مَوْلُودٌ لَّهُ بِوَلَدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...nor father on account of his child.)</span> meaning, by taking the child from its mother intending to harm the mother. This is the Tafsir of Mujahid, Qatadah, Ad-Dahhak, Az-Zuhri, As-Suddi, Ath-Thawri and Ibn Zayd, and others on this Ayah.</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الْوَارِثِ مِثْلُ ذَٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the <span class=\"gray\">(father's)</span> heir is incumbent the like of that <span class=\"gray\">(which was incumbent on the father)</span>.)</span> meaning, by refraining from harming the relative <span class=\"gray\">(of the father, i.e., his infant)</span>, as Mujahid, Ash-Sha'bi and Ad-Dahhak stated. It was also reported that <span class=\"gray\">(the Ayah requires)</span> the inheritor <span class=\"gray\">(of the father)</span> to spend on the mother of the child, just as the father was spending, and to preserve her rights and refrain from harming her, according to the Tafsir of the majority of the scholars. We should state that Ibn Jarir has explained this subject in detail in his Tafsir and that he also stated that suckling the child after the second year might harm the child's body and mind. Sufyan Ath-Thawri narrated that 'Alqamah asked a woman who was suckling her child after the second year ended, not to do that.</p><div lang=\"en\" class=\"en \"><h2>Fitām <span class=\"gray\">(weaning)</span> occurs by Mutual Consent</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ أَرَادَا فِصَالًا عَن تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If they both decide on weaning, by mutual consent, and after due consultation, there is no sin on them.)</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that if the father and the mother decide on the Fitam <span class=\"gray\">(weaning)</span> before the two years <span class=\"gray\">(of suckling)</span> end, and for a benefit that they duly discuss and agree upon, then there is no sin in this case. So, the Ayah indicates that one parent is not allowed to make this kind of decision without duly consulting the other parent, as stated by Ath-Thawri. The method of mutual consultation protects the child's interests. It is also a mercy from Allah to His servants, for He has legislated the best method for parents to rear their children, and His legislation guides and directs the parents and the children to success. Similarly, Allah said in Surat At-Talaq <span class=\"gray\">(chapter 65 in the Qur'an)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا بَيْنَكُم بِمَعْرُوفٍ وَإِن تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then if they give suck to the children for you, give them their due payment, and let each of you accept the advice of the other in a just way. But if you make difficulties for one another, then some other woman may give suck for him <span class=\"gray\">(the father of the child)</span>.)</span><span class=\"gray\">(65:6)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ أَرَدتُّمْ أَن تَسْتَرْضِعُوا أَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُم مَّا آتَيْتُم بِالْمَعْرُوفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you decide on a foster suckling-mother for your children, there is no sin on you, provided you pay <span class=\"gray\">(the mother)</span> what you agreed <span class=\"gray\">(to give her)</span> on a reasonable basis.)</span> meaning, if the mother and the father both agree that the father assumes custody of the child due to a circumstance that compels her or allows him to do so, then there is no sin in this case. Hence, the mother is allowed to give up the child and the father is allowed to assume custody of the child. The father should kindly give the mother her expenses for the previous period <span class=\"gray\">(during which she reared and suckled the child)</span>, and he should seek other women to suckle his child for monetary compensation. Thereafter, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fear Allah)</span> meaning, in all of your affairs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And know that Allah is All-Seer of what you do.)</span> meaning, none of your affairs or speech escapes His perfect Watch.</p>"
  }
]