[
  {
    "ayah_key": "56:27",
    "group_ayah_key": "56:27",
    "from_ayah": "56:27",
    "to_ayah": "56:40",
    "ayah_keys": "56:27,56:28,56:29,56:30,56:31,56:32,56:33,56:34,56:35,56:36,56:37,56:38,56:39,56:40",
    "text": "<p lang=\"en\" class=\"en \">And those on the right – how <span class=\"gray\">(fortunate)</span> will be those on the right <span>(27)</span><span class=\"gray\">(They will be)</span> among Sidri Makhdud <span>(28)</span>And among Talh Mandud <span>(29)</span>And in shade Mamdud <span>(30)</span>And by water flowing constantly <span>(31)</span>And fruit in plenty <span>(32)</span>Whose supply is not cut off nor are they out of reach <span>(33)</span>And on couches, raised high <span>(34)</span>Verily, We have created them a special creation <span>(35)</span>And made them virgins <span>(36)</span>'Urub, Atrab <span>(37)</span>For those on the right <span>(38)</span>A multitude of those will be from the first generation <span>(39)</span>And a multitude of those will be from the later generations <span>(40)</span></p><p lang=\"en\" class=\"en \">The Reward of Those on the Right </p><p lang=\"en\" class=\"en \">After Allah mentioned the final destination of those foremost in faith, the nearest to Him, He next mentioned the end of those on the right, the righteous believers. Maymun bin Mihran said that those on the right side are lesser in rank than the foremost in faith. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those on the right – how <span class=\"gray\">(fortunate)</span> will be those on the right?)</span> who are those on the right, what is their condition and what will their final destination be like? Allah next answers this question by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي سِدْرٍ مَخْضُودٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(they will be)</span> among Sidr Makhdud.)</span> Ibn 'Abbas, 'Ikrimah, Mujahid, Ibn Al-Ahwas, Qasamah bin Zuhayr, As-Safr bin Nusayr, Al-Hasan, Qatadah, 'Abdullah bin Kathir, As-Suddi, Abu Hazrah and several others said, \"The kind without thorns.\" And from Ibn 'Abbas: \"It is the one that is laden with fruits.\" This is also reported from 'Ikrimah and Mujahid. Similar was also said by Qatadah as we mentioned. So it is the one with a full load of fruits without thorns. So it appears that both meanings apply here. The lote tree, of this life is thorny and carries few fruits. In the Hereafter, it is the opposite; it does not have thorns and carries plenty of fruit, the weight of which strains its trunk. 'Utbah bin 'Abd As-Sulami said, \"I was sitting with Allah's Messenger ﷺ, when a bedouin came and said, 'O Messenger of Allah! Have you heard about the tree that has more thorns than any other being in Paradise?' Meaning the Talh tree. So Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يَجْعَلُ مَكَانَ كُلِّ شَوْكَةٍ مِنْهَا ثَمَرَةً، مِثْلَ خُصْوَةِ التَّيْسِ الْمَلْبُودِ، فِيهَا سَبْعُونَ لَوْنًا مِنَ الطَّعَامِ، لَا يُشْبِهُ لَوْنٌ آخَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For each spot that there was a thorn on it, Allah instead put fruit, similar to a castrated tight skinned ram, a food having seventy colors, each different than the other.)</span> Allah's said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَطَلْحٍ مَنْضُودٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and among Talh Mandud.)</span> refers to large thorny shrub that used to grow in the area of Hijaz <span class=\"gray\">(Western Arabia)</span>. Mujahid said that</p><p class=\"ga qpc-hafs\" lang=\"ga\">مَنْضُودٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Mandud)</span> means: \"Its fruits are piled on top of each other. Allah is reminding the Quraysh of these kinds of trees, since they used to like the shade that the Talh and Sidr provided for them.\"</p><p lang=\"hmn\" class=\"hmn \">Ibn Abi Hatim recorded that Abu Sa'id said that</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَطَلْحٍ مَنْضُودٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Talh Mandud)</span> means: \"The banana tree.\" And he <span class=\"gray\">(Ibn Abi Hatim)</span> said, \"Similar is reported from Ibn 'Abbas, Abu Hurayrah, Al-Hasan, 'Ikrimah, Qasamah bin Zuhayr, Qatadah and Abu Hazrah. \" Mujahid and Ibn Zayd said similalry, Ibn Zayd added, \"The people of Yemen call the banana tree, Talh.\" Ibn Jarir mentioned no other explanation for Talh. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَظِلٍّ مَمْدُودٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in shade Mamdud <span class=\"gray\">(extended)</span>.)</span> Al-Bukhari recorded that Abu Hurayrah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ شَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ لَا يَقْطَعُهَا، اقْرَؤُوا إِنْ شِئْتُمْ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَظِلٍّ مَمْدُودٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In Paradise, there is a tree that a rider can travel for a hundred years under its shade but would not be able to pass it. Recite if you will: <span class=\"gray\">(And in shade extended.)</span>)</span></p><p lang=\"en\" class=\"en \">Muslim also collected this Hadith. Imam Ahmad recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ شَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ، اقْرَؤُوا إِنْ شِئْتُمْ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَظِلٍّ مَمْدُودٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is a tree in Paradise the shade of which a rider would take one hundred years to pass. Recite if you will: <span class=\"gray\">(And in shade extended.)</span>)</span> Muslim, Al-Bukhari and 'Abdur-Razzaq collected this Hadith. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَاكِهَةٍ كَثِيرَةٍ - لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fruit in plenty, whose supply is not cut off nor are they out of reach.)</span> indicating that they will have plenty of fruits of various kinds, that which no eye has ever seen, no ear has ever heard of and no heart has ever imagined, as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا ۙ قَالُوا هَٰذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ ۖ وَأُتُوا بِهِ مُتَشَابِهًا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every time they will be provided with a fruit therefrom, they will say: \"This is what we were provided with before, \"and they will be given things in resemblance.)</span><span class=\"gray\">(2:25)</span></p><p lang=\"en\" class=\"en \">The shape will appear similar, but the taste is different. In the Two Sahihs, Sidrat Al-Muntaha <span class=\"gray\">(the tree in the seventh heaven)</span> is described as:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا وَرَقُهَا كَآذَانِ الْفِيَلَةِ، وَنَبْقُهَا مِثْلُ قِلَالِ هَجَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...its leaves were like the ears of elephants and its Nabir fruits resembled the clay jugs of Hajar.)</span> The Two Sahihs also collected a Hadith from Ibn 'Abbas, who said, \"The sun was eclipsed and Allah's Messenger ﷺ led the people in the Eclipse prayer. They asked, 'O Allah's Messenger, we saw you reach out for something while standing <span class=\"gray\">(in prayer)</span>, but then you stepped back.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي رَأَيْتُ الْجَنَّةَ فَتَنَاوَلْتُ مِنْهَا عُنْقُودًا، وَلَوْ أَخَذْتُهُ لَأَكَلْتُمْ مِنْهُ مَا بَقِيَتِ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I saw Paradise and reached out for a cluster of fruit from it. Had I done so, you would have kept eating from it for the remainder of the life of the world.)</span>\" </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Utbah bin 'Abd As-Sulami said, \"A bedouin man came to the Messenger of Allah ﷺ and asked him about the Hawd and Paradise. The bedouin asked, 'Does Paradise have fruits?' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، وَفِيهَا شَجَرَةٌ تُدْعَىٰ طُوبَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, and it also has a tree called Tuba.)</span><span class=\"gray\">[<span class=\"gray\">(He ﷺ)</span> said something more saying but I could not recall it]</span>. The bedouin asked, 'Does it look like any of the trees that grow in our area?' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَتْ تُشْبِهُ شَيْئًا مِنْ شَجَرِ أَرْضِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is nothing resembling it among the trees in your land.)</span> The Prophet ﷺ then asked him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَيْتَ الشَّامَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you traveled to Ash-Sham area?)</span> The bedouin said: 'No.' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُشْبِهُ شَجَرَةً بِالشَّامِ تُدْعَىٰ الْجَوْزَةَ، تَنْبُتُ عَلَىٰ سَاقٍ وَاحِدَةٍ، وَيَنْفَرِشُ أَعْلَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It looks like a tree that grows in Ash-Sham area and is called Al-Jawzah, which stands on one stem but its branches grow all around to the fullest extent.)</span> The bedouin asked, 'How big is the cluster of its fruits?' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَسِيرَةُ شَهْرٍ لِلْغُرَابِ الْأَبْقَعِ وَلَا يَفْتُرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The distance that the crow flies in one month without rest.)</span> The bedouin asked, 'How huge its trunk is?' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوِ ارْتَحَلَتْ جَذَعَةٌ مِن إِبِلِ أَهْلِكَ مَا أَحَاطَتْ بِأَصْلِهَا، حَتّٰى تَنْكَسِرَ تَرْقُوَتُهَا هَرَمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If a four-year old she-camel that your family owns travels it, it will not completely pass its trunk until its shoulders break from old age.)</span> The man asked, 'Does it bear grapes?' The Prophet ﷺ answered in yes. The bedouin asked, 'How big are the grapes?' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ ذَبَحَ أَبُوكَ تَيْسًا مِنْ غَنَمِهِ قَطُّ عَظِيمًا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Has your father ever slaughtered a ram?)</span> The bedouin answered, 'Yes,' and the Prophet ﷺ asked him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَلَخَ إِهَابَهُ فَأَعْطَاهُ أُمَّكَ فَقَالَ: اتَّخِذِي لَنَا مِنْهُ دَلْوًا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And then he skinned it and gave the skin to your mother and asked her to make a hanging bucket out of it?)</span> The bedouin again said yes and said, 'This grape would suffice for me and my family!' The Prophet ﷺ agreed and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، وَعَامَّةَ عَشِيرَتِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, and also for the rest of your clan.)</span>\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whose supply is not cut off nor are they out of reach.)</span> The supply of these fruits never runs out, winter or summer. Rather, they are always available for those who want to eat from them, forever. Whenever these fruits are desired, they will be available and easy to grasp by Allah's power. Qatadah said, \"Nothing will prevent them from reaching out to get these fruits, no branches, thorns or distance.\" We mentioned a Hadith before that states that whenever someone takes a fruit in Paradise, another one grows in its place. Allah said, afterwards:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفُرُشٍ مَرْفُوعَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on couches, raised high.)</span> meaning, high, soft and comfortable. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً - فَجَعَلْنَاهُنَّ أَبْكَارًا - عُرُبًا أَتْرَابًا - لِأَصْحَابِ الْيَمِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have created them a special creation. And made them virgins.'Urub, Atrab. For those on the right.)</span></p><p lang=\"en\" class=\"en \">The Ayat describe the women who will be on the beds and couches, but since mentioning the beds hints to them, they were not directly mentioned. For instance, Allah said that Sulayman said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ - فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّىٰ تَوَارَتْ بِالْحِجَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When there were displayed before him, in the afternoon, well-trained horses of the highest breed. He said, \"I did love the good instead of remembering my Lord,\" till the time was over, and it had hidden in the veil <span class=\"gray\">(of night)</span>.)</span><span class=\"gray\">(38:31-32)</span>, \"it\" <span class=\"gray\">(Tawarat)</span> refers to the sun setting, according to the scholars of Tafsir. Al-Akhfash said that Ayah,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّا أَنْشَأْنَاهُنَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have created them)</span>, implied the maidens of Paradise although it did not mention them directly. Abu 'Ubaydah said that they were mentioned before in Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحُورٌ عِينٌ - كَأَمْثَالِ اللُّؤْلُؤِ الْمَكْنُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Hur <span class=\"gray\">(fair females)</span> with wide lovely eyes. Like preserved pearls.)</span><span class=\"gray\">(56:22-23)</span> Therefore, Allah's statement,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّا أَنْشَأْنَاهُنَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have created them)</span>, meaning, in the other life, after they became old in this life, they were brought back while virgin, youthful, being delightfully passionate with their husbands, beautiful, kind and cheerful. </p><p lang=\"en\" class=\"en \">Abu Dawud At-Tayalisi recorded that Anas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُعْطَى الْمُؤْمِنُ فِي الْجَنَّةِ قُوَّةَ كَذَا وَكَذَا فِي النِّسَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In Paradise, the believer will be given such and such strength for women.)</span> Anas said, \"I asked, 'O Allah's Messenger! Will one be able to do that?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُعْطَىٰ قُوَّةَ مِائَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will be given the strength of a hundred <span class=\"gray\">(men)</span>.)</span>\" At-Tirmidhi also recorded it and said, \"Sahih Gharib.\" Abu Al-Qasim At-Tabarani recorded that Abu Hurayrah said that the Messenger of Allah ﷺ was asked, \"O Allah's Messenger! Will we have sexual intercourse with our wives in Paradise?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيَصِلُ فِي الْيَوْمِ إِلَىٰ مِائَةِ عَذْرَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The man will be able to have sexual intercourse with a hundred virgins in one day.)</span></p><p lang=\"en\" class=\"en \">Al-Hafiz Abu 'Abdullah Al-Maqdisi said, \"In my view, this Hadith meets the criteria of the Sahih, and Allah knows best.\" Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">عُرُبًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Urub,)</span> Sa'id bin Jubayr reported that Ibn 'Abbas said, \"They are in an infatuated state with their husbands, haven't you ever seen a she-camel in heat? She is like that.\" Ad-Dahhak reported from Ibn 'Abbas who said, \"The Urub and their husbands are their sweet hearts, and they are their husbands' sweet hearts.\" Similar was said by 'Abdullah bin Sarjis, Mujahid, 'Ikrimah, Abu Al-'Aliyah, Yahya bin Abi Kathir, 'Atiyah, Al-Hasan, Qatadah, Ad-Dahhak and others. Ad-Dahhak reported from Ibn 'Abbas;</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَتْرَابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Atrab)</span>, means \"They will be of one age, thirty-three years old.\" Mujahid said, \"Equal <span class=\"gray\">(age)</span>.\" And in a different narration, \"Similar <span class=\"gray\">(age)</span>.\" 'Atiyah said, \"Comparative.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأَصْحَابِ الْيَمِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For those on the right.)</span> meaning, these women were created, kept or given in marriage to those on the right. It appears that the meaning here is that they were created for those on the right side, because Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً - فَجَعَلْنَاهُنَّ أَبْكَارًا - عُرُبًا أَتْرَابًا - لِأَصْحَابِ الْيَمِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have created them a special creation. And made them virgins. 'Urub, Atrab. For those on the right.)</span> This is the view of Ibn Jarir. It is possible that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأَصْحَابِ الْيَمِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For those on the right.)</span> refers to the description that came just before,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتْرَابًا - لِأَصْحَابِ الْيَمِينِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Atrab. For those on the right.)</span> meaning, in their age. Al-Bukhari and Muslim recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَّلُ زُمْرَةٍ يَدْخُلُونَ الْجَنَّةَ عَلَىٰ صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ، وَالَّذِينَ يَلُونَهُمْ عَلَىٰ ضَوْءِ أَشَدِّ كَوْكَبٍ دُرِّيٍّ فِي السَّمَاءِ إِضَاءَةً، لَا يَبُولُونَ، وَلَا يَتَغَوَّطُونَ، وَلَا يَتْفُلُونَ، وَلَا يَتَمَخَّطُونَ، أَمْشَاطُهُمُ الذَّهَبُ، وَرَشْحُهُمُ الْمِسْكُ، وَمَجَامِرُهُمُ الْأَلُوَّةُ، وَأَزْوَاجُهُمُ الْحُورُ الْعِينُ، أَخْلَاقُهُمْ عَلَىٰ خُلُقِ رَجُلٍ وَاحِدٍ، عَلَىٰ صُورَةِ أَبِيهِمْ آدَمَ، سِتُّونَ ذِرَاعًا فِي السَّمَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The first group to enter Paradise will be <span class=\"gray\">(shining)</span> like the moon when it is full. The next group will be like the most radiant planet in the sky. They will not urinate, relieve nature, spit or blow their noses. Their combs will be of gold and their sweat of musk; and censers of aloeswood will be used. Their wives will be from Al-Hur Al-'Ayn. Their shape will be similar to each other, the shape of their father 'Adam, sixty cubits high in the sky.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُلَّةٌ مِنَ الْأَوَّلِينَ - وَثُلَّةٌ مِنَ الْآخِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A multitude of those will be from the first generation. And a multitude of those will be from the later generations.)</span><span class=\"gray\">(56:39-40)</span> means, a multitude of those on the right will come from the earlier generations and a multitude from the latter generations. Ibn Abi Hatim recorded that 'Abdullah bin Mas'ud said, \"We were with the Prophet ﷺ one night and in the next morning we went to him and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عُرِضَتْ عَلَيَّ الْأَنْبِيَاءُ وَأَتْبَاعُهَا بِأُمَمِهَا، فَيَمُرُّ عَلَيَّ النَّبِيُّ، وَالنَّبِيُّ فِي الْعِصَابَةِ، وَالنَّبِيُّ فِي الثَّلَاثَةِ، وَالنَّبِيُّ وَلَيْسَ مَعَهُ أَحَدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Some Prophets and their nations were displayed before me. A Prophet would pass in front of me with a group of men, and another with three men, and another with nobody with him.)</span></p><p lang=\"en\" class=\"en \">Qatadah, one of the narrators of the Hadith, then recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is there not among you a single right-minded man?)</span><span class=\"gray\">(11:78)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتّٰى مَرَّ عَلَيَّ مُوْسَى بْنُ عِمْرَانَ فِي كَبْكَبَةٍ مِنْ بَنِي إِسْرَائِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Until Musa, son of 'Imran passed me, with a great crowd from the Children of Israel.)</span> So he said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْتُ: رَبِّي مَنْ هٰذَا؟ قَالَ: هٰذَا أَخُوكَ مُوسَى بْنُ عِمْرَانَ وَمَنْ تَبِعَهُ مِنْ بَنِي إسْرَائِيلَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قال : قُلْتُ: رَبِّ فَأَيْنَ أُمَّتِي؟ قَالَ: انْظُرْ عَنْ يَمِينِكَ فِي الظِّرَابِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قال : فَإِذَا وُجُوهُ الرِّجَالِ</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ: أَرَضِيتَ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قال : قُلْتُ: قَدْ رَضِيتُ رَبِّ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قال :انْظُرْ إِلَى الْأُفُقِ عَنْ يَسَارِكَ، فَإِذَا وُجُوهُ الرِّجَالِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قال : أَرَضِيتَ؟ قُلْتُ: قَدْ رَضِيتُ رَبِّ</p><p class=\"sd qpc-hafs\" lang=\"sd\">قال : فَإِنَّ مَعَ هٰؤُلَاءِ سَبْعِينَ أَلْفًا يَدْخُلُونَ الْجَنَّةَ بِغَيْرِ حِسَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, I asked my Lord, \"Who is this?\" He said, \"This is your brother Musa, son of 'Imran, and those who followed him among the Children of Israel.\" I said, \"O Lord! Where is my Ummah?\" Allah said, \"Look to your right on the hill,\" and I looked and saw faces of men. Allah said, \"Are you pleased,\" and I said, \"I am pleased O Lord!\" Allah said, \"Look to the horizon to your left,\" and I saw faces of men. He again asked, \"Are you pleased,\" and I said, \"I am pleased, O Lord!\" He said, \"And with them are seventy-thousand who will enter Paradise without reckoning.\")</span></p><p lang=\"en\" class=\"en \">Ukkashah bin Mihsan from Bani Asad, one of those who participated in the battle of Badr, said, 'O Allah's Messenger! Invoke Allah to make me one of them.' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ اجْعَلْهُ مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, make him one of them.)</span> Another man said, 'O Allah's Messenger, invoke Allah to make me one of them.' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبَقَكَ بِهَا عُكَّاشَةُ</p><p lang=\"jv\" class=\"jv \"><span class=\"gray\">('Ukkashah beat you to it.)</span> Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنِ اسْتَطَعْتُمْ - فِدَاكُمْ أَبِي وَأُمِّي - أَنْ تَكُونُوا مِنْ أَصْحَابِ السَّبْعِينَ فَافْعَلُوا، وَإِلَّا فَكُونُوا مِنْ أَصْحَابِ الظِّرَابِ، وَإِلَّا فَكُونُوا مِنْ أَصْحَابِ الْأُفُقِ، فَإِنِّي قَدْ رَأَيْتُ نَاسًا كَثِيرًا قَدْ تَأَشَّبُوا حَوْلَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therefore, may I sacrifice my father and mother for you! Try to be among the seventy <span class=\"gray\">(thousands)</span>, or among the crowds on the right, or the crowds that covered the side of the horizon, because I saw large crowds gathering on that side.)</span> He ﷺ continued:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَأَرْجُو أَنْ تَكُونُوا رُبُعَ أَهْلِ الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I hope that you will be a fourth of the people of Paradise.)</span> and we said, 'Allahu Akbar. ' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَأَرْجُو أَنْ تَكُونُوا ثُلُثَ أَهْلِ الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I hope that you will be a third of the people of Paradise.)</span> and we said, 'Allahu Akbar.' The Prophet ﷺ said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي لَأَرْجُو أَنْ تَكُونُوا نِصْفَ أَهْلِ الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I hope that you will be half of the people of Paradise,)</span> and we said 'Allahu Akbar.' Then Allah's Messenger ﷺ recited this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُلَّةٌ مِنَ الْأَوَّلِينَ - وَثُلَّةٌ مِنَ الْآخِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A multitude of those will be from the first generation. And a multitude of those will be from the later generations.)</span><span class=\"gray\">(56:39-40)</span></p><p lang=\"en\" class=\"en \">We said to each other, 'Who are those seventy thousand?' We then said, 'They are those who were born in Islam and did not associate <span class=\"gray\">(anything or anyone in the worship of Allah)</span>.' When what we said reached the Prophet ﷺ, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُمُ الَّذِينَ لَا يَكْتَوُونَ، وَلَا يَسْتَرْقُونَ وَلَا يَتَطَيَّرُونَ، وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are the people who do not get treated by cauterization themselves, do not ask for Ruqyah <span class=\"gray\">(get oneself treated by the recitation of some verses of the Qur'an)</span> and do not draw an evil omen from <span class=\"gray\">(birds)</span>, but put their trust <span class=\"gray\">(only)</span> in their Lord.)</span>\" </p><p lang=\"en\" class=\"en \">This Hadith has many chains of narration collected in the Sahihs and other collections of Hadith.</p>"
  }
]