[
  {
    "ayah_key": "24:36",
    "group_ayah_key": "24:36",
    "from_ayah": "24:36",
    "to_ayah": "24:38",
    "ayah_keys": "24:36,24:37,24:38",
    "text": "<p lang=\"en\" class=\"en \">In houses which Allah has ordered to be raised, in them His Name is remembered. Therein glorify Him in the mornings and in the evenings <span>(36)</span>Men whom neither trade nor business diverts from the remembrance of Allah nor from performing the Salah nor from giving the Zakah. They fear a Day when hearts and eyes will be overturned <span>(37)</span>That Allah may reward them according to the best of their deeds, and add even more for them out of His grace. And Allah provides without measure to whom He wills <span>(38)</span></p><div lang=\"en\" class=\"en \"><h2>The Virtues of the Masjids, the Correct Etiquette, and the Virtues of Those Who Take Care of Them</h2></div><p lang=\"en\" class=\"en \">Having likened the heart of the believer and what it contains of guidance and knowledge to a lamp lit with good oil shining in a clear glass, Allah then states where it belongs, which is in the Masjids, the places on earth that are most beloved to Allah. The Masjids are His houses where He Alone is worshipped. So Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي بُيُوتٍ أَذِنَ اللَّهُ أَن تُرْفَعَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In houses which Allah has ordered to be raised,)</span> meaning, Allah has commanded that they be established and that they be kept clean of any filth, idle talk or words or deeds that are inappropriate. 'Ali bin Abi Talhah reported from Ibn 'Abbas concerning this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي بُيُوتٍ أَذِنَ اللَّهُ أَن تُرْفَعَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In houses which Allah has ordered to be raised,)</span> he said; \"Allah forbade idle talk in them.\" This was also the view of 'Ikrimah, Abu Salih, Ad-Dahhak, Nafi' bin Jubayr, Abu Bakr bin Sulayman bin Abi Hathamah, Sufyan bin Husayn and others among the scholars of Tafsir. </p><p lang=\"en\" class=\"en \">Many Hadiths have been narrated concerning the construction of Masjids, honoring them, respecting them, and perfuming them with incense etc. This has been discussed in more detail elsewhere, and I have written a book dealing with this topic on its own, praise and blessings be to Allah. With Allah's help we will mention here a few of these Hadiths, if Allah wills. In Allah we put our trust and reliance.</p><p lang=\"en\" class=\"en \">Uthman bin 'Affan, the Commander of the faithful, may Allah be pleased with him, said; \"I heard the Messenger of Allah ﷺ say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ بَنَى مَسْجِدًا يَبْتَغِي بِهِ وَجْهَ اللهِ بَنَى اللهُ لَهُ مِثْلَهُ فِي الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever builds a Masjid seeking the Face of Allah, Allah will build for him something similar to it in Paradise.)</span> It was narrated in the Two Sahihs. Ibn Majah narrated that 'Umar bin Al-Khattab, may Allah be pleased with him, said; \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ بَنَى مَسْجِدًا يُذْكَرُ فِيهِ اسْمُ اللهِ بَنَى اللهُ لَهُ بَيْتًا فِي الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever builds a Masjid in which the Name of Allah is remembered, Allah will build for him a house in Paradise.)</span></p><p lang=\"en\" class=\"en \">An-Nasa'i mentioned something similar. There are very many Hadiths which say this. 'A'ishah, may Allah be pleased with her, said: \"The Messenger of Allah ﷺ commanded us to build Masjids among the houses, and to clean them and perfume them.\" This was recorded by Ahmad and the Sunan compilers with the exception of An-Nasa'i. Ahmad and Abu Dawud recorded a similar report from Samurah bin Jundub.</p><p lang=\"en\" class=\"en \">Al-Bukhari said: \"'Umar said: 'Build for the people a place to worship Allah, and beware of using red or yellow for adornment and decoration and distracting the people thereby.'\"</p><p lang=\"en\" class=\"en \">Abu Dawud narrated that Ibn 'Abbas said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أُمِرْتُ بِتَشْيِيدِ الْمَسَاجِدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was not commanded to Tashyid the Masjids.)</span> Ibn 'Abbas said, \"Decorating them as the Jews and Christians did.\" Anas, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَقُومُ السَّاعَةُ حَتَّى يَتَبَاهَى النَّاسُ فِي الْمَسَاجِدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hour will not come until people show off in building Masjids.)</span> It was recorded by Ahmad and the compilers of the Sunan, with the exception of At-Tirmidhi.Buraydah narrated that a man called out in the Masjid and said, \"Has any body said anything about a red camel\" The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا وَجَدْتَ إِنَّمَا بُنِيَتِ الْمَسَاجِدُ لِمَا بُنِيَتْ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May you never find it! The Masjids were built only for what they were built for.)</span> This was narrated by Muslim. Abu Hurayrah, may Allah be pleased with him, narrated that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا رَأَيْتُمْ مَنْ يَبِيعُ أَوْ يَبْتَاعُ فِي الْمَسْجِدِ، فَقُولُوا: لَا أَرْبَحَ اللهُ تِجَارَتَكَ، وَإِذَا رَأَيْتُمْ مَنْ يَنْشُدُ ضَالَّةً فِي الْمَسْجِدِ فَقُولُوا: لَا رَدَّهَا اللهُ عَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you see someone buying or selling in the Masjid, say to him, \"May Allah never make your business profitable!\" And if you see someone calling out about lost property, say, \"May Allah never return it to you!\")</span> This was recorded by At-Tirmidhi, who said: \"Hasan Gharib.\"</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that As-Sa'ib bin Yazid Al-Kindi said, \"I was standing in the Masjid and a man threw pebbles at me, so I looked and saw 'Umar bin Al-Khattab who said, 'Go and bring me these two men.' I went and brought them to him, and he said, 'Who are you?' Or, 'Where do you come from?' They said, 'We are from At-Ta'if.' 'Umar said, 'If you had been from this town I would have hit you, for you are raising your voices in the Masjid of the Messenger of Allah ﷺ.'\"</p><p lang=\"en\" class=\"en \">An-Nasa'i recorded that Ibrahim bin 'Abdur-Rahman bin 'Awf said: \"'Umar heard the voice of a man in the Masjid and said: 'Do you know where you are?'\" This is also Sahih.</p><p lang=\"en\" class=\"en \">Al-Hafiz Abu Ya'la Al-Musili recorded from Ibn 'Umar that 'Umar used to burn incense in the Masjid of the Messenger of Allah ﷺ every Friday. Its chain of narration is Hasan and there is nothing wrong with it, Allah knows best.</p><p lang=\"en\" class=\"en \">It is confirmed in the Two Sahihs that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَلَاةُ الرَّجُلِ فِي الْجَمَاعَةِ تُضَعَّفُ عَلَى صَلَاتِهِ فِي بَيْتِهِ وَفِي سُوقِهِ خَمْسًا وَعِشْرِينَ ضِعْفًا وَذَلِكَ أَنَّهُ إَذَا تَوَضَّأَ فَأَحْسَنَ وُضُوءَهُ ثُمَّ خَرَجَ إِلَى الْمَسْجِدِ لَا يُخْرِجُهُ إِلَّا الصَّلَاةُ لَمْ يَخْطُ خَطْوَةً إِلَّا رُفِعَ لَهُ بِهَا دَرَجَةٌ وَحُطَّ عَنْهُ بِهَا خَطِيئَةٌ. فَإِذَا صَلَّى لَمْ تَزَلِ الْمَلَائِكَةُ تُصَلِّي عَلَيْهِ مَا دَامَ فِي مُصَلَّاهُ: اللَّهُمَّ صَلِّ عَلَيْهِ، اللَّهُمَّ ارْحَمْهُ. وَلَا يَزَالُ فِي صَلَاةٍ مَا انْتَظَرَ الصَّلَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A man's prayer in congregation is twenty-five times better than his prayer in his house or the marketplace. That is because if he performs Wudu' and does it well, then he goes out to go to the Masjid, and for no other purpose than to pray, he does not take one step but he increases in one level in status and one sin is removed. When he prays, the angels continue sending blessings on him as long as he is in the place where he prays, <span class=\"gray\">[they say]</span>, \"O Allah, send blessings on him, O Allah, have mercy on him.\" And he will remain in a state of prayer as long as he is waiting for the prayer.)</span></p><p lang=\"en\" class=\"en \">The following is recorded in the Sunan:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَشِّرِ الْمَشَّائِينَ إِلَى الْمَسَاجِدِ فِي الظُّلَمِ بِالنُّورِ التَّامِّ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who walk to the Masjids when it is dark, give them the glad tidings of complete Light on the Day of Resurrection.)</span> When entering the Masjid, it is recommended to enter with one's right foot, and to say the supplication recorded in Sahih Al-Bukhari, where it is narrated from 'Abdullah bin 'Amr that the Messenger of Allah ﷺ used to say, when he entered the Masjid:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعُوذُ بِاللهِ الْعَظِيمِ وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I seek refuge with Allah Almighty and with His Noble Face, and with His Eternal Domain, from the accursed Shaytan.)</span><span class=\"gray\">[He <span class=\"gray\">(one of the narrators)</span> asked, 'Is that all?' He answered, 'Yes']</span>. If he says this, the Shaytan says: \"He will be protected from me all day long.\" Muslim recorded that Abu Humayd or Abu Usayd said: The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا دَخَلَ أَحَدُكُمُ الْمَسْجِدَ فَلْيَقُلْ: اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ. وَإِذَا خَرَجَ فَلْيَقُلْ: اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When anyone of you enters the Masjid, let him say: \"O Allah, open the gates of Your mercy for me. And when he comes out, let him say: \"O Allah, I ask You of Your bounty.\")</span> An-Nasa'i also recorded this from them from the Prophet . Abu Hurayrah, may Allah be pleased with him, said: The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا دَخَلَ أَحَدُكُمُ الْمَسْجِدَ فَلْيُسَلِّمْ عَلَى النَّبِيِّ. وَلْيَقُلِ: اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ، وَإِذَا خَرَجَ فَلْيُسَلِّمْ عَلَى النَّبِيِّ وَلْيَقُلِ: اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When anyone of you enters the Masjid, let him invoke blessings on the Prophet then let him say: \"O Allah, open the gates of Your mercy for me.\" When he comes out, let him invoke blessings on the Prophet and say, \"O Allah, protect me from the accursed Shaytan.\")</span> This was also recorded by Ibn Majah, as well as Ibn Khuzaymah and Ibn Hibban in their Sahihs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُذْكَرَ فِيهَا اسْمُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in them His Name is remembered.)</span> meaning, the Name of Allah. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Children of Adam! Take your adornment to every Masjid...)</span><span class=\"gray\">(7:31)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقِيمُوا وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you should face <span class=\"gray\">(Him only)</span> in each and every Masjid, and invoke Him only making your religion sincere to Him)</span><span class=\"gray\">(7:29)</span>.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأَنَّ الْمَسَاجِدَ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Masjids are for Allah)</span><span class=\"gray\">(72:18)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُذْكَرَ فِيهَا اسْمُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in them His Name is remembered.)</span> Ibn 'Abbas said, \"This means that His Book is recited therein.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therein glorify Him in the mornings and in the evenings.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">رِجَالٌ لَّا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَن ذِكْرِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Men whom neither trade nor business diverts from the remembrance of Allah)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَن ذِكْرِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Let not your properties or your children divert you from the remembrance of Allah.)</span><span class=\"gray\">(63:9)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَىٰ ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! When the call is proclaimed for the Salah on Friday, hasten earnestly to the remembrance of Allah and leave off business.)</span><span class=\"gray\">[62:9]</span></p><p lang=\"en\" class=\"en \">Allah says that this world and its adornments, attractions and marketplaces should not distract them from remembering their Lord Who created them and sustains them, those who know that what is with Him is better for them than what they themselves possess, because what they have is transient but that which is with Allah is eternal. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَن ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Men whom neither trade nor business diverts from the remembrance of Allah nor from performing the Salah nor from giving the Zakah)</span>. meaning, they give priority to obeying Allah and doing what He wants and what pleases Him over doing what they want and what pleases them. It was reported from Salim from 'Abdullah bin 'Umar that he was in the marketplace when the Iqamah for prayer was called, so they closed their stores and entered the Masjid. Ibn 'Umar said: \"Concerning them the Ayah was revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رِجَالٌ لَّا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَن ذِكْرِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Men whom neither trade nor business diverts from the remembrance of Allah)</span>.\" This was recorded by Ibn Abi Hatim and Ibn Jarir.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَن ذِكْرِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whom neither trade nor business diverts from the remembrance of Allah)</span>. 'Ali bin Abi Talhah reported that Ibn 'Abbas said, \"This meant from the prescribed prayers.\" This was also the view of Muqatil bin Hayyan and Ar-Rabi' bin Anas. As-Suddi said: \"From prayer in congregation.\" Muqatil bin Hayyan said, \"That does not distract them from attending the prayer and establishing it as Allah commanded them, and from doing the prayers at the prescribed times and doing all that Allah has enjoined upon them in the prayer.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They fear a Day when hearts and eyes will be overturned.)</span> means, the Day of Resurrection when people's hearts and eyes will be overturned, because of the intensity of the fear and terror of that Day. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنذِرْهُمْ يَوْمَ الْآزِفَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And warn them of the Day that is drawing near...)</span><span class=\"gray\">(40:18)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but He gives them respite up to a Day when the eyes will stare in horror)</span><span class=\"gray\">[14:42]</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُطْعِمُونَ الطَّعَامَ عَلَىٰ حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا - إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنكُمْ جَزَاءً وَلَا شُكُورًا - إِنَّا نَخَافُ مِن رَّبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا - فَوَقَاهُمُ اللَّهُ شَرَّ ذَٰلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا - وَجَزَاهُم بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they give food, inspite of their love for it, to the poor, the orphan, and the captive, <span class=\"gray\">(saying:)</span> \"We feed you seeking Allah's Face only. We wish for no reward, nor thanks from you. Verily, We fear from our Lord a Day, hard and distressful, that will make the faces look horrible.\" So Allah saved them from the evil of that Day, and gave them a light of beauty and joy. And their recompense shall be Paradise, and silken garments, because they were patient)</span><span class=\"gray\">(76:8-12)</span>. And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That Allah may reward them according to the best of their deeds,)</span> meaning, \"They are those from whom We shall accept the best of their deeds and overlook their evil deeds.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَزِيدَهُم مِّن فَضْلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and add even more for them out of His grace.)</span> means, He will accept their good deeds and multiply them for them, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah wrongs not even of the weight of a speck of dust.)</span><span class=\"gray\">(4:40)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever brings a good deed shall have ten times the like thereof to his credit.)</span><span class=\"gray\">(6:160)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who is he that will lend to Allah a goodly loan.)</span><span class=\"gray\">(2:245)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُضَاعِفُ لِمَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah gives manifold increase to whom He wills.)</span><span class=\"gray\">(2:261)</span> And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah provides without measure to whom He wills.)</span></p>"
  }
]