[
  {
    "ayah_key": "2:213",
    "group_ayah_key": "2:213",
    "from_ayah": "2:213",
    "to_ayah": "2:213",
    "ayah_keys": "2:213",
    "text": "<p lang=\"en\" class=\"en \">Mankind was one community and Allah sent Prophets with glad tidings and warnings, and with them He sent down the Scripture in truth to judge between people in matters wherein they differed. And only those to whom <span class=\"gray\">(the Scripture)</span> was given differed concerning it, after clear proofs had come unto them, through hatred, one to another. Then Allah by His leave guided those who believed to the truth of that wherein they differed. And Allah guides whom He wills to the straight path <span>(213)</span></p><div lang=\"en\" class=\"en \"><h2>Disputing, after the Clear Signs have come, indicates Deviation</h2></div><p lang=\"en\" class=\"en \">Ibn Jarir reported that Ibn 'Abbas said, \"There were ten generations between Adam and Nuh, all of them on the religion of Truth. They later disputed so Allah sent the Prophets as warners and bringers of glad tidings.\" He then said that this is how 'Abdullah read the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَاخْتَلَفُوا</p><p lang=\"en\" class=\"en \">The people were one Ummah and they then disputed.</p><p lang=\"en\" class=\"en \">Al-Hakim recorded this in his Mustadrak and said, \"Its chain of narrators is Sahih, but they <span class=\"gray\">(Al-Bukhari and Muslim)</span> did not record it.\" Abu Ja'far Razi reported that Abu Al-'Aliyah said that Ubayy bin Ka'b read the Ayah as:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَاخْتَلَفُوا فَبَعَثَ اللهُ النَّبِيِّينَ مُبَشِّرِينَ وُمُنْذِرِينَ</p><p lang=\"en\" class=\"en \">The people were one Ummah and they then disputed and Allah sent the Prophets as warners and bringers of glad tidings.</p><p lang=\"gd\" class=\"gd \">Abdur-Razzaq said that Ma'mar said that Qatadah said that Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ النَّاسُ أُمَّةً وَاحِدَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Mankind was one community)</span> means; \"They all had the guidance. Then:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاخْتَلَفُوا فَبَعَثَ اللَّهُ النَّبِيِّينَ</p><p lang=\"en\" class=\"en \">They disputed and Allah sent Prophets.</p><p lang=\"en\" class=\"en \">The first to be sent was Nuh.\"</p><p lang=\"en\" class=\"en \">Abdur-Razzaq reported that Abu Hurayrah commented on:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then Allah by His leave guided those who believed to the truth of that wherein they differed.)</span> saying that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ الآخِرُونَ الْأَوَّلُونَ يَوْمَ الْقِيَامَةِ، نَحْنُ أَوَّلُ النَّاسِ دُخُولًا الْجَنَّــةَ، بَيْدَ أَنَّهُم أُوتُوا الْكِتَابَ مِنْ قَبْلِنا وأُوتِينَاهُ مِن بَعْدِهِمْ، فَهَدانا اللهُ لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقَّ بِإِذْنِهِ، فَهَذَا الْيَوْمُ الَّذِي اخْتَلَفُوا فِيهِ فَهَدَانَا اللهُ لَهُ، فَالنَّاسُ لَنَا فِيهِ تَبَعٌ، فَغدًا لِلْيَهُودِ، وَبَعْدَ غَدٍ لِلنَّصَارَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We are the last <span class=\"gray\">(nation)</span>, but the first <span class=\"gray\">(foremost)</span> on the Day of Resurrection. We are the first people to enter Paradise, although they <span class=\"gray\">(Jews and Christians)</span> have been given the Book before us and we after them. Allah has guided us to the truth wherever they disputed over it. This is the day <span class=\"gray\">(Friday)</span> that they disputed about, Allah guided us to it. So, the people follow us, as tomorrow is for the Jews and the day after is for the Christians.)</span></p><p lang=\"en\" class=\"en \">Ibn Wahb related that 'Abdur-Rahman bin Zayd bin Aslam said that his father said about the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then Allah by His leave guided those who believed to the truth of that wherein they differed.)</span></p><p lang=\"en\" class=\"en \">They disputed about the day of Congregation <span class=\"gray\">(Friday)</span>. The Jews made it Saturday while the Christians chose Sunday. Allah guided the Ummah of Muhammad ﷺ to Friday. They also disputed about the true Qiblah. The Christians faced the east while the Jews faced Bayt Al-Maqdis. Allah guided the Ummah of Muhammad ﷺ to the true Qiblah <span class=\"gray\">(Ka'bah in Makkah)</span>. They also disputed about the prayer, as some of them bow down, but do not prostrate, while others prostrate, but do not bow down. Some of them pray while talking and some while walking. Allah guided the Ummah of Muhammad ﷺ to the truth. They also disputed about the fast; some of them fast during a part of the day, while others fast from certain types of foods. Allah guided the Ummah of Muhammad ﷺ to the truth. They also disputed about Ibrahim. The Jews said, 'He was a Jew,' while the Christians considered him Christian. Allah has made him a Haniyfan Musliman. Allah has guided the Ummah of Muhammad ﷺ to the truth.</p><p lang=\"en\" class=\"en \">They also disputed about 'Isa. The Jews rejected him and accused his mother of a grave sin, while the Christians made him a god and the son of God. Allah made him by His Word and a spirit from <span class=\"gray\">(those He created)</span> Him. Allah guided the Ummah of Muhammad ﷺ to the truth.\"</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ps qpc-hafs\" lang=\"ps\">بِإِذْنِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...by His leave)</span> meaning, 'By His knowledge of them and by what He has directed and guided them to,' according to Ibn Jarir. Also:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَهْدِي مَن يَشَاءُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah guides whom He wills)</span> means from among His creation. <span class=\"gray\">(Allah said:)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...to the straight way)</span> meaning, He commands the decision and the clear proof. Al-Bukhari and Muslim reported that 'A'ishah narrated that when Allah's Messenger ﷺ used to wake up at night to pray, he would say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ ربَّ جِبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ، فَاطِرَ السَّمٰوَاتِ وَالْأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ، اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ، إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلى صِرَاطٍ مُسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, the Lord of <span class=\"gray\">(angels)</span> Jibril, Mika'il and Israfil, Creator of the heavens and earth and Knower of the seen and the unseen. You judge between Your servants regarding what they have disputed in, so guide me to what have been the subject of dispute of the truth by Your leave. Indeed, You guide whom You will to the straight path.)</span></p><p lang=\"lb\" class=\"lb \">A Du'a reads:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ أَرِنَا الْحَقَّ حَقًّا، وَارْزُقْنَا اتِّبَاعَهُ، وَأَرِنَا الْبَاطِلَ بَاطِلًا، وَارْزُقْنَا اجْتنِاَبَهُ، وَلَا تَجْعَلْهُ مُلْتَبِسًا عَلَيْنَا فَنَضِلَّ، وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! Show us the truth as truth, and bestow adherence to it on us. Show us the evil as evil, and make us stay away from it, and do not confuse us regarding the reality of evil so that we will not be led astray by it, and make us leaders for the believers.)</span></p>"
  }
]