[
  {
    "ayah_key": "3:38",
    "group_ayah_key": "3:38",
    "from_ayah": "3:38",
    "to_ayah": "3:41",
    "ayah_keys": "3:38,3:39,3:40,3:41",
    "text": "<p lang=\"en\" class=\"en \">At that time Zakariyya invoked his Lord, saying: \"O my Lord! Grant me from You, a good offspring. You are indeed the All-Hearer of invocation. <span>(38)</span>Then the angels called him, while he was standing in prayer in the Mihrab, <span class=\"gray\">(saying)</span>: \"Allah gives you glad tidings of Yahya, believing in the Word from Allah, and Sayyidan, and Hasuran, a Prophet, from among the righteous. <span>(39)</span>He said: \"O my Lord! How can I have a son when I am very old, and my wife is barren?\" <span class=\"gray\">(Allah)</span> said: \"Thus Allah does what He wills. <span>(40)</span>He said: \"O my Lord! Make a sign for me.\" <span class=\"gray\">(Allah)</span> said: \"Your sign is that you shall not speak to the people for three days except by signals. And remember your Lord much, and glorify <span class=\"gray\">(Him)</span> in the afternoon and in the morning. <span>(41)</span></p><div lang=\"fil\" class=\"fil \"><h2>The Supplication of Zakariyya, and the Good News of Yahya's Birth</h2></div><p lang=\"en\" class=\"en \">When Zakariyya saw that Allah provided sustenance for Maryam by giving her the fruits of winter in summer and the fruits of summer in winter, he was eager to have a child of his own. By then, Zakariyya had become an old man, his bones feeble and his head full of gray hair. His wife was an old women who was barren. Yet, he still supplicated to Allah and called Him in secret,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ هَبْ لِي مِن لَّدُنكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my Lord! Grant me from Ladunka,)</span> from You,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُرِّيَّةً طَيِّبَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A good offspring)</span> meaning, a righteous offspring,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ سَمِيعُ الدُّعَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are indeed the All-Hearer of invocation.)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then the angels called him, while he was standing in prayer in the Mihrab,)</span> meaning, the angels spoke to him directly while he was secluded, standing in prayer at his place of worship. Allah told us about the good news that the angels delivered to Zakariyya,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah gives you glad tidings of Yahya,)</span> of a child from your offspring, his name is Yahya. Qatadah and other scholars said that he was called Yahya <span class=\"gray\">(literally, 'he lives')</span> because Allah filled his life with faith.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُصَدِّقًا بِكَلِمَةٍ مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(believing in the Word from Allah)</span> Al-'Awfi reported that Ibn 'Abbas said, and also Al-Hasan, Qatadah, 'Ikrimah, Mujahid, Abu Ash-Sha'tha, As-Suddi, Ar-Rabi' bin Anas, Ad-Dahhak, and several others said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُصَدِّقًا بِكَلِمَةٍ مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(believing in the Word from Allah)</span> means, \"Believing in 'Isa, son of Maryam.\"</p><p lang=\"ha\" class=\"ha \">Abu Al-'Aliyah, Ar-Rabi' bin Anas, Qatadah and Sa'id bin Jubayr said that Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسَيِّدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Sayyidan)</span> means, a wise man. Ibn 'Abbas, Ath-Thawri and Ad-Dahhak said that Sayyidan means, \"The noble, wise and pious man.\" Sa'id bin Al-Musayyib said that Sayyid is the scholar and Faqih. 'Atiyah said that Sayyid is the man noble in behavior and piety. 'Ikrimah said that it refers to a person who is not overcome by anger, while Ibn Zayd said that it refers to the noble man. Mujahid said that Sayyidan means, honored by Allah.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَصُورًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Hasuran)</span> does not mean he refrains from sexual relations with women, but that he is immune from illegal sexual relations. This does not mean that he does not marry women and have legal sexual relations with them, for Zakariyya said in his supplication for the benefit of Yahya,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَبْ لِي مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Grant me from You, a good offspring)</span>, meaning, grant me a son who will have offspring, and Allah knows best.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَبِيًّا مِّنَ الصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A Prophet, from among the righteous)</span> delivers more good news of sending Yahya as Prophet after the good news that he will be born. This good news was even better than the news of Yahya's birth. In a similar statement, Allah said to the mother of Musa,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We shall bring him back to you, and shall make him one of the Messengers.)</span><span class=\"gray\">[28:7]</span></p><p lang=\"en\" class=\"en \">When Zakariyya heard the good news, he started contemplating about having children at his age. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ قَالَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O my Lord! How can I have a son when I am very old, and my wife is barren?\" <span class=\"gray\">(He)</span> said...)</span> meaning the angel said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> كَذَٰلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Thus Allah does what He wills.\")</span> meaning, this is Allah's matter, He is so Mighty that nothing escapes His power, nor is anything beyond His ability.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ اجْعَل لِّي آيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"O my Lord! Make a sign for me\")</span> meaning make a sign that alerts me that the child will come,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> said: \"Your sign is that you shall not speak to the people for three days except by signals.\")</span> meaning, you will not be able to speak except with signals, although you are not mute. In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثَ لَيَالٍ سَوِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For three nights, though having no bodily defect.)</span><span class=\"gray\">[19:10]</span></p><p lang=\"en\" class=\"en \">Allah then commanded Zakariyya to supplicate, thank and praise Him often in that condition,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And remember your Lord much and glorify <span class=\"gray\">(Him)</span> in the afternoon and in the morning.)</span></p><p lang=\"en\" class=\"en \">We will elaborate more on this subject in the beginning of Surah Maryam <span class=\"gray\">(chapter 19)</span>, Allah willing.</p>"
  }
]