[
  {
    "ayah_key": "54:18",
    "group_ayah_key": "54:18",
    "from_ayah": "54:18",
    "to_ayah": "54:22",
    "ayah_keys": "54:18,54:19,54:20,54:21,54:22",
    "text": "<p lang=\"en\" class=\"en \">'Ad denied; then how was My torment and My warnings <span>(18)</span>Verily, We sent against them a violently cold <span class=\"gray\">(Sarsar)</span> wind on a day of calamity, continuous <span>(19)</span>Plucking out men as if they were uprooted stems of date palms <span>(20)</span>Then, how was My torment and My warnings <span>(21)</span>And We have indeed made the Qur'an easy to understand and remember; then is there any that will remember <span>(22)</span></p><p lang=\"en\" class=\"en \">The Story of 'Ad </p><p lang=\"en\" class=\"en \">Allah states that 'Ad, the People of Hud, denied their Messenger, just as the people of Nuh did. So, Allah sent on them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْهِمْ رِيحًا صَرْصَرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(against them a violently cold <span class=\"gray\">(Sarsar)</span> wind)</span>, means, a bitterly cold and furious wind,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فِي يَوْمِ نَحْسٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on a day of calamity)</span>, against them, according to Ad-Dahhak, Qatadah and As-Suddi,</p><p class=\"ps qpc-hafs\" lang=\"ps\"> مُسْتَمِرٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(continuous)</span>, upon them because the calamity, torment and destruction that they suffered in this life on that day continued with that of the Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Plucking out men as if they were uprooted stems of date palms.)</span></p><p lang=\"en\" class=\"en \">The wind would pluck one of them and raise him high, until he could no longer be seen, and then violently send him down on his head to the ground. His head would be smashed and only his body would be left, headless,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ - فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ - وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as if they were uprooted stems of date palms. Then, how was My torment and My warnings? And We have indeed made the Qur'an easy to understand and remember; then is there any that will remember?)</span></p>"
  },
  {
    "ayah_key": "54:23",
    "group_ayah_key": "54:23",
    "from_ayah": "54:23",
    "to_ayah": "54:32",
    "ayah_keys": "54:23,54:24,54:25,54:26,54:27,54:28,54:29,54:30,54:31,54:32",
    "text": "<p lang=\"en\" class=\"en \">Thamud denied the warnings <span>(23)</span>And they said: \"A man, alone among us – shall we follow him? Truly, then we should be in error and distress! <span>(24)</span>\"Is it that the Reminder is sent to him alone from among us? Nay, he is an insolent liar! <span>(25)</span>Tomorrow they will come to know who is the liar, the insolent one <span>(26)</span>Verily, We are sending the she-camel as a test for them. So watch them, and be patient <span>(27)</span>And inform them that the water is to be shared between <span class=\"gray\">(her and)</span> them, each one's right to drink being established <span class=\"gray\">(by turns)</span><span>(28)</span>But they called their comrade and he took <span class=\"gray\">(a sword)</span> and killed <span class=\"gray\">(her)</span><span>(29)</span>Then, how was My torment and My warnings <span>(30)</span>Verily, We sent against them a single Sayhah, and they became like straw Al-Muhtazir <span>(31)</span>And indeed, We have made the Qur'an easy to understand and remember; then is there any that will remember <span>(32)</span></p><p lang=\"en\" class=\"en \">The Story of Thamud</p><p lang=\"en\" class=\"en \">Allah states here that the people of Thamud denied their Messenger Salih,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they said: \"A man, alone among us – shall we follow him? Truly, then we should be in error and distress!\")</span> They said, 'We would have earned failure and loss if we all submitted to a man from among us.' They were amazed that the Reminder was sent to him alone among them, and therefore, accused him of being a liar,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُوَ كَذَّابٌ أَشِرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, he is an insolent liar!)</span>, means, he has tresspassed the limits in his lies. Allah the Exalted responded,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Tomorrow they will come to know who is the liar, the insolent one!)</span>, thus warning and threatening them and delivering a sure promise to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We are sending the she-camel as a test for them.)</span> To test and try the people of Thamud, Allah sent to them a superb, pregnant female camel that emerged from solid rock, according to their request, so that it would become a proof against them from Allah, the Exalted. Thereafter, they were supposed to believe in what was brought to them by Salih, peace be upon him. Allah ordered His servant and Messenger Salih,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْتَقِبْهُمْ وَاصْطَبِرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So watch them, and be patient!)</span> Allah commanded, 'await, O Salih, and see what will become of them and be patient; verily the better end will be yours and you will have success in this life and the Hereafter,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And inform them that the water is to be shared between them)</span> one day for her to drink and one day for them to drink,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هَٰذِهِ نَاقَةٌ لَهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَعْلُومٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"Here is a she-camel: it has a right to drink, and you have a right to drink <span class=\"gray\">(water)</span> on a day, known.\")</span><span class=\"gray\">(26:155)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ شِرْبٍ مُحْتَضَرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(each one's right to drink being established.)</span> Mujahid said, \"When she did not drink, they would drink the water, and when she drank, they would drink her milk.\" Allah the Exalted said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they called their comrade and he took and killed.)</span> According to the Scholars of Tafsir, his name was Qudar bin Salif; he was the evilest among them,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذِ انْبَعَثَ أَشْقَاهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the most wicked man among them went forth <span class=\"gray\">(to kill the she-camel)</span>.)</span><span class=\"gray\">(91:12)</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَعَاطَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he took)</span> meaning to harm,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَقَرَ - فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and killed <span class=\"gray\">(her)</span>. Then, how was My torment and My warnings?)</span>, 'I tormented them, so how was the torment I sent on them because of their disbelief in Me and denying My Messenger?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We sent against them a single Sayhah, and they became like straw Al-Muhtazir.)</span></p><p lang=\"en\" class=\"en \">They all perished and none of them remained. They were no more, they died out, just as plants and grass dry and die out. As-Suddi said that they became like the dry grass in the desert when it becomes burned and the wind scatters it all about. Ibn Zayd said, \"The Arabs used to erect fences <span class=\"gray\">(Hizar, from which the word, Al-Muhtazir, is derived)</span> made of dried bushes, around their camels and cattle, so Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَهَشِيمِ الْمُحْتَظِرِ</p><p lang=\"pl\" class=\"pl \"><span class=\"gray\">(like straw Al-Muhtazir.)</span></p>"
  },
  {
    "ayah_key": "54:33",
    "group_ayah_key": "54:33",
    "from_ayah": "54:33",
    "to_ayah": "54:40",
    "ayah_keys": "54:33,54:34,54:35,54:36,54:37,54:38,54:39,54:40",
    "text": "<p lang=\"en\" class=\"en \">The people of Lut denied the warnings <span>(33)</span>Verily, We sent against them Hasib <span class=\"gray\">(a violent storm of stones)</span>, except the family of Lut, them We saved in the last hour of the night <span>(34)</span>As a favor from Us. Thus do We reward him who gives thanks <span>(35)</span>And he indeed had warned them of Our punishment, but they doubted the warnings <span>(36)</span>And they indeed sought to shame his guests. So, We blinded their eyes <span class=\"gray\">(saying)</span>, \"Then taste you My torment and My warnings. <span>(37)</span>And verily, an abiding torment seized them early in the morning <span>(38)</span>Then taste you My torment and My warnings <span>(39)</span>And indeed, We have made the Qur'an easy to understand and remember; then is there any that will remember <span>(40)</span></p><p lang=\"en\" class=\"en \">The Story of the People of the Prophet Lut</p><p lang=\"en\" class=\"en \">Allah the Exalted states that the people of Lut defied and denied their Messenger and committed sodomy, the awful immoral sin that no people in the history of mankind had committed before. This is why Allah destroyed them with a type of torment that He never inflicted upon any nation before them. Allah the Exalted commanded Jibril, peace be upon him, to raise their cities to the sky and then turn them upside down over them, followed by stones made of marked Sijjil. So He said here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آلَ لُوطٍ ۖ نَجَّيْنَاهُمْ بِسَحَرٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We sent against them Hasib <span class=\"gray\">(a violent storm of stones)</span> except the family of Lut, them We saved in the last hour of the night.)</span></p><p lang=\"en\" class=\"en \">They left the city in the last part of the night and were saved from the torment that struck their people, none of whom believed in Lut. And even Lut's wife suffered the same end as her people. Allah's Prophet Lut left Sodom with his daughters in safety, unharmed. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ نَجْزِي مَنْ شَكَرَ - وَلَقَدْ أَنْذَرَهُمْ بَطْشَتَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus do We reward him who gives thanks. And he indeed had warned them of Our punishment,)</span> meaning, before the torment struck his people, he warned them of Allah's torment and punishment. They did not heed the warning, nor listen to Lut, but instead doubted and disputed the warning.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they indeed sought to shame his guests)</span> that is the night the angels Jibril, Mika'il and Israfil came to him in the shape of handsome young men, as a test from Allah for Lut's people. Lut hosted his guests, while his wife, the evil old one, sent a message to her people informing them of Lut's guests. They came to him in haste from every direction, and Lut had to close the door in their faces. They came during the night and tried to break the door; Lut tried to fend them off, while shielding his guests from them, saying,</p><p class=\"sd qpc-hafs\" lang=\"sd\">هَٰؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are my daughters, if you must act <span class=\"gray\">(so)</span>.)</span><span class=\"gray\">(15:71)</span>, in reference to their women,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Surely, you know that we have neither any desire nor need of your daughters!\")</span><span class=\"gray\">(11:79)</span>, meaning, 'we do not have any desire for women,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and indeed you know well what we want!)</span><span class=\"gray\">(11:79)</span> When the situation became serious and they insisted on coming in, Jibril went out to them and struck their eyes with the tip of his wing, causing them to lose their sight. They went back feeling for the walls to guide them, threatening Lut with what would befall him in the morning. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, an abiding torment seized them early in the morning.)</span> meaning, a torment that they had no way of escaping or avoiding,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذُوقُوا عَذَابِي وَنُذُرِ - وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then taste you My torment and My warnings. And indeed, We have made the Qur'an easy to understand and remember; then is there any that will remember?)</span></p>"
  }
]