[
  {
    "ayah_key": "2:284",
    "group_ayah_key": "2:284",
    "from_ayah": "2:284",
    "to_ayah": "2:284",
    "ayah_keys": "2:284",
    "text": "<p class=\"en translation\" lang=\"en\">To Allah belongs all that is in the heavens and all that is on the earth, and whether you disclose what is in yourselves or conceal it, Allah will call you to account for it. Then He forgives whom He wills and punishes whom He wills. And Allah is able to do all things <span>(284)</span></p><div lang=\"en\" class=\"en \"><h2>Would the Servants be Accountable for What They Conceal in Their Hearts?</h2></div><p lang=\"en\" class=\"en \">Allah states that His is the kingship of the heavens and earth and of what and whoever is on or between them, that He has perfect watch over them. No apparent matter or secret that the heart conceals is ever a secret to Him, however minor it is. Allah also states that He will hold His servants accountable for what they do and what they conceal in their hearts. In similar statements, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِن تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ)</span>: \"Whether you hide what is in your breasts or reveal it, Allah knows it, and He knows what is in the heavens and what is in the earth. And Allah is able to do all things)</span><span class=\"gray\">[3:29]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ السِّرَّ وَأَخْفَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows the secret and that which is yet more hidden.)</span><span class=\"gray\">[20:7]</span></p><p lang=\"en\" class=\"en \">There are many other Ayat on this subject. In this Ayah <span class=\"gray\">[2:284]</span>, Allah states that He has knowledge of what the hearts conceal, and consequently, He will hold the creation accountable for whatever is in their hearts. This is why when this Ayah was revealed, it was hard on the Companions, since out of their strong faith and conviction, they were afraid that such reckoning would diminish their good deeds.</p><p lang=\"gd\" class=\"gd \">Imam Ahmad recorded that Abu Hurayrah said, \"When</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِن تُبْدُوا مَا فِي أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ اللَّهُ فَيَغْفِرُ لِمَن يَشَاءُ وَيُعَذِّبُ مَن يَشَاءُ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Allah belongs all that is in the heavens and all that is on the earth, and whether you disclose what is in yourselves or conceal it, Allah will call you to account for it. Then He forgives whom He wills and punishes whom He wills. And Allah is able to do all things)</span></p><p lang=\"en\" class=\"en \">was revealed to the Messenger of Allah ﷺ, it was very hard for the Companions of the Messenger ﷺ. The Companions came to the Messenger and fell to their knees saying, 'O Messenger of Allah! We were asked to perform what we can bear of deeds: the prayer, the fast, Jihad and charity. However, this Ayah was revealed to you, and we cannot bear it.' The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتُرِيدُونَ أَنْ تَقُولُوا كَما قَالَ أَهْلُ الْكِتَابَيْنِ مِنْ قَبْلِكُمْ: سَمِعْنَا وَعَصَيْنَا؟ بَلْ قُولُوا: سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you want to repeat what the People of the Two Scriptures before you said, that is, 'We hear and we disobey?' Rather, say, 'We hear and we obey, and we seek Your forgiveness, O our Lord, and the Return is to You.)</span></p><p lang=\"en\" class=\"en \">When the people accepted this statement and their tongues recited it, Allah sent down afterwards,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Messenger believes in what has been sent down to him from his Lord, and <span class=\"gray\">(so do)</span>the believers. Each one believes in Allah, His Angels, His Books, and His Messengers. <span class=\"gray\">(They say,)</span> \"We make no distinction between one another of His Messengers ـ and they say, \"We hear, and we obey. <span class=\"gray\">(We seek)</span> Your forgiveness, our Lord, and to You is the return <span class=\"gray\">(of all)</span>.\")</span></p><p lang=\"en\" class=\"en \">When they did that, Allah abrogated the Ayah <span class=\"gray\">[2:284]</span> and sent down the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah burdens not a person beyond his scope. He gets reward for that <span class=\"gray\">(good)</span> which he has earned, and he is punished for that <span class=\"gray\">(evil)</span> which he has earned. \"Our Lord! Punish us not if we forget or fall into error.\")</span> until the end.\"</p><p lang=\"en\" class=\"en \">Muslim recorded it with the wording; \"When they did that, Allah abrogated it <span class=\"gray\">[2:284]</span> and sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah burdens not a person beyond his scope. He gets reward for that <span class=\"gray\">(good)</span> which he has earned, and he is punished for that <span class=\"gray\">(evil)</span> which he has earned. \"Our Lord! Punish us not if we forget or fall into error\".)</span></p><p lang=\"en\" class=\"en \">Allah said, 'I shall <span class=\"gray\">(accept your supplication)</span>,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! Lay not on us a burden like that which You did lay on those before us <span class=\"gray\">(Jews and Christians)</span>\")</span></p><p lang=\"en\" class=\"en \">Allah said, 'I shall <span class=\"gray\">(accept your supplication)</span>,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! Put not on us a burden greater than we have strength to bear.\")</span></p><p lang=\"en\" class=\"en \">Allah said, 'I shall <span class=\"gray\">(accept your supplication)</span>,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلَانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Pardon us and grant us forgiveness. Have mercy on us. You are our Mawla <span class=\"gray\">(Supporter and Protector)</span> and give us victory over the disbelieving people.\")</span></p><p lang=\"ceb\" class=\"ceb \">Allah said, 'I shall.'\"</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Mujahid said, \"I saw Ibn 'Abbas and said to him, 'O Abu Abbas! I was with Ibn 'Umar, and he read this Ayah and cried.' He asked, 'Which Ayah?' I said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِن تُبْدُواْ مَا فِي أَنفُسِكُمْ أَوْ تُخْفُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whether you disclose what is in yourselves or conceal it.)</span>'</p><p lang=\"en\" class=\"en \">Ibn 'Abbas said, 'When this Ayah was revealed, it was very hard on the Companions of the Messenger of Allah ﷺ and worried them tremendously. They said: O Messenger of Allah! We know that we would be punished according to our statements and our actions, but as for what occurs in our hearts, we do not control what is in them.' The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا: سَمِعْنَا وَأَطَعْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say, 'We hear and we obey.')</span> They said, 'We hear and we obey.' Thereafter, this Ayah abrogated the previous Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Messenger believes in what has been sent down to him from his Lord, and <span class=\"gray\">(so do)</span> the believers. Each one believes in Allah)</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah burdens not a person beyond his scope. He gets reward for that <span class=\"gray\">(good)</span> which he has earned, and he is punished for that <span class=\"gray\">(evil)</span> which he has earned.)</span></p><p lang=\"en\" class=\"en \">Therefore, they were pardoned what happens in their hearts, and were held accountable only for their actions.\"</p><p lang=\"en\" class=\"en \">The Group recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَجَاوَزَ لِي عَنْ أُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَالَمْ تَكَلَّمْ أَوْ تَعْمَل</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has pardoned my Ummah for what they say to themselves, as long as they do not utter it or act on it.)</span></p><p lang=\"ceb\" class=\"ceb \">The Two Sahihs recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ: إِذَا هَمَّ عَبْدِي بِسَيِّئَةٍ فَلَا تَكْتُبُوهَا عَلَيهِ، فَإِنْ عَمِلَهَا فَاكْتُبُوهَا سَيِّئَةً، وَإِذَا هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا فَاكْتُبُوهَ حَسَنَةً، فَإِنْ عَمِلَهَا فَاكْتُبُوهَا عَشْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah said <span class=\"gray\">(to His angels)</span>, \"If My servant intends to commit an evil deed, do not record it as such for him, and if he commits it, write it for him as one evil deed. If he intends to perform a good deed, but did not perform it, then write it for him as one good deed, and if he performs it, write it for him as ten good deeds.\")</span></p>"
  }
]