[
  {
    "ayah_key": "11:87",
    "group_ayah_key": "11:87",
    "from_ayah": "11:87",
    "to_ayah": "11:87",
    "ayah_keys": "11:87",
    "text": "<p class=\"en translation\" lang=\"en\">They said: \"O Shu'ayb! Does your Salah command you that we give up what our fathers used to worship, or that we give up doing what we like with our property? Verily, you are the forbearer, right-minded! <span>(87)</span></p><div lang=\"en\" class=\"en \"><h2>The Response of Shu'ayb's People</h2></div><p lang=\"en\" class=\"en \">They said to Shu'ayb, in mockery,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصَلَاتُكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does your Salah)</span> Al-A'mash said, \"This means your reading.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ آبَاؤُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(command you that we give up what our fathers used to worship,)</span> meaning the idols and statues.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ أَن نَّفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or that we give up doing what we like with our property?)</span> This means, \"Should we abandon our practice of lightening the scales because of your statement This is our wealth and we will do with it as we please.\" Al-Hasan said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصَلَاتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ آبَاؤُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does your Salah command you that we give up what our fathers used to worship,)</span><span class=\"gray\">[11:87]</span> \"By Allah, this means that his prayer commanded them to abandon what their fathers used to worship.\" At-Thawri said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ أَن نَّفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or that we give up doing what we like with our property?)</span> \"They were speaking in reference to the paying of Zakah <span class=\"gray\">(charity)</span>.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَأَنتَ الْحَلِيمُ الرَّشِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you are the forbearer right-minded!)</span> Ibn 'Abbas, Maymun bin Mihran, Ibn Jurayj, Ibn Aslam, and Ibn Jarir all said, \"These enemies of Allah were only saying this in mockery. May Allah disfigure them and curse them from ever receiving His mercy. And verily, He did so.\"</p>"
  },
  {
    "ayah_key": "11:88",
    "group_ayah_key": "11:88",
    "from_ayah": "11:88",
    "to_ayah": "11:88",
    "ayah_keys": "11:88",
    "text": "<p lang=\"en\" class=\"en \">He said: \"O my people! Tell me if I have a clear evidence from my Lord and He has given me a good sustenance from Himself <span class=\"gray\">(shall I corrupt it by mixing it with the unlawfully earned money)</span>. I wish not, in contradiction to you, to do that which I forbid you. I only desire reform to the best of my power. And my guidance cannot come except from Allah, in Him I put my trust and unto Him I repent. <span>(88)</span></p><div lang=\"xh\" class=\"xh \"><h2>Shu'ayb's Refutation of His People</h2></div><p lang=\"en\" class=\"en \">He said to them: Do you see O my people, that if I</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ بَيِّنَةٍ مِّن رَّبِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(have a clear evidence from my Lord)</span> meaning, upon clear guidance in that which I am calling to.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He has given me a good sustenance from Himself.)</span> It has been said that he meant the prophethood. It has also been said that he meant the lawful provisions. It seems that the verse carries both meanings. Ath-Thawri said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَا أَنْهَاكُمْ عَنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I wish not, in contradiction to you, to do that which I forbid you.)</span> meaning, 'do not forbid you from something and at the same time I contradict my prohibitions in secret behind your backs, doing what I have forbidden.' This is similar to what Qatadah said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَا أَنْهَاكُمْ عَنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I wish not, in contradiction to you, to do that which I forbid you.)</span> \"He is saying, 'I do not forbid you all from something while I do it myself.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I only desire reform to the best of my power.)</span> This means, \"In that which I command and forbid you, I only want to correct your affair as much as I am able.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَوْفِيقِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And my guidance cannot come)</span> This means, \"In whatever I intend that agrees with the truth.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا بِاللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except from Allah, in Him I put my trust)</span> This means in all of my affairs.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِلَيْهِ أُنِيبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and unto Him I repent.)</span> meaning; \"I return.\" This has been said by Mujahid and others.</p>"
  },
  {
    "ayah_key": "11:89",
    "group_ayah_key": "11:89",
    "from_ayah": "11:89",
    "to_ayah": "11:90",
    "ayah_keys": "11:89,11:90",
    "text": "<p class=\"en translation\" lang=\"en\">\"And O my people! Let not my Shiqaq cause you to suffer the fate similar to that of the people of Nuh or of Hud or of Salih, and the people of Lut are not far off from you! <span>(89)</span>\"And ask forgiveness of your Lord and turn unto Him in repentance. Verily, my Lord is Most Merciful, Most Loving. <span>(90)</span></p><p lang=\"mi\" class=\"mi \">He <span class=\"gray\">(Shu'ayb)</span> said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَا قَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And O my people! Let not my Shiqaq cause you)</span> This means, \"Do not let your hatred and enmity of me cause you to persist in your corruption and disbelief. If you continue this way, you will suffer the same vengeance and torment that overcame Nuh's people, Hud's people, Salih's people and Lut's people.\" Qatadah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَا قَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And O my people! Let not my Shiqaq cause you)</span> \"He is saying, 'Do not be influenced by your differing with me.\" As-Suddi said, \"This means your enmity of me should not lead you to continue in misguidance and disbelief, or else you will be afflicted by what afflicted them.\" Concerning His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the people of Lut are not far off from you!)</span> It has been said that this refers to the period of time. Qatadah said, \"This means that they were only destroyed before you yesterday.\" It has also been said that it refers to place. Actually, the verse carries both meanings.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَغْفِرُوا رَبَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And ask forgiveness of your Lord)</span> from the previous sins.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تُوبُوا إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and turn unto Him in repentance.)</span> In whatever evil actions you may encounter in the future. Concerning his statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ رَبِّي رَحِيمٌ وَدُودٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, my Lord is Most Merciful, Most Loving.)</span> to those who repent.</p>"
  },
  {
    "ayah_key": "11:9",
    "group_ayah_key": "11:9",
    "from_ayah": "11:9",
    "to_ayah": "11:11",
    "ayah_keys": "11:9,11:10,11:11",
    "text": "<p lang=\"en\" class=\"en \">And if We give man a taste of mercy from Us, and then withdraw it from him, verily, he is despairing, ungrateful <span>(9)</span>But if We let him taste good <span class=\"gray\">(favor)</span> after evil <span class=\"gray\">(poverty and harm)</span> has touched him, he is sure to say: \"Ills have departed from me.\" Surely, he is exultant and boastful <span class=\"gray\">(ungrateful to Allah)</span><span>(10)</span>Except those who show patience and do righteous good deeds: those, theirs will be forgiveness and a great reward <span class=\"gray\">(Paradise)</span><span>(11)</span></p><div lang=\"en\" class=\"en \"><h2>The changing of Man's Attitude in Happiness and Hardship</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs about mankind and the blameworthy characteristics that he possesses, except for those believing servants upon whom Allah has bestowed His mercy. Allah explains that when any hardship befalls man, after he has experienced blessings, he is disheartened and he despairs of any good in the future. He denies and rejects <span class=\"gray\">(the bounties of)</span> his previous condition. Thus, he behaves as if he has never seen any good and he loses all hope for relief <span class=\"gray\">(from his situation)</span>. Likewise, if any blessing befalls him after displeasure,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he is sure to say, \"Ills have departed from me.\")</span> This means that he will claim that no harm or calamity will afflict him after this <span class=\"gray\">(blessing)</span>.</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّهُ لَفَرِحٌ فَخُورٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, he is exultant and boastful <span class=\"gray\">(ungrateful to Allah)</span>.)</span> This means that he is pleased with what he has in his hand and ungrateful <span class=\"gray\">(to Allah)</span>. At the same time he is boastful towards others. Allah, the Exalted, then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ صَبَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except those who show patience)</span> meaning, those who show patience during times of hardship and adversity. In reference to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and do righteous good deeds)</span> This means that they perform the good deeds in times of ease and good health. Concerning the statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُم مَّغْفِرَةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those, theirs will be forgiveness)</span> meaning, that they will be forgiven due to the calamities that afflicted them. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَجْرٌ كَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a great reward.)</span> This great reward is due to them because of what they sent forth <span class=\"gray\">(of good deeds)</span> in their times of ease. This is similar to what is mentioned in the Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ! لَا يُصِيبُ الْمُؤْمِنَ هَمٌّ وَلَا غَمٌّ وَلَا نَصَبٌ وَلَا وَصَبٌ وَلَا حَزَنٌ، حَتَّى الشَّوْكَةُ يُشَاكُهَا إِلَّا كَفَّرَ اللهُ عَنْهُ بِهَا مِنْ خَطَايَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By He in Whose Hand is my soul! No worry, calamity, distress, illness, or grief strikes a believer, even the prick of a thorn, except that Allah will expiate his sins for him because of it.)</span> In the Sahih it is recorded that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ! لَا يَقْضِي اللهُ لِلْمُؤْمِنِ قَضَاءً إِلَّا كَانَ خَيْرًا لَهُ، إِنْ أَصَابَتْهُ سَرَّاءُ فَشَكَرَ كَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ فَصَبَرَ كَانَ خَيْرًا لَهُ، وَلَيْسَ ذَلِكَ لِأَحَدٍ غَيْرِ الْمُؤْمِنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By He in Whose Hand is my soul! Allah does not decree any matter for the believer except that it is good for him. If any blessing befalls him, he is thankful <span class=\"gray\">(to Allah)</span> and that is good for him. If any harm comes to him, he is patient and that is also good for him. This is <span class=\"gray\">(a bounty)</span> exclusively for the believer.)</span> For this reason, Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَصْرِ - إِنَّ الْإِنسَانَ لَفِي خُسْرٍ - إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Al-'Asr <span class=\"gray\">(the time)</span>. Verily, man is in loss. Except those who believe and do righteous good deeds. And recommend one another to the truth and recommend one another to patience.)</span><span class=\"gray\">[103:1-3]</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْإِنسَانَ خُلِقَ هَلُوعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, man was created very impatient.)</span><span class=\"gray\">[70:19]</span></p>"
  }
]