[
  {
    "ayah_key": "28:38",
    "group_ayah_key": "28:38",
    "from_ayah": "28:38",
    "to_ayah": "28:42",
    "ayah_keys": "28:38,28:39,28:40,28:41,28:42",
    "text": "<p lang=\"en\" class=\"en \">Fir'awn said: \"O chiefs! I know not that you have a god other than me. So kindle for me <span class=\"gray\">(a fire)</span>, O Haman, to bake clay, and set up for me a Sarh in order that I may look at the God of Musa; and verily, I think that he <span class=\"gray\">(Musa)</span> is one of the liars. <span>(38)</span>And he and his armies were arrogant in the land, without right, and they thought that they would never return to Us <span>(39)</span>So, We seized him and his armies, and We threw them all into the sea. So, behold what was the end of the wrongdoers <span>(40)</span>And We made them leaders inviting to the Fire: and on the Day of Resurrection, they will not be helped <span>(41)</span>And We made a curse to follow them in this world, and on the Day of Resurrection, they will be among disgraced <span>(42)</span></p><div lang=\"en\" class=\"en \"><h2>The Arrogance of Fir'awn and His ultimate Destiny</h2></div><p lang=\"en\" class=\"en \">Allah tells us of Fir'awn's disbelief and wrongdoing, and how he falsely claimed divinity for his evil self, may Allah curse him.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus he fooled his people, and they obeyed him.)</span><span class=\"gray\">[43:54]</span> He called on his people to recognize his divinity, and they responded, because of their weak and foolish minds. So, he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَٰهٍ غَيْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O chiefs! I know not that you have a god other than me.)</span> Allah tells us about Fir'awn:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَحَشَرَ فَنَادَىٰ - فَقَالَ أَنَا رَبُّكُمُ الْأَعْلَىٰ - فَأَخَذَهُ اللَّهُ نَكَالَ الْآخِرَةِ وَالْأُولَىٰ  - إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِمَنْ يَخْشَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he gathered <span class=\"gray\">(his people)</span> and cried aloud, saying: \"I am your lord, most high.\" So Allah, seized him with punishment for his last and first transgression. Verily, in this is an instructive admonition for whosoever fears Allah.)</span><span class=\"gray\">(79:23-26)</span> meaning: he brought his people together and called to them in a loud voice, shouting that, and they responded to him obediently. So Allah took revenge on him, and made him a lesson to others in this world and the Hereafter. He even confronted Musa with that, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِنِ اتَّخَذْتَ إِلَٰهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you choose a god other than me, I will certainly put you among the prisoners)</span><span class=\"gray\">(26:29)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي أَطَّلِعُ إِلَىٰ إِلَٰهِ مُوسَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So kindle for me <span class=\"gray\">(a fire)</span>, O Haman, to bake <span class=\"gray\">(bricks out of)</span> clay, and set up for me a Sarh in order that I may look at the God of Musa;)</span> He commanded his minister and adviser Haman to bake bricks for him, i.e., to make bricks in order to build a Şarḥ, a exalted towering palace. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ فِرْعَوْنُ يَا هَامَانُ ابْنِ لِي صَرْحًا لَعَلِّي أَبْلُغُ الْأَسْبَابَ - أَسْبَابَ السَّمَاوَاتِ فَأَطَّلِعَ إِلَىٰ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُ كَاذِبًا ۚ وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ وَصُدَّ عَنِ السَّبِيلِ ۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِي تَبَابٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Fir'awn said: \"O Haman! Build me a Sarh that I may arrive at the ways – the ways of the heavens, and I may look upon the God of Musa, but verily, I think him to be a liar.\" Thus it was made fair seeming, in Fir'awn's eyes, the evil of his deeds, and he was hindered from the path; and the plot of Fir'awn led to nothing but loss and destruction)</span><span class=\"gray\">(40:36-37)</span>. Fir'awn built this tower, which was the highest structure ever seen on earth, because he wanted to show his people that Musa was lying when he claimed that there was a God other than Fir'awn. Fir'awn said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and verily, I think that he <span class=\"gray\">(Musa)</span> is one of the liars.)</span> meaning, 'when he says that there is a lord other than me.' The issue was not whether Allah had sent Musa, because he did not acknowledge the existence of the Creator in the first place. On the contrary, he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا رَبُّ الْعَالَمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what is the Lord of Al-'Alamin)</span><span class=\"gray\">(26:23)</span> and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِنِ اتَّخَذْتَ إِلَٰهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you choose a god other than me, I will certainly put you among the prisoners.)</span><span class=\"gray\">(26:29)</span> and he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَٰهٍ غَيْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O chiefs! I know not that you have a god other than me.)</span> This was the view of Ibn Jarir.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he and his armies were arrogant in the land, without right, and they thought that they would never return to Us.)</span> means, they were arrogant oppressors who spread much mischief in the land, and they believed that there would be no Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ - إِنَّ رَبَّكَ لَبِالْمِرْصَادِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, your Lord poured on them different kinds of severe torment. Verily, your Lord is Ever Watchful <span class=\"gray\">(over them)</span>.)</span><span class=\"gray\">(89:13-14)</span>. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, We seized him and his armies, and We threw them all into the sea.)</span> meaning, 'We drowned them in the sea in a single morning, and not one of them was left.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ - وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, behold what was the end of the wrongdoers. And We made them leaders inviting to the Fire)</span> for those who followed them and took the same path as they did, rejecting the Messengers and denying the Creator.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and on the Day of Resurrection, they will not be helped.)</span> their humiliation in this world is combined with and connected to their humiliation in the Hereafter, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have destroyed them. And there was none to help them)</span><span class=\"gray\">(47:13)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَتْبَعْنَاهُمْ فِي هَٰذِهِ الدُّنْيَا لَعْنَةً ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made a curse to follow them in this world,)</span> Allah decreed that they and their king Fir'awn should be cursed by the believers among His servants who follow His Messengers, just as in this world they were cursed by the Prophets and their followers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and on the Day of Resurrection, they will be among disgraced.)</span> Qatadah said, \"This Ayah is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُتْبِعُوا فِي هَٰذِهِ لَعْنَةً وَيَوْمَ الْقِيَامَةِ ۚ بِئْسَ الرِّفْدُ الْمَرْفُودُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They were pursued by a curse in this <span class=\"gray\">(life)</span> and on the Day of Resurrection. Evil indeed is the gift given.)</span><span class=\"gray\">(11:99)</span>.\"</p>"
  },
  {
    "ayah_key": "28:43",
    "group_ayah_key": "28:43",
    "from_ayah": "28:43",
    "to_ayah": "28:43",
    "ayah_keys": "28:43",
    "text": "<p class=\"en translation\" lang=\"en\">And indeed We gave Musa – after We had destroyed the generations of old – the Scripture as an enlightenment for mankind, and a guidance and a mercy, that they might remember <span>(43)</span></p><div lang=\"en\" class=\"en \"><h2>The Blessings which Allah bestowed upon Musa</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the blessings which He gave His servant and Messenger Musa, the speaker, may the best of peace and blessings from his Lord be upon him, He revealed the Tawrah to him after He destroyed Fir'awn and his chiefs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(after We had destroyed the generations of old)</span> After the revelation of the Tawrah, no nation would again be punished with an overwhelming calamity; instead the believers were now commanded to fight the enemies of Allah among the idolators, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ - فَعَصَوْا رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَابِيَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Fir'awn, and those before him, and the cities overthrown committed sin. And they disobeyed their Lord's Messenger, so He seized them with a strong punishment)</span><span class=\"gray\">(69:9-10)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as an enlightenment for mankind, and a guidance and a mercy,)</span> guidance from blindness and error. A guidance to the truth and a mercy means, to show the way towards doing righteous deeds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they might remember.)</span> means, that the people might be reminded and guided by it.</p>"
  }
]