[
  {
    "ayah_key": "33:4",
    "group_ayah_key": "33:4",
    "from_ayah": "33:4",
    "to_ayah": "33:5",
    "ayah_keys": "33:4,33:5",
    "text": "<p lang=\"en\" class=\"en \">Allah has not made for any man two hearts inside his body. Neither has He made your wives whom you declare to be like your mothers' backs, your real mothers nor has He made your adopted sons your real sons. That is but your saying with your mouths. But Allah says the truth, and He guides to the way <span>(4)</span>Call them by their fathers, that is more just with Allah. But if you know not their father's, your brothers in faith and Mawalikum <span class=\"gray\">(your freed servants)</span>. And there is no sin on you concerning that in which you made a mistake, except in regard to what your hearts deliberately intend. And Allah is Ever Oft-Forgiving, Most Merciful <span>(5)</span></p><p lang=\"zu\" class=\"zu \">Abolition of Adoption</p><p lang=\"en\" class=\"en \">Before Allah discusses ideas and theoretical matters, He gives tangible examples: one man cannot have two hearts in his body, and a man's wife does not become his mother if he says the words of Zihar to her: \"You are to me like the back of my mother.\" By the same token, an adopted child does not become the son of the man who adopts him and calls him his son. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ ۚ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has not made for any man two hearts inside his body. Neither has He made your wives whom you declare to be like your mothers' backs, your real mothers...)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا هُنَّ أُمَّهَاتِهِمْ ۖ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They cannot be their mothers. None can be their mothers except those who gave them birth)</span><span class=\"gray\">(58:2)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor has He made your adopted sons your real sons.)</span> This was revealed concerning Zayd bin Harithah, may Allah be pleased with him, the freed servant of the Prophet ﷺ. The Prophet ﷺ had adopted him before prophethood, and he was known as Zayd bin Muhammad. Allah wanted to put an end to this naming and attribution, as He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor has He made your adopted sons your real sons.)</span> This is similar to the Ayah later in this Surah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَٰكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ ۗ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Muhammad is not the father of any of your men, but he is the Messenger of Allah and the last <span class=\"gray\">(end)</span> of the Prophets. And Allah is Ever All-Aware of everything.)</span><span class=\"gray\">(33:40)</span>. And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is but your saying with your mouths.)</span> meaning, 'your adoption of him is just words, and it does not mean that he is really your son,' for he was created from the loins of another man, and a child cannot have two fathers just as a man cannot have two hearts in one body.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah says the truth, and He guides to the way.)</span> Sa'id bin Jubayr said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ الْحَقَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah says the truth,)</span> means, justice. Qatadah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ يَهْدِي السَّبِيلَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He guides to the way)</span> means, the straight path. Imam Ahmad said that Hasan told them that Zuhayr told them from Qabus, meaning Ibn Abi Zibyan, that his father told him: \"I said to Ibn 'Abbas, 'Do you know the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has not made for any man two hearts inside his body.)</span> What does this mean?' He said that the Messenger of Allah ﷺ stood up one day to pray, and he trembled. The hypocrites who were praying with him said, 'Do you not see that he has two hearts, one heart with you and another with them?' Then Allah revealed the words:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has not made for any man two hearts inside his body.)</span>\" This was also narrated by At-Tirmidhi, who said, \"It is a Hasan Hadith\". It was also narrated by Ibn Jarir and Ibn Abi Hatim from the Hadith of Zuhayr.</p><p lang=\"en\" class=\"en \">An Adopted Child should be named after His Real Father</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Call them <span class=\"gray\">(adopted sons)</span> by their fathers, that is more just with Allah.)</span> This is a command which abrogates the state of affairs that existed at the beginning of Islam, when it was permitted to call adopted sons after the man who adopted them. Then Allah commanded that they should be given back the names of their real fathers, and states that this was more fair and just. Al-Bukhari <span class=\"gray\">(may Allah have mercy on him)</span> narrated that 'Abdullah bin 'Umar said: \"Zayd bin Harithah, may Allah be pleased with him, the freed servant of the Messenger of Allah ﷺ, was always called Zayd bin Muhammad, until <span class=\"gray\">(the words of the)</span> Qur'an were revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Call them <span class=\"gray\">(adopted sons)</span> by <span class=\"gray\">(the names of)</span> their fathers, that is more just with Allah.)</span>\" This was also narrated by Muslim, At-Tirmidhi and An-Nasa'i. They used to deal with them as sons in every respect, including being alone with them as Mahrams and so on. Hence Sahlah bint Suhayl, the wife of Abu Hudhayfah, may Allah be pleased with them both, said: \"O Messenger of Allah! We used to call Salim our son, but Allah has revealed what He has revealed. He used to enter upon me, but I feel that Abu Hudhayfah does not like that. The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْضِعِيهِ تَحْرُمِي عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Breastfeed him and he will become your Mahram.)</span>\" Hence when this ruling was abrogated, Allah made it permissible for a man to marry the ex-wife of his adopted son, and the Messenger of Allah ﷺ married Zaynab bint Jahsh, the divorced wife of Zayd bin Harithah, may Allah be pleased with him, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So that <span class=\"gray\">(in future)</span> there may be no difficulty to the believers in respect of the wives of their adopted sons when the latter have no desire to keep them)</span><span class=\"gray\">(33:37)</span>. And Allah says in Ayat At-Tahrim:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The wives of your sons from your own loins)</span><span class=\"gray\">(4:23)</span>. The wife of an adopted son is not included because he was not born from the man's loins. A \"foster\" son through breastfeeding is the same as a son born from one's own loins, from the point of view of Shari'ah, because the Prophet ﷺ said in the Two Sahihs:</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَرِّمُوا مِنَ الرَّضَاعَةِ مَا يُحَرَّمُ مِنَ النَّسَبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Suckling makes unlawful as lineage does.)</span> As for calling a person \"son\" as an expression of honor and endearment, this is not what is forbidden in this Ayah, as is indicated by the report recorded by Imam Ahmad and the Sunan compilers – apart from At-Tirmidhi – from Ibn 'Abbas, may Allah be pleased with him, who said: \"We young boys of Banu 'Abd Al-Muttalib came to the Messenger of Allah ﷺ at the Jamarat; he slapped us on the thigh and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُبَيْنِيَّ لَا تَرْمُوا الْجَمْرَةَ حَتَّى تَطْلُعَ الشَّمْسُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my sons, do not stone the Jamarah until the sun has risen.)</span> This was during the Farewell Pilgrimage in 10 AH.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُوهُمْ لِآبَائِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Call them by their fathers.)</span> This is concerning Zayd bin Harithah, may Allah be pleased with him. He was killed in 8 AH at the battle of Mu'tah. In Sahih Muslim it is reported that Anas bin Malik, may Allah be pleased with him, said: \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَابَنِيَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my son.)</span>\" It was also reported by Abu Dawud and At-Tirmidhi.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you know not their father's then they are your brothers in the religion and Mawalikum <span class=\"gray\">(your freed servants)</span>.)</span></p><p lang=\"en\" class=\"en \">Here Allah commands that adopted sons should be given back their fathers' names, if they are known; if they are not known, then they should be called brothers in faith or freed servants, to compensate for not knowing what their real lineage is. </p><p lang=\"en\" class=\"en \">When the Messenger of Allah ﷺ left Makkah after performing his 'Umrat Al-Qada', the daughter of Hamzah, may Allah be pleased with her, started following him, calling, \"O uncle, O uncle!\" 'Ali took her and said to Fatimah, may Allah be pleased with her, \"Take care of your uncle's daughter,\" so she picked her up. 'Ali, Zayd and Ja'far – may Allah be pleased with them – disputed over of which of them was going to take care of her, and each of them gave his reasons. 'Ali said, \"I have more right, because she is the daughter of my paternal uncle.\" Zayd said, \"She is the daughter of my brother.\" Ja'far bin Abi Talib said: \"She is the daughter of my paternal uncle and I am married to her maternal aunt – meaning Asma' bint 'Umays.\" The Prophet ﷺ ruled that she should stay with her maternal aunt, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْخَالَةُ بِمَنْزِلَةِ الْأُمِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The maternal aunt has the same status as the mother.)</span> He ﷺ said to 'Ali, may Allah be pleased with him,</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَنْتَ مِنِّي وَأَنَا مِنْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You belong to me and I belong to you.)</span> He ﷺ said to Ja'far, may Allah be pleased with him,</p><p class=\"nl qpc-hafs\" lang=\"nl\">أَشْبَهْتَ خَلْقِي وَخُلُقِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You resemble me both in your looks and in your attitude.)</span> And he ﷺ said to Zayd, may Allah be pleased with him,</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَنْتَ أَخُونَا وَمَوْلَانَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are our brother and our freed servant.)</span> This Hadith contains a number of rulings, the most important of which is that the Prophet ﷺ ruled according to the truth, and that he sought to appease all the disputing parties. His saying to Zayd, may Allah be pleased with him,</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَنْتَ أَخُونَا وَمَوْلَانَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are our brother and our freed servant.)</span> is as Allah says in this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your brothers in faith and your freed servants.)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is no sin on you concerning that in which you made a mistake,)</span> meaning, if you call one of them after someone who is not in fact his father, by mistake, after trying your best to find out his parentage, then Allah will not attach any sin to this mistake. This is like the Ayah in which Allah commands His servants to say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Punish us not if we forget or fall into error)</span><span class=\"gray\">(2:286)</span>. It was reported in Sahih Muslim that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ عَزَّ وَجَلَّ: قَدْ فَعَلْتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah says, \"Certainly I did <span class=\"gray\">(so)</span>.\")</span> In Sahih Al-Bukhari, it was recorded that 'Amr bin Al-'As, may Allah be pleased with him, said: \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا اجْتَهَدَ الْحَاكِمُ فَأَصَابَ فَلَهُ أَجْرَانِ، وَإِنِ اجْتَهَدَ فَأَخْطَأَ فَلَهُ أَجْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If the judge makes Ijtihad and reaches the right decision, he will have two rewards; if he makes Ijtihad and reaches the wrong decision, he will have one reward.)</span> In another Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالىٰ رَفَعَ عَنْ أُمَّتِي الْخَطَأَ وَالنِّسْيَانَ وَمَا يُكْرَهُونَ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will forgive my Ummah for mistakes, forgetfulness and what they are forced to do.)</span> And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَٰكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ ۚ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is no sin on you concerning that in which you made a mistake, except in regard to what your hearts deliberately intend. And Allah is Ever Oft-Forgiving, Most Merciful.)</span> meaning, the sin is on the person who deliberately does something wrong, as Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will not call you to account for that which is unintentional in your oaths)</span><span class=\"gray\">(2:225)</span>. </p><p lang=\"en\" class=\"en \">Imam Ahmad narrated from Ibn 'Abbas that 'Umar said: \"Allah sent Muhammad ﷺ with the Truth and revealed to him the Book. One of the things that was revealed in it was the Ayah of stoning, so the Messenger of Allah ﷺ stoned <span class=\"gray\">[adulterers]</span> and we stoned <span class=\"gray\">[them]</span> after he died.\" Then he said, \"We also used to recite, 'Do not attribute yourselves to anyone other than your fathers, for this is disbelief, to attribute yourselves to anyone other than your fathers.'\" The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُطْرُونِي كَمَا أُطْرِيَ عِيسَى ابْنُ مَرْيَمَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ، فَإِنَّمَا أَنَا عَبْدُاللهِ، فَقُولُوا: عَبْدُهُ وَرَسُولُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not exaggerate in praising me as 'Isa bin Maryam was praised upon him be peace and blessings. I am just a servant of Allah. Say, \"He is His servant and Messenger.\")</span> Or Ma'mar may have said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا أَطْرَتِ النَّصَارَى ابْنَ مَرْيَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As the Christians praised the son of Maryam.)</span> This was also narrated in another Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثٌ فِي النَّاسِ كُفْرٌ: الطَّعْنُ فِي النَّسَبِ، وَالنِّيَاحَةُ عَلَى الْمَيِّتِ، وَالْاسْتِسْقَاءُ بِالنُّجُومِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Three things that people do are parts of disbelief: slandering a person's lineage, wailing over the dead and seeking rain by the stars.)</span></p>"
  }
]