[
  {
    "ayah_key": "3:176",
    "group_ayah_key": "3:176",
    "from_ayah": "3:176",
    "to_ayah": "3:180",
    "ayah_keys": "3:176,3:177,3:178,3:179,3:180",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(176. And let not those grieve you who rush with haste to disbelieve; verily, not the least harm will they do to Allah. It is Allah's will to give them no portion in the Hereafter. For them there is a great torment.)</span><span class=\"gray\">(177. Verily, those who purchase disbelief at the price of faith, not the least harm will they do to Allah. For them, there is a painful torment.)</span><span class=\"gray\">(178. And let not the disbelievers think that Our postponing their punishment is good for them. We postpone the punishment only so that they may increase in sinfulness. And for them is a disgraceful torment.)</span><span class=\"gray\">(179. Allah will not leave the believers in the state in which you are now, until He distinguishes the wicked from the good. Nor will Allah disclose to you the secrets of the Unseen, but Allah chooses of His Messengers whom He wills. So believe in Allah and His Messengers. And if you believe and have Taqwa of Allah, then for you there is a great reward.)</span><span class=\"gray\">(180. And let not those who are stingy with that which Allah has bestowed on them of His bounty think that it is good for them. Nay, it will be worse for them; the things that they were stingy with shall be tied to their necks like a collar on the Day of Resurrection. And Allah's is the inheritance of the heavens and the earth; and Allah is Well-Acquainted with all that you do.)</span></p><div lang=\"en\" class=\"en \"><h2>Comforting the Messenger of Allah <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"en\" class=\"en \">Allah said to His Prophet,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحْزُنكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let not those grieve you who rush with haste to disbelieve)</span><span class=\"gray\">[3:176]</span>.</p><p lang=\"en\" class=\"en \">Because the Prophet ﷺ was eager for people's benefit, he would become sad when the disbelievers would resort to defiance, rebellion and stubbornness. Allah said, 'Do not be saddened by this behavior,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ لَن يَضُرُّوا اللَّهَ شَيْئًا يُرِيدُ اللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِي الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, not the least harm will they do to Allah. It is Allah's will to give them no portion in the Hereafter.)</span> for He decided with His power and wisdom that they shall not acquire any share in the Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ عَذَابٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them there is a great torment.)</span></p><p lang=\"en\" class=\"en \">Allah said about the disbelievers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ اشْتَرَوُا الْكُفْرَ بِالْإِيمَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who purchase disbelief at the price of faith,)</span> by exchanging disbelief for faith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن يَضُرُّوا اللَّهَ شَيْئًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(not the least harm will they do to Allah.)</span> Rather, they will only harm themselves,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them, there is a painful torment.)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِّأَنفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا وَلَهُمْ عَذَابٌ مُّهِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let not the disbelievers think that Our postponing their punishment is good for them. We postpone the punishment only so that they may increase in sinfulness. And for them is a disgraceful torment)</span><span class=\"gray\">[3:178]</span>.</p><p lang=\"en\" class=\"en \">This statement is similar to Allah's other statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِ مِن مَّالٍ وَبَنِينَ - نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَل لَّا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they think that because We have given them abundant wealth and children, <span class=\"gray\">[that]</span> We hasten unto them with good things. Nay, but they perceive not.)</span><span class=\"gray\">[23:55-56]</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَرْنِي وَمَن يُكَذِّبُ بِهَٰذَا الْحَدِيثِ سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then leave Me Alone with such as belie this Qur'an. We shall punish them gradually from directions they perceive not.)</span><span class=\"gray\">[68:44]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ أَن يُعَذِّبَهُم بِهَا فِي الدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let not their wealth or their children amaze you. Allah's plan is to punish them with these things in this world, and that their souls shall depart <span class=\"gray\">(die)</span> while they are disbelievers)</span><span class=\"gray\">[9:85]</span>.</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَىٰ مَا أَنتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will not leave the believers in the state in which you are now, until He distinguishes the wicked from the good.)</span><span class=\"gray\">[3:179]</span>, meaning, He allows a calamity to happen, and during this calamity His friend becomes known and His enemy exposed, the patient believer recognized and the sinful hypocrite revealed. This Ayah refers to Uhud, since Allah tested the believers in that battle, thus making known the faith, endurance, patience, firmness and obedience to Allah and His Messenger ﷺ that the believers had. Allah exposed the hypocrites in their defiance, reverting from Jihad, and the treachery they committed against Allah and His Messenger ﷺ. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَىٰ مَا أَنتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will not leave the believers in the state in which you are now, until He distinguishes the wicked from the good.)</span></p><p lang=\"en\" class=\"en \">Mujahid commented, \"He distinguished between them during the day of Uhud.\" Qatadah said, \"He distinguished between them in Jihad and Hijrah.\" Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nor will Allah disclose to you the secrets of the Unseen.)</span> meaning, you do not have access to Allah's knowledge of His creation so that you can distinguish between the believer and the hypocrite, except by the signs of each type that Allah uncovers. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ اللَّهَ يَجْتَبِي مِن رُّسُلِهِ مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but Allah chooses of His Messengers whom He wills.)</span> is similar to another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِ أَحَدًا - إِلَّا مَنِ ارْتَضَىٰ مِن رَّسُولٍ فَإِنَّهُ يَسْلُكُ مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He Alone is)</span> the All-Knower of the Unseen, and He reveals to none His Unseen. Except to a Messenger <span class=\"gray\">(from mankind)</span> whom He has chosen, and then He makes a band of watching guards <span class=\"gray\">(angels)</span> to march before him and behind him.)</span><span class=\"gray\">[72:26-27]</span>. Allah then said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَآمِنُوا بِاللَّهِ وَرُسُلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So believe in Allah and His Messengers.)</span> Obey Allah and His Messenger ﷺ and adhere to the law that he legislated for you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تُؤْمِنُوا وَتَتَّقُوا فَلَكُمْ أَجْرٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if you believe and fear Allah, then for you there is a great reward.)</span></p><div lang=\"en\" class=\"en \"><h2>The Censure of Selfishness, and Warning Against it</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِن فَضْلِهِ هُوَ خَيْرًا لَّهُم بَلْ هُوَ شَرٌّ لَّهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let not those who are stingy with that which Allah has bestowed on them of His bounty <span class=\"gray\">(wealth)</span> think that it is good for them. Nay, it will be worse for them.)</span><span class=\"gray\">[3:180]</span></p><p lang=\"en\" class=\"en \">Therefore, the Ayah says that the miser should not think that collecting money will benefit him. Rather, it will harm him in his religion and worldly affairs. Allah mentions the money that the miser collected on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the things that they stingy with shall be tied to their necks like a collar on the Day of Resurrection.)</span></p><p lang=\"ceb\" class=\"ceb \">Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ آتَاهُ اللهُ مَالًا فَلَمْ يُؤَدِّ زَكَاتَهُ، مُثِّلَ لَهُ شُجَاعًا أَقْرَعَ، لَهُ زَبِيبَتَانِ، يُطَوَّقُهُ يَوْمَ الْقِيَامَةِ، يَأْخُذُ بِلِهْزِمَتَيْهِ - يَعْنِي بِشِدْقَيْهِ - يَقُولُ: أَنَا مَالُكَ، أَنَا كَنْزُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever Allah makes wealthy and he does not pay the Zakah due on his wealth, then <span class=\"gray\">(on the Day of Resurrection)</span> his wealth will be made in the likeness of a bald-headed poisonous male snake with two black spots over the eyes. The snake will encircle his neck and bite his cheeks and proclaim, 'I am your wealth, I am your treasure.')</span></p><p lang=\"en\" class=\"en \">The Prophet ﷺ then recited the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِن فَضْلِهِ هُوَ خَيْرًا لَّهُم بَلْ هُوَ شَرٌّ لَّهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let not those who are stingy with that which Allah has bestowed on them of His bounty think that it is good for them. Nay, it will be worse for them)</span>, until the end. Al-Bukhari, but not Muslim, collected this Hadith using this chain of narration, Ibn Hibban also collected it in his Sahih.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ عَبْدٍ لَا يُؤَدِّي زَكَاةَ مَالِهِ إِلَّا جُعِلَ لَهُ شُجَاعٌ أَقْرَعُ يَتْبَعُهُ، يَفِرُّ مِنْهُ وَهُوَ يَتْبَعُهُ، فَيَقُولُ: أَنَا كَنْزُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every person who does not pay the Zakah due on his wealth,will have his money made into the shape of a bald-headed, poisonous male snake who will follow him. The person will run away from the snake, who will follow him and proclaim, 'I am your treasure.')</span></p><p lang=\"en\" class=\"en \">Abdullah then recited the Ayah in Allah's Book that testifies to this fact,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the things that they were stingy with shall be tied to their necks like a collar on the Day of Resurrection.)</span></p><p lang=\"gd\" class=\"gd \">This was recorded by At-Tirmidhi, An-Nasa'i, and Ibn Majah, and At-Tirmidhi said, \"Hasan Sahih.\"</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Allah belongs the inheritance of the heavens and the Earth)</span>, means,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنفِقُوا مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and spend of that whereof He has made you trustees)</span><span class=\"gray\">[57: 7]</span>. Therefore, since all affairs are under Allah's control, then spend from your money so it will benefit you on the Day of Return,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah is Well-Acquainted with all that you do.)</span> with your intentions and what your hearts conceal.</p>"
  }
]