[
  {
    "ayah_key": "7:65",
    "group_ayah_key": "7:65",
    "from_ayah": "7:65",
    "to_ayah": "7:69",
    "ayah_keys": "7:65,7:66,7:67,7:68,7:69",
    "text": "<p lang=\"en\" class=\"en \">And to 'Ad <span class=\"gray\">(the people, We sent)</span> their brother Hud. He said: \"O my people! Worship Allah! You have no other god but Him. Will you then not have Taqwa? <span>(65)</span>The leaders of those who disbelieved among his people said: \"Verily, we see you in foolishness, and verily, we think you are one of the liars. <span>(66)</span><span class=\"gray\">(Hud)</span> said: \"O my people! There is no foolishness in me, but <span class=\"gray\">(I am)</span> a Messenger from the Lord of all that exists <span>(67)</span>\"I convey unto you the Messages of my Lord, and I am a trustworthy adviser <span class=\"gray\">(or well-wisher)</span> for you <span>(68)</span>\"Do you wonder that there has come to you a Reminder <span class=\"gray\">(and an advice)</span> from your Lord through a man from among you to warn you? And remember that He made you successors <span class=\"gray\">(generations after generations)</span> after the people of Nuh and increased you amply in stature. So remember the graces <span class=\"gray\">(bestowed upon you)</span> from Allah so that you may be successful. <span>(69)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of Hud, Peace be upon Him, and the Lineage of the People of 'Ad</h2></div><p lang=\"en\" class=\"en \">Allah says, just as We sent Nuh to his people, similarly, to the 'Ad people, We sent Hud one of their own brethren. Muhammad bin Ishaq said that the tribe of 'Ad were the descendants of 'Ad, son of Iram, son of 'Aws, son of Sam, son of Nuh. I say, these are indeed the ancient people of 'Ad whom Allah mentioned, the children of 'Ad, son of Iram who were living in the deserts with lofty pillars or statues. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ - إِرَمَ ذَاتِ الْعِمَادِ - الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen how your Lord dealt with 'Ad <span class=\"gray\">(people)</span>. Of Iram like <span class=\"gray\">(lofty)</span> pillars. The like of which were not created in the land?)</span><span class=\"gray\">[89:6-8]</span> because of their might and strength. Allah said in another instance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for 'Ad, they were arrogant in the land without right, and they said: \"Who is mightier than us in strength?\" See they not that Allah Who created them was mightier in strength than them. And they used to deny Our Ayat!)</span><span class=\"gray\">[41:15]</span>.</p><div lang=\"en\" class=\"en \"><h2>The Land of 'Ad</h2></div><p lang=\"en\" class=\"en \">The people of 'Ad lived in Yemen, in the area of Ahqaf, which means sand mounds. Muhammad bin Ishaq narrated that Abu At-Tufayl 'Amir bin Wathilah said that he heard 'Ali <span class=\"gray\">(bin Abi Talib)</span> saying to a man from Hadramawt <span class=\"gray\">(in Yemen)</span>, \"Have you seen a red sand mound, where there are a lot of Arak and Lote trees in the area of so-and-so in Hadramawt? Have you seen it?\" He said, \"Yes, O Commander of the faithful! By Allah, you described it as if you have seen it before.\" 'Ali said, 'I have not seen it, but it was described to me.\" The man asked, \"What about it, O Commander of the faithful?\" 'Ali said, \"There is the grave of Hud, peace be upon him, in its vicinity.\" Ibn Jarir recorded this statement, which gives the benefit of indicating that 'Ad used to live in Yemen, since Prophet Hud was buried there. Prophet Hud was among the noble men and chiefs of 'Ad, for Allah chose the Messengers from among the best, most honorable families and tribes. Hud's people were mighty and strong, but their hearts were mighty and hard, for they were among the most denying of Truth among the nations. Prophet Hud called 'Ad to worship Allah alone without partners, and to obey and fear Him.</p><div lang=\"af\" class=\"af \"><h2>Debate between Hud and his People</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِن قَوْمِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The leaders of those who disbelieved among his people said...)</span> meaning, the general public, chiefs, masters and commanders of his people said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ الْكَاذِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, we see you in foolishness, and verily, we think you are one of the liars\")</span> meaning, you are misguided because you call us to abandon worshipping the idols in order to worship Allah Alone. Similarly, the chiefs of Quraysh wondered at the call to worship One God, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَعَلَ الْآلِهَةَ إِلَٰهًا وَاحِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Has he <span class=\"gray\">(Muhammad)</span> made the gods <span class=\"gray\">(all)</span> into One God?\")</span><span class=\"gray\">[38:5]</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا قَوْمِ لَيْسَ بِي سَفَاهَةٌ وَلَٰكِنِّي رَسُولٌ مِّن رَّبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Hud)</span> said: \"O my people! There is no foolishness in me, but <span class=\"gray\">(I am)</span> a Messenger from the Lord of all that exists!\")</span></p><p lang=\"en\" class=\"en \">Hud said, I am not as you claim. Rather, I brought you the Truth from Allah, Who created everything, and He is the Lord and King of all things,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنَا لَكُمْ نَاصِحٌ أَمِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"I convey unto you the Messages of my Lord, and I am a trustworthy adviser for you.\")</span></p><p lang=\"en\" class=\"en \">These, indeed, are the qualities of the Prophets: conveying, sincerity and honesty,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَعَجِبْتُمْ أَن جَاءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Do you wonder that there has come to you a Reminder from your Lord through a man from among you to warn you?\")</span></p><p lang=\"en\" class=\"en \">Prophet Hud said, do not wonder because Allah sent a Messenger to you from among yourselves to warn you about Allah's Days <span class=\"gray\">(His torment)</span> and meeting with Him. Rather than wondering, you should thank Allah for this bounty.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِن بَعْدِ قَوْمِ نُوحٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"And remember that He made you successors <span class=\"gray\">(generations after generations)</span> after the people of Nuh...\")</span> meaning, remember Allah's favor on you in that He made you among the offspring of Nuh, because of whose supplication Allah destroyed the people of the earth after they defied and opposed him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and increased you amply in stature.\")</span> making you taller than other people. Similarly, Allah said in the description of Talut <span class=\"gray\">(Saul)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And has increased him abundantly in knowledge and stature.)</span><span class=\"gray\">[2:247]</span> Hud continued,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْكُرُوا آلَاءَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"So remember the graces <span class=\"gray\">(bestowed upon you)</span> from Allah.\")</span> in reference to Allah's favors and blessings</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"so that you may be successful.\")</span></p>"
  }
]