[
  {
    "ayah_key": "23:26",
    "group_ayah_key": "23:26",
    "from_ayah": "23:26",
    "to_ayah": "23:30",
    "ayah_keys": "23:26,23:27,23:28,23:29,23:30",
    "text": "<p lang=\"en\" class=\"en \">He said: \"O my Lord! Help me because they deny me. <span>(26)</span>So, We revealed to him: \"Construct the ship under Our Eyes and under Our revelation. Then, when Our command comes, and <span class=\"gray\">(water)</span> gushes forth from the oven, take on board of each kind two, and your family, except those thereof against whom the Word has already gone forth. And address Me not in favor of those who have done wrong. Verily, they are to be drowned. <span>(27)</span>\"And when you have embarked on the ship, you and whoever is with you, then say: 'All the praise be to Allah, Who has saved us from the people who are wrongdoers. <span>(28)</span>\"And say: 'My Lord! Cause me to land at a blessed landing place, for You are the Best of those who bring to land.' <span>(29)</span>Verily, in this, there are indeed Ayat, for sure We are ever putting <span class=\"gray\">(men)</span> to the test <span>(30)</span></p><div lang=\"en\" class=\"en \"><h2>Allah tells us that Nuh, peace be upon him, invoked his Lord to help him against his people,</h2></div><p lang=\"en\" class=\"en \"> as Allah mentions in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he invoked his Lord <span class=\"gray\">(saying)</span>: \"I have been overcome, so help <span class=\"gray\">(me)</span>!\")</span><span class=\"gray\">(54:10)</span>. Here he says:</p><p class=\"ps qpc-hafs\" lang=\"ps\"> رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my Lord! Help me because they deny me.)</span> At that point, Allah commanded him to build a boat and to make it strong and firm, and to carry therein of every kind two, i.e., a male and a female of every species of animals, plants and fruits etc. He was also to carry his family,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except those thereof against whom the Word has already gone forth.)</span> meaning, those whom Allah had already decreed were to be destroyed. These were the members of his family who did not believe in him, such as his son and his wife. And Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا ۖ إِنَّهُمْ مُّغْرَقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And address Me not in favor of those who have done wrong. Verily, they are to be drowned.)</span> means, 'when you witness the heavy rain falling, do not let yourself be overcome with compassion and pity for your people, or hope for more time for them so that they may believe, for I have decreed that they will be drowned and will die in their state of disbelief and wrongdoing.' The story has already been told in detail in Surah Hud, and there is no need to repeat it here.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَّعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when you have embarked on the ship, you and whoever is with you, then say: 'All the praise be to Allah, Who has saved us from the people who are wrongdoers.')</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ لَكُمْ مِّنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ - لِتَسْتَوُوا عَلَىٰ ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ - وَإِنَّا إِلَىٰ رَبِّنَا لَمُنْقَلِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has appointed for you ships and cattle on which you ride: In order that you may mount on their backs, and then may remember the favor of your Lord when you mount thereon, and say: \"Glory to Him Who has subjected this to us, and we could never have it <span class=\"gray\">(by our efforts)</span>. And verily, to Our Lord we indeed are to return!\")</span><span class=\"gray\">(43:12-14)</span> So, certainly, Nuh adhered to what he was commanded, as Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he said: \"Embark therein: in the Name of Allah will be its <span class=\"gray\">(moving)</span> course and its <span class=\"gray\">(resting)</span> anchorage...\")</span><span class=\"gray\">(11:41)</span> So Nuh mentioned Allah at the beginning of his journey and at the end, and Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say: 'My Lord! Cause me to land at a blessed landing place, for You are the Best of those who bring to land.\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily in this, there are indeed Ayat,)</span> means in this event, which is the saving of the believers and the destruction of the disbelievers there are signs, i.e., clear evidence and proof that the Prophets speak the truth in the Message they bring from Allah, may He be exalted, and that Allah does what He wills, and He is able to do all things and knows all things.</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَإِنْ كُنَّا لَمُبْتَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for sure We are ever putting <span class=\"gray\">(men)</span> to the test.)</span> means, 'We try Our servants by means of sending the Messengers.'</p>"
  },
  {
    "ayah_key": "23:31",
    "group_ayah_key": "23:31",
    "from_ayah": "23:31",
    "to_ayah": "23:41",
    "ayah_keys": "23:31,23:32,23:33,23:34,23:35,23:36,23:37,23:38,23:39,23:40,23:41",
    "text": "<p lang=\"en\" class=\"en \">Then, after them, We created another generation <span>(31)</span>And We sent to them a Messenger from among themselves <span class=\"gray\">(saying)</span>: \"Worship Allah! You have no other God but Him. Will you not then have Taqwa? <span>(32)</span>And the chiefs of his people who disbelieved and denied the meeting in the Hereafter, and whom We had given the luxuries and comforts of worldly life, said: \"He is no more than a human being like you, he eats of that which you eat, and drinks of what you drink. <span>(33)</span>\"If you were to obey a human being like yourselves, then verily, you indeed would be losers. <span>(34)</span>\"Does he promise you that when you have died and have become dust and bones, you shall come out alive? <span>(35)</span>\"Far, very far is that which you are promised! <span>(36)</span>\"There is nothing but our life of this world! We die and we live! And we are not going to be resurrected! <span>(37)</span>\"He is only a man who has invented a lie against Allah, and we are not going to believe in him. <span>(38)</span>He said: \"O my Lord! Help me because they deny me. <span>(39)</span><span class=\"gray\">(Allah)</span> said: \"In a little while, they are sure to be regretful. <span>(40)</span>So, the Sayhah overtook them in truth, and We made them as rubbish of dead plants. So, away with the people who are wrongdoers <span>(41)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of 'Ad or Thamud</h2></div><p lang=\"en\" class=\"en \">Allah tells us that after the people of Nuh, He created another nation. It was said that this was 'Ad, because they were the successors of the people of Nuh. Or it was said that they were Thamud, because Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, the Sayhah overtook them in truth.)</span> Allah sent to them a Messenger from among themselves, and he called them to worship Allah Alone with no partner or associate, but they belied him, opposed him and refused to follow him because he was a human being like them, and they refused to follow a human Messenger. They did not believe in the meeting with Allah on the Day of Resurrection and they denied the idea of physical resurrection. They said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًا وَعِظَامًا أَنَّكُم مُّخْرَجُونَ - هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does he promise you that when you have died and have become dust and bones, you shall come out alive <span class=\"gray\">(resurrected)</span>? Far, very far is that which you are promised!)</span> meaning, very unlikely.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا رَجُلٌ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is only a man who has invented a lie against Allah,)</span> meaning, 'in the Message he has brought to you, and his warnings and promise of resurrection.'</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَا نَحْنُ لَهُ بِمُؤْمِنِينَ - قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and we are not going to believe in him. He said: \"O my Lord! Help me because they deny me.\")</span> meaning, the Messenger prayed against his people and asked his Lord to help him against them. His Lord answered his prayer:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ عَمَّا قَلِيلٍ لَّيُصْبِحُنَّ نَادِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> said: \"In a little while, they are sure to be regretful.\")</span> meaning, 'for their opposition towards you and their stubborn rejection of the Message you brought to them.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, The Sayhah overtook them in truth,)</span> meaning, they deserved that from Allah because of their disbelief and wrongdoing. The apparent meaning is that the Sayhah was combined with the furious cold wind,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَىٰ إِلَّا مَسَاكِنُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Destroying everything by the command of its Lord! So they became such that nothing could be seen except their dwellings!)</span><span class=\"gray\">(46:25)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلْنَاهُمْ غُثَاءً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We made them as rubbish of dead plants.)</span> means, they are dead and destroyed, like the scum and rubbish left by a flood, i.e., something insignificant and useless that is of no benefit to anyone.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبُعْدًا لِّلْقَوْمِ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, away with the people who are wrongdoers.)</span> As Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ظَلَمْنَاهُمْ وَلَٰكِنْ كَانُوا هُمُ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We wronged them not, but they were the wrongdoers.)</span><span class=\"gray\">(43:76)</span> means, who are wrongdoers because of their disbelief and stubborn opposition to the Messenger of Allah, so let those who hear this beware of disbelieving in their Messengers.</p>"
  }
]