[
  {
    "ayah_key": "3:7",
    "group_ayah_key": "3:7",
    "from_ayah": "3:7",
    "to_ayah": "3:9",
    "ayah_keys": "3:7,3:8,3:9",
    "text": "<p lang=\"en\" class=\"en \">It is He Who has sent down to you the Book. In it are verses that are entirely clear, they are the foundations of the Book; and others not entirely clear. So as for those in whose hearts there is a deviation <span class=\"gray\">(from the truth)</span> they follow <span class=\"gray\">(only)</span> that which is not entirely clear thereof, seeking Al-Fitnah, and seeking its Ta'wil, but none knows its Ta'wil except Allah. And those who are firmly grounded in knowledge say: \"We believe in it; all of it is from our Lord.\" And none receive admonition except men of understanding <span>(7)</span><span class=\"gray\">(They say)</span>: \"Our Lord! Let not our hearts deviate <span class=\"gray\">(from the truth)</span> after You have guided us, and grant us mercy from You. Truly, You are the Bestower. <span>(8)</span>\"Our Lord! Verily, it is You Who will gather mankind together on the Day about which there is no doubt. Verily, Allah never breaks His Promise. <span>(9)</span></p><div lang=\"ms\" class=\"ms \"><h2>The Mutashabihat and Muhkamat Ayat</h2></div><p lang=\"en\" class=\"en \">Allah states that in the Qur'an, there are Ayat that are Muhkamat, entirely clear and plain, and these are the foundations of the Book which are plain for everyone. And there are Ayat in the Qur'an that are Mutashabihat not entirely clear for many, or some people. So those who refer to the Muhkam Ayat to understand the Mutashabih Ayat, will have acquired the correct guidance, and vice versa. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُنَّ أُمُّ الْكِتَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are the foundations of the Book)</span>, meaning, they are the basis of the Qur'an, and should be referred to for clarification, when warranted,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأُخَرُ مُتَشَابِهَاتٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And others not entirely clear)</span> as they have several meanings, some that agree with the Muhkam and some that carry other literal indications, although these meaning might not be desired.</p><p lang=\"en\" class=\"en \">The Muhkamat are the Ayat that explain the abrogating rulings, the allowed, prohibited, laws, limits, obligations and rulings that should be believed in and implemented. As for the Mutashabihat Ayat, they include the abrogated Ayat, parables, oaths, and what should be believed in, but not implemented.</p><p lang=\"so\" class=\"so \">Muhammad bin Ishaq bin Yasar commented on,</p><p class=\"ur qpc-hafs\" lang=\"ur\">مِنْهُ آيَاتٌ مُّحْكَمَاتٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In it are verses that are entirely clear)</span> as \"Containing proof of the Lord, immunity for the servants and a refutation of opponents and of falsehood. They cannot be changed or altered from what they were meant for.\" He also said, \"As for the unclear Ayat, they can <span class=\"gray\">(but must not)</span> be altered and changed, and this is a test from Allah to the servants, just as He tested them with the allowed and prohibited things. So these Ayat must not be altered to imply a false meaning or be distorted from the truth.\"</p><p lang=\"en\" class=\"en \">Therefore, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So as for those in whose hearts there is a deviation)</span> meaning, those who are misguided and deviate from truth to falsehood,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they follow that which is not entirely clear thereof)</span> meaning, they refer to the Mutashabih, because they are able to alter its meanings to conform with their false interpretation since the wordings of the Mutashabihat encompass such a wide area of meanings. As for the Muhkam Ayat, they cannot be altered because they are clear and, thus, constitute unequivocal proof against the misguided people. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ابْتِغَاءَ الْفِتْنَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(seeking Al-Fitnah)</span> meaning, they seek to misguide their following by pretending to prove their innovation by relying on the Qur'an – the Mutashabih of it – but, this is proof against and not for them. For instance, Christians might claim that <span class=\"gray\">('Isa is divine because)</span> the Qur'an states that he is Ruhullah and His Word, which He gave to Mary, all the while ignoring Allah's statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">['Isa]</span> was not more than a servant. We granted Our favor to him.)</span><span class=\"gray\">[43:59]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَثَلَ عِيسَىٰ عِندَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the likeness of 'Isa before Allah is the likeness of Adam. He created him from dust, then <span class=\"gray\">(He)</span> said to him: \"Be!\" and he was.)</span><span class=\"gray\">[3:59]</span>.</p><p lang=\"en\" class=\"en \">There are other Ayat that clearly assert that 'Isa is but one of Allah's creatures and that he is the servant and Messenger of Allah, among other Messengers.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَابْتِغَاءَ تَأْوِيلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And seeking for its Ta'wil,)</span> to alter them as they desire. Imam Ahmad recorded that 'A'ishah said, \"The Messenger of Allah ﷺ recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَنزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who has sent down to you the Book. In it are verses that are entirely clear, they are the foundations of the Book; and others not entirely clear,)</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولُو الْأَلْبَابِ</p><p lang=\"nl\" class=\"nl \"><span class=\"gray\">(Men of understanding)</span> and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا رَأَيْتُمُ الَّذِين يُجَادِلُونَ فِيهِ، فَهُمُ الَّذِينَ عَنَى اللهُ، فَاحْذَرُوهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When you see those who argue in it <span class=\"gray\">(using the Mutashabihat)</span>, then they are those whom Allah meant. Therefore, beware of them.)</span>\"</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded a similar Hadith in the Tafsir of this Ayah <span class=\"gray\">[3:7]</span>, as did Muslim in the book of Qadar <span class=\"gray\">(the Divine Will)</span> in his Sahih, and Abu Dawud in the Sunnah section of his Sunan, from 'A'ishah; \"The Messenger of Allah ﷺ recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَنزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُّحْكَمَاتٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who has sent down to you the Book. In it are verses that are entirely clear,)</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And none receive admonition except men of understanding.)</span></p><p lang=\"ceb\" class=\"ceb \">He then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا رَأَيْتِ الَّذِينَ يَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ فَأُولئِكَ الَّذِينَ سَمَّى اللهُ فَاحْذَرُوهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When you see those who follow what is not so clear of the Qur'an, then they are those whom Allah described, so beware of them.)</span>\"</p><p lang=\"en\" class=\"en \">This is the wording recorded by Al-Bukhari.</p><div lang=\"en\" class=\"en \"><h2>Only Allah Knows the True Ta'wil <span class=\"eo gray\" lang=\"eo\">(Interpretation)</span> of the Mutashabihat</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But none knows its Ta'wil except Allah.)</span></p><p lang=\"en\" class=\"en \">Similarly, as preceded in what has been reported from Ibn 'Abbas, \"Tafsir is of four types: Tafsir that the Arabs know in their language; Tafsir that no one is excused of being ignorant of; Tafsir that the scholars know; and Tafsir that only Allah knows.\" Scholars of Qur'an recitation have different opinions about pausing at Allah's Name in this Ayah. This stop was reported from 'A'ishah, 'Urwah, Abu Ash-Sha'tha' and Abu Nahik.</p><p lang=\"en\" class=\"en \">Some pause after reciting,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالرَّاسِخُونَ فِي الْعِلْمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who are firmly grounded in knowledge)</span> saying that the Qur'an does not address the people with what they cannot understand. Ibn Abi Najih said that Mujahid said that Ibn 'Abbas said, \"I am among those who are firmly grounded in its Ta'wil interpretation.\" The Messenger of Allah ﷺ supplicated for the benefit of Ibn 'Abbas,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ فَقِّهْهُ فِي الدِّينِ وَعَلِّمْهُ التَّأْوِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! Bestow on him knowledge in the religion and teach him the Ta'wil <span class=\"gray\">(interpretation)</span>.)</span></p><p lang=\"en\" class=\"en \">Ta'wil has two meanings in the Qur'an, the true reality of things, and what they will turn out to be. For instance, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ يَا أَبَتِ هَٰذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he said: \"O my father! This is the Ta'wil of my dream aforetime!\".)</span><span class=\"gray\">[12:100]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Await they just for it's Ta'wil? On the Day <span class=\"gray\">(Day of Resurrection)</span> it's Ta'wil is finally fulfillled.)</span><span class=\"gray\">(7:53)</span> refers to the true reality of Resurrection that they were told about. If this is the meaning desired in the Ayah above <span class=\"gray\">(3:7)</span>, then pausing after reciting Allah's Name is warranted, because only Allah knows the true reality of things. In this case, Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالرَّاسِخُونَ فِي الْعِلْمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who are firmly grounded in knowledge)</span> is connected to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ آمَنَّا بِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(say: \"We believe in it\")</span> If the word Ta'wil means the second meaning, that is, explaining and describing, such as what Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَبِّئْنَا بِتَأْوِيلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(They said)</span>: \"Inform us of the Ta'wil of this\")</span><span class=\"gray\">[12:36]</span> meaning its explanation, then pausing after reciting,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالرَّاسِخُونَ فِي الْعِلْمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who are firmly grounded in knowledge)</span> is warranted. This is because the scholars have general knowledge in, and understand what they were addressed with, even though they do not have knowledge of the true reality of things. Therefore, Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ آمَنَّا بِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(say: \"We believe in it\")</span> describes the conduct of the scholars. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord comes, and the angels, in rows.)</span><span class=\"gray\">[89:22]</span> means, your Lord will come, and the angels will come in rows.</p><p lang=\"en\" class=\"en \">Allah's statement that the knowledgeable people proclaim,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ آمَنَّا بِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We believe in it)</span> means, they believe in the Mutashabih.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلٌّ مِّنْ عِندِ رَبِّنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(all of it is from our Lord)</span> meaning, both the Muhkam and the Mutashabih are true and authentic, and each one of them testifies to the truth of the other. This is because they both are from Allah and nothing that comes from Allah is ever met by contradiction or discrepancy. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not then consider the Qur'an carefully? Had it been from other than Allah, they would surely have found therein many a contradiction.)</span><span class=\"gray\">[4:82]</span>.</p><p lang=\"id\" class=\"id \">Allah said in his Ayah <span class=\"gray\">[3:7]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And none receive admonition except men of understanding.)</span> meaning, those who have good minds and sound comprehension, understand, contemplate and comprehend the meaning in the correct manner. Further, Ibn Al-Mundhir recorded in his Tafsir that Nafi' bin Yazid said, \"Those firmly grounded in knowledge are those who are modest for Allah's sake, humbly seek His pleasure, and do not exaggerate regarding those above them, or belittle those below them.\"</p><p lang=\"en\" class=\"en \">Allah said that they supplicate to their Lord,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Let not our hearts deviate <span class=\"gray\">(from the truth)</span> after You have guided us.)</span> meaning, \"Do not deviate our hearts from the guidance after You allowed them to acquire it. Do not make us like those who have wickedness in their hearts, those who follow the Mutashabih in the Qur'an. Rather, make us remain firmly on Your straight path and true religion.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَبْ لَنَا مِن لَّدُنكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And grant us from Ladunka)</span> meaning, from You,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Mercy)</span> with which You make our hearts firm, and increase in our Faith and certainty,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ أَنتَ الْوَهَّابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, You are the Bestower)</span></p><p lang=\"id\" class=\"id \">Ibn Abi Hatim and Ibn Jarir recorded that Umm Salamah said that the Prophet ﷺ used to supplicate,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O You Who changes the hearts, make my heart firm on Your religion.)</span></p><p lang=\"nl\" class=\"nl \">He then recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! Let not our hearts deviate <span class=\"gray\">(from the truth)</span> after You have guided us, and grant us mercy from You. Truly, You are the Bestower.\")</span> The Ayah continues,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! Verily, it is You Who will gather mankind together on the Day about which there is no doubt\")</span> meaning, they say in their supplication: O our Lord! You will gather Your creation on the Day of Return, judge between them and decide over what they disputed about. Thereafter, You will reward or punish each according to the deeds they did in this life.</p>"
  }
]