[
  {
    "ayah_key": "35:13",
    "group_ayah_key": "35:13",
    "from_ayah": "35:13",
    "to_ayah": "35:14",
    "ayah_keys": "35:13,35:14",
    "text": "<p lang=\"en\" class=\"en \">He merges the night into the day, and He merges the day into the night. And He has subjected the sun and the moon, each runs its course for a term appointed. Such is Allah, your Lord; His is the kingdom. And those, whom you invoke or call upon instead of Him, own not even a Qitmir <span>(13)</span>If you invoke them, they hear your call; and if <span class=\"gray\">(in case)</span> they were to hear, they could not grant it to you. And on the Day of Resurrection, they will disown your worshipping them. And none can inform you like Him Who is the All-Knower <span>(14)</span></p><p lang=\"en\" class=\"en \">The gods of the Idolators do not even own a Qitmir</p><p lang=\"en\" class=\"en \">Another aspect of His perfect power and might is that He has subjugated the night with its darkness and the day with its light. He takes from the length of the one and adds it to the shortness of the other, until they become equal. Then He takes from the latter and adds to the former, so one becomes long and the other becomes short, so they take from one another in summer and in winter.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He has subjected the sun and the moon,)</span> and the stars and planets, with their light. All of them run in their appointed courses and in the manner prescribed for them, as decreed by the Almighty, All-Knowing.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(each runs its course for a term appointed.)</span> means, until the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمُ اللَّهُ رَبُّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is Allah, your Lord?)</span> means, the One Who has done all this is the Almighty Lord besides Whom there is no other true God.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those, whom you invoke or call upon instead of Him,)</span> means, 'the idols and false gods whom you claim to be in the form of angels who are close to Allah,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(own not even a Qitmir.)</span> Ibn Abbas, may Allah be pleased with him, Mujahid, 'Ikrimah, 'Ata', 'Atiyah Al-'Awfi, Al-Hasan, Qatadah and others said, \"This is the thread that is attached to the pit of a date.\" In other words, they do not possess anything in the heavens or on earth, not even anything equivalent to this Qitmir. Then Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you invoke them, they hear not your call;)</span> means, 'the gods upon whom you call instead of Allah, do not hear your supplication, because they are inanimate and have no soul in them.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if <span class=\"gray\">(in case)</span> they were to hear, they could not grant it to you.)</span> means, 'they are not able to do any of the things that you ask them for.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day of Resurrection, they will disown your worshipping them)</span> means, 'they will disown you.' This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who is more astray than one who calls on besides Allah, such as will not answer him till the Day of Resurrection, and who are <span class=\"gray\">(even)</span> unaware of their calls to them? And when mankind are gathered, they <span class=\"gray\">(false deities)</span> will become their enemies and will deny their worshipping.)</span><span class=\"gray\">(46:5-6)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا - كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have taken gods besides Allah, that they might give them honor, power and glory. Nay, but they will deny their worship of them, and become opponents to them.)</span><span class=\"gray\">(19:81-82)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And none can inform you like Him Who is the All-Knower.)</span> means, no one can tell you about the consequences of things and how they will end like the One Who is the All-Knower of them. Qatadah said, \"He is referring to Himself, may He be blessed and exalted, for He undoubtedly tells the truth.\"</p>"
  },
  {
    "ayah_key": "35:15",
    "group_ayah_key": "35:15",
    "from_ayah": "35:15",
    "to_ayah": "35:18",
    "ayah_keys": "35:15,35:16,35:17,35:18",
    "text": "<p lang=\"en\" class=\"en \">O mankind! it is you who stand in need of Allah. But Allah is the Rich, Worthy of all praise <span>(15)</span>If He willed, He could destroy you and bring about a new creation <span>(16)</span>And that is not hard for Allah <span>(17)</span>And no bearer of burdens shall bear another's burden; and if one heavily laden calls another to <span class=\"gray\">(bear)</span> his load, nothing of it will be lifted even though he be near of kin. You can warn only those who fear their Lord unseen and perform the Salah. And he who purifies himself <span class=\"gray\">(from all kinds of sins)</span>, then he purifies only for the benefit of himself. And to Allah is the Return <span class=\"gray\">(of all)</span><span>(18)</span></p><p lang=\"en\" class=\"en \">Mankind is in need of Allah, and each Person will carry His own Burdens on the Day of Resurrection</p><p lang=\"en\" class=\"en \">Allah tells us that He has no need of anyone or anything else, but all of creation is in need of Him and is in a position of humility before Him. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! it is you who stand in need of Allah.)</span> meaning, they need Him in all that they do, but He has no need of them at all. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah is the Rich, Worthy of all praise.)</span> meaning, He is unique in His being Free of all needs, and has no partner or associate, and He is Worthy of all praise in all that He does, says, decrees and legislates.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If He willed, He could destroy you and bring about a new creation.)</span> means, if He wanted to, He could destroy you and bring forth another people, and this is not difficult or impossible for Him. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ذَٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that is not hard for Allah.)</span> Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no bearer of burdens shall bear another's burden;)</span> means, on the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if one heavily laden calls another to <span class=\"gray\">(bear)</span> his load,)</span> means, if the person who is carrying a heavy burden calls someone else to help him carry his load, all or part of it,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nothing of it will be lifted even though he be near of kin.)</span> means, even if he is closely-related to him, even if he is his father or son, for each person will be preoccupied with his own self and his own situation. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You can warn only those who fear their Lord unseen and perform the Salah.)</span> means, 'the only ones who will draw a lesson from what you have brought are those who are possessed of insight and wisdom, who fear their Lord and who do as He commands.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he who purifies himself, then he purifies only for the benefit of himself.)</span> means, who does righteous deeds, the benefit of that will come back to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَى اللَّهِ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Allah is the Return.)</span> means, to Him everything will ultimately return, and He is swift in bringing to account. He will reward or punish everyone according to his deeds: if they are good, then the end will be good, and if they are bad, then the end will be bad.</p>"
  }
]