[
  {
    "ayah_key": "6:95",
    "group_ayah_key": "6:95",
    "from_ayah": "6:95",
    "to_ayah": "6:97",
    "ayah_keys": "6:95,6:96,6:97",
    "text": "<p lang=\"en\" class=\"en \">Verily! It is Allah Who causes the seed grain and the fruit stone to split and sprout. He brings forth the living from the dead, and it is He Who brings forth the dead from the living. Such is Allah, then how are you deluded away from the truth <span>(95)</span><span class=\"gray\">(He is the)</span> Cleaver of the daybreak. He has appointed the night for resting, and the sun and the moon for reckoning. Such is the measuring of the Almighty, the All-Knowing <span>(96)</span>It is He Who has set the stars for you, so that you may guide your course with their help through the darkness of the land and the sea. We have <span class=\"gray\">(indeed)</span> explained in detail Our Ayat for people who know <span>(97)</span></p><div lang=\"jv\" class=\"jv \"><h2>Recognizing Allah Through Some of His Ayat</h2></div><p lang=\"en\" class=\"en \">Allah states that He causes the seed grain and the fruit stone to split and sprout in the ground, producing various types, colors, shapes, and tastes of grains and produce. The Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالِقُ الْحَبِّ وَالنَّوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who causes the seed grain and the fruit stone to split and sprout.)</span> is explained by the next statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He brings forth the living from the dead, and it is He Who brings forth the deed from the living.)</span> meaning, He brings the living plant from the seed grain and the fruit stone, which is a lifless and inanimate object. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَّهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a sign for them is the dead land. We gave it life, and We brought forth from it grains, so that they eat thereof.)</span><span class=\"gray\">[36:33]</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as well as of their own <span class=\"gray\">(human)</span> kind <span class=\"gray\">(male and female)</span>, and of that which they know not.)</span><span class=\"gray\">[36:36]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it is He Who brings forth the dead from the living.)</span></p><p lang=\"en\" class=\"en \">There are similar expressions in meaning such as, He brings the egg from the chicken, and the opposite. Others said that it means, He brings the wicked offspring from the righteous parent and the opposite, and there are other possible meanings for the Ayah. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمُ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is Allah,)</span> meaning, He Who does all this, is Allah, the One and Only without partners,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَنَّىٰ تُؤْفَكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then how are you deluded away from the truth?)</span> meaning, look how you are deluded from Truth to the falsehood of worshipping others besides Allah. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He is the)</span> Cleaver of the daybreak. He has appointed the night for resting,)</span> means, He is the Creator of light and darkness. Allah said in the beginning of the Surah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And originated the darkness and the light.)</span><span class=\"gray\">[6:1]</span></p><p lang=\"en\" class=\"en \">Indeed, Allah causes the darkness of the night to disappear and brings forth the day, thus bringing brighteness to the world and light to the horizon, while dissipating darkness and ending the night with its depth of darkness and starting the day with its brightness and light. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He brings the night as a cover over the day, seeking it rapidly.)</span><span class=\"gray\">[7:54]</span></p><p lang=\"en\" class=\"en \">In this Ayah, Allah reminds of His ability to create diversified things in opposites, testifying to His perfect greatness and supreme power. Allah states that He is the Cleaver of the daybreak and mentioned its opposite, when He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ اللَّيْلَ سَكَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has appointed the night for resting,)</span> meaning, created darkness, in order for the creation to become halt and rest during it. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالضُّحَىٰ - وَاللَّيْلِ إِذَا سَجَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the forenoon. And by the night when it is still.)</span><span class=\"gray\">[93:1-2]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّيْلِ إِذَا يَغْشَىٰ - وَالنَّهَارِ إِذَا تَجَلَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the night as it envelops. And by the day as it appears in brightness.)</span><span class=\"gray\">[92:1-2]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّهَارِ إِذَا جَلَّاهَا - وَاللَّيْلِ إِذَا يَغْشَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And by the day as it shows up <span class=\"gray\">(the sun's)</span> brightness. And by the night as it conceals it.)</span><span class=\"gray\">[91:3-4]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...And the sun and the moon for reckoning.)</span> means, the sun and the moon have specific orbits, according to a term appointed with magnificent precision that never changes or alters. Both the sun and the moon have distinct positions that they assume in summer and winter, effecting changes in the length of night and day. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who made the sun a shining thing and the Moon as a light and measured out stages for it.)</span><span class=\"gray\">[10:5]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for the sun to overtake the moon, nor does the night outstrip the day. They all float, each in an orbit.)</span><span class=\"gray\">[36:40]</span>, And,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The sun and the moon; and the stars are subjected by His command.)</span><span class=\"gray\">[16:12]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is the measuring of the Almighty, the All-Knowing.)</span> means, all of this occurs according to the decree and due measurement of the Almighty Who is never resisted or contradicted. He is the Knower of all things and nothing ever escapes His knowledge, not even the weight of an atom on earth or in heavens. Allah often mentions the creation of the night, the day, the sun and the moon and then ends His Speech by mentioning His attributes of power and knowledge, as in this Ayah above <span class=\"gray\">[6:96]</span>, and in His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَّهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُم مُّظْلِمُونَ - وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَّهَا ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a sign for them is the night, We withdraw therefrom the day, and behold, they are in darkness. And the sun runs on its fixed course for a term. That is the decree of the Almighty, the All-Knowing.)</span><span class=\"gray\">[36:37-38]</span></p><p lang=\"en\" class=\"en \">In the beginning of Surat Ha-Mim As-Sajdah, after mentioning the creation of the heavens and earth and all that is in them, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We adorned the nearest <span class=\"gray\">(lowest)</span> heaven with lamps <span class=\"gray\">(stars)</span> to be an adornment as well as to guard. Such is the decree of Him, the Almighty, the All-Knower.)</span><span class=\"gray\">[41:12]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who has set the stars for you, so that you may guide your course with their help through the darkness of the land and the sea.)</span></p><p lang=\"en\" class=\"en \">Some of the Salaf said; Whoever believes in other than three things about these stars, then he has made a mistake, and lied against Allah. Indeed Allah made them as decorations for the heavens, and to shoot at the Shayatin, and for directions in the dark recesses of the land and sea. Then, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ فَصَّلْنَا الْآيَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have explained in detail Our Ayat.)</span> meaning, We made them clear and plain,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِقَوْمٍ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for people who know.)</span> who have sound minds and are able to recognize the truth and avoid falsehood.</p>"
  }
]