[
  {
    "ayah_key": "3:190",
    "group_ayah_key": "3:190",
    "from_ayah": "3:190",
    "to_ayah": "3:194",
    "ayah_keys": "3:190,3:191,3:192,3:193,3:194",
    "text": "<p lang=\"en\" class=\"en \">Verily, in the creation of the heavens and the Earth, and in the alternation of night and day, there are indeed signs for men of understanding <span>(190)</span>Those who remember Allah standing, sitting, and lying down on their sides, and think deeply about the creation of the heavens and the earth, <span class=\"gray\">(saying)</span>: \"Our Lord! You have not created this without purpose, glory to You! Give us salvation from the torment of the Fire <span>(191)</span>\"Our Lord! Verily, whom You admit to the Fire, indeed, You have disgraced him; and never will the wrongdoers find any helpers <span>(192)</span>\"Our Lord! Verily, we have heard the call of one calling to faith: 'Believe in your Lord,' and we have believed. Our Lord! Forgive us our sins and expiate from us our evil deeds, and make us die along with Al-Abrar <span class=\"gray\">(the most righteous)</span><span>(193)</span>\"Our Lord! Grant us what You promised us through Your Messengers and disgrace us not on the Day of Resurrection, for You never break <span class=\"gray\">(Your)</span> Promise. <span>(194)</span></p><div lang=\"en\" class=\"en \"><h2>The Proofs of Tawhid for People of Understanding, their Characteristics, Speech, and Supplications</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in the creation of the heavens and the Earth,)</span><span class=\"gray\">[3:190]</span>, referring to the sky in its height and spaciousness, the earth in its expanse and density, the tremendous features they have of rotating planets, seas, mountains, deserts, trees, plants, fruits, animals, metals and various beneficial colors, scents, tastes and elements.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in the alternation of night and day)</span>, as one follows and takes from the length of the other. For instance, at times one of them becomes longer than the other, shorter than the other at times and equal to the other at other times, and the same is repeated again and again, and all this occurs by the decision of the Almighty, Most Wise. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَآيَاتٍ لِّأُولِي الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(there are indeed signs for men of understanding)</span>, referring to the intelligent and sound minds that contemplate about the true reality of things, unlike the deaf and mute who do not have sound comprehension. Allah said about the latter type,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ - وَمَا يُؤْمِنُ أَكْثَرُهُم بِاللَّهِ إِلَّا وَهُم مُّشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how many a sign in the heavens and the earth they pass by, while they are averse therefrom. And most of them believe not in Allah except that they attribute partners unto Him)</span><span class=\"gray\">[12:105-106]</span>.</p><p lang=\"en\" class=\"en \">Allah then describes those who have good minds,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who remember Allah standing, sitting, and lying down on their sides)</span><span class=\"gray\">[3:191]</span>.</p><p lang=\"id\" class=\"id \">Al-Bukhari recorded that 'Imran bin Husayn said that, the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَلِّ قَائِمًا، فَإِنْ لَمْ تَسْتَطِعْ فَقَاعِدًا، فَإِنْ لَمْ تَسْتَطِعْ فَعَلَى جَنْبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Pray while standing, and if you can't, pray while sitting, and if you cannot do even that, then pray lying on your side.)</span> These people remember Allah in all situations, in their heart and speech,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and think deeply about the creation of the heavens and the Earth)</span>, contemplating about signs in the sky and earth that testify to the might, ability, knowledge, wisdom, will and mercy of the Creator. Allah criticizes those who do not contemplate about His creation, which testifies to His existence, Attributes, Shari'ah, His decree and Ayat. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ - وَمَا يُؤْمِنُ أَكْثَرُهُم بِاللَّهِ إِلَّا وَهُم مُّشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how many a sign in the heavens and the Earth they pass by, while they are averse therefrom. And most of them believe not in Allah except that they attribute partners unto Him)</span><span class=\"gray\">[12:105-106]</span>.</p><p lang=\"fr\" class=\"fr \">Allah also praises His believing servants,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who remember Allah standing, sitting, and lying down on their sides, and think deeply about the creation of the heavens and the earth)</span>, supplicating;</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا مَا خَلَقْتَ هَٰذَا بَاطِلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! You have not created this without purpose,\")</span></p><p lang=\"en\" class=\"en \">You did not create all this in jest and play. Rather, You created it in truth, so that You recompense those who do evil in kind, and reward those who do righteous deeds with what is better.</p><p lang=\"en\" class=\"en \">The faithful believers praise Allah and deny that He does anything in jest and without purpose, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"glory to You,\")</span>, for You would never create anything without purpose,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقِنَا عَذَابَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Give us salvation from the torment of the Fire.\")</span>, meaning, \"O You Who created the creation in truth and justice, Who is far from any shortcomings, or doing things without purpose or with jest, save us from the torment of the Fire with Your power and strength. Direct us to perform the deeds that make You pleased with us. Guide us to righteous work from which You admit us into the delightful Paradise, and save us from Your painful torment.\"</p><p lang=\"en\" class=\"en \">They next supplicate,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! Verily, whom You admit to the Fire, indeed, You have disgraced him;)</span>, by humiliating and disgracing him before all people on the Day of Gathering,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and never will the wrongdoers find any helpers.\")</span>, on the Day of Judgment, who would save them from You. Therefore, there is no escaping whatever fate You decided for them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! Verily, we have heard the call of one calling to faith,\")</span>, a caller who calls to faith, referring to the Messenger of Allah ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Believe in your Lord,' and we have believed)</span>, accepted his call and followed him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! Forgive us our sins\")</span>, on account of our faith and obeying Your Prophet ﷺ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاغْفِرْ لَنَا ذُنُوبَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Forgive us our sins\")</span>, and cover them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفِّرْ عَنَّا سَيِّئَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and expiate from us our evil deeds\")</span>, between us and You, in private,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَفَّنَا مَعَ الْأَبْرَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and make us die along with Al-Abrar.\")</span>, join us with the righteous people.</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! Grant us what You promised unto us through Your Messengers\")</span> for our faith in Your Messengers, or, and this explanation is better; grant us what You promised us by the words of Your Messengers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and disgrace us not on the Day of Resurrection,\")</span>, before all creation,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"for You never break <span class=\"gray\">(Your)</span> Promise.\")</span>, for surely, the promise that You conveyed to Your Messengers, which includes us being resurrected before You, shall certainly come to pass.</p><p lang=\"en\" class=\"en \">It was the Prophet's tradition to recite the ten Ayat at the end of <span class=\"gray\">[Surah]</span> Āl-'Imrān when he woke up at night for <span class=\"gray\">(voluntary)</span> prayer. Al-Bukhari recorded that Ibn 'Abbas said, \"I slept one night at the house of my aunt, Maymunah. The Messenger of Allah ﷺ spoke with his wife for a while and then went to sleep. When it was the third part of the night, he stood up, looked at the sky and recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِّأُولِي الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in the creation of the heavens and the earth, and in the alternation of night and day, there are indeed signs for men of understanding)</span><span class=\"gray\">[3:190]</span>.</p><p lang=\"en\" class=\"en \">The Prophet ﷺ then stood up, performed ablution, used Siwak <span class=\"gray\">(to clean his teeth)</span> and prayed eleven units of prayer. When Bilal said the Adhan, the Prophet ﷺ prayed two units of prayer, went out <span class=\"gray\">(to the Masjid)</span> and led the people in the Dawn prayer.\" This was also collected by Muslim.</p><p lang=\"en\" class=\"en \">Ibn Marduwyah recorded that 'Ata' said, \"I, Ibn 'Umar and 'Ubayd bin 'Umayr went to 'A'ishah and entered her room, and there was a screen between us and her. She said, 'O 'Ubayd! What prevents you from visiting us?' He said, 'What the poet said, 'Visit every once in a while, and you will be loved more.' Ibn 'Umar said, 'Tell us about the most unusual thing you witnessed from the Messenger of Allah ﷺ.' She cried and said, 'All his matters were amazing. On night, he came close to me until his skin touched my skin and said, 'Let me worship my Lord.' I said, 'By Allah I love your being close to me. I also love that you worship your Lord.' He used the water-skin and performed ablution, but did not use too much water. He then stood up in prayer and cried until his beard became wet. He prostrated and cried until he made the ground wet. He then laid down on his side and cried. When Bilal came to alert the Prophet ﷺ for the Dawn prayer, he said, 'O Messenger of Allah! What makes you cry, while Allah has forgiven you your previous and latter sins?' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْحَكَ يَا بِلَالُ، وَمَا يَمْنَعُنِي أَنْ أَبْكِيَ، وَقَدْ أُنْزِلَ عَلَيَّ فِي هذِهِ اللَّيْلَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Bilal! What prevents me from crying, when this night, this Ayah was revealed to me,)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِّأُولِي الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in the creation of the heavens and the earth, and in the alternation of night and day, there are indeed signs for men of understanding.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْلٌ لِمَنْ قَرَأَهَا وَلَمْ يَتَفَكَّرْ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe to he who recites it but does not contemplate it.)</span>.\"</p>"
  }
]