[
  {
    "ayah_key": "2:249",
    "group_ayah_key": "2:249",
    "from_ayah": "2:249",
    "to_ayah": "2:249",
    "ayah_keys": "2:249",
    "text": "<p lang=\"en\" class=\"en \">Then when Talut set out with the army, he said: \"Verily, Allah will try you by a river. So whoever drinks thereof, he is not of me; and whoever tastes it not, he is of me, except him who takes <span class=\"gray\">(thereof)</span> in the hollow of his hand.\" Yet, they drank thereof, all, except a few of them. So when he had crossed it <span class=\"gray\">(the river)</span>, he and those who believed with him, they said: \"We have no power this day against Jalut <span class=\"gray\">(Goliath)</span> and his hosts.\" But those who knew with certainty that they were going to meet Allah, said: \"How often has a small group overcome a mighty host by Allah's leave?\" And Allah is with As-Sabirin <span class=\"gray\">(the patient)</span><span>(249)</span></p><p lang=\"en\" class=\"en \">Allah states that Talut, the king of the Children of Israel, marched forth with his soldiers and the Israelites who obeyed him. His army was of eighty thousand then, according to As-Suddi, but Allah knows best. Talut said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ مُبْتَلِيكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah will try you)</span> meaning, He will test you with a river, which flowed between Jordan and Palestine, i.e. , the Shari'ah river, according to Ibn 'Abbas and others. He continued,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So whoever drinks thereof, he is not of me;)</span> meaning, shall not accompany me today,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whoever tastes it not, he is of me, except him who takes <span class=\"gray\">(thereof)</span> in the hollow of his hand.)</span> meaning, there is no harm in this case. Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِّنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yet, they drank thereof, all, except a few of them.)</span></p><p lang=\"en\" class=\"en \">Ibn Jurayj stated that Ibn 'Abbas commented, \"Whoever took some of it <span class=\"gray\">(the river's water)</span> in the hollow of his hand, quenched his thirst; as for those who drank freely from it, their thirst was not quenched.\"</p><p lang=\"en\" class=\"en \">Ibn Jarir reported that Al-Bara' bin 'Azib said, \"We used to say that the Companions of Muhammad ﷺ who accompanied him on the battle of Badr were more than three hundred and ten, just as many as the soldiers who crossed the river with Talut. Only those who believed crossed the river with him.\" Al-Bukhari also reported this.</p><p lang=\"en\" class=\"en \">This is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when he had crossed it <span class=\"gray\">(the river)</span>, he and those who believed with him, they said: \"We have no power this day against Jalut <span class=\"gray\">(Goliath)</span> and his hosts.\")</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that the Israelites <span class=\"gray\">(who remained with Saul)</span> thought that they were few in the face of their enemy who were many then. So, their knowledgeable scholars strengthened their resolve by stating that Allah's promise is true and that triumph comes from Allah Alone, not from the large numbers or the adequacy of the supplies. They said to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"How often has a small group overcome a mighty host by Allah's leave?\" And Allah is with As-Sabirin <span class=\"gray\">(the patient)</span>.)</span></p>"
  },
  {
    "ayah_key": "2:25",
    "group_ayah_key": "2:25",
    "from_ayah": "2:25",
    "to_ayah": "2:25",
    "ayah_keys": "2:25",
    "text": "<p lang=\"en\" class=\"en \">And give glad tidings to those who believe and do righteous good deeds, that for them will be Gardens under which rivers flow <span class=\"gray\">(Paradise)</span>. Every time they will be provided with a fruit therefrom, they will say: \"This is what we were provided with before,\" and they will be given things in resemblance <span class=\"gray\">(i.e. in the same form but different in taste)</span> and they shall have therein Azwajun Mutahharatun <span class=\"gray\">(purified mates or wives)</span>, and they will abide therein forever <span>(25)</span></p><div lang=\"en\" class=\"en \"><h2>Rewards of Righteous Believers</h2></div><p lang=\"en\" class=\"en \">After mentioning the torment that Allah has prepared for His miserable enemies who disbelieve in Him and in His Messengers, He mentions the condition of His happy, loyal friends who believe in Him and in His Messengers, adhere to the faith and perform the good deeds. This is the reason why the Qur'an was called Mathani, based on the correct opinion of the scholars. We will elaborate upon this subject later. Mathani means to mention faith and then disbelief, or vice versa. Or, Allah mentions the miserable and then the happy, or vice versa. As for mentioning similar things, it is called Tashabbuh, as we will come to know, Allah willing. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give glad tidings to those who believe and do righteous good deeds, that for them will be Gardens under which rivers flow <span class=\"gray\">(Paradise)</span>)</span>. Consequently, Allah stated that Paradise has rivers that run beneath it, meaning, underneath its trees and rooms. From Hadiths it is learned that the rivers of Paradise do not run in valleys, and that the banks of Al-Kawthar <span class=\"gray\">(the Prophet's lake in Paradise)</span> are made of domes of hollow pearls, the sand of Paradise is made of scented musk while its stones are made from pearls and jewels. We ask Allah to grant Paradise to us, for verily, He is the Most Beneficent, Most Gracious.</p><p lang=\"ceb\" class=\"ceb \">Ibn Abi Hatim reported that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْهَارُ الْجَنَّةِ تَفَجَّرُ تَحْتَ تِلَالٍ أَوْ مِنْ تَحْتِ جِبَالِ الْمِسْكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The rivers of Paradise spring from beneath hills, or mountains of musk.)</span></p><p lang=\"en\" class=\"en \">He also reported from Masruq that 'Abdullah said, \"The rivers of Paradise spring from beneath mountains of musk.\"</p><div lang=\"en\" class=\"en \"><h2>The similarity between the Fruits of Paradise</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا رُزِقُواْ مِنْهَا مِن ثَمَرَةٍ رِّزْقاً قَالُواْ هَـذَا الَّذِى رُزِقْنَا مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every time they will be provided with a fruit therefrom, they will say: \"This is what we were provided with before\")</span>.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim reported that Yahya bin Abi Kathir said, \"The grass of Paradise is made of saffron, its hills from musk and the boys of everlasting youth will serve the believers with fruits which they will eat. They will then be brought similar fruits, and the people of Paradise will comment, 'This is the same as what you have just brought us.' The boys will say to them, 'Eat, for the color is the same, but the taste is different. Hence Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأُتُوا بِهِ مُتَشَابِهًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will be given things in resemblance)</span>. Abu Ja'far Ar-Razi narrated that Ar-Rabi' bin Anas said that Abu Al-'Aliyah said that,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأُتُوا بِهِ مُتَشَابِهًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will be given things in resemblance)</span> means, \"They look like each other, but the taste is different.\" Also, 'Ikrimah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأُتُوا بِهِ مُتَشَابِهًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will be given things in resemblance)</span> \"They are similar to the fruits of this life, but the fruits of Paradise taste better. \" Sufyan Ath-Thawri reported from Al-A'mash, from Abu Thubyan, that Ibn 'Abbas said, \"Nothing in Paradise resembles anything in the life of this world, except in name.\" In another narration, Ibn 'Abbas said, \"Only the names are similar between what is in this life and what is in Paradise.\"</p><div lang=\"en\" class=\"en \"><h2>The Wives of the People of Paradise are Pure</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ فِيهَا أَزْوَاجٌ مُّطَهَّرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they shall have therein Azwajun Mutahharatun)</span>. Ibn Abi Talhah reported that Ibn 'Abbas said, \"Purified from filth and impurity.\" Also, Mujahid said, \"From menstruation, relieving the call of nature, urine, spit, semen and pregnancies.\" Also, Qatadah said, \"Purified from impurity and sin.\" In another narration, he said, \"From menstruation and pregnancies.\" Further, 'Ata', Al-Hasan, Ad-Dahhak, Abu Salih, 'Atiyah and As-Suddi were reported to have said similarly.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِيهَا خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will abide therein forever)</span> meaning ultimate happiness, for the believers will enjoy everlasting delight, safe from death and disruption of their bliss, for it never ends or ceases. We ask Allah to make us among these believers, for He is the Most Generous, Most Kind and Most merciful.</p>"
  }
]