[
  {
    "ayah_key": "2:200",
    "group_ayah_key": "2:200",
    "from_ayah": "2:200",
    "to_ayah": "2:202",
    "ayah_keys": "2:200,2:201,2:202",
    "text": "<p lang=\"en\" class=\"en \">So when you have accomplished your Manasik, remember Allah as you remember your forefathers or with far more remembrance. But of mankind there are some who say: \"Our Lord! Give us <span class=\"gray\">(Your bounties)</span> in this world!\" and for such there will be no portion in the Hereafter <span>(200)</span>And of them there are some who say: \"Our Lord! Give us in this world that which is good and in the Hereafter that which is good, and save us from the torment of the Fire! <span>(201)</span>For them there will be alloted a share for what they have earned. And Allah is swift at reckoning <span>(202)</span></p><div lang=\"en\" class=\"en \"><h2>The Order for Remembrance of Allah and seeking Good in this Life and the Hereafter upon completing the Rites of Hajj</h2></div><p lang=\"en\" class=\"en \">Allah commands that He be remembered after the rituals are performed.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذِكْرِكُمْ آبَاءَكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...as you remember your forefathers)</span></p><p lang=\"en\" class=\"en \">Sa'id bin Jubayr said that Ibn 'Abbas said, \"During the time of Jahiliyyah, people used to stand during the <span class=\"gray\">(Hajj)</span> season, and one of them would say, 'My father used to feed <span class=\"gray\">(the poor)</span>, help others <span class=\"gray\">(end their disputes, with his money)</span>, pay the Diyah <span class=\"gray\">(i.e., blood money)</span>,' and so forth. The only Dhikr that they had was that they would remember the deeds of their fathers. Allah then revealed to Muhammad ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Remember Allah as you remember your forefathers or with far more remembrance.)</span></p><p lang=\"en\" class=\"en \">Therefore, remembering Allah the Exalted and Ever High is always encouraged. We should mention that when Allah used \"or\" in the Ayah, He meant to encourage the people to remember Him more than they remember their forefathers, not that the word entails a doubt <span class=\"gray\">(as to which is larger or bigger)</span>. This statement is similar to the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...as stones or even worse in hardness)</span><span class=\"gray\">(2:74)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...fear men as they fear Allah or even more)</span><span class=\"gray\">(4:77)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرْسَلْنَاهُ إِلَىٰ مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We sent him to a hundred thousand <span class=\"gray\">(people)</span> or even more)</span><span class=\"gray\">(37:147)</span> and,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And was at a distance of two bows' length or <span class=\"gray\">(even)</span> nearer.)</span><span class=\"gray\">(53:9)</span></p><p lang=\"en\" class=\"en \">Allah encourages calling Him in supplication after remembering Him, because this will make it more likely that the supplication will be accepted. Allah also criticizes those who only supplicate to Him about the affairs of this life, while ignoring the affairs of the Hereafter. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِنَ النَّاسِ مَن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But of mankind there are some who say: \"Our Lord! Give us <span class=\"gray\">(Your bounties)</span> in this world!\" and for such there will be no portion in the Hereafter.)</span> meaning, they have no share in the Hereafter. This criticism serves to discourage other people from imitating those mentioned.</p><p lang=\"en\" class=\"en \">Sa'id bin Jubayr said that Ibn 'Abbas said, \"Some bedouins used to come to the standing area <span class=\"gray\">('Arafat)</span> and supplicate saying, 'O Allah! Make it a rainy year, a fertile year and a year of good child bearing.' They would not mention any of the affairs of the Hereafter. Thus, Allah revealed about them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِنَ النَّاسِ مَن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But of mankind there are some who say: \"Our Lord! Give us <span class=\"gray\">(Your bounties)</span> in this world!\" and for such there will be no portion in the Hereafter.)</span></p><p lang=\"en\" class=\"en \">The believers who came after them used to say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Give us in this world that which is good and in the Hereafter that which is good, and save us from the torment of the Fire!\")</span></p><p lang=\"no\" class=\"no \">Next, Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمْ نَصِيبٌ مِّمَّا كَسَبُوا وَاللَّهُ سَرِيعُ الْحِسَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them there will be alloted a share for what they have earned. And Allah is swift at reckoning.)</span></p><p lang=\"en\" class=\"en \">Hence, Allah praised those who ask for the affairs of both this life and the Hereafter. He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of them there are some who say: \"Our Lord! Give us in this world that which is good and in the Hereafter that which is good, and save us from the torment of the Fire!\")</span></p><p lang=\"en\" class=\"en \">The supplication mentioned and praised in the Ayah includes all good aspects of this life and seeks refuge from all types of evil. The good of this life concerns every material request of well-being, spacious dwelling, pleasing mates, sufficient provision, beneficial knowledge, good profession or deeds, comfortable means of transportation and good praise, all of which the scholars of Tafsir have mentioned regarding this subject. All of these are but a part of the good that is sought in this life. </p><p lang=\"en\" class=\"en \">As for the good of the Hereafter, the best of this includes acquiring Paradise, which also means acquiring safety from the greatest horror at the gathering place. It also refers to being questioned lightly and the other favors in the Hereafter.</p><p lang=\"en\" class=\"en \">As for acquiring safety from the Fire, it includes being directed to what leads to this good end in this world, such as avoiding the prohibitions, sins of all kinds and doubtful matters.</p><p lang=\"en\" class=\"en \">Al-Qasim bin 'Abdur-Rahman said, \"Whoever is gifted with a grateful heart, a remembering tongue and a patient body, will have been endowed with a good deed in this life, a good deed in the Hereafter and saved from the torment of the Fire.\"</p><p lang=\"en\" class=\"en \">This is why the Sunnah encourages reciting this Du'a' <span class=\"gray\">(i.e., in the Ayah about gaining a good deed in this life and the Hereafter)</span>. Al-Bukhari reported that Anas bin Malik narrated that the Prophet ﷺ used to say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً، وَفِي الآخِرَةِ حَسَنَــةً، وَقِنَا عَذَابَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, our Lord! Give us that which is good in this life, that which is good in the Hereafter and save us from the torment of the Fire.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad reported that Anas said, \"Allah's Messenger ﷺ visited a Muslim man who had become as weak as a sick small bird. Allah's Messenger ﷺ said to him, 'Were you asking or supplicating to Allah about something?' He said, 'Yes. I used to say: O Allah! Whatever punishment you saved for me in the Hereafter, give it to me in this life.' Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ اللهِ لَا تُطِيقُهُ أَوْ لَا تَسْتَطِيعُهُ، فَهَلَّا قُلْتَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَآ ءَاتِنَا فِى الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All praise is due to Allah! You cannot bear it -or stand it-. You should have said: <span class=\"gray\">(Our Lord! Give us in this world that which is good and in the Hereafter that which is good, and save us from the torment of the Fire!)</span>)</span></p><p lang=\"en\" class=\"en \">The man began reciting this Du'a and he was cured.\" Muslim also recorded it.</p><p lang=\"en\" class=\"en \">Al-Hakim reported that Sa'id bin Jubayr said, \"A man came to Ibn 'Abbas and said, 'I worked for some people and settled for a part of my compensation in return for their taking me to perform Hajj with them. Is this acceptable?' Ibn 'Abbas said, 'You are among those whom Allah described:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمْ نَصِيبٌ مِّمَّا كَسَبُوا وَاللَّهُ سَرِيعُ الْحِسَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them there will be alloted a share for what they have earned. And Allah is swift at reckoning.)</span></p><p lang=\"en\" class=\"en \">Al-Hakim then commented; \"This Hadith is authentic according to the criteria of the Two Shaykhs <span class=\"gray\">(Al-Bukhari and Muslim)</span> although they did not record it.\"</p>"
  }
]