[
  {
    "ayah_key": "14:22",
    "group_ayah_key": "14:22",
    "from_ayah": "14:22",
    "to_ayah": "14:23",
    "ayah_keys": "14:22,14:23",
    "text": "<p lang=\"en\" class=\"en \">And Shaytan will say when the matter has been decided: \"Verily, Allah promised you a promise of truth. And I too promised you, but I betrayed you. I had no authority over you except that I called you, and you responded to me. So blame me not, but blame yourselves. I cannot help you, nor can you help me. I deny your former act in associating me <span class=\"gray\">(Shaytan)</span> as a partner with Allah <span class=\"gray\">(by obeying me in the life of the world)</span>. Verily, there is a painful torment for the wrongdoers. <span>(22)</span>And those who believed and did righteous deeds, will be made to enter Gardens under which rivers flow, - to dwell therein for ever <span class=\"gray\">(i.e. in Paradise)</span>, with the permission of their Lord. Their greeting therein will be: \"Salam <span class=\"gray\">(peace!)</span>. <span>(23)</span></p><div lang=\"en\" class=\"en \"><h2>Shaytan disowns His Followers on the Day of Resurrection</h2></div><p lang=\"en\" class=\"en \">Allah narrates to us what Iblis will say to his followers after Allah finishes with the judgement between His servants, sending the believers to the gardens of Paradise and the disbelievers to the lows <span class=\"gray\">(of the Fire)</span>. Iblis, may Allah curse him, will stand and address the latter, in order to add depression to their depression, sorrow to their sorrow and grief to their grief. He will declare,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah promised you a promise of truth.)</span> by the words of His Messengers that if you follow them, you will gain safety and deliverance. Truly, Allah's promise was true and correct news, while I promised you then betrayed you.' Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Shaytan)</span> makes promises to them, and arouses in them false desires; and Shaytan's promises are nothing but deceptions.)</span><span class=\"gray\">[4:120]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I had no authority over you)</span> Shaytan will say, 'I had no proof for what I called you to, nor evidence for what I promised you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except that I called you, and you responded to me.)</span> even though the Messengers establish the proof and unequivocal evidences against you and affirmed the truth of what they were sent to you with. But you disobeyed the Messengers and ended up earning this fate,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَلُومُونِي </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So blame me not,)</span> today,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلُومُوا أَنفُسَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but blame yourselves.)</span>, because it is your fault for defying the proofs and following me in the falsehood that I called you to.' Shaytan will say next,</p><p class=\"ur qpc-hafs\" lang=\"ur\">مَّا أَنَا بِمُصْرِخِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I cannot help you)</span>, I cannot benefit, save, or deliver you from what you are suffering,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَا أَنتُم بِمُصْرِخِيَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor can you help me.)</span>, nor can you save me and deliver me from the torment and punishment I am suffering,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I deny your former act of associating me <span class=\"gray\">(Shaytan)</span> as a partner with Allah.)</span> or because you associated me with Allah before,' according to Qatadah. Ibn Jarir commented; \"I deny being a partner with Allah, the Exalted and Most Honored.\" This opinion is the most plausible, for Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَن دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who is more astray than one who calls on others besides Allah, such as will not answer him till the Day of Resurrection, and who are <span class=\"gray\">(even)</span> unaware of their calls to them? And when mankind are gathered, they will become their enemies and will deny their worshipping.)</span><span class=\"gray\">[46:5-6]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but they <span class=\"gray\">(the so-called gods)</span> will deny their worship of them, and become opponents to them.)</span><span class=\"gray\">[19:82]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الظَّالِمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the wrongdoers)</span>, who deviate from truth and follow falsehood, will earn a painful torment. It appears that this part of the Ayah narrates the speech that Shaytan will deliver to the people of the Fire after they enter it, as we stated. 'Amir Ash-Sha'bi said, \"On the Day of Resurrection, two speakers will address the people. Allah the Exalted will say to 'Isa, son of Maryam,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَٰهَيْنِ مِن دُونِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did you say unto men: \"Worship me and my mother as two gods besides Allah?\")</span><span class=\"gray\">[5:116]</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللَّهُ هَٰذَا يَوْمُ يَنفَعُ الصَّادِقِينَ صِدْقُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will say: \"This is a Day on which the truthful will profit from their truth.\")</span><span class=\"gray\">[5:119]</span> Shaytan, may Allah curse him, will stand and address the people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ إِلَّا أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I had no authority over you except that I called you, and you responded to me.)</span> Allah next mentioned the final destination of the miserable ones, who earned the disgrace and torment and having to listen to Shaytan address them, then He mentioned the final destination of the happy ones,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who believed and did righteous deeds, will be made to enter Gardens under which rivers flow,)</span> wherever they wish them to flow and wherever they may be,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to dwell therein for ever,)</span> and will never transfer or be transferred from it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِإِذْنِ رَبِّهِمْ ۖ تَحِيَّتُهُمْ فِيهَا سَلَامٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with the permission of their Lord. Their greeting therein will be: \"Salam <span class=\"gray\">(peace!)</span>.\")</span> Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Till, when they reach it, and its gates will be opened and its keepers will say: \"Salamun 'Alaykum <span class=\"gray\">(peace be upon you!)</span>\")</span><span class=\"gray\">[39:73]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ - سَلَامٌ عَلَيْكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And angels shall enter unto them from every gate <span class=\"gray\">(saying)</span>: \"Salamun 'Alaykum <span class=\"gray\">(peace be upon you!)</span>.\")</span><span class=\"gray\">[13:23-24]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therein they shall be met with greetings and the word of peace and respect.)</span><span class=\"gray\">[25:75]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ ۚ وَآخِرُ دَعْوَاهُمْ أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their way of request therein will be Subhanaka Allahumma <span class=\"gray\">(glory to you, O Allah)</span> and Salam <span class=\"gray\">(peace!)</span> will be their greetings therein <span class=\"gray\">(Paradise)</span>! And the close of their request will be: Al-Hamdu Lillahi Rabbil-'Alamin <span class=\"gray\">[all praise to Allah the Lord of that exists]</span>.)</span><span class=\"gray\">[10:10]</span></p>"
  }
]