[
  {
    "ayah_key": "7:70",
    "group_ayah_key": "7:70",
    "from_ayah": "7:70",
    "to_ayah": "7:72",
    "ayah_keys": "7:70,7:71,7:72",
    "text": "<p lang=\"en\" class=\"en \">They said: \"You have come to us that we should worship Allah Alone and forsake that which our fathers used to worship. So bring us that wherewith you have threatened us if you are of the truthful. <span>(70)</span><span class=\"gray\">(Hud)</span> said: \"Rijs <span class=\"gray\">(torment)</span> and wrath have already fallen on you from your Lord. Dispute you with me over names which you have named – you and your fathers – with no authority from Allah? Then wait, I am with you among those who wait. <span>(71)</span>So We saved him and those who were with him out of mercy from Us, and We severed the roots of those who belied Our Ayat; and they were not believers <span>(72)</span></p><div lang=\"en\" class=\"en \"><h2>Allah mentions the rebellion, defiance and stubbornness of Hud's people, and their opposition to him, peace be upon him,</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَجِئْتَنَا لِنَعْبُدَ اللَّهَ وَحْدَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"You have come to us that we should worship Allah Alone?\")</span> Later on, the disbelievers of Quraysh said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when they said: \"O Allah! If this <span class=\"gray\">(the Qur'an)</span> is indeed the truth <span class=\"gray\">(revealed)</span> from You, then rain down stones on us from the sky or bring on us a painful torment.\")</span><span class=\"gray\">[8:32]</span></p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq said that the people of Hud used to worship several idols, such as Suda', Samud and Al-Haba'. This is why Hud, peace be upon him, said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Rijs and wrath have already fallen on you from your Lord.\")</span> you deserve 'Rijs' from your Lord because of what you said. Ibn 'Abbas said that, 'Rijs', means scorn and anger.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتُجَادِلُونَنِي فِي أَسْمَاءٍ سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Dispute you with me over names which you have named – you and your fathers\")</span><span class=\"gray\">[7:71]</span>. </p><p lang=\"en\" class=\"en \">Hud said, do you dispute with me over these idols that you and your fathers made gods, even though they do not bring harm or benefit; did Allah give you authority or proof allowing you to worship them? Hud further said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا نَزَّلَ اللَّهُ بِهَا مِن سُلْطَانٍ فَانتَظِرُوا إِنِّي مَعَكُم مِّنَ الْمُنتَظِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"with no authority from Allah? Then wait, I am with you among those who wait.\")</span> this is a threat and warning from the Messenger to his people.</p><div lang=\"en\" class=\"en \"><h2>The End of 'Ad</h2></div><p lang=\"gd\" class=\"gd \">So Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنجَيْنَاهُ وَالَّذِينَ مَعَهُ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَمَا كَانُوا مُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We saved him and those who were with him out of mercy from Us, and We severed the roots of those who belied Our Ayat; and they were not believers.)</span></p><p lang=\"en\" class=\"en \">Allah mentioned several times in the Qur'an, the way the people of 'Ad were destroyed stating that He sent a barren wind that destroyed everything it passed by. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ - سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَىٰ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ - فَهَلْ تَرَىٰ لَهُم مِّن بَاقِيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as for 'Ad, they were destroyed by a furious violent wind! They were subjected to it for seven nights and eight days in succession, so that you could see men lying overthrown <span class=\"gray\">(destroyed)</span>, as if they were hollow trunks of date palms! Do you see any remnants of them?)</span><span class=\"gray\">[69:6-8]</span></p><p lang=\"en\" class=\"en \">When 'Ad rebelled and transgressed, Allah destroyed them with a strong wind that carried them, one by one, up in the air and brought each one of them down on his head, thus smashing his head and severing it from its body. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as if they were hollow trunks of date palms!)</span><span class=\"gray\">[69:7]</span></p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq said that 'Ad used to live in Yemen between Oman and Hadramawt. They also spread throughout the land and defeated various peoples, because of the strength that Allah gave them. They used to worship idols instead of Allah, and Allah sent to them Prophet Hud, peace be upon him. He was from their most common lineage and was the best among them in status. Hud commanded them to worship Allah Alone and associate none with him. He also ordered them to stop committing injustice against the people. But they rejected him and ignored his call. They said, 'Who is stronger than us?' Some of them, however, followed Hud, although they were few and had to conceal their faith. When 'Ad defied the command of Allah, rejected His Prophet, committed mischief in the earth, became arrogant and built high palaces on every high place – without real benefit to them – Hud spoke to them, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ - وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ - وَإِذَا بَطَشْتُم بَطَشْتُمْ جَبَّارِينَ - فَاتَّقُوا اللَّهَ وَأَطِيعُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Do you build high palaces on every high place, while you do not live in them? And do you get for yourselves palaces <span class=\"gray\">(fine buildings)</span> as if you will live therein forever. And when you seize <span class=\"gray\">(somebody)</span>, seize you <span class=\"gray\">(him)</span> as tyrants? Have Taqwa of Allah, and obey me.\")</span><span class=\"gray\">[26:128-131]</span> However,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ - إِن نَّقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"O Hud! No evidence have you brought us, and we shall not leave our gods for your <span class=\"gray\">(mere)</span> saying! And we are not believers in you. All that we say is that some of our gods have seized you with evil.\")</span> meaning, madness,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ - مِن دُونِهِ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنظِرُونِ - إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم مَّا مِن دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"I call Allah to witness, and bear you witness that I am free from that which you associate with Him. So plot against me, all of you, and give me no respite. I put my trust in Allah, my Lord and your Lord! There is not a moving creature but He has the grasp of its forelock. Verily, my Lord is on the straight path <span class=\"gray\">(the truth)</span>.\")</span><span class=\"gray\">[11:53-56]</span>.\"</p><div lang=\"en\" class=\"en \"><h2>Story of the Emissary of 'Ad</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Al-Harith Al-Bakri said: \"I went to the Messenger of Allah ﷺ to complain to him about Al-'Ala bin Al-Hadrami. When I passed by the area of Ar-Rabdhah, I found an old woman from Bani Tamim who was alone in that area. She said to me, \"O servant of Allah! I need to reach the Messenger of Allah ﷺ to ask him for some of my needs, will you take me to him?\" So I took her along with me to Al-Madinah and found the Masjid full of people. I also found a black flag raised high, while Bilal was holding a sword before the Messenger of Allah ﷺ. I asked, \"What is the matter with the people?\" They said, \"The Prophet ﷺ intends to send 'Amr bin Al-'As <span class=\"gray\">(on a military expedition)</span> somewhere.\" So I sat down. When the Prophet ﷺ went to his house, I asked for permission to see him, and he gave me permission. I entered and greeted him. He said, \"Was there a dispute between you and Bani Tamim?\" I said, \"Yes. And we had been victorious over them. I passed by an old woman from Bani Tamim, who was alone, and she asked me to bring her to you, and she is at the door\". So he allowed her in and I said, \"O Allah's Messenger! What if you make a barrier between us and <span class=\"gray\">(the tribe of)</span> Bani Tamim, such as Ad-Dahna' <span class=\"gray\">(Desert)</span>?\" The old woman became angry and opposed me. So I said, \"My example is the example of a sheep that carried its own destruction. I carried this woman and did not know that she was an opponent. I seek refuge with Allah and His Messenger that I become like the emissary of 'Ad.' So the Prophet ﷺ asked me about the emissary of 'Ad, having better knowledge in it, but he liked to hear the story again. I said, \"Once, 'Ad suffered from a famine and they sent an emissary <span class=\"gray\">[to get relief]</span>, whose name was Qayl. Qayl passed by Mu'awiyah bin Bakr and stayed with him for a month. Mu'awiyah supplied him with alcoholic drinks, and two female singers were singing for him. When a month ended, Qayl went to the mountains of Muhrah and said, 'O Allah! You know that I did not come here to cure an ill person or to ransom a prisoner. O Allah! Give 'Ad water as You used to.' So black clouds came and he was called, 'Choose which one of them you wish <span class=\"gray\">(to go to 'Ad)</span>!' So he pointed to one of the black clouds and he heard someone proclaiming from it, 'Take it, as ashes that will leave none in 'Ad.' And it has been conveyed to me that the wind sent to them was no more than what would pass through this ring of mine, but it destroyed them.\" Abu Wa'il said, \"That is true. When a man or a woman would send an emissary, they would tell him, 'Do not be like the emissary of 'Ad <span class=\"gray\">(bringing disaster and utter destruction to them instead of relief)</span>.,\" Imam Ahmad collected this story in the Musnad. At-Tirmidhi recorded similar wording for it, as did An-Nasa'i and Ibn Majah.</p>"
  }
]