[
  {
    "ayah_key": "6:121",
    "group_ayah_key": "6:121",
    "from_ayah": "6:121",
    "to_ayah": "6:121",
    "ayah_keys": "6:121",
    "text": "<p class=\"en translation\" lang=\"en\">Eat not of that on which Allah's Name has not been pronounced, for surely it is disobedience. And certainly, the Shayatin do inspire their friends to dispute with you, and if you obey them, then you would indeed be polytheists <span>(121)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of what was Slaughtered in other than Allah's Name</h2></div><p lang=\"en\" class=\"en \">This Ayah is used to prove that slaughtered animals are not lawful when Allah's Name is not mentioned over them – even if slaughtered by a Muslim. The Ayah about hunting game,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So eat of what they <span class=\"gray\">(trained hunting dogs or birds of prey)</span> catch for you, but pronounce the Name of Allah over it.)</span><span class=\"gray\">[5:4]</span> supports this. The Ayah here emphasized this ruling, when Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّهُ لَفِسْقٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for surely it is disobedience.)</span></p><p lang=\"en\" class=\"en \">They say that \"it\" refers to eating it, and others say that it refers to the sacrifice for other than Allah. There are various Hadiths that order mentioning Allah's Name when slaughtering and hunting. The Hadith narrated by 'Adi bin Hatim and Abu Tha'labah <span class=\"gray\">(that the Prophet ﷺ said)</span>;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أَرْسَلْتَ كَلْبَكَ الْمُعَلَّمَ وَذَكرتَ اسْمَ اللهِ عَلَيْهِ فَكُلْ مَا أَمْسَكَ عَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When you send your trained hunting dog and mention Allah's Name on releasing it, then eat from whatever it catches for you.)</span></p><p lang=\"en\" class=\"en \">This Hadith was collected in the Two Sahihs. The Rafi' bin Khadij narrated that the Prophet ﷺ said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللهِ عَلَيْهِ فَكُلُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You can use what would make blood flow <span class=\"gray\">(i. e., slaughter)</span> and you can eat what is slaughtered and the Name of Allah is mentioned at the time of slaughtering.)</span></p><p lang=\"en\" class=\"en \">This Hadith was also collected in the Two Sahihs. Ibn Mas'ud narrated that Allah's Messenger ﷺ said to the Jinns.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُمْ كُلُّ عَظْمٍ ذُكِرَ اسْمُ اللهِ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(For food)</span> you have every bone on which Allah's Name was mentioned on slaughtering.)</span> Muslim collected this Hadith. </p><p lang=\"id\" class=\"id \">Jundub bin Sufyan Al-Bajali said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ ذَبَحَ قَبْلَ أَنْ يُصَلِّيَ فَلْيَذْبَحْ مَكَانَهَا أُخْرَى، وَمَنْ لَمْ يَكُنْ ذَبَحَ، حَتَّى صَلَّيْنَا فَلْيَذْبَحْ بِاسْمِ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever slaughtered before he prayed <span class=\"gray\">(the 'Id prayer)</span>, let him slaughter another sacrifice in its place. Whoever did not offer the sacrifice before we finished the prayer, let him slaughter and mention Allah's Name.)</span> The Two Sahihs recorded this Hadith.</p><div lang=\"da\" class=\"da \"><h2>The Devil's Inspiration</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَىٰ أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And certainly, the Shayatin do inspire their friends to dispute with you,)</span></p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Abu Ishaq said that a man said to Ibn 'Umar that Al-Mukhtar claimed that he received revelation. So Ibn 'Umar said, \"He has said the truth,\" and recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَىٰ أَوْلِيَائِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And certainly, the Shayatin do inspire their friends...)</span></p><p lang=\"en\" class=\"en \">Abu Zamil said, \"I was sitting next to Ibn 'Abbas at a time when Al-Mukhtar bin Abi 'Ubayd was performing Hajj. So a man came to Ibn 'Abbas and said, 'O Ibn 'Abbas! Abu Ishaq <span class=\"gray\">(Al-Mukhtar)</span> claimed that he received revelation this night.' Ibn 'Abbas said, He has said the truth.' I was upset and said, 'Ibn 'Abbas says that Al-Mukhtar has said the truth?' Ibn 'Abbas replied, 'There are two types of revelation, one from Allah and one from the devil. Allah's revelation came to Muhammad ﷺ, while the Shaytan's revelation comes to his friends.' He then recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَىٰ أَوْلِيَائِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And certainly, the Shayatin do inspire their friends...)</span> We also mentioned 'Ikrimah's commentary on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوحِي بَعْضُهُمْ إِلَىٰ بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Inspiring one another with adorned speech as a delusion.)</span><span class=\"gray\">[6:112]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُجَادِلُوكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to dispute with you,)</span> Ibn Jarir recorded that Ibn 'Abbas commented;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat not of that on which Allah's Name has not been mentioned...)</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُجَادِلُوكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...to dispute with you,)</span> \"The devils inspire their loyal supporters, 'Do you eat from what you kill but not from what Allah causes to die?'\" </p><p lang=\"en\" class=\"en \">As-Suddi said; \"Some idolators said to the Muslims, 'You claim that you seek Allah's pleasure. Yet, you do not eat what Allah causes to die, but you eat what you slaughter?' Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنْ أَطَعْتُمُوهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if you obey them...)</span>, and eat dead animals,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ لَمُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then you would indeed be polytheists.)</span> Similar was said by Mujahid, Ad-Dahhak and several others among scholars of the Salaf.</p><div lang=\"en\" class=\"en \"><h2>Giving Preference to Anyone's Saying Over the Legislation of Allah is Shirk</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if you obey them, then you would indeed be polytheists.)</span> means, when you turn away from Allah's command and Legislation to the saying of anyone else, preferring other than what Allah has said, then this constitutes Shirk. Allah said in another Ayah,</p><p class=\"fa qpc-hafs\" lang=\"fa\">اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They <span class=\"gray\">(Jews and Christians)</span> took their rabbis and their monks to be their lords besides Allah.)</span><span class=\"gray\">[9:31]</span></p><p lang=\"en\" class=\"en \">In explanation of this Ayah, At-Tirmidhi recorded that 'Adi bin Hatim said, \"O Allah's Messenger! They did not worship them.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَى إِنَّهُمْ أَحَلُّوا لَهُمُ الْحَرَامَ وَحَرَّمُوا عَلَيْهِمُ الْحَلَالَ فَاتَّبعُوهُمْ فَذَلِكَ عِبَادَتُهُمْ إِيَّاهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes they did. They <span class=\"gray\">(monks and rabbis)</span> allowed the impermissible for them and they prohibited the lawful for them, and they followed them in that. That was their worship of them.)</span></p>"
  },
  {
    "ayah_key": "6:122",
    "group_ayah_key": "6:122",
    "from_ayah": "6:122",
    "to_ayah": "6:122",
    "ayah_keys": "6:122",
    "text": "<p class=\"en translation\" lang=\"en\">Is he who was dead, and We gave him life, and set for him a light, whereby he can walk among men – like him who is in the darkness from which he can never come out? Thus it is made fair seeming to the disbelievers that which they used to do <span>(122)</span></p><div lang=\"en\" class=\"en \"><h2>The Parable of the Disbeliever and the Believer</h2></div><p lang=\"en\" class=\"en \">This is an example that Allah has given of the believer who was dead, meaning, wandering in confusion and misguidance. Then, Allah brought life to him, by bringing life to his heart with faith, guiding him to it and guiding him to obeying His Messengers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And set for him a light whereby he can walk amongst men.)</span> for he became guided to where he should go and how to remain on the correct path. The light mentioned here is the Qur'an, according to Ibn 'Abbas, as Al-'Awfi and Ibn Abi Talhah reported from him. As-Suddi said that the light mentioned here is Islam. Both meanings are correct.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَن مَّثَلُهُ فِي الظُّلُمَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Like him who is in the darkness)</span> of ignorance, desires and various types of deviation,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> لَيْسَ بِخَارِجٍ مِّنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(From which he can never come out?)</span> for he is unable to find a way out from what he is in. In Musnad Ahmad, it is recorded that the Prophet ﷺ said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ خَلَقَ خَلْقَهُ فِي ظُلْمَةٍ، ثُمَّ رَشَّ عَلَيْهِمْ مِنْ نُورِهِ، فَمَنْ أَصَابَهُ ذَلِكَ النُّورُ اهْتَدَى، وَمَنَ أَخْطَأَهُ ضَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah created creation in darkness, then He showered His Light upon them. Whoever was struck by that light is guided, whoever it missed is astray.)</span> Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُم مِّنَ النُّورِ إِلَى الظُّلُمَاتِ أُولَٰئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is the Guardian of those who believe. He brings them out from darkness into light. But as for those who disbelieve, their friends are Taghut, they bring them out from light into darkness. Those are the dwellers of the Fire, and they will abide therein forever.)</span><span class=\"gray\">[2:257]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن يَمْشِي مُكِبًّا عَلَىٰ وَجْهِهِ أَهْدَىٰ أَمَّن يَمْشِي سَوِيًّا عَلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is he who walks prone on his face, more rightly guided, or he who walks upright on the straight way?)</span><span class=\"gray\">[67:22]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَىٰ وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلًا أَفَلَا تَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The parable of the two parties is as the blind and the deaf and the seer and the hearer. Are they equal when compared? Will you not then take heed?)</span><span class=\"gray\">[11:24]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ - وَلَا الظُّلُمَاتُ وَلَا النُّورُ - وَلَا الظِّلُّ وَلَا الْحَرُورُ - وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ إِنَّ اللَّهَ يُسْمِعُ مَن يَشَاءُ وَمَا أَنتَ بِمُسْمِعٍ مَّن فِي الْقُبُورِ - إِنْ أَنتَ إِلَّا نَذِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not alike are the blind and the seeing. Nor are darkness and light. Nor are the shade and the sun's heat. Nor are the living and the dead. Verily, Allah makes whom He wills to hear, but you cannot make hear those who are in the graves. You are only a warner.)</span><span class=\"gray\">[35:19-23]</span></p><p lang=\"en\" class=\"en \">There are many other Ayat on this subject. We explained before why Allah mentioned the light in the singular sense and the darkness in the plural sense when we explained the Ayah at the beginning of the Surah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And originated the darknesses and the light.)</span><span class=\"gray\">[6:1]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus it is made fair seeming to the disbelievers that which they used to do.)</span> means, We made their ignorance and misguidance appear fair to them, as Allah decreed out of His wisdom, there is no deity worthy of worship except Him alone without partners.</p>"
  }
]