[
  {
    "ayah_key": "49:12",
    "group_ayah_key": "49:12",
    "from_ayah": "49:12",
    "to_ayah": "49:12",
    "ayah_keys": "49:12",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! Avoid much suspicion; indeed some suspicion is sin. And spy not, neither backbite one another. Would one of you like to eat the flesh of his dead brother? You would hate it. And have Taqwa of Allah. Verily, Allah is the One Who forgives and accepts repentance, Most Merciful <span>(12)</span></p><p lang=\"it\" class=\"it \">The Prohibition of Unfounded Suspicion</p><p lang=\"en\" class=\"en \">Allah the Exalted forbids His faithful servants from being suspicious, which includes having doubts and suspicions about the conduct of one's family, relatives and other people in general. Therefore, Muslims are to avoid suspicion without foundation. The Leader of the faithful 'Umar bin Al-Khattab said, \"Never think ill of the word that comes out of your believing brother's mouth, as long as you can find a good excuse for it.\"</p><p lang=\"fil\" class=\"fil \">Malik recorded that Abu Hurayrah, may Allah be pleased with him, said that Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَالظَّنَّ فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيثِ، وَلَا تَجَسَّسُوا وَلَا تَحَسَّسُوا، وَلَا تَنَافَسُوا وَلَا تَحَاسَدُوا، وَلَا تَبَاغَضُوا وَلَا تَدَابَرُوا، وَكُونُوا عِبَادَ اللهِ إِخْوَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Beware of suspicion, for suspicion is the worst of false tales; do not spy on one another; do not look for other's faults; do not be jealous of one another; do not envy one another; do not hate one another; and do not desert <span class=\"gray\">(shun)</span> one another. And O Allah's servants! Be brothers!)</span> The Two Sahihs and Abu Dawud recorded this Hadith.</p><p lang=\"ceb\" class=\"ceb \">Anas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَقَاطَعُوا وَلَا تَدَابَرُوا وَلَا تَبَاغَضُوا وَلَا تَحَاسَدُوا، وَكُونُوا عِبَادَ اللهِ إِخْوَانًا، وَلَا يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلَاثَةِ أَيَّامٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not shun each other; do not ignore one another; do not hate one another, and do not envy one another, and be brothers, O servants of Allah. No Muslim is allowed to shun his brother for more than three days.)</span> Muslim and At-Tirmidhi collected this Hadith, who considered it Sahih. Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا تَجَسَّسُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And spy not)</span>, on each other. Tajassus, usually harbors ill intentions, and the spy is called a Jasus. As for Tahassus <span class=\"gray\">(inquiring)</span> it is usually done for a good reason. Allah the Exalted and Most Honored said that Prophet Ya'qub said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِيَّ اذْهَبُوا فَتَحَسَّسُوا مِنْ يُوسُفَ وَأَخِيهِ وَلَا تَيْأَسُوا مِنْ رَوْحِ اللَّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O my sons! Go you and inquire <span class=\"gray\">(Tahassasu)</span> about Yusuf and his brother, and never give up hope of Allah's mercy.\")</span><span class=\"gray\">(12:87)</span></p><p lang=\"en\" class=\"en \">Both of these terms, 'Tajassus' and 'Tahassus' could have evil connotations. In the Sahih it is recorded that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَجَسَّسُوا وَلَا تَحَسَّسُوا، وَلَا تَبَاغَضُوا وَلَا تَدَابَرُوا، وَكُونُوا عِبَادَ اللهِ إِخْوَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither commit Tajassus nor Tahassus nor hate each other nor commit Tadabur. And be brothers, O servants of Allah.)</span> Al-Awza'i said, \"Tajassus means, to search for something, while Tahassus means, listening to people when they are talking without their permission, or eavesdropping at their doors. Tadabur refers to shunning each other. \" Ibn Abi Hatim recorded this statement. Allah the Exalted said about backbiting;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(neither backbite one another)</span>, thus prohibiting it, which was explained in a Hadith collected by Abu Dawud that Abu Hurayrah said, \"It was asked, 'O Allah's Messenger! What is backbiting?' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذِكْرُكَ أَخَاكَ بِمَا يَكْرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Mentioning about your brother in a manner that he dislikes.)</span> He was asked, 'What if my brother was as I mentioned?' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ كَانَ فِيهِ مَا تَقُولُ فَقَدِ اغْتَبْتَهُ، وَإِنْ لَمْ يَكُنْ فِيهِ مَا تَقُولُ فَقَدْ بَهَتَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If he was as you mentioned, you will have committed backbiting. But if he was not as you say about him, you will have falsely accused him.)</span>\" </p><p lang=\"en\" class=\"en \">At-Tirmidhi collected this Hadith and said \"Hasan Sahih.\" Backbiting was sternly warned against, and this is why Allah the Exalted and Most Blessed compared it to eating the flesh of a dead human being,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would one of you like to eat the flesh of his dead brother? You would hate it.)</span> Just as you hate eating the flesh of a dead person, on account of your nature; so hate backbiting, on account of your religion. The latter carries a punishment that is worse than the former. This Ayah seeks to discourage people from backbiting and warns against it. The Prophet ﷺ used these words to discourage taking back a gift that one gives to someone,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَالْكَلْبِ يَقِيءُ ثُمَّ يَرْجِعُ فِي قَيْئِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is just like the dog that eats its vomit.)</span> after saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَنَا مَثَلُ السَّوْءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ours is not an evil parable.)</span> Using various chains of narration, the Sahihs and Musnads record that the Prophet ﷺ said during the Farewell Hajj:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هٰذَا، فِي شَهْرِكُمْ هٰذَا، فِي بَلَدِكُمْ هٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your blood, wealth and honor are as sacred among you as the sanctity of this day of yours, in this month of yours, in this town of yours.)</span></p><p lang=\"ceb\" class=\"ceb \">Abu Dawud recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ مَالُهُ وَعِرْضُهُ وَدَمُهُ، حَسْبُ امْرِىءٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All of the Muslim is sacred to the Muslim, his wealth, honor and his blood. It is evil enough for someone to belittle his Muslim brother.)</span></p><p lang=\"gd\" class=\"gd \">At-Tirmidhi collected this Hadith and said \"Hasan Gharib.\"</p><p lang=\"en\" class=\"en \">Al-Hafiz Abu Ya'la recorded that a cousin of Abu Hurayrah said, \"Ma'iz came to the Messenger of Allah ﷺ and said, 'O Allah's Messenger! I have committed adultery,' and the Messenger ﷺ turned away from him until Ma'iz repeated his statement four times. The fifth time, the Prophet ﷺ asked him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَنَيْتَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you committed adultery?)</span> Ma'iz said, 'Yes.' The Prophet ﷺ asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَدْرِي مَا الزِّنَا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you know what adultery means?)</span> Ma'iz said, 'Yes. I have illegally done with her what a husband legally does with his wife.' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تُرِيدُ إِلَىٰ هٰذَا الْقَوْلِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What do you seek to accomplish by this statement?)</span> Ma'iz said, 'I intend that you purify me.' The Prophet ﷺ asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَدْخَلْتَ ذٰلِكَ مِنْكَ فِي ذٰلِكَ مِنْهَا كَمَا يَغِيبُ الْمِيلُ فِي الْمُكْحُلَةِ وَالرِّشَا فِي الْبِئْرِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you gone into her just as the stick goes into the kohl container and the rope goes into the well?)</span> Ma'iz said, 'Yes, O Allah's Messenger!' The Prophet ﷺ commanded that Ma'iz be stoned to death and his order was carried out. The Prophet ﷺ heard two men saying to one another, 'Have you not seen the man who had Allah cover his secret, but his heart could not let him rest until he was stoned to death, just as the dog is stoned?' The Prophet ﷺ continued on and when he passed by the corpse of a donkey, he asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْنَ فُلَانٌ وَفُلَانٌ؟ انْزِلَا فَكُلَا مِنْ جِيفَةِ هٰذَا الْحِمَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Where are so-and-so? Dismount and eat from this donkey.)</span> They said, 'May Allah forgive you, O Allah's Messenger! Would anyone eat this meat?' The Prophet ﷺ said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا نِلْتُمَا مِنْ أَخِيكُمَا آنِفًا أَشَدُّ أَكْلًا مِنْهُ، وَالَّذِي نَفْسِي بِيَدِهِ! إِنَّهُ الْآنَ لَفِي أَنْهَارِ الْجَنَّةِ يَنْغَمِسُ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The backbiting you committed against your brother is worse as a meal than this meal. By He in Whose Hand is my soul! He is now swimming in the rivers of Paradise.)</span>\" This Hadith has an authentic chain of narration. Imam Ahmad recorded that Jabir bin 'Abdullah said, \"We were with the Messenger of Allah ﷺ when a rotten odor was carried by the wind. The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرُونَ مَا هٰذِهِ الرِّيحُ؟ هَذِهِ رِيحُ الَّذِينَ يَغْتَابُونَ النَّاسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you know what this odor is? It is the odor of those who backbite people.)</span>\"</p><p lang=\"en\" class=\"en \">Accepted Repentance from Backbiting and Slander</p><p lang=\"en\" class=\"en \">Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And have Taqwa of Allah)</span>, that is, regarding what He has commanded you and forbidden for you. Fear Him and beware of Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is the One Who forgives and accepts repentance, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">He forgives those who repent to Him, is merciful with those who go back to Him and trust in Him. The majority of scholars have stated that repentance for committing the sin of backbiting is that one refrains from backbiting intending not to repeat it again. There is a difference of opinion if whether feeling remorse is required in this case, and also if one should apologize to those who he has backbitten. Some scholars stated that it is not necessary for one to ask those whom he has backbitten to forgive him, because if they knew what was said about them, they could be hurt more than if they were not told about it. It is better, they said, that one should praise those whom he has backbitten in audiences in which he has committed the act. It is also better if one defends the injured party against any further backbiting, as much as one can, as recompense for his earlier backbiting.</p>"
  }
]