[
  {
    "ayah_key": "9:61",
    "group_ayah_key": "9:61",
    "from_ayah": "9:61",
    "to_ayah": "9:61",
    "ayah_keys": "9:61",
    "text": "<p class=\"en translation\" lang=\"en\">And among them are men who annoy the Prophet and say: \"He is <span class=\"gray\">(lending his)</span> ear <span class=\"gray\">(to every news)</span>.\" Say: \"He listens to what is best for you; he believes in Allah; has faith in the believers; and is a mercy to those of you who believe.\" But those who annoy Allah's Messenger, will have a painful torment <span>(61)</span></p><div lang=\"sr\" class=\"sr \"><h2>Hypocrites annoy the Prophet <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"en\" class=\"en \">Allah says, some hypocrites bother the Messenger of Allah ﷺ by questioning his character, saying,</p><p class=\"sd qpc-hafs\" lang=\"sd\">هُوَ أُذُنٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he is <span class=\"gray\">(lending his)</span> ear)</span>, to those who say anything about us; he believes whoever talks to him. Therefore, if we went to him and swore, he would believe us. Similar was reported from Ibn 'Abbas, Mujahid and Qatadah. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أُذُنُ خَيْرٍ لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"He listens to what is best for you\")</span>, he knows who's saying the truth and who is lying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he believes in Allah; has faith in the believers)</span>, he believes the believers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَحْمَةٌ لِّلَّذِينَ آمَنُوا مِنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and is a mercy to those of you who believe\")</span>, and a proof against the disbelievers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who annoy Allah's Messenger, will have a painful torment.)</span></p>"
  },
  {
    "ayah_key": "9:62",
    "group_ayah_key": "9:62",
    "from_ayah": "9:62",
    "to_ayah": "9:63",
    "ayah_keys": "9:62,9:63",
    "text": "<p lang=\"en\" class=\"en \">They swear by Allah to you <span class=\"gray\">(Muslims)</span> in order to please you, but it is more fitting that they should please Allah and His Messenger, if they are believers <span>(62)</span>Know they not that whoever opposes and shows hostility to Allah and His Messenger, certainly for him will be the fire of Hell to abide therein. That is the extreme disgrace <span>(63)</span></p><div lang=\"en\" class=\"en \"><h2>Hypocrites revert to Lies to please People</h2></div><p lang=\"gd\" class=\"gd \">Qatadah said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They swear by Allah to you <span class=\"gray\">(Muslims)</span> in order to please you)</span></p><p lang=\"en\" class=\"en \">\"A hypocrite man said, 'By Allah! They <span class=\"gray\">(hypocrites)</span> are our chiefs and masters. If what Muhammad says is true, they are worse than donkeys.' A Muslim man heard him and declared, 'By Allah! What Muhammad says is true and you are worse than a donkey!' The Muslim man conveyed what happened to the Prophet ﷺ who summoned the hypocrite and asked him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا حَمَلَكَ عَلَى الَّذِي قُلْتَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What made you say what you said?)</span> That man invoked curses on himself and swore by Allah that he never said that. Meanwhile, the Muslim man said, 'O Allah! Assert the truth of the truthful and expose the lies of the liar.' Allah revealed this Verse.'\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَعْلَمُوا أَنَّهُ مَن يُحَادِدِ اللَّهَ وَرَسُولَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know they not that whoever opposes and shows hostility to Allah and His Messenger,)</span> means, have they not come to know and realize that those who defy, oppose, wage war and reject Allah, thus becoming on one side while Allah and His Messenger ﷺ on another side,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(certainly for him will be the fire of Hell to abide therein)</span>, in a humiliating torment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ الْخِزْيُ الْعَظِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the extreme disgrace)</span><span class=\"gray\">[9:63]</span>, that is the greatest disgrace and the tremendous misery.</p>"
  },
  {
    "ayah_key": "9:64",
    "group_ayah_key": "9:64",
    "from_ayah": "9:64",
    "to_ayah": "9:64",
    "ayah_keys": "9:64",
    "text": "<p class=\"en translation\" lang=\"en\">The hypocrites fear lest a Surah should be revealed about them, showing them what is in their hearts. Say: \"<span class=\"gray\">(Go ahead and)</span> mock! But certainly Allah will bring to light all that you fear. <span>(64)</span></p><div lang=\"en\" class=\"en \"><h2>The Hypocrites fear Public Exposure of Their Secrets</h2></div><p lang=\"en\" class=\"en \">Mujahid said, \"The hypocrites would say something to each other then declare, 'We wish that Allah does not expose this secret of ours,\" There is a similar Ayah to this one, that is, Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they come to you, they greet you with a greeting wherewith Allah greets you not, and say within themselves: \"Why should Allah punish us not for what we say?\" Hell will be sufficient for them; they will burn therein. And worst indeed is that destination!)</span><span class=\"gray\">[58:8]</span>. Allah said in this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَّا تَحْذَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"<span class=\"gray\">(Go ahead and)</span> mock! But certainly Allah will bring to light all that you fear.\")</span>, </p><p lang=\"en\" class=\"en \">He will expose and explain your reality to His Messenger ﷺ through revelation. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ اللَّهُ أَضْغَانَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or do those in whose hearts is a disease <span class=\"gray\">(of hypocrisy)</span>, think that Allah will not bring to light all their hidden ill-wills?)</span><span class=\"gray\">[47:29]</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but surely, you will know them by the tone of their speech!)</span><span class=\"gray\">[47:30]</span>. </p><p lang=\"en\" class=\"en \">This is why, according to Qatadah, this Surah is called 'Al-Fadihah' <span class=\"gray\">(the Exposing)</span>, because it exposed the hypocrites.</p>"
  },
  {
    "ayah_key": "9:65",
    "group_ayah_key": "9:65",
    "from_ayah": "9:65",
    "to_ayah": "9:66",
    "ayah_keys": "9:65,9:66",
    "text": "<p class=\"en translation\" lang=\"en\">If you ask them <span class=\"gray\">(about this)</span>, they declare: \"We were only talking idly and joking.\" Say: \"Was it at Allah, and His Ayat and His Messenger that you were mocking <span>(65)</span>Make no excuse; you disbelieved after you had believed. If We pardon some of you, We will punish others among you because they were criminals <span>(66)</span></p><div lang=\"en\" class=\"en \"><h2>The Hypocrites rely on False, Misguided Excuses</h2></div><p lang=\"en\" class=\"en \">Abdullah bin 'Umar said, \"During the battle of Tabuk, a man was sitting in a gathering and said, 'I have never seen like these reciters of ours! They have the hungriest stomachs, the most lying tongues and are the most cowardice in battle.' A man in the Masjid said, 'You lie. You are a hypocrite, and I will surely inform the Messenger of Allah ﷺ.' This statement was conveyed to the Messenger of Allah ﷺ and also a part of the Qur'an was revealed about it.'\" 'Abdullah bin 'Umar said, \"I have seen that man afterwards holding onto the shoulders of the Messenger's camel while stones were falling on him, declaring, 'O Allah's Messenger! We were only engaged in idle talk and jesting,' while the Messenger of Allah ﷺ was reciting,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Was it at Allah, and His Ayat and His Messenger that you were mocking?\")</span><span class=\"gray\">[9:65]</span>.'\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَعْتَذِرُوا قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Make no excuse; you disbelieved after you had believed.)</span> on account of your statement and mocking,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن نَّعْفُ عَن طَائِفَةٍ مِّنكُمْ نُعَذِّبْ طَائِفَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If We pardon some of you, We will punish others among you)</span> for not all of you will be forgiven, some will have to taste the torment,</p><p class=\"fa qpc-hafs\" lang=\"fa\">بِأَنَّهُمْ كَانُوا مُجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(because they were criminals)</span>, they were criminals because of this terrible, sinful statement.</p>"
  },
  {
    "ayah_key": "9:67",
    "group_ayah_key": "9:67",
    "from_ayah": "9:67",
    "to_ayah": "9:68",
    "ayah_keys": "9:67,9:68",
    "text": "<p lang=\"en\" class=\"en \">The hypocrites, men and women, are one from another; they enjoin evil, and forbid the good, and they close their hands. They have forgotten Allah, so He has forgotten them. Verily, the hypocrites are the rebellious <span>(67)</span>Allah has promised the hypocrites – men and women – and the disbelievers, the fire of Hell; therein shall they abide. It will suffice them. Allah has cursed them and for them is the lasting torment <span>(68)</span></p><div lang=\"en\" class=\"en \"><h2>Other Characteristics of Hypocrites</h2></div><p lang=\"en\" class=\"en \">Allah admonishes the hypocrites who, unlike the believers, who enjoin righteousness and forbid evil,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْمُرُونَ بِالْمُنكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they enjoin evil, and forbid the good, and they close their hands)</span>, from spending in Allah's cause,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَسُوا اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They have forgotten Allah)</span>, they have forgotten the remembrance of Allah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَنَسِيَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so He has forgotten them.)</span>, by treating them as if He has forgotten them. Allah also,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ الْيَوْمَ نَنسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it will be said: \"This Day We will forget you as you forgot the meeting of this Day of yours)</span><span class=\"gray\">[45:34]</span>. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the hypocrites are the rebellious)</span> the rebellious from the way of truth who embrace the wicked way,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has promised the hypocrites – men and women – and the disbelievers, the fire of Hell)</span>, on account of their evildoing mentioned here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(therein shall they abide.)</span>, for eternity, they and the disbelievers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هِيَ حَسْبُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will suffice them.)</span>, as a torment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَنَهُمُ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has cursed them)</span>, He expelled and banished them <span class=\"gray\">[from His mercy]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ عَذَابٌ مُّقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and for them is the lasting torment.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَالَّذِينَ مِن قَبْلِكُمْ كَانُوا أَشَدَّ مِنكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُم بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِن قَبْلِكُم بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا ۚ أُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ ۖ وَأُولَٰئِكَ هُمُ الْخَاسِرُونَ</p>"
  }
]