[
  {
    "ayah_key": "10:53",
    "group_ayah_key": "10:53",
    "from_ayah": "10:53",
    "to_ayah": "10:54",
    "ayah_keys": "10:53,10:54",
    "text": "<p lang=\"en\" class=\"en \">And they ask you to inform them <span class=\"gray\">(saying)</span>: \"Is it true\" Say: \"Yes! By my Lord! It is the very truth! And you cannot escape it! <span>(53)</span>And if every person who had wronged, possessed all that is on the earth and sought to ransom himself therewith <span class=\"gray\">(it will not be accepted)</span>, and they would feel in their hearts regret when they see the torment, and they will be judged with justice, and no wrong will be done unto them <span>(54)</span></p><div lang=\"en\" class=\"en \"><h2>The Resurrection is Real</h2></div><p lang=\"en\" class=\"en \">Allah said that they ask you to inform them <span class=\"gray\">(saying)</span>:</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَحَقٌّ هُوَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Is it true?\")</span> asking about the return and the Resurrection from the graves, after the bodies become sand.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ ۖ وَمَا أَنتُم بِمُعْجِزِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Yes! By my Lord! It is the very truth! And you cannot escape it!\")</span> meaning that becoming sand does not make Allah incapable of bringing you back, since He originated you from nothing.</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَن يَقُولَ لَهُ كُن فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, His command, when He intends a thing, is only that He says to it, 'Be!' - and it is!)</span><span class=\"gray\">[36:82]</span> There are only two other Ayat in the Qur'an similar to this. Allah commands His Messenger ﷺ to give an oath by Him to answer those who deny the return. He said in Surah Saba',</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ ۖ قُلْ بَلَىٰ وَرَبِّي لَتَأْتِيَنَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who disbelieve say: \"The Hour will not come to us.\" Say: \"Yes, by my Lord!, it will come to you.\")</span><span class=\"gray\">(34:3)</span> The second is in Surat At-Taghabun, He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَعَمَ الَّذِينَ كَفَرُوا أَن لَّن يُبْعَثُوا ۚ قُلْ بَلَىٰ وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۚ وَذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The disbelievers claimed that they will never be resurrected. Say: \"Yes! By my Lord! you will certainly be resurrected, then you will be informed of <span class=\"gray\">(and recompensed for)</span> what you did; and that is easy for Allah.\")</span><span class=\"gray\">(64:7)</span> Then Allah informed us that when the Resurrection is established the disbelievers will wish that they could ransom themselves from Allah's punishment with the equivalent of the weight of the earth in gold.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ ۖ وَقُضِيَ بَيْنَهُم بِالْقِسْطِ ۚ وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they would feel in their hearts regret when they see the torment, and they will be judged with justice, and no wrong will be done unto them.)</span></p>"
  },
  {
    "ayah_key": "10:55",
    "group_ayah_key": "10:55",
    "from_ayah": "10:55",
    "to_ayah": "10:56",
    "ayah_keys": "10:55,10:56",
    "text": "<p lang=\"en\" class=\"en \">No doubt, surely, all that is in the heavens and the earth belongs to Allah. No doubt, surely, Allah's promise is true. But most of them know not <span>(55)</span>It is He Who gives life, and causes death, and to Him you <span class=\"gray\">(all)</span> shall return.) Allah is the Owner of the heavens and earth. His promise is true and is indeed going to be fulfilled. He is the One Who gives life and causes death. To Him is the return of everyone, and He is the One who has the power over that, and the One Who knows everything about every creature; its deterioration, and where every speck of it has gone, be it land, oceans or otherwis <span>(56)</span></p>"
  },
  {
    "ayah_key": "10:57",
    "group_ayah_key": "10:57",
    "from_ayah": "10:57",
    "to_ayah": "10:58",
    "ayah_keys": "10:57,10:58",
    "text": "<p class=\"en translation\" lang=\"en\">O mankind! There has come to you good advice from your Lord, and a cure for that which is in your breasts, – a guidance and a mercy for the believers <span>(57)</span>Say: \"In the bounty of Allah, and in His mercy; therein let them rejoice.\" That is better than what <span class=\"gray\">(the wealth)</span> they amass <span>(58)</span></p><div lang=\"en\" class=\"en \"><h2>The Qur'an is an Admonition, Cure, Mercy and Guidance</h2></div><p lang=\"en\" class=\"en \">Allah confers a great favor on His creatures in what He has sent down of the Gracious Qur'an to His Noble Messenger . He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! There has come to you good advice from your Lord.)</span> A warning and a shield from shameful deeds. </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشِفَاءٌ لِّمَا فِي الصُّدُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a cure for that which is in your breasts,)</span> A cure from suspicion and doubts. The Qur'an removes all the filth and Shirk from the hearts. </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدًى وَرَحْمَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a guidance and a mercy)</span> The guidance and the mercy from Allah are attained through it. This is only for those who believe in it and have firm faith in what it contains. As Allah said: </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We send down of the Qur'an that which is a cure and a mercy to those who believe, and it increases the wrongdoers nothing but loss.)</span><span class=\"gray\">(17:82)</span> and; </p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"It is for those who believe, a guide and a cure.\")</span><span class=\"gray\">(41: 44)</span> Allah then said: </p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَٰلِكَ فَلْيَفْرَحُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"In the bounty of Allah, and in His mercy; therein let them rejoice.\")</span> rejoice in what has come from Allah. Let them rejoice in the guidance and the religion of the truth. It is better than anything they might rejoice in, </p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ</p><p lang=\"en\" class=\"en \">That is better than what <span class=\"gray\">(the wealth)</span> they amass. from the ruins of the world and its vanishing bloom undoubtedly. </p>"
  },
  {
    "ayah_key": "10:59",
    "group_ayah_key": "10:59",
    "from_ayah": "10:59",
    "to_ayah": "10:60",
    "ayah_keys": "10:59,10:60",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Tell me, what provision Allah has sent down to you! And you have made of it lawful and unlawful.\" Say: \"Has Allah permitted you <span class=\"gray\">(to do so)</span>, or do you invent a lie against Allah <span>(59)</span>And what think those who invent a lie against Allah, on the Day of Resurrection Truly,Allah is full of bounty to mankind, but most of them are ungrateful <span>(60)</span></p><div lang=\"en\" class=\"en \"><h2>None can make Anything Lawful or Unlawful except Allah or Those Whom Allah has allowed to do so</h2></div><p lang=\"en\" class=\"en \">Ibn 'Abbas, Mujahid, Ad-Dahhak, Qatadah, 'Abdur-Rahman bin Zayd bin Aslam and others said: \"This Ayah was revealed to criticize the idolators for what they used to make lawful and unlawful. Like the Bahirah, Sa'ibah and Wasilah.\" As Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they assign to Allah a share of the tilth and cattle which He has created.)</span><span class=\"gray\">[6:136]</span> Imam Ahmad recorded a narration from Malik bin Nadlah who said, \"I came to Allah's Messenger ﷺ while in filthy clothes. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ لَكَ مَالٌ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you have wealth)</span> I answered, 'Yes.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ أَيِّ الْمَالِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(what kind of wealth?)</span> I answered, 'All kinds; camels, slaves, horses, sheep.' So he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا آَتَاكَ اللَّهُ مَالًا فَلْيُرَ عَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If Allah gives you wealth, then let it be seen on you.)</span> Then he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تُنْتَجُ إِبْلُكَ صِحَاحًا آذَانُهَا، فَتَعْمِدَ إِلَى مُوسًى فَتَقْطَعَ آذَانَهَا، فَتَقُولُ: هَذِهِ بُحْرٌ، وَتَشُقُّ جُلُودَهَا وَتَقُولُ: هَذِهِ صُرُمٌ، وَتُحَرِّمُهَا عَلَيْكَ وَعَلَى أَهْلِكَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not that your camels are born with healthy ears, you take a knife and cut them, then say, \"This is a Bahr, \" tear its skin, then say, ' This is a Sarm, \" and prohibit them for yourself and your family)</span> I replied, ' Yes. ' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ مَا آتَاكَ اللهُ لَكَ حِلٌّ، سَاعِدُ اللهِ أَشَدُّ مِنْ سَاعِدِكَ، وَمُوسَى الله أَحَدُّ مِنْ مُوسَاكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What Allah has given you is lawful. Allah's Forearm is stronger than your forearm, and Allah's knife is sharper then your knife.)</span>\" </p><p lang=\"en\" class=\"en \">And he mentioned the Hadith in its complete form, and the chain for this Hadith is a strong, good chain. </p><p lang=\"en\" class=\"en \">Allah criticized those who make lawful what Allah has made unlawful or vice verse. This is because they are based on mere desires and false opinions that are not supported with evidence or proof. Allah then warned them with a promise of the Day of Resurrection. He asked:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what think those who invent a lie against Allah, on the Day of Resurrection?)</span> What do they think will happen to them when they return to Us on the Day of Resurrection Ibn Jarir said that Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, Allah is full of bounty to mankind,)</span> indicated that the bounty is in postponing their punishment in this world. I <span class=\"gray\">(Ibn Kathir)</span> say, the meaning could be that the Grace for people is in the good benefits that He made permissible for them in this world or in their religion. He also has not prohibited them except what is harmful to them in their world and the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but most of them are ungrateful.)</span> So they prohibited what Allah has bestowed upon them and made it hard and narrow upon themselves. They made some things lawful and others unlawful. The idolators committed these actions when they set laws for themselves. And so did the People of the Book when they invented innovations in their religion.</p>"
  }
]