[
  {
    "ayah_key": "28:44",
    "group_ayah_key": "28:44",
    "from_ayah": "28:44",
    "to_ayah": "28:47",
    "ayah_keys": "28:44,28:45,28:46,28:47",
    "text": "<p lang=\"en\" class=\"en \">And you were not on the western side <span class=\"gray\">(of the Mount)</span>, when We made clear to Musa the commandment, and you were not among the witnesses <span>(44)</span>But We created generations, and long were the ages that passed over them. And you were not a dweller among the people of Madyan, reciting Our Ayat to them. But it is We Who kept sending <span class=\"gray\">(Messengers)</span><span>(45)</span>And you were not at the side of At-Tur when We called. But <span class=\"gray\">(you are sent)</span> as a mercy from your Lord, to give warning to a people to whom no warner had come before you, in order that they may remember or receive admonition <span>(46)</span>And if <span class=\"gray\">(We had)</span> not <span class=\"gray\">(sent you to the people of Makkah)</span> in case a calamity should seize them for what their hands have sent forth, they would have said: \"Our Lord! Why did You not send us a Messenger? We would then have followed Your Ayat and would have been among the believers. <span>(47)</span></p><div lang=\"xh\" class=\"xh \"><h2>Proof of the Prophethood of Muhammad <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"en\" class=\"en \">Allah points out the proof of the prophethood of Muhammad ﷺ, whereby he told others about matters of the past, and spoke about them as if he were hearing and seeing them for himself. But he was an illiterate man who could not read books, and he grew up among a people who knew nothing of such things. Similarly, Allah told him about Maryam and her story, as Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You were not with them, when they cast lots with their pens as to which of them should be charged with the care of Maryam; nor were you with them when they disputed)</span><span class=\"gray\">(3:44)</span>, meaning, 'you were not present then, but Allah has revealed this to you.' Similarly, Allah told him about Nuh and his people, and how He saved Nuh and drowned his people, then He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ ۖ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَٰذَا ۖ فَاصْبِرْ ۖ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is of the news of the Unseen which We reveal unto you ; neither you nor your people knew it before this. So, be patient. Surely, the <span class=\"gray\">(good)</span> end is for those who have Taqwa)</span><span class=\"gray\">(11:49)</span>. And at the end of the same Surah <span class=\"gray\">(Hud)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مِنْ أَنْبَاءِ الْقُرَىٰ نَقُصُّهُ عَلَيْكَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is some of the news of the towns which We relate unto you)</span><span class=\"gray\">(11: 100)</span>. And here, after telling the story of Musa from beginning to end and how Allah began His revelation to him and spoke with him, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَىٰ مُوسَى الْأَمْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you were not on the western side <span class=\"gray\">(of the Mount)</span>, when We made clear to Musa the commandment,)</span> meaning, 'you – O Muhammad – were not on the western side of the mountain where Allah spoke to Musa from the tree which was to the east of it, in the valley.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ مِنَ الشَّاهِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you were not among the witnesses.)</span> 'to that event, but Allah has revealed this to you,' so that it may be evidence and proof of events which happened centuries ago, for people have forgotten the evidence that Allah established against them and what was revealed to the earlier Prophets.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you were not a dweller among the people of Madyan, reciting Our Ayat to them.)</span> meaning, 'you were not living among the people of Madyan reciting Our Ayat to them, when you started to tell about Our Prophet Shu'ayb and what he said to his people and how they responded.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّا كُنَّا مُرْسِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But it is We Who kept sending.)</span> means, 'but We revealed that to you and sent you to mankind as a Messenger.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you were not at the side of At-Tur when We called.)</span> Qatadah said that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you were not at the side of At-Tur when We did call.)</span> refers to Musa, and this – and Allah knows best – is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَىٰ مُوسَى الْأَمْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you were not on the western side <span class=\"gray\">(of the Mount)</span>, when We made clear to Musa the commandment,)</span> Here Allah puts it in a different and more specific way by describing it as a call. This is like the Ayat:</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِذْ نَادَىٰ رَبُّكَ مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when your Lord called Musa)</span><span class=\"gray\">(26:10)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ نَادَاهُ رَبُّهُ بِالْوَادِ الْمُقَدَّسِ طُوًى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When his Lord called him in the sacred valley of Ṭuwā)</span><span class=\"gray\">(79:16)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We called him from the right side of At-Tur, and made him draw near to Us for a talk with him)</span><span class=\"gray\">(19:52)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ رَحْمَةً مِنْ رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But <span class=\"gray\">(you are sent)</span> as a mercy from your Lord,)</span> means, 'you were not a witness to any of those things, but Allah has revealed them to you and told you about them as a mercy from Him to you and to His servants, by sending you to them,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to give warning to a people to whom no warner had come before you, in order that they may remember or receive admonition.)</span> means, 'so that they may be guided by that which you bring from Allah.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if <span class=\"gray\">(We had)</span> not <span class=\"gray\">(sent you to the people of Makkah)</span> – in case a calamity should seize them for <span class=\"gray\">(the deeds)</span> that their hands have sent forth, they would have said: \"Our Lord! Why did You not send us a Messenger?)</span> meaning: 'and We have sent you to them to establish proof against them, and to give them no excuse when the punishment of Allah comes to them because of their disbelief, lest they offer the excuse that no Messenger or warner came to them.' This is like what Allah says about the situation after He revealed His blessed Book the Qur'an:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَىٰ طَائِفَتَيْنِ مِنْ قَبْلِنَا وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ - أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَىٰ مِنْهُمْ ۚ فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Lest you should say: \"The Book was sent down only to two sects before us, and for our part, we were in fact unaware of what they studied.\" Or lest you should say: \"If only the Book had been sent down to us, we would surely have been better guided than they.\" So, now has come unto you a clear proof from your Lord, and a guidance and a mercy)</span><span class=\"gray\">(6:156-157)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Messengers as bearers of good news as well as warning in order that mankind should have no plea against Allah after the Messengers)</span><span class=\"gray\">(4:165)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَىٰ فَتْرَةٍ مِنَ الرُّسُلِ أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلَا نَذِيرٍ ۖ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O People of the Scripture! Now has come to you Our Messenger making <span class=\"gray\">(things)</span> clear unto you, after a break in <span class=\"gray\">(the series of)</span> Messengers, lest you say: \"There came unto us no bringer of glad tidings and no warner.\" But now has come unto you a bringer of glad tidings and a warner)</span><span class=\"gray\">(5:19)</span>. And there are many similar Ayat.</p>"
  }
]