[
  {
    "ayah_key": "36:41",
    "group_ayah_key": "36:41",
    "from_ayah": "36:41",
    "to_ayah": "36:44",
    "ayah_keys": "36:41,36:42,36:43,36:44",
    "text": "<p lang=\"en\" class=\"en \">And an Ayah for them is that We bore their offspring in the laden ship <span>(41)</span>And We have created for them of the like thereunto, on which they ride <span>(42)</span>And if We will, We shall drown them, and there will be no shout for them, nor will they be saved <span>(43)</span>Unless it be a mercy from Us, and as an enjoyment for a while <span>(44)</span></p><p lang=\"en\" class=\"en \">Among the Signs of Allah is that He carried Them in the laden Ship</p><p lang=\"en\" class=\"en \">Allah tells us: another sign for them of His might and power is that He has subjugated the sea to carry ships, including – most significantly – the ship of Nuh , peace be upon him, in which Allah saved him and the believers, apart from whom none of the descendants of Adam were left on the face of the earth. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And an Ayah for them is that We bore their offspring)</span> means, their forefathers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْفُلْكِ الْمَشْحُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in the laden ship.)</span> means, in the ship which was filled with luggage and animals, in which Allah commanded him to put two of every kind. Ibn 'Abbas, may Allah be pleased with him, said, \"Laden means filled.\" This was also the view of Sa'id bin Jubayr, Ash-Sha'bi, Qatadah and As-Suddi. Ad-Dahhak, Qatadah and Ibn Zayd said, \"This was the ship of Nuh peace be upon him.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have created for them of the like thereunto, on which they ride.)</span> Al-'Awfi said, narrating from Ibn 'Abbas, may Allah be pleased with him, \"This means the camel, for it is the ship of the land on which they carry goods and on which they ride. \" Ibn Jarir recorded that Ibn 'Abbas, may Allah be pleased with him, said, \"Do you know what the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have created for them of the like thereunto, on which they ride.)</span> refers to?\" We said, \"No.\" He said, \"This refers to the ships which were made after the ship of Nuh, peace be upon him, which was similar to it.\" This was also the view of Abu Malik, Ad-Dahhak, Qatadah, Abu Salih and As-Suddi, that the Ayah</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have created for them of the like thereunto, on which they ride.)</span> refers to ships.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنْ نَشَأْ نُغْرِقْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if We will, We shall drown them,)</span> means, those who are on board the ships.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا صَرِيخَ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and there will be no shout for them)</span> means, there will be no one to save them from their predicament.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُنْقَذُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor will they be saved.)</span> means, from what has befallen them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا رَحْمَةً مِنَّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Unless it be a mercy from Us,)</span> means, 'but by Our mercy We make it easy for you to travel on land and sea, and We keep you safe until an appointed time.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَتَاعًا إِلَىٰ حِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and as an enjoyment for a while.)</span> meaning, until a time that is known to Allah, may He be glorified and exalted.</p>"
  },
  {
    "ayah_key": "36:45",
    "group_ayah_key": "36:45",
    "from_ayah": "36:45",
    "to_ayah": "36:47",
    "ayah_keys": "36:45,36:46,36:47",
    "text": "<p lang=\"en\" class=\"en \">And when it is said to them: \"Beware of that which is before you, and that which is behind you, in order that you may receive mercy. <span>(45)</span>And never came an Ayah from among the Ayat of their Lord to them, but they did turn away from it <span>(46)</span>And when it is said to them: \"Spend of that with which Allah has provided you,\" those who disbelieve say to those who believe: \"Shall we feed those whom, if Allah willed, He would have fed? You are only in a plain error. <span>(47)</span></p><p lang=\"ja\" class=\"ja \">The Misguidance of the Idolators</p><p lang=\"en\" class=\"en \">Allah tells us how the idolators persisted in their misguidance and in not paying attention to the sins that they had committed in the past or what was to happen to them in the future, on the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمُ اتَّقُوا مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when it is said to them: \"Fear of that which is before you, and that which is behind you...\")</span> Mujahid said, \"This refers to sins.\" Others said it is the opposite.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تُرْحَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that you may receive mercy.)</span> means, 'so that, if you fear such things Allah will have mercy on you and will save you from His punishment.' The wording implies that they would not respond. Rather that they would turn away and ignore that, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And never came an Ayah from among the Ayat of their Lord to them,)</span> meaning, signs of Tawhid and the truth of the Messengers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they did turn away from it,)</span> means, they did not accept it or benefit from it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ أَنْفِقُوا مِمَّا رَزَقَكُمُ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when it is said to them: \"Spend of that with which Allah has provided you,\")</span> means, when they are told to spend of that which Allah has provided to them on the poor and needy among the Muslims,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who disbelieve say to those who believe)</span> means, about the believers who are poor, i.e., they say to those believers who tell them to spend on the needy,</p><p class=\"ps qpc-hafs\" lang=\"ps\"> أَنُطْعِمُ مَنْ لَوْ يَشَاءُ اللَّهُ أَطْعَمَهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall we feed those whom, if Allah willed, He <span class=\"gray\">(Himself)</span> would have fed?)</span> meaning, 'those whom you are telling us to spend on, if Allah had wanted to, He would have made them independent and fed them from His provision, so we are in accordance with the will of Allah with regard to them.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ مُبِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are only in a plain error.)</span> means, 'by telling us to do that.'</p>"
  },
  {
    "ayah_key": "36:48",
    "group_ayah_key": "36:48",
    "from_ayah": "36:48",
    "to_ayah": "36:50",
    "ayah_keys": "36:48,36:49,36:50",
    "text": "<p class=\"en translation\" lang=\"en\">And they say: \"When will this promise be fulfilled, if you are truthful? <span>(48)</span>They await only but a single 'Şayḥah' which will seize them while they are disputing <span>(49)</span>Then they will not be able to make bequest, nor they will return to their family <span>(50)</span></p><p lang=\"en\" class=\"en \">The Disbelievers thought that the Day of Resurrection would never come to pass</p><p lang=\"en\" class=\"en \">Allah tells us how the disbelievers thought that the Day of Resurrection would never come to pass, as they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَتَىٰ هَٰذَا الْوَعْدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"When will this promise be fulfilled...\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe not therein seek to hasten it)</span><span class=\"gray\">(42:18)</span>. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They await only but a single 'Şayḥah' which will seize them while they are disputing!)</span> meaning, they are only waiting for a single shout which – and Allah knows best – will be the trumpet blast of terror when the Trumpet will be blown while the people are in their marketplaces and places of work, arguing and disputing as they usually do. While in this state, Allah will command Israfil to blow into the Trumpet, so he will sound a long note and there will be no one left on the face of the earth except he will tilt his head to listen to the sound coming from heaven. Then the people who are alive will be driven to the gathering place by a fire which will surround them on all sides. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَسْتَطِيعُونَ تَوْصِيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they will not be able to make bequest,)</span> meaning, with regard to their possessions, because the matter is more serious than that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا إِلَىٰ أَهْلِهِمْ يَرْجِعُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor they will return to their family.)</span> Numerous Hadiths and reports have been narrated about this, which we have mentioned elsewhere. After this there will be the Trumpet blast which will cause everyone who is alive to die, besides the One Who is Ever Living, Eternal. Then after that the trumpet blast of the resurrection will be sounded.</p>"
  }
]