[
  {
    "ayah_key": "17:12",
    "group_ayah_key": "17:12",
    "from_ayah": "17:12",
    "to_ayah": "17:12",
    "ayah_keys": "17:12",
    "text": "<p lang=\"en\" class=\"en \">And We have appointed the night and the day as two Ayat <span class=\"gray\">(signs)</span>. Then, We have obliterated the sign of the night <span class=\"gray\">(with darkness)</span> while We have made the sign of the day illuminating, that you may seek bounty from your Lord, and that you may know the number of the years and to count <span class=\"gray\">(periods of time)</span>. And We have explained everything <span class=\"gray\">(in detail)</span> with full explanation <span>(12)</span></p><div lang=\"en\" class=\"en \"><h2>The Night and Day are Signs of the Great Power of Allah</h2></div><p lang=\"en\" class=\"en \">Allah reminds us of the great signs that He created, including the alternation of the night and day, so that people may rest at night, and go out and earn a living, do their work, and travel during the day, and so that they may know the number of days, weeks, months and years, so they will know the appointed times for paying debts, doing acts of worship, dealing with transactions, paying rents and so on. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّتَبْتَغُوا فَضْلًا مِّن رَّبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may seek bounty from your Lord,)</span> meaning, in your living and travels etc.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that you may know the number of the years and to count.)</span> If time stood still and never changed, we would not know any of these things, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَرَأَيْتُمْ إِن جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ الْقِيَامَةِ مَنْ إِلَٰهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِضِيَاءٍ ۖ أَفَلَا تَسْمَعُونَ - قُلْ أَرَأَيْتُمْ إِن جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ الْقِيَامَةِ مَنْ إِلَٰهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ ۖ أَفَلَا تُبْصِرُونَ - وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Tell me! If Allah made the night continuous for you till the Day of Resurrection, which god besides Allah could bring you light? Will you not then hear?\" Say: \"Tell me! If Allah made the day continuous for you till the Day of Resurrection, which god besides Allah could bring you night wherein you rest? Will you not then see?\" It is out of His mercy that He has made for you the night and the day that you may rest therein and that you may seek of His bounty - and in order that you may be grateful.)</span><span class=\"gray\">(28:71-73)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُّنِيرًا - وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Blessed be He Who has placed the big stars in the heaven, and has placed therein a great lamp <span class=\"gray\">(sun)</span>, and a moon giving light. And He it is Who has put the night and the day in succession, for such who desires to remember or desires to show his gratitude.)</span><span class=\"gray\">(25:61-62)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and His is the alternation of night and day.)</span><span class=\"gray\">[23:80]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ ۖ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى ۗ أَلَا هُوَ الْعَزِيزُ الْغَفَّارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He makes the night to go in the day and makes the day to go in the night. And He has subjected the sun and the moon. Each running <span class=\"gray\">(on a fixed course)</span> for an appointed term. Verily, He is the All-Mighty, the Oft-Forgiving.)</span><span class=\"gray\">[39:5]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He is the)</span> Cleaver of the daybreak. He has appointed the night for resting, and the sun and the moon for reckoning. Such is the measuring of the All-Mighty, the All-Knowing.)</span><span class=\"gray\">(6:96)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَّهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُم مُّظْلِمُونَ - وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a sign for them is the night. We withdraw therefrom the day, and behold, they are in darkness. And the sun runs on its fixed course for a term <span class=\"gray\">(appointed)</span>. That is the decree of the All-Mighty, the All-Knowing.)</span><span class=\"gray\">(36:37-38)</span></p><p lang=\"en\" class=\"en \">Allah has made the night a sign having distinguishing features by which it is known. These features include the darkness and the appearance of the moon. The day also has distinguishing features by which it is known; the light and the appearance of the shining sun. He made a distinction between the light of the moon and the light of the sun, so that they may be distinguished from one another, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ ۚ مَا خَلَقَ اللَّهُ ذَٰلِكَ إِلَّا بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who made the sun a shining thing and the moon a light and measured out for it stages that you might know the number of years and to count <span class=\"gray\">(periods of time)</span>. Allah did not create this but in truth.)</span><span class=\"gray\">[10:5]</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَآيَاتٍ لِّقَوْمٍ يَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ayat for those people who keep their duty to Allah, and fear Him much.)</span><span class=\"gray\">[10:6]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ ۖ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask you about the crescent moons. Say: \"These are signs to mark fixed periods of time for mankind and for the pilgrimage.\")</span><span class=\"gray\">[2:189]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, We have obliterated the sign of the night <span class=\"gray\">(with darkness)</span> while We have made the sign of the day illuminating,)</span></p><p lang=\"en\" class=\"en \">Ibn Jurayj reported that 'Abdullah bin Kathir commented on this Ayah: \"<span class=\"gray\">[It means]</span> the darkness of the night and the twilight of the day.\" Ibn Jurayj reported that Mujahid said: \"The sun is the sign of the day and the moon is the sign of the night.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَحَوْنَا آيَةَ اللَّيْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have obliterated the sign of the night)</span> this refers to the moon's blackness, which is how Allah has created it.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have appointed the night and the day as two Ayat.)</span> Ibn Abi Najih reported that Ibn 'Abbas said: \"By night and day, this is how Allah created them, may He be glorified.\"</p>"
  }
]