[
  {
    "ayah_key": "2:62",
    "group_ayah_key": "2:62",
    "from_ayah": "2:62",
    "to_ayah": "2:62",
    "ayah_keys": "2:62",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, those who believe and those who are Jews and Christians, and Sabians <span class=\"gray\">(Sabi'in)</span>, whoever believes in Allah and the Last Day and does righteous good deeds shall have their reward with their Lord, on them shall be no fear, nor shall they grieve <span>(62)</span></p><div lang=\"en\" class=\"en \"><h2>Faith and doing Righteous Deeds equals Salvation in all Times</h2></div><p lang=\"en\" class=\"en \">After Allah described the condition - and punishment - of those who defy His commands, fall into His prohibitions and transgress set limits by committing prohibited acts, He stated that the earlier nations who were righteous and obedient received the rewards for their good deeds. This shall be the case, until the Day of Judgment. Therefore, whoever follows the unlettered Messenger and Prophet shall acquire eternal happiness and shall neither fear from what will happen in the future nor become sad for what has been lost in the past. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No doubt! Verily, the Awliya' of Allah, no fear shall come upon them nor shall they grieve)</span><span class=\"gray\">(10:62)</span>.</p><p lang=\"en\" class=\"en \">The angels will proclaim to the dying believers, as mentioned,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنتُمْ تُوعَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who say: \"Our Lord is Allah <span class=\"gray\">(alone)</span>,\" and then they stand firm, on them the angels will descend <span class=\"gray\">(at the time of their death)</span><span class=\"gray\">(saying)</span>: \"Fear not, nor grieve! But receive the glad tidings of Paradise which you have been promised!\")</span>. <span class=\"gray\">(41:30)</span></p><div lang=\"en\" class=\"en \"><h2>The Meaning of Mu'min, or Believer</h2></div><p lang=\"en\" class=\"en \">Ali bin Abi Talhah narrated from Ibn 'Abbas, about,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَىٰ وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who believe and those who are Jews and Christians, and Sabians, whoever believes in Allah and the Last Day)</span> that Allah revealed the following Ayah afterwards,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَن يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever seeks religion other than Islam, it will never be accepted of him, and in the Hereafter he will be one of the losers)</span><span class=\"gray\">(3:85)</span>.</p><p lang=\"en\" class=\"en \">This statement by Ibn 'Abbas indicates that Allah does not accept any deed or work from anyone, unless it conforms to the Law of Muhammad ﷺ that is, after Allah sent Muhammad ﷺ. Before that, every person who followed the guidance of his own Prophet was on the correct path, following the correct guidance and was saved.</p><div lang=\"en\" class=\"en \"><h2>Why the Jews were called 'Yahud'</h2></div><p lang=\"en\" class=\"en \">The Jews are the followers of Prophet Musa, who used to refer to the Tawrah for judgment. Yahud is a word that means, 'repenting', just as Musa said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا هُدْنَـآ إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly we have Hudna to You)</span> meaning, we repent to You. This indicates that they were called Yahud, because they repented and because they were kind to each other. It was also said that they were called Yahud in reference to Yahuda <span class=\"gray\">(Judah)</span>, the eldest son of Prophet Ya'qub. Abu 'Amr bin Al-'Ala' said that they were called Yahud, because they swayed when they read the Tawrah.</p><div lang=\"en\" class=\"en \"><h2>Why the Christians were called 'Nasara'</h2></div><p lang=\"en\" class=\"en \">When 'Isa was sent, the Children of Israel were required to follow and obey him. The followers of 'Isa and his companions are called An-Nasara, because they gave aid and support to each other. They are also called Ansar <span class=\"gray\">(helpers)</span>, as 'Isa said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَنصَارِي إِلَى اللَّهِ ۖ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Who will be my helpers in Allah's cause?\" Al-Hawariyyun said: \"We are the helpers of Allah.\")</span><span class=\"gray\">(61:14)</span></p><p lang=\"en\" class=\"en \">It was said that they were called 'Nasara', because they inhabited a land called An-Nasirah <span class=\"gray\">(Nazareth)</span>, as Qatadah, Ibn Jurayj and Ibn 'Abbas were reported to have said, Allah knows best. Nasara is certainly plural for Nasran.</p><p lang=\"en\" class=\"en \">When Allah sent Muhammad as the Last and Final Prophet and Messenger to all of the Children of Adam, mankind was required to believe in him, obey him and refrain from what he prohibited them; those who do this are true believers. The Ummah of Muhammad ﷺ was called 'Mu'minin' <span class=\"gray\">(believers)</span>, because of the depth of their faith and certainty, and because they believe in all of the previous Prophets and matters of the Unseen.</p><div lang=\"gd\" class=\"gd \"><h2>The Sabi'un or Sabians</h2></div><p lang=\"en\" class=\"en \">There is a difference of opinion over the identity of the Sabians. Sufyan Ath-Thawri said that Layth bin Abu Sulaym said that Mujahid said that, \"The Sabians are between the Majus, the Jews and the Christians. They do not have a specific religion.\" Similar is reported from Ibn Abi Najih. Similar statements were attributed to 'Ata' and Sa'id bin Jubayr. They <span class=\"gray\">(others)</span> say that the Sabians are a sect among the People of the Book who used to read the Zabur <span class=\"gray\">(Psalms)</span>, others say that they are a people who worshipped the angels or the stars. It appears that the closest opinion to the truth, and Allah knows best, is Mujahid's statement and those who agree with him like Wahb bin Munabbih, that the Sabians are neither Jews nor Christians nor Majus nor polytheists. Rather, they did not have a specific religion that they followed and enforced, because they remained living according to their Fitrah <span class=\"gray\">(instinctual nature)</span>. This is why the idolators used to call whoever embraced Islam a 'Sabi', meaning, that he abandoned all religions that existed on the earth. Some scholars stated that the Sabians are those who never received a message by any Prophet. And Allah knows best.</p>"
  },
  {
    "ayah_key": "2:63",
    "group_ayah_key": "2:63",
    "from_ayah": "2:63",
    "to_ayah": "2:64",
    "ayah_keys": "2:63,2:64",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(O Children of Isra'il, remember)</span> when We took your covenant and We raised above you the Mount <span class=\"gray\">(saying)</span>: \"Hold fast to that which We have given you, and remember that which is therein so that you may acquire Taqwa <span>(63)</span>Then after that you turned away. Had it not been for the grace and mercy of Allah upon you, indeed you would have been among the losers <span>(64)</span></p><div lang=\"en\" class=\"en \"><h2>Taking the Covenant from the Jews</h2></div><p lang=\"en\" class=\"en \">Allah reminded the Children of Israel of the pledges, covenants and promises that He took from them to believe in Him alone, without a partner, and follow His Messengers. Allah stated that when He took their pledge from them, He raised the mountain above their heads, so that they affirm the pledge that they gave Allah and abide by it with sincerity and seriousness. Hence, Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We raised the mountain over them as if it had been a canopy, and they thought that it was going to fall on them. <span class=\"gray\">(We said)</span>: \"Hold firmly to what We have given you <span class=\"gray\">(Tawrah)</span>, and remember that which is therein <span class=\"gray\">(act on its commandments)</span>, so that you may fear Allah and obey Him.\")</span><span class=\"gray\">(7:171)</span>.</p><p lang=\"en\" class=\"en \">The mount mentioned here is At-Tur, just as it was explained in Surat Al-A'raf, according to the Tafsir of Ibn 'Abbas, Mujahid, 'Ata', 'Ikrimah, Al-Hasan, Ad-Dahhak, Ar-Rabi' bin Anas and others. This is more obvious. There is another report from Ibn 'Abbas saying; 'The Tur is a type of mountain that vegetation grows on, if no vegetation grows on it, it is not called Tur.' And in the Hadith about the trials, Ibn 'Abbas said; \"When they <span class=\"gray\">(the Jews)</span> refused to obey, Allah raised the mountain above their heads so that they would listen.\"</p><p lang=\"de\" class=\"de \">Al-Hasan said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hold fast to that which We have given you)</span> means, the Tawrah. Mujahid said that the Ayah commanded, \"Strictly adhere to it.\" Abu Al-'Aliyah and Ar-Rabi' said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا مَا فِيهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and remember that which is therein)</span> means, \"Read the Tawrah and implement it.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تَوَلَّيْتُم مِّن بَعْدِ ذَٰلِكَ فَلَوْلَا فَضْلُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then after that you turned away. Had it not been for the grace of Allah)</span> means, \"Yet, after the firm pledge that you gave, you still deviated and broke your pledge\";</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had it not been for the grace and mercy of Allah upon you)</span>, meaning, by forgiving you and by sending the Prophets and Messengers to you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُنتُم مِّنَ الْخَاسِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed you would have been among the losers)</span> meaning, in this life and the Hereafter due to their breach of the covenant.</p>"
  }
]