[
  {
    "ayah_key": "17:29",
    "group_ayah_key": "17:29",
    "from_ayah": "17:29",
    "to_ayah": "17:30",
    "ayah_keys": "17:29,17:30",
    "text": "<p lang=\"en\" class=\"en \">And let not your hand be tied <span class=\"gray\">(like a miser)</span> to your neck, nor overextend it <span class=\"gray\">(like a spendthrift)</span>, so that you become blameworthy and in severe poverty <span>(29)</span>Truly, your Lord expands the provision for whom He wills and straitens <span class=\"gray\">(for whom He wills)</span>. Verily, He is Ever All-Knower, All-Seer of His servants <span>(30)</span></p><div lang=\"en\" class=\"en \"><h2>Moderation in Spending</h2></div><p lang=\"en\" class=\"en \">Allah enjoins moderation in living. He condemns miserliness and forbids extravagance.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let not your hand be tied <span class=\"gray\">(like a miser)</span> to your neck,)</span> this means, do not be miserly and stingy, never giving anything to anyone, as the Jews - may the curses of Allah be upon them - said, \"Allah's Hand is tied up <span class=\"gray\">(i.e., He does not give and spend of His bounty)</span>\". They attributed miserliness to Him, Exalted and Sanctified be the Most Generous Bestower!</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor overextend it <span class=\"gray\">(like a spendthrift)</span>)</span> means, nor be extravagant in spending and giving more than you can afford, or paying more than you earn, lest you become blameworthy and find yourself in severe poverty. If you are a miser, people will blame you and condemn you, and no longer rely on you. When you spend more than you can afford, you will find yourself without anything to spend, so you will be worn out, like an animal that cannot walk, so it becomes weak and incapable. It is described as worn out, which is similar in meaning to exhausted. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْجِعِ الْبَصَرَ هَلْ تَرَىٰ مِن فُطُورٍ - ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then look again: \"Can you see any rifts?\" Then look again and yet again, your sight will return to you in a state of humiliation and worn out.)</span><span class=\"gray\">(67:3-4)</span> meaning, unable to see any faults. Similarly, Ibn 'Abbas, Al-Hasan, Qatadah, Ibn Jurayj, Ibn Zayd and others understood this Ayah as miserliness and extravagance. It was reported in the Two Sahihs from the Hadith of Abu Az-Zinad from Al-A'raj that Abu Hurayrah heard the Messenger of Allah ﷺ say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الْبَخِيلِ وَالْمُنْفِقِ كَمَثَلِ رَجُلَيْنِ عَلَيْهِمَا جُبَّتَانِ مِنْ حَدِيدٍ مِنْ ثُدِيِّهِمَا إِلَى تَرَاقِيهِمَا، فَأَمَّا الْمُنْفِقُ فَلَا يُنْفِقُ إِلَّا سَبَغَتْ - أَوْ وَفَرَتْ - عَلَى جِلْدِهِ حَتَّى تُخْفِيَ بَنَانَهُ وَتَعْفُوَ أَثَرَهُ، وَأَمَّا الْبَخِيلُ فَلَا يُرِيدُ أَنْ يُنْفِقَ شَيْئًا إِلَّا لَزِقَتْ كُلُّ حَلْقَةٍ مِنْهَا مَكَانَهَا، فَهُوَ يُوَسِّعُهَا فَلَا تَتَّسِعُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The parable of the miser and the almsgiver is that of two persons wearing iron cloaks from their chests to their collar-bones. When the almsgiver gives in charity, the cloak becomes spacious until it covers his whole body to such an extent that it hides his fingertips and covers his tracks <span class=\"gray\">(obliterates his tracks - or, his sins will be forgiven)</span>. And when the miser wants to spend, it <span class=\"gray\">(the iron cloak)</span> sticks and <span class=\"gray\">(its)</span> every ring gets stuck to its place, and he tries to widen it, but it does not become wide.)</span></p><p lang=\"en\" class=\"en \">This version was recorded by Al-Bukhari in the Book of Zakah.</p><p lang=\"en\" class=\"en \">In the Two Sahihs it is recorded that Mu'awiyah bin Abi Muzarrid narrated from Sa'id bin Yasar that Abu Hurayrah said: \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ يَوْمٍ يُصْبِحُ الْعِبَادُ فِيهِ إِلَّا وَمَلَكَانِ يَنْزِلَانِ مِنَ السَّمَاءِ يَقُولُ أَحَدُهُمَا: اللَّهُمَّ أَعْطِ مُنْفِقًا خَلَفًا، وَيَقُولُ الْآخَرُ: اللَّهُمَّ أَعْطِ مُمْسِكًا تَلَفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no day when a person wakes up but two angels come down from heaven. One of them says, 'O Allah, compensate the one who gives <span class=\"gray\">(in charity)</span>,' and the other one says, 'O Allah, destroy the one who withholds.')</span>\" Muslim recorded from Abu Hurayrah that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَقَصَ مَالٌ مِنْ صَدَقَةٍ، وَمَا زَادَ اللهُ عَبْدًا أَنْفَقَ إِلَّا عِزًّا، وَمَنْ تَوَاضَعَ للهِ رَفَعَهُ اللهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wealth never decreases because of Sadaqah <span class=\"gray\">(charity)</span>. Allah never increases a servant who gives in charity except in honor, and whoever is humble for the sake of Allah, Allah will raise him in status.)</span></p><p lang=\"en\" class=\"en \">According to a Hadith narrated by Abu Kathir from 'Abdullah bin 'Amr, who attributed it to the Prophet ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَالشُّحَّ فَإِنَّهُ أَهْلَكَ مَنْ كَانَ قَبْلَكُمْ، أَمَرَهُمْ بِالْبُخْلِ فَبَخِلُوا، وَأَمَرَهُمْ بِالْقَطِيعَةِ فَقَطَعُوا، وَأَمَرَهُمْ بِالْفُجُورِ فَفَجَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Beware of stinginess for it destroyed the people who came before you. It commanded them to be miserly, so they were miserly; and it commanded them to cut the ties of kinship, so they cut them; and it commanded them to commit immoral actions, so they did so.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, your Lord expands the provision for whom He wills and straitens <span class=\"gray\">(for whom He wills)</span>.)</span> This Ayah is telling us that Allah is the One Who provides or withholds, the Bestower Who is running the affairs of His creation as He wills. He makes rich whomever He wills, and He makes poor whomever He wills, by the wisdom that is His. He said:</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He is Ever All-Knower, All-Seer of His servants.)</span> meaning, He knows and sees who deserves to be rich and who deserves to be poor.</p><p lang=\"en\" class=\"en \">In some cases, richness may be decreed so that a person gets carried away, leading to his own doom. In other cases, poverty may be a punishment. We seek refuge with Allah from both.</p>"
  },
  {
    "ayah_key": "17:31",
    "group_ayah_key": "17:31",
    "from_ayah": "17:31",
    "to_ayah": "17:31",
    "ayah_keys": "17:31",
    "text": "<p class=\"en translation\" lang=\"en\">And kill not your children for fear of poverty. We shall provide for them as well as for you. Surely, the killing of them is a great sin <span>(31)</span></p><div lang=\"bg-Latn\" class=\"bg-Latn \"><h2>Prohibition of killing Children</h2></div><p lang=\"en\" class=\"en \">This Ayah indicates that Allah is more compassionate towards His servants than a father to his child, because He forbids killing children just as He enjoins parents to take care of their children in matters of inheritance. The people of Jahiliyyah would not allow their daughters to inherit from them, and some would even kill their daughters lest they make them more poor. Allah forbade that and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And kill not your children for fear of poverty.)</span> meaning, lest they may make you poor in the future. This is why Allah mentions the children's provision first:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall provide for them as well as for you.)</span> In Surat Al-An'am, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْتُلُوا أَوْلَادَكُم مِّنْ إِمْلَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(kill not your children because of poverty.)</span><span class=\"gray\">[6:151]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We provide sustenance for you and for them)</span><span class=\"gray\">[6:151]</span> and,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, the killing of them is a great sin.)</span> means, a major sin. In Two Sahihs it is recorded that 'Abdullah bin Mas'ud said: \"I said, 'O Messenger of Allah, which sin is the worst?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَجْعَلَ لِلّهِ نِدًّا وَهُوَ خَلَقَكَ. قُلْتُ: ثُمَّ أَيٌّ؟ قَالَ: أَنْ تَقْتُلَ وَلَدَكَ خَشْيَةَ أَنْ يَطْعَمَ مَعَكَ. قُلْتُ: ثُمَّ أَيٌّ؟ قَالَ: أَنْ تُزَانِيَ بِحَلِيلَةِ جَارِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To appoint rivals of Allah when He has created you.)</span> I asked, 'Then what?' He said, <span class=\"gray\">(To kill your child lest he should eat with you.)</span> I asked, 'Then what?' He said, <span class=\"gray\">(To commit adultery with your neighbor's wife.)</span>\"</p>"
  },
  {
    "ayah_key": "17:32",
    "group_ayah_key": "17:32",
    "from_ayah": "17:32",
    "to_ayah": "17:32",
    "ayah_keys": "17:32",
    "text": "<p class=\"en translation\" lang=\"en\">And come not near to unlawful sex. Verily, it is Fahishah <span class=\"gray\">(immoral sin)</span> and an evil way <span>(32)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to avoid Zina <span class=\"az gray\" lang=\"az\">(Unlawful Sex)</span> and Everything that leads to it</h2></div><p lang=\"en\" class=\"en \">Allah says, forbidding His servants to commit Zina or to approach it or to do anything that may lead to it:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْرَبُوا الزِّنَا ۖ إِنَّهُ كَانَ فَاحِشَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And come not near to unlawful sex. Verily, it is a Fahishah <span class=\"gray\">(immoral sin)</span>)</span> meaning a major sin,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسَاءَ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and an evil way.)</span> meaning, a terrible way to behave. Imam Ahmad recorded Abu Umamah saying that a young man came to the Prophet ﷺ and said, \"O Messenger of Allah! Give me permission to commit Zina <span class=\"gray\">(unlawful sex)</span>.\" The people surrounded him and rebuked him, saying, \"Stop! Stop!\" But the Prophet ﷺ said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">ادْنُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Come close)</span> The young man came to him, and he said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">اجْلِس</p><p lang=\"fr\" class=\"fr \"><span class=\"gray\">(Sit down)</span> so he sat down. The Prophet ﷺ said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَتُحِبُّهُ لِأُمِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would you like it <span class=\"gray\">(unlawful sex)</span> for your mother?)</span> He said, \"No, by Allah, may I be ransomed for you.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا النَّاسُ يُحِبُّونَهُ لِأُمَّهَاتِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither do the people like it for their mothers.)</span> The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتُحِبُّهُ لِابْنَتِكَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would you like it for your daughter?)</span> He said, \"No, by Allah, may I be ransomed for you.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا النَّاسُ يُحِبُّونَهُ لِبَنَاتِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither do the people like it for their daughters.)</span> The Prophet ﷺ said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">أَفَتُحِبُّهُ لِأُخْتِكَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would you like it for your sister?)</span> He said, \"No, by Allah, may I be ransomed for you.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا النَّاسُ يُحِبُّونَهُ لِأَخَوَاتِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither do the people like it for their sisters.)</span> The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتُحِبُّهُ لِعَمَّتِكَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would you like it for your paternal aunt?)</span> He said, \"No, by Allah, O Allah's Messenger! may I be ransomed for you.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا النَّاسُ يُحِبُّونَهُ لِعَمَّاتِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither do the people like it for their paternal aunts.)</span> The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَتُحِبُّهُ لِخَالَتِكَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would you like it for your maternal aunt?)</span> He said, \"No, by Allah, O Allah's Messenger! may I be ransomed for you.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا النَّاسُ يُحِبُّونَهُ لِخَالَاتِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither do the people like it for their maternal aunts.)</span> Then the Prophet ﷺ put his hand on him and said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">اللَّهُمَّ اغْفِرْ ذَنْبَهُ، وَطَهِّرْ قَلْبَهُ، وَأَحْصِنْ فَرْجَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, forgive his sin, purify his heart and guard his chastity.)</span> After that the young man never paid attention to anything of that nature.</p>"
  }
]