[
  {
    "ayah_key": "23:101",
    "group_ayah_key": "23:101",
    "from_ayah": "23:101",
    "to_ayah": "23:104",
    "ayah_keys": "23:101,23:102,23:103,23:104",
    "text": "<p lang=\"en\" class=\"en \">Then, when the Trumpet is blown, there will be no kinship among them that Day, nor will they ask of one another <span>(101)</span>Then, those whose Scales <span class=\"gray\">(of good deeds)</span> are heavy, these! they are the successful <span>(102)</span>And those whose Scales <span class=\"gray\">(of good deeds)</span> are light, they are those who lose themselves, in Hell will they abide <span>(103)</span>The Fire will burn their faces, and therein they will grin, with displaced lips <span class=\"gray\">(disfigured)</span><span>(104)</span></p><div lang=\"en\" class=\"en \"><h2>The Sounding of the Trumpet and the Weighing of Deeds in the Scales</h2></div><p lang=\"en\" class=\"en \">Allah says that when the Trumpet is blown for the Resurrection, and the people rise from their graves,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(there will be no kinship among them that Day, nor will they ask of one another.)</span> meaning that lineage will be of no avail on that Day, and a father will not ask about his son or care about him. Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا يَسْأَلُ حَمِيمٌ حَمِيمً - يُبَصَّرُونَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no friend will ask a friend <span class=\"gray\">(about his condition)</span>, though they shall be made to see one another)</span><span class=\"gray\">(70:10-11)</span>. meaning, no relative will ask about another relative, even if he can see him and even if he is carrying a heavy burden. Even if he was the dearest of people to him in this world, he will not care about him or take even the slightest part of his burden from him. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ - وَأُمِّهِ وَأَبِيهِ - وَصَاحِبَتِهِ وَبَنِيهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That Day shall a man flee from his brother. And from his mother and his father. And from his wife and his children.)</span><span class=\"gray\">(80:34-36)</span> Ibn Mas'ud said, \"On the Day of Resurrection, Allah will gather the first and the last, then a voice will call out, 'Whoever is owed something by another, let him come forth and take it.' And a man will rejoice if he is owed something or had been mistreated by his father or child or wife, even if it is little. \" This is confirmed in the Book of Allah, where Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when the Trumpet is blown, there will be no kinship among them that Day, nor will they ask of one another.)</span> This was recorded by Ibn Abi Hatim.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, those whose Scales are heavy, these! they are the successful.)</span> means, the one whose good deeds outweigh his bad deeds, even by one. This was the view of Ibn 'Abbas.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they are the successful.)</span> means, those who have attained victory and been saved from Hell and admitted to Paradise. Ibn 'Abbas said, \"These are the ones who have attained what they wanted and been saved from an evil from which there is no escape.\"</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَمَنْ خَفَّتْ مَوَازِينُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those whose Scales are light,)</span> means, their evil deeds outweigh their good deeds.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأُولَٰئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they are those who lose themselves,)</span> means, they are doomed and have ended up with the worst deal. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي جَهَنَّمَ خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in Hell will they abide.)</span> meaning, they will stay there forever and will never leave.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَلْفَحُ وُجُوهَهُمُ النَّارُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Fire will burn their faces,)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَتَغْشَىٰ وُجُوهَهُمُ النَّارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and fire will cover their faces)</span><span class=\"gray\">(14:50)</span>. and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If only those who disbelieved knew <span class=\"gray\">(the time)</span> when they will not be able to ward off the Fire from their faces, nor from their backs)</span><span class=\"gray\">(21:39)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِيهَا كَالِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and therein they will grin, with displaced lips.)</span> 'Ali bin Abi Talhah narrated from Ibn 'Abbas, \"Frowning.\"</p>"
  },
  {
    "ayah_key": "23:105",
    "group_ayah_key": "23:105",
    "from_ayah": "23:105",
    "to_ayah": "23:107",
    "ayah_keys": "23:105,23:106,23:107",
    "text": "<p class=\"en translation\" lang=\"en\">\"Were not My Ayat recited to you, and then you used to deny them? <span>(105)</span>They will say: \"Our Lord! Our wretchedness overcame us, and we were <span class=\"gray\">(an)</span> erring people. <span>(106)</span>\"Our Lord! Bring us out of this. If ever we return <span class=\"gray\">(to evil)</span>, then indeed we shall be wrongdoers. <span>(107)</span></p><div lang=\"en\" class=\"en \"><h2>Rebuking the People of Hell, Their Admission of Their Wretchedness and Their Request to Be Brought out of Hell</h2></div><p lang=\"en\" class=\"en \">This is a rebuke from Allah to the people of Hell for the disbelief, sins, unlawful deeds and evil actions that they committed, because of which they were doomed. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَكُنْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Were not My Ayat recited to you, and then you used to deny them?\")</span> meaning, 'I sent Messengers to you, and revealed Books, and cleared the confusion for you, so you have no excuse.' This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that mankind should have no plea against Allah after the Messengers)</span><span class=\"gray\">(4:165)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا</p><p lang=\"da\" class=\"da \"><span class=\"gray\">(And We never punish until We have sent a Messenger)</span><span class=\"gray\">(17:15)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every time a group is cast therein, its keeper will ask: \"Did no warner come to you?\")</span><span class=\"gray\">(67:8)</span> Until His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسُحْقًا لِّأَصْحَابِ السَّعِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, away with the dwellers of the blazing Fire!)</span><span class=\"gray\">(67:11)</span> They will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Our wretchedness overcame us, and we were <span class=\"gray\">(an)</span> erring people.)</span> meaning, evidence has been established against us, but we were so doomed that we could not follow it, so we went astray and were not guided. Then they will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Bring us out of this. If ever we return <span class=\"gray\">(to evil)</span>, then indeed we shall be wrongdoers.)</span> meaning, send us back to the world, and if we go back to what we used to do before, then we will indeed be wrongdoers who deserve punishment. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Now we confess our sins, then is there any way to get out?)</span> Until His statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So the judgment is only with Allah, the Most High, the Most Great!\")</span><span class=\"gray\">(40:11-12)</span> meaning, there will be no way out, because you used to associate partners in worship with Allah whereas the believers worshipped Him Alone.</p>"
  },
  {
    "ayah_key": "23:108",
    "group_ayah_key": "23:108",
    "from_ayah": "23:108",
    "to_ayah": "23:111",
    "ayah_keys": "23:108,23:109,23:110,23:111",
    "text": "<p lang=\"en\" class=\"en \">He <span class=\"gray\">(Allah)</span> will say: \"Remain you in it with ignominy! And speak you not to Me! <span>(108)</span>Verily, there was a party of My servants who used to say: \"Our Lord! We believe, so forgive us and have mercy on us, for You are the Best of all who show mercy! <span>(109)</span>But you took them for a laughing stock, so much so that they made you forget My remembrance while you used to laugh at them <span>(110)</span>Verily, I have rewarded them this Day for their patience; they are indeed the ones that are successful <span>(111)</span></p><div lang=\"en\" class=\"en \"><h2>Allah's Response and Rejection of the Disbelievers</h2></div><p lang=\"en\" class=\"en \">This is the response of Allah to the disbelievers when they ask Him to bring them out of the Fire and send them back to this world. He will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> اخْسَئُوا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Remain you in it with ignominy!)</span> meaning, abide therein, humiliated, despised and scorned.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا تُكَلِّمُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And speak you not to Me!)</span> means, 'do not ask for this again, for I will not respond to you. Al-'Awfi reported from Ibn 'Abbas concerning this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Remain you in it with ignominy! And speak you not to Me!)</span> \"These are the words of Ar-Rahman when silencing them.\"</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'Abdullah bin 'Amr said, \"The people of Hell will call on Malik for forty years, and he will not answer them. Then he will respond and tell them that they are to abide therein. By Allah, their cries will mean nothing to Malik or to the Lord of Malik. Then they will call on their Lord and will say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ - رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Our wretchedness overcame us, and we were <span class=\"gray\">(an)</span> erring people. Our Lord! Bring us out of this. If ever we return <span class=\"gray\">(to evil)</span>, then indeed we shall be wrongdoers.)</span><span class=\"gray\">(23:106-107)</span> Allah will not answer them for a time span equivalent to twice the duration of this world. Then He will reply:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Remain you in it with ignominy! And speak you not to Me!)</span></p><p lang=\"en\" class=\"en \">By Allah, the people will not utter a single word after that, and they will merely be in the Fire of Hell, sighing in a high and low tone. Their voices are likened to those of donkeys, which start in a high tone and end in a low tone.\"</p><p lang=\"en\" class=\"en \">Then Allah will remind them of their sins in this world and how they used to make fun of His believing servants and close friends:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ كَانَ فَرِيقٌ مِّنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ - فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, there was a party of My servants who used to say: \"Our Lord! We believe, so forgive us and have mercy on us, for You are the Best of all who show mercy!\" But you took them for a laughing stock,)</span> meaning, 'you made fun of them for calling on Me and praying to Me,'</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَتَّىٰ أَنسَوْكُمْ ذِكْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so much so that they made you forget My remembrance)</span> means, your hatred for them made you forget what I would do to you.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكُنتُم مِّنْهُمْ تَضْحَكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while you used to laugh at them!)</span> means, at their deeds and worship. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ - وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who committed crimes used to laugh at those who believed. And, whenever they passed by them, used to wink one to another.)</span><span class=\"gray\">(83:29-30)</span> meaning, they used to slander them in mockery. Then Allah tells us how He will reward His friends and righteous servants, and says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I have rewarded them this Day for their patience;)</span> meaning, 'for the harm and mockery that you inflicted on them,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنَّهُمْ هُمُ الْفَائِزُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they are indeed the ones that are successful.)</span> I have caused them to attain the victory of joy, safety, Paradise and salvation from the Fire.'</p>"
  }
]