[
  {
    "ayah_key": "75:26",
    "group_ayah_key": "75:26",
    "from_ayah": "75:26",
    "to_ayah": "75:40",
    "ayah_keys": "75:26,75:27,75:28,75:29,75:30,75:31,75:32,75:33,75:34,75:35,75:36,75:37,75:38,75:39,75:40",
    "text": "<p lang=\"en\" class=\"en \">Nay, when it reaches to the collarbones <span>(26)</span>And it will be said: \"Who can cure him? <span>(27)</span>And he will think that it was the parting <span>(28)</span>And one shank will be joined with another shank <span>(29)</span>The drive will be on that Day to your Lord <span>(30)</span>So, he neither believed nor prayed <span>(31)</span>But on the contrary, he denied and turned away <span>(32)</span>Then he walked in conceit to his family admiring himself <span>(33)</span>Woe to you! And then woe to you <span>(34)</span>Again, woe to you! And then woe to you <span>(35)</span>Does man think that he will be left neglected <span>(36)</span>Was he not a Nutfah of semen emitted <span>(37)</span>Then he became an 'Alaqah; then shaped and fashioned in due proportion <span>(38)</span>And made of him two sexes, male and female <span>(39)</span>Is it not so then, that He would be able to give life to the dead <span>(40)</span></p><p lang=\"en\" class=\"en \">Certainty will occur at the Time of Death </p><p lang=\"en\" class=\"en \">Allah informs of the condition at the time of death and what terrors it contains. May Allah make us firm at that time with the Firm Statement. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, when it reaches to the collarbones.)</span> If we make the word \"Kalla\" negative, then this Ayah means, 'O son of Adam! You are not able to deny that which I informed you of at that time <span class=\"gray\">(death)</span>. This will become something witnessed by you with your own eyes.' If we consider the word \"Kalla\" to be a word of affirmation, then this would be the most obvious meaning. In this case it would mean that it is certainly true when the soul reaches the collarbones - meaning, 'your soul will be pulled out of your body and it will reach your collarbones.' This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ - وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ - وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَٰكِنْ لَا تُبْصِرُونَ - فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ - تَرْجِعُونَهَا إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then why do you not <span class=\"gray\">(intervene)</span> when <span class=\"gray\">(the soul of the dying person)</span> reaches the throat? And you at the moment are looking on, but We are nearer to him than you, but you see not, then why do you not if you are exempt from the reckoning and recompense, bring back the soul, if your are truthful?)</span><span class=\"gray\">(56:83-87)</span> Thus, Allah similarly says here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ - وَقِيلَ مَنْ ۜ رَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, when it reaches to the collarbones. And it will be said: \"Who can cure him?)</span> 'Ikrimah reported from Ibn 'Abbas that he said, \"Meaning, who is the person who recites divine prayers of healing so that he may come and cure him?\" Abu Qilabah made a similar statement when he said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَقِيلَ مَنْ ۜ رَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it will be said: \"Who can cure him?)</span> \"This means who is the doctor that can cure him?\" Qatadah, Ad-Dahhak and Ibn Zayd all have similar statements. 'Ali bin Abi Talhah reported from Ibn 'Abbas that he said concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْتَفَّتِ السَّاقُ بِالسَّاقِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And one shank will be joined with another shank.)</span> \"This is the last day of the days of this world and the first day of the days of the Hereafter. So there will be hardships that will meet <span class=\"gray\">(more)</span> hardships, except for he whom Allah has mercy upon.\" 'Ikrimah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْتَفَّتِ السَّاقُ بِالسَّاقِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And one shank will be joined with another shank.)</span> \"The great matter <span class=\"gray\">(will be joined)</span> with the great matter.\" Mujahid said, \"A test <span class=\"gray\">(will be joined)</span> with a test.\" Al-Hasan Al-Basri said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْتَفَّتِ السَّاقُ بِالسَّاقِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And one shank will be joined with another shank. )</span> \"These are your two shins when they are bound together.\" In another narration from him <span class=\"gray\">(Al-Hasan)</span> he said, \"His two legs have died and they will not carry him while he used to walk around on them.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The drive will be on that Day to your Lord!)</span> meaning, the place of return and the destination. This is that the soul ascends into the heavens and Allah says, \"Return my servant to the earth, for verily, I have created them from it, I return them into it, and from it I will bring them out at another time.\" This has been reported in the lengthy Hadith of Al-Bara'. Verily, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ ۖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّىٰ إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ - ثُمَّ رُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ ۚ أَلَا لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَاسِبِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is the Irresistible <span class=\"gray\">(Supreme)</span>, over His servants, and He sends guardians over you, until when death approaches one of you, Our messengers take his soul, and they never neglect their duty. Then they are returned to Allah, their True Master. Surely, for Him is the judgement and He is the swiftest in taking account.)</span><span class=\"gray\">(6:61-62)</span></p><p lang=\"en\" class=\"en \">Mentioning the Case of the Denier</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا صَدَّقَ وَلَا صَلَّىٰ - وَلَٰكِنْ كَذَّبَ وَتَوَلَّىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, he neither believed nor prayed! But on the contrary, he denied and turned away!)</span> This is to inform about the disbeliever who used to deny the truth in his heart in the abode of this worldly life, and he used to turn away from acting according to its way. Thus, there is no good in him, internally or externally. Therefore, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا صَدَّقَ وَلَا صَلَّىٰ - وَلَٰكِنْ كَذَّبَ وَتَوَلَّىٰ - ثُمَّ ذَهَبَ إِلَىٰ أَهْلِهِ يَتَمَطَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So he neither believed nor prayed! But on the contrary, he denied and turned away! Then he walked in conceit <span class=\"gray\">(full pride)</span> to his family admiring himself!)</span><span class=\"gray\">(75:31-33)</span> meaning, stubborn, cruel, obstinate, wanton, lazy, having no concern and doing no deeds. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا انْقَلَبُوا إِلَىٰ أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they returned to their own people, they would return jesting.)</span><span class=\"gray\">(83:31)</span> Allah also says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا - إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, he was among his people in joy! Verily, he thought that he would never come back <span class=\"gray\">(to Us)</span>!)</span><span class=\"gray\">(84:13,14)</span> meaning, return.</p><p class=\"fa qpc-hafs\" lang=\"fa\">بَلَىٰ إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes! Verily, his Lord has been ever beholding him!)</span><span class=\"gray\">(84:15)</span> Ad-Dahhak reported from Ibn 'Abbas that he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ ذَهَبَ إِلَىٰ أَهْلِهِ يَتَمَطَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he walked in conceit to his family admiring himself!)</span> \"This means arrogantly.\" Qatadah and Zayd bin Aslam both said, \"Strutting.\" Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْلَىٰ لَكَ فَأَوْلَىٰ - ثُمَّ أَوْلَىٰ لَكَ فَأَوْلَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe to you! And then woe to you! Again, woe to you! And then woe to you!)</span> This is a definite warning and threat from Allah to those who disbelieve in Him and strut about when walking. This means, 'you deserve to strut like this while you have disbelieved in your Creator and Maker.' This is what is commonly said in this type of situation in order to mock and intimidate <span class=\"gray\">(someone)</span>. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Taste you <span class=\"gray\">(this)</span>! Verily you were <span class=\"gray\">(pretending to be)</span> the mighty, the generous!)</span><span class=\"gray\">(44:49)</span> Similarly, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُمْ مُجْرِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat and enjoy yourselves for a little. Verily, you are criminals.)</span><span class=\"gray\">(77:46)</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ ۗ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So worship what you like besides Him.)</span><span class=\"gray\">(39:15)</span> And like Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْمَلُوا مَا شِئْتُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do what you will.)</span><span class=\"gray\">(41:40)</span> There are other examples of this as well. </p><p lang=\"gd\" class=\"gd \">Abu 'Abdur-Rahman An-Nasa'i recorded from Sa'id bin Jubayr that he said, \"I mentioned to Ibn 'Abbas,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْلَىٰ لَكَ فَأَوْلَىٰ - ثُمَّ أَوْلَىٰ لَكَ فَأَوْلَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe to you! And then woe to you! Again, woe to you! And then woe to you!)</span> He <span class=\"gray\">(Ibn 'Abbas)</span> replied, 'The Messenger of Allah ﷺ said this to Abu Jahl, then Allah, the Mighty and Sublime, revealed this Ayah.'\" Ibn Abi Hatim recorded from Qatadah that he said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْلَىٰ لَكَ فَأَوْلَىٰ - ثُمَّ أَوْلَىٰ لَكَ فَأَوْلَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe to you! And then woe to you! Again, woe to you! And then woe to you!)</span> \"It is a threat followed by a threat, just as you hear it. They claim that the Prophet of Allah grabbed the clothes of the enemy of Allah, Abu Jahl. The Prophet ﷺ then said to him, 'Woe to you! And then <span class=\"gray\">(again)</span> woe to you! Again woe to you! And then <span class=\"gray\">(again)</span> woe to you!' At this the enemy of Allah, Abu Jahl, said, 'Are you threatening me, O Muhammad? By Allah! Neither you nor your Lord are able to do anything, and verily, I am the mightiest person walking between its <span class=\"gray\">(Makkah's)</span> two mountains.'\"</p><p lang=\"en\" class=\"en \">Man will not be left neglected</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does man think that he will be left neglected?)</span> As-Suddi said, \"Meaning not resurrected.\" Mujahid, Ash-Shafi'i and 'Abdur-Rahman bin Zayd bin Aslam, all said, \"Meaning, he will not be commanded and prohibited.\" Apparently the Ayah includes both meanings. This means that he will not be left neglected in this worldly life, without being commanded and prohibited. He also will not be left neglected in his grave unattended to without being resurrected. Rather he will be commanded and prohibited in this life, and gathered back to Allah in the abode of the Hereafter. The intent here is to affirm the existence of the abode of the final return and to refute whoever rejects it from the people of deviance, ignorance and stubbornness. Thus, Allah uses the beginning of creation as a proof for the repetition of the creation in His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Was he not a Nutfah of semen emitted?)</span> meaning, was not man a weak drop of sperm from a despised fluid known as semen, that is emitted from the loins into the wombs?</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he became an 'Alaqah; then shaped and fashioned in due proportion.)</span> meaning, he became a clot, then a lump of flesh, then he was formed and the soul was blown into him. Then he became a perfect creation with healthy limbs, as either a male or a female by the permission and decree of Allah. Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And made of him two sexes, male and female.)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ ذَٰلِكَ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it not so then, that He would be able to give life to the dead?)</span> meaning, is not He Who made this perfect creation from this weak drop of sperm able to repeat that as He did originally? </p><p lang=\"en\" class=\"en \">And \"the ability to repeat that\" either refers to the origination only, or to both that and the process of perfecting it, according to two different views, as in Allah's saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who originates the creation, then He will repeat it; this is easier for Him.)</span><span class=\"gray\">(30:27)</span> The first view is more popular, and Allah knows best.</p><p lang=\"en\" class=\"en \">Supplication upon completing this Surah</p><p lang=\"en\" class=\"en \">Abu Dawud recorded from Musa bin Abi 'A'ishah that he said, \"A man used to pray on top of his house and whenever he recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَيْسَ ذَٰلِكَ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it not so then, that He would be able to give life to the dead?)</span> he would say, 'Glory to You, of course.' So the people asked him about that and he said, 'I heard it from the Messenger of Allah ﷺ.'\" Abu Dawud was alone in transmitting this Hadith and he did not mention who this Companion was, but there is no harm in that. </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Qiyamah, all praise and thanks are due to Allah.</p>"
  }
]