[
  {
    "ayah_key": "6:108",
    "group_ayah_key": "6:108",
    "from_ayah": "6:108",
    "to_ayah": "6:108",
    "ayah_keys": "6:108",
    "text": "<p class=\"en translation\" lang=\"en\">And insult not those whom they worship besides Allah, lest they insult Allah wrongfully without knowledge. Thus We have made fair seeming to each people its own doings; then to their Lord is their return and He shall inform them of all that they used to do <span>(108)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of Insulting the False gods of the Disbelievers, So that they Do not Insult Allah</h2></div><p lang=\"en\" class=\"en \">Allah prohibits His Messenger ﷺ and the believers from insulting the false deities of the idolators, although there is a clear benefit in doing so. Insulting their deities will lead to a bigger evil than its benefit, for the idolators might retaliate by insulting the God of the believers, Allah, none has the right to be worshipped but He. </p><p lang=\"en\" class=\"en \">'Ali bin Abi Talhah said that Ibn 'Abbas commented on this Ayah <span class=\"gray\">[6:108]</span>; \"They <span class=\"gray\">(disbelievers)</span> said, 'O Muhammad! You will stop insulting our gods, or we will insult your Lord.' Thereafter, Allah prohibited the believers from insulting the disbelievers' idols,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lest they insult Allah wrongfully without knowledge.)</span>\"</p><p lang=\"en\" class=\"en \">Abdur-Razzaq narrated that Ma'mar said that Qatadah said, \"Muslims used to insult the idols of the disbelievers and the disbelievers would retaliate by insulting Allah wrongfully without knowledge. Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِن دُونِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And insult not those whom they worship besides Allah.)</span>\" </p><p lang=\"en\" class=\"en \">On this same subject – abandoning what carries benefit to avert a greater evil – it is recorded in the Sahih that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَلْعُونٌ مَنْ سَبَّ وَالِدَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Cursed is he who insults his own parents!)</span> They said, \"O Allah's Messenger! And how would a man insult his own parents?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسُبُّ أَبَا الرَّجُلِ فَيَسُبُّ أَبَاهُ وَيَسُبُّ أُمَّهُ فَيَسُبُّ أُمَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He insults a man's father, and that man insults his father, and insults his mother and that man insults his mother.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus We have made fair seeming to each people its own doings;)</span> means, as We made fair seeming to the idolators loving their idols and defending them, likewise We made fair seeming to every previous nation the misguidance they indulged in. Allah's is the most perfect proof, and the most complete wisdom in all that He wills and chooses.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِلَىٰ رَبِّهِم مَّرْجِعُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then to their Lord is their return,)</span> gathering and final destination,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُنَبِّئُهُم بِمَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He shall then inform them of all that they used to do.)</span> He will compensate them for their deeds, good for good and evil for evil.</p>"
  },
  {
    "ayah_key": "6:109",
    "group_ayah_key": "6:109",
    "from_ayah": "6:109",
    "to_ayah": "6:110",
    "ayah_keys": "6:109,6:110",
    "text": "<p lang=\"en\" class=\"en \">And they swear their strongest oaths by Allah, that if there came to them a sign, they would surely believe therein. Say: \"Signs are but with Allah and what will make you perceive that <span class=\"gray\">(even)</span> if it came, they will not believe? <span>(109)</span>And We shall turn their hearts and their eyes away, as they refused to believe therein for the first time, and We shall leave them in their trespass to wander blindly <span>(110)</span></p><div lang=\"en\" class=\"en \"><h2>Asking for Miracles and Swearing to Believe if They Come</h2></div><p lang=\"en\" class=\"en \">Allah states that the idolators swore their strongest oaths by Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِن جَاءَتْهُمْ آيَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that if there came to them a sign...)</span> a miracle or phenomenon,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيُؤْمِنُنَّ بِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they would surely believe therein.)</span> affirming its truth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا الْآيَاتُ عِندَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Signs are but with Allah.\")</span><span class=\"gray\">[6:109]</span> meaning: Say, O Muhammad ﷺ - to those who ask you for signs out of defiance, disbelief and rebellion, not out of the desire for guidance and knowledge - \"The matter of sending signs is for Allah. If He wills, He sends them to you, and if He wills, He ignores your request.\" Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what will make you perceive that <span class=\"gray\">(even)</span> if it came, they will not believe?)</span></p><p lang=\"en\" class=\"en \">It was said that 'you' in 'make you preceive' refers to the idolators, according to Mujahid. In this case, the Ayah would mean, what makes you – you idolators – preceive that you are truthful in the vows that you swore? Therefore, in this recitation, the Ayah means, the idolators will still not believe if the sign that they asked for came. It was also said that 'you' in, 'what will make you preceive', refers to the believers, meaning, what will make you preceive, O believers, that the idolators will still not believe if the signs come. Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"What prevented you <span class=\"gray\">(O Iblis)</span> that you did not prostrate, when I commanded you?\")</span><span class=\"gray\">[7:12]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَرَامٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَاهَا أَنَّهُمْ لَا يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a ban is laid on every town <span class=\"gray\">(population)</span> which We have destroyed that they shall not return <span class=\"gray\">(to this world again)</span>.)</span><span class=\"gray\">[21:95]</span></p><p lang=\"en\" class=\"en \">These Ayat mean: 'What made you, O Iblis, refrain from prostrating, although I commanded you to do so, and, in the second Ayah, that village shall not return to this world again. In the Ayah above <span class=\"gray\">[6:109]</span>, the meaning thus becomes: What makes you perceive, O believers, who wish eagerly for the disbelievers to believe, that if the Ayat came to them they would believe? Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall turn their hearts and their eyes away, as they refused to believe therein for the first time,)</span></p><p lang=\"en\" class=\"en \">Al-'Awfi said that Ibn 'Abbas said about this Ayah, \"When the idolators rejected what Allah sent down, their hearts did not settle on any one thing and they turned away from every matter <span class=\"gray\">(of benefit)</span>.\" Mujahid said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We shall turn their hearts and their eyes away,)</span> means, We prevent them from the faith, and even if every sign came to them, they will not believe, just as We prevented them from faith the first time. Similar was said by 'Ikrimah and 'Abdur-Rahman bin Zayd bin Aslam. 'Ali bin Abi Talhah said that Ibn 'Abbas said, \"Allah mentions what the servants will say before they say it and what they will do before they do it. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And none can inform you like Him Who is the All-Knower.)</span><span class=\"gray\">[35:14]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَىٰ مَا فَرَّطتُ فِي جَنبِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Lest a person should say, \"Alas, my grief that I was undutiful to Allah.\")</span><span class=\"gray\">[39:56]</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"If only I had another chance, then I should indeed be among the doers of good.\")</span><span class=\"gray\">[39:58]</span>. </p><p lang=\"en\" class=\"en \">So Allah, glory be to Him, states that if they were sent back to life, they would not accept the guidance,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they were returned, they would certainly revert to that which they were forbidden. And indeed they are liars.)</span><span class=\"gray\">[6:28]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall turn their hearts and their eyes away <span class=\"gray\">(from guidance)</span>, as they refused to believe therein for the first time,)</span> meaning: 'If they were sent back to this life, they would be prevented from embracing the guidance, just as We prevented them from it the first time, when they were in the life of this world.\" Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَنَذَرُهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We shall leave them...)</span> and abandon them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي طُغْيَانِهِمْ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(in their trespass...)</span> meaning, disbelief, according to Ibn 'Abbas and As-Suddi. Abu Al-'Aliyah, Ar-Rabi' bin Anas and Qatadah said that 'their trespass' means, 'their misguidance'. m</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to wander blindly)</span> or playfully, according to Al-A'mash. Ibn 'Abbas, Mujahid, Abu Al-'Aliyah, Ar-Rabi', Abu Malik and others commented, \"to wander in their disbelief.\"</p>"
  },
  {
    "ayah_key": "6:111",
    "group_ayah_key": "6:111",
    "from_ayah": "6:111",
    "to_ayah": "6:111",
    "ayah_keys": "6:111",
    "text": "<p class=\"en translation\" lang=\"en\">And even if We had sent down unto them angels, and the dead had spoken unto them, and We had gathered together all things before them, they would not have believed, unless Allah willed, but most of them behave ignorantly <span>(111)</span></p><p lang=\"en\" class=\"en \">Allah says: 'Had We accepted what the disbelievers asked for,' that is – those who swore their strongest oaths by Allah that if a miracle came to them they would believe in it – 'had We sent down angels, ' to convey to them Allah's Message, in order to support the truth of the Messengers, as they asked, when they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or you bring Allah and the angels before <span class=\"gray\">(us)</span> face to face.)</span><span class=\"gray\">[17:92]</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالُوا لَن نُّؤْمِنَ حَتَّىٰ نُؤْتَىٰ مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"We shall not believe until we receive the like of that which the Messengers of Allah had received.\")</span><span class=\"gray\">[6:124]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَىٰ رَبَّنَا لَقَدِ اسْتَكْبَرُوا فِي أَنفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who expect not a meeting with Us said: \"Why are not the angels sent down to us, or why do we not see our Lord\" Indeed they think too highly of themselves, and are scornful with great pride.)</span><span class=\"gray\">[25:21]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَلَّمَهُمُ الْمَوْتَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the dead had spoken unto them,)</span> This is, to inform them of the truth of what the Messengers brought them;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We had gathered together all things before them,)</span> before their eyes, as 'Ali bin Abi Talhah and Al-'Awfi reported from Ibn 'Abbas. This is the view of Qatadah and 'Abdur-Rahman bin Zayd bin Aslam. This Ayah means, if all nations were gathered before them, one after the other, and each one testifies to the truth of what the Messengers came with,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا كَانُوا لِيُؤْمِنُوا إِلَّا أَن يَشَاءَ اللَّهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they would not have believed, unless Allah willed,)</span> for guidance is with Allah not with them. Certainly, Allah guides whom He wills and misguides whom He wills, and He does what He wills,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He cannot be questioned about what He does, while they will be questioned.)</span><span class=\"gray\">[21:23]</span>, </p><p lang=\"en\" class=\"en \">This is due to His knowledge, wisdom, power, supreme authority and irresistibility. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those, against whom the Word <span class=\"gray\">(wrath)</span> of your Lord has been justified, will not believe. Even if every sign should come to them, until they see the painful torment.)</span><span class=\"gray\">[10:96-97]</span></p>"
  }
]