[
  {
    "ayah_key": "9:49",
    "group_ayah_key": "9:49",
    "from_ayah": "9:49",
    "to_ayah": "9:49",
    "ayah_keys": "9:49",
    "text": "<p class=\"en translation\" lang=\"en\">And among them is he who says: \"Grant me leave and put me not into trial.\" Surely, they have fallen into trial. And verily, Hell is surrounding the disbelievers <span>(49)</span></p><p lang=\"en\" class=\"en \">Allah says, some hypocrites say to you, O Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْذَن لِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Grant me leave)</span>, to stay behind,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَفْتِنِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and put me not into trial.)</span>, if I go with you and see the women of the Romans. Allah, the Exalted, replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا فِي الْفِتْنَةِ سَقَطُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, they have fallen into trial)</span> because of the statement they uttered. Muhammad bin Ishaq reported from Az-Zuhri, Yazid bin Ruwman, 'Abdullah bin Abi Bakr, 'Asim bin Qatadah and several others that they said, \"The Messenger of Allah ﷺ said to Al-Jadd bin Qays from Bani Salimah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ لَكَ يَا جَدُّ الْعَامَ فِي جَلَادِ بَنِي الْأَصْفَرِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Would you like to fight the yellow ones <span class=\"gray\">(Romans)</span> this year?)</span></p><p lang=\"en\" class=\"en \">He said, 'O Allah's Messenger! Give me permission <span class=\"gray\">(to remain behind)</span> and do not cause Fitnah for me. By Allah! My people know that there is not a man who is more fond of women than I. I fear that if I see the women of the yellow ones, I would not be patient.' The Messenger of Allah ﷺ turned away from him and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَذِنْتُ لَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I give you permission.)</span> In Al-Jadd's case, this Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن يَقُولُ ائْذَن لِّي وَلَا تَفْتِنِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among them is he who says: \"Grant me leave and put me not into trial.\")</span></p><p lang=\"en\" class=\"en \">Therefore, Allah says that the Fitnah that he fell into because of not joining the Messenger of Allah ﷺ <span class=\"gray\">(in Jihad)</span> and preferring his safety to the safety of the Messenger ﷺ is worse than the Fitnah that he falsely claimed to fear.\" It was reported from Ibn 'Abbas, Mujahid and several others that this Ayah was revealed in the case of Al-Jadd bin Qays, who was among the chiefs of Bani Salimah. It is also recorded in the Sahih that the Messenger of Allah ﷺ asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ سَيِّدُكُمْ يَا بَنِي سَلَمَةَ؟</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(Who is your chief, O Bani Salamah?)</span></p><p lang=\"en\" class=\"en \">They said, \"Al-Jadd bin Qays, although we consider him a miser.\" The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَيُّ دَاءٍ أَدْوَأُ مِنَ الْبُخْلِ! وَلَكِنْ سَيِّدُكُمْ الْفَتَى الْجَعْدُ الْأَبْيَضُ بِشْرُ بْنُ الْبَرَاءِ بْنِ مَعْرُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is not a disease worse than stinginess! Therefore, your chief is the white young man with curly hair, Bishr bin Al-Bara' bin Ma'rur.)</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, Hell is surrounding the disbelievers.)</span> and they will never be able to avoid, avert, or escape from it.</p>"
  },
  {
    "ayah_key": "9:5",
    "group_ayah_key": "9:5",
    "from_ayah": "9:5",
    "to_ayah": "9:5",
    "ayah_keys": "9:5",
    "text": "<p class=\"en translation\" lang=\"en\">So when the Sacred Months have passed, then fight the Mushrikin wherever you find them, and capture them and besiege them, and lie in wait for them in each and every ambush. But if they repent and perform the Salah, and give the Zakah, then leave their way free. Verily, Allah is Oft-Forgiving, Most Merciful <span>(5)</span></p><div lang=\"en\" class=\"en \"><h2>This is the Ayah of the Sword</h2></div><p lang=\"cy\" class=\"cy \">Mujahid, 'Amr bin Shu'ayb, Muhammad bin Ishaq, Qatadah, As-Suddi and 'Abdur-Rahman bin Zayd bin Aslam said that the four months mentioned in this Ayah are the four-month grace period mentioned in the earlier Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So travel freely for four months throughout the land.)</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا انسَلَخَ الْأَشْهُرُ الْحُرُمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when the Sacred Months have passed...)</span>, meaning, 'Upon the end of the four months during which We prohibited you from fighting the idolators, and which is the grace period We gave them, then fight and kill the idolators wherever you may find them.' Allah's statement next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then fight the Mushrikin wherever you find them)</span>, means, on the earth in general, except for the Sacred Area, for Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُقَاتِلُوهُمْ عِندَ الْمَسْجِدِ الْحَرَامِ حَتَّىٰ يُقَاتِلُوكُمْ فِيهِ ۖ فَإِن قَاتَلُوكُمْ فَاقْتُلُوهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fight not with them at Al-Masjid Al-Haram, unless they fight you there. But if they attack you, then fight them.)</span><span class=\"gray\">[2:191]</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخُذُوهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and capture them)</span>, executing some and keeping some as prisoners,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and besiege them, and lie in wait for them in each and every ambush)</span>, do not wait until you find them. Rather, seek and besiege them in their areas and forts, gather intelligence about them in the various roads and fairways so that what is made wide looks ever smaller to them. This way, they will have no choice, but to die or embrace Islam,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ ۚ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they repent and perform the Salah, and give the Zakah, then leave their way free. Verily, Allah is Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">Abu Bakr As-Siddiq used this and other honorable Ayat as proof for fighting those who refrained from paying the Zakah. These Ayat allowed fighting people unless, and until, they embrace Islam and implement its rulings and obligations. Allah mentioned the most important aspects of Islam here, including what is less important. Surely, the highest elements of Islam after the Two Testimonials, are the prayer, which is the right of Allah, the Exalted and Ever High, then the Zakah, which benefits the poor and needy. These are the most honorable acts that creatures perform, and this is why Allah often mentions the prayer and Zakah together. In the Two Sahihs, it is recorded that Ibn 'Umar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have been commanded to fight the people until they testify that there is no deity worthy of worship except Allah and that Muhammad is the Messenger of Allah, establish the prayer and pay the Zakah.)</span></p><p lang=\"en\" class=\"en \">This honorable Ayah <span class=\"gray\">(9:5)</span> was called the Ayah of the Sword, about which Ad-Dahhak bin Muzahim said, \"It abrogated every agreement of peace between the Prophet ﷺ and any idolator, every treaty, and every term.\" Al-'Awfi said that Ibn 'Abbas commented: \"No idolator had any more treaty or promise of safety ever since Surah Bara'ah was revealed. The four months, in addition to, all peace treaties conducted before Bara'ah was revealed and announced had ended by the tenth of the month of Rabi' Al-Akhir.\"</p>"
  },
  {
    "ayah_key": "9:50",
    "group_ayah_key": "9:50",
    "from_ayah": "9:50",
    "to_ayah": "9:51",
    "ayah_keys": "9:50,9:51",
    "text": "<p class=\"en translation\" lang=\"en\">If good befalls you, it grieves them, but if a calamity overtakes you, they say: \"We took our precaution beforehand,\" and they turn away rejoicing <span>(50)</span>Say: \"Nothing shall ever happen to us except what Allah has ordained for us. He is our Mawla <span class=\"gray\">(protector)</span>.\" And in Allah let the believers put their trust <span>(51)</span></p><div lang=\"en\" class=\"en \"><h2>Allah emphasizes the enmity that the hypocrites have for the Prophet ﷺ.</h2></div><p lang=\"en\" class=\"en \"> If a blessing, such as victory and triumph over the enemies, is given to the Prophet ﷺ, thus pleasing him and his Companions, it grieves the hypocrites,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but if a calamity overtakes you, they say: \"We took our precaution beforehand,\")</span>, they say, we took precautions when we did not join him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَوَلَّوا وَّهُمْ فَرِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they turn away rejoicing.)</span> Allah directed His Prophet ﷺ to reply to the perfect enmity they have towards him,</p><p class=\"qpc-hafs\">قُل</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say)</span>, to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّن يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nothing shall ever happen to us except what Allah has ordained for us.)</span> for we are under His control and decree,</p><p class=\"sd qpc-hafs\" lang=\"sd\">هُوَ مَوْلَانَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is our Mawla.)</span>, Master and protector,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in Allah let the believers put their trust)</span><span class=\"gray\">[9:51]</span>, and we trust in Him. Verily, He is sufficient for us and what an excellent guardian.</p>"
  }
]