[
  {
    "ayah_key": "23:51",
    "group_ayah_key": "23:51",
    "from_ayah": "23:51",
    "to_ayah": "23:56",
    "ayah_keys": "23:51,23:52,23:53,23:54,23:55,23:56",
    "text": "<p lang=\"en\" class=\"en \">O Messengers! Eat of the Tayyibat and do righteous deeds. Verily, I am Well-Acquainted with what you do <span>(51)</span>And verily, this your religion is one religion, and I am your Lord, so have Taqwa. <span>(52)</span>But they have broken their religion among them into sects, each group rejoicing in what is with it <span>(53)</span>So, leave them in their error for a time <span>(54)</span>Do they think that in wealth and children with which We prolong the <span>(55)</span>We hasten unto them with good things. Nay, but they perceive not <span>(56)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to Eat Lawful Food and to Do Righteous Deeds</h2></div><p lang=\"en\" class=\"en \">Allah commands His servants and Messengers, peace be upon them all, to eat lawful food and do righteous deeds, which indicates that eating what is lawful helps one to do righteous deeds. The Prophets, peace be upon them, did this in the most perfect manner, and did all kinds of good deeds in words, actions, guidance and advice. May Allah reward them with good on behalf of the people.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا مِنَ الطَّيِّبَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat of the Tayyibat)</span> Sa'id bin Jubayr and Ad-Dahhak said, \"This means lawful. In the Sahih it says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنْ نَبِيٍّ إِلَّا رَعَى الْغَنَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no Prophet who was not a shepherd.)</span> They asked, \"And you, O Messenger of Allah?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، كُنْتُ أَرْعَاهَا عَلَى قَرَاريط لِأَهْلِ مَكَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, I used to tend the sheep of the people of Makkah for a few Qirats.)</span> In the Sahih, it says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ دَاوُدَ عَلَيْهِ السَّلَامُ كَانَ يَأْكُلُ مِنْ كَسْبِ يَدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Dawud, upon him be peace, used to eat from the earnings of his own hand.)</span> It was recorded in Sahih Muslim, Jami' At-Tirmidhi and Musnad Al-Imam Ahmad – from whom this version comes – that Abu Hurayrah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ إِنَّ اللهَ طَيِّبٌ لَا يَقْبَلُ إِلَّا طَيِّبًا، وَإِنَّ اللهَ أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people, Allah is Tayyib and only accepts that which is Tayyib, and Allah commands the believers as He had commanded the Messengers by saying:</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا ۖ إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Messengers! Eat of the Tayyibat and do righteous deeds. Verily, I am Well-Acquainted with what you do.)</span><span class=\"gray\">(23:51)</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Eat of the Tayyibat that We have provided you with)</span><span class=\"gray\">(2:172)</span>.Then he mentioned how a man may travel on a long journey, dusty and unkempt,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَطْعَمُهُ حَرَامٌ، وَمَشْرَبُهُ حَرَامٌ، وَمَلْبَسُهُ حَرَامٌ، وَغُذِّيَ بِالْحَرَامِ يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ: يَا رَبِّ يَا رَبِّ فَأَنَّى يُسْتَجَابُ لِذَلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and his food, drink and clothing are unlawful, and he has nourished himself with what is unlawful, and he extends his hands towards the sky, saying, 'O Lord, O Lord!' – how can his prayer be answered.)</span> At-Tirmidhi said that it is \"Hasan Gharib.\"</p><div lang=\"en\" class=\"en \"><h2>The Religion of All the Prophets Is Tawhid; And the Warning Against Splitting into Different Groups</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ هَٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, this your religion is one religion,)</span> means, 'your religion, O Prophets, is one religion and one group, which is the call to worship Allah Alone with no partner or associate.' Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنَا رَبُّكُمْ فَاتَّقُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I am your Lord, so have Taqwa.)</span> We have already discussed this in Surat Al-Anbiya'. The phrase</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُمَّةً وَاحِدَةً</p><p lang=\"fr\" class=\"fr \"><span class=\"gray\">(one nation)</span> is descriptive.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they have broken their religion among them into sects,)</span> the nations to whom Prophets were sent.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(each group rejoicing in what is with it.)</span> means, they rejoice in their misguidance because they think that they are rightly-guided. Allah says, threatening and warning:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَرْهُمْ فِي غَمْرَتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, leave them in their error)</span> meaning their misguidance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ حِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for a time.)</span> means, until the appointed time of their destruction comes. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So give a respite to the disbelievers; deal gently with them for a while.)</span><span class=\"gray\">(86:17)</span> And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ ۖ فَسَوْفَ يَعْلَمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Leave them to eat and enjoy, and let them be preoccupied with <span class=\"gray\">(false)</span> hope. They will come to know!)</span><span class=\"gray\">(15:3)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِ مِن مَّالٍ وَبَنِينَ - نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَل لَّا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they think that in wealth and children with which We prolong them, We hasten unto them with good things. Nay, but they perceive not.)</span> means, 'do these deceived people think that what We give them of wealth and children is because they are honored and precious in Our sight? No, the matter is not as they claim when they say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We are more in wealth and in children, and we are not going to be punished.)</span><span class=\"gray\">(34:35)</span> But this thinking is wrong, and their hopes will be dashed. We only give those things to them in order to make them go further <span class=\"gray\">(in sin)</span> and to give them more time.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَل لَّا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they perceive not.)</span> as He says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ ۚ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, let not their wealth nor their children amaze you; in reality Allah's plan is to punish them with these things in the life of this world...)</span><span class=\"gray\">(9:55)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We postpone the punishment only so that they may increase in sinfulness)</span><span class=\"gray\">(3:178)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَٰذَا الْحَدِيثِ ۖ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ - وَأُمْلِي لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then leave Me Alone with such as belie this Qur'an. We shall punish them gradually from directions they perceive not. And I will grant them a respite.)</span><span class=\"gray\">(68:44-45)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Leave Me Alone <span class=\"gray\">(to deal)</span> with whom I created lonely.)</span> until His saying:</p><p class=\"ps qpc-hafs\" lang=\"ps\">عَنِيدًا </p><p lang=\"no\" class=\"no \"><span class=\"gray\">(opposing)</span><span class=\"gray\">(74: 11-16)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَىٰ إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is not your wealth, nor your children that bring you nearer to Us, but only he who believes, and does righteous deeds...)</span><span class=\"gray\">[34:37]</span> And there are many other Ayat which say similar things. Imam Ahmad recorded that 'Abdullah bin Mas'ud said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ قَسَمَ بَيْنَكُمْ أَخْلَاقَكُمْ كَمَا قَسَمَ بَيْنَكُمْ أَرْزَاقَكُمْ، وَإِنَّ اللهَ يُعْطِي الدُّنْيَا مَنْ يُحِبُّ وَمَنْ لَا يُحِبُّ، وَلَا يُعْطِي الدِّينَ إِلَّا لِمَنْ أَحَبَّ، فَمَنْ أَعْطَاهُ اللهُ الدِّينَ فَقَدْ أَحَبَّهُ، وَالَّذِي نَفْسِي بِيَدِهِ لَا يُسْلِمُ عَبْدٌ حَتَّى يَسْلَمَ قَلْبُهُ وَلِسَانُهُ، وَلَا يُؤْمِنُ حَتَّى يَأْمَنَ جَارُهُ بَوَائِقَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has distributed your behavior to you just as He has distritbuted your provision. Allah gives the things of this world to those whom He loves and those whom He does not love, but He only gives religious commitment to those whom He loves. Whoever is given religious commitment by Allah is loved by Him. By the One in Whose Hand is my soul, no servant truly submits until his heart and his tongue submit, and he does not truly believe until his neighbor is safe from his harm.)</span> They said, 'What is his harm, O Messenger of Allah?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَشْمُهُ وَظُلْمُهُ، وَلَا يَكْسِبُ عَبْدٌ مَالًا مِنْ حَرَامٍ فَيُنْفِقَ مِنْهُ فَيُبَارَكَ لَهُ فِيهِ، وَلَا يَتَصَدَّقَ بِهِ فَيُقْبَلَ مِنْهُ، وَلَا يَتْرُكَهُ خَلْفَ ظَهْرِهِ إِلَّا كَانَ زَادَهُ إِلَى النَّارِ، إِنَّ اللهَ لَا يَمْحُو السَّيِّءَ بِالسَّيِّءِ وَلَكِنْ يَمْحُو السَّيِّءَ بِالْحَسَنِ، إِنَّ الْخَبِيثَ لَا يَمْحُو الْخَبِيثَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His wrongdoing and misbehavior. No person who earns unlawful wealth and spends it will be blessed in that; if he gives it in charity, it will not be accepted from him and if he leaves it behind <span class=\"gray\">(when he dies)</span>, it will be his provision in the Fire. Allah does not wash away an evil deed with another, but he washes away evil deeds with good deeds, for impurity cannot wash away with another impurity.)</span>)</p>"
  }
]