[
  {
    "ayah_key": "2:250",
    "group_ayah_key": "2:250",
    "from_ayah": "2:250",
    "to_ayah": "2:252",
    "ayah_keys": "2:250,2:251,2:252",
    "text": "<p lang=\"en\" class=\"en \">And when they advanced to meet Jalut <span class=\"gray\">(Goliath)</span> and his forces, they invoked: \"Our Lord! Pour forth on us patience, and set firm our feet and make us victorious over the disbelieving people. <span>(250)</span>So they routed them by Allah's leave and Dawud <span class=\"gray\">(David)</span> killed Jalut <span class=\"gray\">(Goliath)</span>, and Allah gave him <span class=\"gray\">(Dawud)</span> the kingdom <span class=\"gray\">[ after the death of Talut and Samuel]</span> and Al-Hikmah <span class=\"gray\">(prophethood)</span>, and taught him of that which He willed. And if Allah did not check one set of people by means of another, the earth would indeed be full of mischief. But Allah is full of bounty to the 'Alamin <span class=\"gray\">(mankind, Jinn and all that exists)</span><span>(251)</span>These are the verses of Allah, We recite them to you <span class=\"gray\">(O Muhammad ﷺ)</span> in truth, and surely, you are one of the Messengers <span class=\"gray\">(of Allah)</span><span>(252)</span></p><p lang=\"en\" class=\"en \">When the faithful party, who were few under the command of Talut, faced their enemy, who were many under the command of Jalut,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they invoked: \"Our Lord! Pour forth on us patience...\")</span> meaning, send down patience on us from You.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَثَبِّتْ أَقْدَامَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and set firm our feet)</span> meaning, against the enemy and save us from running away and from feebleness,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and make us victorious over the disbelieving people.)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَزَمُوهُم بِإِذْنِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they routed them by Allah's leave)</span> meaning, they defeated and overwhelmed them by Allah's aid and support. Then,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَقَتَلَ دَاوُودُ جَالُوتَ</p><p lang=\"zu\" class=\"zu \"><span class=\"gray\">(and Dawud killed Jalut)</span></p><p lang=\"en\" class=\"en \">Israelite accounts claimed that <span class=\"gray\">(Prophet)</span> David killed Goliath with a slingshot that he had, which he launched at Goliath causing his death.</p><p lang=\"en\" class=\"en \">Talut promised that whoever killed Jalut, would marry his daughter and would share his kingship and authority. He kept his promise. Later, the kingship was transferred to Prophet Dawud in addition to being granted Prophethood by Allah. So, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَاهُ اللَّهُ الْمُلْكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and Allah gave him <span class=\"gray\">(Dawud)</span> the kingdom)</span> that Talut had and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْحِكْمَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Al-Hikmah)</span> that comes with the prophethood, meaning, after Shamwil. <span class=\"gray\">[Allah then said:]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَّمَهُ مِمَّا يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and taught him of that which He willed.)</span> meaning, what He willed of the knowledge that He bestowed on <span class=\"gray\">(Prophet)</span> Dawud.</p><p lang=\"el-Latn\" class=\"el-Latn \">Next, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُم بِبَعْضٍ لَّفَسَدَتِ الْأَرْضُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if Allah did not check one set of people by means of another, the earth would indeed be full of mischief.)</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that if it were not for the fact that Allah checks one set of people with another, such as when Talut and the bravery of Dawud helped the Children of Israel <span class=\"gray\">(against Goliath)</span>, then people would have perished. Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For had it not been that Allah checks one set of people by means of another, monasteries, churches, synagogues, and Masjids, wherein the Name of Allah is mentioned much, would surely, have been pulled down.)</span><span class=\"gray\">(22:40)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah is full of bounty to the 'Alamin <span class=\"gray\">(mankind, Jinn and all that exists)</span>)</span> meaning, by His mercy and favor He fixes some of them by some others. Surely, Allah has the wisdom, the supreme authority and the clear proof against His creation in all of His actions and statements.</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ وَإِنَّكَ لَمِنَ الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are the verses of Allah, We recite them to you <span class=\"gray\">(O Muhammad ﷺ)</span> in truth, and surely, you are one of the Messengers <span class=\"gray\">(of Allah)</span>.)</span></p><p lang=\"en\" class=\"en \">This Ayah states, 'These Ayat <span class=\"gray\">(verses)</span> of Allah that We have narrated for you in truth conform to the exact manner that these stories have occurred and to the truth that still remain in the <span class=\"gray\">(Divine)</span> Books that the scholars of the Children of Israel have and know. Allah said: O Muhammad,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّكَ </p><p><span class=\"gray\">(you are)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَمِنَ الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(one of the Messengers <span class=\"gray\">(of Allah)</span>)</span> emphatically stating the truth of his prophethood.</p>"
  },
  {
    "ayah_key": "2:253",
    "group_ayah_key": "2:253",
    "from_ayah": "2:253",
    "to_ayah": "2:253",
    "ayah_keys": "2:253",
    "text": "<p lang=\"en\" class=\"en \">Those Messengers! We preferred some of them to others; to some of them Allah spoke <span class=\"gray\">(directly)</span>; others He raised to degrees <span class=\"gray\">(of honor)</span>; and to 'Isa, the son of Maryam, We gave clear proofs and evidences, and supported him with Ruh-il-Qudus <span class=\"gray\">[Jibril]</span>. If Allah had willed, succeeding generations would not have fought against each other, after clear Verses of Allah had come to them, but they differed ـ some of them believed and others disbelieved. If Allah had willed, they would not have fought against one another, but Allah does what He wills <span>(253)</span></p><div lang=\"en\" class=\"en \"><h2>Allah Honored Some Prophets Above Others</h2></div><p lang=\"en\" class=\"en \">Allah states that He has honored some Prophets to others. For instance, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَىٰ بَعْضٍ وَآتَيْنَا دَاوُودَ زَبُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed, We have preferred some of the Prophets above others, and to Dawud We gave the Zabur <span class=\"gray\">(Psalms)</span>)</span><span class=\"gray\">[17:55]</span></p><p lang=\"en\" class=\"en \">In the Ayah above, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۘ مِّنْهُم مَّن كَلَّمَ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those Messengers! We preferred some of them to others; to some of them Allah spoke <span class=\"gray\">(directly)</span>)</span> meaning, Musa and Muhammad ﷺ, and also Adam according to a Hadith recorded in Sahih Ibn Hibban from Abu Dharr.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Others He raised to degrees <span class=\"gray\">(of honor)</span>)</span> as is evident in the Hadith about the Isra' journey, when the Messenger of Allah ﷺ saw the Prophets in the various heavens according to their rank with Allah.</p><p lang=\"en\" class=\"en \">If somebody asks about the collective meaning of this Ayah and the Hadith that the Two Sahihs collected from Abu Hurayrah which states, \"Once, a Muslim man and a Jew had an argument and the Jew said, 'No, by Him Who gave Musa superiority over all human beings!' Hearing him, the Muslim man raised his hand and slapped the Jew on his face and said, 'Over Muhammad too, O evil one?!' The Jew went to the Prophet ﷺ and complained to him and the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُفَضِّلُونِي عَلَى الْأَنْبِيَاءِ، فَإِنَّ النَّاسَ يَصْعَقُونَ يَوْمَ الْقِيَامَةِ فَأَكُونُ أَوَّلَ مَنْ يُفِيقُ، فَأَجِدُ مُوسَى بَاطِشًا بِقَائِمَةِ الْعَرْشِ، فَلَا أَدْرِي أَفَاقَ قَبْلِي أَمْ جُوزِيَ بِصَعْقَةِ الطُّورِ؟ فَلَا تُفَضِّلُونِي عَلَى الْأَنْبِيَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Don't give me superiority above the Prophets, for the people will become unconscious on the Day of Resurrection, and I will be the first to be resurrected to see Musa holding on to the pillar of Allah's Throne. I will not know whether the unconsciousness Musa suffered on the Day of the Trumpet sufficed for him, or if he got up before me. So, do not give me superiority above the Prophets.)</span> In another narration, the Prophet ﷺ said, <span class=\"gray\">(Do not give superiority to some Prophets above others.)</span></p><p lang=\"en\" class=\"en \">The answer to this question is that this Hadith prohibits preferring some Prophets above others in cases of dispute and argument, such as the incident mentioned in the Hadith. The Hadith indicates that it is not up to creation to decide which Prophet is better, for this is Allah's decision. The creation is only required to submit to, obey and believe in Allah's decision.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We gave 'Isa, the son of Maryam, clear signs)</span> refers to the proofs and unequivocal evidences that testify to the truth that 'Isa delivered to the Children of Israel, thus testifying that he was Allah's servant and His Messenger to them.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And supported him with Ruh-il-Qudus)</span> meaning Allah aided 'Isa with Jibil, peace be upon him. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِن بَعْدِهِم مِّن بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ وَلَٰكِنِ اخْتَلَفُوا فَمِنْهُم مَّنْ آمَنَ وَمِنْهُم مَّن كَفَرَ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If Allah had willed, succeeding generations would not have fought against each other, after clear Verses of Allah had come to them, but they differed ـ some of them believed and others disbelieved. If Allah had willed, they would not have fought against one another.)</span> meaning all this happened by Allah's decree, and this is why He said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah does what He wills.)</span></p>"
  },
  {
    "ayah_key": "2:254",
    "group_ayah_key": "2:254",
    "from_ayah": "2:254",
    "to_ayah": "2:254",
    "ayah_keys": "2:254",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! Spend of that with which We have provided for you, before a Day comes when there will be no bargaining, nor friendship, nor intercession. And it is the disbelievers who are the wrongdoers <span>(254)</span></p><p lang=\"en\" class=\"en \">Allah commands His servants to spend for His sake, in the path of righteousness, from what He has granted them, so that they acquire and keep the reward of this righteous deed with their Lord and King. Let them rush to perform this deed in this life,</p><p class=\"sd qpc-hafs\" lang=\"sd\">مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(before a Day comes)</span> meaning, the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَّا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when there will be no bargaining, nor friendship, nor intercession.)</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that on that Day, no one will be able to bargain on behalf of himself or ransom himself with any amount, even if it was the earth's fill of gold; nor will his friendship or relation to anyone benefit him. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when the Trumpet is blown, there will be no kinship among them that Day, nor will they ask of one another)</span><span class=\"gray\">[23:101]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا شَفَاعَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nor intercession)</span> meaning, they will not benefit by the intercession of anyone.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْكَافِرُونَ هُمُ الظَّالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it is the disbelievers who are the wrongdoers)</span> indicates that no injustice is worse than meeting Allah on that Day while a disbeliever. Ibn Abi Hatim recorded that 'Ata' bin Dinar said, \"All thanks are due to Allah Who said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْكَافِرُونَ هُمُ الظَّالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it is the disbelievers who are the wrongdoers)</span> but did not say, 'And it is the wrongdoers who are the disbelievers.'\"</p>"
  }
]