[
  {
    "ayah_key": "56:75",
    "group_ayah_key": "56:75",
    "from_ayah": "56:75",
    "to_ayah": "56:82",
    "ayah_keys": "56:75,56:76,56:77,56:78,56:79,56:80,56:81,56:82",
    "text": "<p lang=\"en\" class=\"en \">Fala! I swear by the Mawaqi' of the stars <span>(75)</span>And verily that is indeed a great oath, if you but know <span>(76)</span>That <span class=\"gray\">(this)</span> is indeed an honorable recitation <span>(77)</span>In a Book Maknun <span>(78)</span>Which none touches but the pure ones <span>(79)</span>A revelation from the Lord of all that exists <span>(80)</span>Is it such a talk that you are Mudhinun <span>(81)</span>And you make your provision your denial <span>(82)</span></p><p lang=\"en\" class=\"en \">Allah swears to the Greatness of the Qur'an</p><p lang=\"en\" class=\"en \">The usage of La <span class=\"gray\">(in Fala)</span> is not an extra character without meaning, as some of the scholars of Tafsir say. Rather it is used at the beginning of an oath when the oath is a negation. This is like when 'A'ishah, may Allah be pleased with her said, \"La by Allah! Allah's Messenger ﷺ did not touch any woman's hand at all. </p><p lang=\"en\" class=\"en \">So in this way, the meaning is, \"No! I swear by the Mawaqi' of the stars. The matter is not as you people claim – about the Qur'an – that it is a result of magic or sorcery, rather it is an Honorable Qur'an.\" Ibn Jarir said, \"Some of the scholars of the Arabic language said that the meaning of:</p><p class=\"ur qpc-hafs\" lang=\"ur\">فَلَا أُقْسِمُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fala! I swear)</span> is, 'The matter is not as you people have claimed.' Then He renews the oath again by saying, 'I swear.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fala! I swear by the Mawaqi' of the stars.)</span> Mujahid said, \"The setting positions of the stars in the sky,\" and he said that it refers to the rising and setting positions. </p><p lang=\"cy\" class=\"cy \">This was said by Al-Hasan, Qatadah and preferred by Ibn Jarir. Qatadah also said that it means their positions. Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily that is indeed a great oath, if you but know.)</span> meaning, 'this is a great vow that I – Allah – am making; if you knew the greatness of this vow, you will know the greatness of the subject of the vow,'</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ لَقُرْآنٌ كَرِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That <span class=\"gray\">(this)</span> is indeed an honorable recitation.)</span> means, verily, this Qur'an that was revealed to Muhammad ﷺ is a Glorious Book,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي كِتَابٍ مَكْنُونٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In a Book Maknun.)</span> meaning glorious; in a glorious, well-guarded, revered Book. Ibn Jarir narrated that Isma'il bin Musa said that Sharik reported from Hakim, that is Ibn Jubayr, from Sa'id bin Jubayr, from Ibn 'Abbas that about:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Which none touches but the pure ones.)</span> he said, \"The Book that is in heaven.\" Al-'Awfi reported from Ibn 'Abbas about:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Which none touches but the pure ones.)</span> that 'the pure ones' means: \"The angels.\" Similar was said by Anas, Mujahid, 'Ikrimah, Sa'id bin Jubayr, Ad-Dahhak, Abu Ash-Sha'tha' Jabir bin Zayd, Abu Nahik, As-Suddi, 'Abdur-Rahman bin Zayd bin Aslam and others. </p><p lang=\"en\" class=\"en \">Ibn Jarir narrated that Ibn 'Abdul-A'la said that Ibn Thawr said that Ma'mar said from Qatadah about:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Which none touches but the pure ones.)</span> that he said, \"None can touch it, with Allah, except the pure ones. However, in this life, the impure Zoroastrian and the filthy hypocrite touch it.\" And he said, \"In the recitation of Ibn Mas'ud it is:  </p><p class=\"ar qpc-hafs\" lang=\"ar\">(مَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ)</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not touched, except by the pure ones.)</span> Abu Al-'Aliyah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Which none touches but the pure ones.)</span> \"It does not refer to you, because you are sinners!\" Ibn Zayd said, \"The Quraysh disbelievers claimed that the devils brought down the Qur'an. Allah the Exalted stated that only the pure ones touch the Qur'an, as He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ - وَمَا يَنْبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ - إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is not the Shayatin who have brought it down. Neither would it suit them nor they can <span class=\"gray\">(produce it)</span>. Verily, they have been removed far from hearing it.)</span><span class=\"gray\">(26:210-212)</span>\" </p><p lang=\"en\" class=\"en \">This saying is a good saying, and does not contradict those before it. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A revelation from the Lord of all that exists.)</span> meaning this Qur'an is a revelation from the Lord of all that exists, not as they say that it is magic, sorcery or poetry. Rather it is the truth, no doubt about it; there is none beyond it of useful truth. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَبِهَٰذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it such a talk that you are Mudhinun?)</span> Al-'Awfi reported from Ibn 'Abbas that Mudhinun means, \"You do not believe in and deny.\" Similar to this was said by Ad-Dahhak, Abu Hazrah and As-Suddi. Mujahid said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">مُدْهِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Mudhinun)</span> means \"You want to fill yourselves with and rely upon.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you make your provision your denial!)</span> some of them said that provision here has the meaning of gratitude, meaning: you deny without any gratitude. 'Ali bin Abi Talhah reported from Ibn 'Abbas that he recited it as:   </p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَتَجْعَلُونَ شُكْرَكُمْ أَنَّكُمْ تُكَذِّبُونَ)</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your show of your gratitude by denying!)</span> Ibn Jarir narrated from Muhammad bin Bashshar, who narrated from Muhammad bin Ja'far, who narrated from Shu'bah, from Abu Bishr, from Sa'id bin Jubayr who said that Ibn 'Abbas said, \"It has never rained upon a people except that some of them became disbelievers by saying, 'Such and such position of a star sent rain!'\" And Ibn 'Abbas recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَتَجْعَلُونَ شُكْرَكُمْ أَنَّكُمْ تُكَذِّبُونَ)</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you show of your gratitude by denying.)</span> This chain of narration is Sahih to Ibn 'Abbas. In his Muwatta', Malik reported from Salih bin Kaysan, from 'Ubaydullah bin 'Abdullah bin 'Utbah bin Mas'ud, from Zayd bin Khalid Al-Juhani who said, \"The Prophet ﷺ led us in the Subh <span class=\"gray\">(dawn)</span> prayer at Al-Hudaybiyah after a rainy night. On completion of the prayer, he faced the congregation and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تَدْرُونَ مَاذَا قَالَ رَبُّكُمْ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you know what your Lord has said <span class=\"gray\">(revealed)</span>?)</span> Those present replied, 'Allah and His Messenger know best.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ: أَصْبَحَ مِنْ عِبَادِي مُؤْمِنٌ بِي وَكَافِرٌ، فَأَمَّا مَنْ قَالَ: مُطِرْنَا بِفَضْلِ اللهِ وَرَحْمَتِهِ، فَذٰلِكَ مُؤْمِنٌ بِي، كَافِرٌ بِالْكَوْكَبِ، وَأَمَّا مَنْ قَالَ: مُطِرْنَا بِنَوْءِ كَذَا وَكَذَا، فَذٰلِكَ كَافِرٌ بِي وَمُؤْمِنٌ بِالْكَوْكَبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has said, \"During this morning some of my servants remained as true believers in Me and some became disbelievers. Whoever said that the rain was due to the blessings and the mercy of Allah, had belief in Me, and he disbelieves in the stars; and whoever said that it rained because of a particular star, had no belief in Me, but believes in that star.\")</span>\" </p><p lang=\"en\" class=\"en \">This Hadith is recorded in the Two Sahihs, Abu Dawud and An-Nasa'i, all using a chain of narration in which Imam Malik was included. </p><p lang=\"en\" class=\"en \">Qatadah said, \"Al-Hasan used to say, 'How evil is that all that some people have earned for themselves from the Book of Allah, is denying it!'\" Al-Hasan's statement means that such people gained no benefit from the Book of Allah because they denied it, as Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَبِهَٰذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ - وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it such a talk that you Mudhinun? And you make your provision that you deny!)</span></p>"
  },
  {
    "ayah_key": "56:83",
    "group_ayah_key": "56:83",
    "from_ayah": "56:83",
    "to_ayah": "56:87",
    "ayah_keys": "56:83,56:84,56:85,56:86,56:87",
    "text": "<p lang=\"en\" class=\"en \">Then why do you not <span class=\"gray\">(intervene)</span> when it reaches Al-Hulqum <span>(83)</span>And you at the moment are looking <span>(84)</span>But We are nearer to him than you, but you see not <span>(85)</span>Then why do you not – if you are not Madini <span>(86)</span>Return the soul, if you are truthful <span>(87)</span></p><p lang=\"en\" class=\"en \">When the Soul reaches the Throat at the Time of Death, it cannot be brought back; this proves Reckoning shall occur</p><p lang=\"en\" class=\"en \">Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا إِذَا بَلَغَتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then why do you not <span class=\"gray\">(intervene)</span> when it reaches)</span>, in reference to the soul,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحُلْقُومَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Al-Hulqum)</span>, i.e., the throat, at the time of death. Allah the Exalted said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ - وَقِيلَ مَنْ ۜ رَاقٍ - وَظَنَّ أَنَّهُ الْفِرَاقُ - وَالْتَفَّتِ السَّاقُ بِالسَّاقِ - إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, when <span class=\"gray\">(the soul)</span> reaches to the collar bone, and it will be said: \"Who can cure him <span class=\"gray\">(and save him from death)</span>?\" And he will conclude that it was <span class=\"gray\">(the time)</span> of parting <span class=\"gray\">(death)</span>; And one leg will be joined with another leg <span class=\"gray\">(shrouded)</span>. The drive will be on that Day to your Lord <span class=\"gray\">(Allah)</span>.)</span><span class=\"gray\">(75:26-30)</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you at the moment are looking,)</span> at the dying person and witnessing the stupor of death that he is experiencing,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But We are nearer to him than you,)</span> with Our angels,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَٰكِنْ لَا تُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but you see not.)</span> you cannot see the angels. Allah the Exalted said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ ۖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّىٰ إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ - ثُمَّ رُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ ۚ أَلَا لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَاسِبِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is the Irresistible over His servants, and He sends guardians <span class=\"gray\">(angels)</span> over you, until when death approaches one of you, Our messengers <span class=\"gray\">(angel of death and his assistants)</span> take his soul, and they never neglect their duty. Then they are returned to Allah, their true Protector. Surely, for Him is the judgement and He is the swiftest in taking account.)</span><span class=\"gray\">(6:61-62)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ - تَرْجِعُونَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then why do you not – if you are not Madinin – return the soul,)</span> means, 'Will you not return this soul, that has reached the throat, to its body as it used to be, if you are exempt from the reckoning and recompense?' </p><p lang=\"ha\" class=\"ha \">Sa'id bin Jubayr and Al-Hasan Al-Basri said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then why do you not – if you are not Madinin...)</span>, \"If you do not believe that you will be reckoned, recompensed, resurrected and punished, then why do you not return this soul to its body?\" Mujahid said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَيْرَ مَدِينِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...if you are not Madinin)</span>, means, \"if you are not certain.\"</p>"
  }
]