[
  {
    "ayah_key": "4:123",
    "group_ayah_key": "4:123",
    "from_ayah": "4:123",
    "to_ayah": "4:126",
    "ayah_keys": "4:123,4:124,4:125,4:126",
    "text": "<p lang=\"en\" class=\"en \">It will not be in accordance with your desires, nor those of the People of the Scripture, whosoever works evil, will have the recompense thereof, and he will not find any protector or helper besides Allah <span>(123)</span>And whoever does righteous good deeds, male or female, and is a believer, such will enter Paradise and not the least injustice, even to the size of a Naqir, will be done to them <span>(124)</span>And who can be better in religion than one who submits his face <span class=\"gray\">(himself)</span> to Allah; and he is a Muhsin <span class=\"gray\">(a doer of good)</span>. And follows the religion of Ibrahim the Hanif <span class=\"gray\">(Monotheist)</span>. And Allah did take Ibrahim as a Khalil <span class=\"gray\">(an intimate friend)</span><span>(125)</span>And to Allah belongs all that is in the heavens and all that is in the earth. And Allah is Ever Encompassing all things <span>(126)</span></p><div lang=\"en\" class=\"en \"><h2>Success is Only Achieved by Performing Righteous Deeds, not Wishful Thinking</h2></div><p lang=\"en\" class=\"en \">Qatadah said, \"We were told that the Muslims and the People of the Scriptures mentioned their own virtues to each other. People of the Scriptures said, 'Our Prophet came before your Prophet and our Book before your Book. Therefore, we should have more right to Allah than you have.' Muslims said, 'Rather, we have more right to Allah than you, our Prophet is the Final Prophet and our Book supersedes all the Books before it.' Allah sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will not be in accordance with your desires <span class=\"gray\">(Muslims)</span>, nor those of the People of the Scripture <span class=\"gray\">(Jews and Christians)</span>, whosoever works evil, will have the recompense thereof)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who can be better in religion than one who submits his face <span class=\"gray\">(himself)</span> to Allah; and he is a Muhsin.)</span></p><p lang=\"en\" class=\"en \">Allah then supported the argument of the Muslims against their opponents of the other religions.\" Similar statements were attributed to As-Suddi, Masruq, Ad-Dahhak and Abu Salih. Al-'Awfi reported that Ibn 'Abbas commented on this Ayah <span class=\"gray\">[4:123]</span>, \"The followers of various religions disputed, the people of the Tawrah said, 'Our Book is the best Book and our Prophet <span class=\"gray\">(Musa)</span> is the best Prophet. ' The people of the Injil said similarly, the people of Islam said, 'There is no religion except Islam, our Book has abrogated every other Book, our Prophet is the Final Prophet, and you were commanded to believe in your Books and adhere to our Book.' Allah judged between them, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will not be in accordance with your desires, nor those of the People of the Scripture, whosoever works evil, will have the recompense thereof)</span>.\" <span class=\"gray\">[4:123]</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that the religion is not accepted on account of wishful thinking or mere hopes. Rather, the accepted religion relies on what resides in the heart and which is made truthful through actions. It is not true that when one utters a claim to something, he attains it merely on account of his claim. It is not true that every person who claims to be on the truth is considered as such, merely on account of his words, until his claim gains merit with proof from Allah. Hence Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will not be in accordance with your desires, nor those of the People of the Scripture, whosoever works evil, will have the recompense thereof)</span><span class=\"gray\">[4:123]</span>, meaning safety will not be acquired by you or them just by wishful thinking. Rather, the key is in obeying Allah and following what He has legislated through the words of His honorable Messengers. This is why Allah said afterwards,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whosoever works evil, will have the recompense thereof,)</span> Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ - وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So whosoever does good equal to the weight of an atom, shall see it. And whosoever does evil equal to the weight of an atom, shall see it.)</span><span class=\"gray\">[99:7-8]</span> and it was reported that when these Ayat were revealed, they became hard on many Companions.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'A'ishah said, \"I said, 'O Messenger of Allah! I know the hardest Ayah in the Qur'an.' He said, 'What is it, O 'A'ishah!' I said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whoever works evil, will have the recompense thereof,)</span> He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ مَا يُصِيبُ الْعَبْدَ الْمُؤْمِنَ، حَتَّى النَّكْبَةِ يُنْكَبُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is what strikes the believing servant, even the problems that bother him.)</span>\" Ibn Jarir and Abu Dawud also recorded this Hadith.</p><p lang=\"jv\" class=\"jv \">Sa'id bin Mansur recorded that Abu Hurayrah said, \"When the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whosoever works evil, will have the recompense thereof,)</span> was revealed, it was hard on Muslims. The Messenger of Allah ﷺ said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَدِّدُوا وَقَارِبُوا، فَإِنَّ فِي كُلِّ مَا يُصَابُ بِهِ الْمُسْلِمُ كَفَّارَةً، حَتَّى الشَّوْكَةِ يُشَاكُهَا، وَالنَّـكْبَةِ يُنْكَبُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Be steadfast and seek closeness. Everything that afflicts the Muslim, even the thorn that pierces his skin and the hardship he suffers, will be an expiation for him.)</span>\"</p><p lang=\"en\" class=\"en \">This is the wording collected by Ahmad through Sufyan bin 'Uyaynah. Muslim and At-Tirmidhi also recorded it. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَجِدْ لَهُ مِن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he will not find any protector or helper besides Allah,)</span></p><p lang=\"en\" class=\"en \">'Ali bin Abi Talhah reported that Ibn 'Abbas said; \"Unless he repents and Allah forgives him.\" Ibn Abi Hatim recorded it. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْمَلْ مِنَ الصَّالِحَاتِ مِن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever does righteous good deeds, male or female, and is a believer)</span>.</p><p lang=\"en\" class=\"en \">Allah mentions the recompense for evil actions and that He will surely inflict its punishment on the servant, either in this life, which is better for him, or in the Hereafter, we seek refuge with Allah from this end. We also beg Allah for our well-being in this life and the Hereafter and for His forgiveness, mercy and pardon.</p><p lang=\"en\" class=\"en \">Allah then mentions His kindness, generosity and mercy in accepting the good deeds from His servants, whether male or female, with the condition that they embrace the faith. He also stated that He will admit the believers into Paradise and will not withhold any of their righteous deeds, even the weight of a Naqir - speck on the back of a date-stone. Earlier, we discussed the 'Fatīl' - the scalish thread in the long slit of a date-stone, and both of these, along with the 'Qiṭmīr' – the thin membrane over the date-stone were mentioned in the Qur'an.</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who can be better in religion than one who submits his face to Allah.)</span> meaning, performs the good actions in sincerity for his Lord with faith and awaiting the reward with Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ مُحْسِنٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he is a Muhsin)</span> following the correct guidance that Allah legislated in the religion of truth which He sent His Messenger ﷺ with.</p><p lang=\"en\" class=\"en \">These are the two conditions, in the absence of which no deed will be accepted from anyone; sincerity and correctness. The work is sincere when it is performed for Allah alone and it becomes correct when it conforms to the Shari'ah. So, the deed becomes outwardly correct with following the Sunnah and inwardly correct with sincerity. When any deed lacks either of these two conditions, the deed becomes null and void.</p><p lang=\"en\" class=\"en \">For instance, when one lacks the pillar of sincerity in his work, he becomes a hypocrite who shows off for people. Whoever does not follow the Shari'ah, he becomes an ignorant, wicked person. When one combines both pillars, his actions will be the deeds of the faithful believers whose best deeds are accepted from them and their errors erased. </p><p lang=\"en\" class=\"en \">Consequently, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And follows the religion of Ibrahim the Hanif <span class=\"gray\">(Monotheist)</span>.)</span> referring to Muhammad ﷺ and his following, until the Day of Resurrection. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَٰذَا النَّبِيُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, among mankind who have the best claim to Ibrahim are those who followed him, and this Prophet)</span>, <span class=\"gray\">[3:68]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, We have sent the Revelation to you <span class=\"gray\">(saying)</span>: \"Follow the religion of Ibrahim the Hanif <span class=\"gray\">(Monotheist)</span> and he was not of the Mushrikin)</span>. <span class=\"gray\">[16:123]</span></p><p lang=\"en\" class=\"en \">The Hanif, intentionally and with knowledge, avoids Shirk, he goes attentively to the truth, allowing no one to hinder him or stop him from it.</p><div lang=\"gd\" class=\"gd \"><h2>Ibrahim is Allah's Khalil</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah did take Ibrahim as a Khalil <span class=\"gray\">(an intimate friend)</span>!)</span> encourages following Ibrahim Al-Khalil, because he was and still is an Imam whose conduct is followed and imitated. Indeed, Ibrahim reached the ultimate closeness to Allah that the servants seek, for he attained the grade of Khalil, which is the highest grade of love. He acquired all this due to his obedience to His Lord, just as Allah has described him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِبْرَٰهِيمَ الَّذِى وَفَّى </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of Ibrahim, the one who fulfilled)</span>,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِذِ ابْتَلَىٰ إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when the Lord of Ibrahim tried him with <span class=\"gray\">(certain)</span> commands, which he fulfilled)</span><span class=\"gray\">[2:124]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Ibrahim was an Ummah, obedient to Allah, a Hanif, and he was not one of the Mushrikin)</span>. <span class=\"gray\">[16:120]</span></p><p lang=\"vi\" class=\"vi \">Al-Bukhari recorded that 'Amr bin Maymun said that when Mu'adh came back from Yemen, he led them in the Fajr prayer and recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah did take Ibrahim as a Khalil!)</span><span class=\"gray\">[4:125]</span></p><p lang=\"en\" class=\"en \">One of the men present commented, \"Surely, the eye of Ibrahim's mother has been comforted.\"</p><p lang=\"en\" class=\"en \">Ibrahim was called Allah's Khalil due to his Lord's great love towards him, on account of the acts of obedience he performed that Allah loves and prefers.</p><p lang=\"en\" class=\"en \">We should mention here that in the Two Sahihs, it is recorded that Abu Sa'id Al-Khudri said that when the Messenger of Allah ﷺ gave them his last speech, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا بَعْدُ، أَيُّهَا النَّاسُ فَلَوْ كُنْتُ مُتَّخِذًا مِنْ أَهْلِ الْأَرْضِ خَلِيلًا، لَاتَّخَذْتُ أَبَا بَكْرِ ابْنَ أَبِي قُحَافَةَ خَلِيلًا، وَلكِنْ صَاحِبُكُمْ خَلِيلُ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people! If I were to take a Khalil from the people of the earth, I would have taken Abu Bakr bin Abi Quhafah as my Khalil. However, your companion <span class=\"gray\">(meaning himself)</span> is the Khalil of Allah.)</span></p><p lang=\"id\" class=\"id \">Jundub bin 'Abdullah Al-Bajali, 'Abdullah bin 'Amr bin Al-'As and 'Abdullah bin Mas'ud narrated that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ اتَّخَذَنِي خَلِيلًا، كَمَا اتَّخَذَ إِبْرَاهِيمَ خَلِيلًا</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Allah has chosen me as His Khalil, just as He has chosen Ibrahim as His Khalil.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Allah belongs all that is in the heavens and all that is in the earth.)</span> means, everything and everyone are His property, servants and creation, and He has full authority over all of this. There is no one who can avert Allah's decision or question His judgment. He is never asked about what He does due to His might, ability, fairness, wisdom, compassion and mercy. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ مُّحِيطًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is Ever Encompassing all things.)</span> means, His knowledge encompasses everything and nothing concerning His servants is ever hidden from Him. Nothing, even the weight of an atom, ever escapes His observation in the heavens and earth, nor anything smaller or bigger than that.</p>"
  }
]