[
  {
    "ayah_key": "28:74",
    "group_ayah_key": "28:74",
    "from_ayah": "28:74",
    "to_ayah": "28:75",
    "ayah_keys": "28:74,28:75",
    "text": "<p class=\"en translation\" lang=\"en\">And the Day when He will call to them, and will say: \"Where are My <span class=\"gray\">(so-called)</span> partners, whom you used to assert? <span>(74)</span>And We shall take out from every nation a witness, and We shall say: \"Bring your proof.\" Then they shall know that the truth is with Allah, and the lies which they invented will disappear from them <span>(75)</span></p><div lang=\"ny\" class=\"ny \"><h2>Rebuking the Idolators</h2></div><p lang=\"en\" class=\"en \">This is another call by way of rebuke for those who worshipped other gods besides Allah. The Lord, may He be exalted, will call to them before all the witnesses, and will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Where are My <span class=\"gray\">(so-called)</span> partners, whom you used to assert?)</span> meaning, in this world.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَزَعْنَا مِنْ كُلِّ أُمَّةٍ شَهِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall take out from every nation a witness,)</span> Mujahid said, \"This means a Messenger.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْنَا هَاتُوا بُرْهَانَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We shall say: \"Bring your proof.\")</span> meaning, 'of the truth of your claim that Allah had any partners.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَلِمُوا أَنَّ الْحَقَّ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they shall know that the truth is with Allah,)</span> meaning, that there is no god besides Him. Then they will not speak and they will not be able to find any answer.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the lies which they invented will disappear from them.)</span> they will vanish and will be of no benefit to them.</p>"
  },
  {
    "ayah_key": "28:76",
    "group_ayah_key": "28:76",
    "from_ayah": "28:76",
    "to_ayah": "28:77",
    "ayah_keys": "28:76,28:77",
    "text": "<p lang=\"en\" class=\"en \">Verily, Qarun was of Musa's people, but he behaved arrogantly towards them. And We gave him of the treasures, that of which the keys would have been a burden to a body of strong men. Remember when his people said to him: \"Do not exult. Verily, Allah likes not those who exult. <span>(76)</span>\"But seek, with that which Allah has bestowed on you, the home of the Hereafter, and forget not your portion of lawful enjoyment in this world; and be generous as Allah has been generous to you, and seek not mischief in the land. Verily, Allah likes not the mischief-makers. <span>(77)</span></p><div lang=\"fil\" class=\"fil \"><h2>Qarun and His People's exhortation</h2></div><p lang=\"en\" class=\"en \">It was recorded that Ibn 'Abbas said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Qarun was of Musa's people,)</span> \"He was the son of his paternal uncle.\" This was also the view of Ibrahim An-Nakha'i, 'Abdullah bin Al-Harith bin Nawfal, Sammak bin Harb, Qatadah, Malik bin Dinar, Ibn Jurayj and others; they all said that he was the cousin of Musa, peace be upon him. Ibn Jurayj said: \"He was Qarun bin Yashar bin Qahith, and Musa was the son of 'Imran bin Qahith.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَاهُ مِنَ الْكُنُوزِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We gave him of the treasures,)</span> meaning, of wealth;</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that of which the keys would have been a burden to a body of strong men.)</span> Groups of strong men would not have been able to carry them because they were so many. Al-A'mash narrated from Khaythamah, \"The keys of Qarun's treasure were made of leather, each key like a finger, and each key was for a separate storeroom. When he rode anywhere, the keys would be carried on sixty mules with white blazes on their foreheads and white feet.\" Other views were also given, and Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ ۖ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Remember when his people said to him: \"Do not exult. Verily, Allah likes not those who exult.\")</span> means, the righteous ones among his people exhorted him. By way of sincere advice and guidance, they said: \"Do not exult in what you have,\" meaning, 'do not be arrogant and proud of your wealth.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">  إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah likes not those who exult.)</span> Ibn 'Abbas said, \"This means, those who rejoice and gloat.\" Mujahid said, \"It means those who are insolent and reckless, and do not thank Allah for what He has given them.\" His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ ۖ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ۖ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But seek, with that which Allah has bestowed on you, the home of the Hereafter, and forget not your portion of lawful enjoyment in this world;)</span> means, 'use this great wealth and immense blessing Allah has given you to worship your Lord and draw closer to Him by doing a variety of good deeds which will earn you reward in this world and the Hereafter.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and forget not your portion of lawful enjoyment in this world;)</span> 'That which Allah has permitted of food, drink, clothing, dwelling places and women. Your Lord has rights over you, your self has rights over you, your family has rights over you, and your visitors have rights over you. So give each of them their due.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and be generous as Allah has been generous to you,)</span> 'Be generous to His creatures, as He has been generous to you.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and seek not mischief in the land.)</span> meaning: 'do not let your aim be to spread corruption on earth and do harm to Allah's creation.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah likes not the mischief-makers.)</span></p>"
  },
  {
    "ayah_key": "28:78",
    "group_ayah_key": "28:78",
    "from_ayah": "28:78",
    "to_ayah": "28:78",
    "ayah_keys": "28:78",
    "text": "<p class=\"en translation\" lang=\"en\">He said: \"This has been given to me only because of the knowledge I possess.\" Did he not know that Allah had destroyed before him generations, men who were stronger than him in might and greater in the amount they had collected? But the criminals will not be questioned of their sins <span>(78)</span></p><div lang=\"en\" class=\"en \"><h2>Allah informs us how Qarun responded to the exhortations of his people when they sought to guide him to what is good.</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ عِنْدِي ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"This has been given to me only because of the knowledge I possess.\")</span> meaning, 'I have no need of your advice; Allah has only given me this wealth because He knows that I deserve it and because He loves me.' In other words: 'He has given it to me because He knows that I am fit for this.' This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When harm touches man, he calls upon Us; then when We have changed it into a favor from Us, he says: \"Only because of knowledge I obtained it.\")</span><span class=\"gray\">(39:49)</span> An alternative interpretation of this Ayah says that the meaning is: \"Only because of what Allah knows about me did I obtain this favor.\" This is like His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And truly, if We give him a taste of mercy from Us, after some adversity has touched him, he is sure to say: \"This is from me.\")</span><span class=\"gray\">(41:50)</span> meaning, \"I deserved it.\"</p><p lang=\"ga\" class=\"ga \">Imam 'Abdur-Rahman bin Zayd bin Aslam explained this Ayah very well. Concerning the phrase,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ عِنْدِي ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"\"This has been given to me only because of the knowledge I possess.\"\")</span> He said: \"\"Were it not for the fact that Allah is pleased with me and knows my virtue, He would not have given me this wealth.\"\" And He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did he not know that Allah had destroyed before him generations, men who were stronger than him in might and greater in the amount they had collected?)</span> This is what those who have little knowledge say when they see a person whom Allah has granted a lot of wealth; they say that if he did not deserve it, Allah would not have given it to him.</p>"
  },
  {
    "ayah_key": "28:79",
    "group_ayah_key": "28:79",
    "from_ayah": "28:79",
    "to_ayah": "28:80",
    "ayah_keys": "28:79,28:80",
    "text": "<p lang=\"en\" class=\"en \">So, he went forth before his people in his finery. Those who were desirous of the life of the world, said: \"Ah, would that we had the like of what Qarun has been given! Verily, he is the owner of a great fortune. <span>(79)</span>But those who had been given knowledge said: \"Woe to you! The reward of Allah is better for those who believe and do righteous deeds, and this none shall attain except the patient. <span>(80)</span></p><div lang=\"en\" class=\"en \"><h2>How Qarun went forth in His Finery, and His People's Comments</h2></div><p lang=\"en\" class=\"en \">Allah tells us how Qarun went forth one day before his people with his magnificent regalia; wearing his fine clothes, accompanied by his fine horses, his servants and retinue. When those whose desires and inclinations were for the world saw his adornments and splendor, they wished that they could have the same as he had been given, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ah, would that we had the like of what Qarun has been given! Verily, he is the owner of a great fortune.)</span> meaning, 'he is very lucky and has a great share in this world.' When the people of beneficial knowledge heard this, they said to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe to you! The reward of Allah is better for those who believe and do righteous deeds,)</span> 'Allah's reward to His believing, righteous servants in the Hereafter is better than what you see,' as is reported in the authentic Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى: أَعْدَدْتُ لِعِبَادِي الصَّالِحِينَ مَا لَا عَيْنٌ رَأَتْ وَلَا أُذُنٌ سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ وَاقْرَءُوا إِنْ شِئْتُمْ: فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has prepared for His righteous servants what no eye has seen, no ear has heard, and the heart of a human cannot comprehend. Recite, if you wish: <span class=\"gray\">(No person knows what is kept hidden for them of joy as a reward for what they used to do.)</span>)</span><span class=\"gray\">(32:17)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and this none shall attain except the patient.)</span> As-Suddi said: \"None shall reach Paradise except for the patient\" – as if this were the completion of the statement made by the people of knowledge. Ibn Jarir said, \"This applies only to those who patiently forsake the love of this world, seeking the Hereafter. It is as if this is part of what the people of knowledge said, but it is made part of the Words of Allah, stating this fact.\"</p>"
  }
]