[
  {
    "ayah_key": "9:60",
    "group_ayah_key": "9:60",
    "from_ayah": "9:60",
    "to_ayah": "9:60",
    "ayah_keys": "9:60",
    "text": "<p lang=\"en\" class=\"en \">As-Sadaqat <span class=\"gray\">(i.e., Zakah)</span> are only for the Fuqara', and Al-Masakin and those employed to collect <span class=\"gray\">(the funds)</span>; and to attract the hearts of those who have been inclined <span class=\"gray\">(towards Islam)</span>; and to free the captives; and for those in debt; and for Allah's cause, and for Ibn As-Sabil; a duty imposed by Allah. And Allah is All-Knower, All-Wise <span>(60)</span></p><div lang=\"nl\" class=\"nl \"><h2>Expenditures of Zakah <span class=\"gray\">(Alms)</span></h2></div><p lang=\"en\" class=\"en \">After Allah mentioned the protest that the ignorant hypocrites mentioned to the Prophet ﷺ about the distribution of alms. He stated that it is He who divided the alms, explained its rulings and decided in its division; He did not delegate this decision to anyone else. Allah mentioned the expenditures of Zakah in this Ayah, starting with the Fuqara' <span class=\"gray\">(the poor)</span> because they have more need than the other categories, since their need is pressing and precarious. It was reported that Ibn 'Abbas, Mujahid, Al-Hasan Al-Basri, Ibn Zayd and several others said that the Faqir is a graceful person who does not ask anyone for anything, while the Miskin is the one who follows after people, begging. Qatadah said, \"The Faqir is the ill person, while the Miskin is physically fit.\" We will now mention the Hadiths about each of these eight categories:</p><div lang=\"so\" class=\"so \"><h2>The Fuqara' <span class=\"gray\">(Poor)</span></h2></div><p lang=\"ceb\" class=\"ceb \">Ibn 'Umar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَحِلُّ الصَّدَقَةُ لِغَنِيٍّ وَلَا لِذِي مِرَّةٍ سَوِيٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The alms should not be given to the wealthy and the physically fit.)</span> Ahmad, Abu Dawud and At-Tirmidhi collected this Hadith.</p><div lang=\"ha\" class=\"ha \"><h2>The Masakin <span class=\"gray\">(Needy)</span></h2></div><p lang=\"fil\" class=\"fil \">Abu Hurayrah narrated that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ الْمِسْكِينُ بِهَذَا الطَّوَّافِ الَّذِي يَطُوفُ عَلَى النَّاسِ فَتَرُدُّهُ اللُّقْمَةُ وَاللُّقْمَتَانِ، وَالتَّمْرَةُ وَالتَّمْرَتَانِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قالوا: فمن المسكين يا رسول الله؟ قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي لَا يَجِدُ غِنًى يُغْنِيهِ، وَلَا يُفْطَنُ لَهُ فَيُتَصَدَّقَ عَلَيْهِ، وَلَا يَسْأَلُ النَّاسَ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The needy person is not the one who goes round the people and asks them for a mouthful or two <span class=\"gray\">(of meals)</span> or a date or two)</span>. They asked, \"Then who is the needy person, O Allah's Messenger!\" He said, <span class=\"gray\">(The one who does not have enough to satisfy his needs and whose condition is not known to others, that others may give him something in charity, and who does not beg of people.)</span> The Two Shaykhs collected this Hadith.</p><div lang=\"en\" class=\"en \"><h2>Those employed to collect Alms</h2></div><p lang=\"en\" class=\"en \">Those employed to collect alms deserve a part of the alms, unless they are relatives of the Messenger of Allah ﷺ, who are not allowed to accept any Sadaqah. Muslim recorded that 'Abdul-Muttalib bin Rabi'ah bin Al-Harith and Al-Fadl bin Al-'Abbas went to the Messenger of Allah ﷺ asking him to employ them to collect the alms. The Messenger ﷺ replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الصَّدَقَةَ لَا تَحِلُّ لِمُحَمَّدٍ وَلَا لِآلِ مُحَمَّدٍ، إِنَّمَا هِيَ أَوْسَاخُ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the alms are not allowed for Muhammad nor the relatives of Muhammad, for it is only the dirt that the people discard.)</span></p><p lang=\"la\" class=\"la \">Al-Mu'allafatu Qulubuhum </p><p lang=\"en\" class=\"en \">There are several types of Al-Mu'allafatu Qulubuhum. There are those who are given alms to embrace Islam. For instance, the Prophet of Allah ﷺ gave something to Safwan bin Umayyah from the war spoils of Hunayn, even though he attended it while a Mushrik. Safwan said, \"He kept giving me until he became the dearest person to me after he had been the most hated person to me.\" Imam Ahmad recorded that Safwan bin Umayyah said, \"The Messenger of Allah ﷺ gave me <span class=\"gray\">(from the spoils of)</span> Hunayn while he was the most hateful person to me. He kept giving me until he became the most beloved person to me.\" Muslim and At-Tirmidhi collected this Hadith, as well. Some of Al-Mu'allafatu Qulubuhum are given from alms so that they become better in Islam and their heart firmer in faith. For instance, the Prophet gave some of the chiefs of the Tulaqa' a hundred camels each after the battle of Hunayn, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَأُعْطِي الرَّجُلَ وَغَيْرُهُ أَحَبُّ إِلَيَّ مِنْهُ خَشْيَةَ أَنْ يُكِبَّهُ اللهُ عَلَى وَجْهِهِ فِي نَارِ جَهَنَّمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I give a man <span class=\"gray\">(from the alms)</span> while another man is dearer to me than him, for fear that Allah might throw him on his face in the fire of Jahannam.)</span></p><p lang=\"en\" class=\"en \">It is recorded in the Two Sahihs that Abu Sa'id said that 'Ali sent the Messenger of Allah ﷺ a gold nugget still in its dirt from Yemen. The Prophet ﷺ divided it between four men: Al-Aqra' bin Habis, 'Uyaynah bin Badr, 'Alqamah bin 'Ulathah and Zayd Al-Khayr, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأَلَّفُهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To draw their hearts closer.)</span> Some people are given because some of his peers might embrace Islam, while others are given to collect alms from surrounding areas, or to defend Muslim outposts. Allah knows best.</p><div lang=\"sm\" class=\"sm \"><h2>The Riqab</h2></div><p lang=\"cy\" class=\"cy \">Al-Hasan Al-Basri, Muqatil bin Hayyan, 'Umar bin 'Abdul-'Aziz, Sa'id bin Jubayr, An-Nakha'i, Az-Zuhri and Ibn Zayd said Riqab means those slaves who make an agreement with the master to pay a certain ransom for their freedom.\" Similar was reported from Abu Musa Al-Ash'ari.</p><p lang=\"en\" class=\"en \">Ibn 'Abbas and Al-Hasan said, \"It is allowed to use Zakah funds to buy the freedom of slaves,\" indicating that 'Riqab' has more general meanings than merely giving money to slaves to buy their freedom or one's buying a slave and freeing him on an individual basis. A Hadith states that for every limb <span class=\"gray\">[of the servant]</span> freed, Allah frees a limb of the one who freed him from slavery, even a sexual organ for a sexual organ, for the reward is equitable to the deed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you will be requited nothing except for what you used to do.)</span><span class=\"gray\">(37:39)</span></p><div lang=\"af\" class=\"af \"><h2>Virtue of freeing Slaves</h2></div><p lang=\"en\" class=\"en \">In the Musnad, there is a Hadith from Al-Bara' bin 'Azib that a man asked, \"O Allah's Messenger! Direct me to an action that draws me closer to Paradise and away from the Fire.\" The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعْتِقِ النَّسَمَةَ وَفُكَّ الرَّقَبَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Emancipate the person and free the neck <span class=\"gray\">(slave)</span>.)</span></p><p lang=\"en\" class=\"en \">The man asked, \"O Allah's Messenger! Are they not one and the same?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، عِتْقُ النَّسَمَةِ أَنْ تُفْرِدَ بِعِتْقِهَا، وَفَكُّ الرَّقَبَةِ أَنْ تُعِينَ فِي ثَـمَنِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, you emancipate a person by freeing him on your own, but you untie a neck <span class=\"gray\">(slave)</span> by helping in its price.)</span></p><div lang=\"en\" class=\"en \"><h2>Al-Gharimun <span class=\"en gray\" lang=\"en\">(the Indebted)</span></h2></div><p lang=\"en\" class=\"en \">There are several types of indebted persons. They include those who incur expenses in solving disputes between people, those who guarantee a loan that became due, causing financial strain to them, and those whose funds do not sufficiently cover their debts. It also includes those who indulged in a sin and repented from it. These types have a right to a part of alms <span class=\"gray\">[designated for Al-Gharimun]</span>.</p><p lang=\"en\" class=\"en \">Qabisah bin Mukhariq Al-Hilali said, \"I carried a debt <span class=\"gray\">[resolving a dispute between people]</span> and went to the Messenger of Allah ﷺ asking him to help pay it. The Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَقِمْ حَتَّى تَأْتِيَنَا الصَّدَقَةُ فَنَأْمُرَ لَكَ بِـهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Be patient until some alms are brought to us so that we give it to you.)</span> He then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَبِيصَةُ إِنَّ الْمَسْأَلَةَ لَا تَحِلُّ إِلَّا لِأَحَدِ ثَلَاثَةٍ: رَجُلٍ تَحَمَّلَ حَمَالَةً فَحَلَّتْ لَهُ الْمَسْأَلَةُ حَتَّى يُصِيبَهَا ثُمَّ يُمْسِكَ، وَرَجُلٍ أَصَابَتْهُ جَائِحَةٌ اجْتَاحَتْ مَالَهُ فَحَلَّتْ لَهُ الْمَسْأَلَةُ حَتَّى يُصِيبَ قِوَامًا مِنْ عَيْشٍ - أَوْ قَالَ: سِدَادًا مِنْ عَيْشٍ - وَرَجُلٍ أَصَابَتْهُ فَاقَةٌ حَتَّى يَقُومَ ثَلَاثَةٌ مِنْ ذَوِي الْحِجَا مِنْ قَرَابَةِ قَوْمِهِ فَيَقُولُونَ: لَقَدْ أَصَابَتْ فُلَانًا فَاقَةٌ فَحَلَّتْ لَهُ الْمَسْأَلَةُ، حَتَّى يُصِيبَ قِوَامًا مِنْ عَيْشٍ - أَوْ قَالَ: سِدَادًا مِنْ عَيْشٍ - فَمَا سِوَاهُنَّ مِنَ الْمَسْأَلَةِ سُحْتٌ يَأْكُلُهَا صَاحِبُهَا سُحْتًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Qabisah! Begging is only allowed for three: a man who incurred debts solving disputes, so he is allowed to beg until he collects its amount and then stops. A man who was inflicted by a disaster that consumed his wealth, he is allowed to beg until he collects what suffices for his livelihood. And a man who was overcome by poverty, that three wise relatives of his stand up and proclaim, 'So-and-so was overcome by poverty.' This man is allowed to beg until he collects what sustains his livelihood. Other than these cases, begging is an unlawful amount that one illegally devours.)</span> Muslim collected this Hadith. </p><p lang=\"en\" class=\"en \">Abu Sa'id said, \"During the time of the Messenger of Allah ﷺ, a man was struck by disaster because of fruits that he bought, causing him extensive debts. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَصَدَّقُوا عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Give him charity.)</span> The people did that but the amount collected did not cover his debts. The Prophet ﷺ said to the man's debtors,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذُوا مَا وَجَدْتُمْ وَلَيْسَ لَكُمْ إِلَّا ذَلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Take what was collected, you will have nothing beyond that.)</span>\" Muslim collected this Hadith.</p><div lang=\"en\" class=\"en \"><h2>In the Cause of Allah</h2></div><p lang=\"en\" class=\"en \">In the cause of Allah is exclusive for the benefit of the fighters in Jihad, who do not receive compensation from the Muslim Treasury.</p><div lang=\"lb\" class=\"lb \"><h2>Ibn As-Sabil <span class=\"ku gray\" lang=\"ku\">(Wayfarer)</span></h2></div><p lang=\"en\" class=\"en \">Ibn As-Sabil is a term used for the needy traveler in a land, where he does not have what helps him continue his trip. This type has a share in the Zakah for what suffices him to reach his destination, even if he had money there. The same is true for whoever intends to travel from his area but does not have enough money. This type also has a share in the Zakah money to suffice for his trip and back. This is proven in the Ayah as well as the following Hadith. Imams Abu Dawud and Ibn Majah recorded that Ma'mar said that Zayd bin Aslam said that 'Ata' bin Yasar said that Abu Sa'id Al-Khudri said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَحِلُّ الصَّدَقَةُ لِغَنِيٍّ إِلَّا لِـخَمْسَةٍ: لِعَامِلٍ عَلَيْهَا، أَوْ رَجُلٍ اشْتَرَاهَا بِـمَالِهِ، أَوْ غَارِمٍ، أَوْ غَازٍ فِي سَبِيلِ اللهِ، أَوْ مِسْكِينٍ تُصُدِّقَ عَلَيْهِ مِنْهَا فَأَهْدَى لِغَنِيٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Sadaqah is not rightful for a wealthy person except in five cases: those employed to collect it, one who bought a charity item with his money, a Gharim <span class=\"gray\">(debtor)</span>, a fighter in the cause of Allah, or a poor man who gets a part of the Zakah so he gives it as a gift to a rich man.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرِيضَةً مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a duty imposed by Allah)</span>, means, a decision, decree and division ordained by Allah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّهُ عَلِيمٌ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Knower, All-Wise)</span>, knowledgeable of all things outwardly and inwardly and what benefits His servants,</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Wise)</span>, in all what he declares, does, legislates and decides, there is no true deity or lord except Him.</p>"
  }
]