[
  {
    "ayah_key": "16:118",
    "group_ayah_key": "16:118",
    "from_ayah": "16:118",
    "to_ayah": "16:119",
    "ayah_keys": "16:118,16:119",
    "text": "<p class=\"en translation\" lang=\"en\">And for those who are Jews, We have forbidden such things as We have mentioned to you before. And We did not wrong them, but they wronged themselves <span>(118)</span>Then, your Lord for those who did evil out of ignorance and afterward repent and do righteous deeds - verily, after that, your Lord is Pardoning, Most Merciful <span>(119)</span></p><div lang=\"en\" class=\"en \"><h2>Some Good Things were Forbidden for the Jews</h2></div><p lang=\"en\" class=\"en \">After mentioning that He has forbidden us to eat dead meat, blood, the flesh of swine, and any animal which is slaughtered as a sacrifice for others than Allah, and after making allowances for cases of necessity - which is part of making things easy for this Ummah, because Allah desires ease for us, not hardship - Allah then mentions what He forbade for the Jews in their laws before they were abrogated, and the restrictions, limitations and difficulties involved therein. He tells us:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for those who are Jews, We have forbidden such things as We have mentioned to you before.)</span> meaning in Surat Al-An'am, where Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ ۖ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And unto those who are Jews, We forbade every <span class=\"gray\">(animal)</span> with undivided hoof, and We forbade them the fat of the ox and the sheep except what adheres to their backs)</span> Until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَصَادِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We are indeed truthful)</span><span class=\"gray\">[6:146]</span> Hence Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ظَلَمْنَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not wrong them,)</span> meaning, in the restrictions that We imposed upon them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they wronged themselves.)</span> meaning, they deserved that. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِظُلْمٍ مِّنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ اللَّهِ كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Because of the wrong committed of those who were Jews, We prohibited certain good foods which had been lawful for them - and <span class=\"gray\">(also)</span> for their hindering many from Allah's way.)</span><span class=\"gray\">(4:160)</span> Then Allah tells us, honoring and reminding believers who have sinned of His blessings, that whoever among them repents, He will accept his repentance, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السُّوءَ بِجَهَالَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, your Lord for those who did evil out of ignorance)</span> Some of the Salaf said that this means that everyone who disobeys Allah is ignorant.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تَابُوا مِن بَعْدِ ذَٰلِكَ وَأَصْلَحُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and afterward repent and do righteous deeds)</span> meaning, they give up the sins they used to commit and turn to doing acts of obedience to Allah.</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ رَبَّكَ مِن بَعْدِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, after that, your Lord is...)</span> means, after that mistake</p><p class=\"fa qpc-hafs\" lang=\"fa\"> لَغَفُورٌ رَّحِيمٌ</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(...Pardoning, Most Merciful.)</span></p>"
  },
  {
    "ayah_key": "16:12",
    "group_ayah_key": "16:12",
    "from_ayah": "16:12",
    "to_ayah": "16:13",
    "ayah_keys": "16:12,16:13",
    "text": "<p class=\"en translation\" lang=\"en\">And He has subjected the night and the day for you, and the sun and the moon; and the stars are subjected by His command. Surely, in this are proofs for people who understand <span>(12)</span>And all He has created of varying colors on the earth for you. Verily, in this is a sign for people who reflect <span>(13)</span></p><div lang=\"en\" class=\"en \"><h2>Signs in the Subjection of Night and Day, the Sun and the Moon, and in that which grows on Earth</h2></div><p lang=\"en\" class=\"en \">Allah mentions the mighty signs and immense blessings to be found in His subjection of night and day, which follow one another; the sun and moon, which revolve; the stars, both fixed and moving through the skies, offering light by which people may find their way in the darkness. Each of <span class=\"gray\">(these heavenly bodies)</span> travels in its own orbit, which Allah has ordained for it, and travels in the manner prescribed for it, without deviating in any way. All of them are under His subjugation, His control and His decree, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ ۗ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ ۗ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, your Lord is Allah, Who created the heavens and the earth in Six Days, and then He rose <span class=\"gray\">(Istawa)</span> over the Throne. He brings the night as a cover over the day, seeking it rapidly, and <span class=\"gray\">(He created)</span> the sun, the moon, the stars <span class=\"gray\">(all)</span> subjected to His command. Surely, His is the creation and commandment. Blessed is Allah, the Lord of all that exists!)</span><span class=\"gray\">(7:54)</span> Thus Allah says;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, in this are proofs for people who understand.)</span> meaning, they are indications of His immense power and might, for those who think about Allah and understand His signs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ذَرَأَ لَكُمْ فِي الْأَرْضِ مُخْتَلِفًا أَلْوَانُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whatsoever He has created of varying colors on the earth for you.)</span> When Allah points out the features of the skies, He also points out the wondrous things that He has created on earth, the variety of its animals, minerals, plants and inanimate features, all having different colors and shapes, benefits and qualities.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً لِّقَوْمٍ يَذَّكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this is a sign for people who reflect.)</span> meaning <span class=\"gray\">(those who remember)</span> the blessings of Allah and give thanks to Him for them.</p>"
  },
  {
    "ayah_key": "16:120",
    "group_ayah_key": "16:120",
    "from_ayah": "16:120",
    "to_ayah": "16:123",
    "ayah_keys": "16:120,16:121,16:122,16:123",
    "text": "<p lang=\"en\" class=\"en \">Verily, Ibrahim was <span class=\"gray\">(himself)</span> an Ummah, obedient to Allah, a Hanif <span class=\"gray\">(monotheist)</span>, and he was not one of the idolators <span>(120)</span><span class=\"gray\">(He was)</span> thankful for His favors. He <span class=\"gray\">(Allah)</span> chose him and guided him to a straight path <span>(121)</span>And We gave him good in this world, and in the Hereafter he shall be of the righteous <span>(122)</span>Then, We have sent the revelation to you: \"Follow the religion of Ibrahim <span class=\"gray\">(he was a)</span> Hanif, and he was not one of the idolators. <span>(123)</span></p><div lang=\"gd\" class=\"gd \"><h2>The Khalil <span class=\"co gray\" lang=\"co\">(Close Friend)</span> of Allah</h2></div><p lang=\"en\" class=\"en \">Allah praises His servant, Messenger and close friend Ibrahim, the Imam of the Hanifs the father of the Prophets, and Allah declares Ibrahim's innocence of the idolators, Jews or Christians. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Ibrahim was <span class=\"gray\">(himself)</span> an Ummah, obedient to Allah, a Hanif <span class=\"gray\">(monotheist)</span>)</span><span class=\"gray\">[16:120]</span></p><p lang=\"en\" class=\"en \">Ummah here means the leader who is followed. Qanit <span class=\"gray\">(obedient to Allah)</span> means humble and obedient. Hanif means one who deliberately steers clear of Shirk in favor of Tawhid. Hence Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he was not one of the idolators.)</span></p><p lang=\"en\" class=\"en \">Mujahid said: \"Ummah <span class=\"gray\">(here)</span> means that he was a nation on his own.\" </p><p class=\"fa qpc-hafs\" lang=\"fa\">شَاكِرًا لِّأَنْعُمِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He was)</span> thankful for His favors.)</span></p><p lang=\"en\" class=\"en \">means, he gave thanks for the blessings that Allah gave him. As Allah says: </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِبْرَاهِيمَ الَّذِي وَفَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of Ibrahim the one who fulfilled.)</span><span class=\"gray\">[53:37]</span></p><p lang=\"en\" class=\"en \">which means that he did everything that Allah commanded him to do. </p><p class=\"fa qpc-hafs\" lang=\"fa\">اجْتَبَاهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Allah)</span> chose him)</span> means, He selected him, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِن قَبْلُ وَكُنَّا بِهِ عَالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And before, We indeed gave Ibrahim his integrity, and We were indeed most knowledgeable about him)</span><span class=\"gray\">(21:51)</span>. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَدَاهُ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and guided him to a straight path.)</span> which means to worship Allah alone, without partners or associate, in the manner that He prescribed and which pleases Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We gave him good in this world,)</span> meaning, 'We granted him all that a believer may require for a good and complete life in this world.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in the Hereafter he shall be of the righteous.)</span> Concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We gave him good in this world,)</span> Mujahid said: \"This means a truthful tongue.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, We have sent the revelation to you: \"Follow the religion of Ibrahim <span class=\"gray\">(he was a)</span> Hanif...)</span> meaning, 'because of his perfection, greatness, and the soundness of his Tawhid and his way, We revealed to you, O Seal of the Messengers and Leader of the Prophets ﷺ,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Follow the religion of Ibrahim <span class=\"gray\">(he was a)</span> Hanif and he was not of the idolators.)</span> This is like the Ayah in Surat Al-An'am:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ دِينًا قِيَمًا مِّلَّةَ إِبْرَاهِيمَ حَنِيفًا ۚ وَمَا كَانَ مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Truly, my Lord has guided me to a straight path, a right religion, the religion of Ibrahim, <span class=\"gray\">(he was a)</span> Hanif and he was not of the idolators.\")</span><span class=\"gray\">(6:161)</span>. Then Allah rebukes the Jews,</p>"
  }
]