[
  {
    "ayah_key": "7:16",
    "group_ayah_key": "7:16",
    "from_ayah": "7:16",
    "to_ayah": "7:17",
    "ayah_keys": "7:16,7:17",
    "text": "<p class=\"en translation\" lang=\"en\"><span class=\"gray\">(Iblis)</span> said: \"Because You have 'Aghwaytni', surely, I will sit in wait against them <span class=\"gray\">(human beings)</span> on Your straight pat <span>(16)</span>\"Then I will come to them from before them and behind them, from their right and from their left, and You will not find most of them to be thankful. <span>(17)</span></p><p lang=\"en\" class=\"en \">Allah said that after He gave respite to Shaytan,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ يَوْمِ يُبْعَثُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(till the Day they are raised up <span class=\"gray\">(resurrected)</span>)</span> and Iblis was sure that he got what he wanted, he went on in defiance and rebellion. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Because You have 'Aghwaytani', surely, I will sit in wait against them <span class=\"gray\">(human beings)</span> on Your straight path.\")</span> meaning, as You have sent me astray. Ibn 'Abbas said that 'Aghwaytani' means, \"Misguided me.\" Others said, \"As You caused my ruin, I will sit in wait for Your servants whom You will create from the offspring of the one you expelled me for.\" He went on,</p><p class=\"ar qpc-hafs\" lang=\"ar\">صِرَاطَكَ الْمُسْتَقِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your straight path)</span>, the path of truth and the way of safety. I <span class=\"gray\">(Iblis)</span> will misguide them from this path so that they do not worship You Alone, because You sent me astray. Mujahid said that the 'straight path', refers to the truth. Imam Ahmad recorded that Saburah bin Abi Al-Fakih said that he heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشَّيْطَانَ قَعَدَ لِابْنِ آدَمَ بِطُرُقِهِ، فَقَعَدَ لَهُ بِطَرِيقِ الْإِسْلَامِ، فَقَالَ: أَتُسْلِمُ وَتَذَرُ دِينَكَ وَدِينَ آبَائِكَ؟ قَالَ: فَعَصَاهُ وَأَسْلَمَ</p><p class=\"qpc-hafs\">قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَعَدَ لَهُ بِطَرِيقِ الْهِجْرَةِ فَقَالَ: أَتُهَاجِرُ وَتَدَعُ أَرْضَكَ وَسَمَاءَكَ؟ وَإِنَّمَا مَثَلُ الْمُهَاجِرِ كَالْفَرَسِ فِي الطِّوَلِ، فَعَصَاهُ وَهَاجَرَ، ثُمَّ قَعَدَ لَهُ بِطَرِيقِ الْجِهَادِ وَهُوَ جِهَادُ النَّفْسِ وَالْمَالِ، فَقَالَ: تُقَاتِلُ فَتُقْتَلُ فَتُنْكَحُ الْمَرْأَةُ وَيُقْسَمُ الْمَالُ، قاَلَ: فَعَصَاهُ وَجَاهَدَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وقال رسول الله صلّى الله عليه وسلّم:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ فَعَلَ ذَلِكَ مِنْهُمْ فَمَاتَ، كَانَ حَقًّا عَلَى اللهِ أَنْ يُدْخِلَهُ الْجَنَّةَ، وَإِنْ قُتِلَ كَانَ حَقًّا عَلَى اللهِ أَنْ يُدْخِلَهُ الْجَنَّةَ، وَإِنْ غَرِقَ كَانَ حَقًّا عَلَى اللهِ أَنْ يُدْخِلَهُ الْجَنَّةَ أَوْ وَقَصَتْهُ دَابَّةٌ كَانَ حَقًّا عَلَى اللهِ أَنْ يُدْخِلَهُ الْجَنَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shaytan sat in wait for the Son of Adam in all his paths. He sat in the path of Islam, saying, 'Would you embrace Islam and abandon your religion and the religion of your forefathers?' However, the Son of Adam disobeyed Shaytan and embraced Islam. So Shaytan sat in the path of Hijrah <span class=\"gray\">(migration in the cause of Allah)</span>, saying, 'Would you migrate and leave your land and sky?' But the parable of the Muhajir is that of a horse in his stamina So, he disobeyed Shaytan and migrated. So Shaytan sat in the path of Jihad, against one's self and with his wealth, saying, 'If you fight, you will be killed, your wife will be married and your wealth divided.' So he disobeyed him and performed Jihad. Therefore, whoever among them <span class=\"gray\">(Children of Adam)</span> does this and dies, it will be a promise from Allah that He admits him into Paradise. If he is killed, it will be a promise from Allah that He admits him into Paradise. If he drowns, it will be a promise from Allah that He admits him into Paradise. If the animal breaks his neck, it will be a promise from Allah that He admits him into Paradise.)</span></p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas commented on:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَآتِيَنَّهُم مِّن بَيْنِ أَيْدِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then I will come to them from before them)</span> Raising doubts in them concerning their Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ خَلْفِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(from)</span> behind them)</span>, making them more eager for this life,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَعَنْ أَيْمَانِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from their right)</span>, causing them confusion in the religion,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَن شَمَائِلِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and from their left)</span> luring them to commit sins.\" </p><p lang=\"en\" class=\"en \">This is meant to cover all paths of good and evil. Shaytan discourages the people from the path of good and lures them to the path of evil. Al-Hakam bin Abban said that 'Ikrimah narrated from Ibn 'Abbas concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَآتِيَنَّهُم مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَائِلِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then I will come to them from before them and behind them, from their right and from their left,)</span></p><p lang=\"en\" class=\"en \">\"He did not say that he will come from above them, because the mercy descends from above.\" 'Ali bin Abi Talhah reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and You will not find most of them to be thankful.)</span> \"means, those who single Him out <span class=\"gray\">[in worship]</span>.\" When Shaytan said this, it was a guess and an assumption on his part. Yet, the truth turned out to be the same, for Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِّنَ الْمُؤْمِنِينَ - وَمَا كَانَ لَهُ عَلَيْهِم مِّن سُلْطَانٍ إِلَّا لِنَعْلَمَ مَن يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ وَرَبُّكَ عَلَىٰ كُلِّ شَيْءٍ حَفِيظٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed Iblis <span class=\"gray\">(Shaytan)</span> did prove true his thought about them, and they followed him, all except a group of true believers. And he had no authority over them, except that We might test him who believes in the Hereafter, from him who is in doubt about it. And your Lord is Watchful over everything.)</span><span class=\"gray\">[34:20-21]</span>. </p><p lang=\"en\" class=\"en \">This is why there is a Hadith that encourages seeking refuge with Allah from the lures of Shaytan from all directions. Imam Ahmad narrated that 'Abdullah bin 'Umar said, \"The Messenger of Allah ﷺ used to often recite this supplication in the morning and when the night falls,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِي وَأَعُوذُ بِعَظَمتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! I ask You for well-being in this life and the Hereafter. O Allah! I ask You for pardon and well-being in my religion, life, family and wealth. O Allah! Cover my errors and reassure me in times of difficulty. O Allah! Protect me from before me, from behind me, from my right, from my left and from above me. I seek refuge with Your greatness from being killed from below me.)</span>\" </p><p lang=\"en\" class=\"en \">Waki' commented <span class=\"gray\">(about being killed from below)</span>, \"This refers to earthquakes.\" Abu Dawud, An-Nasa'i, Ibn Majah, Ibn Hibban and Al-Hakim collected this Hadith, and Al-Hakim said, \"Its chain is Sahih. \"</p>"
  },
  {
    "ayah_key": "7:160",
    "group_ayah_key": "7:160",
    "from_ayah": "7:160",
    "to_ayah": "7:162",
    "ayah_keys": "7:160,7:161,7:162",
    "text": "<p lang=\"en\" class=\"en \">And We divided them into twelve tribes <span class=\"gray\">(as distinct)</span> nations. We revealed to Musa when his people asked him for water <span class=\"gray\">(saying)</span>: \"Strike the stone with your stick,\" and there gushed forth out of it twelve springs, each group knew its own place for water. We shaded them with the clouds and sent down upon them the manna and the quail <span class=\"gray\">(saying)</span>: \"Eat of the good things with which We have provided you.\" They harmed Us not but they used to harm themselves <span>(160)</span>And <span class=\"gray\">(remember)</span> when it was said to them: \"Dwell in this town <span class=\"gray\">(Jerusalem)</span> and eat therefrom wherever you wish, and say, '<span class=\"gray\">(O Allah)</span> forgive our sins'; and enter the gate prostrating <span class=\"gray\">(bowing with humility)</span>. We shall forgive you your wrongdoings. We shall increase <span class=\"gray\">(the reward)</span> for the good-doers. <span>(161)</span>But those among them who did wrong, changed the word that had been told to them. So We sent on them a torment from the heaven in return for their wrongdoings <span>(162)</span></p><p lang=\"en\" class=\"en \">We discussed these Ayat in Surat Al-Baqarah, which was revealed in Al-Madinah, while these Ayat were revealed in Makkah. We also mentioned the difference between the two narrations, and thus we do not need to repeat it here, all thanks are due to Allah and all the favors are from Him.</p>"
  },
  {
    "ayah_key": "7:163",
    "group_ayah_key": "7:163",
    "from_ayah": "7:163",
    "to_ayah": "7:163",
    "ayah_keys": "7:163",
    "text": "<p class=\"en translation\" lang=\"en\">And ask them about the town that was by the sea; when they transgressed in the matter of the Sabbath: when their fish came to them openly on the Sabbath day, and did not come to them on the day they had no Sabbath. Thus We made a trial for them, for they used to rebel against Allah's command <span>(163)</span></p><div lang=\"en\" class=\"en \"><h2>The Jews transgress the Sanctity of the Sabbath</h2></div><p lang=\"en\" class=\"en \">This Ayah explains Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنكُمْ فِي السَّبْتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed you knew those among you who transgressed in the matter of the Sabbath..)</span><span class=\"gray\">[2:65]</span> Allah says to His Prophet ﷺ here,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاسْأَلْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And ask them)</span> ask the Jews who are with you, about the story of their fellow Jews who defied Allah's command, so that His punishment overtook them all of a sudden for their evil actions, transgression and defiance by way of deceit. Also, warn the Jews <span class=\"gray\">(O Muhammad)</span> against hiding your description that they find in their books, so that they do not suffer what their forefathers suffered. The village mentioned here is Aylah, on the shore of the Qulzum <span class=\"gray\">(Red)</span> Sea. Muhammad bin Ishaq recorded from Dawud bin Al-Husayn from 'Ikrimah that Ibn 'Abbas commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And ask them about the town that was by the sea...)</span> \"A village called Aylah between Madyan and At-Tur <span class=\"gray\">(which is in Sinai)</span>. 'Ikrimah, Mujahid, Qatadah and As-Suddi said similarly. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ يَعْدُونَ فِي السَّبْتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when they transgressed in the matter of the Sabbath;)</span> means, they transgressed in the Sabbath and defied Allah's command to them to keep it sanctified,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when their fish came to them openly on the Sabbath day,)</span> visible on top of the water, according to Ad-Dahhak who reported it from Ibn 'Abbas. Ibn Jarir said, \"Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ لَا يَسْبِتُونَ لَا تَأْتِيهِمْ كَذَٰلِكَ نَبْلُوهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and did not come to them on the day they had no Sabbath. Thus We made a trial of them,)</span> means, this is how We tested them by making the fish swim close to the surface of the water, on the day which they were prohibited to fish. The fish would be hidden from them on the day when they were allowed to fish,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ نَبْلُوهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus We made a trial for them,)</span> so that We test them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا كَانُوا يَفْسُقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for they used to rebel against Allah's command)</span> by defying His obedience and rebelling against it.\" </p><p lang=\"en\" class=\"en \">Therefore, these were a people who used a trick to violate Allah's prohibitions, taking an action that seemed legal on the surface. However, in reality, this action was meant to transgress the prohibition. Imam and scholar Abu 'Abdullah Ibn Battah reported that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَرْتَكِبوُا مَا ارْتَكَبَتِ الْيَهُودُ فَتَسْتَحِلُّوا مَحَارِمَ اللهِ بِأَدْنَى الْحِيَلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not repeat what the Jews committed, and violate Allah's prohibitions using deceitful tricks.)</span> This Hadith has a reasonable chain.</p>"
  }
]