[
  {
    "ayah_key": "2:174",
    "group_ayah_key": "2:174",
    "from_ayah": "2:174",
    "to_ayah": "2:176",
    "ayah_keys": "2:174,2:175,2:176",
    "text": "<p lang=\"en\" class=\"en \">Verily, those who conceal what Allah has sent down of the Book, and purchase a small gain therewith <span class=\"gray\">(of worldly things)</span>, they eat into their bellies nothing but fire. Allah will not speak to them on the Day of Resurrection, nor purify them, and theirs will be a painful torment <span>(174)</span>Those are they who have purchased error at the price of guidance, and torment at the price of forgiveness. So how bold they are <span class=\"gray\">(for evil deeds which will push them)</span> to the Fire <span>(175)</span>That is because Allah has sent down the Book <span class=\"gray\">(the Qur'an)</span> in truth. And verily, those who disputed as regards the Book are far away in opposition <span>(176)</span></p><div lang=\"en\" class=\"en \"><h2>Criticizing the Jews for concealing what Allah revealed</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلَ اللَّهُ مِنَ الْكِتَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who conceal what Allah has sent down of the Book.)</span> Meaning the Jews who concealed their Book's descriptions of Muhammad ﷺ, all of which testify to his truth as a Messenger and a Prophet. They concealed this information so that they would not lose authority and the position that they had with the Arabs, where they would bring them gifts, and honor them. The cursed Jews feared that if they announced what they know about Muhammad ﷺ, then the people would abandon them and follow him. So they hid the truth so that they may retain the little that they were getting, and they sold their souls for this little profit. They preferred the little that they gained over guidance and following the truth, believing in the Messenger ﷺ and having faith in what Allah was sent him with. Therefore, they have profited failure and loss in this life and the Hereafter.</p><p lang=\"en\" class=\"en \">As for this world, Allah made the truth about His Messenger ﷺ known anyway, by the clear signs and the unequivocal proofs. Thereafter, those whom the Jews feared would follow the Prophet ﷺ, believed in him and followed him anyway, and so they became his supporters against them. Thus, the Jews earned anger on top of the wrath that they already had earned before, and Allah criticized them again many times in His Book. For instance, Allah said in this Ayah <span class=\"gray\">(2:174 above)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who conceal what Allah has sent down of the Book, and purchase a small gain therewith <span class=\"gray\">(of worldly things)</span>.)</span> meaning, the joys and delights of this earthly life. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...they eat into their bellies nothing but fire,)</span> meaning, whatever they eat in return for hiding the truth, will turn into a raging fire in their stomachs on the Day of Resurrection.</p><p lang=\"fil\" class=\"fil \">Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَىٰ ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who unjustly eat up the property of orphans, they eat up only fire into their bellies, and they will be burnt in the blazing Fire!)</span><span class=\"gray\">(4:10)</span></p><p lang=\"en\" class=\"en \">Also, reported in an authentic Hadith is that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يَأْكُلُ أَوْ يَشْرَبُ فِي آنِيةِ الذَّهَبِ وَالْفِضَّةِ إنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who eat or drink in golden or silver plates are filling their stomachs with the fire of Jahannam <span class=\"gray\">(Hell)</span>.)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will not speak to them on the Day of Resurrection, nor purify them, and theirs will be a painful torment.)</span></p><p lang=\"en\" class=\"en \">This is because Allah is furious with them for concealing the truth. They thus deserve Allah's anger, so Allah will not look at them or purify them, meaning that He will not praise them but will cause them to taste a severe torment. Then, Allah said about them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those are they who have purchased error for guidance.)</span></p><p lang=\"en\" class=\"en \">Hence, they opposed the guidance, that is, not announcing the Prophet's description they find in their Books, the news about his prophecy and the good news of his coming which the previous Prophets proclaimed, as well as following and believing in him. Instead, they preferred misguidance by denying him, rejecting him and concealing his descriptions that were mentioned in their Books. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَذَابَ بِالْمَغْفِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and torment at the price of forgiveness,)</span> meaning, they preferred torment over forgiveness due to the sins they have committed. Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا أَصْبَرَهُمْ عَلَى النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So how bold they are <span class=\"gray\">(for evil deeds which will push them)</span> to the Fire.)</span></p><p lang=\"en\" class=\"en \">Allah states that they will suffer such severe, painful torment that those who see them will be amazed at how they could bear the tremendous punishment, torture and pain that they will suffer. We seek refuge with Allah from this evil end. Allah's Statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is because Allah has sent down the Book <span class=\"gray\">(the Qur'an)</span> in truth.)</span> means, they deserve this painful torment because Allah has revealed Books to His Messenger Muhammad ﷺ, and the Prophets before him, and these revelations bring about truth and expose falsehood. Yet, they took Allah's signs for mockery. Their Books ordered them to announce the truth and to spread the knowledge, but instead, they defied the knowledge and rejected it. This Final Messenger ـ Muhammad ﷺ ـ called them to Allah, commanded them to work righteousness and forbade them from committing evil. Yet, they rejected, denied and defied him and hid the truth that they knew about him. They, thus, mocked the Ayat that Allah revealed to His Messengers, and this is why they deserved the torment and the punishment. This is why Allah said here <span class=\"gray\">(2:176)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ اللَّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is because Allah has sent down the Book <span class=\"gray\">(the Qur'an)</span> in truth. And verily, those who disputed about the Book are far away in opposition.)</span></p>"
  }
]