[
  {
    "ayah_key": "33:6",
    "group_ayah_key": "33:6",
    "from_ayah": "33:6",
    "to_ayah": "33:6",
    "ayah_keys": "33:6",
    "text": "<p class=\"en translation\" lang=\"en\">The Prophet is closer to the believers than themselves, and his wives are their mothers. And blood relations among each other have closer personal ties in the decree of Allah than the believers and the Muhajirin, except that you do kindness to those brothers. This has been written in the Book <span>(6)</span></p><p lang=\"en\" class=\"en \">Loyalty to the Prophet ﷺ; and his wives are Mothers of the Believers</p><p lang=\"en\" class=\"en \">Allah tells us how His Messenger ﷺ is merciful and sincere towards his Ummah, and how he is closer to them than they are to themselves. His judgement or ruling takes precedence over their own choices for themselves, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But no, by your Lord, they can have no faith, until they make you judge in all disputes between them, and find in themselves no resistance against your decisions, and accept with full submission.)</span><span class=\"gray\">(4:65)</span> In the Sahih it says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ نَفْسِهِ وَمَالِهِ وَوَلَدِهِ وَالنَّاسِ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the One in Whose Hand is my soul, none of you truly believes until I am dearer to him than his own self, his wealth, his children and all the people.)</span> It was also reported in the Sahih that 'Umar, may Allah be pleased with him, said: \"O Messenger of Allah, by Allah, you are dearer to me than everything except myself.\" He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، يَا عُمَرُ! حَتَّى أَكُونَ أَحَبَّ إِلَيْكَ مِنْ نَفْسِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, O 'Umar, not until I am dearer to you than yourself.)</span> 'Umar said: \"O Messenger of Allah, by Allah, now you are dearer to me than everything, even myself.\" He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْآنَ يَاعُمَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Now, O 'Umar <span class=\"gray\">[you have got it right]</span>.)</span> Allah says in this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">النَّبِيُّ أَوْلَىٰ بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Prophet is closer to the believers than themselves,)</span> Concerning this Ayah, Al-Bukhari narrated from Abu Hurayrah, may Allah be pleased with him, that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ مُؤْمِنٍ إِلَّا وَأَنَا أَوْلَى النَّاسِ بِهِ فِي الدُّنْيَا وَالْآخِرَةِ، اقْرَؤُوا إِنْ شِئْتُمْ: النَّبِيُّ أَوْلَىٰ بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no believer except I am the closest of all people to him in this world and in the Hereafter. Recite, if you wish: <span class=\"gray\">(The Prophet is closer to the believers than themselves.)</span></span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَيُّمَا مُؤْمِنٍ تَرَكَ مَالًا فَلْيَرِثْهُ عُصْبَتُهُ مَنْ كَانُوا، وَإِنْ تَرَكَ دَيْنًا أَوْ ضِيَاعًا فَلْيَأْتِنِي فَأَنَا مَوْلَاهُ</p><p lang=\"en\" class=\"en \">If any believer leaves behind any wealth, let his own relatives inherit it, but if he leaves behind any debt or orphans, bring them to me and I will take care of them.) This was recorded only by Al-Bukhari, and he also recorded it in the Book of Loans.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَزْوَاجُهُ أُمَّهَاتُهُمْ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and his wives are their mothers.)</span> means, they are unlawful for marriage. In terms of honor, respect and veneration, it is not permissible for them to be alone with them, and the prohibition of marriage to them does not extend to their daughters and sisters, according to scholarly consensus.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And blood relations among each other have closer personal ties in the decree of Allah than the believers and the Muhajirin,)</span></p><p lang=\"en\" class=\"en \">This is an abrogation of the rule that existed previously, whereby they could inherit from one another by virtue of the oath of brotherhood among them. Ibn 'Abbas and others said: \"A Muhajir would inherit from an Ansari even though they were not related by blood, because of the brotherhood established between them by the Messenger of Allah ﷺ.\"</p><p lang=\"en\" class=\"en \">This was also stated by Sa'id bin Jubayr and others among scholars of the earlier and later generations.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَنْ تَفْعَلُوا إِلَىٰ أَوْلِيَائِكُمْ مَعْرُوفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except that you do kindness to those brothers.)</span> means, the idea of inheriting from one another has gone, but there remains the duty to offer support and kindness, to uphold ties of brotherhood and to offer good advice.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ ذَٰلِكَ فِي الْكِتَابِ مَسْطُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This has been written in the Book.)</span> This ruling, which is that those who are blood relatives have closer personal ties to one another, is a ruling which Allah has decreed and which is written in the First Book which cannot be altered or changed. This is the view of Mujahid and others. <span class=\"gray\">(This is the case)</span> even though Allah legislated something different at certain times, and there is wisdom behind this, for He knew that this would be abrogated and the original ruling that was instituted an eternity ago would prevail, and this is His universal and legislative decree. And Allah knows best.</p>"
  },
  {
    "ayah_key": "33:63",
    "group_ayah_key": "33:63",
    "from_ayah": "33:63",
    "to_ayah": "33:68",
    "ayah_keys": "33:63,33:64,33:65,33:66,33:67,33:68",
    "text": "<p lang=\"en\" class=\"en \">People ask you concerning the Hour, say: \"The knowledge of it is with Allah only. What do you know? It may be that the Hour is near! <span>(63)</span>Verily, Allah has cursed the disbelievers, and has prepared for them a flaming Fire <span>(64)</span>Wherein they will abide forever, and they will find neither a a protector nor a helper <span>(65)</span>On the Day when their faces will be turned over in the Fire, they will say: \"Oh, would that we had obeyed Allah and obeyed the Messenger. <span>(66)</span>And they will say: \"Our Lord! Verily, we obeyed our chiefs and our great ones, and they misled us from the way. <span>(67)</span>\"Our Lord! Give them double torment and curse them with a mighty curse! <span>(68)</span></p><p lang=\"en\" class=\"en \">No One knows when the Day of Resurrection will come except Allah</p><p lang=\"en\" class=\"en \">Here Allah tells His Messenger ﷺ that he cannot know when the Hour will come, and if people ask him about that, He instructs him to refer the matter to Allah, may He be exalted, as Allah says in Surat Al-A'raf, even though that was revealed in Makkah and this Surah was revealed in Al-Madinah. Allah continues to tell him to refer this matter to the One Who knows about it, but He tells him that it is at hand, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What do you know? It may be that the Hour is near!)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hour has drawn near, and the moon has been cleft asunder.)</span><span class=\"gray\">(54:1)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Draws near for mankind their reckoning, while they turn away in heedlessness.)</span><span class=\"gray\">(21:1)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَىٰ أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Event <span class=\"gray\">(the Hour)</span> ordained by Allah will come to pass, so seek not to hasten it)</span><span class=\"gray\">(16:1)</span>.</p><p lang=\"en\" class=\"en \">The Curse on the Disbelievers and its Eternity and their Regret</p><p lang=\"en\" class=\"en \">Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah has cursed the disbelievers,)</span> means, He has distanced them from His mercy.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعَدَّ لَهُمْ سَعِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has prepared for them a flaming Fire <span class=\"gray\">(Hell)</span>.)</span> means, in the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا أَبَدًا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wherein they will abide forever,)</span> means, they will stay there forever and ever, never leaving or finding relief from it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will find neither a a protector nor a helper.)</span> means, they will have no saviour to help them or rescue them from their predicament. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when their faces will be turned over in the Fire, they will say: \"Oh, would that we had obeyed Allah and obeyed the Messenger.\")</span> means, they will be dragged into the Fire on their faces and their faces will be contorted in Hell, and in that state they will wish that they had been among those who had obeyed Allah and His Messenger ﷺ in this world. Allah describes how they will be in the Hereafter:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا - يَا وَيْلَتَىٰ لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا - لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي ۗ وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Day when the wrongdoer will bite at his hands, he will say: \"Oh! Would that I had taken a path with the Messenger. Ah! Woe to me! Would that I had never taken so-and-so as an intimate friend! He indeed led me astray from the Reminder after it had come to me. And Shaytan is to man ever a deserter in the hour of need.\")</span><span class=\"gray\">(25:27-29)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How much would those who disbelieved wish that they had been Muslims.)</span><span class=\"gray\">(15:2)</span> And here too, Allah tells us that when they are in this state, they will wish that they had obeyed Allah and His Messenger ﷺ in this world:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will say: \"Our Lord! Verily, we obeyed our chiefs and our great ones, and they misled us from the way.\")</span> Tawus said: \" 'Our chiefs' means their nobles and 'our great ones' means their scholars.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Give them double torment)</span> means, 'for their disbelief and because they mislead us.' </p><p lang=\"en\" class=\"en \">Abu Al-Qasim At-Tabarani recorded from Abu Rafi' that among the names of those who fought with 'Ali, may Allah be pleased with him, was Al-Hajjaj bin 'Amr bin Ghaziyah, and he was the one who, when they met, said; \"O people of the Ansar! Do you want to say when we meet our Lord:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا - رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Verily, we obeyed our chiefs and our great ones, and they misled us from the way. Our Lord! Give them double torment and curse them with a mighty curse!)</span>\"</p>"
  }
]