[
  {
    "ayah_key": "33:35",
    "group_ayah_key": "33:35",
    "from_ayah": "33:35",
    "to_ayah": "33:35",
    "ayah_keys": "33:35",
    "text": "<p lang=\"en\" class=\"en \">Verily, the Muslims: men and women, the believers: men and women, the Qanit: men and the women, the men and women who are truthful, the men and the women who are patient, the Khashi': men and the women, the men and the women who give Sadaqat, the men and the women who fast, the men and the women who guard their chastity and the men and the women who remember Allah much with their hearts and tongues, Allah has prepared for them forgiveness and a great reward <span>(35)</span></p><p lang=\"no\" class=\"no \">The Reason for Revelation</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Umm Salamah, may Allah be pleased with her, the wife of the Prophet ﷺ said, \"I said to the Prophet ﷺ, 'Why is it that we are not mentioned in the Qur'an as men are?' Then one day without my realizing it, he was calling from the Minbar and I was combing my hair, so I tied my hair back then I went out to my chamber in my house, and I started listening out, and he was saying from the Minbar:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَاأَيُّهَا النَّاسُ إِنَّ اللهَ تَعَالَى يَقُولُ: إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people! Verily Allah says: <span class=\"gray\">(Verily, the Muslims: men and women, the believers: men and women...)</span>)</span> to the end of the Ayah.\" This was also recorded by An-Nasa'i and Ibn Jarir.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the Muslims: men and women, the believers: men and women...)</span> indicates that Iman is something other than Islam, and that it is more specific, because Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتِ الْأَعْرَابُ آمَنَّا ۖ قُلْ لَمْ تُؤْمِنُوا وَلَٰكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The bedouins say: \"We believe.\" Say: \"You believe not but you only say, 'We have surrendered <span class=\"gray\">(in Islam)</span>,' for faith has not yet entered your hearts.\")</span><span class=\"gray\">(49:14)</span>. In the Two Sahihs, it says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The adulterer does not commit adultery at the time when he is a believer.)</span> For it snatches away his Iman, although that does not mean he is a disbeliever, according to the consensus of the Muslims. This indicates that Iman is more specific than Islam, as we have stated at the beginning of our commentary on Al-Bukhari.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَانِتِينَ وَالْقَانِتَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Qanit: men and the women,)</span> Al-Qunut means obedience during quite time.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is one who is <span class=\"gray\">(Qanit,)</span> prostrating himself or standing in the middle of the night, fearing the Hereafter and hoping for the mercy of his Lord...)</span><span class=\"gray\">(39:9)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ كُلٌّ لَهُ قَانِتُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Him belongs whatever is in the heavens and the earth. All are Uqnuti <span class=\"gray\">(Qanitun)</span> to Him.)</span><span class=\"gray\">(30:26)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Maryam! \"Uqnuti to your Lord and prostrate, and bow with Ar-Raki'in <span class=\"gray\">(those who bow)</span>.\")</span><span class=\"gray\">(3:43)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">وَقُومُوا لِلَّهِ قَانِتِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And stand before Allah Qanitin)</span><span class=\"gray\">(2: 238)</span>. So, beyond Islam there is a higher level to be reached, which is Iman, and Qunut stems from them both.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّادِقِينَ وَالصَّادِقَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the men and women who are truthful,)</span> This refers to their speech, for truthfulness is a praiseworthy attribute. Some of the Companions, may Allah be pleased with them, were never known to have lied even once, neither during Jahiliyyah nor in Islam. Truthfulness is a sign of faith, just as lying is a sign of hypocrisy. Whoever is truthful will be saved:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْكُمْ بِالصِّدْقِ فَإِنَّ الصِّدْقَ يَهْدِي إِلَى الْبِرِّ، وَإِنَّ الْبِرَّ يَهْدِي إِلَى الْجَنَّةِ، وَإِيَّاكُمْ وَالْكَذِبَ، فَإِنَّ الْكَذِبَ يَهْدِي إِلَى الْفُجُورِ، وَإِنَّ الْفُجُورَ يَهْدِي إِلَى النَّارِ، وَلَا يَزَالُ الرَّجُلُ يَصْدُقُ وَيَتَحَرَّى الصِّدْقَ حَتَّى يُكْتَبَ عِنْدَ اللهِ صِدِّيقًا، وَلَا يَزَالُ الرَّجُلُ يَكْذِبُ وَيَتَحَرَّى الْكَذِبَ حَتَّى يُكْتَبَ عِنْدَ اللهِ كَذَّابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You have to be truthful, for truthfulness leads to righteousness and righteousness leads to Paradise. And beware of lying, for lying leads to immorality and immorality leads to Hell. A man will keep telling the truth and striving to do so until he will be recorded with Allah as a truthful. And a man will keep telling lies and will persist in doing so until he will be recorded with Allah as a liar.)</span> And there are many Hadiths on this topic.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّابِرِينَ وَالصَّابِرَاتِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the men and the women who are patient,)</span> This is the attribute of those who are steadfast, which is patience in the face of adversity and knowing that what is decreed will inevitably come to pass. So, they face it with patience and steadfastness. Patience is the most difficult when disaster first strikes, then after that it becomes easier, and this is true steadfastness.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْخَاشِعِينَ وَالْخَاشِعَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Khashi': men and the women,)</span> Khushu' means serenity and tranquillity, deliberation and dignity and humility. What motivates a person to be like this is the fear of Allah and the awareness that He is constantly watching, as mentioned in the Hadith:</p><p class=\"fa qpc-hafs\" lang=\"fa\">اعْبُدُ اللهَ كَأَنَّكَ تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Worship Allah as if you can see Him, for if you cannot see Him, He can see you.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the men and the women who give Sadaqat,)</span> As-Sadaqah <span class=\"gray\">(charity)</span> means doing good to people who are in need or who are weak and have no means of earning a living and none to financially support them. They give them from the excess of their wealth in obedience to Allah and as a good deed to His creation. It was recorded in the Two Sahihs:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبْعَةٌ يُظِلُّهُمُ اللهُ فِي ظِلِّهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ - فَذَكَرَ مِنْهُمْ - وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لَاتَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There are seven whom Allah will shade with His Shade on the Day when there will be no shade except His Shade <span class=\"gray\">(and among them he mentioned)</span>...a man who gave in charity and concealed it to the extent that his left hand did not know what his right hand was giving.)</span> According to another Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّدَقَةُ تُطْفِىءُ الْخَطِيئَةَ كَمَا يُطْفِىءُ الْمَاءُ النَّارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Sadaqah extinguishes bad deeds just as water extinguishes fire.)</span> There are many Hadiths which encourage charitable giving; this topic is discussed in detail elsewhere.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّائِمِينَ وَالصَّائِمَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the men and the women who fast,)</span> According to a Hadith narrated by Ibn Majah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّوْمُ زَكَاةُ الْبَدَنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fasting is the Zakah of the body.)</span> In other words, it purifies it and cleanses it of things that are bad in both physical and Shar'i terms. Sa'id bin Jubayr said: \"Whoever fasts Ramadan and three days of each month, is included in the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّائِمِينَ وَالصَّائِمَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the men and the women who fast,)</span>\" Fasting is also one of the greatest means of overcoming one's desires, as the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَامَعْشَرَ الشَّبَابِ! مَنِ اسْتَطَاعَ مِنْكُمُ الْبَاءَةَ فَلْيَتَزَوَّجْ، فَإِنَّهُ أَغَضُّ لِلْبَصَرِ وَأَحْصَنُ لِلْفَرْجِ، وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O young men! Whoever among you can afford to get married, let him do so, for it is most effective in lowering the gaze and protecting the chastity. And whoever cannot get married, then let him fast, for it will be a protection for him.)</span> It is quite apt that next should be mentioned:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the men and the women who guard their chastity)</span> i.e., they protect their private parts from forbidden and sinful things, except for that which is permitted. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ - إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ - فَمَنِ ابْتَغَىٰ وَرَاءَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْعَادُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who guard their chastity. Except from their wives or the whom their right hands possess – for they are not blameworthy. But whosoever seeks beyond that, then it is those who are trespassers.)</span><span class=\"gray\">(70:29-31)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the men and the women who remember Allah much)</span> Ibn Abi Hatim recorded that Abu Sa'id Al-Khudri, may Allah be pleased with him, said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أَيْقَظَ الرَّجُلُ امْرَأَتَهُ مِنَ اللَّيْلِ فَصَلَّيَا رَكْعَتَيْنِ كُتِبَا تِلْكَ اللَّيْلَةَ مِنَ الذَّاكِرِينَ اللهَ كَثِيرًا وَالذَّاكِرَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If a man wakes his wife at night and they pray two Rak'ahs, they will recorded that night as being among the men and the women who remember Allah much.)</span> This was recorded by Abu Dawud, An-Nasa'i and Ibn Majah from the Hadith of Abu Sa'id and Abu Hurayrah, may Allah be pleased with them both, from the Prophet ﷺ. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Hurayrah, may Allah be pleased with him, said: \"The Messenger of Allah ﷺ was walking along a road in Makkah, and he came to <span class=\"gray\">(the mountain of)</span> Jumdan, and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذَا جُمْدَانُ، سِيرُوا، فَقَدْ سَبَقَ الْمُفَرِّدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is Jumdan, go ahead, for the Mufarridun have gone ahead.)</span> They said, 'Who are the Mufarridun?' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الذَّاكِرُونَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The men and the women who remember Allah much)</span> Then he ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ اغْفِرْ لِلْمُحَلِّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, forgive those who shaved their hair.)</span> They said, 'And those who shortened.' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ اغْفِرْ لِلْمُحَلِّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, forgive those who shaved their hair.)</span> They said, 'And those who shortened.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَالْمُقَصِّرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who shortened.)</span> This was recorded by Imam Ahmad with this chain of narration. It was also recorded by Muslim, except for the last part of it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has prepared for them forgiveness and a great reward.)</span> Here Allah tells us that for all of those mentioned in this Ayah, He has prepared for them forgiveness of their sins and a great reward, meaning, Paradise.</p>"
  }
]