[
  {
    "ayah_key": "3:156",
    "group_ayah_key": "3:156",
    "from_ayah": "3:156",
    "to_ayah": "3:158",
    "ayah_keys": "3:156,3:157,3:158",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Be not like those who disbelieve and who say to their brethren when they travel through the earth or go out to fight: \"If they had stayed with us, they would not have died or been killed,\" so that Allah may make it a cause of regret in their hearts. It is Allah that gives life and causes death. And Allah is All-Seer of what you do <span>(156)</span>And if you are killed or die in the way of Allah, forgiveness and mercy from Allah are far better than all that they amass <span>(157)</span>And whether you die or are killed, verily, unto Allah you shall be gathered <span>(158)</span></p><div lang=\"en\" class=\"en \"><h2>Prohibiting the Ideas of the Disbeleivers about Death and Predestination</h2></div><p lang=\"en\" class=\"en \">Allah forbids His believing servants from the disbelievers' false creed, seen in their statement about those who died in battle and during travel; \"Had they abandoned these trips, they would not have met their demise.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ كَفَرُوا وَقَالُوا لِإِخْوَانِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Be not like those who disbelieve <span class=\"gray\">(hypocrites)</span> and who say to their brethren)</span>, about their dead brethren,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا ضَرَبُوا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when they travel through the earth)</span> for the purpose of trading and otherwise,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوْ كَانُوا غُزًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or go out to fight)</span>, participating in battles,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّوْ كَانُوا عِندَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"If they had stayed with us,\")</span> in our area,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مَاتُوا وَمَا قُتِلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"they would not have died or been killed,\")</span> they would not have died while traveling or been killed in battle. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْعَلَ اللَّهُ ذَٰلِكَ حَسْرَةً فِي قُلُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that Allah may make it a cause of regret in their hearts.)</span> means, Allah creates this evil thought in their hearts so that their sadness and the grief they feel for their loss would increase. Allah refuted them by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُحْيِي وَيُمِيتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is Allah that gives life and causes death.)</span> for the creation is under Allah's power, and the decision is His Alone. No one lives or dies except by Allah's leave, and no one's life is increased or decreased except by His decree.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Seer of what you do,)</span> for His knowledge and vision encompasses all His creation and none of their affairs ever escapes Him. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you are killed or die in the way of Allah, forgiveness and mercy from Allah are far better than all that they amass.)</span><span class=\"gray\">[3:157]</span>, indicating that death and martyrdom in Allah's cause are a means of earning Allah's mercy, forgiveness and pleasure. This, indeed, is better than remaining in this life with its short lived delights. Furthermore, whoever dies or is killed will return to Allah, the Exalted and Most Honored, and He will reward him if he has done good deeds, or will punish him for his evil deeds. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن مُّتُّمْ أَوْ قُتِلْتُمْ لَإِلَى اللَّهِ تُحْشَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whether you die or are killed, verily, unto Allah you shall be gathered.)</span><span class=\"gray\">[3:158]</span>.</p>"
  }
]