[
  {
    "ayah_key": "16:43",
    "group_ayah_key": "16:43",
    "from_ayah": "16:43",
    "to_ayah": "16:44",
    "ayah_keys": "16:43,16:44",
    "text": "<p lang=\"en\" class=\"en \">And We sent not <span class=\"gray\">(as Our Messengers)</span> before you <span class=\"gray\">(O Muhammad)</span> any but men, whom We sent revelation. So ask Ahl Adh-Dhikr, if you know not <span>(43)</span>With clear signs and Books <span class=\"gray\">(We sent the Messengers)</span>. And We have also revealed the Dhikr to you so that you may clearly explain to men what was revealed to them, and that perhaps they may reflect <span>(44)</span></p><div lang=\"en\" class=\"en \"><h2>Only Human Messengers have been Sent</h2></div><p lang=\"en\" class=\"en \">Ad-Dahhak said, reporting from Ibn 'Abbas: \"When Allah sent Muhammad ﷺ as a Messenger, the Arabs, or some of them, denied him and said, 'Allah is too great to send a human being as a Messenger.' Then Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَىٰ رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ النَّاسَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it a wonder to people that We have sent Our Inspiration to a man from among themselves <span class=\"gray\">(saying)</span>: \"Warn mankind...\")</span><span class=\"gray\">[10:2]</span> and He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِمْ ۚ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We sent not <span class=\"gray\">(as Our Messengers)</span> before you <span class=\"gray\">(O Muhammad)</span> any but men, whom We sent Revelation. So ask Ahl Adh-Dhikr, if you know not.)</span>. meaning, <span class=\"gray\">(ask)</span> the people of the previous Books, were the Messengers that were sent to them humans or angels? If they were angels, then you have the right to find this strange, but if they were human, then you have no grounds to deny that Muhammad ﷺ is a Messenger. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم مِّنْ أَهْلِ الْقُرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We sent not before you <span class=\"gray\">(as Messengers)</span> any but men to whom We revealed, from among the people of townships.)</span><span class=\"gray\">[12:109]</span> and not from among the people of heaven as you say.\" It was reported by Mujahid from Ibn 'Abbas that what is meant by Ahl Adh-Dhikr is the People of the Book. This is as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا - وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَىٰ إِلَّا أَن قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَّسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Glorified be my Lord! Am I anything but a man, sent as a Messenger?\" And nothing prevented men from believing when the guidance came to them, except that they said: \"Has Allah sent a man as <span class=\"gray\">(His)</span> Messenger?\")</span><span class=\"gray\">(17:93-94)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We never sent before you <span class=\"gray\">(O Muhammad)</span> any of the Messengers but verily, they ate food and walked in the markets.)</span><span class=\"gray\">(25:20)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَاهُمْ جَسَدًا لَّا يَأْكُلُونَ الطَّعَامَ وَمَا كَانُوا خَالِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not create them <span class=\"gray\">(the Messengers, with)</span> bodies that did not eat food, nor were they immortals.)</span><span class=\"gray\">(21:8)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا كُنتُ بِدْعًا مِّنَ الرُّسُلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ)</span>: \"I am not a new thing among the Messengers.\")</span><span class=\"gray\">[46:9]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَىٰ إِلَيَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad)</span>: \"I am only a man like you. It has been revealed to me.\")</span><span class=\"gray\">[18:110]</span> Then Allah informs those who doubt that a Messenger can be a human to ask those who have knowledge of the previous Scriptures about the Prophets who came before: were their Prophets humans or angels? Then Allah mentions that He has sent them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْبَيِّنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with clear signs)</span>, meaning proof and evidence, and</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَالزُّبُرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Books <span class=\"gray\">[Zubur]</span>)</span>, meaning Scriptures. Ibn 'Abbas, Mujahid, Ad-Dahhak and others said: Zubur is the plural of Zabur, and the Arabs say, Zaburtul-Kitab meaning, \"I wrote the book.\" Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And everything they have done is noted in <span class=\"gray\">(their)</span> Records <span class=\"gray\">(of deeds)</span><span class=\"gray\">[Zubur]</span>)</span><span class=\"gray\">(54:52)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have written in Az-Zabur after the Dhikr that My righteous servant shall inherit the land <span class=\"gray\">(i.e. the land of Paradise)</span>.)</span><span class=\"gray\">(21:105)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have also revealed the Dhikr to you)</span>, meaning the Qur'an,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that you may clearly explain to men what was revealed to them,)</span> meaning, sent down from their Lord, because you know the meaning of what Allah has revealed to you, and because of your understanding and adherence to it, and because We know that you are the best of creation and the leader of the Children of Adam. So that you may explain in detail what has been mentioned in brief, and explain what is not clear.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَلَّهُمْ يَتَفَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that perhaps they may reflect.)</span> meaning, they should examine themselves and be guided by it, so that they may attain the victory of salvation in this world and the next.</p>"
  },
  {
    "ayah_key": "16:45",
    "group_ayah_key": "16:45",
    "from_ayah": "16:45",
    "to_ayah": "16:47",
    "ayah_keys": "16:45,16:46,16:47",
    "text": "<p lang=\"en\" class=\"en \">Do then those who devise evil plots feel secure that Allah will not cause them to sink into the earth, or that torment will not seize them from where they do not perceive it <span>(45)</span>Or that He may punish them in the midst of their going to and fro <span class=\"gray\">(in their livelihood)</span>, so that there be no escape for them <span class=\"gray\">(from Allah's punishment)</span><span>(46)</span>Or that He may punish them where they fear it most? Indeed, Your Lord is full of kindness, Most Merciful <span>(47)</span></p><div lang=\"en\" class=\"en \"><h2>How the Guilty can feel Secure</h2></div><p lang=\"en\" class=\"en \">Allah informs us about His patience, and how He delays the punishment for the sinners who do evil things and call others to do likewise, plotting to call others to do evil - even though He is able to make the earth swallow them or to bring His wrath upon them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ حَيْثُ لَا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from where they do not perceive it)</span>, meaning in such a way that they do not know where it comes from. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأَمِنتُم مَّن فِي السَّمَاءِ أَن يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ - أَمْ أَمِنتُم مَّن فِي السَّمَاءِ أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًا ۖ فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you feel secure that He Who is over the heaven <span class=\"gray\">(Allah)</span>, will not cause you to sink into the earth, when it quakes? Or do you feel secure that He Who is over the heaven <span class=\"gray\">(Allah)</span>, will not send a storm of stones upon you? Then you shall know how My warning really is.)</span><span class=\"gray\">(67:16-17)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or that He may punish them in the midst of their going to and fro)</span> meaning, when they are busy with their daily business, travel, and other distracting activities. Qatadah and As-Suddi said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَقَلُّبِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their going to and fro)</span> means their journeys.\" As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنَ أَهْلُ الْقُرَىٰ أَن يَأْتِيَهُم بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ - أَوَأَمِنَ أَهْلُ الْقُرَىٰ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did the people of the towns feel secure against the coming of Our punishment by night while they were asleep? Or, did the people of the towns feel secure against the coming of Our punishment in the forenoon while they were playing?)</span><span class=\"gray\">(7:97-98)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا هُم بِمُعْجِزِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that there be no escape for them <span class=\"gray\">(from Allah's punishment)</span>)</span> meaning, it is not impossible for Allah, no matter what their situation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or that He may punish them where they fear it most?)</span> meaning, or Allah will take from them what they most fear, which is even more frightening, because when the thing you most fear to happen does happen, this is even worse. Hence Al-'Awfi reported that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or that He may punish them where they fear it most?)</span> means that Allah is saying: If I wish, I can take him after the death of his companion and after he has become frightened of that.' This was also reported from Mujahid, Ad-Dahhak, Qatadah and others. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed your Lord is full of kindness, Most Merciful.)</span> meaning, because He does not hasten to punish, as was reported in the Two Sahihs:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أَحَدَ أَصْبَرُ عَلَى أَذًى سَمِعَهُ مِنَ اللهِ، إِنَّهُمْ يَجْعَلُونَ لَهُ وَلَدًا وَهُوَ يَرْزُقُهُمْ وَيُعَافِيهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No one is more patient in the case of hearing offensive speech than Allah, for they attribute to Him a son, while He <span class=\"gray\">[alone]</span> is giving them provision and good health.)</span> And it is also recorded in Two Sahihs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will let the wrongdoer continue until, when He begins to punish him, He will never let him go.)</span> Then the Messenger of Allah ﷺ recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَىٰ وَهِيَ ظَالِمَةٌ ۚ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is the punishment of your Lord when He seizes the <span class=\"gray\">(population of)</span> towns while they are doing wrong. Indeed, His punishment is painful, <span class=\"gray\">(and)</span> severe)</span><span class=\"gray\">(11:102)</span> And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And many a township did I give respite while it was given to wrongdoing. Then I punished it. And to Me is the <span class=\"gray\">(final)</span> return <span class=\"gray\">(of all)</span>.)</span><span class=\"gray\">(22:48)</span></p>"
  }
]