[
  {
    "ayah_key": "17:94",
    "group_ayah_key": "17:94",
    "from_ayah": "17:94",
    "to_ayah": "17:95",
    "ayah_keys": "17:94,17:95",
    "text": "<p class=\"en translation\" lang=\"en\">And nothing prevented men from believing when the guidance came to them, except that they said: \"Has Allah sent a man as <span class=\"gray\">(His)</span> Messenger? <span>(94)</span>Say: \"If there were on the earth, angels walking about in peace and security, We should certainly have sent down for them from the heaven an angel as a Messenger. <span>(95)</span></p><div lang=\"en\" class=\"en \"><h2>The refusal of the Idolators to believe because the Messenger <span class=\"gray\">(ﷺ)</span> was a Human, and its refutation</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَنَعَ النَّاسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And nothing prevented men)</span> means, most of them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن يُؤْمِنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from believing)</span> and following the Messengers, except the fact that they found it strange that human beings would be sent as Messengers, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَىٰ رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it a wonder for mankind that We have sent Our revelation to a man from among themselves <span class=\"gray\">(saying)</span>: \"Warn mankind, and give good news to those who believe that they shall have with their Lord the rewards of their good deeds\")</span><span class=\"gray\">[10:2]</span> And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That was because there came to them their Messengers with clear proofs, but they said: \"Shall mere men guide us?\")</span><span class=\"gray\">[64:6]</span> Fira'wn and his people said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Shall we believe in two men like ourselves, and their people are obedient to us with humility!\")</span><span class=\"gray\">[23:47]</span></p><p lang=\"en\" class=\"en \">Similarly, the nations said to their Messengers:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"You are no more than human beings like us! You wish to turn us away from what our fathers used to worship. Then bring us a clear authority\")</span><span class=\"gray\">[14:10]</span> And there are many other similar Ayat.</p><p lang=\"en\" class=\"en \">Then Allah says, pointing out His kindness and mercy towards His servants, that He sends to them Messengers of their own kind so that they will understand what he says and will be able to speak to him directly. If He sent to mankind a Messenger from among the angels, they would not be able to deal with him face to face and learn from him, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, Allah conferred a great favor on the believers when He sent among them a Messenger from among themselves)</span><span class=\"gray\">[3:164]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ جَاءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, there has come unto you a Messenger from among yourselves)</span><span class=\"gray\">[9:128]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُوا تَعْلَمُونَ - فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Similarly, We have sent among you a Messenger of your own, reciting to you Our verses <span class=\"gray\">(the Qur'an)</span> and purifying you, and teaching you the Book and the Hikmah, and teaching you that which you used not to know. Therefore remember Me. I will remember you, and be grateful to Me and never be ungrateful to Me.)</span><span class=\"gray\">(2:151-152)</span> Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If there were on the earth, angels walking about in peace and security,)</span> meaning, just as you do,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَنَزَّلْنَا عَلَيْهِم مِّنَ السَّمَاءِ مَلَكًا رَّسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We should certainly have sent down for them from the heaven an angel as a Messenger)</span>. meaning, 'one of their own kind. But as you are human, We have sent to you Messengers from yourselves, as a kindness and a mercy.'</p>"
  },
  {
    "ayah_key": "17:96",
    "group_ayah_key": "17:96",
    "from_ayah": "17:96",
    "to_ayah": "17:96",
    "ayah_keys": "17:96",
    "text": "<p class=\"en translation\" lang=\"en\">Say: \"Sufficient is Allah for a witness between me and you. Verily, He is Ever the All-Knower, the All-Seer of His servants. <span>(96)</span></p><p lang=\"en\" class=\"en \">Allah tells His Prophet ﷺ how to prove that what he has brought is true, saying to him to tell them: \"He <span class=\"gray\">(Allah)</span> is a witness over me and over you. He knows what I have brought to you. If I were lying to you, He would take revenge on me in the severest manner,\" as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ - لَأَخَذْنَا مِنْهُ بِالْيَمِينِ - ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if he had forged a false saying concerning Us, We surely would have seized him by his right hand, And then We certainly would have cut off his life artery.)</span><span class=\"gray\">(69:44-46)</span> Allah said;</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He is Ever the All-Knower, the All-Seer of His servants.)</span> meaning, He knows best who among them deserves blessings, good treatment and guidance, and who deserves to be doomed and led astray. He says:</p>"
  },
  {
    "ayah_key": "17:97",
    "group_ayah_key": "17:97",
    "from_ayah": "17:97",
    "to_ayah": "17:97",
    "ayah_keys": "17:97",
    "text": "<p class=\"en translation\" lang=\"en\">And he whom Allah guides, he is led aright; and whomever He leaves astray can never find helpers other than Him, and We shall gather them together on the Day of Resurrection on their faces, blind, dumb and deaf; their abode will be Hell; whenever it abates, We shall increase for them the fierceness of the Fire <span>(97)</span></p><div lang=\"en\" class=\"en \"><h2>Guidance and Misguidance are in the Hands of Allah</h2></div><p lang=\"en\" class=\"en \">Allah tells us how He deals with His creation and how His rulings are carried out. He tells us that there is none who can put back His judgement, for whomever He guides cannot be led astray,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَاءَ مِن دُونِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whomever He leaves astray can never find helpers other than Him)</span>to guide him. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُ وَلِيًّا مُّرْشِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He whom Allah guides, he is the rightly-guided; but he whom He sends astray, for him you will find no Wali <span class=\"gray\">(guiding friend)</span> to lead him)</span><span class=\"gray\">[18:17]</span></p><div lang=\"en\" class=\"en \"><h2>The Punishment of the People of Misguidance</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَىٰ وُجُوهِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We shall gather them together on the Day of Resurrection on their faces,)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from Anas bin Malik that the Prophet ﷺ was asked, \"O Messenger of Allah, how will the people be gathered on their faces\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي أَمْشَاهُمْ عَلَى أَرْجُلِهِمْ قَادِرٌ عَلَى أَنْ يُمْشِيَهُمْ عَلَى وُجُوهِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The One Who made them walk on their feet is able to make them walk on their faces.)</span> It was also reported <span class=\"gray\">(by Al-Bukhari and Muslim)</span> in the Two Sahihs.</p><p class=\"sd qpc-hafs\" lang=\"sd\">عُمْيًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(blind)</span> means, unable to see.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبُكْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(dumb)</span> means, unable to speak.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصُمًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(deaf)</span> means, unable to hear. They will be in this state as a punishment for the way they were in this world, blind, dumb and deaf to the truth. This will be their recompense when they are gathered on the Day of Resurrection, at the time when they need these faculties most of all.</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَّأْوَاهُمْ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(their abode)</span> means, their destination.</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَهَنَّمُ ۖ كُلَّمَا خَبَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(will be Hell; whenever it abates,)</span> Ibn 'Abbas said, \"<span class=\"gray\">(This means)</span> calms down,\" Mujahid said, <span class=\"gray\">(It means)</span> is extinguished,\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">زِدْنَاهُمْ سَعِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall increase for them the fierceness of the Fire.)</span> meaning, increasing its flames and heat and coals, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذُوقُوا فَلَن نَّزِيدَكُمْ إِلَّا عَذَابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So taste you <span class=\"gray\">(the results of your evil actions)</span>. No increase shall We give you, except in torment.)</span><span class=\"gray\">(78:30)</span></p>"
  }
]