[
  {
    "ayah_key": "33:28",
    "group_ayah_key": "33:28",
    "from_ayah": "33:28",
    "to_ayah": "33:29",
    "ayah_keys": "33:28,33:29",
    "text": "<p class=\"en translation\" lang=\"en\">O Prophet! Say to your wives: \"If you desire the life of this world, and its glitter, then come! I will make a provision for you and set you free in a handsome manner. <span>(28)</span>\"But if you desire Allah and His Messenger, and the Home of the Hereafter, then verily, Allah has prepared for the doers of good among you an enormous reward. <span>(29)</span></p><p lang=\"ar\" class=\"ar \">Giving the Wives of the Prophet صلی اللہ علیہ وسلم the Choice</p><p lang=\"en\" class=\"en \">Here Allah commands His Messenger ﷺ to give his wives the choice of separating from him so that they may go to someone else with whom they can find what they want of the life of this world and its attractions, or of patiently bearing the straitened circumstances with the Prophet ﷺ for which they will have a great reward with Allah. They chose Allah and His Messenger ﷺ and the Home of the Hereafter, may Allah be pleased with them. Then Allah gave them the best both of this world and of the Hereafter. Al-Bukhari narrated from 'A'ishah, may Allah be pleased with her, the wife of the Prophet ﷺ that the Messenger of Allah ﷺ came to her when Allah commanded him to give his wives the choice. She said, \"The Messenger of Allah ﷺ started with me, and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي ذَاكِرٌ لَكِ أَمْرًا فَلَا عَلَيْكِ أَنْ تَسْتَعْجِلِي حَتّٰى تَسْتَأْمِرِي أَبَوَيْكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am going to tell you about something and you do not have to hasten to respond until you consult your parents.)</span>\" He knew that my parents would never tell me to leave him. Then he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى قَالَ: يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah says: <span class=\"gray\">(\"O Prophet! Say to your wives...\")</span>)</span> and he recited the two Ayat. I said to him, \"Concerning what do I need to consult my parents I choose Allah and His Messenger and the Home of the Hereafter.\" He also narrated it without a chain of narrators, and added, \"She said, then all the wives of the Prophet did the same as I.\" </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'A'ishah, may Allah be pleased with her, said: \"The Messenger of Allah ﷺ gave us the choice, and we chose him, so giving us that choice was not regarded as divorce.\" It was recorded by <span class=\"gray\">(Al-Bukhari and Muslim)</span> from the Hadith of Al-A'mash. Imam Ahmad recorded that Jabir, may Allah be pleased with him, said: \"Abu Bakr, may Allah be pleased with him, came to ask permission to see the Messenger of Allah ﷺ and the people were sitting at his door, and the Prophet ﷺ was sitting, but he did not give him permission. Then 'Umar, may Allah be pleased with him, came and asked permission to see him, but he did not give him permission. Then he gave Abu Bakr and 'Umar, may Allah be pleased with them both, permission, and they entered. The Prophet was sitting with his wives around him, and he was silent. 'Umar, may Allah be pleased with him, said, 'I will tell the Prophet ﷺ something to make him smile.' 'Umar, may Allah be pleased with him, said, 'O Messenger of Allah, if only you had seen the daughter of Zayd – the wife of 'Umar – asking me to spend on her just now; I broke her neck!' The Messenger of Allah ﷺ smiled so broadly that his molars could be seen, and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُنَّ حَوْلِي يَسْأَلْنَنِي النَّفَقَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are around me asking me to spend on them.)</span> Abu Bakr, may Allah be pleased with him, got up to deal with 'A'ishah; and 'Umar, may Allah be pleased with him, got up to deal with Hafsah, and both of them were saying, 'You are asking the Prophet ﷺ for that which he does not have!' But the Messenger of Allah ﷺ stopped them, and they <span class=\"gray\">(his wives)</span> said, 'By Allah, after this we will not ask the Messenger of Allah ﷺ for anything that he does not have.' Then Allah revealed the Ayah telling him to give them the choice, and he started with 'A'ishah, may Allah be pleased with her. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي أَذْكُرُ لَكِ أَمْرًا مَا أُحِبُّ أَنْ تَعْجَلِي فِيهِ حَتَّى تَسْتَأْمِرِي أَبَوَيْكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am going to tell you something, and I would like you not to hasten to respond until you consult your parents.)</span> She said, 'What is it?' He recited to her:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ قُل لِّأَزْوَاجِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Prophet! Say to your wives...)</span> 'A'ishah, may Allah be pleased with her, said, 'Do I need to consult my parents concerning you? I choose Allah and His Messenger, but I ask you not to tell of my choice to your other wives.' He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى لَمْ يَبْعَثْنِي مُعَنِّفًا، وَلَكِنْ بَعَثَنِي مُعَلِّمًا مُيَسِّرًا، لَا تَسْأَلُنِي امْرَأَةٌ مِنْهُنَّ عَمَّا اخْتَرْتِ إِلَّا أَخْبَرْتُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah did not send me to be harsh, but He sent me to teach in a gentle and easy manner. If any of them asks me what your decision was, I will tell her.)</span>\" This was also recorded by Muslim, but not Al-Bukhari; An-Nasa'i also recorded it.</p><p lang=\"en\" class=\"en \">Ikrimah said: \"At that time he was married to nine women, five of them were from Quraysh – 'A'ishah, Hafsah. Umm Habibah, Sawdah and Umm Salamah, may Allah be pleased with them. And he was also married to Safiyyah bint Huyay An-Nadariyyah, Maymunah bint Al-Harith Al-Hilaliyyah, Zaynab bint Jahsh Al-Asadiyyah and Juwayriyyah bint Al-Harith Al-Mustalaqiyyah, may Allah be pleased with all of them.</p>"
  },
  {
    "ayah_key": "33:30",
    "group_ayah_key": "33:30",
    "from_ayah": "33:30",
    "to_ayah": "33:31",
    "ayah_keys": "33:30,33:31",
    "text": "<p class=\"en translation\" lang=\"en\">O wives of the Prophet! Whoever of you commits an open Fahishah, the torment for her will be doubled, and that is ever easy for Allah <span>(30)</span>And whosoever of you is obedient to Allah and His Messenger, and does righteous good deeds, We shall give her, her reward twice over, and We have prepared for her a noble provision <span>(31)</span></p><p lang=\"en\" class=\"en \">The Wives of the Prophet  صلی اللہ علیہ وسلم  are not like Other Women</p><p lang=\"en\" class=\"en \">This Ayah is addressed to the wives of the Prophet who chose Allah and His Messenger and the Home of the Hereafter, and remained married to the Messenger of Allah ﷺ. Thus it was befitting that there should be rulings which applied only to them, and not to other women, in the event that any of them should commit open Fahishah. Ibn 'Abbas, may Allah be pleased with him, said: \"This means Nushuz <span class=\"gray\">(rebellion)</span> and a bad attitude.\" Whatever the case, this is a conditional phrase and it does not imply that what is referred to would actually happen. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed it has been revealed to you, as it was to those before you: \"If you join others in worship with Allah, surely your deeds will be in vain.\")</span><span class=\"gray\">(39:65)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they had joined in worship others with Allah, all that they used to do would have been of no benefit to them.)</span><span class=\"gray\">(6:88)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنْ كَانَ لِلرَّحْمَٰنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If the Most Gracious had a son, then I am the first of <span class=\"gray\">(Allah's)</span> worshippers.\")</span><span class=\"gray\">(43:81)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَاءُ ۚ سُبْحَانَهُ ۖ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had Allah willed to take a son, He could have chosen whom He willed out of those whom He created. But glory be to Him! He is Allah, the One, the Irresistible.)</span><span class=\"gray\">(39:4)</span>. Because their status is so high, it is appropriate to state that the sin, if they were to commit it, would be so much worse, so as to protect them and their Hijab. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever of you commits an open Fahishah, the torment for her will be doubled,)</span> Malik narrated from Zayd bin Aslam:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the torment for her will be doubled,)</span> \"In this world and the next.\" Something similar was narrated from Ibn Abi Najih, from Mujahid.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ ذَٰلِكَ عَلَى اللَّهِ يَسِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that is ever easy for Allah.)</span> it is very easy indeed. Then Allah mentions His justice and His bounty, in the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever of you is obedient to Allah and His Messenger,)</span> i.e., obeys Allah and His Messenger ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall give her, her reward twice over, and We have prepared for her a noble provision.)</span> i.e., in Paradise, for they will be in the dwellings of the Messenger of Allah ﷺ in the highest reaches of 'Illiyin, above the dwellings of all the people, in Al-Wasilah which is the closest of the dwellings of Paradise to the Throne.</p>"
  }
]