[
  {
    "ayah_key": "39:43",
    "group_ayah_key": "39:43",
    "from_ayah": "39:43",
    "to_ayah": "39:45",
    "ayah_keys": "39:43,39:44,39:45",
    "text": "<p lang=\"en\" class=\"en \">Have they taken as intercessors besides Allah? Say: \"Even if they have power over nothing whatever and have no intelligence? <span>(43)</span>Say: \"To Allah belongs all intercession. His is the sovereignty of the heavens and the earth. Then to Him you shall be brought back. <span>(44)</span>And when Allah Alone is mentioned, the hearts of those who believe not in the Hereafter are filled with disgust and when those besides Him are mentioned, behold, they rejoice <span>(45)</span></p><p lang=\"en\" class=\"en \">There is no Intercession except with Allah, and how the Idolators are filled with Disgust when Allah is mentioned alone</p><p lang=\"en\" class=\"en \">Allah condemns the idolators for taking intercessors besides Allah, namely the idols and false gods whom they have taken on the basis of their own whims, with no evidence or proof. These idols are not able to do anything; they have no minds with which to think, and they cannot hear or see. They are inanimate and are much worse off than animals. Then Allah says: 'Say – O Muhammad – to these people who claim that those whom they have taken as intercessors with Allah, that intercession is of no avail except for the one with whom Allah is pleased and to whom He has granted permission to intercede. The whole matter rests with Him.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who is he that can intercede with Him except with His permission?)</span><span class=\"gray\">(2:255)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His is the sovereignty of the heavens and the earth.)</span> means, He is the One Who is in control of all that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِلَيْهِ تُرْجَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then to Him you shall be brought back.)</span> means, 'on the Day of Resurrection, then He will judge between you with His justice, and He will reward or punish each person according to his deeds.' Then Allah condemns the idolators further:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when Allah Alone is mentioned)</span> means, when it is said there is no <span class=\"gray\">(true)</span> God except Allah Alone,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the hearts of those who believe not in the Hereafter are filled with disgust)</span> Mujahid said, \"Their hearts are filled with disgust means they recoil in horror.\" This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَٰهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, when it was said to them: \"La ilaha illa Allah,\" they puffed themselves up with pride.)</span><span class=\"gray\">(37:35)</span> which means, they were too proud to follow it. Their hearts could not accept anything good, and whoever cannot accept good will accept evil. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and when those besides Him are mentioned,)</span> meaning, the idols and false gods – this was the view of Mujahid –</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِذَا هُمْ يَسْتَبْشِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(behold, they rejoice!)</span> means, they feel happy.</p>"
  },
  {
    "ayah_key": "39:46",
    "group_ayah_key": "39:46",
    "from_ayah": "39:46",
    "to_ayah": "39:48",
    "ayah_keys": "39:46,39:47,39:48",
    "text": "<p lang=\"en\" class=\"en \">Say: \"O Allah! Creator of the heavens and the earth! All-Knower of the unseen and the seen! You will judge between your servants about that wherein they used to differ. <span>(46)</span>And those who did wrong, if they had all that is on the earth and therewith as much again, they verily, would offer it to ransom themselves therewith on the Day of Resurrection from the evil torment; and there will become apparent to them from Allah what they had not been reckoning <span>(47)</span>And the evils of that which they earned will become apparent to them, and that which they used to mock at will encircle them <span>(48)</span></p><p lang=\"en\" class=\"en \">How to supplicate </p><p lang=\"en\" class=\"en \">After condemning the idolators for their love of Shirk and their hatred of Tawhid, Allah then says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O Allah! Creator of the heavens and the earth! All-Knower of the unseen and the seen!...\")</span> meaning, 'call you upon Allah Alone with no partner or associate, Who has created the heavens and the earth and originated them,' i.e., made them like nothing that ever before existed.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمَ الْغَيْبِ وَالشَّهَادَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Knower of the unseen and the seen!)</span> means, what is secret and what is open.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will judge between your servants about that wherein they used to differ.)</span> means, in this world; 'You will judge between them on the Day when they are resurrected and brought forth from their graves.' In his Sahih, Muslim recorded that Abu Salamah bin 'Abdur-Rahman said, \"I asked 'A'ishah, may Allah be pleased with her, how the Messenger of Allah ﷺ started his prayer when he stood up to pray at night. She said, may Allah be pleased with her: 'When the Messenger of Allah ﷺ stood up to pray at night, he would start his prayer with the words:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ رَبَّ جِبْرِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ، فَاطِرَ السَّمٰوَاتِ وَالْأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ، اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ، إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلىٰ صِرَاطٍ مُسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, Lord of Jibril, Mika'il and Israfil, Creator of the heavens and the earth, Knower of the unseen and the seen, You will judge between Your servants concerning that wherein they differ. Guide me with regard to that wherein there is dispute concerning the truth by Your leave, for You guide whomsoever You will to the straight path.)</span>\"</p><p lang=\"en\" class=\"en \">No Ransom will be accepted on the Day of Resurrection</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who did wrong,)</span> means, the idolators.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if they had all that is in earth and therewith as much again,)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَافْتَدَوْا بِهِ مِنْ سُوءِ الْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they verily, would offer it to ransom themselves therewith from the evil torment;)</span> means, that which Allah has decreed for them on the Day of Resurrection. But the ransom will not be accepted from them, even if it were to be an earth-full of gold as He mentioned elswhere <span class=\"gray\">(3:91)</span>. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and there will become apparent to them from Allah what they had not been reckoning.)</span> which means, when they come to realize what Allah's punishment for them will be, which they had never before imagined.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the evils of that which they earned will become apparent to them,)</span> means, they will see the punishment for the forbidden actions and sins which they committed in this world.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that which they used to mock at will encircle them.)</span> means, the punishment which they used to make fun of in this world will encompass them.</p>"
  },
  {
    "ayah_key": "39:49",
    "group_ayah_key": "39:49",
    "from_ayah": "39:49",
    "to_ayah": "39:52",
    "ayah_keys": "39:49,39:50,39:51,39:52",
    "text": "<p lang=\"en\" class=\"en \">When harm touches man, he calls to Us <span class=\"gray\">(for help)</span>; then when We have changed it into a favor from Us, he says: \"Only because of knowledge I obtained it.\" Nay, it is only a trial, but most of them know not <span>(49)</span>Verily, those before them said it, yet <span class=\"gray\">(all)</span> that they had earned availed them not <span>(50)</span>So, the evil results of that which they earned overtook them. And those who did wrong of these will also be overtaken by the evil results for that which they earned; and they will never be able to escape <span>(51)</span>Do they not know that Allah expands the provision for whom He wills, and straitens it. Verily, in this are signs for the folk who believe <span>(52)</span></p><p lang=\"en\" class=\"en \">How Man changes when He is blessed after suffering Harm</p><p lang=\"en\" class=\"en \">Allah tells us how man, when he is suffering from harm, prays to Allah, turning to Him in repentance and calling upon Him, but when He makes things easy for him, he transgresses and commits sins.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Only because of knowledge I obtained it.)</span> means, 'because Allah knows that I deserve it; if it were not for the fact that Allah regards me as special, He would not have given me this.' Qatadah said, \"Because I know that I deserve it.\" Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هِيَ فِتْنَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, it is only a trial,)</span> meaning, 'the matter is not as he claims; on the contrary, We have blessed him with this as a test to see whether he will be obedient or disobedient – although We have prior knowledge of that.' In fact, it is a trial.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but most of them know not!)</span> So they say what they say and claim what they claim.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those before them said it,)</span> means, the previous nations who came before said the same things and made the same claims,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا أَغْنَىٰ عَنْهُمْ مَا كَانُوا يَكْسِبُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(yet <span class=\"gray\">(all)</span> that they had earned availed them not.)</span> means, what they said was not right and all that they had gathered did not save them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا ۚ وَالَّذِينَ ظَلَمُوا مِنْ هَٰؤُلَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, the evil results of that which they earned overtook them. And those who did wrong of these...)</span> means, the people who are addressed here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(will also be overtaken by the evil results <span class=\"gray\">(torment)</span> for that which they earned;)</span> just as happened to those earlier peoples.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُمْ بِمُعْجِزِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will never be able to escape.)</span> This is like the Ayah in which Allah tells us how Qarun reacted when his people told him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَفْرَحْ ۖ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ - وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ ۖ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ۖ وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ ۖ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ ۖ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ - قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ عِنْدِي ۚ أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا ۚ وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Do not exult, verily, Allah likes not those who exult. But seek, with that <span class=\"gray\">(wealth)</span> which Allah has bestowed on you, the home of the Hereafter, and forget not your portion of lawful enjoyment in this world; and do good as Allah has been good to you, and seek not mischief in the land. Verily, Allah likes not the corrupters.\" He said: \"This has been given to me only because of the knowledge I possess.\" Did he not know that Allah had destroyed before him generations, men who were stronger than him in might and greater in the amount <span class=\"gray\">(of riches)</span> they had collected? But the criminals will not be questioned of their sins.\")</span><span class=\"gray\">(28:76-78)</span>. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"We are more in wealth and in children, and we are not going to be punished.\")</span><span class=\"gray\">(34:35)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not know that Allah expands the provision for whom He wills, and straitens it.)</span> means, He gives plenty to some and restricts the provision for others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this are signs for the folk who believe!)</span> means, there is a lesson and proof.</p>"
  }
]