[
  {
    "ayah_key": "7:158",
    "group_ayah_key": "7:158",
    "from_ayah": "7:158",
    "to_ayah": "7:158",
    "ayah_keys": "7:158",
    "text": "<p lang=\"en\" class=\"en \">Say: \"O mankind! Verily, I am sent to you all as the Messenger of Allah – to Whom belongs the dominion of the heavens and the earth. None has the right to be worshipped but He. It is He Who gives life and causes death. So believe in Allah and His Messenger, the Prophet who can neither read nor write, who believes in Allah and His Words, and follow him so that you may be guided. <span>(158)</span></p><div lang=\"en\" class=\"en \"><h2>Muhammad's <span class=\"gray\">(ﷺ)</span> Message is Universal</h2></div><p lang=\"en\" class=\"en \">Allah says to His Prophet and Messenger Muhammad ﷺ,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"mg\" class=\"mg \"><span class=\"gray\">(Say)</span>, O Muhammad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind!)</span>, this is directed to mankind red and black, and the Arabs and non-Arabs alike,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am sent to you all as the Messenger of Allah,)</span></p><p lang=\"en\" class=\"en \">This Ayah mentions the Prophet's honor and greatness, for he is the Final Prophet who was sent to all mankind <span class=\"gray\">[and the Jinns]</span>. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَٰذَا الْقُرْآنُ لِأُنذِرَكُم بِهِ وَمَن بَلَغَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say, \"Allah is Witness between you and I; this Qur'an has been revealed to me that I may therewith warn you and whomsoever it may reach.\")</span><span class=\"gray\">[6:19]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but those of the sects that reject it, the Fire will be their promised meeting place)</span><span class=\"gray\">[11:17]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لِّلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوا وَّإِن تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say to those who were given the Scripture and to the illiterates <span class=\"gray\">(Arab pagans)</span>: \"Do you <span class=\"gray\">(also)</span> submit yourselves <span class=\"gray\">(to Allah in Islam)</span>\" If they do, they are rightly guided; but if they turn away, your duty is only to convey the Message.)</span><span class=\"gray\">[3:20]</span></p><p lang=\"en\" class=\"en \">There are many other Ayat and more Hadiths than can be counted on this subject. It is also well-known in our religion that the Messenger of Allah ﷺ was sent to all mankind <span class=\"gray\">[and the Jinns]</span>. Al-Bukhari recorded that Abu Ad-Darda' said, \"Abu Bakr and 'Umar had an argument in which Abu Bakr made 'Umar angry. So 'Umar went away while angry and Abu Bakr followed him asking him to forgive him, but 'Umar refused. 'Umar shut his door closed in Abu Bakr's face and Abu Bakr went to the Messenger of Allah ﷺ while we were with him. The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا صَاحِبُكُمْ هَذَا فَقَدْ غَامَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This fellow of yours <span class=\"gray\">(Abu Bakr)</span> has made someone angry!)</span></p><p lang=\"en\" class=\"en \"> 'Umar became sorry for what he did, went to the Prophet ﷺ and greeted him with the Salam and sat next to him, telling him what had happened. The Messenger of Allah became angry <span class=\"gray\">(at 'Umar)</span>, and realizing that, Abu Bakr said, 'O Allah's Messenger! It was me who was unjust.' The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَنْتُمْ تَارِكُو لِي صَاحِبِي؟ إِنِّي قُلْتُ: يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللهِ إِلَيْكُمْ جَمِيعًا فَقُلْتُمْ: كَذَبْتَ وَقَالَ أَبُو بَكْرٍ: صَدَقْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you leave my Companion <span class=\"gray\">(Abu Bakr)</span> alone! I said, 'O People! I am the Messenger of Allah to you all,' and you said, 'You lie,' but Abu Bakr declared, 'You said the truth.')</span>\" Al-Bukhari recorded it. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ibn 'Abbas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ نَبِيٌّ قَبْلِي وَلَا أَقُولُهُ فَخْرًا بُعِثْتُ إِلَى النَّاسِ كَافَّةً الْأَحْمَرِ وَالْأَسْوَدِ وَنُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ وَأُحِلَّتْ لِي الْغَنَائِمُ وَلَمْ تَحِلَّ لِأَحَدٍ قَبْلِي وَجُعِلَتْ لِيَ الْأَرْضُ مَسْجِدًا وَطَهُورًا وَأُعْطِيتُ الشَّفَاعَةَ فَأَخَّرْتُهَا لِأُمَّتِي يَوْمَ الْقِيَامَةِ فَهِيَ لِمَنْ لَا يُشْرِكُ بِاللهِ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have been given five things which were not given to any Prophet before me, and I do not say it out of pride. I was sent to all mankind <span class=\"gray\">(their)</span> black and white alike. Allah made me victorious by fright, <span class=\"gray\">(by His frightening my enemies)</span> for a distance of one month's journey. The spoils of war are lawful for me, yet it was not lawful for anyone else before me. The earth has been made for me <span class=\"gray\">(and for my followers)</span> a place for praying and a thing to perform purification with. I have been given the Shafa'ah <span class=\"gray\">(right of intercession)</span>, and I saved it for my Ummah on the Day of Resurrection. Therefore, the Shafa'ah will reach those who associate none with Allah in worship.)</span> This Hadith's chain of narration is suitable, but the Two Sahihs did not record it. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لَا إِلَٰهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to Whom belongs the dominion of the heavens and the earth. None has the right to be worshipped but He. It is He Who gives life and causes death.)</span> describes Allah by the words of the Messenger ﷺ that He Who has sent him is the Creator, Lord and King of all things and in His Hand is the control, life, death and the decision. Just as Allah said</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So believe in Allah and His Messenger, the Prophet who can neither read nor write,)</span> Allah proclaims here that Muhammad ﷺ is His Messenger and reiterates this fact by commanding that he be believed in and followed. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">النَّبِيِّ الْأُمِّيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Prophet who can neither read nor write)</span> who you were promised and given the good news of in previous revealed books. </p><p lang=\"en\" class=\"en \">Certainly, Muhammad ﷺ was amply described in the previous books, including his description as being the unlettered Prophet. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who believes in Allah and His Words)</span>, means, his actions conform with his words and he believes in what he was given from his Lord.</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَاتَّبِعُوهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And follow him)</span>, embrace his path and guidance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that you may be guided)</span> to the Straight Path.</p>"
  },
  {
    "ayah_key": "7:159",
    "group_ayah_key": "7:159",
    "from_ayah": "7:159",
    "to_ayah": "7:159",
    "ayah_keys": "7:159",
    "text": "<p class=\"en translation\" lang=\"en\">And of the people of Musa there is a community who lead <span class=\"gray\">(the men)</span> with truth and establish justice therewith <span>(159)</span></p><p lang=\"en\" class=\"en \">Allah stated that of the Children of Israel there are some who follow the truth and judge by it, just as He said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A party of the people of the Scripture stand for the right, they recite the verses of Allah during the hours of the night, prostrating themselves in prayer)</span><span class=\"gray\">[3:113]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَا أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا أُولَٰئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there are, certainly, among the People of the Scripture, those who believe in Allah and in that which has been revealed to you, and in that which has been revealed to them, humbling themselves before Allah. They do not sell the verses of Allah for a small price, for them is a reward with their Lord. Surely, Allah is Swift in account.)</span><span class=\"gray\">[3:199]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِن قَبْلِهِ هُم بِهِ يُؤْمِنُونَ - وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِن رَّبِّنَا إِنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ - أُولَٰئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those to whom We gave the Scripture before it, they believe in it <span class=\"gray\">(the Qur'an)</span>. And when it is recited to them, they say: \"We believe in it. Verily, it is the truth from our Lord. Indeed even before it we have been from those who submit themselves. These will be given their reward twice over, because they are patient.)</span><span class=\"gray\">[28:52-54]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِن قَبْلِهِ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا - وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا - وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who were given knowledge before it, when it <span class=\"gray\">(this Qur'an)</span> is recited to them, fall down on their faces in humble prostration. And they say: \"Glory be to our Lord! Truly, the promise of our Lord must be fulfilled.\" And they fall down on their faces weeping and it increases their humility.)</span><span class=\"gray\">[17:107-109]</span></p>"
  }
]