[
  {
    "ayah_key": "7:82",
    "group_ayah_key": "7:82",
    "from_ayah": "7:82",
    "to_ayah": "7:82",
    "ayah_keys": "7:82",
    "text": "<p class=\"en translation\" lang=\"en\">And the answer of his people was only that they said: \"Drive them out of your town, these are indeed men who want to be pure <span class=\"gray\">(from sins)</span>! <span>(82)</span></p><p lang=\"en\" class=\"en \">So they answered Prophet Lut by trying to expel and banish him from their village, along with those who believed with him. Allah indeed removed Prophet Lut safely from among them, and He destroyed them in their land in disgrace and humiliation. They said <span class=\"gray\">(about Lut and the believers)</span>:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"These are indeed men who want to be pure <span class=\"gray\">(from sins)</span>!\")</span></p><p lang=\"en\" class=\"en \">Qatadah commented, \"They shamed them <span class=\"gray\">(Lut and the believers)</span> with what is not a shame at all.\" Mujahid commented, \"<span class=\"gray\">(Lut's people said about Lut and the believers,)</span> They are a people who want to be pure from men's anuses and women's anuses!\" Similar was narrated from Ibn 'Abbas.</p>"
  },
  {
    "ayah_key": "7:83",
    "group_ayah_key": "7:83",
    "from_ayah": "7:83",
    "to_ayah": "7:84",
    "ayah_keys": "7:83,7:84",
    "text": "<p class=\"en translation\" lang=\"en\">Then We saved him and his family, except his wife; she was of the Ghabirin <span class=\"gray\">(those who lagged behind)</span><span>(83)</span>And We rained down on them a rain <span class=\"gray\">(of stones)</span>. Then see what was the end of the criminals <span>(84)</span></p><div lang=\"en\" class=\"en \"><h2>Allah says, We saved Lut and his family, for only his household believed in him.</h2></div><p lang=\"en\" class=\"en \">Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخْرَجْنَا مَن كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ - فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِّنَ الْمُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We brought out from therein the believers. But We found not there any household of the Muslims except one <span class=\"gray\">[of Lut and his daughters]</span>)</span><span class=\"gray\">[51:35-36]</span>. </p><p lang=\"en\" class=\"en \">Only his wife <span class=\"gray\">(from his family)</span> did not believe, remaining on the religion of her people. She used to conspire with them against Lut and inform them of who came to visit him, using certain signals that they agreed on. This is why when Lut was commanded to leave by night with his family, he was ordered not to inform his wife or take her with him. Some said that she followed them, and when the torment struck her people, she looked back and suffered the same punishment as them. However, it appears that she did not leave the town and that Lut did not tell her that they would depart. So she remained with her people, as apparent from Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except his wife; she was of the Ghabirin)</span> meaning, of those who remained, or they say: of those who were destroyed, and this is the more obvious explanation. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We rained down on them a rain)</span> is explained by His other statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنضُودٍ - مُّسَوَّمَةً عِندَ رَبِّكَ وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And rained on them stones of baked clay, in a well-arranged manner one after another. Marked from your Lord; and they are not ever far from the wrongdoers.)</span><span class=\"gray\">[11:82-83]</span>. Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then see what was the end of the criminals.)</span></p><p lang=\"en\" class=\"en \">This Ayah means: 'See, O Muhammad, the end of those who dared to disobey Allah and reject His Messengers.' </p><p lang=\"gd\" class=\"gd \">Imam Ahmad, Abu Dawud, At-Tirmidhi, Ibn Majah, all recorded a Hadith <span class=\"gray\">[from]</span> Ibn 'Abbas who said that Allah's Messenger ﷺ said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ وَجَدْتُمُوهُ يَعْمَلُ عَمَلَ قَوْمِ لُوطٍ فَاقْتُلُوا الْفَاعِلَ وَالْمَفْعُول بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever is found doing the act of the people of Lut, then kill them; the doer and the one it is done to.)</span></p>"
  },
  {
    "ayah_key": "7:85",
    "group_ayah_key": "7:85",
    "from_ayah": "7:85",
    "to_ayah": "7:85",
    "ayah_keys": "7:85",
    "text": "<p lang=\"en\" class=\"en \">And to <span class=\"gray\">(the people of)</span> Madyan, <span class=\"gray\">(We sent)</span> their brother Shu'ayb. He said: \"O my people! Worship Allah! You have no other God but Him. Verily, a clear proof <span class=\"gray\">(sign)</span> from your Lord has come unto you; so give full measure and full weight and wrong not men in their things, and do not do mischief on the earth after it has been set in order, that will be better for you, if you are believers <span>(85)</span></p><div lang=\"en\" class=\"en \"><h2>Story of Shu'ayb, upon him be Peace, and the Land of Madyan</h2></div><p lang=\"en\" class=\"en \">Muhammad bin Ishaq said, \"They <span class=\"gray\">(the people of Madyan)</span> are the descendents of Madyan, son of Midyan, son of Ibrahim. Shu'ayb was the son of Mikil bin Yashjur. And in the Syrian language, his name was Yathrun <span class=\"gray\">(Jethro)</span>\". I <span class=\"gray\">(Ibn Kathir)</span> say, Madyan was the name of the tribe and also a city that is close to Ma'an on route to the Hijaz <span class=\"gray\">(from Ash-Sham)</span>. Allah said in another Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ النَّاسِ يَسْقُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when he arrived at the water <span class=\"gray\">(a well)</span> of Madyan he found there a group of men watering <span class=\"gray\">(their flocks)</span>.)</span><span class=\"gray\">[28:23]</span></p><p lang=\"en\" class=\"en \">They are also the people of Al-Aykah <span class=\"gray\">(the Woods)</span>, as we will mention later on, Allah willing, and our trust is in Him.</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"O my people! Worship Allah! You have no other God but Him\")</span> and this is the call of all Messengers,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَدْ جَاءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, a clear proof <span class=\"gray\">(sign)</span> from your Lord has come unto you;\")</span> meaning, 'Allah has presented the proof and evidences of the truth of what I brought you.' He then advised them and commanded them to give full measure and full weight and not to wrong men in their dealings, meaning, to refrain from cheating people in buying and selling. They used to treacherously avoid giving full weight and measure. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْلٌ لِّلْمُطَفِّفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe to Al-Mutaffifin <span class=\"gray\">(those who give less in measure and weight)</span>...)</span><span class=\"gray\">[83:1]</span> until He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِرَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(before the Lord of all that exists?)</span><span class=\"gray\">[83:6]</span>. These Ayat contain a stern warning and sure promise that we ask Allah to save us from. Shu'ayb was called 'Speaker of the Prophets', because of his eloquent words and eloquent advice, and Allah stated that Shu'ayb said:</p>"
  },
  {
    "ayah_key": "7:86",
    "group_ayah_key": "7:86",
    "from_ayah": "7:86",
    "to_ayah": "7:87",
    "ayah_keys": "7:86,7:87",
    "text": "<p lang=\"en\" class=\"en \">\"And sit not on every road, threatening, and hindering from the path of Allah those who believe in Him, and seeking to make it crooked. And remember when you were but few, and He multiplied you. And see what was the end of the mischief-makers <span>(86)</span>\"And if there is a party of you who believes in that with which I have been sent and a party who does not believe, so be patient until Allah judges between us, and He is the best of judges. <span>(87)</span></p><div lang=\"en\" class=\"en \"><h2>Prophet Shu'ayb forbade his people from setting up blockades on the roads, saying,</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"And sit not on every road, threatening,\")</span> threatening people with death if they do not give up their money, as they were bandits, according to As-Suddi. Ibn 'Abbas, Mujahid and several others commented:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"And sit not on every road, threatening.\")</span> the believers who come to Shu'ayb to follow him.\" The first meaning is better, because Prophet Shu'ayb first said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِكُلِّ صِرَاطٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"on every road...\")</span> He then mentioned the second meaning,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَصُدُّونَ عَن سَبِيلِ اللَّهِ مَنْ آمَنَ بِهِ وَتَبْغُونَهَا عِوَجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and hindering from the path of Allah those who believe in Him, and seeking to make it crooked.\")</span> meaning, you seek to make the path of Allah crooked and deviated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا إِذْ كُنتُمْ قَلِيلًا فَكَثَّرَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"And remember when you were but few, and He multiplied you.\")</span> meaning, you were weak because you were few. But you later on became mighty because of your large numbers. Therefore, remember Allah's favor.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"And see what was the end of the mischief-makers.\")</span> from the previous nations and earlier generations. See the torment and punishment they suffered, because they disobeyed Allah and rejected His Messengers. Shu'ayb continued;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَ طَائِفَةٌ مِّنكُمْ آمَنُوا بِالَّذِي أُرْسِلْتُ بِهِ وَطَائِفَةٌ لَّمْ يُؤْمِنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"And if there is a party of you who believes in that with which I have been sent and a party who does not believe,\")</span> that is, if you divided concerning me,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاصْبِرُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"so be patient\")</span> that is, then wait and see,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَحْكُمَ اللَّهُ بَيْنَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"until Allah judges between us,\")</span>, and you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ خَيْرُ الْحَاكِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and He is the best of judges.\")</span> Surely, Allah will award the best end to those who fear and obey Him and He will destroy the disbelievers.</p>"
  },
  {
    "ayah_key": "7:88",
    "group_ayah_key": "7:88",
    "from_ayah": "7:88",
    "to_ayah": "7:89",
    "ayah_keys": "7:88,7:89",
    "text": "<p lang=\"en\" class=\"en \">The chiefs of those who were arrogant among his people said: \"We shall certainly drive you out, O Shu'ayb and those who have believed with you from our town, or else you <span class=\"gray\">(all)</span> shall return to our religion.\" He said: \"Even though we hate it? <span>(88)</span>\"We should have invented a lie against Allah if we returned to your religion, after Allah has rescued us from it. And it is not for us to return to it unless Allah, our Lord, should will. Our Lord comprehends all things in His knowledge. In Allah <span class=\"gray\">(Alone)</span> we put our trust. Our Lord! Judge between us and our people in truth, for You are the best of those who give judgment. <span>(89)</span></p><div lang=\"en\" class=\"en \"><h2>Allah describes the way the disbelievers answered His Prophet Shu'ayb and those who believed in him,by threatening them with expulsion from their village,or with forceful reversion to the disbeliever's religion. </h2></div><p lang=\"en\" class=\"en \">The chiefs spoke the words mentioned here to the Messenger Shu'ayb, but intended it for those who followed his religion too. The statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَوْ كُنَّا كَارِهِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Even though we hate it?\")</span>, means, would you force us to do that, even though we hate what you are calling us to? Certainly if we revert to your religion and accept your ways, we will have uttered a tremendous lie against Allah by calling partners as rivals to Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَكُونُ لَنَا أَن نَّعُودَ فِيهَا إِلَّا أَن يَشَاءَ اللَّهُ رَبُّنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is not for us to return to it unless Allah, our Lord, should will.)</span></p><p lang=\"en\" class=\"en \">This part of the Ayah refers all matters to Allah's will, and certainly, He has perfect knowledge of all matters and His observation encompasses all things,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى اللَّهِ تَوَكَّلْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In Allah <span class=\"gray\">(Alone)</span> we put our trust.)</span>, concerning all our affairs, what we practice of them and what we ignore,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Judge between us and our people in truth)</span> judge between us and our people and give us victory over them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنتَ خَيْرُ الْفَاتِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for You are the best of those who give judgment)</span> and You are the Most Just Who never wrongs any in His judgment.</p>"
  }
]