[
  {
    "ayah_key": "22:8",
    "group_ayah_key": "22:8",
    "from_ayah": "22:8",
    "to_ayah": "22:10",
    "ayah_keys": "22:8,22:9,22:10",
    "text": "<p lang=\"en\" class=\"en \">And among men is he who disputes about Allah, without knowledge or guidance, or a Book giving light <span class=\"gray\">(from Allah)</span><span>(8)</span>Bending his neck in pride, and leading <span class=\"gray\">(others)</span> too <span class=\"gray\">(far)</span> astray from the path of Allah. For him there is disgrace in this worldly life, and on the Day of Resurrection We shall make him taste the torment of burning <span>(9)</span>That is because of what your hands have sent forth, and verily, Allah is not unjust to servants <span>(10)</span></p><div lang=\"en\" class=\"en \"><h2>Clarifying the State of the Leaders of the Innovators and Those Who lead People astray</h2></div><p lang=\"en\" class=\"en \">Allah has already told us about the ignorant imitators who are led astray:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَرِيدٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among mankind is he who disputes about Allah, without knowledge, and follows every rebellious Shaytan.)</span> And here He tells us about those who call others to misguidance, the leaders of disbelief and innovation:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among men is he who disputes about Allah, without knowledge or guidance, or a Book giving light <span class=\"gray\">(from Allah)</span>.)</span> meaning, with no correct rational thought, and no clear transmitted text; what they say is based only on their opinions and whims. Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَانِيَ عِطْفِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bending his neck in pride,)</span> Ibn 'Abbas and others said, \"Too proud to follow the truth when he is called to it.\" Mujahid, Qatadah and Malik said, narrating from Zayd bin Aslam:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَانِيَ عِطْفِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bending his neck in pride,)</span> means, twisting his neck, i.e., turning away from the truth to which he is called, bending his neck out of pride and arrogance. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي مُوسَىٰ إِذْ أَرْسَلْنَاهُ إِلَىٰ فِرْعَوْنَ بِسُلْطَانٍ مُّبِينٍ - فَتَوَلَّىٰ بِرُكْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in Musa, when We sent him to Fir'awn with a manifest authority. But <span class=\"gray\">(Fir'awn)</span> turned away along with his hosts)</span><span class=\"gray\">(51:38-39)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَىٰ مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنْكَ صُدُودًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when it is said to them: \"Come to what Allah has sent down and to the Messenger,\" you see the hypocrites turn away from you with aversion.)</span><span class=\"gray\">(4:61)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when it is said to them: \"Come, so that the Messenger of Allah may ask forgiveness from Allah for you,\" they twist their heads, and you would see them turning away their faces in pride.)</span><span class=\"gray\">(63:5)</span>, And Luqman said to his son:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And turn not your face away from men with pride)</span><span class=\"gray\">[31:18]</span> meaning, do not turn away from them in an arrogant manner. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا وَلَّىٰ مُسْتَكْبِرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when Our verses are recited to him, he turns away in pride)</span><span class=\"gray\">[31:7]</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُضِلَّ عَن سَبِيلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and leading <span class=\"gray\">(others)</span> too <span class=\"gray\">(far)</span> astray from the path of Allah.)</span> This either refers to those who are stubborn, or it means that the person who does this has been created like this so that he will be one of those who lead others astray from the path of Allah. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ فِي الدُّنْيَا خِزْيٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For him there is disgrace in this worldly life,)</span> meaning, humiliation and shame, such as when he is too arrogant to heed the signs of Allah, so Allah will send humiliation upon him in this world and will punish him in this world, before he reaches the Hereafter, because this world is all he cares about and all he knows.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُذِيقُهُ يَوْمَ الْقِيَامَةِ عَذَابَ الْحَرِيقِ - ذَٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and on the Day of Resurrection We shall make him taste the torment of burning. That is because of what your hands have sent forth,)</span> means, this will be said to him by way of rebuke.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and verily, Allah is not unjust to the servants.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذُوهُ فَاعْتِلُوهُ إِلَىٰ سَوَاءِ الْجَحِيمِ - ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ - ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ - إِنَّ هَٰذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(It will be said: )</span> \"Seize him and drag him into the midst of blazing Fire, Then pour over his head the torment of boiling water. Taste you <span class=\"gray\">(this)</span>! Verily, you were <span class=\"gray\">(pretending to be)</span> the mighty, the generous! Verily, this is that whereof you used to doubt!\")</span><span class=\"gray\">(44:47-50)</span></p>"
  }
]