[
  {
    "ayah_key": "2:267",
    "group_ayah_key": "2:267",
    "from_ayah": "2:267",
    "to_ayah": "2:269",
    "ayah_keys": "2:267,2:268,2:269",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Spend of the good things which you have <span class=\"gray\">(legally)</span> earned, and of that which We have produced from the earth for you, and do not aim at that which is bad to spend from it, <span class=\"gray\">(though)</span> you would not accept it save if you close your eyes and tolerate therein. And know that Allah is Rich <span class=\"gray\">(free of all needs)</span>, and worthy of all praise <span>(267)</span>Shaytan threatens you with poverty and orders you to commit Fahsha' <span class=\"gray\">(evil deeds)</span> whereas Allah promises you forgiveness from Himself and bounty, and Allah is All-Sufficient for His creatures' needs, All-Knower <span>(268)</span>He grants Hikmah to whom He wills, and he, to whom Hikmah is granted, is indeed granted abundant good. But none remember <span class=\"gray\">(will receive admonition)</span> except men of understanding <span>(269)</span></p><div lang=\"no\" class=\"no \"><h2>The Encouragement to Spend Honest Money for Allah's Sake</h2></div><p lang=\"en\" class=\"en \">Allah commands His believing servants to spend in charity, as Ibn 'Abbas stated, from the pure, honest money that they earned and from the fruits and vegetables that He has grown for them in the land. Ibn 'Abbas said, \"Allah commanded them to spend from the purest, finest and best types of their money and prohibited spending from evil and dishonest money, because Allah is pure and good and only accepts that which is pure and good.\" This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَيَمَّمُوا الْخَبِيثَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and do not aim at that which is bad)</span> meaning, filthy <span class=\"gray\">(impure)</span> money,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مِنْهُ تُنفِقُونَ وَلَسْتُم بِآخِذِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to spend from it, <span class=\"gray\">(though)</span> you would not accept it)</span> meaning, \"If you were given this type, you would not take it, except if you tolerate the deficiency in it. Verily, Allah is far Richer than you, He is in no need of this money, so do not give, for His sake, what you would dislike for yourselves.\" It was reported that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and do not aim at that which is bad to spend from it)</span> means, \"Do not spend from the dishonest, impure money instead of the honest, pure money.\"</p><p lang=\"de\" class=\"de \">Ibn Jarir recorded that Al-Bara' bin 'Azib commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا أَنفِقُوا مِن طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُم مِّنَ الْأَرْضِ وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنفِقُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Spend of the good things which you have <span class=\"gray\">(legally)</span> earned, and of that which We have produced from the earth for you, and do not aim at that which is bad to spend from it,)</span> that it was revealed about the Ansar. When the season for harvesting date-trees would start, the Ansar would collect ripe-date branches from their gardens and hang them on a rope erected between two pillars in the Masjid of the Messenger of Allah. The poor emigrant Companions would eat from these dates. However, some of them <span class=\"gray\">(Ansar)</span> would also add lesser type of dates in between ripe-date branches, thinking they are allowed to do so. Allah revealed this Ayah about those who did this,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and do not aim at that which is bad to spend from it.)</span></p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah said that Ibn 'Abbas commented on the Ayah,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَسْتُم بِآخِذِيهِ إِلَّا أَن تُغْمِضُوا فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you would not accept it save if you close your eyes and tolerate therein)</span> means, \"If you had a right on someone who would pay you less than what you gave them, you would not agree until you require more from them to make up the difference. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن تُغْمِضُوا فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(save if you close your eyes and tolerate therein)</span> meaning, 'How do you agree for Me what you do not agree for yourselves, while I have a right to the best and most precious of your possessions?\" Ibn Abi Hatim and Ibn Jarir recorded this Hadith and Ibn Jarir added, \"And this is the meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن تَنَالُوا الْبِرَّ حَتَّىٰ تُنفِقُوا مِمَّا تُحِبُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By no means shall you attain Al-Birr, unless you spend of that which you love)</span>\" <span class=\"gray\">[4:92]</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ غَنِيٌّ حَمِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And know that Allah is Rich <span class=\"gray\">(free of all needs)</span>, and worthy of all praise)</span> meaning, \"Although Allah commanded you to give away the purest of your money in charity, He is far Richer from needing your charity, but the purpose is that the distance between the rich and the poor becomes less.\" Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَٰكِن يَنَالُهُ التَّقْوَىٰ مِنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is neither their meat nor their blood that reaches Allah, but it is piety from you that reaches Him)</span><span class=\"gray\">[22:37]</span>.</p><p lang=\"en\" class=\"en \">Allah is Rich and free of needing anything from any of His creatures, while all of His creatures stand in need of Him. Allah's bounty encompassing, and what He has never ends. Therefore, whoever gives away good and pure things in charity, let him know that Allah is the Most Rich, His favor is enormous and He is Most Generous, Most Compassionate; and He shall reward him for his charity and multiply it many times. So who would lend to He Who is neither poor nor unjust, Who is worthy of all praise in all His actions, statements, and decisions, of Whom there is neither a deity worthy of worship except Him, nor a Lord other than Him?</p><div lang=\"en\" class=\"en \"><h2>Shaytanic Doubts Concerning Spending in Charity</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُم بِالْفَحْشَاءِ وَاللَّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلًا وَاللَّهُ وَاسِعٌ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shaytan threatens you with poverty and orders you to commit Fahsha'; whereas Allah promises you forgiveness from Himself and bounty, and Allah is All-Sufficient for His creatures' needs, All-Knower.)</span></p><p lang=\"id\" class=\"id \">Ibn Abi Hatim recorded that 'Abdullah bin Mas'ud said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ لِلشَّيْطَانِ لَمَّةً بِابْنِ آدَمَ، وَلِلْمَلَكِ لَمَّةً، فَأَمَّا لَمَّةُ الشَّيطَانِ فَإِيعَادٌ بِالشَّرِّ، وَتَكْذِيبٌ بِالْحَقِّ، وَ أَمَّا لَمَّةُ الْمَلَكِ فَإِيعَادٌ بِالْخَيْرِ، وَتَصْدِيقٌ بِالْحَقِّ، فَمَنْ وَجَدَ ذَلِكَ فَلْيَعْلَمْ أَنَّهُ مِنَ اللهِ، فَلْيَحْمَدِ اللهَ، وَمَنْ وَجَدَ الْأُخْرَى فَلْيَتَعَوَّذْ مِنَ الشَّيْطَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shaytan has an effect on the son of Adam, and the angel also has an effect. As for the effect of Shaytan, it is by his threatening with evil repercussions and rejecting the truth. As for the effect of the angel, it is by his promise of a good end and believing in the truth. Whoever finds the latter, let him know that it is coming from Allah and let him thank Allah for it. Whoever finds the former, let him seek refuge - with Allah - from Shaytan.)</span></p><p lang=\"en\" class=\"en \">The Prophet ﷺ then recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُم بِالْفَحْشَاءِ وَاللَّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shaytan threatens you with poverty and orders you to commit Fahsha'; whereas Allah promises you forgiveness from Himself and bounty)</span></p><p lang=\"en\" class=\"en \">This is the narration that At-Tirmidhi and An-Nasa'i collected in the book of Tafsir in their Sunan collections. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shaytan threatens you with poverty)</span>, so that you hold on to whatever you have and refrain from spending it in Allah's pleasure.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَأْمُرُكُم بِالْفَحْشَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And orders you to commit Fahsha')</span>, meaning, \"Shaytan forbids you from spending in charity because of the false fear of becoming poor, and he encourages evil deeds, sins, indulging in what is prohibited, and immoral conduct.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whereas Allah promises you forgiveness from Himself)</span> instead of the evil that Shaytan enjoins on you,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَفَضْلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Bounty)</span> as opposed to the poverty that Shaytan frightens you with,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ وَاسِعٌ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Sufficient for His creatures' needs, All-Knower.)</span></p><div lang=\"en\" class=\"en \"><h2>The Meaning of Al-Hikmah</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْتِي الْحِكْمَةَ مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He grants Hikmah to whom He wills.)</span></p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas said, \"That is knowledge of the Qur'an. For instance, the abrogating and the abrogated, what is plain and clear and what is not as plain and clear, what it allows, and what it does not allow, and its parables.\" Imam Ahmad recorded that Ibn Mas'ud said that he heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا حَسَدَ إِلَّا فِي اثْنَتَيْنِ: رَجُلٌ آتَاهُ اللهُ مَالًا فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِي الْحَقِّ، وَرَجُلٌ آتَاهُ اللهُ حِكْمَةً فَهُوَ يَقْضِي بِهَا وَيُعَلِّمُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no envy except in two instances: a person whom Allah has endowed with wealth and he spends it righteously, and a person whom Allah has given Hikmah and he judges by it and teaches it to others.)</span></p><p lang=\"en\" class=\"en \">This was also collected by Al-Bukhari, Muslim, An-Nasa'i, Ibn Majah.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But none remember <span class=\"gray\">(will receive admonition)</span> except men of understanding.)</span> means, \"Those who will benefit from the advice are those who have sound minds and good comprehension with which they understand the words <span class=\"gray\">(of advice and reminder)</span> and their implications.\"</p>"
  }
]