[
  {
    "ayah_key": "7:191",
    "group_ayah_key": "7:191",
    "from_ayah": "7:191",
    "to_ayah": "7:198",
    "ayah_keys": "7:191,7:192,7:193,7:194,7:195,7:196,7:197,7:198",
    "text": "<p lang=\"en\" class=\"en \">Do they attribute as partners to Allah those who created nothing but they themselves are created <span>(191)</span>No help can they give them, nor can they help themselves <span>(192)</span>And if you call them to guidance, they follow you not. It is the same for you whether you call them or you keep silent <span>(193)</span>Verily, those whom you call upon besides Allah are servants like you. So call upon them and let them answer you if you are truthful <span>(194)</span>Have they feet wherewith they walk? Or have they hands wherewith they hold? Or have they eyes wherewith they see? Or have they ears wherewith they hear? Say: \"Call your <span class=\"gray\">(so-called)</span> partners <span class=\"gray\">(of Allah)</span> and then plot against me, and give me no respite <span>(195)</span>Verily, my protector is Allah Who has revealed the Book <span class=\"gray\">(the Qur'an)</span>, and He protects the righteous <span>(196)</span>And those whom you call upon besides Him <span class=\"gray\">(Allah)</span> cannot help you nor can they help themselves <span>(197)</span>And if you call them to guidance, they hear not and you will see them looking at you, yet they see not. <span>(198)</span></p><div lang=\"en\" class=\"en \"><h2>Idols do not create, help, or have Power over Anything</h2></div><p lang=\"en\" class=\"en \">Allah admonishes the idolators who worshipped idols, rivals and images besides Him, although these objects were created by Allah, and neither own anything nor can they bring harm or benefit. These objects do not see or give aid to those who worship them. They are inanimate objects that neither move, hear, or see. Those who worship these objects are better than they are, for they hear see and have strength of their own. Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they attribute as partners to Allah those who created nothing but they themselves are created?)</span> meaning, 'Do you associate with Allah others that neither create, nor have power to create anything?' Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ لَن يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ وَإِن يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَّا يَسْتَنقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ - مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! A similitude has been coined, so listen to it <span class=\"gray\">(carefully)</span>: Verily, those on whom you call besides Allah, cannot create <span class=\"gray\">(even)</span> a fly, even though they combine together for the purpose. And if the fly snatches away a thing from them, they will have no power to release it from the fly. So weak are <span class=\"gray\">(both)</span> the seeker and the sought. They have not estimated Allah His rightful estimate. Verily, Allah is All-Strong, Almighty)</span><span class=\"gray\">[22:73-74]</span>. </p><p lang=\"en\" class=\"en \">Allah states that if all false gods of the disbelievers gather their strength, they would not be able to create a fly. Rather, if the fly steals anything from them, no matter how insignificant, and flew away, they would not be able to retrieve it. Therefore, if an object is this weak, how can it be worshipped and invoked for provisions and aid? This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...who created nothing but they themselves are created?)</span> these worshipped objects themselves were created and made. Prophet Ibrahim Al-Khalil proclaimed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَعْبُدُونَ مَا تَنْحِتُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Worship you that which you <span class=\"gray\">(yourselves)</span> carve?\")</span><span class=\"gray\">[37:95]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No help can they give them)</span> those who worship them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَنفُسَهُمْ يَنصُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor can they help themselves)</span> nor are they able to aid themselves against those who seek to harm them. For instance, Allah's Khalil, peace be upon him, broke and disgraced the idols of his people, just as Allah said he did,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he turned upon them, striking <span class=\"gray\">(them)</span> with <span class=\"gray\">(his)</span> right hand,)</span><span class=\"gray\">[37:93]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So he broke them to pieces, <span class=\"gray\">(all)</span> except the biggest of them, that they might turn to it.)</span><span class=\"gray\">[21:58]</span></p><p lang=\"en\" class=\"en \">Mu'adh bin 'Amr ibn Al-Jamuh and Mu'adh bin Jabal, may Allah be pleased with both of them, were still young when they embraced Islam after the Messenger of Allah ﷺ came to Al-Madinah. So they were attacking the idols of the idolators at night, breaking, disfiguring them and using them as fuel for needy widows. They sought to give a lesson to their people to make them aware of their error. 'Amr bin Al-Jamuh, who was one of the chiefs of his people, had an idol that he used to worship and perfume. The two Mu'adhs used to go to that idol, turn it on its head and tarnish it with animal waste. When 'Amr bin Al-Jamuh would see what happened to his idol, he would clean it, perfume it and leave a sword next to it, saying, \"Defend yourself.\" However, the two young men would repeat their actions, and he would do the same as before. Once, they took the idol, tied it to a dead dog and threw it in a well while tied to a rope! When 'Amr bin Al-Jamuh saw this, he knew that his religion was false and said, \"By Allah! Had you been a god who has might, you would not end up tied to a dog on a rope!\" 'Amr bin Al-Jamuh embraced Islam, and he was strong in his Islam. He was later martyred during the battle of Uhud, may Allah be pleased with him, give him pleasure. and grant him Paradise as his dwelling. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَدْعُوهُمْ إِلَى الْهُدَىٰ لَا يَتَّبِعُوكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you call them to guidance, they follow you not.)</span></p><p lang=\"en\" class=\"en \">Allah says, these idols do not hear the calls of those who worship them. Therefore, the result is the same, whether calling the idols or shunning them. Ibrahim, peace be upon said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنكَ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O my father! Why do you worship that which hears not, sees not and cannot avail you in anything?\")</span><span class=\"gray\">[19:42]</span></p><p lang=\"en\" class=\"en \">Next, Allah states that the idols were created, just as those who worship them. Rather, the people are better than the idols, because they are able to hear, see and exert harm. The idols, on the other hand, have no such powers. Allah said next,</p><p class=\"ur qpc-hafs\" lang=\"ur\">قُلِ ادْعُوا شُرَكَاءَكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Call your <span class=\"gray\">(so-called)</span> partners <span class=\"gray\">(of Allah)</span>)</span> invoke the idols for aid against me and do not give me respite, even for an instant, and give it your best effort,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, my protector is Allah Who has revealed the Book <span class=\"gray\">(the Qur'an)</span>, and He protects the righteous.)</span></p><p lang=\"en\" class=\"en \">Allah's support is sufficient and He will suffice for me, He is My supporter, I trust in Him and take refuge with Him. He is my protector, in this life and the Hereafter, and the protector of every righteous believer after me. Similarly, the people of Hud said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن نَّقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ - مِن دُونِهِ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنظِرُونِ - إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم مَّا مِن دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"All that we say is that some of our gods have seized you with evil <span class=\"gray\">(madness)</span>. \" Hud replied: \"I call Allah to witness, and bear you witness that I am free from that which you ascribe <span class=\"gray\">[as partners in worship, with Him <span class=\"gray\">(Allah)</span>]</span>. So plot against me, all of you, and give me no respite. I put my trust in Allah, my Lord and your Lord! There is not a moving <span class=\"gray\">(living)</span> creature but He has the grasp of its forelock. Verily, my Lord is on a path that is straight)</span><span class=\"gray\">[11:54-56]</span>. </p><p lang=\"en\" class=\"en \">Ibrahim Al-Khalil proclaimed <span class=\"gray\">(to his people)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتُم مَّا كُنتُمْ تَعْبُدُونَ - أَنتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ - فَإِنَّهُمْ عَدُوٌّ لِّي إِلَّا رَبَّ الْعَالَمِينَ - الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you observe that which you have been wershipping, You and your ancient fathers. Verily, they are enemies to me, save the Lord of all that exists. Who has created me, and it is He Who guides me.\")</span><span class=\"gray\">[26:75-78]</span></p><p lang=\"en\" class=\"en \">He also said to his father and his people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّنِي بَرَاءٌ مِّمَّا تَعْبُدُونَ - إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ - وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, I am innocent of what you warship. Except Him Who did create me; and verily, He will guide me.\" And he made it a legacy lasting among his offspring, that they may turn back <span class=\"gray\">(to Allah)</span>.)</span><span class=\"gray\">[43:26-28]</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those whom you call upon besides Allah)</span> until the end of the Ayah, reiterating what has been said earlier, but He uses direct speech this time,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَا أَنفُسَهُمْ يَنصُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(cannot help you nor can they help themselves.)</span> The Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَدْعُوهُمْ إِلَى الْهُدَىٰ لَا يَسْمَعُوا وَتَرَاهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you call them to guidance, they hear not and you will see them looking at you, yet they see not.)</span> is similar to another Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِن تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you invoke <span class=\"gray\">(or call upon)</span> them, they hear not your call.)</span><span class=\"gray\">[35:14]</span>. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَاهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you will see them looking at you, yet they see not.)</span> meaning, they have eyes that stare as if they see, although they are solid. Therefore, the Ayah treated them as if they had a mind <span class=\"gray\">[saying, Tarahum, instead of Taraha]</span>, since they are made in the shape of humans with eyes drawn on them.</p>"
  }
]