[
  {
    "ayah_key": "29:28",
    "group_ayah_key": "29:28",
    "from_ayah": "29:28",
    "to_ayah": "29:30",
    "ayah_keys": "29:28,29:29,29:30",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> Lut, when he said to his people: \"You commit immoral sins which none has preceded you in <span class=\"gray\">(committing)</span> it in all creatures. <span>(28)</span>\"Verily, you practice sodomy with men, and rob the wayfarer! And practice Al-Munkar in your meetings.\" But his people gave no answer except that they said: \"Bring Allah's torment upon us if you are one of the truthful. <span>(29)</span>He said: \"My Lord! Give me victory over the people who are corrupt. <span>(30)</span></p><div lang=\"en\" class=\"en \"><h2>The preaching of Lut and what happened between Him and His People</h2></div><p lang=\"en\" class=\"en \">Allah tells us that His Prophet Lut, peace be upon him, denounced his people for their evil deed and their immoral actions in having intercourse with males, a deed which none of the sons of Adam had ever committed before them. As well as doing this, they also disbelieved in Allah and rejected and opposed His Messenger, they robbed wayfarers, they would lie in wait on the road, kill people and loot their possessions.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And practice Al-Munkar in your meetings.)</span> This means, 'in your gatherings you do and say things that are not befitting, and you do not denounce one another for doing such things.' </p><p lang=\"en\" class=\"en \">Some said that they used to have intercourse with one another in public; this was the view of Mujahid. Some said that they used to compete in passing gas and laughing. This was the view of 'A'ishah, may Allah be pleased with her, and Al-Qasim. Some of them said that they used to make rams fight one another, or organize cockfights. They used to do all of these things, and they were even eviler than that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But his people gave no answer except that they said: \"Bring Allah's torment upon us if you are one of the truthful.\")</span> This is indicative of their disbelief, scornful attitude and stubbornness. So Allah's Prophet asked for help against them, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord! Give me victory over the people who are corrupt.)</span></p>"
  },
  {
    "ayah_key": "29:31",
    "group_ayah_key": "29:31",
    "from_ayah": "29:31",
    "to_ayah": "29:35",
    "ayah_keys": "29:31,29:32,29:33,29:34,29:35",
    "text": "<p lang=\"en\" class=\"en \">And when Our messengers came to Ibrahim with the glad tidings they said: \"Verily, we are going to destroy the people of this town; truly, its people have been wrongdoers. <span>(31)</span>Ibrahim said: \"But there is Lut in it.\" They said: \"We know better who is there. We will verily, save him and his family – except his wife, she will be of those who remain behind. <span>(32)</span>And when Our messengers came to Lut, he was grieved because of them, and felt straitened on their account. They said: \"Have no fear, and do not grieve! Truly, we shall save you and your family except your wife: she will be of those who remain behind. <span>(33)</span>\"Verily, we are about to bring down on the people of this town a great torment from the sky, because they have been rebellious. <span>(34)</span>And indeed We have left thereof an evident Ayah for a folk who understand <span>(35)</span></p><div lang=\"en\" class=\"en \"><h2>The Angels went to Ibrahim and then to Lut, may peace be upon them both</h2></div><p lang=\"en\" class=\"en \">When Lut, peace be upon him, asked Allah to help him against them, Allah sent angels to help him. They first came to Ibrahim in the form of guests, so he offered them hospitality in the appropriate manner. When he saw that they had no interest in the food, he felt some mistrust of them and was fearful of them. They started to calm him down and gave him the news of a righteous son born by his wife Sarah, who was present, and she was astonished by this, as we have already explained in our Tafsir of Surat Hud and Surat Al-Hijr. When they brought this news to Ibrahim and told him that they were sent to destroy the people of Lut, he began to speak up for them, hoping to win more time for them so that they might be guided by Allah. When they said, \"We have come to destroy the people of this township,\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنَّ فِيهَا لُوطًا ۚ قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا ۖ لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Ibrahim)</span> said: \"But there is Lut in it.\" They said: \"We know better who is there. We will verily, save him and his family except his wife, she will be of those who remain behind.\")</span> meaning, one of those who will be destroyed, because she used to support them in their disbelief and wrongdoing. Then the angels left him and visited Lut in the form of handsome young men. When he saw them like that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he was grieved because of them, and felt straitened on their account.)</span> means, he was worried since if he had them as guests then he was afraid for them and what his people might do to them, but if he did not host them, he was still afraid of what might happen to them. At that point he did not know who they were.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَا تَخَفْ وَلَا تَحْزَنْ ۖ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ - إِنَّا مُنْزِلُونَ عَلَىٰ أَهْلِ هَٰذِهِ الْقَرْيَةِ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Have no fear, and do not grieve! Truly, we shall save you and your family except your wife: she will be of those who remain behind. Verily, we are about to bring down on the people of this town a great torment from the sky, because they have been rebellious.\")</span> Jibril, peace be upon him, uprooted their town from the depths of the earth, lifted it up to the sky, then threw it upside down upon them. Allah rained upon them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">حِجَارَةً مِنْ سِجِّيلٍ مَنْضُودٍ - مُسَوَّمَةً عِنْدَ رَبِّكَ ۖ وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(stones of Sijjil, in a well-arranged manner one after another. Marked from your Lord; and they are not ever far from the evil doers.)</span><span class=\"gray\">[11:82-83]</span> Allah turned the place where they had lived into a putrid, stinking lake, which will remain as a lesson to mankind until the Day of Resurrection, and they will be among those who are most severely punished on the Day of Resurrection. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ تَرَكْنَا مِنْهَا آيَةً بَيِّنَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have left thereof an evident Ayah)</span> i. e., a clear sign,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِقَوْمٍ يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for a folk who understand.)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ - وَبِاللَّيْلِ ۗ أَفَلَا تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you pass by them in the morning And at night; will you not then reflect?)</span><span class=\"gray\">(37:137-138)</span></p>"
  },
  {
    "ayah_key": "29:36",
    "group_ayah_key": "29:36",
    "from_ayah": "29:36",
    "to_ayah": "29:37",
    "ayah_keys": "29:36,29:37",
    "text": "<p class=\"en translation\" lang=\"en\">And to Madyan, We sent their brother Shu'ayb. He said: \"O my people! Worship Allah and hope for the last Day, and commit no mischief on the earth as mischief-makers. <span>(36)</span>And they denied him; so the earthquake seized them, and they lay, prostrate in their dwellings <span>(37)</span></p><div lang=\"en\" class=\"en \"><h2>Shu'ayb and His People</h2></div><p lang=\"en\" class=\"en \">Allah tells us that His servant and Messenger Shu'ayb, peace be upon him, warned his people, the people of Madyan, and commanded them to worship Allah Alone with no partner or associate, and to fear the wrath and punishment of Allah on the Day of Resurrection. He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْآخِرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my people! Worship Allah and hope for the last Day,)</span> Ibn Jarir said: \"Some of them said that this meant: Fear the Last Day.\" This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for those who look forward to <span class=\"gray\">(meeting with)</span> Allah and the Last Day)</span><span class=\"gray\">(60:6)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and commit no mischief on the earth as mischief-makers.)</span> This is forbidding them to make mischief on earth by spreading corruption, which means going around doing evil to people. They used to cheat in weights and measures, and ambush people on the road; this is in addition to their disbelief in Allah and His Messenger. So Allah destroyed them with a mighty earthquake that convulsed their land, and the Sayhah <span class=\"gray\">(shout)</span> which tore their hearts from their bodies, and the torment of the Day of Shade, when their souls were taken. This was the torment of a great day. We have already examined their story in detail in Surat Al-A'raf, Surat Hud and Surat Ash-Shu'ara'.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they lay, prostrate in their dwellings.)</span> Qatadah said, \"They were dead.\" Others said that they were thrown on top of one another.</p>"
  }
]