[
  {
    "ayah_key": "2:256",
    "group_ayah_key": "2:256",
    "from_ayah": "2:256",
    "to_ayah": "2:256",
    "ayah_keys": "2:256",
    "text": "<p class=\"en translation\" lang=\"en\">There is no compulsion in religion. Verily, the right path has become distinct from the wrong path. Whoever disbelieves in Taghut and believes in Allah, then he has grasped the most trustworthy handhold that will never break. And Allah is All-Hearer, All-Knower <span>(256)</span></p><div lang=\"es\" class=\"es \"><h2>No Compulsion in Religion</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِكْرَاهَ فِي الدِّينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no compulsion in religion)</span>, meaning, \"Do not force anyone to become Muslim, for Islam is plain and clear, and its proofs and evidence are plain and clear. Therefore, there is no need to force anyone to embrace Islam. Rather, whoever Allah directs to Islam, opens his heart for it and enlightens his mind, will embrace Islam with certainty. Whoever Allah blinds his heart and seals his hearing and sight, then he will not benefit from being forced to embrace Islam.\"</p><p lang=\"en\" class=\"en \">It was reported that the Ansar were the reason behind revealing this Ayah, although its indication is general in meaning. Ibn Jarir recorded that Ibn 'Abbas said <span class=\"gray\">[that before Islam]</span>, \"When <span class=\"gray\">(an Ansar)</span> woman would not bear children who would live, she would vow that if she gives birth to a child who remains alive, she would raise him as a Jew. When Banu An-Nadir <span class=\"gray\">(the Jewish tribe)</span> were evacuated <span class=\"gray\">[from Al-Madinah]</span>, some of the children of the Ansar were being raised among them, and the Ansar said, 'We will not abandon our children.' Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِكْرَاهَ فِي الدِّينِ قَد تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no compulsion in religion. Verily, the right path has become distinct from the wrong path.)</span>\"</p><p lang=\"en\" class=\"en \">Abu Dawud and An-Nasa'i also recorded this Hadith.</p><p lang=\"en\" class=\"en \">As for the Hadith that Imam Ahmad recorded, in which Anas said that the Messenger of Allah ﷺ said to a man,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَسْلِم</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ: إِنِّي أَجِدُنِي كَارِهًا </p><p class=\"fa qpc-hafs\" lang=\"fa\">قَالَ: وَإِنْ كُنْتَ كَارِهًا</p><p lang=\"sq\" class=\"sq \"><span class=\"gray\">(\"Embrace Islam.\" The man said, \"I dislike it.\" The Prophet ﷺ said, \"Even if you dislike it.\")</span></p><p lang=\"en\" class=\"en \">First, this is an authentic Hadith, with only three narrators between Imam Ahmad and the Prophet ﷺ. However, it is not relevant to the subject under discussion, for the Prophet ﷺ did not force that man to become Muslim. The Prophet ﷺ merely invited this man to become Muslim, and he replied that he does not find himself eager to become Muslim. The Prophet ﷺ said to the man that even though he dislikes embracing Islam, he should still embrace it, 'for Allah will grant you sincerity and true intent.'</p><div lang=\"en\" class=\"en \"><h2>Tawhid is the Most Trustworthy Handhold</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِن بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ لَا انفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever disbelieves in Taghut and believes in Allah, then he has grasped the most trustworthy handhold that will never break. And Allah is All-Hearer, All-Knower)</span> is in reference to, \"Whoever shuns the rivals of Allah, the idols, and those that Shaytan calls to be worshipped besides Allah, whoever believes in Allah's Oneness, worships Him alone and testifies that there is no deity worthy of worship except Him, then</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then he has grasped the most trustworthy handhold.)</span></p><p lang=\"en\" class=\"en \">Therefore, this person will have acquired firmness <span class=\"gray\">[in the religion]</span> and proceeded on the correct way and the straight path. Abu Al-Qasim Al-Baghawi recorded that 'Umar said, \"Jibt means magic, and Taghut means Shaytan. Verily, courage and cowardice are two instincts that appear in men, the courageous fights for those whom he does not know and the coward runs away from defending his own mother. Man's honor resides with his religion and his status is based upon his character, even if he was Persian or Nabatian.\" 'Umar's statement that Taghut is Shaytan is very sound, for this meaning includes every type of evil that the ignorant people of Jahiliyyah <span class=\"gray\">(pre Islamic era of ignorace)</span> fell into, such as worshipping idols, referring to them for judgement, and invoking them for victory.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ لَا انفِصَامَ لَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then he has grasped the most trustworthy handhold that will never break)</span> means, \"He will have hold of the true religion with the strongest grasp.\" Allah equated this adherence to the firm handhold that never breaks because it is built solid and because its handle is firmly connected. This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ لَا انفِصَامَ لَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then he has grasped the most trustworthy handhold that will never break.)</span></p><p lang=\"en\" class=\"en \">Mujahid said, \"The most trustworthy handhold is Iman <span class=\"gray\">(faith)</span>.\" As-Suddi said that it refers to Islam. Imam Ahmad recorded that Qays bin 'Abbad said, \"I was in the Masjid when a man whose face showed signs of humbleness came and prayed two Rak'ahs that were modest in length. The people said, 'This is a man from among the people of Paradise.' When he left, I followed him until he entered his house, and I entered it after him and spoke with him. When he felt at ease, I said to him, 'When you entered the Masjid, the people said such and such things.' He said, 'All praise is due to Allah! No one should say what he has no knowledge of. I will tell you why they said that. I saw a vision during the time of the Messenger of Allah, and I narrated it to him. I saw that I was in a green garden,' and he described the garden's plants and spaciousness, 'and there was an iron pole in the middle of the garden affixed in the earth and its tip reached the sky. On its tip, there was a handle, and I was told to ascend the pole. I said, 'I cannot.' Then a helper came and raised my robe from behind and said to me, 'Ascend.' I ascended until I grasped the handle and he said to me, 'Hold on to the handle.' I awoke from that dream with the handle in my hand. I went to the Messenger of Allah ﷺ and told him about the vision and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا الرَّوْضَةُ فَرَوْضَةُ الْإِسْلَامِ، وَأَمَّا الْعَمُودُ فَعَمُودُ الْإِسْلَامِ، وَأَمَّا الْعُرْوَةُ فَهِيَ الْعُرْوَةُ الْوُثْقَى، أَنْتَ عَلَى الْإِسْلَامِ حَتَّى تَمُوتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for the garden, it represents Islam; as for the pole, it represents the pillar of Islam; and the handle represents the most trustworthy handhold. You shall remain Muslim until you die.)</span></p><p lang=\"gd\" class=\"gd \">This Companion was 'Abdullah bin Salam.\"</p><p lang=\"en\" class=\"en \">This Hadith was also collected in the Two Sahihs; and Al-Bukhari also recorded it with another chain of narration.</p>"
  },
  {
    "ayah_key": "2:257",
    "group_ayah_key": "2:257",
    "from_ayah": "2:257",
    "to_ayah": "2:257",
    "ayah_keys": "2:257",
    "text": "<p lang=\"en\" class=\"en \">Allah is the Wali <span class=\"gray\">(Protector or Guardian)</span> of those who believe. He brings them out from darknesses into light. But as for those who disbelieve, their Awliya' <span class=\"gray\">(supporters and helpers)</span> are Taghut <span class=\"gray\">(false deities and false leaders)</span>, they bring them out from light into darknesses. Those are the dwellers of the Fire, and they will abide therein forever <span>(257)</span></p><p lang=\"en\" class=\"en \">Allah stated that whoever follows what pleases Him, He will guide him to the paths of peace, that is Islam, or Paradise. Verily, Allah delivers His believing servants from the darkness of disbelief, doubt and hesitation, to the light of the plain, clear, explained, easy and unequivocal truth. He also stated that Shaytan is the supporter of the disbelievers who beautifies the paths of ignorance and misguidance that they follow, thus causing them to deviate from the true path into disbelief and wickedness.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those are the dwellers of the Fire, and they will abide therein forever.)</span></p><p lang=\"en\" class=\"en \">This is why Allah mentioned the light in the singular while mentioned the darkness in the plural, because truth is one, while disbelief comes as several types, all of which are false. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ هَٰذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ذَٰلِكُمْ وَصَّاكُم بِهِ لَعَلَّكُمْ تَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, this is my straight path, so follow it, and follow not <span class=\"gray\">(other)</span> paths, for they will separate you away from His path. This He has ordained for you that you may have Taqwa)</span><span class=\"gray\">[6:153]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And originated the darknesses and the light)</span><span class=\"gray\">[6:1]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَنِ الْيَمِينِ وَالشَّمَائِلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to the right and to the lefts)</span><span class=\"gray\">[16: 48]</span></p><p lang=\"en\" class=\"en \">There are many other Ayat on the subject that mention the truth in the singular and falsehood in the plural, because of falsehood's many divisions and branches.</p>"
  }
]