[
  {
    "ayah_key": "4:25",
    "group_ayah_key": "4:25",
    "from_ayah": "4:25",
    "to_ayah": "4:25",
    "ayah_keys": "4:25",
    "text": "<p lang=\"en\" class=\"en \">And whoever of you have not the means wherewith to wed free believing women, they may wed believing girls from among those whom your right hands possess, and Allah has full knowledge about your faith, you are one from another. Wed them with the permission of their own folk <span class=\"gray\">(guardians)</span> and give them their due in a good manner; they should be chaste, not fornicators, nor promiscuous. And after they have been taken in wedlock, if they commit Fahishah, their punishment is half that for free <span class=\"gray\">(unmarried)</span> women. This is for him among you who is afraid of being harmed in his religion or in his body; but it is better for you that you practice self-restraint, and Allah is Oft-Forgiving, Most Merciful <span>(25)</span></p><div lang=\"en\" class=\"en \"><h2>Marrying a Female Slave, if One Cannot Marry a Free Woman</h2></div><p lang=\"en\" class=\"en \">Allah said, those who do not have,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنكُمْ طَوْلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the means)</span>, financial capability,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن يَنكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wherewith to wed free believing women)</span> meaning, free faithful, chaste women.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمِن مَّا مَلَكَتْ أَيْمَانُكُم مِّن فَتَيَاتِكُمُ الْمُؤْمِنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They may wed believing girls from among those whom your right hands possess,)</span> meaning, they are allowed to wed believing slave girls owned by the believers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ أَعْلَمُ بِإِيمَانِكُم بَعْضُكُم مِّن بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah has full knowledge about your faith; you are one from another.)</span> Allah knows the true reality and secrets of all things, but you people know only the apparent things. Allah then said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَانكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wed them with the permission of their own folk)</span> indicating that the owner is responsible for the slave girl, and consequently, she cannot marry without his permission. The owner is also responsible for his male slave and they cannot wed without his permission. A Hadith states,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَيُّمَا عَبْدٍ تَزَوَّجَ بِغَيْرِ إِذْنِ مَوَالِيهِ، فَهُوَ عَاهِرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Any male slave who marries without permission from his master, is a fornicator.)</span> When the owner of the female slave is a female, those who are allowed to give away the free woman in marriage, with her permission, become responsible for giving away her female slave in marriage, as well. A Hadith states that</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُزَوِّجِ الْمَرْأَةُ الْمَرْأَةَ، وَلَا الْمَرْأَةُ نَفْسَهَا، فَإِنَّ الزَّانِيَةَ هِيَ الَّتِي تُزَوِّجُ نَفْسَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The woman does not give away another woman, or herself in marriage, for only the adulteress gives herself away in marriage.)</span> Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give them their due in a good manner;)</span> meaning, pay them their dowry with a good heart, and do not keep any of it, belittling the matter due to the fact that they are owned slaves. Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مُحْصَنَاتٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they should be chaste)</span> means, they are honorable women who do not commit adultery, and this is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">غَيْرَ مُسَافِحَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(not fornicators)</span> referring to dishonorable women, who do not refrain from illicit sexual relations with those who ask. Ibn 'Abbas said that the fornicating women are the whores, who do not object to having relations with whomever seeks it, while,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا مُتَّخِذَاتِ أَخْدَانٍ</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(nor promiscuous.)</span> refers to taking boyfriends. Similar was said by Abu Hurayrah, Mujahid, Ash-Sha'bi, Ad-Dahhak, 'Ata' Al-Khurasani, Yahya bin Abi Kathir, Muqatil bin Hayyan and As-Suddi.</p><div lang=\"en\" class=\"en \"><h2>The Slave Girl's Punishment for Adultery is Half that of a Free Unmarried Woman</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And after they have been taken in wedlock, if they commit Fahishah, their punishment is half of that for free <span class=\"gray\">(unmarried)</span> women.)</span> this is about the slave women who got married, as indicated by the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلًا أَن يَنكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِن مَّا مَلَكَتْ أَيْمَانُكُم مِّن فَتَيَاتِكُمُ الْمُؤْمِنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever of you have not the means wherewith to wed free believing women, they may wed believing girls from among those whom your right hands possess,)</span> Therefore, since the honorable Ayah is about believing slave girls, then,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أُحْصِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And after they have been taken in wedlock,)</span> refers to when they <span class=\"gray\">(believing slave girls)</span> get married, as Ibn 'Abbas and others have said. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their punishment is half of that for free <span class=\"gray\">(unmarried)</span> women.)</span> indicates that the type of punishment prescribed here is the one that can be reduced to half, lashes in this case, not stoning to death, and Allah knows best. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is for him among you who is afraid of being harmed in his religion or in his body;)</span> indicates that marrying slave girls, providing one satisfies the required conditions, is for those who fear for their chastity and find it hard to be patient and refrain from sex. In this difficult circumstance, one is allowed to marry a slave girl. However, it is better to refrain from marrying slave girls and to observe patience, for otherwise, the offspring will become slaves to the girl's master. Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَن تَصْبِرُوا خَيْرٌ لَّكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but it is better for you that you practice self-restraint, and Allah is Oft-Forgiving, Most Merciful.)</span></p>"
  },
  {
    "ayah_key": "4:26",
    "group_ayah_key": "4:26",
    "from_ayah": "4:26",
    "to_ayah": "4:28",
    "ayah_keys": "4:26,4:27,4:28",
    "text": "<p lang=\"en\" class=\"en \">Allah wishes to make clear <span class=\"gray\">(what is lawful and what is unlawful)</span> to you, and to show you the ways of those before you, and accept your repentance, and Allah is All-Knower, All-Wise <span>(26)</span>Allah wishes to accept your repentance, but those who follow their lusts, wish that you <span class=\"gray\">(believers)</span> should deviate tremendously away <span class=\"gray\">(from the right path <span>(27)</span>Allah wishes to lighten <span class=\"gray\">(the burden)</span> for you; and man was created weak <span>(28)</span></span></p><p lang=\"en\" class=\"en \">Allah explains to the believers what He has allowed and prohibited for them in this and other Surahs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِن قَبْلِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to show you the ways of those before you,)</span> meaning their righteous ways and how to adhere to the commandments that He likes and is pleased with.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتُوبَ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and accept your repentance)</span> from sin and error,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّهُ عَلِيمٌ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah is All-Knower, All-Wise.)</span> in His commands, decrees, actions and statements. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَن تَمِيلُوا مَيْلًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but those who follow their lusts, wish that you <span class=\"gray\">(believers)</span> should deviate tremendously away from the right path)</span>) indicates that the followers of Shaytan among the Jews, Christians and the adulterous, wish that you would take the horrendous path of falsehood instead of the truth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيدُ اللَّهُ أَن يُخَفِّفَ عَنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah wishes to lighten <span class=\"gray\">(the burden)</span> for you\")</span> His legislation, orders, what He prohibits and what He decrees for you. This is why Allah has allowed free men to marry slave girls under certain conditions, as Mujahid and others have stated.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخُلِقَ الْإِنسَانُ ضَعِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and man was created weak.)</span> and this is why it is suitable in his case that the commands are made easy for him, because of his weakness and feebleness. Ibn Abi Hatim recorded that Tawus said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخُلِقَ الْإِنسَانُ ضَعِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and man was created weak)</span>, \"Concerning women\". Waki' said, \"Man's mind leaves when women are involved.\"</p>"
  }
]