[
  {
    "ayah_key": "7:31",
    "group_ayah_key": "7:31",
    "from_ayah": "7:31",
    "to_ayah": "7:31",
    "ayah_keys": "7:31",
    "text": "<p class=\"en translation\" lang=\"en\">O Children of Adam! Take your adornment to every Masjid, and eat and drink, but waste not by extravagance, certainly He <span class=\"gray\">(Allah)</span> likes not the wasteful <span>(31)</span></p><div lang=\"en\" class=\"en \"><h2>Allah commands taking Adornment when going to the Masjid</h2></div><p lang=\"en\" class=\"en \">This honorable Ayah refutes the idolators' practice of performing Tawaf around the Sacred House while naked. Muslim, An-Nasa'i and Ibn Jarir, <span class=\"gray\">(the following wording is that of Ibn Jarir)</span> recorded that Shu'bah said that Salamah bin Kuhayl said that Muslim Al-Batin said that Sa'id bin Jubayr said that Ibn 'Abbas said, \"The idolators used to go around the House while naked, both men and women, men in the day and women by night. The woman would say, \"Today, a part or all of it will be unveiled, but whatever is exposed of it, I do not allow.\" Allah said in reply,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذُوا زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Take your adornment to every Masjid,)</span> Al-'Awfi said that Ibn 'Abbas commented on:</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذُوا زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Take your adornment to every Masjid)</span></p><p lang=\"en\" class=\"en \">\"There were people who used to perform Tawaf around the House while naked, and Allah ordered them to take adornment, meaning, wear clean, proper clothes that cover the private parts. people were commanded to wear their best clothes when performing every prayer.\" Mujahid, 'Ata', Ibrahim An-Nakha'i, Sa'id bin Jubayr, Qatadah, As-Suddi, Ad-Dahhak and Malik narrated a similar saying from Az-Zuhri, and from several of the Salaf. They said that this Ayah was revealed about the idolators who used to perform Tawaf around the House while naked. </p><p lang=\"en\" class=\"en \">This Ayah <span class=\"gray\">(7:31)</span>, as well as the Sunnah, encourage wearing the best clothes when praying, especially for Friday and 'Id prayers. It is also recommended <span class=\"gray\">[for men]</span> to wear perfume for prayer, because it is adornment, and to use Siwak for it is part of what completes adornment. </p><p lang=\"en\" class=\"en \">The best color for clothes is white, for Imam Ahmad narrated that Ibn 'Abbas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْبَسُوا مِنْ ثِيَابِكُمُ الْبَيَاضَ فَإِنَّهَا مِنْ خَيْرِ ثِيَابِكُمْ، وَكَفِّنُوا فِيهَا مَوْتَاكُمْ وَإِنَّ خَيْرَ أَكْحَالِكُمُ الْإثْمَدُ فَإِنَّهُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wear white clothes, for it is among your best clothes, and also wrap your dead with it. And Ithmid <span class=\"gray\">(antimony)</span> is among the best of your Kuhl, for it clears the sight and helps the hair grow.)</span></p><p lang=\"en\" class=\"en \">This Hadith has a sound chain of narration, consisting of narrators who conform to the conditions and guidelines of Imam Muslim. Abu Dawud, At-Tirmidhi and Ibn Majah also recorded it, and At-Tirmidhi said, \"Hasan Sahih.\"</p><div lang=\"zh\" class=\"zh \"><h2>Prohibiting Extravagance</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُوا وَاشْرَبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And eat and drink..)</span>. Al-Bukhari said that Ibn 'Abbas said, \"Eat what you wish and wear what you wish, as long as you avoid two things: extravagance and arrogance.\" Ibn Jarir said that Muhammad bin 'Abdul-A'la narrated to us that Muhammad bin Thawr narrated to us from Ma'mar from Ibn Tawus from his father who said that Ibn 'Abbas said, \"Allah has allowed eating and drinking, as long as it does not contain extravagance or arrogance.\" This chain is Sahih. Imam Ahmad recorded that Al-Miqdam bin Ma'dikarib Al-Kindi said that he heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مَلَأَ ابْنُ آدَمَ وِعَاءً شَرًّا مِنْ بَطْنِهِ بِحَسْبِ ابْنِ آدَمَ أَكَلَاتٍ يُقِمْنَ صُلْبَهُ فَإِنْ كَانَ فَاعِلًا لَا مَحَالَةَ فَثُلُثٌ طَعَامٌ وَثُلُثٌ شَرَابٌ وَثُلُثٌ لِنَفَسِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Son of Adam will not fill a pot worse for himself than his stomach. It is enough for the Son of Adam to eat a few bites that strengthens his spine. If he likes to have more, then let him fill a third with food, a third with drink and leave a third for his breathing.)</span></p><p lang=\"fil\" class=\"fil \">An-Nasa'i and At-Tirmidhi collected this Hadith, At-Tirmidhi said, \"Hasan\" or \"Hasan Sahih\" according to another manuscript.</p><p lang=\"en\" class=\"en \">'Ata' Al-Khurasani said that Ibn 'Abbas commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And eat and drink but waste not by extravagance, certainly He <span class=\"gray\">(Allah)</span> likes not the wasteful.)</span></p><p lang=\"en\" class=\"en \">\"With food and drink.\" Ibn Jarir commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly He <span class=\"gray\">(Allah)</span> likes not the wasteful.)</span></p><p lang=\"en\" class=\"en \">\"Allah the Exalted says that He does not like those who trespass the limits on an allowed matter or a prohibited matter, those who go to the extreme over what He has allowed, allow what He has prohibited, or prohibit what He has allowed. But, He likes that what He has allowed be considered as such <span class=\"gray\">(without extravagance)</span> and what He has prohibited be considered as such. This is the justice that He has commanded.\"</p>"
  },
  {
    "ayah_key": "7:32",
    "group_ayah_key": "7:32",
    "from_ayah": "7:32",
    "to_ayah": "7:32",
    "ayah_keys": "7:32",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Who has forbidden the adornment with clothes given by Allah, which He has produced for His servants, and At-Tayyibat <span class=\"gray\">(good things)</span> of sustenance?\" Say: \"They are, in the life of this world, for those who believe, <span class=\"gray\">(and)</span> exclusively for them <span class=\"gray\">(believers)</span> on the Day of Resurrection.\" Thus We explain the Ayat in detail for people who have knowledge <span>(32)</span></p><div lang=\"en\" class=\"en \"><h2>Allah refutes those who prohibit any type of food, drink or clothes according to their own understanding, without relying on what Allah has legislated.</h2></div><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say)</span> O Muhammad, to the idolators who prohibit some things out of false opinion and fabrication,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who has forbidden the adornment with clothes given by Allah, which He has produced for His servants)</span> meaning, these things were created for those who believe in Allah and worship Him in this life, even though the disbelievers share in these bounties in this life. In the Hereafter, the believers will have all this to themselves and none of the disbelievers will have a share in it, for Paradise is prohibited for the disbelievers.</p>"
  },
  {
    "ayah_key": "7:33",
    "group_ayah_key": "7:33",
    "from_ayah": "7:33",
    "to_ayah": "7:33",
    "ayah_keys": "7:33",
    "text": "<p class=\"en translation\" lang=\"en\">Say: \"<span class=\"gray\">(But)</span> the things that my Lord has indeed forbidden are the Fawahish <span class=\"gray\">(immoral deeds)</span> whether committed openly or secretly, and Ithm, and transgression without right, and joining partners with Allah for which He has given no authority, and saying things about Allah of which you have no knowledge. <span>(33)</span></p><div lang=\"en\" class=\"en \"><h2>Fāḥishah', Sin, Transgression, Shirk and Lying about Allah are prohibited</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أَحَدَ أَغْيَرُ مِنَ اللهِ فَلِذَلِكَ حَرَّمَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ، وَلَا أَحَدَ أَحَبُّ إِلَيْهِ الْمَدْحُ مِنَ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None is more jealous than Allah, and this is why He prohibited Fawahish, committed openly or in secret. And none likes praise more than Allah)</span>. </p><p lang=\"en\" class=\"en \">This was also recorded in the Two Sahihs. In the explanation of Surat Al-An'am, we explained the 'Fāḥishah' that is committed openly and in secret. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and 'Ithm', and transgression without right,)</span><span class=\"gray\">[7:33]</span>. </p><p lang=\"en\" class=\"en \">As-Suddi commented, \"Al-Ithm means, 'disobedience'. As for unrighteous oppression, it occurs when you transgress against people without justification.\" Mujahid said, \"Ithm includes all types of disobedience. Allah said that the oppressor commits oppression against himself.\" Therefore, the meaning of, Ithm is the sin that one commits against himself, while 'oppression' pertains to transgression against other people, and Allah prohibited both. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and joining partners with Allah for which He has given no authority,)</span> prohibits calling partners with Allah in worship.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and saying things about Allah of which you have no knowledge.)</span> such as lies and inventions, like claiming that Allah has a son, and other evil creeds that you – O idolators – have no knowledge of. This is similar to His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So shun the abomination <span class=\"gray\">(worshipping)</span> of the idols)</span><span class=\"gray\">[22:30]</span>.</p>"
  },
  {
    "ayah_key": "7:34",
    "group_ayah_key": "7:34",
    "from_ayah": "7:34",
    "to_ayah": "7:36",
    "ayah_keys": "7:34,7:35,7:36",
    "text": "<p lang=\"en\" class=\"en \">And every Ummah has its appointed term; when their term comes, neither can they delay it nor can they advance it an hour <span class=\"gray\">(or a moment)</span><span>(34)</span>O Children of Adam! If there come to you Messengers from among you, reciting to you My Ayat, then whosoever has Taqwa and becomes righteous, on them shall be no fear nor shall they grieve <span>(35)</span>But those who reject Our Ayat and treat them with arrogance, they are the dwellers of the Fire, they will abide therein forever <span>(36)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلِّ أُمَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And every Ummah has)</span>, meaning, each generation and nation,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(its appointed term; when their term comes)</span> which they were destined for,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(neither can they delay it nor can they advance it an hour <span class=\"gray\">(or a moment)</span>)</span>. </p><p lang=\"en\" class=\"en \">Allah then warned the Children of Adam that He sent to them Messengers who conveyed to them His Ayat. Allah also conveyed good news, as well as warning,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اتَّقَىٰ وَأَصْلَحَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then whosoever has Taqwa and becomes righteous)</span> by abandoning the prohibitions and performing acts of obedience,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ - وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on them shall be no fear nor shall they grieve. But those who reject Our Ayat and treat them with arrogance,)</span> meaning, their hearts denied the Ayat and they were too arrogant to abide by them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they are the dwellers of the Fire, they will abide therein forever.)</span> without end to their dwelling in it.</p>"
  }
]