[
  {
    "ayah_key": "6:17",
    "group_ayah_key": "6:17",
    "from_ayah": "6:17",
    "to_ayah": "6:21",
    "ayah_keys": "6:17,6:18,6:19,6:20,6:21",
    "text": "<p lang=\"en\" class=\"en \">And if Allah touches you with harm, none can remove it but He, and if He touches you with good, then He is able to do all things <span>(17)</span>And He is the Irresistible, above His servants, and He is the All-Wise, Well-Acquainted with all things <span>(18)</span>Say: \"What thing is the most great in witness?\" Say: \"Allah is Witness between you and I; this Qur'an has been revealed to me that I may therewith warn you and whomsoever it may reach. Can you verily bear witness that besides Allah there are other gods?\" Say \"I bear no <span class=\"gray\">(such)</span> witness!\" Say: \"Only He is God, alone, and truly I am innocent of what you join in worship with Him. <span>(19)</span>Those to whom We have given the Scripture recognize him, as they recognize their own children. Those who have lost <span class=\"gray\">(destroyed)</span> themselves will not believe <span>(20)</span>And who does more wrong than he who invents a lie against Allah or rejects His Ayat? Verily, the wrongdoers shall never be successful <span>(21)</span></p><div lang=\"en\" class=\"en \"><h2>Allah is the Irresistible, Able to Bring Benefit and Protect from Harm</h2></div><p lang=\"en\" class=\"en \">Allah states that He Alone brings benefit or harm, and that He does what He wills with His creatures, none can resist His judgment or prevent what He decrees,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if Allah touches you with harm, none can remove it but He, and if He touches you with good, then He is able to do all things.)</span> Similarly, Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَّا يَفْتَحِ اللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِن بَعْدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatever mercy, Allah may grant to mankind, none can withhold it, and whatever He may withhold, none can grant it thereafter)</span><span class=\"gray\">[35:2]</span>. </p><p lang=\"en\" class=\"en \">It is recorded in the Sahih that the Messenger of Allah ﷺ used to supplicate,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, there is none Who can avert what You grant or give what You deprive, and no fortune ever helps the fortunate against You.)</span> This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the Irresistible, above His servants,)</span> meaning, to Him the necks are subservient, the tyrants humble before Him and He has complete control over all things. The creatures have all bowed to Allah and are humbled before His grace, honor, pride, greatness, highness and ability over all things. The creatures are insignificant before Him, for they are all under His irresistible decision and power,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَهُوَ الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He is the All-Wise,)</span> in all His actions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْخَبِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Well-Acquainted with all things.)</span> Who places everything in its rightful place, grants and favors whomever deserves His favor. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"What thing is the most great in witness\")</span> or what is the greatest witness,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Allah <span class=\"gray\">(the Most Great!)</span> is Witness between you and I\")</span> for He knows what I brought you and what you will answer me with,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُوحِيَ إِلَيَّ هَٰذَا الْقُرْآنُ لِأُنذِرَكُم بِهِ وَمَن بَلَغَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(this Qur'an has been revealed to me that I may therewith warn you and whomsoever it may reach.)</span></p><p lang=\"en\" class=\"en \">Therefore, this Qur'an is a warner for all those who hear of it. In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those of the sects that reject it, the Fire will be their promised meeting place.)</span><span class=\"gray\">[11:17]</span> Ar-Rabi' bin Anas said, \"Those who follow the Messenger of Allah ﷺ ought to call to what the Messenger of Allah ﷺ called to and warn against what he warned against.\" Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَئِنَّكُمْ لَتَشْهَدُونَ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(\"Can you verily bear witness...\")</span> O idolators,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَىٰ قُل لَّا أَشْهَدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"that besides Allah there are other gods\" Say, \"I bear no <span class=\"gray\">(such)</span> witness!\")</span> Similarly, in another Ayah, Allah said;</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِن شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then if they testify, testify not you with them.)</span><span class=\"gray\">[6:150]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا هُوَ إِلَٰهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِّمَّا تُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Only He is God, alone, and truly I am innocent of what you join in worship with Him.\")</span></p><div lang=\"en\" class=\"en \"><h2>People of the Book Recognize the Prophet <span class=\"gray\">(ﷺ)</span> Just as They Recognize Their Own Children</h2></div><p lang=\"en\" class=\"en \">Allah says, the People of the Book know what you brought them, O Muhammad ﷺ, as they know their own children. This is because they received good news from the previous Messengers and Prophets about the coming of Muhammad ﷺ, his attributes, homeland, his migration, and the description of his Ummah. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ خَسِرُوا أَنفُسَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who have lost <span class=\"gray\">(destroyed)</span> themselves)</span> and thus incurred the ultimate loss,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ لَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(will not believe.)</span> in this clear matter. A matter about which the previous Prophets gave good news, and a matter extolled about in ancient and modern times. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who does more wrong than he who invents a lie against Allah or rejects His Ayat?)</span> meaning, there is no person more unjust than he who lies about Allah and claims that Allah has sent him, while Allah did not send him. There is no person more unjust than he who denies Allah's proofs, signs and evidences,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the wrongdoers shall never be successful.)</span></p><p lang=\"en\" class=\"en \">Surely, both of these people will never acquire success, whoever falsely <span class=\"gray\">(claims that Allah sent him)</span> and whoever refuses <span class=\"gray\">[Allah's Ayat]</span>.</p>"
  }
]