[
  {
    "ayah_key": "3:75",
    "group_ayah_key": "3:75",
    "from_ayah": "3:75",
    "to_ayah": "3:76",
    "ayah_keys": "3:75,3:76",
    "text": "<p lang=\"en\" class=\"en \">Among the People of the Scripture is he who, if entrusted with a Qintar <span class=\"gray\">(a great amount of wealth)</span>, will readily pay it back; and among them there is he who, if entrusted with a single silver coin, will not repay it unless you constantly stand demanding, because they say: \"There is no blame on us to betray and take the properties of the illiterates <span class=\"gray\">(Arabs)</span>.\" But they tell a lie against Allah while they know it <span>(75)</span>Yes, whoever fulfills his pledge and fears Allah much; verily, then Allah loves the Muttaqin <span class=\"gray\">(the pious)</span><span>(76)</span></p><div lang=\"en\" class=\"en \"><h2>How Trustworthy Are the Jews?</h2></div><p lang=\"en\" class=\"en \">Allah states that there are deceitful people among the Jews. He also warns the faithful against being deceived by them, because some of them,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَنْ إِن تَأْمَنْهُ بِقِنطَارٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if entrusted with a Qintar <span class=\"gray\">(a great amount)</span>)</span> of money,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤَدِّهِ إِلَيْكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(will readily pay it back;)</span> This Ayah indicates that this type would likewise give what is less than a Qintar, as is obvious. However,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لَّا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and among them there is he who, if entrusted with a single silver coin, will not repay it unless you constantly stand demanding,)</span> and insisting on acquiring your rightful property. If this is what he would do with one Dinar, then what about what is more than a Dinar? We mentioned the meaning of Qintar in the beginning of this Surah, while the value of Dinar is well known. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(because they say: \"There is no blame on us to betray and take the properties of the illiterates <span class=\"gray\">(Arabs)</span>.\")</span> means, what made them reject the truth <span class=\"gray\">(or what they owed)</span> is that they said, \"There is no harm in our religion if we eat up the property of the unlettered ones, the Arabs, for Allah has allowed it for us.\" Allah replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they tell a lie against Allah while they know it.)</span> for they invented this lie and word of misguidance. Rather, Allah would not allow this money for them unless they had a right to it.</p><p lang=\"en\" class=\"en \">Abdur-Razzaq recorded that Sa'sa'ah bin Yazid said that a man asked Ibn 'Abbas, \"During battle, we capture some property belonging to Ahl Adh-Dhimmah, such as chickens and sheep.\" Ibn 'Abbas said, \"What do you do in this case?\" The man said, \"We say that there is no sin <span class=\"gray\">(if we confiscate them)</span> in this case.\" He said, \"That is what the People of the Book said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no blame on us to betray and take the properties of the illiterates <span class=\"gray\">(Arabs)</span>.)</span></p><p lang=\"en\" class=\"en \">Verily, if they pay the Jizyah, then you are not allowed their property, except when they willingly give it up.\"</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ مَنْ أَوْفَىٰ بِعَهْدِهِ وَاتَّقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, whoever fulfills his pledge and fears Allah much,)</span> fulfills his promise and fears Allah among you, O People of the Book, regarding the covenant Allah took from you to believe in Muhammad ﷺ when he is sent, just as He took the same covenant from all Prophets and their nations. Whoever avoids Allah's prohibitions, obeys Him and adheres to the Shari'ah that He sent with His Final Messenger ﷺ and the master of all mankind.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, then Allah loves the Muttaqin.)</span></p>"
  },
  {
    "ayah_key": "3:77",
    "group_ayah_key": "3:77",
    "from_ayah": "3:77",
    "to_ayah": "3:77",
    "ayah_keys": "3:77",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, those who purchase a small gain at the cost of Allah's covenant and their oaths, they shall have no portion in the Hereafter <span class=\"gray\">(Paradise)</span>. Neither will Allah speak to them nor look at them on the Day of Resurrection, nor will He purify them, and they shall have a painful torment <span>(77)</span></p><div lang=\"en\" class=\"en \"><h2>There is No Share in the Hereafter for Those Who Break Allah's Covenant</h2></div><p lang=\"en\" class=\"en \">Allah states that whoever prefers the small things of this short, soon to end life, instead of fulfilling what they have promised Allah by following Muhammad ﷺ, announcing his description <span class=\"gray\">[from their books]</span> to people and affirming his truth, then,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَا خَلَاقَ لَهُمْ فِي الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they shall have no portion in the Hereafter.)</span></p><p lang=\"en\" class=\"en \">They will not have a share or part in the Hereafter's rewards,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُكَلِّمُهُمُ اللَّهُ وَلَا يَنظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither will Allah speak to them nor look at them on the Day of Resurrection)</span> with His mercy. This Ayah indicates that Allah will not speak words of kindness nor look at them with any mercy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُزَكِّيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor will He purify them)</span> from sins and impurities. Rather, He will order them to the Fire,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they shall have a painful torment.)</span></p><p lang=\"en\" class=\"en \">There are several Hadiths on the subject of this Ayah, some of which follow. </p><p lang=\"en\" class=\"en \">The First Hadith</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Dharr said, \"The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثَةٌ لَا يُكَلِّمُهُمُ اللهُ، وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ، وَلَا يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قلت: يا رسول الله، من هم؟ خابوا وخسروا قال: وأعاده رسول الله صلّى الله عليه وسلّم ثلاث مرات، قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُسْبِلُ، وَالْمُنَفِّقُ سِلْعَتَهُ بِالْحَلِفِ الْكَاذِبِ، وَالْمَنَّانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There are three persons whom Allah will not speak to, look at on the Day of Resurrection or purify, and they shall taste a painful torment. I said, 'O Messenger of Allah! Who are they, may they gain failure and loss?' He said, repeating this statement thrice, 'The Musbil <span class=\"gray\">(man whose clothes reach below the ankles)</span>, he who swears while lying so as to sell his merchandize and the one who gives charity and reminds people of it)</span>.')\" This was also recorded by Muslim, and the collectors of the Sunan.</p><p lang=\"en\" class=\"en \">Another Hadith</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Adi bin 'Amirah Al-Kindi said, \"Imru' Al-Qays bin 'Abis, a man from Kindah, disputed with a man from Hadramut in front of the Messenger of Allah ﷺ concerning a piece of land. The Prophet ﷺ required the man from Hadramut to present his evidence, but he did not have any. The Prophet ﷺ required Imru' Al-Qays to swear to his truthfulness, but the man from Hadramut said, 'O Messenger of Allah! If you only require him to swear, then by the Lord of the Ka'bah <span class=\"gray\">(Allah)</span>, my land is lost.' The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَلَفَ عَلى يَمِينٍ كَاذِبَةٍ لِيَقْتَطِعَ بِهَا مَالَ أَحَدٍ، لَقِيَ اللهَ عَزَّ وَجَلَّ وَهُوَ عَلَيْهِ غَضْبَانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever swears while lying to acquire the property of others, will meet Allah while He is angry with him.)</span>\" Raja' one of the narrators of the Hadith, said that the Messenger of Allah ﷺ then recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who purchase a small gain at the cost of Allah's covenant and their oaths...)</span></p><p lang=\"en\" class=\"en \">Imru' Al-Qays said, 'What if one forfeits this dispute, what will he gain, O Messenger of Allah?' The Prophet ﷺ answered, 'Paradise.' Imru' Al-Qays said, 'Bear witness that I forfeit all the land for him.'\" An-Nasa'i also recorded this Hadith. </p><p lang=\"en\" class=\"en \">Another Hadith</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَلَفَ عَلى يَمِينٍ هُوَ فِيهَا فَاجِرٌ، لِيَقْتَطِعَ بِهَا مَالَ امْرِىءٍ مُسْلِمٍ، لَقِيَ اللهَ عَزَّ وَجَلَّ وَهُوَ عَلَيْهِ غَضْبَانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever takes a false oath to deprive a Muslim of his property will meet Allah while He is angry with him.)</span></p><p lang=\"en\" class=\"en \">Al-Ash'ath said, \"By Allah! This verse was revealed concerning me. I owned some land with a Jewish man who denied my right, and I complained against him to the Messenger of Allah. The Prophet ﷺ asked me, 'Do you have evidence?' I said, 'I don't have evidence.' He said to the Jew, 'Take an oath then.' I said, 'O Allah's Messenger! He will take a <span class=\"gray\">(false)</span> oath immediately, and I will lose my property.' Allah revealed the verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who purchase a small gain at the cost of Allah's covenant and their oaths...)</span>\"</p><p lang=\"en\" class=\"en \">The Two Sahihs recorded this Hadith.</p><p lang=\"en\" class=\"en \">Another Hadith</p><p lang=\"ceb\" class=\"ceb \">Imam Ahmad recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثَةٌ لَا يُكَلِّمُهُمُ اللهُ يَوْمَ الْقِيَامَةِ، وَلَا يَنْظُرُ إِلَيْهِمْ، وَلَا يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ: رَجُلٌ مَنَعَ ابْنَ السَّبِيلِ فَضْلَ مَاءٍ عِنْدَهُ، وَرَجُلٌ حَلَفَ عَلى سِلْعَةٍ بَعْدَ الْعَصْرِ - يَعْنِي كَاذِبًا - وَرَجُلٌ بَايَعَ إِمَامًا، فَإِنْ أَعْطَاهُ وَفَى لَهُ، وَإِنْ لَمْ يُعْطِهِ لَمْ يَفِ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Three persons whom Allah shall not speak to on the Day of Resurrection, or look at, or purify them, and they shall taste a painful torment. <span class=\"gray\">(They are)</span> a man who does not give the wayfarer some of the water that he has; a man who swears, while lying, in order to complete a sales transaction after the 'Asr prayer; and a man who gives his pledge of allegiance to an Imam <span class=\"gray\">(Muslim Ruler)</span>, and if the Imam gives him <span class=\"gray\">(something)</span>, he fulfills the pledge, but if the Imam does not give him, he does not fulfill the pledge)</span>.</p><p lang=\"cy\" class=\"cy \">Abu Dawud and At-Tirmidhi also recorded this Hadith, and At-Tirmidhi graded it Hasan Sahih.</p>"
  }
]