[
  {
    "ayah_key": "3:59",
    "group_ayah_key": "3:59",
    "from_ayah": "3:59",
    "to_ayah": "3:63",
    "ayah_keys": "3:59,3:60,3:61,3:62,3:63",
    "text": "<p lang=\"en\" class=\"en \">Verily, the likeness of 'Isa before Allah is the likeness of Adam. He created him from dust, then said to him: \"Be!\" and he was <span>(59)</span><span class=\"gray\">(This is)</span> the truth from your Lord, so be not of those who doubt <span>(60)</span>Then whoever disputes with you concerning him after the knowledge that has come to you, say: \"Come, let us call our sons and your sons, our women and your women, ourselves and yourselves, then we pray and we invoke Allah's curse upon the liars. <span>(61)</span>Verily, this is the true narrative, and there is no god except Allah. And indeed, Allah is the Almighty, the All-Wise <span>(62)</span>And if they turn away, then surely, Allah is All-Aware of those who do mischief <span>(63)</span></p><div lang=\"en\" class=\"en \"><h2>The Similarities Between the Creation of Adam and the Creation of 'Isa</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَثَلَ عِيسَىٰ عِندَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the likeness of 'Isa before Allah)</span> regarding Allah's ability, since He created him without a father,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَثَلِ آدَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is the likeness of Adam)</span>, for Allah created Adam without a father or a mother. Rather,</p><p class=\"ps qpc-hafs\" lang=\"ps\">خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He created him from dust, then <span class=\"gray\">(He)</span> said to him: \"Be!\" and he was.)</span></p><p lang=\"en\" class=\"en \">Therefore, He Who created Adam without a father or a mother is able to create 'Isa, as well, without a father. If the claim is made that 'Isa is Allah's son because he was created without a father, then the same claim befits Adam even more. However, since such a claim regarding Adam is obviously false, then making the same claim about 'Isa is even more false.</p><p lang=\"en\" class=\"en \">Furthermore, by mentioning these facts, Allah emphasizes His ability, by creating Adam without a male or female, Hawa' from a male without a female, and 'Isa from a mother without a father, compared to His creating the rest of creation from male and female. This is why Allah said in Surah Maryam,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِنَجْعَلَهُ آيَةً لِّلنَّاسِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made him a sign for mankind)</span><span class=\"gray\">[19: 21]</span>.</p><p lang=\"id\" class=\"id \">Allah said in this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ الْمُمْتَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(This is)</span> the truth from your Lord, so be not of those who doubt.)</span> meaning, this is the only true story about 'Isa, and what is beyond truth save falsehood? Allah next commands His Messenger ﷺ to call those who defy the truth, regarding 'Isa, to the Mubahalah <span class=\"gray\">(the curse)</span>.</p><div lang=\"en\" class=\"en \"><h2>The Challenge to the Mubahalah</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ حَاجَّكَ فِيهِ مِن بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then whoever disputes with you concerning him after the knowledge that has come to you, say: \"Come, let us call our sons and your sons, our women and your women, ourselves and yourselves\")</span> for the Mubahalah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نَبْتَهِلْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then we pray)</span>, supplicate,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَجْعَل لَّعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and we invoke Allah's curse upon the liars)</span> among the two of us.</p><p lang=\"en\" class=\"en \">The reason for the call to Mubahalah and the revelation of the Ayat from the beginning of this Surah until here, is that a delegation from the Christians of Najran <span class=\"gray\">(in Yemen)</span> came to Al-Madinah to argue about 'Isa, claiming that he was divine and the son of Allah. Allah sent down the beginning of this Surah until here, to refute their claims, as Imam Muhammad bin Ishaq bin Yasar and other scholars stated.</p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq bin Yasar said in his famous Sirah, \"The delegation of Christians from Najran came to the Messenger of Allah ﷺ. The delegation consisted of sixty horsemen, including fourteen of their chiefs who make decisions. These men were Al-'Aqib, also known as 'Abdul-Masih, As-Sayyid, also known as Al-Ayham, Abu Harithah bin 'Alqamah, of <span class=\"gray\">[the family of]</span> Bakr bin Wa'il and Uways bin Al-Harith. They also included, Zayd, Qays, Yazid, Nabih, Khuwaylid, 'Amr, Khalid, 'Abdullah and Yuhannas. Three of these men were chiefs of this delegation, Al-'Aqib, their leader and to whom they referred for advice and decision; As-Sayyid, their scholar and leader in journeys and social gatherings; and Abu Harithah bin 'Alqamah, their patriarch, priest and religious leader. Abu Harithah was an Arab man from <span class=\"gray\">[the family of]</span> Bakr bin Wa'il, but when he embraced Christianity, the Romans and their kings honored him and built churches for him <span class=\"gray\">(or in his honor)</span>. They also supported him financially and gave him servants, because they knew how firm his faith in their religion was.\" Abu Harithah knew the description of the Messenger of Allah ﷺ from what he read in earlier divine Books. However, his otherwise ignorance led him to insist on remaining a Christian, because he was honored and had a high position with the Christians.</p><p lang=\"en\" class=\"en \">Ibn Ishaq said, \"Muhammad bin Ja'far bin Az-Zubayr said that, 'The <span class=\"gray\">(Najran)</span> delegation came to the Messenger of Allah in Al-Madinah, entered his Masjid wearing robes and garments, after the Prophet ﷺ had prayed the 'Asr prayer. They accompanied a caravan of camels led by Bani Al-Harith bin Ka'b. The Companions of the Messenger of Allah ﷺ who saw them said that they never saw a delegation like them after that...Then Abu Harithah bin 'Alqamah and Al-'Aqib 'Abdul-Masih or As-Sayyid Al-Ayham spoke to the Messenger of Allah ﷺ, and they were Christians like the king <span class=\"gray\">(Roman King)</span>. However, they disagreed about 'Isa; some of them said, 'He is Allah,' while some said, 'He is the son of Allah,' and some others said, 'He is one of a trinity.' Allah is far from what they attribute to Him.\"</p><p lang=\"en\" class=\"en \">Indeed, these are the creeds of the Christians. They claim that 'Isa is God, since he brought the dead back to life, healed blindness, leprosy and various illnesses, told about matters of the future, created the shape of birds and blew life into them, bringing them to life. However, all these miracles occurred by Allah's leave, so that 'Isa would be a sign from Allah for people.</p><p lang=\"en\" class=\"en \">They also claim that 'Isa is the son of Allah, since he did not have a father and he spoke when he was in the cradle, a miracle which had not occurred by any among the Children of Adam before him, so they claim. They also claim that 'Isa is one of a trinity, because Allah would say, 'We did, command, create and demand.' They said, 'If Allah were one, he would have said, 'I did, command, create and decide.' This is why they claim that 'Isa and Allah are one <span class=\"gray\">(Trinity)</span>. Allah is far from what they attribute to Him, and we should mention that the Qur'an refuted all these false Christian claims.</p><p lang=\"en\" class=\"en \">Ibn Ishaq continued, \"When these Ayat came to the Messenger from Allah ﷺ, thus judging between him and the People of the Book, Allah also commanded the Prophet ﷺ to call them to the Mubahalah if they still refused the truth. The Prophet ﷺ called them to the Mubahalah. They said, 'O Abu Al-Qasim! Let us think about this matter and get back to you with our decision to what we want to do.' They left the Prophet ﷺ and conferred with Al-'Aqib, to whom they referred to for advice. They said to him, 'O 'Abdul-Masih! What is your advice?' He said, 'By Allah, O Christian fellows! You know that Muhammad is a Messenger and that he brought you the final word regarding your fellow <span class=\"gray\">('Isa)</span>. You also know that no Prophet conducted Mubahalah with any people, and the old persons among them remained safe and the young people grew up. Indeed, it will be the end of you if you do it. If you have already decided that you will remain in your religion and your creed regarding your fellow <span class=\"gray\">('Isa)</span>, then conduct a treaty with the man <span class=\"gray\">(Muhammad)</span> and go back to your land.' They came to the Prophet ﷺ and said, 'O Abu Al-Qasim! We decided that we cannot do Mubahalah with you and that you remain on your religion, while we remain on our religion. However, send with us a man from your Companions whom you are pleased with to judge between us regarding our monetary disputes, for you are acceptable to us in this regard.'\"</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Hudhayfah said, \"Al-'Aqib and As-Sayyid, two leaders from Najran, came to the Messenger of Allah ﷺ seeking to invoke Allah for curses <span class=\"gray\">(against whoever is unjust among them)</span>, and one of them said to the other, 'Let us not do that. By Allah, if he were truly a Prophet and we invoke Allah for curses, we and our offspring shall never succeed afterwards.' So they said, 'We will give you what you asked and send a trusted man with us, just a trusted man.' The Messenger of Allah ﷺ said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأَبْعَثَنَّ مَعَكُمْ رَجُلًا أَمِينًا حَقَّ أَمِينٍ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فاستشرف لها أصحاب رسول الله صلّى الله عليه وسلّم، فقال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُمْ يَا أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فلما قام، قال رسول الله صلّى الله عليه وسلّم:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذَا أَمِينُ هذِهِ الْأُمَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, I will send a trusted man with you, a truly trustworthy man.\" The Companions of the Messenger of Allah ﷺ all felt eager to be that man. The Messenger ﷺ said, \"O Abu 'Ubaydah bin Al-Jarrah! Stand up.\" When Abu 'Ubaydah stood up, the Messenger of Allah ﷺ said, \"This is the trustee of this Ummah.\")</span></p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Anas said that the Messenger of Allah ﷺ said on another occasion,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ أُمَّةٍ أَمِينٌ، وَأَمِينُ هذِهِ الْأُمَّةِ أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ</p><p lang=\"so\" class=\"so \"><span class=\"gray\">(Every Ummah has a trustee, and the trustee of this Ummah is Abu 'Ubaydah bin Al-Jarrah.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ibn 'Abbas said, \"Abu Jahl, may Allah curse him, said, 'If I see Muhammad praying next to the Ka'bah, I will step on his neck.' The Prophet ﷺ later said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ فَعَلَ لَأَخَذَتْهُ الْمَلَائِكَةُ عِيَانًا، ولو أن اليهود تمنوا الموت لماتوا، ورأوا مقاعدهم من النار، ولو خرج الذين يباهلون رسول الله صلّى الله عليه وسلّم لرجعوا لا يجدون مالًا ولا أهلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had he tried to do it, the angels would have taken him publicly. Had the Jews wished for death, they would have perished and would have seen their seats in the Fire. Had those who sought Mubahalah with the Messenger of Allah ﷺ, went ahead with it, they would not have found estates or families when they returned home)</span>.\" Al-Bukhari, At-Tirmidhi and An-Nasa'i also recorded this Hadith, which At-Tirmidhi graded Hasan Sahih.</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَهُوَ الْقَصَصُ الْحَقُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, this is the true narrative)</span> meaning, what we narrated to you, O Muhammad, about 'Isa is the plain truth that cannot be avoided,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنْ إِلَٰهٍ إِلَّا اللَّهُ وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ - فَإِن تَوَلَّوْا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and none has the right to be worshipped but Allah. And indeed, Allah is the All-Mighty, the All-Wise. And if they turn away,)</span> by abandoning this truth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ عَلِيمٌ بِالْمُفْسِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then surely, Allah is All-Aware of those who do mischief.)</span> for those who abandon the truth for falsehood commit mischief, and Allah has full knowledge of them and will subject them to the worst punishment. Verily, Allah is able to control everything, all praise and thanks are due to Him, and we seek refuge with Him from His revenge.</p>"
  }
]