[
  {
    "ayah_key": "23:93",
    "group_ayah_key": "23:93",
    "from_ayah": "23:93",
    "to_ayah": "23:98",
    "ayah_keys": "23:93,23:94,23:95,23:96,23:97,23:98",
    "text": "<p lang=\"en\" class=\"en \">Say: \"My Lord! If You would show me that with which they are threatened, <span>(93)</span>\"My Lord! Then, put me not amongst the people who are the wrongdoers. <span>(94)</span>And indeed We are able to show you that with which We have threatened them <span>(95)</span>Repel evil with that which is better. We are best-acquainted with the things they utter <span>(96)</span>And say: \"My Lord! I seek refuge with You from the whisperings of the Shayatin. <span>(97)</span>\"And I seek refuge with You, My Lord! lest they should come near me. <span>(98)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to Call on Allah When Calamity Strikes, to Repel Evil with That Which Is Better, and to Seek Refuge with Allah</h2></div><p lang=\"en\" class=\"en \">Allah commands His Prophet Muhammad ﷺ to call on Him with this supplication when calamity strikes:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord! If You would show me that with which they are threatened.)</span> meaning, 'if You punish them while I am witnessing that, then do not cause me to be one of them.' As was said in the Hadith recorded by Imam Ahmad and At-Tirmidhi, who graded it Sahih:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا أَرَدْتَ بِقَومٍ فِتْنَةً فَتَوفَّنِي إِلَيْكَ غَيْرَ مَفْتُونٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If You want to test people, then take me to You <span class=\"gray\">[cause me to die]</span> without having to undergo the test.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا عَلَىٰ أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We are able to show you that with which We have threatened them.)</span> means, 'if We willed, We could show you the punishment and test that We will send upon them.'</p><p lang=\"en\" class=\"en \">Then Allah shows him the best way to behave when mixing with people, which is to treat kindly the one who treats him badly, so as to soften his heart and turn his enmity to friendship, and to turn his hatred to love. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Repel evil with that which is better.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ - وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Repel <span class=\"gray\">(the evil)</span> with one which is better, then verily he, between whom and you there was enmity, <span class=\"gray\">(will become)</span> as though he was a close friend. But none is granted it except those who are patient)</span><span class=\"gray\">(41:34-35)</span>. meaning, nobody will be helped or inspired to follow this advice or attain this quality,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ صَبَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except those who are patient)</span> meaning, those who patiently bear people's insults and bad treatment and deal with them in a good manner when they are on the receiving end of bad treatment from them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and none is granted it except the owner of the great portion)</span> means, in this world and the Hereafter. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say: \"My Lord! I seek refuge with You from the whisperings of the Shayatin.\")</span> Allah commanded him to seek refuge with Him from the Shayatin, because no trick could help you against them and you cannot protect yourself by being kind to them. We have already stated, when discussing Isti'adhah <span class=\"gray\">(seeking refuge)</span>, that the Messenger of Allah ﷺ used to say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعُوذُ بِاللهِ السَّمِيعِ الْعَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I seek refuge with Allah, the All-Hearing, All-Seeing, from the accursed Shayatin, from his whisperings, evil suggestions and insinuations.)</span> His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"And I seek refuge with You, My Lord! lest they should come near me.\")</span> means, in any issue of my life. So we are commanded to mention Allah at the beginning of any undertaking, in order to ward off the Shayatin at the time of eating, intercourse, slaughtering animals for food, etc. Abu Dawud recorded that the Messenger of Allah ﷺ used to say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَرَمِ، وَأَعُوذُ بِكَ مِنَ الْهَدْمِ وَمِنَ الْغَرَقِ، وَأَعُوذُ بِكَ مِنْ أَنْ يَتَخَبَّطَنِي الشَّيْطَانُ عِنْدَ الْمَوْتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, I seek refuge with You from old age, I seek refuge with You from being crushed or drowned, and I seek refuge with you from being assaulted by the Shayatin at the time of death.)</span></p>"
  }
]