[
  {
    "ayah_key": "33:45",
    "group_ayah_key": "33:45",
    "from_ayah": "33:45",
    "to_ayah": "33:48",
    "ayah_keys": "33:45,33:46,33:47,33:48",
    "text": "<p lang=\"en\" class=\"en \">O Prophet! Verily, We have sent you as witness, and a bearer of glad tidings, and a warner <span>(45)</span>And as one who invites to Allah by His leave, and as a lamp spreading light <span>(46)</span>And announce to the believers the glad tidings, that they will have from Allah a great bounty <span>(47)</span>And obey not the disbelievers and the hypocrites, and harm them not. And put your trust in Allah, and sufficient is Allah as a Trustee <span>(48)</span></p><p lang=\"en\" class=\"en \">The Attributes of the Messenger of Allah ﷺ</p><p lang=\"gd\" class=\"gd \">Imam Ahmad recorded that 'Ata' bin Yasar said that he met 'Abdullah bin 'Amr bin Al-'As, may Allah be pleased with him, and said to him:</p><p lang=\"en\" class=\"en \">\"Tell me about the description of the Messenger of Allah ﷺ in the Tawrah.\" He said, \"Yes, by Allah, he was described in the Tawrah with some of the qualities with which he was described in the Qur'an: 'O Prophet! Verily, We have sent you as witness, and a bearer of glad tidings, and a warner, a saviour to the illiterate. You are My servant and My Messenger and I have called you Al-Mutawakkil <span class=\"gray\">(reliant)</span>. You are not harsh or severe, or noisy in the marketplaces. You do not repay evil with evil, but you overlook and forgive. Allah will not take your soul until you make straight those who have deviated and they say La ilaha illallah, words with which blind eyes, deaf ears and sealed hearts will be opened'.\" It was also recorded by Al-Bukhari in the Books of Business and At-Tafsir. </p><p lang=\"en\" class=\"en \">Wahb bin Munabbih said: \"Allah revealed to one of the Prophets of the Children of Israel whose name was Sha'ya' <span class=\"gray\">(Isaiah)</span>; 'Stand up among your people the Children of Israel and I shall cause your tongue to utter <span class=\"gray\">(words of)</span> revelation. I shall send an unlettered <span class=\"gray\">(Prophet)</span> from among the illiterate <span class=\"gray\">(people)</span>. He will not be harsh or severe, or noisy in the marketplaces. If he were to pass by a lamp, it would not be extinguished, because of his tranquillity. If he were to walk on reeds no sound would be heard from under his feet. I will send him as a bearer of glad tidings and as a warner, who will never utter immoral speech. Through him I will open blind eyes, deaf ears and sealed hearts. I will guide him to do every good deed and I will bestow upon him every noble characteristic. I will make tranquillity his garment, righteousness his banner, piety his conscience, wisdom his speech, truthfulness and loyalty his nature, tolerance and goodness his character, truth his way, justice his conduct, guidance his leader, Islam his nation. Ahmad is his name and through him I will guide people after they have gone astray, teach them after they have been ignorant, raise their status after they were nothing, make them known after they were unknown, increase the number <span class=\"gray\">(of followers of the truth)</span> after they have been few, make them rich after they have been poor, and bring them togther after they have been divided. Through him I will bring together different nations and hearts, and reconcile opposing desires. Through him I will save great numbers of people from their doom. I will make his Ummah the best of peoples ever raised up for mankind; they will enjoin good and forbid evil, sincerely believing in Me Alone and accepting as truth all that My Messengers have brought. I shall inspire them to glorify, praise and magnify Me Alone in their places of worship and in their gatherings, when they lie down and when they return home. They will pray to Me standing and sitting. They will fight for the sake of Allah in ranks and armies. They will go forth from their homes by the thousand, seeking My pleasure, washing their faces and limbs, girding their loins. Their sacrifice will be their blood and their holy Book will be in their hearts. They will be like monks by night and like lions by day. Among the members of his family and his offspring I will make those who are foremost <span class=\"gray\">(in faith)</span> and believers in the truth and martyrs and righteous people. His Ummah after him will lead people with truth and establish justice therewith. I will give strength to those who support them and help those who pray for them, and I will inflict defeat upon those who oppose them or transgress against them or seek to take something from their hands. I will make them the heirs of their Prophet, calling people to their Lord, enjoining what is good, forbidding what is evil, establishing regular prayer, paying the Zakah and fulfilling their promises. Through them I will complete the goodness which I started with the first of them. This is My bounty which I bestow upon whomsoever I will, and I am the Possessor of great bounty.'\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">شَاهِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as witness)</span> means, a witness to Allah's Oneness, for there is no God except He, and a witness against mankind for their deeds on the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِئْنَا بِكَ عَلَىٰ هَٰؤُلَاءِ شَهِيدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We bring you as a witness against these people)</span><span class=\"gray\">(4:41)</span>. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you be witnesses over mankind and the Messenger be a witness over you)</span><span class=\"gray\">(2:143)</span>.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمُبَشِّرًا وَنَذِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a bearer of glad tidings, and a warner.)</span> means, a bearer of glad tidings to the believers of a great reward, and a warner to the disbelievers of a great punishment.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as one who invites to Allah by His leave,)</span> means, 'you call mankind to worship their Lord because He has commanded you to do so.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسِرَاجًا مُنِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and as a lamp spreading light.)</span> means, 'the Message that you bring is as clear as the sun shining brightly, and no one can deny it except those who are stubborn.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And obey not the disbelievers and the hypocrites, and harm them not.)</span> means, 'do not obey them and do not pay attention to what they say.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَعْ أَذَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and harm them not.)</span> means, 'overlook and ignore them, for their matter rests entirely with Allah and He is sufficient for them <span class=\"gray\">(to deal with them)</span>.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفَىٰ بِاللَّهِ وَكِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And put your trust in Allah, and sufficient is Allah as a Trustee.)</span></p>"
  },
  {
    "ayah_key": "33:49",
    "group_ayah_key": "33:49",
    "from_ayah": "33:49",
    "to_ayah": "33:49",
    "ayah_keys": "33:49",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! When you marry believing women, and then divorce them before you have sexual intercourse with them, no 'Iddah have you to count in respect of them. So, give them a present, and set them free in a handsome manner <span>(49)</span></p><p lang=\"en\" class=\"en \">A Gift and no <span class=\"gray\">(Iddah)</span> for Women Who are divorced before Consummation of the Marriage</p><p lang=\"en\" class=\"en \">This Ayah contains many rulings, including the use of the word Nikah for the marriage contract alone. There is no other Ayah in the Qur'an that is clearer than this on this point. It also indicates that it is permissible to divorce a woman before consummating the marriage with her.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُؤْمِنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(believing women)</span> this refers to what is usually the case, although there is no difference between a believing <span class=\"gray\">(Muslim)</span> woman and a woman of the People of the Book in this regard, according to scholarly consensus. Ibn 'Abbas, may Allah be pleased with him, Sa'id bin Al-Musayyib, Al-Hasan Al-Basri, 'Ali bin Al-Husayn Zayn-ul-'Abidin and a group of the Salaf took this Ayah as evidence that divorce cannot occur unless it has been preceded by marriage, because Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When you marry believing women, and then divorce them)</span> The marriage contract here is followed by divorce, which indicates that the divorce cannot be valid if it comes first.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Ibn 'Abbas, may Allah be pleased with him, said, \"If someone were to say, 'every woman I marry will ipso facto be divorced,' this does not mean anything, because Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! When you marry believing women, and then divorce them....)</span>.\" It was also reported that Ibn 'Abbas, may Allah be pleased with him, said: \"Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When you marry believing women, and then divorce them.)</span> Do you not see that divorce comes after marriage?\" </p><p lang=\"en\" class=\"en \">A Hadith to the same effect was recorded from 'Amr bin Shu'ayb from his father from his grandfather, who said: \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا طَلَاقَ لِابْنِ آدَمَ فِيمَا لَا يَمْلِكُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no divorce for the son of Adam with regard to that which he does not possess.)</span> This was recorded by Ahmad, Abu Dawud, At-Tirmidhi and Ibn Majah. At-Tirmidhi said, \"This is a Hasan Hadith, and it is the best thing that has been narrated on this matter.\" It was also recorded by Ibn Majah from 'Ali and Al-Miswar bin Makhramah, may Allah be pleased with them, that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا طَلَاقَ قَبْلَ نِكَاحٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no divorce before marriage.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(no 'Iddah have you to count in respect of them.)</span> This is a command on which the scholars are agreed, that if a woman is divorced before the marriage is consummated, she does not have to observe the 'Iddah <span class=\"gray\">(prescribed period for divorce)</span> and she may go and get married immediately to whomever she wishes. The only exception in this regard is a woman whose husband died, in which case she has to observe an 'Iddah of four months and ten days even if the marriage was not consummated. This is also according to the consensus of the scholars.</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, give them a present, and set them free in a handsome manner.)</span> The present here refers to something more general than half of the named dowery or a special gift that has not been named. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you divorce them before you have touched <span class=\"gray\">(had a sexual relation with)</span> them, and you have fixed unto them their due <span class=\"gray\">(dowery)</span> then pay half of that)</span><span class=\"gray\">(2:237)</span>. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً ۚ وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ ۖ حَقًّا عَلَى الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no sin on you, if you divorce women while yet you have not touched them, nor fixed unto them their due <span class=\"gray\">(dowery)</span>. But bestow on them gift, the rich according to his means, and the poor according to his means, a gift of reasonable amount is a duty on the doers of good.)</span><span class=\"gray\">(2:236)</span></p><p lang=\"en\" class=\"en \">In Sahih Al-Bukhari, it was recorded that Sahl bin Sa'd and Abu Usayd, may Allah be pleased with them both, said, \"The Messenger of Allah ﷺ married Umaymah bint Sharahil, and when she entered upon him ﷺ he reached out his hand towards her, and it was as if she did not like that, so he told Abu Usayd to give her two garments.\" 'Ali bin Abi Talhah reported that Ibn 'Abbas, may Allah be pleased with him, said \"If the dowery had been named, she would not be entitled to more than half, but if the dowery is not been named, he should give her a gift according to his means, and this is the \"handsome manner.\"</p>"
  }
]