[
  {
    "ayah_key": "4:24",
    "group_ayah_key": "4:24",
    "from_ayah": "4:24",
    "to_ayah": "4:24",
    "ayah_keys": "4:24",
    "text": "<p lang=\"en\" class=\"en \">Also <span class=\"gray\">(forbidden are)</span> women already married, except those <span class=\"gray\">(slaves)</span> whom your right hands possess. Thus has Allah ordained for you. All others are lawful, provided you seek them <span class=\"gray\">(with a dowry)</span> from your property, desiring chastity, not fornication. So with those among them whom you have enjoyed, give them their required due, but if you agree mutually <span class=\"gray\">(to give more)</span> after the requirement <span class=\"gray\">(has been determined)</span>, there is no sin on you. Surely, Allah is Ever All-Knowing, All-Wise <span>(24)</span></p><div lang=\"en\" class=\"en \"><h2>Forbidding Women Already Married, Except for Female Slaves</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Also <span class=\"gray\">(forbidden are)</span> women already married, except those whom your right hands possess.)</span> The Ayah means, you are prohibited from marrying women who are already married,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except those whom your right hands possess)</span> except those whom you acquire through war, for you are allowed such women after making sure they are not pregnant.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Sa'id Al-Khudri said, \"We captured some women from the area of Awtas who were already married, and we disliked having sexual relations with them because they already had husbands. So, we asked the Prophet ﷺ about this matter, and this Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Also <span class=\"gray\">(forbidden are)</span> women already married, except those whom your right hands possess)</span>.</p><p lang=\"en\" class=\"en \">Consequently, we had sexual relations with these women.\" This is the wording collected by At-Tirmidhi An-Nasa'i, Ibn Jarir and Muslim in his Sahih.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابَ اللَّهِ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus has Allah ordained for you)</span> means, this prohibition was ordained for you by Allah. Therefore, adhere to Allah's Book, do not transgress His set limits, and adhere to His legislation and decrees.</p><div lang=\"en\" class=\"en \"><h2>The Permission to Marry All Other Women</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُحِلَّ لَكُم مَّا وَرَاءَ ذَٰلِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All others are lawful)</span> meaning, you are allowed to marry women other than the prohibited types mentioned here, as 'Ata' and others have stated. Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَن تَبْتَغُوا بِأَمْوَالِكُم مُّحْصِنِينَ غَيْرَ مُسَافِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(provided you seek them <span class=\"gray\">(with a dowry)</span> from your property, desiring chastity, not fornication,)</span> meaning, you are allowed to use your money to marry up to four wives and for <span class=\"gray\">(the purchase of)</span> as many female slaves as you like, all through legal means,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّحْصِنِينَ غَيْرَ مُسَافِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(desiring)</span> chastity, not fornication.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَمْتَعْتُم بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So with those among them whom you have enjoyed, give them their required due,)</span> means, to enjoy them sexually, surrender to them their rightful dowry as compensation. In other Ayat, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَىٰ بَعْضُكُمْ إِلَىٰ بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how could you take it <span class=\"gray\">(back)</span> while you have gone in unto each other)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give to the women <span class=\"gray\">(whom you marry)</span> their dowry with a good heart)</span>, and,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا يَحِلُّ لَكُمْ أَن تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is not lawful for you <span class=\"gray\">(men)</span> to take back <span class=\"gray\">(from your wives)</span> any of what <span class=\"gray\">(dowry)</span> you gave them)</span><span class=\"gray\">[2:229]</span></p><div lang=\"en\" class=\"en \"><h2>Prohibiting the Mut'ah of Marriage</h2></div><p lang=\"en\" class=\"en \">Mujahid stated that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَمْتَعْتُم بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So with those among them whom you have enjoyed, give them their required due,)</span> was revealed about the Mut'ah marriage. A Mut'ah marriage is a marriage that ends upon a predeterminied date.</p><p lang=\"en\" class=\"en \">In the Two Sahihs, it is recorded that the Leader of the Faithful 'Ali bin Abi Talib said, \"The Messenger of Allah ﷺ prohibited Mut'ah marriage and eating the meat of domesticated donkeys on the day of Khaybar <span class=\"gray\">(battle)</span>.\"</p><p lang=\"en\" class=\"en \">In addition, in his Sahih, Muslim recorded that Ar-Rabi' bin Sabrah bin Ma'bad Al-Juhani said that his father said that he accompanied the Messenger of Allah ﷺ during the conquest of Makkah, and that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ! إِنِّي كُنْتُ أَذِنْتُ لَكُمْ فِي الاسْتِمْتَاعِ مِنَ النِّسَاءِ، وَإنَّ اللهَ قَدْ حَرَّمَ ذَلِكَ إِلى يَوْمِ الْقِيَامَةِ، فَمَنْ كَانَ عِنَدَهُ مِنْهُنَّ شَيْءٌ فَلْيُخَلِّ سَبِيلَهُ، وَلَا تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شيئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people! I allowed you the Mut'ah marriage with women before. Now, Allah has prohibited it until the Day of Resurrection. Therefore, anyone who has any women in Mut'ah, let him let them go, and do not take anything from what you have given them.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُم بِهِ مِن بَعْدِ الْفَرِيضَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but if you agree mutually <span class=\"gray\">(to give more)</span> after the requirement <span class=\"gray\">(has been determined)</span>, there is no sin on you.)</span> is similar to His other statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give to the women their dowry with a good heart)</span>.</p><p lang=\"en\" class=\"en \">The meaning of these Ayat is: If you have stipulated a dowry for her, and she later forfeits it, either totally or partially, then this bears no harm on you or her in this case. Ibn Jarir said, \"Al-Hadrami said that some men would designate a certain dowry, but then fall into financial difficulties. Therefore, Allah said that there is no harm on you, O people, concerning your mutual agreement after the requirement <span class=\"gray\">(has been determined)</span>.\" meaning, if she gives up part of the dowry, then you men are allowed to accept that. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah is Ever All-Knowing, All-Wise.)</span> is suitable here, after Allah mentioned these prohibitions.</p>"
  }
]