[
  {
    "ayah_key": "20:99",
    "group_ayah_key": "20:99",
    "from_ayah": "20:99",
    "to_ayah": "20:101",
    "ayah_keys": "20:99,20:100,20:101",
    "text": "<p lang=\"en\" class=\"en \">Thus We relate to you some information of what happened before. And indeed We have given you from Us a Reminder <span>(99)</span>Whoever turns away from it, verily, they will bear a heavy burden on the Day of Resurrection <span>(100)</span>They will abide in that – and evil indeed will it be that load for them on the Day of Resurrection <span>(101)</span></p><div lang=\"en\" class=\"en \"><h2>The Entire Qur'an is the Remembrance of Allah and mentioning the Punishment of Those Who turn away from It</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, is saying to Prophet Muhammad ﷺ, 'We have told you <span class=\"gray\">(O Muhammad)</span> the story of Musa and what happened with him, Fir'awn and his armies, just as it actually happened. Likewise, We relate to you the information of the past just as it happened, without any increase or decrease. We also gave you a remembrance from Us, the Mighty Qur'an, no falsehood comes to it from before it or behind it.' It is a revelation from One Most Wise, Most Praiseworthy. No Prophet was given any Book like it or more complete than it, since the time of the previous Prophets who were sent, until their being sealed off with the coming of Muhammad ﷺ. No Prophet was given any Book containing as much information than the Qur'an about what has past and what would be. The judgement concerning the distinction between mankind is taken from it. Therefore, Allah says about it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّنْ أَعْرَضَ عَنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever turns away from it,)</span> This means whoever denies it and turns away from following its commands and instructions, while seeking guidance from other than it, then Allah will mislead him and send him on the path to Hell. This is why Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ الْقِيَامَةِ وِزْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever turns away from it, verily, they will bear a heavy burden on the Day of Resurrection.)</span> .Burden here means sin. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those of the sects that reject it, the Fire will be their promised meeting place.)</span><span class=\"gray\">[11:17]</span> This applies generally to whoever the Qur'an reaches of the Arabs, the non-Arabs, the People of the Book and others. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأُنذِرَكُم بِهِ وَمَن بَلَغَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That I may therewith warn you and whomsoever it may reach.)</span><span class=\"gray\">[6:19]</span> The Qur'an is a final warning for everyone it reaches. Whoever follows it, then he is rightly guided and whoever opposes it and turns away from it, then he is misguided. He will be wretched in this life, and he is promised that on the Day of Resurrection his abode will be the Hellfire. For this reason Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ الْقِيَامَةِ وِزْرًا - خَالِدِينَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever turns away from it, verily, they will bear a heavy burden on the Day of Resurrection. They will abide in that.)</span><span class=\"gray\">(20:100-101)</span> They will not be able to avoid this or escape it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَاءَ لَهُمْ يَوْمَ الْقِيَامَةِ حِمْلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And evil indeed will it be that load for them on the Day of Resurrection.)</span></p>"
  },
  {
    "ayah_key": "21:1",
    "group_ayah_key": "21:1",
    "from_ayah": "21:1",
    "to_ayah": "21:6",
    "ayah_keys": "21:1,21:2,21:3,21:4,21:5,21:6",
    "text": "<div lang=\"ny\" class=\"ny \"><h2>The Virtues of Surat Al-Anbiya'</h2></div><p lang=\"en\" class=\"en \">Al-Bukhari recorded that 'Abdur-Rahman bin Yazid said that 'Abdullah said, \"Banu Isra'il, Al-Kahf, Maryam, Ta Ha and Al-Anbiya' - they are among the earliest and most beautiful Surahs and they are my treasure.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُّعْرِضُونَ - مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم مُّحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ - لَاهِيَةً قُلُوبُهُمْ ۗ وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هَٰذَا إِلَّا بَشَرٌ مِّثْلُكُمْ ۖ أَفَتَأْتُونَ السِّحْرَ وَأَنتُمْ تُبْصِرُونَ - قَالَ رَبِّي يَعْلَمُ الْقَوْلَ فِي السَّمَاءِ وَالْأَرْضِ ۖ وَهُوَ السَّمِيعُ الْعَلِيمُ - بَلْ قَالُوا أَضْغَاثُ أَحْلَامٍ بَلِ افْتَرَاهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ - مَا آمَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنَاهَا ۖ أَفَهُمْ يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Draws near for mankind their reckoning, while they turn away in heedlessness.)</span><span class=\"gray\">(2. Comes not unto them an admonition from their Lord as a recent revelation but they listen to it while they play.)</span><span class=\"gray\">(3. With their hearts occupied. Those who do wrong, conceal their private counsels, <span class=\"gray\">(saying)</span>: \"Is this more than a human being like you? Will you submit to magic while you see it?\")</span><span class=\"gray\">(4. He said: \"My Lord knows what is said in the heavens and on earth. And He is the All-Hearer, the All-Knower.\")</span><span class=\"gray\">(5. Nay, they say: \"These are mixed up false dreams! Nay, he has invented it! – Nay, he is a poet! Let him then bring us an Ayah like the ones that were sent before!\")</span><span class=\"gray\">(6. Not one of the towns of those which We destroyed, believed before them; will they then believe.)</span></p><div lang=\"en\" class=\"en \"><h2>The Hour is at hand but People are heedless</h2></div><p lang=\"en\" class=\"en \">This is a warning from Allah of the approach of the Hour, and that people are heedless of it, i.e., they are not working for it or preparing for it. An-Nasa'i recorded that Abu Sa'id reported from the Prophet ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي غَفْلَةٍ مُّعْرِضُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they turn away in heedlessness)</span>, he ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in this world.)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَىٰ أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Event ordained by Allah will come to pass, so seek not to hasten it)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ - وَإِن يَرَوْا آيَةً يُعْرِضُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hour has drawn near, and the moon has been cleft asunder. And if they see a sign, they turn away.)</span><span class=\"gray\">[54:1-2]</span>. Then Allah states that they do not listen to the revelation <span class=\"gray\">(Wahy)</span> that He sends down to His Messenger ﷺ, which is addressed to the Quraysh and all disbelievers like them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم مُّحْدَثٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Comes not unto them an admonition from their Lord as a recent revelation)</span> meaning, newly-revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they listen to it while they play.)</span> This is like what Ibn 'Abbas said, \"Why do you ask the People of the Book about what they have, which has been altered and distorted, and they have added things and taken things away, when your Book is the most recently revealed from Allah, and you read it pure and unadulterated?\" Al-Bukhari recorded something similar to this.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who do wrong, conceal their private counsels)</span> meaning, what they say to one another in secret.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ هَٰذَا إِلَّا بَشَرٌ مِّثْلُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is this more than a human being like you?)</span> meaning, the Messenger of Allah ﷺ. They did not believe that he could be a Prophet because he was a human being like them, so how could he have been singled out to receive revelation, and not them? They said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَفَتَأْتُونَ السِّحْرَ وَأَنتُمْ تُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you submit to magic while you see it?)</span> meaning, will you follow him and be like one who submits to magic when he knows that it is magic? Allah said in response to their fabrications and lies:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّي يَعْلَمُ الْقَوْلَ فِي السَّمَاءِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"My Lord knows what is said in the heavens and on earth...\")</span> Nothing at all is hidden from the One Who knows that, and He is the One Who reveals this Qur'an which contains news of the earliest and last generations. No one can produce the like of this except the One Who knows all the secrets of the heavens and the earth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ السَّمِيعُ الْعَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the All-Hearer, the All-Knower.)</span> means, He hears all that they say and He knows all their circumstances. This is a warning and a threat to them.</p><div lang=\"en\" class=\"en \"><h2>The Disbelievers' Ideas about the Qur'an and the Messenger <span class=\"gray\">(ﷺ)</span>; their demand for a Sign and the Refutation of that</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ قَالُوا أَضْغَاثُ أَحْلَامٍ بَلِ افْتَرَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, they say: \"These are mixed up false dreams! Nay, he has invented it!...\")</span> Here Allah tells us of the stubbornness and heresy of the disblievers, and the various things they said about the Qur'an, and how they were confused and misguided about it. Sometimes they described it as magic, and sometimes they described it as poetry, or mixed up false dreams, or a fabrication. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See what examples they have put forward for you. So they have gone astray, and never can they find a way)</span><span class=\"gray\">(17:48)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let him then bring us an Ayah like the ones that were sent before!)</span> They were referring to the she-camel of Salih, and the signs of Musa and 'Isa. And Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَنَعَنَا أَن نُّرْسِلَ بِالْآيَاتِ إِلَّا أَن كَذَّبَ بِهَا الْأَوَّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And nothing stops Us from sending the Ayat but that the people of old denied them.)</span><span class=\"gray\">[17:59]</span>. So Allah said here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا آمَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنَاهَا ۖ أَفَهُمْ يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not one of the towns of those which We destroyed, believed before them; will they then believe?)</span></p><p lang=\"en\" class=\"en \">None of the peoples to whom Messengers were sent were given a sign at the hands of their Prophet and believed. On the contrary, they disbelieved and We destroyed them as a result. Would these people believe in a sign if they saw it? Not at all! In fact,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those, against whom the Word of your Lord has been justified, will not believe. Even if every sign should come to them, until they see the painful torment.)</span><span class=\"gray\">(10:96-97)</span>. Indeed, they witnessed clear signs and definitive proof at the hands of the Messenger of Allah ﷺ, signs which were far clearer and more overwhelming than any that had been witnessed in the case of any other Prophet, may the blessings and peace of Allah be upon them all.</p>"
  }
]