[
  {
    "ayah_key": "60:12",
    "group_ayah_key": "60:12",
    "from_ayah": "60:12",
    "to_ayah": "60:12",
    "ayah_keys": "60:12",
    "text": "<p lang=\"en\" class=\"en \">O Prophet! When the believing women come to you pledging to you that they will not associate anything with Allah, and that they will not steal, and that they will not commit Zina, and that they will not kill their children, and that they will not utter slander, fabricating from between their hands and their feet, and that they will not disobey you in Ma'ruf <span class=\"gray\">(good)</span>, then accept their pledge, and ask Allah to forgive them. Verily, Allah is Oft-Forgiving, Most Merciful <span>(12)</span></p><p lang=\"en\" class=\"en \">The Matters the Women pledged to</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that 'A'ishah the wife of the Prophet ﷺ said, \"Allah's Messenger ﷺ used to examine women who migrated to his side according to this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Prophet! When believing women come to you pledging to you...)</span> until,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is Oft-Forgiving, Most Merciful.)</span>\" 'Urwah said, \"'A'ishah said, 'When any believing woman agreed to these conditions, Allah's Messenger ﷺ would say to her,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ بَايَعْتُكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have accepted your pledge.)</span> but, by Allah, he never touched the hand of any women at all while taking the pledge from them. He only took their pledge of allegiance by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ بَايَعْتُكِ عَلىٰ ذَلِكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have accepted your pledge.)</span>\" This is the wording of Al-Bukhari. Imam Ahmad recorded that Umaymah bint Ruqayqah said, \"I came to Allah's Messenger ﷺ with some women to give him our pledge and he took the pledge from us that is mentioned in the Qur'an, that we associate none with Allah, etc; as in the Ayah. Then he ﷺ said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فِيمَا اسْتَطَعْتُنَّ وَأَطَقْتُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As much as you can bear to implement.)</span> We said, 'Surely, Allah and His Messenger are more merciful with us than we are with ourselves.' We then said, 'O Allah's Messenger, should you not shake hands with us?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَا أُصَافِحُ النِّسَاءَ، إِنَّمَا قَوْلِي لِامْرَأَةٍ وَاحِدَةٍ كَقَوْلِي لِمِائَةِ امْرَأَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I do not shake hands with women, for my statement to one woman is as sufficient as my statement to a hundred women.)</span>\" This Hadith has an authentic chain of narration; At-Tirmidhi, An-Nasa'i and Ibn Majah collected it. </p><p lang=\"en\" class=\"en \">Al-Bukhari also recorded that Umm 'Atiyah said, \"The Messenger of Allah ﷺ took our pledge and recited to us the Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...that they will not associate anything with Allah,)</span> and forbade us to wail for the dead. Thereupon, a lady withdrew her hand saying, 'But such and such lady shared with me in lamenting <span class=\"gray\">(over one of my relatives)</span>, so I must reward hers.' The Prophet ﷺ did not object to that, so she went there and returned to the Prophet and he accepted her pledge of allegiance.\" Muslim also collected this Hadith. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Ubadah bin As-Samit said, \"While we were with the Prophet ﷺ, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُبَايِعُونِي عَلىٰ أَنْ لَا تُشْرِكُوا بِاللهِ شَيْئًا، وَلَا تَسْرِقُوا، وَلَا تَزْنُوا، وَلَا تَقْتُلُوا أَوْلَادَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Pledge to me in that you will not associate any with Allah, nor steal, nor commit Zina, nor kill your children.)</span> Then he recited the Ayah that begins;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا جَاءَكَ الْمُؤْمِنَاتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when the believing women come to you...)</span> and took the pledge of allegiance from the women. He ﷺ then added,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ وَفَى مِنْكُمْ فَأَجْرُهُ عَلَى اللهِ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَسَتَرَهُ اللهُ عَلَيْهِ فَهُوَ إِلَى اللهِ، إِنْ شَاءَ غَفَرَ لَهُ، وَإِنْ شَاءَ عَذَّبَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those among you who fulfill this pledge, will receive their reward from Allah. Those who deviate from any of it and receive the legal punishment <span class=\"gray\">(in this life)</span>, the punishment will be expiation for that sin. Whoever deviates from any of it and Allah screens him, then it is up to Allah to punish or forgive if He wills.)</span> The Two Sahihs recorded this Hadith. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Prophet! When the believing women come to you pledging to you)</span> means, 'if any woman comes to you to give you the pledge and she accepts these conditions, then accept the pledge from her,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they will not associate anything with Allah, that they will not steal,)</span> meaning, the property of other people. In the case where a husband is not fulfilling his duty of spending on his wife, then she is allowed to use a part of his wealth, what is reasonable, to spend on herself. This is the case regardless of whether the husband knows about his wife's actions or not, because of the Hadith in which Hind bint 'Utbah said, \"O Allah's Messenger! Abu Sufyan is a miser! He does not give me sufficient money for the living expense of our family and myself. Am I allowed to secretly take from his money without his knowledge\" Allah's Messenger ﷺ said to her,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُذِي مِنْ مَالِهِ بِالْمَعْرُوفِ، مَا يَكْفِيكِ وَيَكْفِي بَنِيكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You may take from what is reasonable and appropriate for you and your children)</span> This Hadith was recorded in the two Sahihs. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَزْنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will not commit Zina,)</span> is similar to His other statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْرَبُوا الزِّنَا ۖ إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And come not near to Az-Zina. Verily, it is a Fahishah <span class=\"gray\">(immoral act)</span> and an evil way.)</span><span class=\"gray\">(17:32)</span></p><p lang=\"en\" class=\"en \">A Hadith collected from Samurah mentions that for the adulterers and fornicators there is a painful torment in the fire of Hell. Imam Ahmad recorded that 'A'ishah said, \"Fatimah bint 'Utbah came to give her pledge to Allah's Messenger ﷺ, who took the pledge from her,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they will not associate anything with Allah, they will not steal, that they will not commit Zina <span class=\"gray\">(fornication and adultery)</span>,)</span></p><p lang=\"en\" class=\"en \">Fatimah bashfully placed her hand on her head in shyness. The Prophet liked what she did. 'A'ishah said, 'O woman! Accept the pledge, because by Allah, we all gave the pledge to the same.' She said, 'Yes then,' and she gave her pledge to the same things mentioned in the Ayah.\" Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they will not kill their children,)</span> includes killing children after they are born. The people of Jahiliyyah used to kill their children because they feared poverty. The Ayah includes killing the fetus, just as some ignorant women do for various evil reasons. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that they will not utter slander, fabricating from between their hands and their feet,)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas said, \"It means that they not to attribute to their husbands other than their legitimate children.\" Muqatil said similarly. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that they will not disobey you in Ma'ruf <span class=\"gray\">(good)</span>,)</span> means, 'that they will obey you when you order them to do good and forbid them from evil.' Al-Bukhari recorded that Ibn 'Abbas said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that they will not disobey you in any Ma'ruf <span class=\"gray\">(good)</span>,)</span> \"This was one of the conditions which Allah imposed on the women.\" Maymun bin Mihran said, \"Allah did not order obedience to His Prophet for other than Ma'ruf, and Ma'ruf is itself obedience.\" Ibn Zayd said, \"Allah commanded that His Messenger, the best of His creation, be obeyed in that which is Ma'ruf.\" </p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that Umm 'Atiyah Al-Ansariyah said, \"Among the conditions included in our pledge to Allah's Messenger to good was not to wail. A woman said, 'So-and-so family brought comfort to me <span class=\"gray\">(by wailing over my dead relative)</span>, so I will first pay them back.' So she went and paid them back in the same <span class=\"gray\">(wailed for their dead)</span>, and then came and gave her pledge. Only she and Umm Sulaym bint Milhan, the mother of Anas bin Malik, did so.\" Al-Bukhari collected this Hadith from the way of Hafsah bint Sirin from Umm 'Atiyah Nusaybah Al-Ansariyah, may Allah be pleased with her. </p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Asid bin Abi Asid Al-Barrad said that one of the women who gave the pledge to Allah's Messenger ﷺ said, \"Among the conditions included in the pledge that the Messenger took from us, is that we do not disobey any act of Ma'ruf <span class=\"gray\">(good)</span> that he ordains. We should neither scratch our faces, pull our hair <span class=\"gray\">(in grief)</span>, tear our clothes nor wail.\"</p>"
  },
  {
    "ayah_key": "60:13",
    "group_ayah_key": "60:13",
    "from_ayah": "60:13",
    "to_ayah": "60:13",
    "ayah_keys": "60:13",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! Take not as friends the people who incurred the wrath of Allah. Surely, they have despaired of the Hereafter, just as the disbelievers have despaired of those <span class=\"gray\">(buried)</span> in graves <span>(13)</span></p><p lang=\"en\" class=\"en \">Just like in the beginning of the Surah, Allah the Exalted forbids taking the disbelievers as protecting friends at the end of the Surah, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Take not as friends the people who incurred the wrath of Allah.)</span> referring to the Jews, Christians and the rest of the disbelievers whom Allah became angry with and cursed. Those who deserved being rejected and banished by Him. <span class=\"gray\">(Allah says here)</span>, 'how can you become their allies, friends and companions, after Allah decided that they earn the despair of receiving any good or delights in the Hereafter?' </p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(just as the disbelievers have despaired of those <span class=\"gray\">(buried)</span> in graves.)</span> This has two possible meanings. First, the disbelievers despair of ever again meeting their relatives buried in graves, because they do not believe in Resurrection or being brought back to life. Therefore, they have no hope that they will meet them again, according to their creed. Secondly, just as the disbelievers who are buried in graves have lost hope in receiving any kind of goodness <span class=\"gray\">(i.e., after seeing the punishment and knowing that Resurrection is true)</span>.</p><p lang=\"en\" class=\"en \">Al-A'mash reported from Abu Ad-Duha from Masruq that Ibn Mas'ud said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(just as the disbelievers have despaired of those <span class=\"gray\">(buried)</span> in graves.)</span></p><p lang=\"en\" class=\"en \">\"Just as the disbeliever despairs when he dies and realizes and knows his <span class=\"gray\">(evil)</span> recompense.\" This is the saying of Mujahid, 'Ikrimah, Muqatil, Ibn Zayd, Al-Kalbi and Mansur; Ibn Jarir preferred this explanation. </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Mumtahanah, all praise and thanks be to Allah.</p>"
  }
]