[
  {
    "ayah_key": "16:97",
    "group_ayah_key": "16:97",
    "from_ayah": "16:97",
    "to_ayah": "16:97",
    "ayah_keys": "16:97",
    "text": "<p class=\"en translation\" lang=\"en\">Whoever does righteous deeds - whether male or female - while he <span class=\"gray\">(or she)</span> is a believer; then We will certainly give them a good life, and We will certainly grant them their rewards in proportion to the best of what they used to do <span>(97)</span></p><div lang=\"en\" class=\"en \"><h2>Righteous Deeds and their Reward</h2></div><p lang=\"en\" class=\"en \">This is a promise from Allah to those Children of Adam, male or female, who do righteous deeds - deeds in accordance with the Book of Allah and the Sunnah of His Prophet ﷺ, with a heart that believes in Allah and His Messenger ﷺ, while believing that these deeds are commanded and enjoined by Allah. Allah promises that He will give them a good life in this world and that He will reward them according to the best of their deeds in the Hereafter. The good life includes feeling tranquillity in all aspects of life. It has been reported that Ibn 'Abbas and a group <span class=\"gray\">(of scholars)</span> interpreted it to mean good, lawful provisions. It was reported that 'Ali bin Abi Talib interpreted as contentment. This was also the opinion of Ibn 'Abbas, 'Ikrimah and Wahb bin Munabbih. 'Ali bin Abi Talhah recorded from Ibn 'Abbas that it meant happiness. Al-Hasan, Mujahid and Qatadah said: \"None gets <span class=\"gray\">[this]</span> good life <span class=\"gray\">[mentioned]</span> except in Paradise.\" Ad-Dahhak said: \"It means lawful provisions and worship in this life\". Ad-Dahhak also said: \"It means working to obey Allah and finding joy in that.\" The correct view is that a good life includes all of these things. as found in the Hadith recorded by Imam Ahmad from 'Abdullah bin 'Amr that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ مَنْ أَسْلَمَ، وَرُزِقَ كَفَافًا، وَقَنَّعَهُ اللهُ بِمَا آتَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who submits <span class=\"gray\">[becomes a Muslim]</span> has succeeded, is given sufficient provisions, and is content with Allah for what he is given.)</span> It was also recorded by Muslim.</p>"
  },
  {
    "ayah_key": "16:98",
    "group_ayah_key": "16:98",
    "from_ayah": "16:98",
    "to_ayah": "16:100",
    "ayah_keys": "16:98,16:99,16:100",
    "text": "<p lang=\"en\" class=\"en \">So when you recite the Qur'an, seek refuge with Allah from Shaytan, the outcast <span>(98)</span>Verily, he has no power over those who believe and put their trust only in their Lord <span>(99)</span>His power is only over those who obey and follow him <span class=\"gray\">(Shaytan)</span>, and those who join partners with Him <span class=\"gray\">(Allah)</span><span>(100)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to seek Refuge with Allah before reciting the Qur'an</h2></div><p lang=\"en\" class=\"en \">This is a command from Allah to His servants upon the tongue of His Prophet ﷺ, telling them that when they want to read Qur'an, they should seek refuge with Allah from the cursed Shaytan. The Hadiths mentioned about seeking refuge with Allah <span class=\"gray\">(Isti'adhah)</span>, were quoted in our discussion at the beginning of this Tafsir, praise be to Allah. The reason for seeking refuge with Allah before reading is that the reader should not get confused or mixed up, and that the Shaytan would not confuse him or stop him from thinking about and pondering over the meaning of what he reads. Hence the majority of scholars said that refuge should be sought with Allah before starting to read.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, he has no power over those who believe and put their trust only in their Lord.)</span> Ath-Thawri said: \"He has no power to make them commit a sin they will not repent from.\" Others said: it means that he has no argument for them. Others said it is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ</p><p lang=\"fr\" class=\"fr \"><span class=\"gray\">(Except Your chosen servants amongst them.)</span><span class=\"gray\">[15:40]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His power is only over those who obey and follow him <span class=\"gray\">(Shaytan)</span>,)</span> Mujahid said: \"Those who obey him.\" Others said, \"Those who take him as their protector instead of Allah.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ هُم بِهِ مُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and those who join partners with Him.)</span> means, those who associate others in worship with Allah.</p>"
  }
]