[
  {
    "ayah_key": "12:65",
    "group_ayah_key": "12:65",
    "from_ayah": "12:65",
    "to_ayah": "12:66",
    "ayah_keys": "12:65,12:66",
    "text": "<p lang=\"en\" class=\"en \">And when they opened their bags, they found their money had been returned to them. They said: \"O our father! What <span class=\"gray\">(more)</span> can we desire? This, our money has been returned to us; so we shall get <span class=\"gray\">(more)</span> food for our family, and we shall guard our brother and add one more measure of a camel's load. This quantity is easy <span class=\"gray\">(for the king to give)</span>. <span>(65)</span>He Ya'qub said: \"I will not send him with you until you swear a solemn oath to me in Allah's Name, that you will bring him back to me unless you are yourselves surrounded <span class=\"gray\">(by enemies)</span>,\" And when they had sworn their solemn oath, he said: \"Allah is the Witness to what we have said. <span>(66)</span></p><div lang=\"en\" class=\"en \"><h2>They find Their Money returned to Their Bags</h2></div><p lang=\"en\" class=\"en \">Allah says, when Yusuf's brothers opened their bags, they found their merchandise inside them, for Yusuf had ordered his servants to return it to their bags. When they found their merchandise in their bags,</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالُوا يَا أَبَانَا مَا نَبْغِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"O our father! What <span class=\"gray\">(more)</span> can we desire?...\")</span>, what more can we ask for,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This, our money has been returned to us;)</span> Qatadah commented <span class=\"gray\">(that they said)</span>, \"What more can we ask for, our merchandise was returned to us and the 'Aziz has given us the sufficient load we wanted?\" They said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَمِيرُ أَهْلَنَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so we shall get <span class=\"gray\">(more)</span> food for our family,)</span>, 'if you send our brother with us the next time we go to buy food for our family,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and we shall guard our brother and add one more measure of a camel's load.)</span> since Yusuf, peace be upon him, gave each man a camel's load of corn.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ كَيْلٌ يَسِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This quantity is easy <span class=\"gray\">(for the king to give)</span>.)</span> They said these words to make their case more appealing, saying that taking their brother with them is worth this gain,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِقًا مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">[Ya'qub <span class=\"gray\">(Jacob)</span>]</span> said: \"I will not send him with you until you swear a solemn oath to me in Allah's Name...\")</span>, until you swear by Allah with the strongest oath,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَأْتُنَّنِي بِهِ إِلَّا أَن يُحَاطَ بِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you will bring him back to me unless you are yourselves surrounded <span class=\"gray\">(by enemies)</span>)</span>, unless you were all overwhelmed and were unable to rescue him,</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَمَّا آتَوْهُ مَوْثِقَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they had sworn their solemn oath)</span>, he affirmed it further, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is the Witness to what we have said.)</span> Ibn Ishaq commented, \"Ya'qub did that because he had no choice but to send them to bring necessary food supplies for their survival. So he sent Binyamin with them.\"</p>"
  },
  {
    "ayah_key": "12:67",
    "group_ayah_key": "12:67",
    "from_ayah": "12:67",
    "to_ayah": "12:68",
    "ayah_keys": "12:67,12:68",
    "text": "<p lang=\"en\" class=\"en \">And he said: \"O my sons! Do not enter by one gate, but enter by different gates, and I cannot avail you against Allah at all. Verily, the decision rests only with Allah. In Him, I put my trust and let all those that trust, put their trust in Him. <span>(67)</span>And when they entered according to their father's advice, it did not avail them in the least against <span class=\"gray\">(the will of)</span> Allah; it was but a need of Ya'qub's inner self which he discharged. And verily, he was endowed with knowledge because We had taught him, but most men know not <span>(68)</span></p><div lang=\"en\" class=\"en \"><h2>Ya'qub orders His Children to enter Egypt from Different Gates</h2></div><p lang=\"en\" class=\"en \">Allah says that Ya'qub, peace be upon him, ordered his children, when he sent Binyamin with them to Egypt, to enter from different gates rather than all of them entering from one gate. Ibn 'Abbas, Muhammad bin Ka'b, Mujahid, Ad-Dahhak Qatadah, As-Suddi and several others said that he feared the evil eye for them, because they were handsome and looked beautiful and graceful. He feared that people might direct the evil eye at them, because the evil eye truly harms, by Allah's decree, and brings down the mighty warrior-rider from his horse. He next said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُغْنِي عَنكُم مِّنَ اللَّهِ مِن شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I cannot avail you against Allah at all.)</span> this precaution will not resist Allah's decision and appointed decree. Verily, whatever Allah wills, cannot be resisted or stopped,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِ الْحُكْمُ إِلَّا لِلَّهِ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ - وَلَمَّا دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِي عَنْهُم مِّنَ اللَّهِ مِن شَيْءٍ إِلَّا حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, the decision rests only with Allah. In Him, I put my trust and let all those that trust, put their trust in Him.\" And when they entered according to their father's advice, it did not avail them in the least against <span class=\"gray\">(the will of)</span> Allah; it was but a need of Ya'qub's inner self which he discharged.)</span>, as a precaution against the evil eye,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَذُو عِلْمٍ لِّمَا عَلَّمْنَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, he was endowed with knowledge because We had taught him,)</span> he had knowledge that he implemented, according to Qatadah and Ath-Thawri. Ibn Jarir said that this part of the Ayah means, he has knowledge that We taught him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but most men know not.)</span></p>"
  },
  {
    "ayah_key": "12:69",
    "group_ayah_key": "12:69",
    "from_ayah": "12:69",
    "to_ayah": "12:69",
    "ayah_keys": "12:69",
    "text": "<p class=\"en translation\" lang=\"en\">And when they went in before Yusuf, he took his brother <span class=\"gray\">(Binyamin)</span> to himself and said: \"Verily, I am your brother, so grieve not for what they used to do. <span>(69)</span></p><div lang=\"uz\" class=\"uz \"><h2>Yusuf comforts Binyamin</h2></div><p lang=\"en\" class=\"en \">Allah states that when Yusuf's brothers went in before him along with his full brother Binyamin, he invited them to a place of honor as privileged guests. He granted them gifts and generous hospitality and kindness. He met his brother in confidence and told him the story of what happened to him and that he was in fact his brother. He said to him,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا تَبْتَئِسْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(grieve not)</span> nor feel sad for what they did to me.' He ordered Binyamin to hide the news from them and to refrain from telling them that the 'Aziz is his brother Yusuf. He plotted with him to keep him in Egypt enjoying honor and great hospitality.</p>"
  },
  {
    "ayah_key": "12:7",
    "group_ayah_key": "12:7",
    "from_ayah": "12:7",
    "to_ayah": "12:10",
    "ayah_keys": "12:7,12:8,12:9,12:10",
    "text": "<p lang=\"en\" class=\"en \">Verily, in Yusuf and his brethren there were Ayat for those who ask <span>(7)</span>When they said: \"Truly, Yusuf and his brother are dearer to our father than we, while we are 'Usbah <span class=\"gray\">(a group)</span>. Really, our father is in a plain error. <span>(8)</span>\"Kill Yusuf or cast him out to some <span class=\"gray\">(other)</span> land, so that the favor of your father may be given to you alone, and after that you will be righteous folk. <span>(9)</span>One from among them said: \"Kill not Yusuf, but if you must do something, throw him down to the bottom of a well; he will be picked up by some caravan of travelers. <span>(10)</span></p><div lang=\"en\" class=\"en \"><h2>There are Lessons to draw from the Story of Yusuf</h2></div><p lang=\"en\" class=\"en \">Allah says that there are Ayat, lessons and wisdom to learn from the story of Yusuf and his brothers, for those who ask about their story and seek its knowledge. Surely, their story is unique and is worthy of being narrated.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰ أَبِينَا مِنَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When they said: \"Truly, Yusuf and his brother are dearer to our father than we...\")</span> They swore, according to their false thoughts, that Yusuf and his brother Binyamin <span class=\"gray\">(Benjamin)</span>, Yusuf's full brother,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحَبُّ إِلَىٰ أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(dearer to our father than we, while we are 'Usbah.)</span> meaning, a group. Therefore, they thought, how can he love these two more than the group,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَبَانَا لَفِي ضَلَالٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Really, our father is in a plain error.)</span> because he preferred them and loved them more than us.</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Kill Yusuf or cast him out to some <span class=\"gray\">(other)</span> land, so that the favor of your father may be given to you alone,)</span> They said, 'Remove Yusuf, who competes with you for your father's love, from in front of your father's face so that his favor is yours alone. Either kill Yusuf or banish him to a distant land so that you are rid of his trouble and you alone enjoy the love of your father. '</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَكُونُوا مِن بَعْدِهِ قَوْمًا صَالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and after that you will be righteous folk.)</span>, thus intending repentance before committing the sin,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ قَائِلٌ مِّنْهُمْ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(One from among them said...)</span> Qatadah and Muhammad bin Ishaq said that he was the oldest among them and his name was Rubil <span class=\"gray\">(Reuben)</span>. As-Suddi said that his name was Yahudha <span class=\"gray\">(Judah)</span>. Mujahid said that it was Sham'un <span class=\"gray\">(Simeon)</span> who said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَقْتُلُوا يُوسُفَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Kill not Yusuf,)</span>, do not let your enmity and hatred towards him reach this level, of murder. </p><p lang=\"en\" class=\"en \">However, their plot to kill Yusuf would not have succeeded, because Allah the Exalted willed that Yusuf fulfill a mission that must be fulfilled and complete; he would receive Allah's revelation and become His Prophet. Allah willed Yusuf to be a powerful man in Egypt and govern it. Consequently, Allah did not allow them to persist in their intent against Yusuf, through Rubil's words and his advice to them that if they must do something, they should throw him down to the bottom of a well,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he will be picked up by some caravan)</span> of travelers passing by. This way, he said, you will rid yourselves of this bother without having to kill him,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِن كُنتُمْ فَاعِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you must do something,)</span> meaning, if you still insist on getting rid of him. Muhammad bin Ishaq bin Yasar said, \"They agreed to a particularly vicious crime that involved cutting the relation of the womb, undutiful treatment of parents, and harshness towards the young, helpless and sinless. It was also harsh towards the old and weak who have the rights of being respected, honored and appreciated, as well as, being honored with Allah and having parental rights on their offspring. They sought to separate the beloved father, who had reached old age and his bones became weak, yet had a high status with Allah, from his beloved young son, in spite of his weakness, tender age and his need of his father's compassion and kindness. May Allah forgive them, and indeed, He is the Most Merciful among those who have mercy, for they intended to carry out a \"grave error.\" Ibn Abi Hatim collected this statement, from the route of Salamah bin Al-Fadl from Muhammad bin Ishaq.</p>"
  }
]