[
  {
    "ayah_key": "3:181",
    "group_ayah_key": "3:181",
    "from_ayah": "3:181",
    "to_ayah": "3:184",
    "ayah_keys": "3:181,3:182,3:183,3:184",
    "text": "<p lang=\"en\" class=\"en \">Indeed, Allah has heard the statement of those who say: \"Truly, Allah is poor and we are rich!\" We shall record what they have said and their killing of the Prophets unjustly, and We shall say: \"Taste you the torment of the burning <span class=\"gray\">(Fire)</span>. <span>(181)</span>This is because of that which your hands have sent before you. And certainly, Allah is never unjust to <span class=\"gray\">(His)</span> servants <span>(182)</span>Those who said: \"Verily, Allah has taken our promise not to believe in any Messenger unless he brings to us an offering which the fire <span class=\"gray\">(from heaven)</span> shall devour. \" Say: \"Verily, there came to you Messengers before me, with Al-Bayinat and even with with what you speak of; why then did you kill them, if you are truthful? <span>(183)</span>Then if they reject you, so were Messengers rejected before you, who came with Al-Bayinat and the Scriptures and the Book of Enlightenment <span>(184)</span></p><div lang=\"fil\" class=\"fil \"><h2>Allah Warns the Idolators</h2></div><p lang=\"gd\" class=\"gd \">Sa'id bin Jubayr said that Ibn 'Abbas said, \"When Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who is he that will lend to Allah a goodly loan so that He may multiply it to him many times?)</span><span class=\"gray\">[2:245]</span> was revealed, the Jews said, 'O Muhammad! Has your Lord become poor so that He asks His servants to give Him a loan?' Allah sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, Allah has heard the statement of those <span class=\"gray\">(Jews)</span> who say: \"Truly, Allah is poor and we are rich!\")</span><span class=\"gray\">[3:181]</span>.\"</p><p lang=\"en\" class=\"en \">This Hadith was collected by Ibn Marduwyah and Ibn Abi Hatim.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنَكْتُبُ مَا قَالُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall record what they have said)</span> contains a threat and a warning that Allah followed with His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَتْلَهُمُ الْأَنبِيَاءَ بِغَيْرِ حَقٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and their killing of the Prophets unjustly,)</span></p><p lang=\"en\" class=\"en \">This is what they say about Allah and this is how they treat His Messengers. Allah will punish them for these deeds in the worst manner,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ - ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We shall say: \"Taste you the torment of the burning <span class=\"gray\">(Fire)</span>.\" This is because of that which your hands have sent before you. And certainly, Allah is never unjust to <span class=\"gray\">(His)</span> servants.)</span></p><p lang=\"en\" class=\"en \">They will be addressed like this as a way of chastising, criticism, disgrace and humiliation.</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ قَالُوا إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّىٰ يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those <span class=\"gray\">(Jews)</span> who said: \"Verily, Allah has taken our promise not to believe in any Messenger unless he brings to us an offering which the fire <span class=\"gray\">(from heaven)</span> shall devour.\")</span></p><p lang=\"en\" class=\"en \">Allah refuted their claim that in their Books, Allah took a covenant from them to only believe in the Messenger whose miracles include fire coming down from the sky that consumes the charity offered by a member of the Messenger's nation, as Ibn 'Abbas and Al-Hasan stated. Allah replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِّن قَبْلِي بِالْبَيِّنَاتِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Verily, there came to you Messengers before me, with Al-Bayinat...\")</span> with proofs and evidence,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِالَّذِي قُلْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and even with what you speak of)</span> a fire that consumes the accepted charity, as you asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلِمَ قَتَلْتُمُوهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(why then did you kill them?)</span> Why did you meet these Prophets with denial, defiance, stubbornness and even murder,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِن كُنتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you are truthful)</span>, if you follow the truth and obey the Messengers.</p><p lang=\"nl\" class=\"nl \">Allah then comforts His Prophet Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِّن قَبْلِكَ جَاءُوا بِالْبَيِّنَاتِ وَالزُّبُرِ وَالْكِتَابِ الْمُنِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then if they reject you, so were Messengers rejected before you, who came with Al-Baiyyinat and the Scripture, and the Book of Enlightenment.)</span> meaning, do not be sad because they deny you, for you have an example in the Messengers who came before you. These Messengers were rejected although they brought clear proofs, plain evidence and unequivocal signs,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَالزُّبُرِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the Zubur)</span>, the divinely revealed Books that were sent down to the Messengers,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَالْكِتَابِ الْمُنِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the Book of Enlightenment)</span> meaning the clarification and best explanation.</p>"
  }
]