[
  {
    "ayah_key": "16:63",
    "group_ayah_key": "16:63",
    "from_ayah": "16:63",
    "to_ayah": "16:65",
    "ayah_keys": "16:63,16:64,16:65",
    "text": "<p lang=\"en\" class=\"en \">By Allah, We indeed sent <span class=\"gray\">(Messengers)</span> to the nations before you, but Shaytan made their deeds seeming fair to them. So today he is their helper, and theirs will be a painful torment <span>(63)</span>And We have not revealed the Book to you, except that you may clearly explain to them those things in which they differ, and <span class=\"gray\">(as)</span> a guidance and a mercy for a people who believe <span>(64)</span>And Allah sends water down from the sky, then He revives the earth with it after its death. Surely that is a sign for people who listen <span>(65)</span></p><div lang=\"en\" class=\"en \"><h2>Finding Consolation in the Reminder of Those Who came before</h2></div><p lang=\"en\" class=\"en \">Allah says, 'He sent Messengers to the nations of the past, and they were rejected. You, O Muhammad, have an example in your brothers among the Messengers, so do not be distressed by your people's rejection. As for the idolators' rejection of the Messengers, the reason for this is that the Shaytan made their deeds attractive to them.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُوَ وَلِيُّهُمُ الْيَوْمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So today he <span class=\"gray\">(Shaytan)</span> is their helper,)</span> meaning they will be suffering punishment while Shaytan is their only helper, and he cannot save them, so they have no one to answer their calls for help, and theirs is a painful punishment.</p><div lang=\"en\" class=\"en \"><h2>The Reason why the Qur'an was revealed</h2></div><p lang=\"en\" class=\"en \">Then Allah says to His Messenger ﷺ that He has revealed the Book to him to explain the truth to mankind in matters which they dispute over. So the Qur'an is a decisive arbitrator for every issue that they argue about.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدًى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(as)</span> a guidance)</span> meaning, for their hearts.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَحْمَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a mercy)</span> meaning, for the one who adheres to it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّقَوْمٍ يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for a people who believe.)</span> Just as Allah causes the Qur'an to bring life to hearts that were dead from disbelief, so He brings the earth to life after it has died, by sending down water from the sky.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً لِّقَوْمٍ يَسْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely that is a sign for people who listen.)</span> meaning those who understand the words and their meanings.</p>"
  },
  {
    "ayah_key": "16:66",
    "group_ayah_key": "16:66",
    "from_ayah": "16:66",
    "to_ayah": "16:67",
    "ayah_keys": "16:66,16:67",
    "text": "<p lang=\"en\" class=\"en \">And there is indeed a lesson for you in the An'am <span class=\"gray\">(cattle)</span>. We have made a drink for you out of what is in its belly, from between excretions and blood, pure milk; palatable to the drinkers <span>(66)</span>And from the fruits of date palms and grapes, you derive strong drink and a goodly provision. There is indeed a sign in this for those of reason <span>(67)</span></p><div lang=\"en\" class=\"en \"><h2>Lessons and Blessings in Cattle and the Fruit of the Date-palm and Grapevine</h2></div><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(there is for you)</span> - O mankind -</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي الْأَنْعَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in the cattle)</span> - meaning camels, cows and sheep,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعِبْرَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a lesson)</span> meaning a sign and an evidence of the wisdom, power, mercy and kindness of the Creator.</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُّسْقِيكُم مِّمَّا فِي بُطُونِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have made a drink for you out of what is in its belly)</span> meaning its singular forms refers to one cattle, or it could refer to the whole species. For cattle are the creatures which provide a drink from what is in their bellies and in another Ayah it is 'in their bellies.' Either way is plausible. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from between excretions and blood, pure milk;)</span> meaning it is free of blood, and is pure in its whiteness, taste and sweetness. It is between excrement and blood in the belly of the animal, but each of them goes its own way after the food has been fully digested in its stomach. The blood goes to the veins, the milk goes to the udder, the urine goes to the bladder and the feces goes to the anus. None of them gets mixed with another after separating, and none of them is affected by the other.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّبَنًا خَالِصًا سَائِغًا لِّلشَّارِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(pure milk; palatable to the drinkers.)</span> meaning nothing to cause one to choke on it. When Allah mentions milk and how He has made it a palatable drink for mankind, He follows this with a reference to the drinks that people make from the fruits of the date palm and grapevine, and what they used to do with intoxicating Nabidh <span class=\"gray\">(drink made from dates)</span> before it was forbidden. Thus He reminds them of His blessings, and says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And from the fruits of date palms and grapes, you derive strong drink)</span> This indicates that it was permissible to drink it before it was forbidden. It also indicates that strong drink <span class=\"gray\">(i.e., intoxicating drink)</span> derived from dates is the same as strong drink derived from grapes. Also forbidden are strong drinks derived from wheat, barley, corn and honey, as is explained in detail in the Sunnah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَكَرًا وَرِزْقًا حَسَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(strong drink and a goodly provision.)</span> Ibn 'Abbas said: \"Strong drink is the product of these two fruits that is forbidden, and the good provision is what is permitted of them.\" According to another report: \"Strong drink is its unlawful, and the goodly provision is its lawful,\" referring to the fruits when they are dried, like dates and raisins, or products derived from them such as molasses, vinegar and wine <span class=\"gray\">(of grapes, dates)</span> which are permissible to drink before they become strong <span class=\"gray\">(becomes alcoholic)</span>, as was stated in the Sunnah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً لِّقَوْمٍ يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is indeed a sign in this for those of reason.)</span> It is appropriate to mention reason here, because it is the noblest feature of man. Hence Allah forbade this Ummah from drinking intoxicants, in order to protect their ability to reason. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِيهَا جَنَّاتٍ مِّن نَّخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ - لِيَأْكُلُوا مِن ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ - سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنبِتُ الْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We placed gardens of date palms and grapes in it, and We caused springs of water to gush forth in it. So that they may eat of its fruit - while their hands did not make it. Will they not then give thanks? Glory be to Him Who created all the pairs of that which the earth produces, as well as their own <span class=\"gray\">(human)</span> kind <span class=\"gray\">(male and female)</span>, and of that which they know not.)</span><span class=\"gray\">(36:34-36)</span></p>"
  },
  {
    "ayah_key": "16:68",
    "group_ayah_key": "16:68",
    "from_ayah": "16:68",
    "to_ayah": "16:69",
    "ayah_keys": "16:68,16:69",
    "text": "<p lang=\"en\" class=\"en \">And your Lord inspired the bee, saying: \"Take you habitations in the mountains and in the trees and in what they <span class=\"gray\">(humans)</span> erect. <span>(68)</span>\"Then, eat of all fruits, and follow the routes that your Lord made easy <span class=\"gray\">(for you)</span>.\" There comes forth from their bellies, a drink of varying colors, in which there is a cure for men. There is indeed a sign in that for people who reflect <span>(69)</span></p><div lang=\"en\" class=\"en \"><h2>In the Bee and its Honey there is Blessing and a Lesson</h2></div><p lang=\"en\" class=\"en \">What is meant by inspiration here is guidance. The bee is guided to make its home in the mountains, in trees and in structures erected by man. The bee's home is a solid structure, with its hexagonal shapes and interlocking forms there is no looseness in its combs. Then Allah decrees that the bee will have permission to eat from all fruits and to follow the ways which Allah has made easy for it, wherever it wants to go in the vast spaces of the wilderness, valleys and high mountains. Then each bee comes back to its hive without swerving to the right or left, it comes straight back to its home where its offspring and honey are. It makes wax from its wings, and regurgitates honey from its mouth, and lays eggs from its rear, then the next morning it goes out to the fields again.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and follow the routes of your Lord made easy <span class=\"gray\">(for you)</span>)</span> Qatadah and 'Abdur-Rahman bin Zayd bin Aslam said: \"This means, in an obedient way\", understanding it to be a description of the route of migration. Ibn Zayd said that this is like the Ayah:</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have subdued them for them so that some they may ride and some they may eat.)</span><span class=\"gray\">(36:72)</span> He said: \"Do you not see that they move the bees' home from one land to another, and the bees follow them?\" The first opinion is clearly the more likely, as it describes the routes that the bees follow, i.e., 'follow these routes as they are easy for you.' This was stated by Mujahid. Ibn Jarir said that both opinions are correct.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْرُجُ مِن بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِّلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There comes forth from their bellies, a drink of varying colors, wherein is healing for men.)</span><span class=\"gray\">[meaning, honey, that is]</span> white, yellow, red, or of other good colors, depending on the different things that the bees eat.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِ شِفَاءٌ لِّلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in which there is a cure for men.)</span></p><p lang=\"en\" class=\"en \">meaning there is a cure in honey for diseases that people suffer from. Some of those who spoke about the study of Prophetic medicine said that if <span class=\"gray\">[Allah]</span> had said, 'in which there is the cure for men', then it would be the remedy for all diseases, but He said, 'in which there is a cure for men', meaning that it is the right treatment for every \"cold\" disease, because it is \"hot\", and a disease should be treated with its opposite. </p><p lang=\"gd\" class=\"gd \">Al-Bukhari and Muslim recorded in their Sahihs from Qatadah from Abu Al-Mutawakkil 'Ali bin Dawud An-Naji from Abu Sa'id Al-Khudri that a man came to the Messenger of Allah ﷺ and said, \"My brother is suffering from diarrhea\". He said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">اسْقِهِ عَسَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Give him honey to drink.)</span> The man went and gave him honey, then he came back and said, \"O Messenger of Allah! I gave him honey to drink, and he only got worse.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْهَبْ فَاسْقِهِ عَسَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Go and give him honey to drink.)</span> So he went and gave him honey, then he came back and said, \"O Messenger of Allah! it only made him worse. \" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَدَقَ اللهُ وَكَذَبَ بَطْنُ أَخِيكَ، اذْهَبْ فَاسْقِهِ عَسَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah speaks the truth and your brother's stomach is lying. Go and give him honey to drink.)</span> So he went and gave him honey, and he recovered.\"</p><p lang=\"en\" class=\"en \">It is reported in the Two Sahihs from 'A'ishah, may Allah be pleased with her, that the Messenger of Allah ﷺ used to like sweet things and honey. This is the wording of Al-Bukhari, who also reported in his Sahih from Ibn 'Abbas that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشِّفَاءُ فِي ثَلَاثَةٍ: فِي شَرْطَةِ مِحْجَمٍ، أَوْ شَرْبَةِ عَسَلٍ، أَوْ كَيَّةٍ بِنَارٍ، وَأَنْهَى أُمَّتِي عَنِ الْكَيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Healing is to be found in three things: the cut made by the cupper, or drinking honey, or in branding with fire <span class=\"gray\">(cauterizing)</span>, but I have forbidden my Ummah to use branding.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً لِّقَوْمٍ يَتَفَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is indeed a sign in that for people who reflect.)</span> meaning in the fact that Allah inspires this weak little creature to travel through the vast fields and feed from every kind of fruit, then gather it for wax and honey, which are some of the best things, in this is a sign for people who think about the might and power of the bee's Creator Who causes all of this to happen. From this they learn that He is the Initiator, the All-Powerful, the All-Wise, the All-Knowing, the Most Generous, the Most Merciful.</p>"
  }
]