[
  {
    "ayah_key": "7:59",
    "group_ayah_key": "7:59",
    "from_ayah": "7:59",
    "to_ayah": "7:62",
    "ayah_keys": "7:59,7:60,7:61,7:62",
    "text": "<p lang=\"en\" class=\"en \">Indeed, We sent Nuh to his people and he said: \"O my people! Worship Allah! You have no other god but Him. Certainly, I fear for you the torment of a Great Day! <span>(59)</span>The leaders of his people said: \"Verily, we see you in plain error. <span>(60)</span><span class=\"gray\">[Nuh]</span> said: \"O my people! There is no error in me, but I am a Messenger from the Lord of all that exists <span>(61)</span>I convey unto you the Messages of my Lord and give sincere advice to you. And I know from Allah what you know not. <span>(62)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of Nuh and His People</h2></div><p lang=\"en\" class=\"en \">After Allah mentioned the story of Adam in the beginning of this Surah, He started mentioning the stories of the Prophets, the first then the latter of them. Allah mentioned the story of Nuh, because he was the first Messenger Allah sent to the people of the earth after Adam. His name was Nuh bin Lamak bin Matushalakh bin Khanukh. And Khanukh was, as they claim, the Prophet Idris. And Idris was the first person to write letters using pen, and he was the son of Barad bin Mahlil, bin Qanin bin Yanish bin Shith bin Adam, upon them all be peace. This lineage is mentioned by Muhammad bin Ishaq and other Imams who document lineage. </p><p lang=\"en\" class=\"en \">Abdullah bin 'Abbas and several other scholars of Tafsir said that the first idol worship began when some righteous people died and their people built places of worship over their graves. They made images of them so that they could remember their righteousness and devotion, and thus, imitate them. When time passed, they made statues of them and later on worshipped these idols, naming them after the righteous people: Wadd, Suwa', Yaghuth, Ya'uq and Nasr. After this practice became popular, Allah sent Nuh as a Messenger, all thanks are due to Him. Nuh commanded his people to worship Allah alone without partners, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O my people! Worship Allah! You have no other god but Him. Certainly, I fear for you the torment of a Great Day!\")</span> the torment of the Day of Resurrection, if you meet Allah while associating others with Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الْمَلَأُ مِن قَوْمِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The leaders of his people said)</span> meaning, the general public, chiefs, commanders and great ones of his people said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَرَاكَ فِي ضَلَالٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, we see you in plain error\")</span> because of your calling us to abandon the worship of these idols that we found our forefathers worshipping. </p><p lang=\"en\" class=\"en \">This, indeed, is the attitude of evil people, for they consider the righteous people to be following misguidance. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَٰؤُلَاءِ لَضَالُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they saw them, they said: \"Verily, these have indeed gone astray!\")</span><span class=\"gray\">[83:32]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَّا سَبَقُونَا إِلَيْهِ وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَٰذَا إِفْكٌ قَدِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who disbelieve say of those who believe: \"Had it been a good thing, they <span class=\"gray\">(the weak and poor)</span> would not have preceded us thereto!\" And when they have not let themselves be guided by it <span class=\"gray\">(this Qur'an)</span>, they say: \"This is an ancient lie!\")</span><span class=\"gray\">[46:11]</span> There are several other Ayat on this subject.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا قَوْمِ لَيْسَ بِي ضَلَالَةٌ وَلَٰكِنِّي رَسُولٌ مِّن رَّبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">[Nuh]</span> said: \"O my people! There is no error in me, but I am a Messenger from the Lord of all that exists!\")</span> meaning, there is nothing wrong with me, but I am a Messenger from the Lord of all that exists, Lord and King of all things,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنصَحُ لَكُمْ وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"I convey unto you the Messages of my Lord and give sincere advice to you. And I know from Allah what you know not.\")</span></p><p lang=\"en\" class=\"en \">This is the attribute of a Messenger, that he conveys using plain, yet eloquent words, offers sincere advice and is knowledgeable about Allah; indeed, no other people can compete with the Prophets in this regard. In his Sahih, Muslim recorded that the Messenger of Allah ﷺ said to his Companions on the Day of 'Arafah, when their gathering was as large as it ever was,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّهَا النَّاسُ إِنَّكُمْ مَسْؤُولُونَ عَنِّي فَمَا أَنْتُمْ قَائِلُونَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people! You will be asked about me, so what will you say?)</span></p><p lang=\"en\" class=\"en \">They said, \"We testify that you have conveyed and delivered <span class=\"gray\">(the Message)</span> and offered sincere advice.\" So he kept raising his finger to the sky and lowering it towards them, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ اشْهَدْ اللَّهُمَّ اشْهَد</p><p><span class=\"gray\">(O Allah! Bear witness, O Allah! Bear witness.)</span></p>"
  },
  {
    "ayah_key": "7:63",
    "group_ayah_key": "7:63",
    "from_ayah": "7:63",
    "to_ayah": "7:64",
    "ayah_keys": "7:63,7:64",
    "text": "<p lang=\"en\" class=\"en \">\"Do you wonder that there has come to you a Reminder from your Lord through a man from among you, that he may warn you, so that you may fear Allah and that you may receive <span class=\"gray\">(His)</span> mercy? <span>(63)</span>But they belied him, so We saved him and those along with him in the Fulk, and We drowned those who belied Our Ayat. They were indeed a blind people <span>(64)</span></p><p lang=\"en\" class=\"en \">Allah said that Nuh proclaimed to his people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَعَجِبْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Do you wonder...\")</span>, do not wonder because of this. Surely, it is not strange that Allah sends down revelation to a man among you as mercy, kindness and compassion for you, so that he warns you that you may avoid Allah's torment by associating none with Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَلَّكُمْ تُرْحَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and that you may receive <span class=\"gray\">(His)</span> mercy.\")</span> Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَكَذَّبُوهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they belied him)</span> but they insisted on rejecting and opposing him, and only a few of them believed in him, as Allah stated in another Ayah. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنجَيْنَاهُ وَالَّذِينَ مَعَهُ فِي الْفُلْكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We saved him and those along with him in the Fulk)</span> the ark,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We drowned those who belied Our Ayat.)</span> Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُم مِّن دُونِ اللَّهِ أَنصَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Because of their sins they were drowned, then they were admitted into the Fire. And they found none to help them instead of Allah.)</span><span class=\"gray\">[71:25]</span> Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُمْ كَانُوا قَوْمًا عَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They were indeed a blind people.)</span> meaning, blind from the Truth, unable to recognize it or find their way to it. Here, Allah said that He has taken revenge from His enemies and saved His Messenger ﷺ and those who believed in him, while destroying their disbelieving enemies. Allah said in a another Ayah,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّا لَنَنصُرُ رُسُلَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We will indeed make victorious Our Messengers)</span><span class=\"gray\">[40:51]</span>. </p><p lang=\"en\" class=\"en \">This is Allah's Sunnah <span class=\"gray\">(way)</span> with His servants, in this life and the Hereafter, that the good end, victory and triumph is for those who fear Him. For example, Allah destroyed the people of Nuh, and saved Nuh and his believing followers. Ibn Wahb said that he was told that Ibn 'Abbas said that eighty men were saved with Nuh in the ship, one of them was Jurhum, who spoke Arabic. Ibn Abi Hatim collected this statement, which was also narrated with a continuous chain of narration from Ibn 'Abbas.</p>"
  }
]