[
  {
    "ayah_key": "67:12",
    "group_ayah_key": "67:12",
    "from_ayah": "67:12",
    "to_ayah": "67:15",
    "ayah_keys": "67:12,67:13,67:14,67:15",
    "text": "<p lang=\"en\" class=\"en \">Verily, those who fear their Lord unseen, theirs will be forgiveness and a great reward <span>(12)</span>And whether you keep your talk secret or disclose it, verily, He is the All-Knower of what is in the breasts <span>(13)</span>Should not He Who has created know? And He is the Most Kind and Courteous, All-Aware <span>(14)</span>He it is Who has made the earth subservient to you; so walk in the paths thereof and eat of His provision. And to Him will be the resurrection <span>(15)</span></p><p lang=\"en\" class=\"en \">The Reward of those Who fear their Lord unseen</p><p lang=\"en\" class=\"en \">Allah informs of he who fears standing before his Lord, being frightened about matters between himself and Allah when he is not in the presence of other people. So he refrains from disobedience and he performs acts of obedience when no one sees him except Allah. Allah mentions that this person will have forgiveness and a great reward. This means that his sins will be remitted and he will be rewarded abundantly. This is similar to what has been confirmed in the Two Sahihs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبْعَةٌ يُظِلُّهُمُ اللهُ تَعَالىٰ فِي ظِلِّ عَرْشِهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There are seven people whom Allah the Exalted will shade in the shade of His Throne on the Day when there will be no shade except its shade.)</span> Then he mentioned that among those people are:</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعَتْهُ امْرَأَةٌ ذَاتُ مَنْصِبٍ وَجَمَالٍ فَقَالَ: إِنِّي أَخَافُ اللهَ، وَرَجُلًا تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتّٰى لَا تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A man who is tempted by a beautiful woman of high social status, but he says: 'Verily, I fear Allah.' Another person from among them is a man who gives charity and he conceals it so that his left hand does not know what his right hand spent.)</span> Then He says, while informing that He is aware of the innermost conscience and secrets,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ ۖ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whether you keep your talk secret or disclose it, verily, He is the All-Knower of what is in the breasts.)</span> meaning, that which occurs in the hearts <span class=\"gray\">(ideas, thoughts, etc.)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا يَعْلَمُ مَنْ خَلَقَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Should not He Who has created know?)</span> This means, 'doesn't the Creator know?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ اللَّطِيفُ الْخَبِيرُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the Most Kind and Courteous, All-Aware <span class=\"gray\">(of everything)</span>.)</span></p><p lang=\"en\" class=\"en \">Allah's Favor of subjugating the Earth to His Servants</p><p lang=\"en\" class=\"en \">Then Allah mentions His favor to His creation in subjugating the earth to them, and making it subservient to them. This is by His making it a stable abode and dwelling place. He placed in it mountains and caused water springs to gush forth from it. He fashioned pathways, and placed useful things in it and places fertile for the growth of fruit and vegetation. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who has made the earth subservient to you; so walk in the paths thereof)</span> meaning, travel wherever you wish throughout its regions and frequent its countrysides and all the areas of its domain in your various journeys to seek earnings and trade. And know that your efforts will not benefit you anything unless Allah makes matters easy for you. Allah continues to say,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَكُلُوا مِنْ رِزْقِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and eat of His provision.)</span> Thus, striving by using the means <span class=\"gray\">(to attain something)</span> does not negate the necessity of depending upon Allah <span class=\"gray\">(At-Tawakkul)</span>. This is similar to what Imam Ahmad recorded from 'Umar bin Al-Khattab, that he heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْأَنَّكُمْ تَتَوَكَّلُونَ عَلَى اللهِ حَقَّ تَوَكُّلِهِ، لَرَزَقَكُمْ كَمَا يَرْزُقُ الطَّيْرَ، تَغْدُو خِمَاصًا وَتَرُوحُ بِطَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you would trust in Allah as He truly should be trusted in, He would surely provide for you as He provides for the birds. They set out in the morning with empty stomachs and return in the evening with full stomachs.)</span></p><p lang=\"en\" class=\"en \">At-Tirmidhi, An-Nasa'i and Ibn Majah all recorded this Hadith. At-Tirmidhi said, \"Hasan Sahih.\" So this confirms that the bird searches morning and evening for its sustenance while depending upon Allah. For He is the Subduer, the Controller and the One Who causes everything.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَيْهِ النُّشُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Him will be the resurrection.)</span> meaning, the place of return on the Day of Judgement. Ibn 'Abbas, Mujahid, As-Suddi and Qatadah all said that Manakibiha <span class=\"gray\">(its paths)</span> means its outermost borders, its roads and its regions.</p>"
  },
  {
    "ayah_key": "67:16",
    "group_ayah_key": "67:16",
    "from_ayah": "67:16",
    "to_ayah": "67:19",
    "ayah_keys": "67:16,67:17,67:18,67:19",
    "text": "<p lang=\"en\" class=\"en \">Do you feel secure that He, Who is over the heaven, will not cause the earth to sink with you, and then it should quake <span>(16)</span>Or do you feel secure that He, Who is over the heaven, will not send against you a Hasib? Then you shall know how has been My warning <span>(17)</span>And indeed those before them rejected, then how terrible was My reproach <span>(18)</span>Do they not see the birds above them, spreading out their wings and folding them in? None upholds them except the Most Gracious. Verily, He is the All-Seer of everything <span>(19)</span></p><p lang=\"en\" class=\"en \">How can You feel Secure against the Punishment of Allah while He is Able to seize You however He wills?</p><p lang=\"en\" class=\"en \">This is another indication of His gentleness and His mercy with His creatures. He is able to punish them because some of them disbelieve in Him and worship others besides Him, yet He is forbearing, He pardons, and He gives respite for an appointed time without hastening. This is as He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِنْ دَابَّةٍ وَلَٰكِنْ يُؤَخِّرُهُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۖ فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if Allah were to punish men for that which they earned, He would not leave a moving creature on the surface of the earth; but He gives them respite to an appointed term: and when their term comes, then verily, Allah is Ever All-Seer of His servants.)</span><span class=\"gray\">[35:45]</span> Here Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you feel secure that He, Who is over the heaven, will not cause the earth to sink with you, and then it should quake?)</span> meaning, that it would move back and forth, and be disrupted.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or do you feel secure that He, Who is over the heaven, will not send against you a Hasib?)</span> meaning, a wind containing gravel that will strike you, as Allah says in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you then feel secure that He will not cause a side of the land to swallow you up, or that He will not send against you a violent sandstorm? Then, you shall find no trustee.)</span><span class=\"gray\">[17:68]</span> And similarly, here Allah threatens them with His statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then you shall know how has been My warning.)</span> meaning, 'how is My admonition and what will happen to those who disregard and reject it.' Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed those before them rejected,)</span> meaning, from the previous nations and the old generations that have passed. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ كَانَ نَكِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then how terrible was My reproach?)</span> meaning, 'how was My rebuke of them and my punishment of them.' Meaning, it was great, severe and painful.</p><p lang=\"en\" class=\"en \">The flight of Birds is by the Power of Allah and it is a Proof that He sees everything small and large</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not see the birds above them, spreading out their wings and folding them in?)</span> meaning, sometimes they spread their wings out in the wind <span class=\"gray\">(gliding)</span> and other times they gather and spread <span class=\"gray\">(flapping)</span> the wings in flight.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يُمْسِكُهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None upholds them)</span> meaning, in the air,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الرَّحْمَٰنُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except the Most Gracious.)</span> meaning, Allah holds them up in the air by subjecting the air to them out of His mercy and His gentleness.</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He is the All-Seer of everything.)</span> means, with what is beneficial and suitable for all of His creatures. This is similar to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّرَاتٍ فِي جَوِّ السَّمَاءِ مَا يُمْسِكُهُنَّ إِلَّا اللَّهُ ۗ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not see the birds held in the midst of the sky? None upholds them but Allah. Verily, in this are clear Ayat for people who believe.)</span><span class=\"gray\">(16:79)</span></p>"
  }
]