[
  {
    "ayah_key": "18:37",
    "group_ayah_key": "18:37",
    "from_ayah": "18:37",
    "to_ayah": "18:41",
    "ayah_keys": "18:37,18:38,18:39,18:40,18:41",
    "text": "<p lang=\"en\" class=\"en \">His companion said to him during his discussion: \"Do you disbelieve in Him Who created you out of dust, then out of Nutfah, then fashioned you into a man? <span>(37)</span>\"But as for my part, <span class=\"gray\">(I believe)</span> that He is Allah, my Lord, and none shall I associate as partner with my Lord. <span>(38)</span>\"It was better for you to say, when you entered your garden: 'That which Allah wills! There is no power but with Allah!' If you see me less than you in wealth, and children, <span>(39)</span>\"It may be that my Lord will give me something better than your garden, and will send on it Husban from the sky, then it will be as a barren slippery earth. <span>(40)</span>\"Or the water thereof becomes Ghawran so that you will never be able to seek it. <span>(41)</span></p><div lang=\"en\" class=\"en \"><h2>The Response of the Poor Believer</h2></div><p lang=\"en\" class=\"en \">Allah tells us how the rich man's believing companion replied to him, warning and rebuking him for his disbelief in Allah and allowing himself to be deceived.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِن تُرَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you disbelieve in Him Who created you out of dust...?)</span> This is a denunciation, pointing out the seriousness of his rejection of his Lord Who created and formed man out of dust – that is, refering to Adam – then made his offspring from despised liquid, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How can you disbelieve in Allah? Seeing that you were dead and He gave you life)</span><span class=\"gray\">[2:28]</span> meaning, how can you reject your Lord and His clear signs to you, which every one recognizes in himself, for there is no one among His creatures who does not know that he was nothing, then he came to be, and his existence is not due to himself or any other creature. He knows that his existence is due to his Creator, beside Whom there is no other god, the Creator of all things. So the believer said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّٰكِنَّا هُوَ اللَّهُ رَبِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But as for my part, <span class=\"gray\">(I believe)</span> that He is Allah, my Lord,)</span> meaning, 'I do not say what you say; rather I acknowledge the Oneness and Lordship of Allah,'</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا أُشْرِكُ بِرَبِّي أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and none shall I associate as partner with my Lord.)</span> meaning, He is Allah, the One Who is to be worshipped Alone, with no partner or associate. Then he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ ۚ إِن تَرَنِ أَنَا أَقَلَّ مِنكَ مَالًا وَوَلَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It was better for you to say, when you entered your garden, 'That which Allah wills! There is no power but with Allah!' If you see me less than you in wealth, and children.)</span></p><p lang=\"en\" class=\"en \">Here he was urging and encouraging him to say that, as if he was saying, \"When you entered your garden and looked at it and liked it, why would'nt you praise Allah for the blessings He gave you and the wealth and children that He has given to you and not to others? Why did you not say 'That which Allah wills! There is no power but with Allah!?'\" One of the Salaf said, \"Whoever is delighted with something in his circumstances or his wealth or his children, let him say, 'That which Allah wills! There is no power but with Allah!'\" This is based on this Ayah. It was reported in the Sahih from Abu Musa that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ؟ لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall I not tell you about some of the treasure of Paradise? La hawla wa la quwwata illa billah <span class=\"gray\">(There is no power or might but with Allah)</span>.)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">فَعَسَىٰ رَبِّي أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It may be that my Lord will give me something better than your garden,)</span> in the Hereafter</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرْسِلَ عَلَيْهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and will send on it)</span> on your garden in this world, which you think will never come to an end or cease to be,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُسْبَانًا مِّنَ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Husban from the sky,)</span> Ibn 'Abbas, Ad-Dahhak and Qatadah said – and Malik narrated that Az-Zuhri said – a punishment from heaven. The apparent meaning is that it is a mighty rain which would disrupt his garden and uproot its plants and trees. As he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتُصْبِحَ صَعِيدًا زَلَقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then it will be as a barren slippery earth.)</span> meaning, smooth mud in which one cannot get a foothold. Ibn 'Abbas said, \"Like land without vegetation, where nothing grows.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or the water thereof becomes Ghawran)</span> means, it disappears into the earth, which is the opposite of flowing water that seeks the surface of the earth. So Gha'ir is to go lower. as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَن يَأْتِيكُم بِمَاءٍ مَّعِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Tell me! If your water were Ghawran, who then can supply you with flowing water?\")</span><span class=\"gray\">[67:30]</span> meaning, water that flows in all directions. And here Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُ طَلَبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or the water thereof <span class=\"gray\">(of the gardens)</span> becomes deep-sunken <span class=\"gray\">(underground)</span> so that you will never be able to seek it.)</span> Ghawr is from the same root as Gha'ir and has a similar meaning, but is more intensive.</p>"
  },
  {
    "ayah_key": "18:42",
    "group_ayah_key": "18:42",
    "from_ayah": "18:42",
    "to_ayah": "18:44",
    "ayah_keys": "18:42,18:43,18:44",
    "text": "<p lang=\"en\" class=\"en \">So his fruits were encircled <span class=\"gray\">(with ruin)</span>. And began Yuqallibu his hands over what he had spent upon it, while it was all destroyed on its trellises, and he could only say: \"Would that I had ascribed no partners to my Lord! <span>(42)</span>And he had no group of men to help him against Allah, nor could he defend <span class=\"gray\">(or save)</span> himself <span>(43)</span>There <span class=\"gray\">(on the Day of Resurrection)</span>, Al-Walayah will be for Allah <span class=\"gray\">(Alone)</span>, the True God. He <span class=\"gray\">(Allah)</span> is the best for reward and the best for the final end <span>(44)</span></p><div lang=\"en\" class=\"en \"><h2>The Evil Results of Kufr</h2></div><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأُحِيطَ بِثَمَرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So his fruits were encircled)</span>, meaning his wealth, or according to the other opinion, his crops. What is meant is that what this disbeliever was afraid of and what the believer had terrified him actually had happened. A storm struck his garden, a garden which he had erroneously thought would last forever, distracting him from thoughts of Allah, may He be glorified.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَا أَنفَقَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he began Yuqallibu his hands over what he had spent upon it,)</span> Qatadah said: \"He was clasping his hands together in a gesture of regret and grief for the wealth he had lost.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا - وَلَمْ تَكُن لَّهُ فِئَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he could only say: \"Would that I had ascribed no partners to my Lord!\" And he had no group of men)</span> meaning a clan or children, as he had vainly boasted,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَنصُرُونَهُ مِن دُونِ اللَّهِ وَمَا كَانَ مُنتَصِرًا - هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to help him against Allah, nor could he defend himself. There, Al-Walayah will be for Allah, the True God.)</span> Here there are differences in recitation. Some of the reciters pause at the word there,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ مُنتَصِرًا - هُنَالِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor could he defend himself there.)</span>, i.e., at that time, when Allah sends the punishment upon him, there will be no one to save him. Then they start the next phrase with Al-Walayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْوَلَايَةُ لِلَّهِ الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Al-Walayah will be for Allah, the True God.)</span> Some of them pause at the phrase</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ مُنتَصِرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor could he defend himself)</span> and start the next phrase;</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There, Al-Walayah will be for Allah, the True God.)</span> There is a further difference in the recitation of the word Al-Walayah. Some read it as Al-Walayah, which gives the meaning that all allegiance will be to Allah, i.e., on that Day everyone, believer or disbeliever, will return to Allah, for allegiance and submission to Him when the punishment comes to pass. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when they saw Our punishment, they said: \"We believe in Allah Alone and reject <span class=\"gray\">(all)</span> that we used to associate with Him as partners.\")</span><span class=\"gray\">[40:84]</span> and Allah says concerning the Fir'awn;</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنتُ أَنَّهُ لَا إِلَٰهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ - آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ الْمُفْسِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Till when drowning overtook him, he said: \"I believe that none has the right to be worshipped but He in Whom the Children of Israel believe, and I am one of the Muslims.\" Now! While you refused to believe before and you were one of the mischief-makers.)</span><span class=\"gray\">[10:90-91]</span></p><p lang=\"en\" class=\"en \">Some others read it as Al-Wilayah, meaning that on that Day the rule will belong to Allah, the True God. Some read Haqqu <span class=\"gray\">(True)</span> refering to Al-Wilayah, as in the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَٰنِ ۚ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The sovereignty on that Day will be the true <span class=\"gray\">(sovereignty)</span>, belonging to the Most Gracious <span class=\"gray\">(Allah)</span>, and it will be a hard Day for the disbelievers)</span><span class=\"gray\">[25:26]</span>. Others read it Haqqi referring to Allah, may He be glorified, as in the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ رُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they are returned to Allah, their True Protector.)</span><span class=\"gray\">[6:62]</span> So Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Allah)</span> is the best to reward and the best for the final end.)</span> for deeds that were done for the sake of Allah, their reward is good and their consequences are all good.</p>"
  }
]