[
  {
    "ayah_key": "17:33",
    "group_ayah_key": "17:33",
    "from_ayah": "17:33",
    "to_ayah": "17:33",
    "ayah_keys": "17:33",
    "text": "<p class=\"en translation\" lang=\"en\">And do not kill anyone whose killing Allah has forbidden, except for a just cause. And whoever is killed wrongfully <span class=\"gray\">(not by mistake)</span>, We have given his heir the authority. But let him not exceed limits in the matter of taking life. Verily, he is helped <span>(33)</span></p><div lang=\"ja\" class=\"ja \"><h2>Prohibition of Unlawful Killing</h2></div><p lang=\"en\" class=\"en \">Allah forbids killing with no legitimate reason. It was reported in the Two Sahihs that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحِلُّ دَمُ امْرِىءٍ مُسْلِمٍ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، إِلَّا بِإِحْدَى ثَلَاثٍ: النَّفْسُ بِالنَّفْسِ، وَالزَّانِي الْمُحْصَنُ، وَالتَّارِكُ لِدِينِهِ الْمُفَارِقُ لِلْجَمَاعَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The blood of a Muslim who bears witness to La ilaha illallah and that Muhammad is the Messenger of Allah, is not permissible <span class=\"gray\">(to be shed)</span> except in three cases: a soul for a soul <span class=\"gray\">(i.e., in the case of murder)</span>, an adulterer who is married, and a person who leaves his religion and deserts the Jama'ah.)</span> The following is recorded in the books of the Sunan:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَزَوَالُ الدُّنْيَا عِنْدَ اللهِ أَهْوَنُ مِنْ قَتْلِ مُسْلِمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If the world were to be destroyed, it would be of less importance to Allah than the killing of a Muslim.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever is killed wrongfully, We have given his heir the authority.)</span> The authority is over the killer. The heir has the choice; if he wishes, he may have him killed in retaliation, or he may forgive him in return for the payment of the Diyah <span class=\"gray\">(blood money)</span>, or he may forgive him with no payment, as is reported in the Sunnah. The great scholar and Imam Ibn 'Abbas understood from the general meaning of this Ayah that Mu'awiyah should take power, because he was the heir of 'Uthman, who had been killed wrongfully, may Allah be pleased with him, and Mu'awiyah did eventually take power, as Ibn 'Abbas said on the basis of this Ayah. This is one of the stranger of matters.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يُسْرِف فِّي الْقَتْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But let him not exceed limits in the matter of taking life.)</span> They said: this means the heir should not go to extremes in killing the killer, such as mutilating the body or taking revenge on persons other than the killer.</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّهُ كَانَ مَنصُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, he is helped.)</span> means, the heir is helped against the killer by the Shari'ah and by divine decree.</p>"
  },
  {
    "ayah_key": "17:34",
    "group_ayah_key": "17:34",
    "from_ayah": "17:34",
    "to_ayah": "17:35",
    "ayah_keys": "17:34,17:35",
    "text": "<p lang=\"en\" class=\"en \">And come not near to the orphan's property except to improve it, until he attains the age of full strength. And fulfill <span class=\"gray\">(every)</span> covenant. Verily, the covenant will be questioned about <span>(34)</span>And give full measure when you measure, and weigh with a balance that is straight. That is good <span class=\"gray\">(advantageous)</span> and better in the end <span>(35)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to handle the Orphan's Wealth properly and to be Honest in Weights and Measures</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And come not near to the orphan's property except to improve it, until he attains the age of full strength.)</span> meaning, do not dispose of the orphan's wealth except in a proper manner.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَن يَكْبَرُوا ۚ وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۖ وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but consume it <span class=\"gray\">[the orphan's property]</span> not wastefully and hastily fearing that they should grow up, and whoever <span class=\"gray\">(among guardians)</span> is rich, he should take no wages, but if he is poor, let him have for himself what is just and reasonable <span class=\"gray\">(according to his labor)</span>.)</span><span class=\"gray\">[4:6]</span> In Sahih Muslim it is recorded that the Messenger of Allah ﷺ said to Abu Dharr:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَا ذَرٍّ إِنِّي أَرَاكَ ضَعِيفًا، وَإِنِّي أُحِبُّ لَكَ مَا أُحِبُّ لِنَفْسِي: لَا تَأَمَّرَنَّ عَلَى اثْنَيْنِ، وَلَا تَوَلَّيَنَّ مَالَ الْيَتِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Abu Dharr, I see that you are weak <span class=\"gray\">(in adiministering)</span>, and I like for you that which I like for myself. Do not let yourself be appointed as Amir over two people, and do not let yourself be appointed as guardian of an orphan's property.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْفُوا بِالْعَهْدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fulfill <span class=\"gray\">(every)</span> covenant.)</span> meaning, everything that you promise people, and the covenants that you agree to, because the person who makes a covenant or a promise will be asked about it:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْعَهْدَ كَانَ مَسْئُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the covenant will be questioned about.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give full measure when you measure.)</span> meaning, do not try to make it weigh less nor wrong people with their belongings.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزِنُوا بِالْقِسْطَاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and weigh with a balance)</span> meaning scales,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُسْتَقِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that is straight.)</span> meaning that which is not distorted nor that which will cause confusion.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ خَيْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that is good)</span> for you, in your daily life and in your Hereafter. So Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَحْسَنُ تَأْوِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and better in the end.)</span> meaning, with regard to your ultimate end in the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is good <span class=\"gray\">(advantageous)</span> and better in the end.)</span> Sa'id narrated that Qatadah said that this means \"Better in reward and a better end. \" Ibn 'Abbas used to say: \"O people, you are entrusted with two things for which the people who came before you were destroyed - these weights and measures.\"</p>"
  },
  {
    "ayah_key": "17:36",
    "group_ayah_key": "17:36",
    "from_ayah": "17:36",
    "to_ayah": "17:36",
    "ayah_keys": "17:36",
    "text": "<p class=\"en translation\" lang=\"en\">And follow not that of which you have no knowledge. Verily, the hearing, and the sight, and the heart of each of those ones will be questioned <span class=\"gray\">(by Allah)</span><span>(36)</span></p><div lang=\"en\" class=\"en \"><h2>Do not speak without Knowledge</h2></div><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas said: \"This means) do not say <span class=\"gray\">(anything of which you have no knowledge)</span>.\" Al-'Awfi said: \"Do not accuse anyone of that of which you have no knowledge.\" Muhammad bin Al-Hanafiyyah said: \"It means bearing false witness.\" Qatadah said: \"Do not say, 'I have seen', when you did not see anything, or 'I have heard', when you did not hear anything, or 'I know', when you do not know, for Allah will ask you about all of that.\" In conclusion, what they said means that Allah forbids speaking without knowledge and only on the basis of suspicion, which is mere imagination and illusions. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اجْتَنِبُوا كَثِيرًا مِّنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ</p><p lang=\"es\" class=\"es \"><span class=\"gray\">(Avoid much suspicion; indeed some suspicions are sins.)</span><span class=\"gray\">[49:12]</span> According to a Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَالظَّنَّ فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيثِ</p><p lang=\"it\" class=\"it \"><span class=\"gray\">(Beware of suspicion, for suspicion is the falsest of speech.)</span> The following Hadith is found in Sunan Abu Dawud:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِئْسَ مَطِيَّةُ الرَّجُلِ: زَعَمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What an evil habit it is for a man to say, 'They claimed...')</span> According to another Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَفْرَى الْفِرَى أَنْ يُرِيَ الرَّجُلُ عَيْنَيْهِ مَا لَمْ تَرَيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The worst of lies is for a man to claim to have seen something that he has not seen.)</span> In the Sahih it says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ تَحَلَّمَ حُلْمًا كُلِّفَ يَوْمَ الْقِيَامَةِ أَنْ يَعْقِدَ بَيْنَ شَعِيرَتَيْنِ وَلَيْسَ بِفَاعِلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever claims to have seen a dream <span class=\"gray\">(when he has not seen)</span> will be told on the Day of Resurrection to make a knot between two barley grains, and he will not be able to do it.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ أُولَٰئِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(each of those ones)</span> means these faculties, hearing, sight and the heart,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ عَنْهُ مَسْئُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(will be questioned.)</span> means, the person will be asked about them on the Day of Resurrection, and they will be asked about him and what he did with them.</p>"
  },
  {
    "ayah_key": "17:37",
    "group_ayah_key": "17:37",
    "from_ayah": "17:37",
    "to_ayah": "17:38",
    "ayah_keys": "17:37,17:38",
    "text": "<p class=\"en translation\" lang=\"en\">And walk not on the earth with conceit and arrogance. Verily, you can neither rend nor penetrate the earth nor can you attain a stature like the mountains in height <span>(37)</span>All the bad aspects of these <span class=\"gray\">(the above mentioned things)</span> are hateful to your Lord <span>(38)</span></p><div lang=\"en\" class=\"en \"><h2>Condemnation of strutting</h2></div><p lang=\"en\" class=\"en \">Allah forbids His servants to strut and walk in a boastful manner:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And walk not on the earth with conceit and arrogance.)</span> meaning, walking in boastful manner and acting proud, like those who are arrogant oppressors.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَن تَخْرِقَ الْأَرْضَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you can neither rend nor penetrate the earth)</span> means, you cannot penetrate the earth with your walking. This was the opinion of Ibn Jarir.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن تَبْلُغَ الْجِبَالَ طُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor can you attain a stature like the mountains in height)</span></p><p lang=\"en\" class=\"en \">means, with your arrogance, pride and self-admiration. Indeed, such behavior may bring about the opposite of what one pretends to be, as was reported in the Sahih:</p><p lang=\"en\" class=\"en \">\"While a man from the people before you was walking arrogantly in his garments, the earth swallowed him and he is still sinking down into it, until the Day of Resurrection.\"</p><p lang=\"en\" class=\"en \">Allah also tells us about Qarun, who went to his people wearing his finery, then Allah caused the earth to swallow him and his house.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُ عِندَ رَبِّكَ مَكْرُوهًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All the bad aspects of these <span class=\"gray\">(the above mentioned things)</span> are Sayi'uhu <span class=\"gray\">(hateful)</span> to your Lord.)</span></p><p lang=\"en\" class=\"en \">Some scholars recite this as Sayi'atan, meaning evil deeds, i.e., everything mentioned is forbidden, from the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And kill not your children for fear of poverty)</span><span class=\"gray\">[17:31]</span></p><p lang=\"en\" class=\"en \">up to this <span class=\"gray\">[38]</span> Ayah. So everything that is mentioned here is a Sayi'ah <span class=\"gray\">(evil deed)</span> for which a person is to be blamed before Allah, Who does not like or accept these deeds. As for the recitation Sayi'uhu, it is a genetive construction, meaning the bad aspects of these i.e., everything mentioned from the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord has decreed that you worship none but Him.)</span><span class=\"gray\">[17:23]</span></p><p lang=\"en\" class=\"en \">up to this Ayah <span class=\"gray\">[17:38]</span> meaning that the worst of these mentioned are disliked by Allah. This was the view of Ibn Jarir, may Allah have mercy on him.</p>"
  }
]