[
  {
    "ayah_key": "67:1",
    "group_ayah_key": "67:1",
    "from_ayah": "67:1",
    "to_ayah": "67:5",
    "ayah_keys": "67:1,67:2,67:3,67:4,67:5",
    "text": "<p lang=\"zh\" class=\"zh \">The Virtues of Surat Al-Mulk</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from Abu Hurayrah that Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ سُورَةً فِي الْقُرْآنِ ثَلَاثِينَ آيَةً شَفَعَتْ لِصَاحِبِهَا حَتّٰى غُفِرَ لَهُ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, there is a chapter in the Qur'an which contains thirty Ayat that will intercede on behalf of its reciter until he is forgiven. <span class=\"gray\">(It is)</span>: <span class=\"gray\">(Blessed be He in Whose Hand is the dominion.)</span>)</span></p><p lang=\"en\" class=\"en \">This Hadith was collected by At-Tirmidhi and the four Sunan Compilers. </p><p lang=\"en\" class=\"en \">At-Tirmidhi said concerning it, \"This is a Hasan Hadith.\" At-Tabarani and Al-Hafiz Ad-Diya' Al-Maqdisi both recorded from Anas that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُورَةٌ فِي الْقُرْآنِ خَاصَمَتْ عَنْ صَاحِبِهَا حَتّٰى أَدْخَلَتْهُ الْجَنَّةَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is a chapter of the Qur'an that will argue on behalf of its reciter until it causes him to enter into Paradise. <span class=\"gray\">(It is)</span>: <span class=\"gray\">(Blessed be He in Whose Hand is the dominion.)</span>)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ - الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۚ وَهُوَ الْعَزِيزُ الْغَفُورُ - الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا ۖ مَا تَرَىٰ فِي خَلْقِ الرَّحْمَٰنِ مِنْ تَفَاوُتٍ ۖ فَارْجِعِ الْبَصَرَ هَلْ تَرَىٰ مِنْ فُطُورٍ - ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ - وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ ۖ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Blessed be He in Whose Hand is the dominion; and He is Able to do all things.)</span><span class=\"gray\">(2. Who has created death and life that He may test you which of you is best in deed. And He is the Almighty, the Oft-Forgiving;)</span><span class=\"gray\">(3. Who has created the seven heavens one above the other; you can see no fault in the creation of the Most Gracious. Then look again. Can you see any rifts?)</span><span class=\"gray\">(4. Then look again and yet again, your sight will return to you Khasi', and worn out.)</span><span class=\"gray\">(5. And indeed We have adorned the nearest heaven with lamps, and We have made such lamps <span class=\"gray\">(as)</span> missiles to drive away the Shayatin, and have prepared for them the torment of the blazing Fire.)</span></p><p lang=\"en\" class=\"en \">Glorification of Allah and mentioning the Creation of Death, Life, the Heavens and the Stars</p><p lang=\"en\" class=\"en \">Allah the Exalted glorifies His Noble Self and informs that the dominion is in His Hand. This means that He deals with all of His creatures however He wishes and there is none who can reverse His decree. He is not questioned concerning what He does because of His force, His wisdom and His justice. For this reason Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He is Able to do all things.)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who has created death and life)</span> Those who say that death is an existing creation use this Ayah as a proof because it is something that has been created. This Ayah means that He brought creation into existence from nothing in order to test the creatures. He examines them to see which of them will be best in deeds. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ۖ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How can you disbelieve in Allah? Seeing that you were dead and He gave you life.)</span><span class=\"gray\">(2:28)</span></p><p lang=\"en\" class=\"en \">In this Ayah Allah named the first stage, which is non-existence, \"death.\" Then he named the origin or beginning of existence, \"life.\" This is why Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then He will give death, then again will bring you to life <span class=\"gray\">(on the Day of Resurrection)</span>)</span><span class=\"gray\">(2:28)</span>. Concerning Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He may test you which of you is best in deed.)</span> it means best in deeds. This is as Muhammad bin 'Ajlan said. It should be noted that Allah did not say \"which of you does the most deeds.\" Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَزِيزُ الْغَفُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the Almighty, the Oft-Forgiving.)</span> This means that He is the Almighty, the Most Great, the Most Powerful and the Most Honorable. However, along with this He is Most Forgiving to whoever turns to Him in repentance and seeks His pardon after having disobeyed Him and opposed His commandment. Even though Allah is Almighty, He also forgives, shows mercy, pardons and excuses. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who has created the seven heavens one above the other;)</span> meaning stacked one on top of the other. Are they connected to each other, meaning that they are in elevated ascension, some of them being stacked above others, or separated with space between them? There are two views concerning this, and the most correct opinion seems to be the latter as is proven in the Hadith of Isra' <span class=\"gray\">(the Prophet's Night Journey)</span> and other narrations. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَرَىٰ فِي خَلْقِ الرَّحْمَٰنِ مِنْ تَفَاوُتٍ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you can see no fault in the creation of the Most Gracious.)</span> means, it <span class=\"gray\">(the creation)</span> is done in a flawless manner, and these are connected with each other so as to forms a straight level, having no disunion, conflict, inconsistency, deficiency, flaw or defect. This is the reason that Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْجِعِ الْبَصَرَ هَلْ تَرَىٰ مِنْ فُطُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then look again. Can you see any rifts)</span> meaning, look at the sky and pay close attention to it. Do you see any flaw, deficiency, defect or rifts in it? Ibn 'Abbas, Mujahid, Ad-Dahhak, Ath-Thawri and others said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْجِعِ الْبَصَرَ هَلْ تَرَىٰ مِنْ فُطُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then look again. Can you see any rifts)</span> that it means cracks. As-Suddi said that,</p><p class=\"fa qpc-hafs\" lang=\"fa\"> هَلْ تَرَىٰ مِنْ فُطُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Can you see any rifts?)</span> means any tears. Qatadah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\"> هَلْ تَرَىٰ مِنْ فُطُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Can you see any rifts?)</span> means, 'do you see any defects O Son of Adam <span class=\"gray\">(mankind)</span>?' </p><p lang=\"en\" class=\"en \">In reference to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then look again and yet again,)</span> Qatadah said, \"It means <span class=\"gray\">(look)</span> twice.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا</p><p lang=\"mt\" class=\"mt \"><span class=\"gray\">(your sight will return to you Khasi',)</span> Ibn 'Abbas said that Khasi' means humiliated. Mujahid and Qatadah both said that it means despised.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُوَ حَسِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and worn out.)</span> Ibn 'Abbas said that this means it will be exhausted. Mujahid, Qatadah and As-Suddi all said that it means broken down fatigue that comes from weakness. Thus, the Ayah means that if you continuously looked, no matter how much you look, your sight will return to you.</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَاسِئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Khasi')</span> due to the inability to see any flaw or defect <span class=\"gray\">(in Allah's creation)</span>.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُوَ حَسِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and worn out.)</span> meaning, exhausted and broken down feebleness due to the great amount of repeated looking without being able to detect any deficiency. Then, after Allah negated any deficiency in the creation of the heavens, He explains their perfection and beauty. He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have adorned the nearest heaven with lamps,)</span> This refers to the stars which have been placed in the heavens, some moving and some stationary. In Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We have made them <span class=\"gray\">(as)</span> missiles to drive away the Shayatin,)</span> The pronoun 'them' in His statement, \"and We have made them\" is the same type of statement as the stars being referred to as lamps. This does not mean that they are actually missiles, because the stars in the sky are not thrown. Rather, it is the meteors beneath them that are thrown and they are taken from the stars. And Allah knows best. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We have prepared for them the torment of the blazing Fire.)</span> means, 'We have made this disgrace for the devils in this life and We have prepared for them the torment of the blazing Fire in the Hereafter.' This is as Allah said in the beginning of Surat As-Saffat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ - وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ - لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَىٰ وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ - دُحُورًا ۖ وَلَهُمْ عَذَابٌ وَاصِبٌ - إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have adorned the near heaven with the stars <span class=\"gray\">(for beauty)</span>. And to guard against every rebellious devil. They cannot listen to the higher group <span class=\"gray\">(angels)</span> for they are pelted from every side. Outcast, and theirs is a constant <span class=\"gray\">(or painful)</span> torment. Except such as snatch away something by stealing, and they are pursued by a flaming fire of piercing brightness.)</span><span class=\"gray\">(37:6-10)</span></p><p lang=\"en\" class=\"en \">Qatadah said, \"These stars were only created for three purposes: Allah created them as adornment for the heaven <span class=\"gray\">(sky)</span>, as missiles for the devils and as signs for navigation. Therefore, whoever seeks to interpret any other meanings for them other than these, then verily he has spoken with his own opinion, he has lost his portion and burdened himself with that which he has no knowledge of.\" Ibn Jarir and Ibn Abi Hatim both recorded this statement.</p>"
  }
]