[
  {
    "ayah_key": "14:5",
    "group_ayah_key": "14:5",
    "from_ayah": "14:5",
    "to_ayah": "14:5",
    "ayah_keys": "14:5",
    "text": "<p class=\"en translation\" lang=\"en\">And indeed We sent Musa with Our Ayat <span class=\"gray\">(saying)</span>: \"Bring out your people from darkness into light, and remind them of the annals <span class=\"gray\">(or days)</span> of Allah. Truly, therein are Ayat for every patient, thankful <span class=\"gray\">(person)</span>. <span>(5)</span></p><div lang=\"en\" class=\"en \"><h2>Story of Musa and His People</h2></div><p lang=\"en\" class=\"en \">Allah says here, 'Just as We sent you <span class=\"gray\">(O, Muhammad)</span> and sent down to you the Book, in order that you might guide and call all people out of darkness into the light, We also sent Musa to the Children of Israel with Our Ayat <span class=\"gray\">(signs, or miracles)</span>.' Mujahid said that this part of the Ayah refers to the nine miracles.</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنْ أَخْرِجْ قَوْمَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bring out your people)</span> he is being commanded;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bring out your people from darkness into light,)</span> call them to all that is good and righteous, in order that they might turn away from the darkness of ignorance and misguidance they indulged in, to the light of guidance and the enlightenment of faith,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَذَكِّرْهُم بِأَيَّامِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and remind them of the annals <span class=\"gray\">(or days)</span> of Allah)</span> remind them <span class=\"gray\">(O Musa)</span> of Allah's days, meaning, favors and bounties which He bestowed on them when He delivered them from the grip of Fir'awn and his injustice, tyranny and brutality. This is when Allah delivered them from their enemy, made a passage for them through the sea, shaded them with clouds, sent down manna and quails for them, and other favors and bounties. Mujahid, Qatadah and several others said this. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, therein are Ayat for every patient, thankful <span class=\"gray\">(person)</span>.)</span> Allah says, 'Our delivering of Our loyal supporters among the Children of Israel from the grasp of Fir'awn and saving them from the disgraceful torment, provides a lesson to draw from for those who are patient in the face of affliction, and thankful in times of prosperity. Qatadah said, \"Excellent is the servant who if he is tested, he observes patience, and if he is granted prosperity, he is thankful for it.\" It is recorded in the Sahih that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَمْرَ الْمُؤْمِنِ كُلَّهُ عَجَبٌ، لَا يَقْضِي اللهُ لَهُ قَضَاءً إِلَّا كَانَ خَيْرًا لَهُ، إِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ، فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ، فَكَانَ خَيْرًا لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, all of the matter of the believer is amazing, for every decision that Allah decrees for him is good for him. If an affliction strikes him, he is patient and this is good for him; if a bounty is give to him, he is thankful and this is good for him.)</span></p>"
  },
  {
    "ayah_key": "14:52",
    "group_ayah_key": "14:52",
    "from_ayah": "14:52",
    "to_ayah": "14:52",
    "ayah_keys": "14:52",
    "text": "<p class=\"en translation\" lang=\"en\">This <span class=\"gray\">(Qur'an)</span> is a Message for mankind <span class=\"gray\">(and a clear proof against them)</span>, in order that they may be warned thereby, and that they may know that He is the only One God and that men of understanding may take heed <span>(52)</span></p><div lang=\"en\" class=\"en \"><h2>Allah states that this Qur'an is a Message for mankind,</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">لِأُنذِرَكُم بِهِ وَمَن بَلَغَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(So)</span> that I may therewith warn you and whomsoever it may reach.)</span><span class=\"gray\">[6:19]</span> This Qur'an is for all mankind and the Jinns, just as Allah said in the beginning of this Surah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الر ۚ كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alif-Lam-Ra. <span class=\"gray\">(This is)</span> a Book which We have revealed unto you in order that you might lead mankind out of darkness into light.)</span><span class=\"gray\">[14:1]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيُنذَرُوا بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that they may be warned thereby)</span>, or to receive and draw lessons from it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَٰهٌ وَاحِدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that they may know that He is the only One God)</span> using its proofs and evidences that testify that there is no true deity except Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that men of understanding may take heed.)</span> meaning those who have good minds.</p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surah Ibrahim, and all praise is due to Allah.</p>"
  },
  {
    "ayah_key": "14:6",
    "group_ayah_key": "14:6",
    "from_ayah": "14:6",
    "to_ayah": "14:8",
    "ayah_keys": "14:6,14:7,14:8",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when Musa said to his people: \"Call to mind Allah's favor to you, when He delivered you from Fir'awn's people who were afflicting you with horrible torment, and were slaughtering your sons and letting your women live; and in it was a tremendous trial from your Lord. <span>(6)</span>And <span class=\"gray\">(remember)</span> when your Lord proclaimed: \"If you give thanks, I will give you more; but if you are thankless, verily, My punishment is indeed severe. <span>(7)</span>And Musa said: \"If you disbelieve, you and all on earth together, then verily, Allah is Rich <span class=\"gray\">(free of all needs)</span>, Worthy of all praise. <span>(8)</span></p><div lang=\"en\" class=\"en \"><h2>Allah states that Musa reminded his people about Allah's annals and days and of Allah's favors and bounties that He bestowed on them, when He saved them from Fir'awn and his people and the torment and disgrace they used to exert on them.</h2></div><p lang=\"en\" class=\"en \"> They used to slaughter whomever they could find among their sons and let their females live. Allah delivered them from all this torment, and this is a great bounty, indeed. This is why Allah described this affliction,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي ذَٰلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in it was a tremendous trial from your Lord.)</span> 'for He granted you <span class=\"gray\">(O Children of Israel)</span> a great favor for which you are unable to perfectly thank Him.' Some scholars said that this part of the Ayah means, 'what Fir'awn used to do to you was a tremendous</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَاءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(trial.)</span>' Both meanings might be considered here and Allah knows best. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَلَوْنَاهُم بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We tried them with good and evil in order that they might turn <span class=\"gray\">(to Allah)</span>.)</span><span class=\"gray\">[7:168]</span> Allah's statement next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ تَأَذَّنَ رَبُّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when your Lord proclaimed)</span> means, proclaimed and made known His promise to you. It is possible that this Ayah means, your Lord has vowed and sworn by His might, grace and exaltness. Allah said in a similar Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when your Lord declared that He would certainly keep on sending against them <span class=\"gray\">(i.e. the Jews)</span>, till the Day of Resurrection.)</span><span class=\"gray\">[7:167]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you give thanks, I will give you more;)</span> meaning, 'if you appreciate My favor on you, I will give you more of it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن كَفَرْتُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but if you are thankless)</span> if you are not thankful for My favors, covering and denying, them,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ عَذَابِي لَشَدِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, My punishment is indeed severe)</span>, by depriving you of the favor and punishing you for being unappreciative of it.' A Hadith states that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْعَبْدَ لَيُحْرَمُ الرِّزْقَ بِالذَّنْبِ يُصِيبُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A servant might be deprived of a provision <span class=\"gray\">(that was written for him)</span> because of a sin that he commits.)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ مُوسَىٰ إِن تَكْفُرُوا أَنتُمْ وَمَن فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Musa said: \"If you disbelieve, you and all on earth together, then verily, Allah is Rich <span class=\"gray\">(free of all needs)</span>, Worthy of all praise.\")</span> Allah does not need the gratitude of His servants, and He is worthy of all praise even if the disbelievers disbelieve in Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you disbelieve, then verily, Allah is not in need of you)</span><span class=\"gray\">[39:7]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَفَرُوا وَتَوَلَّوا ۚ وَّاسْتَغْنَى اللَّهُ ۚ وَاللَّهُ غَنِيٌّ حَمِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they disbelieved and turned away. But Allah was not in need <span class=\"gray\">(of them)</span>. And Allah is Rich <span class=\"gray\">(free of all needs)</span>, Worthy of all praise.)</span><span class=\"gray\">[64:6]</span> In his Sahih, Muslim recorded that Abu Dharr said that the Messenger of Allah ﷺ said that his Lord the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ، مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئًا، يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ، مَا نَقَصَ ذَلِكَ فِي مُلْكِي شَيْئًا، يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ قَامُوا فِي صَعِيدٍ وَاحِدٍ، فَسَأَلُونِي، فَأَعْطَيْتُ كُلَّ إِنْسَانٍ مَسْأَلَتَهُ، مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا إِلَّا كَمَا يَنْقُصُ المِخْيَطُ إِذَا أُدْخِلَ الْبَحْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O My servants. If the first and the last among you, mankind and Jinns among you, had the heart of the most pious and righteous man among you, that will not increase my kingdom in the least. O My servants! If the first and the last among you, mankind and the Jinns among you, had the heart of the most wicked man among you, that will not decrease My kingdom in the least. O My servants! If the first and the last among you, the mankind and Jinns among you, stood in one flat area and each asked me <span class=\"gray\">(what they wish)</span>, and I gave each one of them what they asked, that will not decrease My kingdom except by that which the needle carries <span class=\"gray\">(of water)</span> when inserted in the ocean.\")</span> Verily, all praise and glory are due to Allah, the Rich <span class=\"gray\">[free of need]</span>, the Worthy of all praise.</p>"
  }
]