[
  {
    "ayah_key": "3:10",
    "group_ayah_key": "3:10",
    "from_ayah": "3:10",
    "to_ayah": "3:11",
    "ayah_keys": "3:10,3:11",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, those who disbelieve, neither their properties nor their offspring will avail them whatsoever against Allah; and it is they who will be fuel of the Fire <span>(10)</span>Like the behavior of the people of Fir'awn and those before them; they belied Our Ayat. So Allah punished them for their sins. And Allah is severe in punishment <span>(11)</span></p><div lang=\"en\" class=\"en \"><h2>On the Day of Resurrection, No Wealth or Offspring Shall Avail</h2></div><p lang=\"en\" class=\"en \">Allah states that the disbelievers shall be fuel for the Fire,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ لَا يَنفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when their excuses will be of no profit to wrongdoers. Theirs will be the curse, and theirs will be the evil abode <span class=\"gray\">(i.e. painful torment in Hell-fire)</span>.)</span><span class=\"gray\">[40:52]</span>.</p><p lang=\"en\" class=\"en \">Further, what they were granted in this life of wealth and offspring shall not avail them with Allah, or save them from His punishment and severe torment. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُم بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So let not their wealth nor their children amaze you; in reality Allah's plan is to punish them with these things in the life of this world, and that their souls shall depart <span class=\"gray\">(die)</span> while they are disbelievers.)</span><span class=\"gray\">[9:55]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ - مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let not the free disposal <span class=\"gray\">(and affluence)</span> of the disbelievers throughout the land deceive you. A brief enjoyment; then, their ultimate abode is Hell; and worst indeed is that place for rest.)</span><span class=\"gray\">[3:196-197]</span>.</p><p lang=\"id\" class=\"id \">Allah said in this Ayah <span class=\"gray\">[3:10]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who disbelieve)</span> meaning, disbelieved in Allah's Ayat, denied His Messengers, defied His Books and did not benefit from His revelation to His Prophets,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئًا وَأُولَٰئِكَ هُمْ وَقُودُ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither their properties nor their offspring will avail them whatsoever against Allah; and it is they who will be fuel of the Fire.)</span> meaning, they will be the wood with which the Fire is kindled and fed. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly you <span class=\"gray\">(disbelievers)</span> and that which you are worshipping now besides Allah, are <span class=\"gray\">(but)</span> fuel for Hell!)</span><span class=\"gray\">[21:98]</span>.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَدَأْبِ آلِ فِرْعَوْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Like the Da'b of the people of Fira'wn.)</span> Ad-Dahhak said that Ibn 'Abbas said that the Ayah means, \"Like the behavior of the people of Fir'awn.\" This is the same Tafsir of 'Ikrimah, Mujahid, Abu Malik, Ad-Dahhak, and others. Other scholars said that the Ayah means, \"Like the practice, conduct, likeness of the people of Fir'awn.\" These meanings are all plausible, for the Da'b means practice, behavior, tradition and habit. The Ayah indicates that the disbelievers will not benefit from their wealth or offspring. Rather, they will perish and be punished. This is the same end the people of Fir'awn and the previous nations met, those who rejected the Messengers, the Ayat, and proofs of Allah that they were sent with.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَاللَّهُ شَدِيدُ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is severe in punishment.)</span> meaning, His punishment is severe and His torment is painful. None can escape Allah's grasp, nor does anything escape His knowledge. Allah does what He wills and prevails over all things, it is He to Whom everything is humbled and there is no deity worthy of worship, nor any Lord except Him.</p>"
  },
  {
    "ayah_key": "3:100",
    "group_ayah_key": "3:100",
    "from_ayah": "3:100",
    "to_ayah": "3:101",
    "ayah_keys": "3:100,3:101",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! If you obey a group of those who were given the Scripture <span class=\"gray\">(Jews and Christians)</span>, they would <span class=\"gray\">(indeed)</span> render you disbelievers after you have believed <span>(100)</span>And how would you disbelieve, while unto you are recited the verses of Allah, and among you is His Messenger? And whoever depends upon Allah, then he is indeed guided to the right path <span>(101)</span></p><div lang=\"en\" class=\"en \"><h2>Warning Muslims Against Imitating People of the Scriptures</h2></div><p lang=\"en\" class=\"en \">Allah warns His believing servants against obeying the People of the Book, who envy the believers for the favor that Allah gave them by sending His Messenger ﷺ. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَّ كَثِيرٌ مِّنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُم مِّن بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِّنْ عِندِ أَنفُسِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Many of the People of the Scripture <span class=\"gray\">(Jews and Christians)</span> wish that they could turn you away as disbelievers after you have believed, out of their own envy)</span><span class=\"gray\">[2:109]</span>.</p><p lang=\"id\" class=\"id \">In this Ayah <span class=\"gray\">[3:100]</span>, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تُطِيعُوا فَرِيقًا مِّنَ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُم بَعْدَ إِيمَانِكُمْ كَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you obey a group of those who were given the Scripture <span class=\"gray\">(Jews and Christians)</span>, they would <span class=\"gray\">(indeed)</span> render you disbelievers after you have believed!)</span>, then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَيْفَ تَكْفُرُونَ وَأَنتُمْ تُتْلَىٰ عَلَيْكُمْ آيَاتُ اللَّهِ وَفِيكُمْ رَسُولُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how would you disbelieve, while unto you are recited the verses of Allah, and among you is His Messenger?)</span>, meaning, disbelief is far from touching you, since the Ayat of Allah are being sent down on His Messenger ﷺ day and night, and he recites and conveys them to you. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what is the matter with you that you believe not in Allah! While the Messenger invites you to believe in your Lord; and He has indeed taken your covenant, if you are real believers)</span><span class=\"gray\">[57:8]</span>. A Hadith states that one day, the Prophet said to his Companions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّ الْمُؤْمِنِينَ أَعْجَبُ إِلَيْكُمْ إِيمَانًا؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قالوا: الملائكة. </p><p class=\"ar qpc-hafs\" lang=\"ar\">قال: وَكَيْفَ لَا يُؤْمِنُونَ وَهُمْ عِنْدَ رَبِّهِم؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">وذكروا الأنبياء، </p><p class=\"ar qpc-hafs\" lang=\"ar\">قال: وَكَيْفَ لَا يُؤْمِنُونَ وَالْوَحْيُ يَنْزِلُ عَلَيْهِمْ؟</p><p class=\"fa qpc-hafs\" lang=\"fa\">قالوا: فنحن. </p><p class=\"ar qpc-hafs\" lang=\"ar\">قال: وَكَيْفَ لَا تُؤْمِنُونَ وَأَنَا بَيْنَ أَظْهُرِكُمْ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قالوا: فأي الناس أعجب إيمانًا؟ </p><p class=\"ar qpc-hafs\" lang=\"ar\">قال: قَوْمٌ يَجِيئُونَ مِنْ بَعْدِكُمْ يَجِدُونَ صُحُفًا يُؤْمِنُونَ بِمَا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Who among the faithful believers do you consider has the most amazing faith?\" They said, \"The angels.\" He said, \"Why would they not believe, since they are with their Lord?\" They mentioned the Prophets, and the Prophet ﷺ said, \"Why would they not believe while the revelation is sent down to them?\" They said, \"Then, we are.\" He said, \"Why would not you believe when I am among you?\" They asked, \"Who has the most amazing faith?\" The Prophet said, \"A people who will come after you and who will find only books that they will believe in.\")</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْتَصِم بِاللَّهِ فَقَدْ هُدِيَ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever depends upon Allah, then he is indeed guided to the right path)</span><span class=\"gray\">[3:101]</span> for trusting and relying on Allah are the basis of achieving the right guidance and staying away from the path of wickedness. They also represent the tool to acquiring guidance and truth and achieving the righteous aims.</p>"
  }
]