[
  {
    "ayah_key": "10:27",
    "group_ayah_key": "10:27",
    "from_ayah": "10:27",
    "to_ayah": "10:27",
    "ayah_keys": "10:27",
    "text": "<p class=\"en translation\" lang=\"en\">And those who have earned evil deeds, the recompense of an evil deed is the like thereof, and humiliating disgrace will cover them <span class=\"gray\">(their faces)</span>. No defender will they have from Allah. Their faces will be covered as it were with pieces from the darkness of night. They are the dwellers of the Fire, they will abide therein forever <span>(27)</span></p><div lang=\"en\" class=\"en \"><h2>The Reward of the Wicked Criminals</h2></div><p lang=\"en\" class=\"en \">After Allah told us about the state of those happy people who have done right and He promised increase in reward, He continued to tell us about the unlucky, miserable ones. He told us about His justice with them. He will reward them with similar evil, without any increase</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَتَرْهَقُهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and will cover them)</span> meaning that their faces will be covered and overtaken by humiliation because of their sins and their fear from these sins. Similarly Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you will see them brought forward to it, <span class=\"gray\">(Hell)</span> made humble by disgrace.)</span><span class=\"gray\">[42:45]</span> He also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ - مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Consider not that Allah is unaware of that which the wrongdoers do, but He gives them respite up to a Day when the eyes will stare in horror. <span class=\"gray\">(They will be)</span> hastening forward with necks outstretched, their heads raised up <span class=\"gray\">(towards the sky)</span>.)</span><span class=\"gray\">[14:42-43]</span> Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا لَهُم مِّنَ اللَّهِ مِنْ عَاصِمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No defender will they have from Allah.)</span> meaning, there will be no protectors to prevent them from punishment as Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ الْإِنسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ - كَلَّا لَا وَزَرَ - إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that Day man will say: \"Where <span class=\"gray\">(is the refuge)</span> to flee?\" No! There is no refuge! Unto your Lord <span class=\"gray\">(alone)</span> will be the place of rest that Day.)</span><span class=\"gray\">[75:10-12]</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their faces will be covered as it were...)</span> means that their faces will be dark in the Hereafter. This is similar to His statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ ۚ فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُم بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ - وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day <span class=\"gray\">(the Day of Resurrection)</span> when some faces will become white and some faces will become black; as for those whose faces will become black <span class=\"gray\">(to them will be said)</span>: \"Did you reject faith after accepting it? Then taste the torment <span class=\"gray\">(in Hell)</span> for rejecting faith.\" And for those whose faces will become white, they will be in Allah's mercy <span class=\"gray\">(Paradise)</span>, therein they shall dwell forever.)</span><span class=\"gray\">[3:106-107]</span></p><p lang=\"en\" class=\"en \">He also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ - ضَاحِكَةٌ مُّسْتَبْشِرَةٌ - وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Some faces that Day will be bright, laughing, rejoicing at good news <span class=\"gray\">(of Paradise)</span>. And other faces that Day will be dust-stained.)</span><span class=\"gray\">[80:38-40]</span></p>"
  },
  {
    "ayah_key": "10:28",
    "group_ayah_key": "10:28",
    "from_ayah": "10:28",
    "to_ayah": "10:30",
    "ayah_keys": "10:28,10:29,10:30",
    "text": "<p lang=\"en\" class=\"en \">And the Day whereon We shall gather them all together, then We shall say to those who did set partners in worship with Us: \"Stop at your place! You and your partners.\" Then We shall separate them, and their partners shall say: \"It was not us that you used to worship. <span>(28)</span>\"So sufficient is Allah as a witness between us and you that we indeed knew nothing of your worship of us. <span>(29)</span>There! Every person will know <span class=\"gray\">(exactly)</span> what he had earned before and they will be brought back to Allah, their rightful Mawla <span class=\"gray\">(Lord)</span>, and their invented false deities will vanish from them <span>(30)</span></p><div lang=\"en\" class=\"en \"><h2>The gods of the Idolators will claim Innocence from them on the Day of Resurrection</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ نَحْشُرُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Day whereon We shall gather them)</span></p><p lang=\"en\" class=\"en \">Allah will gather together all the creatures of earth, human and Jinn, righteous and rebellious. He said in another Ayah:</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We shall gather them all together so as to leave not one of them behind.)</span><span class=\"gray\">[18:47]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنتُمْ وَشُرَكَاؤُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then We shall say to those who did associate partners: \"Stop at your place! You and your partners.\")</span></p><p lang=\"en\" class=\"en \">He then will command the idolators to stay where they are and not to move from their destined places so they would be separated from the place of the believers. Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(It will be said)</span>: \"And O you the criminals! Get you apart this Day <span class=\"gray\">(from the believers)</span>.)</span><span class=\"gray\">(36:59)</span></p><p lang=\"gl\" class=\"gl \">Allah also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day when the Hour will be established - that Day shall <span class=\"gray\">(all men)</span> be separated <span class=\"gray\">(the believers will be separated from the disbelievers)</span>.)</span><span class=\"gray\">[30:14]</span></p><p lang=\"id\" class=\"id \">In the same Surah, <span class=\"gray\">[Ar-Rum]</span>, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَصَّدَّعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that Day men shall be divided.)</span><span class=\"gray\">[30:43]</span> means, they shall be divided in two. </p><p lang=\"en\" class=\"en \">This is what will take place when Allah Almighty will come for Final Judgement. The believers intercede to Allah so the Final Judgement may come and they get rid of that state. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ يَوْمَ الْقِيَامَةِ عَلَى كُومٍ فَوْقَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day of Resurrection, we will be in a visible place above the <span class=\"gray\">[other]</span> people.)</span></p><p lang=\"en\" class=\"en \">Allah tells us here what He is going to command the idolators and their idols to do on the Day of Resurrection</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَكَانَكُمْ أَنتُمْ وَشُرَكَاؤُكُمْ ۚ فَزَيَّلْنَا بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Stop at your place! You and your partners.\" Then We shall separate them,)</span> and that they would deny their worship and claim their innocence from them. Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but they will deny their worship of them.)</span><span class=\"gray\">[19:82]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When those who were followed declare themselves innocent of those who followed <span class=\"gray\">(them)</span>.)</span><span class=\"gray\">[2:166]</span>, and;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَن دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who is more astray than one who calls on <span class=\"gray\">(invokes)</span> besides Allah, such as will not answer him till the Day of Resurrection, and who are <span class=\"gray\">(even)</span> unaware of their calls <span class=\"gray\">(invocations)</span> to them? And when mankind are gathered <span class=\"gray\">(on the Day of Resurrection)</span>, they <span class=\"gray\">(false deities)</span> will become their enemies)</span><span class=\"gray\">[46:5-6]</span>. </p><p lang=\"en\" class=\"en \">This refers to the partners responding to those who worshipped them.</p><p lang=\"ceb\" class=\"ceb \">Then Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَفَىٰ بِاللَّهِ شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So sufficient is Allah as a witness between us and you.)</span></p><p lang=\"en\" class=\"en \">They say that we did not know or think that you were worshipping us. Allah is a Witness between us and you that we never called upon you to worship us. We never ordered you to worship us; neither did we accept your worship of us. </p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ مَّا أَسْلَفَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There! Every person will know <span class=\"gray\">(exactly)</span> what he had earned before)</span></p><p lang=\"en\" class=\"en \">This will be the state of accounting on the Day of Resurrection. Every soul shall know all that it had sent forth, both good and evil. Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُبْلَى السَّرَائِرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when all the secrets will be examined.)</span><span class=\"gray\">[86:9]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنَبَّأُ الْإِنسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that Day man will be informed of what he sent forward <span class=\"gray\">(of deeds)</span>, and what he left behind.)</span><span class=\"gray\">[75:13]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنشُورًا - اقْرَأْ كِتَابَكَ كَفَىٰ بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and on the Day of Resurrection, We shall bring out for him a book which he will find wide open. <span class=\"gray\">(It will be said to him)</span>: \"Read your book. You yourself are sufficient as a reckoner against you this Day.\")</span><span class=\"gray\">[17:13-14]</span> Then Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will be brought back to Allah, their rightful Mawla.)</span></p><p lang=\"en\" class=\"en \">All affairs and matters will be brought back to Allah, the Judge, the All-Just. He will judge everyone, and then admit the people of Paradise in Paradise and the people of Hell to Hell.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَضَلَّ عَنْهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and will vanish from them)</span> meaning what the idolators worshipped,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَّا كَانُوا يَفْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(what they invented)</span> what they worshipped besides Allah that they invented.</p>"
  }
]