[
  {
    "ayah_key": "4:58",
    "group_ayah_key": "4:58",
    "from_ayah": "4:58",
    "to_ayah": "4:58",
    "ayah_keys": "4:58",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, Allah commands that you should render back the trusts to those, to whom they are due; and that when you judge between men, you judge with justice. Verily, how excellent is the teaching which He <span class=\"gray\">(Allah)</span> gives you! Truly, Allah is Ever All-Hearer, All-Seer <span>(58)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to Return the Trusts to Whomever They Are Due</h2></div><p lang=\"en\" class=\"en \">Allah commands that the trusts be returned to their rightful owners. Al-Hasan narrated that Samurah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَدِّ الْأَمَانَةَ إِلى مَنِ ائْتَمَنَكَ، وَلَا تَخُنْ مَنْ خَانَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Return the trust to those who entrusted you, and do not betray those who betrayed you.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad and the collectors of Sunan recorded this Hadith. This command refers to all things that one is expected to look after, such as Allah's rights on His servants: praying, Zakah, fasting, penalties for sins, vows and so forth. The command also includes the rights of the servants on each other, such as what they entrust each other with, including the cases that are not recorded or documented. Allah commands that all types of trusts be fulfillled. Those who do not implement this command in this life, it will be extracted from them on the Day of Resurrection. It is recorded in the Sahih that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتُؤَدَّنَّ الْحُقُوقُ إِلى أَهْلِهَا حَتَّى يُقْتَصَّ لِلشَّاةِ الْجَمَّاءِ مِنَ الْقَرْنَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The rights will be rendered back to those to whom they are due, and even the sheep that does not have horns will take revenge from the horned sheep.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that Ibn Jurayj said about this Ayah, \"It was revealed concerning 'Uthman bin Talhah from whom the Messenger of Allah ﷺ took the key of the Ka'bah and entered it on the Day of the victory of Makkah. When the Prophet ﷺ went out, he was reciting this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا الْأَمَانَاتِ إِلَىٰ أَهْلِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah commands that you should render back the trusts to those, to whom they are due)</span>. He then called 'Uthman and gave the key back to him.\"</p><p lang=\"en\" class=\"en \">Ibn Jarir also narrated that 'Umar bin Al-Khattab said, \"When the Messenger of Allah ﷺ went out of the Ka'bah, he was reciting this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَأْمُرُكُمْ أَن تُؤَدُّوا الْأَمَانَاتِ إِلَىٰ أَهْلِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah commands that you should render back the trusts to those, to whom they are due)</span>. </p><p lang=\"en\" class=\"en \">May I sacrifice my father and mother for him, I never heard him recite this Ayah before that.\" It is popular that this is the reason behind revealing the Ayah <span class=\"gray\">(4:58)</span>. Yet, the application of the Ayah is general, and this is why Ibn 'Abbas and Muhammad bin Al-Hanafiyyah said, \"This Ayah is for the righteous and wicked,\" meaning it is a command that encompasses everyone.</p><div lang=\"en\" class=\"en \"><h2>The Order to Be Just</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُوا بِالْعَدْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that when you judge between men, you judge with justice.)</span> commanding justice when judging between people. Muhammad bin Ka'b, Zayd bin Aslam and Shahr bin Hawshab said; \"This Ayah was revealed about those in authority\", meaning those who judge between people. A Hadith states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ مَعَ الْحَاكِمِ مَا لَمْ يَجُرْ، فَإِذَا جَارَ وَكَلَهُ اللهُ إِلى نَفْسِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is with the judge as long as he does not commit injustice, for when he does, Allah will make him reliant on himself.)</span> A statement goes, \"One day of justice equals forty years of worship.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ نِعِمَّا يَعِظُكُم بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, how excellent is the teaching which He <span class=\"gray\">(Allah)</span> gives you!)</span> meaning, His commands to return the trusts to their owners, to judge between people with justice, and all of His complete, perfect and great commandments and laws. Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, Allah is Ever All-Hearer, All-Seer.)</span> means, He hears your statements and knows your actions.</p>"
  },
  {
    "ayah_key": "4:59",
    "group_ayah_key": "4:59",
    "from_ayah": "4:59",
    "to_ayah": "4:59",
    "ayah_keys": "4:59",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! Obey Allah and obey the Messenger, and those of you who are in authority. If you differ in anything among yourselves, refer it to Allah and His Messenger, if you believe in Allah and in the Last Day. That is better and more suitable for final determination <span>(59)</span></p><div lang=\"en\" class=\"en \"><h2>The Necessity of Obeying the Rulers in Obedience to Allah</h2></div><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Ibn 'Abbas said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Obey Allah and obey the Messenger, and those of you who are in authority.)</span> \"Was revealed about 'Abdullah bin Hudhafah bin Qays bin 'Adi, who the Messenger of Allah ﷺ sent on a military expedition.\" This statement was collected by the Group, with the exception of Ibn Majah At-Tirmidhi said, \"Hasan, Gharib\". Imam Ahmad recorded that 'Ali said, \"The Messenger of Allah ﷺ sent a troop under the command of a man from Al-Ansar. When they left, he became angry with them for some reason and said to them, 'Has not the Messenger of Allah ﷺ commanded you to obey me?' They said, 'Yes.' He said, 'Collect some wood,' and then he started a fire with the wood, saying, 'I command you to enter the fire.' The people almost entered the fire, but a young man among them said, 'You only ran away from the Fire to Allah's Messenger. Therefore, do not rush until you go back to Allah's Messenger, and if he commands you to enter it, then enter it.' When they went back to Allah's Messenger ﷺ, they told him what had happened, and the Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ دَخَلْتُمُوهَا مَا خَرَجْتُمْ مِنْهَا أَبَدًا، إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had you entered it, you would never have departed from it. Obedience is only in righteousness.)</span>\" This Hadith is recorded in the Two Sahihs. Abu Dawud recorded that 'Abdullah bin 'Umar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">السَّمْعُ وَالطَّاعَةُ عَلَى الْمَرْءِ الْمُسْلِمِ فِيمَا أَحَبَّ وَكَرِهَ، مَا لَمْ يُؤْمَرْ بِمَعْصِيَةٍ، فَإِذَا أُمِرَ بِمَعْصِيَةٍ فَلَا سَمْعَ وَلَا طَاعَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Muslim is required to hear and obey in that which he likes and dislikes, unless he was commanded to sin. When he is commanded with sin, then there is no hearing or obeying.)</span></p><p lang=\"en\" class=\"en \">This Hadith is recorded in the Two Sahihs. 'Ubadah bin As-Samit said, \"We gave our pledge to Allah's Messenger to hear and obey <span class=\"gray\">(our leaders)</span>, while active and otherwise, in times of ease and times of difficulty, even if we were deprived of our due shares, and to not dispute this matter <span class=\"gray\">(leadership)</span> with its rightful people. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَنْ تَرَوْا كُفْرًا بَوَاحًا، عِنْدَكُمْ فِيهِ مِنَ اللهِ بُرْهَانٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except when you witness clear Kufr about which you have clear proof from Allah.)</span>\" This Hadith is recorded in the Two Sahihs. Another Hadith narrated by Anas states that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْمَعُوا وَأَطِيعُوا، وَإِنْ أُمِّرَ عَلَيْكُمْ عَبْدٌ حَبَشِيٌّ كَأَنَّ رَأْسَهُ زَبِيبَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hear and obey <span class=\"gray\">(your leaders)</span>, even if an Ethiopian slave whose head is like a raisin, is made your chief.)</span> Al-Bukhari recorded this Hadith. Umm Al-Husayn said that she heard the Messenger of Allah ﷺ giving a speech during the Farewell Hajj, in which he said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوِ اسْتُعْمِلَ عَلَيْكُمْ عَبْدٌ يَقُودُكُمْ بِكِتَابِ اللهِ، اسْمَعُوا لَهُ وَأَطِيعُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Even if a slave was appointed over you, and he rules you with Allah's Book, then listen to him and obey him.)</span> Muslim recorded this Hadith. In another narration with Muslim, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَبْدًا حَبَشِيًّا مَجْدُوعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Even if an Ethiopian slave, whose nose was mutilated...)</span> In the Two Sahihs, it is recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَطَاعَنِي فَقَدْ أَطَاعَ اللهَ، وَمَنْ عَصَانِي فَقَدْ عَصَى اللهَ، وَمَنْ أَطَاعَ أَمِيرِي فَقَدْ أَطَاعَنِي، وَمَنْ عَصَى أَمِيرِي فَقَدْ عَصَانِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever obeys me, obeys Allah, and whoever disobeys me, disobeys Allah. Whoever obeys my commander, obeys me, and whoever disobeys my commander, disobeys me.)</span> This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَطِيعُوا اللَّهَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Obey Allah)</span>, adhere to His Book,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَطِيعُوا الرَّسُولَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and obey the Messenger)</span>, adhere to his Sunnah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولِي الْأَمْرِ مِنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those of you who are in authority)</span> in the obedience to Allah which they command you, not what constitutes disobedience of Allah, for there is no obedience to anyone in disobedience to Allah, as we mentioned in the authentic Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Obedience is only in righteousness.)</span></p><div lang=\"en\" class=\"en \"><h2>The Necessity of Referring to the Qur'an and Sunnah for Judgment</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(And)</span> if you differ in anything amongst yourselves, refer it to Allah and His Messenger)</span>. Mujahid and several others among the Salaf said that the Ayah means, \"<span class=\"gray\">(Refer)</span> to the Book of Allah and the Sunnah of His Messenger.\"</p><p lang=\"en\" class=\"en \">This is a command from Allah that whatever areas the people dispute about, whether major or minor areas of the religion, they are required to refer to the Qur'an and Sunnah for judgment concerning these disputes. In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اخْتَلَفْتُمْ فِيهِ مِن شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in whatsoever you differ, the decision thereof is with Allah)</span>. <span class=\"gray\">[42:10]</span> Therefore, whatever the Book and Sunnah decide and testify to the truth of, then it, is the plain truth. What is beyond truth, save falsehood? This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you believe in Allah and in the Last Day.)</span> meaning, refer the disputes and conflicts that arise between you to the Book of Allah and the Sunnah of His Messenger ﷺ for judgment. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you believe in Allah and in the Last Day.)</span> indicates that those who do not refer to the Book and Sunnah for judgment in their disputes, are not believers in Allah or the Last Day. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ خَيْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is better)</span> meaning, referring to the Book of Allah and the Sunnah of His Messenger for judgment in various disputes is better,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَحْسَنُ تَأْوِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and more suitable for final determination.)</span> meaning, \"Has a better end and destination,\" as As-Suddi and several others have stated while Mujahid said, \"Carries a better reward.\"</p>"
  }
]