[
  {
    "ayah_key": "57:7",
    "group_ayah_key": "57:7",
    "from_ayah": "57:7",
    "to_ayah": "57:11",
    "ayah_keys": "57:7,57:8,57:9,57:10,57:11",
    "text": "<p lang=\"en\" class=\"en \">Believe in Allah and His Messenger, and spend of that whereof He has made you trustees. And such of you as believe and spend, theirs will be a great reward <span>(7)</span>And what is the matter with you that you believe not in Allah! While the Messenger invites you to believe in your Lord; and He has indeed taken your covenant, if you are real believers <span>(8)</span>It is He Who sends down manifest Ayat to His servant that He may bring you out from darkness into light. And verily, Allah is to you full of kindness, Most Merciful <span>(9)</span>And what is the matter with you that you spend not in the cause of Allah? And to Allah belongs the heritage of the heavens and the earth. Not equal among you are those who spent and fought before the conquering. Such are higher in degree than those who spent and fought afterwards. But to all Allah has promised the best. And Allah is All-Aware of what you do <span>(10)</span>Who is he that will lend Allah a handsome loan: then He will increase it manifold to his credit, and he will have a honorable reward <span>(11)</span></p><p lang=\"en\" class=\"en \">Ordering Faith and encouraging spending</p><p lang=\"en\" class=\"en \">Allah the Exalted and Blessed orders having perfect faith in Him and in His Messenger, and that one should persist on this path adhereing firmly to it. Allah encourages spending from what He has made mankind trustees of, the wealth that you – mankind – have, that He has lent you. This wealth was in the hands of those before you and was later transferred to you. Therefore, O mankind, spend as Allah commanded you from the wealth that He entrusted to you for His obedience. Otherwise, He will hold you accountable and punish you for your ignoring what He ordained on you in this regard. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of that whereof He has made you trustees.)</span>, indicates that you – mankind – will surrender this wealth to someone else. In this case, those who will inherit from you might obey Allah with their wealth, and thus acquire more happiness than you on account of what Allah has granted them. They might disobey Allah, and in this case you will have helped them commit evil and transgression.</p><p lang=\"hmn\" class=\"hmn \">Imam Ahmad recorded that 'Abdullah bin Ash-Shikhkhir said, \"I came to Allah's Messenger ﷺ as he was reciting and saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْهَاكُمُ التَّكَاثُرُ</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(<span class=\"gray\">(abundance diverts you.)</span><span class=\"gray\">(102:1)</span></span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ ابْنُ آدَمَ: مَالِي مَالِي، وَهَلْ لَكَ مِن مَالِكَ إِلَّا مَاأَكَلْتَ فَأَفْنَيْتَ، أَوْ لَبِسْتَ فَأَبْلَيْتَ، أَوْ تَصَدَّقْتَ فَأَمْضَيْتَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Son of 'Adam claims, \"My wealth, my wealth.\" But is there anything belonging to you, except that which you consumed, which you used, or which you wore and then it became worn or you gave as charity and sent it forward?)</span> Muslim also collected with the addition:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا سِوَىٰ ذٰلِكَ، فَذَاهِبٌ وَتَارِكُهُ لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Other than that, you will go away from it and leave it behind for other people.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالَّذِينَ آمَنُوا مِنْكُمْ وَأَنْفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And such of you as believe and spend, theirs will be a great reward.)</span> encourages having faith and spending in acts of obedience. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ ۙ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what is the matter with you that you believe not in Allah! While the Messenger invites you to believe in your Lord;)</span> meaning, \"what prevents you from believing, while the Messenger is among you calling you to faith and bringing forward clear proofs and evidences that affirm the truth of what he brought you?\" </p><p lang=\"en\" class=\"en \">And we have reported the Hadith through different routes in the beginning of the explanation on the chapter on Faith in Sahih Al-Bukhari, wherein one day the Messenger of Allah ﷺ said to his Companions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّ الْمُؤْمِنِينَ أَعْجَبُ إِلَيْكُمْ إِيمَانًا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who do you consider among the believers as having the most amazing faith?)</span> They said, \"The angels.\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُمْ لَا يُؤْمِنُونَ وَهُمْ عِنْدَ رَبِّهِمْ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what prevents them from believing when they are with their Lord?)</span> They said, \"Then the Prophets.\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَالَهُمْ لَا يُؤْمِنُونَ وَالْوَحْيُ يَنْزِلُ عَلَيْهِمْ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What prevents them from believing when the revelation comes down to them?)</span> They said, \"Then us.\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَالَكُمْ لَا تُؤْمِنُونَ وَأَنَا بَيْنَ أَظْهُرِكُمْ؟ وَلٰكِنْ أَعْجَبُ الْمُؤْمِنِينَ إِيمَانًا، قَوْمٌ يَجِيئُونَ بَعْدَكُمْ، يَجِدُونَ صُحُفًا يُؤْمِنُونَ بِمَا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What prevents you from believing, when I am amongst you? Actually, the believers who have the most amazing faith, are some people who will come after you; they will find pages that they will believe in.)</span></p><p lang=\"en\" class=\"en \">We mentioned a part of this Hadith when explaining Allah's statement in Surat Al-Baqarah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who believe in the Ghayb <span class=\"gray\">(unseen)</span>.)</span><span class=\"gray\">(2:3)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ أَخَذَ مِيثَاقَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He has indeed taken your covenant,)</span> is similar to another of His statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And remember Allah's favor to you and His covenant with which He bound you when you said: \"We hear and we obey.\")</span><span class=\"gray\">(5:7)</span>, which refers to giving the pledge of allegiance to the Prophet ﷺ. Ibn Jarir said that the covenant mentioned here, is that taken from mankind, when they were still in Adam's loin. This is also the opinion of Mujahid, and Allah knows best. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي يُنَزِّلُ عَلَىٰ عَبْدِهِ آيَاتٍ بَيِّنَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who sends down manifest Ayat to His servant)</span> clear proofs, unequivocal evidences and plain attestations,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He may bring you out from darkness into light.)</span> from the darkness of ignorance, disbelief and contradictory statements to the light of guidance, certainty and faith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَحِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, Allah is to you full of kindness, Most Merciful.)</span> by revealing the Divine Books and sending the Messengers to guide mankind, eradicating doubts and removing confusion. After Allah commanded mankind to first believe and spend, He again encouraged them to acquire faith and stated that He has removed all barriers between them and the acquisition of faith. Allah again encouraged them to spend,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيلِ اللَّهِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what is the matter with you that you spend not in the cause of Allah? And to Allah belongs the heritage of the heavens and the earth.)</span> means, spend and do not fear poverty or scarcity. Surely, He in Whose cause you spent is the King and Owner of the heavens and earth and has perfect control over their every affair, including their treasuries. He is the Owner of the Throne, with all the might that it contains, and He is the One Who said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ ۖ وَهُوَ خَيْرُ الرَّازِقِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whatsoever you spend of anything, He will replace it. And He is the best of providers.)</span><span class=\"gray\">(34:39)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا عِنْدَكُمْ يَنْفَدُ ۖ وَمَا عِنْدَ اللَّهِ بَاقٍ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whatever is with you, will be exhausted, and whatever is with Allah will remain.)</span><span class=\"gray\">(16:96)</span></p><p lang=\"en\" class=\"en \">Therefore, those who trust in and depend on Allah will spend, and they will not fear poverty or destitution coming to them from the Owner of the Throne. They know that Allah will surely compensate them for whatever they spend.</p><p lang=\"en\" class=\"en \">The Virtues of spending and fighting before the Conquest of Makkah</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not equal among you are those who spent before the conquering and fought.)</span> meaning those who did not fight and spend before the Conquest are not equal to those who spent and fought. Before Makkah was conquered, things were difficult for Muslims and only the righteous ones embraced Islam. After Makkah was conquered, Islam spread tremendously throughout the known world and people embraced the religion of Allah en masse. Similarly He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا ۚ وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَىٰ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such are higher in degree than those who spent and fought afterwards. But to all Allah has promised the best <span class=\"gray\">(reward)</span>.)</span></p><p lang=\"en\" class=\"en \">The majority considers the Conquest here to be the conquest of Makkah. Ash-Sha'bi and several others said that the Ayah refers to the treaty at Al-Hudaybiyyah. There is proof for this opinion found in a Hadith from Anas, collected by Imam Ahmad. Anas said, \"Khalid bin Al-Walid and 'Abdur-Rahman bin 'Awf had a dispute. Khalid said to 'Abdur-Rahman, 'You boast about days <span class=\"gray\">(battles)</span> that you participated in before us.' When the news of this statement reached the Prophet ﷺ he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعُوا لِي أَصْحَابِي، فَوَالَّذِي نَفْسِي بِيَدِهِ! لَوْ أَنْفَقْتُمْ مِثْلَ أُحُدٍ - أَوْ مِثْلَ الْجِبَالِ - ذَهَبًا، مَا بَلَغْتُمْ أَعْمَالَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not bother my Companions, for by He in Whose Hand is my soul! If you spend an amount of gold equal to <span class=\"gray\">(Mount)</span> Uhud, <span class=\"gray\">(or equal to the mountains)</span>, you will not reach the level of their actions.)</span>\"</p><p lang=\"en\" class=\"en \">It is a known fact that Khalid bin Al-Walid, whom the Prophet addressed this statement to, embraced Islam during the period between the treaty of Al-Hudaybiyyah and the conquering of Makkah. The dispute between Khalid and 'Abdur-Rahman occurred because of the battle of Bani Jadhimah. The Prophet ﷺ sent Khalid bin Al-Walid to them after the conquest of Makkah, and they said, \"Saba'na,\" instead of saying, \"Aslamna\" <span class=\"gray\">(we embraced Islam)</span>. So Khalid ordered their execution and the execution of their prisoners <span class=\"gray\">(of war)</span>; 'Abdur-Rahman bin 'Awf and 'Abdullah bin 'Umar opposed him. This is the reason behind the dispute that occurred between Khalid and 'Abdur-Rahman. But in the Sahih, the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَسُبُّوا أَصْحَابِي، فَوَالَّذِي نَفْسِي بِيَدِهِ لَوْ أَنْفَقَ أَحَدُكُمْ مِثْلَ أُحُدٍ ذَهَبًا، مَا بَلَغَ مُدَّ أَحَدِهِمْ وَلَا نَصِيفَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None should revile my Companions, for by He in Whose Hand is my soul! If one of you were to spend as much gold as Uhud, it would not reach the level of them equal to an amount as much as one Mudd of one of them or half of it.)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَىٰ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But to all Allah has promised the best <span class=\"gray\">(reward)</span>.)</span> meaning, those who spent before and after the conquest of Makkah; they all will gain a reward for their good deeds, even though some of them vary in rank and earn a better reward than others as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ ۚ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً ۚ وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَىٰ ۚ وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not equal are those of the believers who sit <span class=\"gray\">(at home)</span>, except those who are disabled, and those who strive hard and fight in the cause of Allah with their wealth and their lives. Allah has preferred in grades those who strive hard and fight with their wealth and their lives above those who sit <span class=\"gray\">(at home)</span>. Unto each, Allah has promised good, but Allah has preferred by a great reward those who strive hard and fight, above those who sit <span class=\"gray\">(at home)</span>.)</span><span class=\"gray\">(4:95)</span></p><p lang=\"en\" class=\"en \">There is a Hadith in the Sahih that states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُؤْمِنُ الْقَوِيُّ خَيْرٌ وَأَحَبُّ إِلَى اللهِ مِنَ الْمُؤْمِنِ الضَّعِيفِ، وَفِي كُلٍّ خَيْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The strong believer is better and more beloved to Allah than the weak believer; both have goodness in them.)</span> The Prophet ﷺ ended his statement this way to draw attention to the second type of believer, so that their own qualities are not forgotten in the midst of preferring the former type. In this way, the latter is not dismissed as being degraded in the Hadith. Therefore, the Prophet ﷺ ended his statement by praising the second type – the weak believers – after giving preference to the first type. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Aware of what you do.)</span> meaning, since Allah is perfectly aware of all things, He made distinctions between the rewards of the believers who spent and fought before the Conquest and those who spent and fought afterwards. Surely, Allah does this by His knowledge of the intention of the former type and their perfect sincerity to Him, all the while spending in times of hardship, poverty and dire straits. This is found in the Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبَقَ دِرْهَمٌ مِائَةَ أَلْفٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Spending one Dirham is preceded over a hundred thousand.)</span> There is no doubt that the people of faith consider Abu Bakr As-Siddiq to be the person who has the best share according to the meaning of this Ayah. He was the chief of those who implemented it, among all followers of all Prophets. He spent all of his wealth seeking the Face of Allah, the Exalted and Most Honored. He did it voluntarily too, not to repay a debt or a favor that anyone from mankind had on him. May Allah be pleased with him.</p><p lang=\"en\" class=\"en \">The Encouragement to make a Handsome Loan in the Cause of Allah</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who is he that will lend Allah a handsome loan:)</span> 'Umar bin Al-Khattab said that this Ayah refers to spending in Allah's cause. It was also said that it pertains to spending on children. What is correct is that it is more general than that. So all those who spend in the cause of Allah with good intentions and a sincere heart, then they fall under the generality of this Ayah. This is why Allah the Exalted said in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who is he that will lend Allah handsome loan: then <span class=\"gray\">(Allah)</span> will increase it manifold to his credit <span class=\"gray\">(in repaying)</span>,)</span> and in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَضْعَافًا كَثِيرَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(many times)</span><span class=\"gray\">(2:245)</span>, meaning, being handsome reward and tremendous provisions: Paradise on the Day of Resurrection. </p><p lang=\"id\" class=\"id \">Ibn Abi Hatim recorded that 'Abdullah bin Mas'ud said, \"When this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who is he that will lend Allah handsome loan: then <span class=\"gray\">(Allah)</span> will increase it manifold to his credit <span class=\"gray\">(in repaying)</span>,)</span> was revealed, Abu Ad-Dahdah Al-Ansari said, 'O Allah's Messenger! Does Allah ask us for a loan?' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، يَاأَبَا الدَّحْدَاحِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, O Abu Ad-Dahdah.)</span> He said, 'Give me your hand, O Allah's Messenger,' and the Prophet placed his hand in his hand. Abu Ad-Dahdah said, 'Verily, I have given my garden as a loan to my Lord.' He had a garden that contained six hundred date trees; his wife and children were living in that garden too. Abu Ad-Dahdah went to his wife and called her, 'Umm Ad-Dahdah!' She said, 'Here I am.' He said, 'Leave the garden, because I have given it as a loan to my Lord, the Exalted and Most Honored.' She said, 'That is a successful trade, O Abu Ad-Dahdah!' She then transferred her goods and children. The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمْ مِنْ عَذْقٍ رَدَاحٍ فِي الْجَنَّةِ لِأَبِي الدَّحْدَاحِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How plentiful are the sweet date clusters that Abu Ad-Dahdah has in Paradise!)</span>\" In another narration, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رُبَّ نَخْلَةٍ مُدَلَّاةٍ، عُرُوقُهَا دُرٌّ وَيَاقُوتٌ، لِأَبِي الدَّحْدَاحِ فِي الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How many a date tree that has lowered down its clusters, which are full of pearls and gems in Paradise for Abu Ad-Dahdah!)</span></p>"
  }
]