[
  {
    "ayah_key": "11:74",
    "group_ayah_key": "11:74",
    "from_ayah": "11:74",
    "to_ayah": "11:76",
    "ayah_keys": "11:74,11:75,11:76",
    "text": "<p lang=\"en\" class=\"en \">Then when the fear had gone away from <span class=\"gray\">(the mind of)</span> Ibrahim, and the glad tidings had reached him, he began to plead with Us <span class=\"gray\">(Our messengers)</span> for the people of Lut <span>(74)</span>Verily, Ibrahim was, without doubt, forbearing, used to invoke Allah with humility, and was repentant <span>(75)</span>\"O Ibrahim! Forsake this. Indeed, the commandment of your Lord has gone forth. Verily, there will come a torment for them which cannot be turned back. <span>(76)</span></p><div lang=\"en\" class=\"en \"><h2>The Dispute of Ibrahim over the People of Lut</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs of what happened after the fright of Ibrahim left him and he felt no more fear of the angels when they refused to eat. After this, they gave him the glad tidings of the birth of a son and the destruction of the people of Lut. When they told him of this, he spoke to them as Sa'id bin Jubayr narrated concerning this verse. Sa'id said: When Jibril and the other angels who were with him came to Ibrahim, they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا مُهْلِكُو أَهْلِ هَٰذِهِ الْقَرْيَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, we are going to destroy the people of this town.)</span><span class=\"gray\">[29:31]</span> Ibrahim said to them, \"Will you destroy a town that has three hundred believers in it?\" They said, \"No.\" He then said, \"Will you destroy a town that has two hundred believers in it?\" They said, \"No.\" He said, \"Will you destroy a town that has forty believers in it?\" They said, \"No.\" He then said, \"Thirty?\" They still replied, \"No.\" This continued until he said, \"Five?\" They said, \"No.\" Then he said, \"What do you think if there is one Muslim man in the town, would you destroy it?\" They said, \"No.\" With this, Ibrahim ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِيهَا لُوطًا ۚ قَالُوا نَحْنُ أَعْلَمُ بِمَن فِيهَا ۖ لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But there is Lut in it. They said: \"We know better who is there. We will verily, save him and his family except his wife.\")</span><span class=\"gray\">[29:32]</span> Therefore, Ibrahim remained silent and his soul was at rest. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أَوَّاهٌ مُّنِيبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Ibrahim was, without doubt, forbearing, used to invoke Alllah with humility, and was repentant <span class=\"gray\">(to Allah)</span>.)</span><span class=\"gray\">[11:75]</span> This is a commendation for Ibrahim because of these beautiful characteristics. Then Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَٰذَا ۖ إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Ibrahim! Forsake this. Indeed, the commandment of your Lord has gone forth.)</span> This means the decree was settled concerning them and the Word was already given that they should be destroyed. The evil torment was coming to them, that cannot be averted from wicked people.</p>"
  },
  {
    "ayah_key": "11:77",
    "group_ayah_key": "11:77",
    "from_ayah": "11:77",
    "to_ayah": "11:79",
    "ayah_keys": "11:77,11:78,11:79",
    "text": "<p lang=\"en\" class=\"en \">And when Our messengers came to Lut, he was grieved on account of them and was concerned for them. He said: \"This is a distressful day. <span>(77)</span>And his people came rushing towards him, and since aforetime they used to commit crimes, he said: \"O my people! Here are my daughters, they are purer for you. So have Taqwa of Allah and disgrace me not with regard to my guests! Is there not among you a single right-minded man? <span>(78)</span>They said: \"Surely, you know that we have no need of your daughters, and indeed you know well what we want! <span>(79)</span></p><div lang=\"en\" class=\"en \"><h2>The Coming of the Angels to Lut, His Grief, and His Discussion with His People</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs about the coming of His messenger angels. After they informed Ibrahim of their mission to destroy the people of Lut, they left him and set out to destroy Lut's people that very night. After leaving Ibrahim, they came to Lut. Some say that they came to him while he was on a piece of land that belonged to him. Others say that they came to him while he was in his home. They approached him while they were in the most handsome of forms. They appeared in the forms of young men with handsome faces. This was a test from Allah that contained much wisdom and a firm evidence. Their appearance saddened him <span class=\"gray\">(Lut)</span> and he felt grief in his soul because of them. He was afraid that if he did not host them as his guests, someone else of his people would host them and harm them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ هَٰذَا يَوْمٌ عَصِيبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"This is a distressful day.\")</span> Ibn 'Abbas and others said that this means, \"A severe test for him.\" This was because he knew that he would have to defend them and it would cause great problems for him. Qatadah said, \"They came to him while he was on a piece of land that belonged to him. They requested him to host them. He agreed, but he was shy of them and he walked in front of them. On the way to his home he said to them in attempt to convince them to go away, 'By Allah, I do not know any people on the face of the earth more wicked and disgusting than these people of this town.' Then he walked on a little further. Then he repeated the same statement to them. He continued doing this until he had repeated the same thing four times.\" Then Qatadah said, \"They were ordered not to destroy them until their Prophet testified against them of this.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يُهْرَعُونَ إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(rushing towards him.)</span> meaning, they made haste and rushed due to their delight of this <span class=\"gray\">(new young men)</span>. Concerning the statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and since aforetime they used to commit crimes.)</span> This means that this did not cease being their behavior until they were seized <span class=\"gray\">(by Allah's torment)</span> and they were still in the same condition.</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ يَا قَوْمِ هَٰؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"O my people! Here are my daughters <span class=\"gray\">(the women of the nation)</span>, they are purer for you...\")</span> This was his attempt to direct them to their women, for verily the Prophet is like a father for his nation. Therefore, he tries to guide them to that which is better for them in this life and the Hereafter. This is similar to his statement to them in another verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ - وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُم مِّنْ أَزْوَاجِكُم ۚ بَلْ أَنتُمْ قَوْمٌ عَادُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Go you in unto the males of the nation, and leave those whom Allah has created for you to be your wives Nay, you are a trespassing people!)</span><span class=\"gray\">[26:165-166]</span> Allah said in another verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَوَلَمْ نَنْهَكَ عَنِ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They <span class=\"gray\">(the people of the city)</span> said: \"Did we not forbid you from entertaining any of the 'Alamin\")</span><span class=\"gray\">[15:70]</span> This means, \"Didn't we forbid you from hosting men <span class=\"gray\">(male)</span> guests?\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هَٰؤُلَاءِ بَنَاتِي إِن كُنتُمْ فَاعِلِينَ - لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">[Lut]</span> said: \"These <span class=\"gray\">(the girls of the nation)</span> are my daughters, if you must act <span class=\"gray\">(so)</span>.\" Verily, by your life, in their wild intoxication, they were wandering blindly.)</span><span class=\"gray\">[15:71-72]</span> Then, Allah said, in this noble verse,</p><p class=\"sd qpc-hafs\" lang=\"sd\">هَٰؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Here are my daughters, they are purer for you.)</span> Mujahid said, \"Actually, they were not his daughters, but they were from among his nation. Every Prophet is like a father to his nation.\" A similar statement has been reported from Qatadah and others. Concerning the statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ فِي ضَيْفِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So have Taqwa of Allah and disgrace me not with regard to my guests!)</span> This means, \"Accept what I command you by limiting the fulfillment of your desires to your women.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is there not among you a single right-minded man?)</span> This means, \"Is there not a good man among you who will accept what I am enjoining upon you and abandon what I have forbidden for you?\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Surely, you know that we have no need of your daughters...\")</span> This means, \"Verily, you know that we do not want our women, nor do we desire them.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and indeed you know well what we want!)</span> This means, \"We only want males and you know that. So what need is there for you to continue speaking to us about this?\"</p>"
  }
]