[
  {
    "ayah_key": "91:11",
    "group_ayah_key": "91:11",
    "from_ayah": "91:11",
    "to_ayah": "91:15",
    "ayah_keys": "91:11,91:12,91:13,91:14,91:15",
    "text": "<p lang=\"en\" class=\"en \">Thamud denied through their transgression <span>(11)</span>When their most wicked went forth <span>(12)</span>But the Messenger of Allah said to them: \"Be cautious! That is the she-camel of Allah! <span class=\"gray\">(Do not harm it)</span> and <span class=\"gray\">(bar it not from having)</span> its drink! <span>(13)</span>Then they denied him and they killed it. So their Lord destroyed them because of their sin, Fasawwaha <span>(14)</span>And He feared not the consequences thereof <span>(15)</span></p><p lang=\"en\" class=\"en \">The Rejection of Thamud and Allah's Destruction of Them</p><p lang=\"en\" class=\"en \">Allah informs that Thamud rejected their Messenger because of the injustice and transgression they practiced. This was said by Mujahid, Qatadah and others. Therefore, this resulted in a rejection in their hearts for the guidance and conviction their Messenger came to them with.</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذِ انبَعَثَ أَشْقَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When their most wicked went forth.)</span></p><p lang=\"en\" class=\"en \">meaning, the most wicked person of the tribe, and he was Qudar bin Salif, the one who killed the she-camel. He was leader of the tribe of Thamud, and he is the one whom Allah refers to in His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they called their comrade and he took <span class=\"gray\">(a sword)</span> and killed <span class=\"gray\">(her)</span>.)</span><span class=\"gray\">(54:29)</span></p><p lang=\"en\" class=\"en \">This man was mighty and respected among his people. He was of noble lineage and a leader who was obeyed. This is just as Imam Ahmad recorded from 'Abdullah bin Zam'ah. He said that the Messenger of Allah ﷺ gave a sermon in which he mentioned the she-camel and he mentioned the man who killed her. Then he said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذِ انبَعَثَ أَشْقَاهَا</p><p class=\"ar qpc-hafs\" lang=\"ar\">انْبَعَثَ لَهَا رَجُلٌ عَارِمٌ عَزِيزٌ مَنِيعٌ فَي رَهْطِهِ مِثْلُ أَبِي زَمْعَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(When their most wicked went forth.)</span><span class=\"gray\">(A strong and mighty man who was invincible among his tribe, like Abu Zam'ah, went forth to her.)</span></span></p><p lang=\"en\" class=\"en \">This Hadith was recorded by Al-Bukhari in his Book of Tafsir, and Muslim in his Book of the Description of the Hellfire. At-Tirmidhi and An-Nasa'i both recorded it in their Sunans in their Books of Tafsir.</p><p lang=\"en\" class=\"en \">The Story of Salih's She-Camel</p><p lang=\"en\" class=\"en \">Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالَ لَهُمْ رَسُولُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the Messenger of Allah said to them)</span> referring to Salih.</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَاقَةَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the she-camel of Allah!)</span> meaning, 'beware of touching the she-camel of Allah with any harm.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسُقْيَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and its drink!)</span> meaning, 'do not transgress against her in her drinking, for she has been allocated a day to drink and you have been allocated a day to drink, as is known to you.' Then Allah says,</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَكَذَّبُوهُ فَعَقَرُوهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they denied him and they killed it.)</span></p><p lang=\"en\" class=\"en \">which means they rejected what he came with. This resulted in them killing the she-camel that Allah had brought out of the rock as a sign for them and a proof against them.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَدَمْدَمَ عَلَيْهِمْ رَبُّهُم بِذَنبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So their Lord destroyed them because of their sin,)</span></p><p lang=\"en\" class=\"en \">meaning, He became angry with them and He annihilated them.</p><p class=\"ur qpc-hafs\" lang=\"ur\">فَسَوَّاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fasawwaha!)</span> meaning, He made the punishment descend upon them all equally.</p><p lang=\"en\" class=\"en \">Qatadah said, \"It has reached us that the leader of tribe of Thamud did not kill the she-camel until their youth, their elderly, their males and their females all pledged allegiance to him. So when the people cooperated in killing her, Allah destroyed them all with the same punishment due to their sin.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَخَافُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He feared not)</span> it has also been recited as</p><p class=\"hu qpc-hafs\" lang=\"hu\">(فَلَا يَخَافُ)</p><p lang=\"fy\" class=\"fy \"><span class=\"gray\">(So He feared not)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">عُقْبَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the consequences thereof.)</span> Ibn 'Abbas said, \"Allah does not fear any consequences from anyone else.\" Mujahid, Al-Hasan, Bakr bin 'Abdullah Al-Muzani and others all said the same.</p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Ash-Shams, and all praise and thanks are due to Allah.</p>"
  }
]