[
  {
    "ayah_key": "72:25",
    "group_ayah_key": "72:25",
    "from_ayah": "72:25",
    "to_ayah": "72:28",
    "ayah_keys": "72:25,72:26,72:27,72:28",
    "text": "<p lang=\"en\" class=\"en \">Say: \"I know not whether that which you are promised is near or whether my Lord will appoint for it a distant term. <span>(25)</span>\"The All-Knower of the Unseen, and He reveals to none His Unseen. <span>(26)</span>Except to a Messenger whom He has chosen, and then He makes a band of watching guards to march before him and behind him <span>(27)</span>Till he knows that they have conveyed the Messages of their Lord. And He surrounds all that which is with them, and He keeps count of all things <span>(28)</span></p><p lang=\"en\" class=\"en \">The Messenger of Allah <span class=\"gray\">(ﷺ)</span> does not know when the Hour will be</p><p lang=\"en\" class=\"en \">Allah commands His Messenger ﷺ to say to the people that he has no knowledge of when the Hour will be and he does not know whether its time is near or far.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنْ أَدْرِي أَقَرِيبٌ مَا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I know not whether which you are promised is near or whether my Lord will appoint for it a distant term.\")</span> meaning, a long period of time. In this noble Ayah is an evidence that the Hadith that many of the ignorant people often circulate, which says that the Prophet ﷺ will not remain under the earth more than one thousand years <span class=\"gray\">(i.e., the Hour will be before that period)</span> is a baseless lie. We have not seen it in any of the Books <span class=\"gray\">(of Hadith)</span>. Verily, the Messenger of Allah ﷺ was asked about the time of the Hour and he would not respond. When Jibril appeared to him in the form of a bedouin Arab, one of the questions he asked the Prophet was, \"O Muhammad! Tell me about the Hour?\" So the Prophet ﷺ replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا الْمَسْؤُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The one questioned about it knows no more than the questioner.)</span> On another occasion when a bedouin Arab called out to the Prophet ﷺ in a loud voice saying, \"O Muhammad! When will be the Hour?\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْحَكَ إِنَّهَا كَائِنَةٌ، فَمَا أَعْدَدْتَ لَهَا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe unto you. Verily, it will occur so what have you prepared for it?)</span> The man replied, \"I have not prepared much for it of prayers and fasting, but I love Allah and His Messenger.\" The Prophet ﷺ then replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنْتَ مَعَ مَنْ أَحْبَبْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then you will be with whomever you love.)</span> Anas said, \"The Muslims were not happier with anything like they were upon <span class=\"gray\">(hearing)</span> this Hadith.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِ أَحَدًا - إِلَّا مَنِ ارْتَضَىٰ مِنْ رَسُولٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The All-Knower of the Unseen, and He reveals to none His Unseen. Except to a Messenger)</span> This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will never compass any thing of His knowledge except that which He wills.)</span><span class=\"gray\">(2:255)</span> Similarly, Allah says here that He knows the unseen and the seen and that no one of His creation can attain any of His knowledge except that which Allah allows him to have. Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِ أَحَدًا - إِلَّا مَنِ ارْتَضَىٰ مِنْ رَسُولٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The All-Knower of the Unseen, and He reveals to none His Unseen. Except to a Messenger whom He has chosen,)</span> This includes the angelic Messenger and the human Messenger. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then He makes a band of watching guards to march before him and behind him.)</span> meaning, He particularly gives him additional guardian angels who protect him by the command of Allah and they accompany him with that which is with him of Allah's revelation. Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَيْءٍ عَدَدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Till he knows that they have conveyed the Messages of their Lord. And He surrounds all that which is with them, and He keeps count of all things.)</span> The pronoun 'he' which is in His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَعْلَمَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Till he knows)</span> refers to the Prophet ﷺ. Ibn Jarir recorded from Sa'id bin Jubayr that he said concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِ أَحَدًا - إِلَّا مَنِ ارْتَضَىٰ مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The All-Knower of the Unseen, and He reveals to none His Unseen. Except to a Messenger whom He has chosen, and then He makes a band of watching guards to march before him and behind him.)</span> \"These are four guardians among the angels along with Jibril,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَعْلَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Till he knows)</span> This means Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَيْءٍ عَدَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they have conveyed the Messages of their Lord. And He surrounds all that which is with them, and He keeps count of all things.)</span>\" This was recorded by Ibn Abi Hatim. It has also been reported by Ad-Dahhak, As-Suddi and Yazid bin Abi Habib. </p><p lang=\"mt\" class=\"mt \">Abdur-Razzaq reported from Ma'mar, from Qatadah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Till he knows that they have conveyed the Messages of their Lord.)</span></p><p lang=\"en\" class=\"en \">\"So that the Prophet of Allah would know that the Messengers had conveyed their Messages from Allah and that the angels have protected them and defended them.\" </p><p lang=\"en\" class=\"en \">This has also been reported by Sa'id bin Abi 'Arubah from Qatadah, and Ibn Jarir preferred this interpretation. Al-Baghawi said, \"Ya'qub recited it as, </p><p class=\"ar qpc-hafs\" lang=\"ar\">(لِيُعْلَمَ)</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order to be known)</span> this means, so that the people may know that the Messengers had conveyed the Message.\" </p><p lang=\"en\" class=\"en \">It also could carry the meaning that the pronoun refers to Allah <span class=\"gray\">(i.e., So that He <span class=\"gray\">(Allah)</span> may know)</span>. This opinion has been mentioned by Ibn Al-Jawzi in Zad Al-Masir. The meaning of this is that He protects His Messengers through His angels so that they will be able to convey His Messages. He protects what He reveals to them of revelation so that He will know that they have indeed conveyed the Messages of their Lord. This is like His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَىٰ عَقِبَيْهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made the Qiblah which you used to face, only that We know who followed the Messenger from those who would turn on their heels.)</span><span class=\"gray\">(2:143)</span> Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah knows those who believe, and that He knows the hypocrites.)</span><span class=\"gray\">(29:11)</span> It should be added to these examples that from Allah's knowledge is that He knows all things before they occur, and this is something definite and certain. Therefore, He says after this,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَيْءٍ عَدَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He surrounds all that which is with them, and He keeps count of all things.)</span></p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Jinn, and all praises and thanks are due to Allah.</p>"
  }
]