[
  {
    "ayah_key": "4:153",
    "group_ayah_key": "4:153",
    "from_ayah": "4:153",
    "to_ayah": "4:154",
    "ayah_keys": "4:153,4:154",
    "text": "<p lang=\"en\" class=\"en \">The People of the Scripture <span class=\"gray\">(Jews)</span> ask you to cause a book to descend upon them from heaven. Indeed, they asked Musa for even greater than that, when they said: \"Show us Allah in public,\" but they were struck with a bolt of lightning for their wickedness. Then they worshipped the calf even after Al-Bayyinat had come to them. <span class=\"gray\">(Even)</span> so We forgave them. And We gave Musa a clear proof of authority <span>(153)</span>And for their covenant, We raised over them the mount and <span class=\"gray\">(on the other occasion)</span> We said: \"Enter the gate prostrating <span class=\"gray\">(or bowing)</span> with humility;\" and We commanded them: \"Transgress not on the Sabbath <span class=\"gray\">(Saturday)</span>.\" And We took from them a firm covenant <span>(154)</span></p><div lang=\"en\" class=\"en \"><h2>The Stubbornness of the Jews</h2></div><p lang=\"en\" class=\"en \">Muhammad bin Ka'b Al-Qurazi, As-Suddi and Qatadah said that the Jews asked the Messenger of Allah to cause a book to come down to them from heaven, just as the Tawrah was sent down to Musa. Ibn Jurayj said that the Jews asked the Messenger to cause books to come down to them addressed to so-and-so among them, testifying to the truth of what he was sent with. The Jews only asked for this because of their stubbornness, defiance, rejection and disbelief. The disbelievers of Quraysh also asked for similar things from the Prophet, as is mentioned in Surat Al-Isra',</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنبُوعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"We shall not believe in you, until you cause a spring to gush forth from the earth for us;)</span><span class=\"gray\">(17:90)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ سَأَلُوا مُوسَىٰ أَكْبَرَ مِن ذَٰلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, they asked Musa for even greater than that, when they said, \"Show us Allah in public,\" but they were struck with a bolt of lightning for their wickedness.)</span> injustice, transgression, defiance and rebellion. This part was explained in Surat Al-Baqarah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قُلْتُمْ يَا مُوسَىٰ لَن نُّؤْمِنَ لَكَ حَتَّىٰ نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنتُمْ تَنظُرُونَ - ثُمَّ بَعَثْنَاكُم مِّن بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when you said: \"O Musa! We shall never believe in you until we see Allah plainly.\" But you were struck by a bolt of lightning while you were looking. Then We raised you up after your death, so that you might be grateful.)</span><span class=\"gray\">(2:55,56)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ اتَّخَذُوا الْعِجْلَ مِن بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they worshipped the calf even after Al-Bayyinat had come to them.)</span> meaning, after they witnessed the tremendous miracles and unequivocal proofs at the hand of Musa in Egypt. They also witnessed the demise of their enemy, Fir'awn and his soldiers, when they all drowned in the sea. Yet soon after, when they passed by a people who were worshipping idols, they said to Musa,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اجْعَل لَّنَا إِلَٰهًا كَمَا لَهُمْ آلِهَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Make for us a god as they have gods.)</span><span class=\"gray\">[7:138]</span> Allah explains the story of the Jews worshipping the calf in Surat Al-A'raf <span class=\"gray\">(7)</span> and Surah Ta Ha <span class=\"gray\">(20)</span> after Musa went to meet with his Lord. When Musa returned, Allah decreed that in order for the Jews to earn accepted repentance, then those who did not worship the calf would have to kill those who worshipped it. They complied with this command, and Allah resurrected them afterwards. Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَفَوْنَا عَن ذَٰلِكَ وَآتَيْنَا مُوسَىٰ سُلْطَانًا مُّبِينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Even)</span> so We forgave them. And We gave Musa a clear proof of authority.)</span> Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَفَعْنَا فَوْقَهُمُ الطُّورَ بِمِيثَاقِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for their covenant, We raised over them the mount,)</span> This was when they refrained from implementing the rulings of the Tawrah and refused what Musa brought them from Allah. So Allah raised the mountain above their heads and they were ordered to prostrate, which they did. Even so, they were looking above when they were prostrating for fear that the mountain might fall on them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We raised the mountain over them as if it had been a canopy, and they thought that it was going to fall on them. <span class=\"gray\">(We said)</span>: \"Hold firmly to what We have given you.\")</span><span class=\"gray\">[7:171]</span> Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We said, \"Enter the gate prostrating <span class=\"gray\">(or bowing)</span> with humility;\")</span> meaning that they also defied this command in word and action. They were commanded to enter Bayt Al-Quds <span class=\"gray\">(in Jerusalem)</span> while bowing and saying \"Hittah\", meaning: 'O Allah! take from us our sin of abandoning Jihad.' This was the cause of their wandering in the desert of Tih for forty years. Yet, they entered the House while crawling on their rear ends and saying 'Hintah <span class=\"gray\">(a wheat grain)</span> in Sha'rah <span class=\"gray\">(the hair)</span>'.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْنَا لَهُمْ لَا تَعْدُوا فِي السَّبْتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We commanded them, \"Transgress not the Sabbath <span class=\"gray\">(Saturday)</span>.\")</span> meaning, We commanded them to honor the Sabbath and honor what Allah prohibited them on that day.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَخَذْنَا مِنْهُم مِّيثَاقًا غَلِيظًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We took from them a firm covenant.)</span> meaning, strong covenant. They rebelled, transgressed and committed what Allah prohibited by using deceit and trickery, as is mentioned in Surat Al-A'raf <span class=\"gray\">(7)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And ask them about the town that was by the sea.)</span></p>"
  }
]