[
  {
    "ayah_key": "9:122",
    "group_ayah_key": "9:122",
    "from_ayah": "9:122",
    "to_ayah": "9:122",
    "ayah_keys": "9:122",
    "text": "<p class=\"en translation\" lang=\"en\">And it is not <span class=\"gray\">(proper)</span> for the believers to go out <span class=\"gray\">(to fight - Jihad)</span> all together. Of every troop of them, a party only should go forth, that they may get instructions in religion, and that they may warn their people when they return to them, so that they may beware <span class=\"gray\">(of evil)</span><span>(122)</span></p><div lang=\"en\" class=\"en \"><h2>Allah the Exalted here explains His order to Muslims to march forth with the Messenger of Allah ﷺ for the battle of Tabuk.</h2></div><p lang=\"en\" class=\"en \"> We should first mention that a group of the Salaf said that marching along with the Messenger ﷺ, when he went to battle, was at first obliged on all Muslims, because, as they say, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انفِرُوا خِفَافًا وَثِقَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(March forth, whether you are light or heavy)</span><span class=\"gray\">[9:41]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُم مِّنَ الْأَعْرَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It was not becoming of the people of Al-Madinah and the bedouins of the neighborhood...)</span><span class=\"gray\">[9:120]</span>. </p><p lang=\"en\" class=\"en \">However, they said, Allah abrogated this ruling <span class=\"gray\">(9:41 and 9:120)</span> when He revealed this Ayah, <span class=\"gray\">[9:122]</span>. </p><p lang=\"en\" class=\"en \">However, we could say that this Ayah explains Allah's order to participate in battle on all Arab neighborhoods, that at least a group of every tribe should march for Jihad. Those who went with the Messenger ﷺ would gain instructions and studies in the revelation that came down to him, and warn their people about that battle when they returned to them. This way, the group that went with the Prophet ﷺ will achieve both goals <span class=\"gray\">[Jihad and learning the revelation from the Prophet ﷺ]</span>. After the Prophet ﷺ, a group of every tribe or neighborhood should seek religious knowledge or perform Jihad, for in this case, Jihad is required from at least a part of each Muslim community. </p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported from Ibn 'Abbas about the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُوا كَافَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is not <span class=\"gray\">(proper)</span> for the believers to go out <span class=\"gray\">(to fight - Jihad)</span> all together.)</span></p><p lang=\"en\" class=\"en \">\"The believers should not all go to battle and leave the Prophet ﷺ alone,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَائِفَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Of every troop of them, a party only should go forth)</span> in the expeditions that the Prophet ﷺ sent. When these armies returned to the Prophet ﷺ, who in the meantime received revealed parts of the Qur'an from Allah, the group who remained with the Prophet ﷺ would have learned that revelation from him. They would say, 'Allah has revealed some parts of the Qur'an to your Prophet and we learned it.' So they learned from them what Allah revealed to His Prophet ﷺ in their absence, while the Prophet ﷺ sent some other men into military expeditions. Hence Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَتَفَقَّهُوا فِي الدِّينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they may get instructions in religion,)</span> so that they learn what Allah has revealed to their Prophet ﷺ and teach the armies when they return,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَحْذَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that they may beware.)</span>\" </p><p lang=\"en\" class=\"en \">Mujahid said, \"This Ayah was revealed about some of the Companions of the Prophet ﷺ who went to the desert and were helped by its residents, had a good rainy year and called whomever they met to guidance. The people said to them, 'We see that you left your companions and came to us.' They felt bad in themselves because of this and they all came back from the desert to the Prophet ﷺ. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَائِفَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Of every troop of them, a party only should go forth,)</span> those who seek righteousness <span class=\"gray\">[such as to spread the call of Islam, while others remain behind]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَتَفَقَّهُوا فِي الدِّينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they may get instructions in <span class=\"gray\">(Islamic)</span> religion,)</span> and learn what Allah has revealed,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلِيُنذِرُوا قَوْمَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that they may warn their people)</span>, when those who went forth returned to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَحْذَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that they may beware <span class=\"gray\">(of evil)</span>.)</span>\" </p><p lang=\"en\" class=\"en \">Qatadah said about this Ayah, \"It is about when the Messenger of Allah ﷺ sent an army; Allah commanded them to go into battle, while another group remained with the Messenger of Allah ﷺ to gain instructions in the religion. Another group returns to its own people to call them <span class=\"gray\">(to Allah)</span> and warn them against Allah's punishment of those who were before them.\" </p><p lang=\"en\" class=\"en \">It was also said that this verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُوا كَافَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is not <span class=\"gray\">(proper)</span> for the believers to go out all together.)</span> is not about joining Jihad. They say that the Messenger of Allah ﷺ invoked Allah against Mudar to try them with years of famine, and their lands were struck by famine. The various tribes among them started to come, entire tribes at a time, to Al-Madinah, because of the hardship they faced and they would falsely claim that they are Muslims. This caused hardship for the Companions of the Messenger ﷺ and Allah revealed to him that they are not believers. The Messenger of Allah ﷺ sent them back to their tribes and warned their people not to repeat what they did. Hence Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيُنذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that they may warn their people when they return to them,)</span></p>"
  },
  {
    "ayah_key": "9:123",
    "group_ayah_key": "9:123",
    "from_ayah": "9:123",
    "to_ayah": "9:123",
    "ayah_keys": "9:123",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! Fight those of the disbelievers who are close to you, and let them find harshness in you; and know that Allah is with those who have Taqwa <span>(123)</span></p><div lang=\"en\" class=\"en \"><h2>The Order for Jihad against the Disbelievers, the Closest, then the Farthest Areas</h2></div><p lang=\"en\" class=\"en \">Allah commands the believers to fight the disbelievers, the closest in area to the Islamic state, then the farthest. This is why the Messenger of Allah ﷺ started fighting the idolators in the Arabian Peninsula. When he finished with them and Allah gave him control over Makkah, Al-Madinah, At-Ta'if, Yemen, Yamamah, Hajr, Khaybar, Hadramawt and other Arab provinces, and the various Arab tribes entered Islam in large crowds, he then started fighting the People of the Scriptures. He began preparations to fight the Romans who were the closest in area to the Arabian Peninsula, and as such, had the most right to be called to Islam, especially since they were from the People of the Scriptures. The Prophet ﷺ marched until he reached Tabuk and went back because of the extreme hardship, little rain and little supplies. This battle occurred on the ninth year after his Hijrah.</p><p lang=\"en\" class=\"en \">In the tenth year, the Messenger of Allah ﷺ was busy with the Farewell Hajj. The Messenger ﷺ died eighty-one days after he returned from that Hajj, Allah chose him for what He had prepared for him <span class=\"gray\">[in Paradise]</span>. After his death, his executor, friend, and Khalifah, Abu Bakr As-Siddiq, may Allah be pleased with him, became the leader. At that time, the religion came under attack and would have been defeated, if it had not been for the fact that Allah gave the religion firmness through Abu Bakr, who established its basis and made its foundations firm. He brought those who strayed from the religion back to it, and made those who reverted from Islam return. He took the Zakah from the evil people who did not want to pay it, and explained the truth to those who were unaware of it. On behalf of the Prophet ﷺ, Abu Bakr delivered what he was entrusted with. Then, he started preparing the Islamic armies to fight the Roman cross worshippers, and the Persian fire worshippers. By the blessing of his mission, Allah opened the lands for him and brought down Caesar and Kisra and those who obeyed them among the servants. Abu Bakr spent their treasures in the cause of Allah, just as the Messenger of Allah ﷺ had foretold would happen.</p><p lang=\"en\" class=\"en \">This mission continued after Abu Bakr at the hands of he whom Abu Bakr chose to be his successor, Al-Faruq, the Martyr of the Mihrab, Abu Hafs, 'Umar bin Al-Khattab, may Allah be pleased with him. With 'Umar, Allah humiliated the disbelievers, suppressed the tyrants and hypocrites, and opened the eastern and western parts of the world. The treasures of various countries were brought to 'Umar from near and far provinces, and he divided them according to the legitimate and accepted method. 'Umar then died as a martyr after he lived a praise worthy life. Then, the Companions among the Muhajirin and Ansar agreed to chose after 'Umar, 'Uthman bin 'Affan, Leader of the faithful and Martyr of the House, may Allah be pleased with him.</p><p lang=\"en\" class=\"en \">During 'Uthman's reign, Islam wore its widest garment and Allah's unequivocal proof was established in various parts of the world over the necks of the servants. Islam appeared in the eastern and western parts of the world and Allah's Word was elevated and His religion apparent. The pure religion reached its deepest aims against Allah's enemies, and whenever Muslims overcame an Ummah, they moved to the next one, and then the next one, crushing the tyranical evil doers. They did this in reverence to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُم مِّنَ الْكُفَّارِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Fight those of the disbelievers who are close to you,)</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَجِدُوا فِيكُمْ غِلْظَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and let them find harshness in you)</span>, meaning, let the disbelievers find harshness in you against them in battle. The complete believer is he who is kind to his believing brother, and harsh with his disbelieving enemy. Allah said in other Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will bring a people whom He will love and they will love Him; humble towards the believers, stern towards the disbelievers...)</span><span class=\"gray\">[5:54]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّحَمَّدٌ رَّسُولُ اللَّهِ ۚ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Muhammad is the Messenger of Allah. And those who are with him are severe against the disbelievers, and merciful among themselves.)</span><span class=\"gray\">[48:29]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Prophet! Strive hard against the disbelievers and the hypocrites, and be harsh against them.)</span><span class=\"gray\">[9:73]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And know that Allah is with those who have Taqwa)</span>, meaning, fight the disbelievers and trust in Allah knowing that Allah is with you if you fear and obey Him. This was the case in the first three blessed generations of Islam, the best members of this Ummah. Since they were firm on the religion and reached an unsurpassed level of obedience to Allah, they consistently prevailed over their enemies. During that era, victories were abundant, and enemies were ever more in a state of utter loss and degradation. </p><p lang=\"en\" class=\"en \">However, after the turmoil began, desires and divisions became prevalent between various Muslim kings, the enemies were eager to attack the outposts of Islam and marched into its territory without much opposition. Then, the Muslim kings were too busy with their enmity for each other. The disbelievers then marched to the capital cities of the Islamic states, after gaining control over many of its areas, in addition to entire Islamic lands. Verily, ownership of all affairs is with Allah in the beginning and in the end. Whenever a just Muslim king stood up and obeyed Allah's orders, all the while trusting in Allah, Allah helped him regain control over some Muslim lands and took back from the enemy what was compatible to his obedience and support to Allah. We ask Allah to help the Muslims gain control over the forelocks of His disbeliever enemies and to raise high the word of Muslims over all lands. Verily, Allah is Most Generous, Most Giving.</p>"
  }
]