[
  {
    "ayah_key": "2:188",
    "group_ayah_key": "2:188",
    "from_ayah": "2:188",
    "to_ayah": "2:188",
    "ayah_keys": "2:188",
    "text": "<p class=\"en translation\" lang=\"en\">And eat up not one another's property unjustly <span class=\"gray\">(in any illegal way, e.g., stealing, robbing, deceiving)</span>, nor give bribery to the rulers <span class=\"gray\">(judges before presenting your cases)</span> that you may knowingly eat up a part of the property of others sinfully <span>(188)</span></p><div lang=\"en\" class=\"en \"><h2>Bribery is prohibited and is a Sin</h2></div><p lang=\"en\" class=\"en \">Ali bin Abu Talhah reported that Ibn 'Abbas said, \"This <span class=\"gray\">(Ayah 2:188)</span> is about the indebted person when there is no evidence of the loan. So he denies taking the loan and the case goes to the authorities, even though he knows that it is not his money and that he is a sinner, consuming what is not allowed for him.\" This opinion was also reported from Mujahid, Sa'id bin Jubayr, 'Ikrimah, Al-Hasan, Qatadah, As-Suddi, Muqatil bin Hayan and 'Abdur-Rahman bin Zayd bin Aslam. They all stated, \"Do not dispute when you know that you are being unjust.\"</p><div lang=\"en\" class=\"en \"><h2>The Judge's Ruling does not allow the Prohibited or prohibit the Lawful</h2></div><p lang=\"en\" class=\"en \">It is reported in the Two Sahihs that Umm Salamah narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّمَا أَنَا بَشَرٌ، وَإِنَّمَا يَأْتِينِي الْخَصْمُ، فَلَعَلَّ بَعْضَكُمْ أَنْ يَكُونَ أَلْحَنَ بِحُجَّتِهِ مِنْ بَعْضٍ فَأَقْضِيَ لَهُ، فَمَنْ قَضَيْتُ لَهُ بِحَقِّ مُسْلِمٍ فَإِنَّمَا هِيَ قِطْعَةٌ مِنْ نَارٍ، فَلْيَحْمِلْهَا أَوْ لِيَذَرْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am only human! You people present your cases to me, and as some of you may be more eloquent and persuasive in presenting his argument, I might issue a judgment in his benefit. So, if I give a Muslim's right to another, I am really giving him a piece of fire; so he should not take it.)</span></p><p lang=\"en\" class=\"en \">The Ayah and the Hadith prove that the judgment of the authorities in any case does not change the reality of the truth. Hence, the ruling does not allow what is in fact prohibited or prohibit what is in fact allowed. It is only applicable in that case. So if the ruling agrees with the truth, then there is no harm in this case. Otherwise, the judge will acquire his reward, while the cheater will acquire the evil burden.</p><p lang=\"en\" class=\"en \">This is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَأْكُلُوا أَمْوَالَكُم بَيْنَكُم بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِّنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنتُمْ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And eat up not one another's property unjustly, nor give bribery to the rulers <span class=\"gray\">(judges before presenting your cases)</span> that you may knowingly eat up a part of the property of others sinfully.)</span></p><p lang=\"en\" class=\"en \">meaning, 'While you know the falsehood of what you claim. ' Qatadah said, \"O son of Adam! Know that the judge's ruling does not allow you what is prohibited or prohibit you from what is allowed. The judge only rules according to his best judgment and according to the testimony of the witnesses. The judge is only human and is bound to make mistakes. Know that if the judge erroneously rules in some one's favor, then that person will still encounter the dispute when the disputing parties meet Allah on the Day of Resurrection. Then, the unjust person will be judged swiftly and precisely with that which will surpass whatever he acquired by the erroneous judgment he received in the life of this world.\"</p>"
  },
  {
    "ayah_key": "2:189",
    "group_ayah_key": "2:189",
    "from_ayah": "2:189",
    "to_ayah": "2:189",
    "ayah_keys": "2:189",
    "text": "<p lang=\"en\" class=\"en \">They ask you <span class=\"gray\">(O Muhammad)</span> about the crescents. Say: \"These are signs to mark fixed periods of time for mankind and for the pilgrimage.\" It is not Al-Birr <span class=\"gray\">(piety, righteousness, etc.)</span> that you enter the houses from the back, but Al-Birr is from Taqwa. So enter houses through their proper doors, and have Taqwa of Allah that you may be successful <span>(189)</span></p><div lang=\"en\" class=\"en \"><h2>The Crescent Moons</h2></div><p lang=\"en\" class=\"en \">Al-'Awfi related that Ibn 'Abbas said, \"The people asked Allah's Messenger ﷺ about the crescent moons. Thereafter, this Ayah was revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask you <span class=\"gray\">(O Muhammad)</span> about the crescents. Say, \"These are signs to mark fixed periods of time for mankind...)</span> so that they mark their acts of worship, the 'Iddah <span class=\"gray\">(the period of time a divorced woman or a widow is required to wait before remarrying)</span> of their women and the time of their Hajj <span class=\"gray\">(pilgrimage to Makkah)</span>.\" 'Abdur-Razzaq reported that Ibn 'Umar narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلَ اللهُ الْأَهِلَّةَ مَوَاقِيتَ لِلنَّاسِ، فَصُومُوا لِرُؤْيَتِهِ، وَأَفْطِرُوا لِرُؤْيَتِهِ، فَإِنْ غُمَّ عَلَيْكُمْ فَعُدُّوا ثَلَاثِينَ يَوْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has made the crescents signs to mark fixed periods of time for mankind. Hence, fast on seeing it <span class=\"gray\">(the crescent for Ramadan)</span> and break the fast on seeing it <span class=\"gray\">(the crescent for Shawwal)</span>. If it <span class=\"gray\">(the crescent)</span> was obscure to you then count thirty days <span class=\"gray\">(mark that month as thirty days)</span>.)</span></p><p lang=\"en\" class=\"en \">This Hadith was also collected by Al-Hakim in his Mustadrak, and he said, \"The chain is Sahih, and they <span class=\"gray\">(Al-Bukhari and Muslim)</span> did not recorded it.\"</p><div lang=\"en\" class=\"en \"><h2>Righteousness comes from Taqwa</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَيْسَ الْبِرُّ بِأَن تَأْتُوا الْبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ الْبِرَّ مَنِ اتَّقَىٰ وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not Al-Birr <span class=\"gray\">(piety, righteousness, etc.)</span> that you enter the houses from the back, but Al-Birr is from Taqwa. So enter houses through their proper doors.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Al-Bara' said, \"During the time of Jahiliyyah, they used to enter the house from the back upon assuming the Ihram. Thereafter, Allah revealed <span class=\"gray\">(the following Ayah)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَيْسَ الْبِرُّ بِأَن تَأْتُوا الْبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ الْبِرَّ مَنِ اتَّقَىٰ وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not Al-Birr <span class=\"gray\">(piety, righteousness, etc.)</span> that you enter the houses from the back but Al-Birr is from Taqwa. So enter houses through their proper doors.)</span></p><p lang=\"en\" class=\"en \">Abu Dawud At-Tayalisi recorded the same Hadith from Al-Bara' but with the wording; \"The Ansar used to enter their houses from the back when returning from a journey. Thereafter, this Ayah <span class=\"gray\">(2:189 above)</span> was revealed...\"</p><p lang=\"en\" class=\"en \">Al-Hasan said, \"When some people during the time of Jahiliyyah would leave home to travel, and then decide not to travel, they would not enter the house from its door. Rather, they would climb over the back wall. Allah the Exalted said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَيْسَ الْبِرُّ بِأَن تَأْتُوا الْبُيُوتَ مِن ظُهُورِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not Al-Birr <span class=\"gray\">(piety, righteousness)</span> that you enter the houses from the back,)</span>.\"</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and have Taqwa of Allah that you may be successful.)</span> Have Taqwa of Allah, means to do what He has commanded you and refrain from what He has forbidden for you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may be successful.)</span> tomorrow when you stand before Him and He thus rewards you perfectly.</p>"
  }
]