[
  {
    "ayah_key": "16:112",
    "group_ayah_key": "16:112",
    "from_ayah": "16:112",
    "to_ayah": "16:113",
    "ayah_keys": "16:112,16:113",
    "text": "<p lang=\"en\" class=\"en \">And Allah gives the example of a township <span class=\"gray\">(Makkah)</span>, it was secure and peaceful: its provision coming to it in abundance from every place, but it <span class=\"gray\">(its people)</span> denied the favors of Allah. So Allah made it taste extreme hunger <span class=\"gray\">(famine)</span> and fear, because of what they did <span>(112)</span>There has come to them a Messenger from among themselves, but they denied him, so the torment seized them while they were wrongdoers <span>(113)</span></p><div lang=\"en\" class=\"en \"><h2>The Example of Makkah</h2></div><p lang=\"en\" class=\"en \">This example refers to the people of Makkah, which had been secure, peaceful and stable, a secure sanctuary while men were being snatched away from everywhere outside of it. Whoever entered Makkah, he was safe, and he had no need to fear, as Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا إِن نَّتَّبِعِ الْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا ۚ أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا آمِنًا يُجْبَىٰ إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِّزْقًا مِّن لَّدُنَّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"If we follow the guidance with you, we would be snatched away from our land.\" Have We not established a secure sanctuary <span class=\"gray\">(Makkah)</span> for them, to which are brought fruits of all kinds, a provision from Ourselves.)</span><span class=\"gray\">[28:57]</span> Similarly, Allah says here:</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَأْتِيهَا رِزْقُهَا رَغَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(its provision coming to it in abundance)</span> meaning, with ease and in plenty,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from every place, but it <span class=\"gray\">(its people)</span> denied the favors of Allah.)</span> meaning, they denied the blessings of Allah towards them, the greatest of which was Muhammad ﷺ being sent to them, as Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ - جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ الْقَرَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen those who have changed the favors of Allah into disbelief, and caused their people to dwell in the abode of destruction; Hell, in which they will burn, - and what an evil place to settle in!)</span><span class=\"gray\">(14:28-29)</span>. Hence Allah replaced their former blessings with the opposite, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So Allah made it taste extreme hunger <span class=\"gray\">(famine)</span> and fear,)</span> meaning, He inflicted it and made them taste of hunger after fruits of all kinds and provision in abundance from every place had been brought to it. This was when they defied the Messenger of Allah ﷺ and insisted on opposing him, so he supplicated against them, asking Allah to send them seven years like the seven years of Yusuf <span class=\"gray\">(i.e., seven years of famine)</span>, and they were stricken with a year in which everything that they had was destroyed, and they ate 'Alhaz', which is the hair of the camel mixed with its blood when it is slaughtered.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْخَوْفِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and fear)</span>. This refers to the fact that their sense of security was replaced with fear of the Messenger of Allah ﷺ and his Companions after they had migrated to Al-Madinah. They feared the power and the attack of his armies, and they started to lose and face the destruction of everything that belonged to them, until Allah made it possible for His Messenger ﷺ to conquer Makkah. This happened because of their evil deeds, their wrongdoing and their rejection of the Messenger ﷺ that Allah sent to them from among themselves. He reminded them of this blessing in the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, Allah blessed the believers when He sent Messenger from among themselves to them.)</span><span class=\"gray\">(3:164)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ الَّذِينَ آمَنُوا ۚ قَدْ أَنزَلَ اللَّهُ إِلَيْكُمْ ذِكْرًا - رَّسُولًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So have Taqwa of Allah! O men of understanding who have believed, Allah has indeed revealed to you a reminder <span class=\"gray\">(this Qur'an)</span>. <span class=\"gray\">(And has also sent to you)</span> a Messenger.)</span><span class=\"gray\">[65:10-11]</span> and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِّنكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Similarly <span class=\"gray\">(as a blessing)</span>, We have sent a Messenger to you from among you, reciting Our Ayat to you, and purifying you, and teaching you the Book <span class=\"gray\">(the Qur'an)</span> and the Hikmah <span class=\"gray\">(i.e. Sunnah)</span>.)</span> Until</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكْفُرُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and do not be ungrateful.)</span><span class=\"gray\">[2:151-152]</span> Allah changed the situation of the disbelievers and made it the opposite of what it had been, so they lived in fear after being secure, they were hungry after having plenty of provisions. After the believers lived in fear, Allah granted them security, giving them ample provisions after they lived in poverty, making them rulers, governors and leaders of mankind. This is what we say about the example that was given of the people of Makkah. It was also the opinion of Al-'Awfi and Ibn 'Abbas, Mujahid, Qatadah, 'Abdur-Rahman bin Zayd bin Aslam, and Malik narrated it from Az-Zuhri as well. May Allah have mercy on them all.</p>"
  },
  {
    "ayah_key": "16:114",
    "group_ayah_key": "16:114",
    "from_ayah": "16:114",
    "to_ayah": "16:117",
    "ayah_keys": "16:114,16:115,16:116,16:117",
    "text": "<p lang=\"en\" class=\"en \">So eat of the lawful and good food which Allah has provided for you. And be grateful for Allah's favor, if it is He Whom you worship <span>(114)</span>He has only forbidden dead flesh, blood, the flesh of swine, and any animal which is slaughtered as a sacrifice for other than Allah. But if one is forced by necessity, without willful disobedience, nor transgressing, then, Allah is Pardoning, Most Merciful <span>(115)</span>And do not describe what your tongues have lied about, saying: \"This is lawful and this is forbidden,\" to invent lies against Allah. Verily, those who invent lies against Allah, will never succeed <span>(116)</span>A passing brief enjoyment <span class=\"gray\">(will be theirs)</span>, but they will suffer a painful torment <span>(117)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to eat Lawful Provisions and to be Thankful, and an Explanation of what is Unlawful</h2></div><p lang=\"en\" class=\"en \">Allah orders His believing servants to eat the good and lawful things that He has provided, and to give thanks to Him for that, for He is the Giver and Originator of all favors, Who alone deserves to be worshipped, having no partners or associate. Then Allah mentions what He has forbidden things which harm them in both religious and worldly affairs, i.,e., dead meat, blood and the flesh of pigs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and any animal which is slaughtered as a sacrifice for other than Allah.)</span> meaning, it was slaughtered with the mention of a name other than that of Allah. Nevertheless,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اضْطُرَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if one is forced by necessity.)</span> meaning, if one needs to do it, without deliberately disobeying or transgressing, then,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is Pardoning, Most Merciful.)</span> We have already discussed a similar Ayah in Surat Al-Baqarah, and there is no need to repeat it here. And to Allah be praise.</p><p lang=\"en\" class=\"en \">Then Allah forbids us to follow the ways of the idolators who declare things to be permitted or forbidden based upon their own whims and whatever names they agree on, such as the Bahirah <span class=\"gray\">(a she-camel whose milk was spared for the idols and nobody was allowed to milk it)</span>, the Sa'ibah <span class=\"gray\">(a she-camel let loose for free pasture for their false gods, idols, etc., and nothing was allowed to be carried on it)</span>, the Wasilah <span class=\"gray\">(a she-camel set free for idols because it has given birth to a she-camel at its first delivery and then again gives birth to a she-camel at its second delivery)</span> and the Ham <span class=\"gray\">(a stallion camel freed from work for the sake of their idols, after it had finished a number of acts of copulation assigned for it)</span>, and so on. All of these were laws and customs that were invented during jahiliyyah. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَٰذَا حَلَالٌ وَهَٰذَا حَرَامٌ لِّتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not describe what your tongues have lied about, saying: \"This is lawful and this is forbidden,\" to invent lies against Allah.)</span></p><p lang=\"en\" class=\"en \">This includes everyone who comes up with an innovation <span class=\"gray\">(Bid'ah)</span> for which he has no evidence from the Shari'ah, or whoever declares something lawful that Allah has forbidden, or whoever declares something unlawful that Allah has permitted, only because it suits his opinions or whim to do so.</p><p class=\"ur qpc-hafs\" lang=\"ur\"> لِمَا تَصِفُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(describe what...)</span> meaning, do not speak lies because of what your tongues put forth. Then Allah warns against that by saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who invent lies against Allah, will never succeed.)</span> meaning, either in this world or the Hereafter. As for this world, it is transient pleasure, and in the Hereafter, theirs will be a severe punishment, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We let them enjoy for a little while, then in the end We will drive them into an unrelenting punishment.)</span><span class=\"gray\">(31:24)</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ - مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who invent a lie against Allah, will never be successful. <span class=\"gray\">(A brief)</span> enjoyment in this world! and then to Us will be their return, then We shall make them taste the severest torment because they disbelieved.)</span><span class=\"gray\">(10:69-70)</span></p>"
  }
]