[
  {
    "ayah_key": "34:47",
    "group_ayah_key": "34:47",
    "from_ayah": "34:47",
    "to_ayah": "34:50",
    "ayah_keys": "34:47,34:48,34:49,34:50",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Whatever wage I might have asked of you is yours. My wage is from Allah only, and He is a Witness over all things. <span>(47)</span>Say: \"Verily, my Lord sends down the truth, the All-Knower of the Unseen. <span>(48)</span>Say: \"The truth has come, and the falsehood can neither create anything nor resurrect. <span>(49)</span>Say: \"If <span class=\"gray\">(even)</span> I go astray, I shall stray only to my own loss. But if I remain guided, it is because of the Revelation of my Lord to me. Truly, He is All-Hearer, Ever Near. <span>(50)</span></p><p lang=\"en\" class=\"en \">I do not ask for any Reward for conveying the Message</p><p lang=\"fr\" class=\"fr \">Allah commands His Messenger ﷺ to say to the idolators:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatever wage I might have asked of you is yours.)</span> meaning, 'I do not want anything for conveying the Message of Allah to you, advising you and telling you to worship Allah.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My wage is from Allah only,)</span> means, 'rather I will seek the reward for that with Allah.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He is a Witness over all things.)</span> means, 'He knows all things, and He knows everything about me and the manner in which I am conveying the Message to you, and He knows all about you.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Verily, my Lord sends down the truth, the All-Knower of the Unseen.\")</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He sends the Revelation by His command to any of His servants He wills)</span><span class=\"gray\">(40:15)</span>. meaning, He sends the angel to whomsoever He wills of His servants among the people on earth, and He is the All-Knower of the Unseen; nothing whatsoever is hidden from Him in the heavens or on earth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"The truth has come, and the falsehood can neither create anything nor resurrect.\")</span> means, truth and the great Law have come from Allah, and falsehood has gone and has perished and vanished. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, We fling the truth against the falsehood, so it destroys it, and behold, it is vanished)</span><span class=\"gray\">(21:18)</span>. When the Messenger of Allah ﷺ entered Al-Masjid Al-Haram on the day of the conquest of Makkah, and found those idols standing around the Ka'bah, he started to hit the idols with his bow, reciting,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ ۚ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say: \"The truth has come and the falsehood has vanished. Surely, the falsehood is ever bound to vanish.\")</span><span class=\"gray\">(17:81)</span>, and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"The truth has come, and the falsehood can neither create anything nor resurrect.\")</span> This was recorded by Al-Bukhari, Muslim, At-Tirmidhi and An-Nasa'i.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَىٰ نَفْسِي ۖ وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If <span class=\"gray\">(even)</span> I go astray, I shall stray only to my own loss. But if I remain guided, it is because of the Revelation of my Lord to me...\")</span> means, all good comes from Allah, and in what Allah sends down of revelation and clear truth there is guidance and wisdom. So whoever goes astray, does so by himself, as 'Abdullah bin Mas'ud, may Allah be pleased with him, said when he was asked about some issue. He said, \"I will say what I think, and if it is correct, then it is from Allah, and if it is wrong, then it is from me and from the Shaytan, and Allah and His Messenger have nothing to do with it.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ سَمِيعٌ قَرِيبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, He is All-Hearer, Ever Near.)</span> means, He hears all the words of His servants, and He is always near to respond to them when they call on Him. An-Nasai recorded the Hadith of Abu Musa which also appears in the Two Sahihs:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ لَاتَدْعُونَ أَصَمَّ وَلَا غَائِبًا، إِنَّمَا تَدْعُونَ سَمِيعًا قَرِيبًا مُجِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are not calling upon one who is deaf or absent; you are calling upon One Who is All-Hearer, Ever Near and Responsive.)</span></p>"
  },
  {
    "ayah_key": "34:51",
    "group_ayah_key": "34:51",
    "from_ayah": "34:51",
    "to_ayah": "34:54",
    "ayah_keys": "34:51,34:52,34:53,34:54",
    "text": "<p lang=\"en\" class=\"en \">And if you could but see, when they will be terrified with no escape, and they will be seized from a near place <span>(51)</span>And they will say: \"We do believe <span class=\"gray\">(now)</span>;\" but how could they receive <span class=\"gray\">(Tanawush)</span> from a place so far off <span>(52)</span>Indeed they did disbelieve before <span class=\"gray\">(in this world)</span>, and they <span class=\"gray\">(used to)</span> conjecture about the Unseen, from a far place <span>(53)</span>And a barrier will be set between them and that which they desire, as was done in the past with the people of their kind. Verily, they have been in grave doubt <span>(54)</span></p><p lang=\"en\" class=\"en \">Here Allah says: 'if only you could see, O Muhammad, when these deniers are terrified on the Day of Resurrection, and they have no way of escape and nowhere to run to and no refuge.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will be seized from a near place.)</span> means, they will not even be given the slightest chance of escape, but they will be seized from the first instant. Al-Hasan Al-Basri said: \"When they come forth from their graves.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا آمَنَّا بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will say: \"We do believe <span class=\"gray\">(now)</span>;\")</span> means, on the Day of Resurrection, they will say, 'we believe in Allah and His angels, Books and Messengers.' This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you only could see when the criminals shall hang their heads before their Lord <span class=\"gray\">(saying)</span>: \"Our Lord! We have now seen and heard, so send us back that we will do righteous good deeds. Verily, we now believe with certainty.\")</span><span class=\"gray\">(32:12)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّىٰ لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but how could they receive from a place so far off?)</span> meaning, how could they attain faith now that they are so far removed from the place where it could be accepted from them, and they have entered the realm of the Hereafter which is the realm of reward and punishment, not the realm of trial and testing? If they had believed in this world, that would have been good for them, but now they have entered the Hereafter, there is no way that their faith can be accepted, just as there is no way a person can get a thing if he is far away from it. Mujahid said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّىٰ لَهُمُ التَّنَاوُشُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but how could they 'At-Tanawush'?)</span> means, \"How could they attain that?\" Az-Zuhri said, \"They will wish to attain faith when they have reached the Hereafter and are cut off from this world.\" Al-Hasan Al-Basri said, \"They will seek something when they have no way of attaining it, they will seek faith from a distant place.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed they did disbelieve before)</span> means, how can they attain faith in the Hereafter when in this world they disbelieved in the truth and denied the Messengers?</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they <span class=\"gray\">(used to)</span> conjecture about the Unseen from a far place.)</span> Malik narrated from Zayd bin Aslam that he said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَقْذِفُونَ بِالْغَيْبِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they <span class=\"gray\">(used to)</span> conjecture about the Unseen,)</span> means, \"By guessing.\" as Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">رَجْمًا بِالْغَيْبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(guessing at the Unseen)</span><span class=\"gray\">(18:22)</span>. Sometimes they said he was a poet, sometimes they said he was a soothsayer, or a sorcerer, or a mad man, or other baseless comments. They denied the idea of resurrection and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(we do not think it but as a conjecture, and we have no firm convincing belief.)</span><span class=\"gray\">(45:32)</span>. Qatadah and Mujahid said, \"Their belief that there would be no resurrection, no Paradise and no Hell was based on mere conjecture.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a barrier will be set between them and that which they desire,)</span> Al-Hasan Al-Basri, Ad-Dahhak and others, \"This means faith.\" As-Suddi said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a barrier will be set between them and that which they desire,)</span> means \"Repentance.\" This was also the view of Ibn Jarir, may Allah have mercy on him. Mujahid said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a barrier will be set between them and that which they desire,)</span> means, \"This world and its wealth, luxuries and people.\" Something similar was narrated from Ibn 'Umar, Ibn 'Abbas and Ar-Rabi' bin Anas, may Allah be pleased with him. It is also the opinion of Al-Bukhari and the Group. The correct view is that there is no contradiction between the two views, for a barrier will be set between them and what they desire in this world, and what they seek in the Hereafter will be denied from them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as was done in the past with the people of their kind.)</span> means, as happened to the nations of the past who disbelieved in the Messengers; when the punishment of Allah came upon them, they wished that they had believed, but this was not accepted from them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ - فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا ۖ سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ ۖ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, when they saw Our punishment, they said: \"We believe in Allah Alone and reject <span class=\"gray\">(all)</span> that we used to associate with Him as <span class=\"gray\">(His)</span> partners.\" Then their faith could not avail them when they saw Our punishment. <span class=\"gray\">(Like)</span> this has been the way of Allah in dealing with His servants. And there the disbelievers lost utterly.)</span><span class=\"gray\">(40:84-85)</span>.</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, they have been in grave doubt.)</span> means, in this world they had doubts, so their faith will not be accepted from them when they behold the punishment with their own eyes. Qatadah said, \"Beware of doubt. For whoever dies doubting, will be raised doubting; and whoever dies believing, with certainty will be raised believing with certainty.\" </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surah Saba'. Allah, may He be glorified and exalted, is the Guide to the right way.</p>"
  }
]