[
  {
    "ayah_key": "2:214",
    "group_ayah_key": "2:214",
    "from_ayah": "2:214",
    "to_ayah": "2:214",
    "ayah_keys": "2:214",
    "text": "<p lang=\"en\" class=\"en \">Or think you that you will enter Paradise without such <span class=\"gray\">(trials)</span> as came to those who passed away before you? They were afflicted with severe poverty and ailments and were so shaken that even the Messenger and those who believed along with him said, \"When <span class=\"gray\">(will come)</span> the help of Allah\" Yes! Certainly, the help of Allah is near <span>(214)</span></p><div lang=\"en\" class=\"en \"><h2>Victory only comes after succeeding in the Trials</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or think you that you will enter Paradise)</span> before you are tested and tried just like the nations that came before you? This is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَمَّا يَأْتِكُم مَّثَلُ الَّذِينَ خَلَوْا مِن قَبْلِكُم مَّسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...without such <span class=\"gray\">(trials)</span> as came to those who passed away before you They were afflicted with severe poverty and ailments)</span> meaning, illnesses, pain, disasters and hardships. Ibn Mas'ud, Ibn 'Abbas, Abu Al-'Aliyah, Mujahid, Sa'id bin Jubayr, Murrah Al-Hamdani, Al-Hasan, Qatadah, Ad-Dahhak, Ar-Rabi', As-Suddi and Muqatil bin Hayyan said that</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْبَأْسَآءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Al-Ba'sa')</span> means poverty. Ibn 'Abbas said that</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَالضَّرَّآءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and Ad-Darra')</span> means ailments.</p><p class=\"fi qpc-hafs\" lang=\"fi\">وَزُلْزِلُواْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and were so shaken)</span> for fear of the enemy, and were tested, and put to a tremendous trial. An authentic Hadith narrated that Khabbab bin Al-Aratt said, \"We said, 'O Messenger of Allah! Why do you not invoke Allah to support us? Why do you not supplicate to Allah for us?' He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَنْ كَانَ قَبْلَكُمْ كَانَ أَحَدُهُمْ يُوضَعُ الْمِنْشَارُ عَلى مَفْرَقِ رَأْسِهِ فَيَخْلُصُ إِلى قَدَمَيْهِ لَا يَصْرِفُهُ ذَلِكَ عَنْ دِينِهِ، وَيُمْشَطُ بِأَمْشَاطِ الْحَدِيدِ مَا بَيْنَ لَحْمِهِ وَعَظْمِهِ، لَا يَصْرِفُهُ ذلِكَ عَنْ دِينِهِ.</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The saw would be placed on the middle of the head of one of those who were before you <span class=\"gray\">(believers)</span> and he would be sawn until his feet, and he would be combed with iron combs between his skin and bones, yet that would not make him change his religion.)</span></p><p lang=\"ceb\" class=\"ceb \">He then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهِ لَيُتِمَّنَّ اللهُ هَذَا الْأَمْرَ حَتَّى يَسِيرَ الرَّاكِبُ مِنْ صَنْعَاءَ إلى حَضْرَمَوْتَ، لَا يَخَافُ إِلَّا اللهَ وَالذِّئْبَ عَلى غَنَمِهِ، وَلَكِنَّــكُمْ قَوْمٌ تَسْتَعْجِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah! This matter <span class=\"gray\">(religion)</span> will spread <span class=\"gray\">(or expand)</span> by Allah until the traveler leaves San'a' to Hadramawt <span class=\"gray\">(both in Yemen, but at a great distance from each other)</span> fearing only Allah and then the wolf for the sake of his sheep. You are just a hasty people.)</span></p><p lang=\"ceb\" class=\"ceb \">And Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - أَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ - وَلَقَدْ فَتَنَّا الَّذِينَ مِن قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alif-Lam-Mim. Do people think that they will be left alone because they say: \"We believe,\" and will not be tested? And We indeed tested those who were before them. And Allah will certainly make <span class=\"gray\">(it)</span> known <span class=\"gray\">(the truth of)</span> those who are true, and will certainly make <span class=\"gray\">(it)</span> known <span class=\"gray\">(the falsehood of)</span> those who are liars.)</span><span class=\"gray\">(29:1-3)</span></p><p lang=\"en\" class=\"en \">The Companions experienced tremendous trials during the battle of Al-Ahzab <span class=\"gray\">(the Confederates)</span>. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ جَاءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا - هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا - وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِم مَّرَضٌ مَّا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When they came upon you from above you and from below you, and when the eyes grew wild and the hearts reached to the throats, and you were harboring doubts about Allah. There, the believers were tried and shaken with a mighty shaking. And when the hypocrites and those in whose hearts is a disease <span class=\"gray\">(of doubts)</span> said: \"Allah and His Messenger promised us nothing but delusion!\")</span><span class=\"gray\">(33:10-12)</span></p><p lang=\"en\" class=\"en \">When Heraclius asked Abu Sufyan, \"Did you fight him <span class=\"gray\">(Prophet Muhammad)</span>?\" He said, \"Yes.\" Heraclius said, \"What was the outcome of warfare between you?\" Abu Sufyan said, \"Sometimes we lose and sometimes he loses.\" He said, \"Such is the case with Prophets, they are tested, but the final victory is theirs.\"</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلُ الَّذِينَ خَلَوْا مِن قَبْلِكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...without <span class=\"gray\">(such)</span><span class=\"gray\">(trials)</span> as came to those who passed away before you)</span> meaning, their way of life. Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَهْلَكْنَا أَشَدَّ مِنْهُم بَطْشًا وَمَضَىٰ مَثَلُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We destroyed men stronger <span class=\"gray\">(in power)</span> than these ـ and the example of the ancients has passed away <span class=\"gray\">(before them)</span>)</span><span class=\"gray\">(43:8)</span> and:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَزُلْزِلُوا حَتَّىٰ يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَىٰ نَصْرُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...were so shaken that even the Messenger and those who believed along with him said, \"When <span class=\"gray\">(will come)</span> the help of Allah.\")</span></p><p lang=\"en\" class=\"en \">They pleaded <span class=\"gray\">(to Allah)</span> for victory against their enemies and invoked Him for aid and deliverance from their hardships and trials. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes! Certainly, the help of Allah is near!)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ مَعَ الْعُسْرِ يُسْرًا - إِنَّ مَعَ الْعُسْرِ يُسْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, along with every hardship is relief. Verily, along with every hardship is relief.)</span><span class=\"gray\">(94:5-6)</span></p><p lang=\"en\" class=\"en \">So just as there is hardship, its equal of relief will soon arrive. This is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes! Certainly, the help of Allah is near!)</span></p>"
  },
  {
    "ayah_key": "2:215",
    "group_ayah_key": "2:215",
    "from_ayah": "2:215",
    "to_ayah": "2:215",
    "ayah_keys": "2:215",
    "text": "<p class=\"en translation\" lang=\"en\">They ask you <span class=\"gray\">(O Muhammad ﷺ)</span> what they should spend. Say: \"Whatever you spend of good must be for parents and kindred and orphans and Al-Masakin <span class=\"gray\">(the poor)</span> and the wayfarer, and whatever you do of good deeds, truly, Allah knows it well. <span>(215)</span></p><div lang=\"en\" class=\"en \"><h2>Who deserves the Nafaqah <span class=\"en gray\" lang=\"en\">(Spending or Charity)</span></h2></div><p lang=\"en\" class=\"en \">Muqatil bin Hayyan said that this Ayah was revealed about the voluntary charity. The Ayah means, 'They ask you <span class=\"gray\">(O Muhammad ﷺ)</span> how they should spend,' as Ibn 'Abbas and Mujahid have stated. So, Allah explained it for them, saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Whatever you spend of good must be for parents and kindred and orphans and Al-Masakin and the wayfarer,\")</span> meaning, spend it on these categories or areas. Similarly, a Hadith states <span class=\"gray\">(that those who deserve one's generosity the most, are)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُمَّكَ وَأَبَاكَ وَأُخْتَكَ وَأَخَاكَ ثُمَّ أَدْنَاكَ أَدْنَاكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your mother, father, sister, brother, the closest and then the farthest <span class=\"gray\">(relatives)</span>.)</span></p><p lang=\"en\" class=\"en \">Maymun bin Mihran once recited this Ayah <span class=\"gray\">(2:215)</span> and commented, \"These are the areas of spending. Allah did not mention among them the drums, pipe, wooden pictures, or the curtains that cover the walls.\"</p><p lang=\"el-Latn\" class=\"el-Latn \">Next, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and whatever you do of good deeds, truly, Allah knows it well.)</span> meaning, whatever you perform of good works, Allah knows them and He will reward you for them in the best manner, no one will be dealt with unjustly, even the weight of an atom.</p>"
  },
  {
    "ayah_key": "2:216",
    "group_ayah_key": "2:216",
    "from_ayah": "2:216",
    "to_ayah": "2:216",
    "ayah_keys": "2:216",
    "text": "<p class=\"en translation\" lang=\"en\">Fighting is ordained for you <span class=\"gray\">(Muslims)</span> though you dislike it, and it may be that you dislike a thing which is good for you and that you like a thing which is bad for you. Allah knows but you do not know <span>(216)</span></p><div lang=\"so\" class=\"so \"><h2>Jihad is made Obligatory</h2></div><p lang=\"en\" class=\"en \">In this Ayah, Allah made it obligatory for the Muslims to fight in Jihad against the evil of the enemy who transgress against Islam. Az-Zuhri said, \"Jihad is required from every person, whether he actually joins the fighting or remains behind. Whoever remains behind is required to give support, if support is warranted; to provide aid, if aid is needed; and to march forth, if he is commanded to do so. If he is not needed, then he remains behind.\" It is reported in the Sahih:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ مَاتَ وَلَمْ يَغْزُ وَلَمْ يُحَدِّثْ نَفْسَهُ بِالْغَزْوِ، مَاتَ مِيتَةً جَاهِلِيَّــةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever dies but neither fought <span class=\"gray\">(i.e., in Allah's cause)</span>, nor sincerely considered fighting, will die a death of Jahiliyyah <span class=\"gray\">(pre-Islamic era of ignorance)</span>.)</span></p><p lang=\"en\" class=\"en \">On the day of Al-Fath <span class=\"gray\">(when he conquered Makkah)</span>, the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا هِجْرَةَ بَعْدَ الْفَتْحِ وَلكِنْ جِهَادٌ وَنِيَّةٌ، وَإِذَا اسْتُنْفِرْتُمْ فَانْفِرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no Hijrah <span class=\"gray\">(migration from Makkah to Al-Madinah)</span> after the victory, but only Jihad and good intention. If you were required to march forth, then march forth.)</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَهُوَ كُرْهٌ لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...though you dislike it)</span> means, 'Fighting is difficult and heavy on your hearts.' Indeed, fighting is as the Ayah describes it, as it includes being killed, wounded, striving against the enemies and enduring the hardship of travel. Allah then said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَعَسَىٰ أَن تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and it may be that you dislike a thing which is good for you)</span> meaning, fighting is followed by victory, dominance over the enemy, taking over their lands, money and offspring. Allah continues:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَعَسَىٰ أَن تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and that you like a thing which is bad for you.)</span></p><p lang=\"en\" class=\"en \">This Ayah is general in meaning. Hence, one might covet something, yet in reality it is not good or beneficial for him, such as refraining from joining the Jihad, for it might lead to the enemy taking over the land and the government. Then, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows, but you do not know.)</span> meaning, He has better knowledge than you of how things will turn out to be in the end, and of what benefits you in this earthly life and the Hereafter. Hence, obey Him and adhere to His commands, so that you may acquire the true guidance.</p>"
  }
]