[
  {
    "ayah_key": "46:29",
    "group_ayah_key": "46:29",
    "from_ayah": "46:29",
    "to_ayah": "46:32",
    "ayah_keys": "46:29,46:30,46:31,46:32",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when We sent toward you a group of the Jinn, to listen to the Qur'an. When they attended it, they said: \"Listen quietly!\" And when it was concluded, they returned to their people, as warners <span>(29)</span>They said: \"O our people! Verily, we have heard a Book sent down after Musa, confirming what came before it, it guides to the truth and to the straight path. <span>(30)</span>\"O our people! Respond to Allah's Caller, and believe in him. He <span class=\"gray\">(Allah)</span> will forgive you some of your sins, and protect you from a painful torment. <span>(31)</span>\"And whosoever does not respond to Allah's Caller, he cannot escape on earth, and he will not have besides Allah any protectors. Those are in manifest error. <span>(32)</span></p><p lang=\"en\" class=\"en \">The Story of the Jinns listening to the Qur'an</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from Az-Zubayr that he commented on the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when We sent towards you a group of the Jinn, to listen to the Qur'an.)</span></p><p lang=\"en\" class=\"en \">\"They were at a place called Nakhlah while Allah's Messenger was performing the 'Isha' prayer, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they crowded on top of each other to hear him.)</span><span class=\"gray\">(72:19)</span>\" Sufyan said, \"They stood on top of each other like piled wool.\" Ahmad was alone in recording this. Imam Ahmad and the famous Imam, Al-Hafiz Abu Bakr Al-Bayhaqi in his book Dala'il An-Nubuwwah, both recorded that Ibn 'Abbas, may Allah be pleased with him, said, \"Allah's Messenger ﷺ never recited Qur'an to the Jinns, nor did he see them. Allah's Messenger ﷺ was heading with a group of his Companions towards the 'Ukaz market. At that time, the devils had been prevented from eavesdropping on the news of the heavens, and they were being attacked by burning flames <span class=\"gray\">(whenever they tried to listen)</span>. When the devils went back to their people, they asked them what happened to them, and they answered, 'We have been prevented from eavesdropping on the news of the heavens, and burning flames now attack us.' Their people told them, 'You have only been prevented from eavesdropping on the information of the heavens because of something <span class=\"gray\">(major)</span> that has happened. So go all over the earth, east and west, and see what is it that has obstructed you from eavesdropping on the news of the heavens.' Thus they traveled all over the earth, east and west, seeking that which had obstructed them from eavesdropping on the news of the heavens. A group of them went towards Tihamah, and found Allah's Messenger ﷺ while he was at a place called Nakhlah along the way to the 'Ukaz market. He was leading his Companions in the Fajr prayer. When the Jinns heard the recitation of the Qur'an, they stopped to listen to it, and then they said: 'By Allah! This is what has prevented you from eavesdropping on the news of the heavens.' Then they returned to their people and told them: 'Our people! We certainly have heard an amazing recitation <span class=\"gray\">(the Qur'an)</span>, it guides to the right path. So we have believed in it, and we will join none in worship with our Lord.' So Allah revealed to His Prophet ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: It has been revealed to me that a group of Jinns have listened <span class=\"gray\">(to the Qur'an)</span>.)</span><span class=\"gray\">(72:1)</span> Thus, what was revealed to him was only the saying of the Jinns.\" Al-Bukhari recorded a similar narration, and Muslim recorded it <span class=\"gray\">(as it is here)</span>. At-Tirmidhi also recorded it, as did An-Nasa'i in his Tafsir. </p><p lang=\"en\" class=\"en \">Abdullah bin Mas'ud reported that the Jinns came down upon the Prophet ﷺ while he was reciting the Qur'an at a place called Nakhlah. When they heard him,</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالُوا أَنْصِتُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Listen quietly.\")</span> meaning, hush! They were nine in number, and one of them was called Zawba'ah. So Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا ۖ فَلَمَّا قُضِيَ وَلَّوْا إِلَىٰ قَوْمِهِمْ مُنْذِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when We sent toward you a group of Jinns, to listen to the Qur'an. When they attended it, they said: \"Listen quietly!\" And when it was concluded, they returned to their people as warners.)</span> until His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ضَلَالٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(manifest error.)</span> Thus, this report along with the above one by Ibn 'Abbas, may Allah be pleased with him, indicate that Allah's Messenger ﷺ was not aware of the presence of the Jinns at that time. They only listened to his recitation and went back to their people. Later on, they came to him in groups, one party after another, and one group after another. As for Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَّوْا إِلَىٰ قَوْمِهِمْ مُنْذِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they returned to their people as warners.)</span> It means that they went back to their people and warned them about what they heard from Allah's Messenger ﷺ. This is similar to Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...that they may obtain understanding in religion and warn their people when they return to them, so that they might be cautious <span class=\"gray\">(of evil)</span>.)</span><span class=\"gray\">(9:122)</span></p><p lang=\"en\" class=\"en \">This Ayah has been used as evidence that the Jinns have warners from among themselves, but no Messengers. There is no doubt that Allah did not send Messengers from among the Jinns, because He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَىٰ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not send before you as Messengers any but men, to whom We revealed from among the people of cities.)</span><span class=\"gray\">(12:109)</span> And Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We never sent before you any of the Messengers but verily they ate food and walked in the markets.)</span><span class=\"gray\">(25:20)</span> And He says about Ibrahim Al-Khalil, upon him be peace,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...And We placed in his descendants prophethood and Scripture.)</span><span class=\"gray\">(29:27)</span> Thus, every Prophet whom Allah sent after Ibrahim was from his offspring and progeny. As for Allah's saying in Surat Al-An'am,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O company of Jinns and human beings! Did there not come to you Messengers from among you)</span><span class=\"gray\">(6:130)</span> It only applies to the two kinds collectively, but specifically pertains to just one of them, which is the human. This is like Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(From both of them <span class=\"gray\">(salty and fresh waters)</span> emerge pearl and Marjan.)</span><span class=\"gray\">(55:22)</span> Although He said \"both of them\" this applies to only one of the two types of water <span class=\"gray\">(the salty water)</span>. Allah then explains how the Jinns warned their people. He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"O our people! Verily, we have heard a Book sent down after Musa...\")</span> They did not mention 'Isa, peace be upon him, because the Injil that was revealed to him contained admonitions and exhortations, but very few permissions or prohibitions. Thus, it was in reality like a complement to the legislation of the Tawrah, the Tawrah being the reference. That is why they said, \"Sent down after Musa.\" This is also the way that Waraqah bin Nawfal spoke when the Prophet ﷺ told him about his first meeting with Jibril, An-Namus, peace be upon him. He said: \"Very good, very good! This is <span class=\"gray\">(the angel)</span> that used to come to Musa. I wish that I was still a young man <span class=\"gray\">(to support you)</span>.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(confirming what came before it,)</span> meaning, the Scriptures that were revealed before it to the previous Prophets. They then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَهْدِي إِلَى الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it guides to the truth)</span> means in belief and information.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَإِلَىٰ طَرِيقٍ مُسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to the straight path.)</span> which means, in deeds. For verily, the Qur'an contains two things: information and commandments. Its information is true, and its commandments are all just, as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Word of Your Lord has been fulfilled in truth and in justice.)</span><span class=\"gray\">(6:115)</span> Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who has sent His Messenger with the guidance and the religion of truth.)</span><span class=\"gray\">(48:28)</span> The guidance is the beneficent knowledge, and the religion of truth means the righteous good deeds. Thus, the Jinns said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَهْدِي إِلَى الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it guides to the truth)</span> in matters of belief,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَىٰ طَرِيقٍ مُسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to the straight path.)</span> meaning, in regard to actions.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O our people! Respond to Allah's Caller,)</span> This is proof that Muhammad ﷺ has been sent to both the human beings and the Jinns. Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Respond to Allah's Caller and believe in him.)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will then forgive you some of your sins,)</span> Some scholars say that \"some\" here is auxiliary, but this is questionable since it is rarely used to strengthen an affirmative meaning. Others say that it means partial forgiveness.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and protect you from a painful torment.)</span> meaning, He will protect you from His painful punishment. Then Allah informs that they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ لَا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever does not respond to Allah's Caller, he cannot escape on earth,)</span> meaning, Allah's power encompasses him and surrounds him.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِيَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he will not have besides Allah any protectors.)</span> meaning, no one can protect him against Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ فِي ضَلَالٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those are in manifest error.)</span> This is a threat and warning. Thus, those Jinns called their people with encouragement and warning. Because of this, many of the Jinns took heed and came to Allah's Messenger ﷺ in successive delegations; and verily, Allah is worthy of all praise and gratitude, and Allah knows best.</p>"
  }
]