[
  {
    "ayah_key": "80:17",
    "group_ayah_key": "80:17",
    "from_ayah": "80:17",
    "to_ayah": "80:32",
    "ayah_keys": "80:17,80:18,80:19,80:20,80:21,80:22,80:23,80:24,80:25,80:26,80:27,80:28,80:29,80:30,80:31,80:32",
    "text": "<p lang=\"en\" class=\"en \">Qutila mankind! How ungrateful he is <span>(17)</span>From what thing did He create him <span>(18)</span>From a Nutfah He created him and then set him in due proportion <span>(19)</span>Then He made the path easy for him <span>(20)</span>Then He causes him to die and puts him in his grave <span>(21)</span>Then when it is His will, He will resurrect him <span>(22)</span>Nay, but he has not done what He commanded him <span>(23)</span>Then let man look at his food <span>(24)</span>We pour forth water in abundance <span>(25)</span>And We split the earth in clefts <span>(26)</span>And We cause therein Habb to grow <span>(27)</span>And grapes and Qadb <span>(28)</span>And olives and date palms <span>(29)</span>And Ghulb Hada'iq <span>(30)</span>And fruits <span class=\"gray\">(Fakihah)</span> and herbage <span class=\"gray\">(Abb)</span><span>(31)</span>A provision and benefit for you and your cattle <span>(32)</span></p><p lang=\"en\" class=\"en \">The Refutation against Whoever denies Life after Death</p><p lang=\"en\" class=\"en \">Allah rebukes those who deny the Resurrection and the Final Gathering.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُتِلَ الْإِنسَانُ مَا أَكْفَرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Qutila mankind!)</span> Ad-Dahhak reported from Ibn 'Abbas that he said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قُتِلَ الْإِنسَانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Qutila mankind!)</span> \"May man be cursed.\" Abu Malik also made a similar statement. He said, \"This refers to the rejecting type of man, due to his abundant denial without any supporting argument. Rather he denies simply because he thinks it is farfetched and because he lacks knowledge of it.\" Ibn Jurayj said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَا أَكْفَرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How ungrateful he is!)</span> \"This means none is worse in disbelief than he is.\" Qatadah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَا أَكْفَرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How ungrateful he is!)</span> \"This means none is more cursed than he is.\"</p><p lang=\"en\" class=\"en \">Then Allah explains how He created him from something despised and that He is able to bring him back to life just as He created him initially. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ أَيِّ شَيْءٍ خَلَقَهُ - مِن نُّطْفَةٍ خَلَقَهُ فَقَدَّرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(From what thing did He create him? From a Nutfah He created him, and then set him in due proportion.)</span></p><p lang=\"en\" class=\"en \">meaning, He decreed his life span, his sustenance, his deeds, and whether he would be miserable or happy.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ السَّبِيلَ يَسَّرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then He made the path easy for him.)</span> Al-'Awfi reported from Ibn 'Abbas, \"Then He made his coming out of his mother's belly easy for him.\" This was also said by 'Ikrimah, Ad-Dahhak, Abu Salih, Qatadah, As-Suddi, and it was the explanation preferred by Ibn Jarir. Mujahid said, \"This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We guided him on the path, he is either grateful or ungrateful.)</span><span class=\"gray\">(76:3)</span></p><p lang=\"en\" class=\"en \">meaning, We explained it to him, clarified it, and made it easy for him to act upon.\" Al-Hasan and Ibn Zayd both said the same. This is the most correct view and Allah knows best. Concerning Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then He causes him to die and puts him in his grave.)</span></p><p lang=\"en\" class=\"en \">After creating man, Allah causes him to die and makes him the inhabitant of a grave.</p><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثُمَّ إِذَا شَاءَ أَنشَرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then when it is His will, He will resurrect him.)</span></p><p lang=\"en\" class=\"en \">meaning, He resurrects him after his death and this is called Al-Ba'th <span class=\"gray\">(resurrection)</span> and An-Nushur <span class=\"gray\">(resuscitation)</span>.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْ آيَاتِهِ أَنْ خَلَقَكُم مِّن تُرَابٍ ثُمَّ إِذَا أَنتُم بَشَرٌ تَنتَشِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among His signs is this that He created you from dust, and then behold, you are human beings scattered.)</span><span class=\"gray\">(30:20)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَانظُرْ إِلَى الْعِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And look at the bones, how We bring them together and clothe them with flesh.)</span><span class=\"gray\">(2:259)</span></p><p lang=\"en\" class=\"en \">In the Two Sahihs it is narrated by way of Al-A'mash from Abu Salih, from Abu Hurayrah that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ ابْنِ آدَمَ يَبْلَى إِلَّا عَجْبَ الذَّنَبِ، مِنْهُ خُلِقَ، وَفِيهِ يُرَكَّبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All of the Sons of Adam <span class=\"gray\">(men)</span> will decay except for the bone of coccyx <span class=\"gray\">(tailbone)</span>. From it he <span class=\"gray\">(man)</span> was created and by it he will be reconstructed.)</span>\"</p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but has not done what He commanded him.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir said, \"Allah is saying, 'Nay, the matter is not as this disbelieving man says. He claims that he has fulfilled Allah's right upon him regarding himself and his wealth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمَّا يَقْضِ مَا أَمَرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But he has not done what He commanded him.)</span> Allah is saying that man has not fulfilled for his Lord the obligations that were imposed upon him.\" What seems apparent to me of its actual meaning – and Allah knows best – is that the Ayah</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثُمَّ إِذَا شَاءَ أَنشَرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then when it is His will, He will resurrect him.)</span> means, He will resurrect him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! But he has not done what He commanded him.)</span></p><p lang=\"en\" class=\"en \">means, He has not done it <span class=\"gray\">(resurrected them)</span> as of yet, until the time period has expired and the extent of the earthly life of humanity is complete, according to the lives of all whom Allah has written it to exist from the time they are brought into existence into the world. Verily, Allah has decreed the existence of mankind, and its duration, therefore, when that is finished with Allah, He resurrects the creatures and repeats their creation just as He initially created them.</p><p lang=\"en\" class=\"en \">The Growth of the Seed and Other Things is a Proof of Life after Death</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَنظُرِ الْإِنسَانُ إِلَىٰ طَعَامِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then let man look at his food)</span> This is a call to reflect upon Allah's favor. It also contains an evidence in the vegetation's coming to life from the lifeless earth, that the bodies can be brought to life after being decayed bones and scattered dust.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّا صَبَبْنَا الْمَاءَ صَبًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We pour forth water in abundance.)</span> meaning, 'We sent it down from the sky to the earth.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We split the earth in clefts.)</span> meaning, 'We cause it <span class=\"gray\">(the water)</span> to settle in it <span class=\"gray\">(the earth)</span>, and it enters into its boundaries, and mingles with the parts of the seeds that are left in the earth. From this the seeds grow, rise up and appear on the surface of the earth <span class=\"gray\">(in the form of vegetation)</span>.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنبَتْنَا فِيهَا حَبًّا - وَعِنَبًا وَقَضْبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We cause therein Habb to grow. And grapes and Qadb,)</span></p><p lang=\"en\" class=\"en \">Al-Habb refers to all types of seeds <span class=\"gray\">(or grains)</span>. Grapes are well-known. Al-Qadb are the moist <span class=\"gray\">(green)</span> herbal plants that animals graze on. It is also called Al-Qat. Ibn 'Abbas, Qatadah, Ad-Dahhak and As-Suddi, all said this. Al-Hasan Al-Basri said, \"Al-Qadb is fodder.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَيْتُونًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And olives)</span> It is well-known, and it is a food just as its juice is a food. It is eaten for breakfast and used as an oil.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَخْلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And date palms,)</span> It <span class=\"gray\">(i.e., its fruit)</span> is eaten as Balah, Busr, Rutab and Tamr, Niya' and Matbukh, all of which are varieties of dates that range from unripe, ripe and dried in their textures. Its juice is also extracted to make pulpy fruit drinks and vinegar.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَحَدَائِقَ غُلْبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Ghulb Hada'iq,)</span> meaning, gardens. Al-Hasan and Qatadah both said, \"Ghulb are gardens of date palms that are thick and handsome.\" Ibn 'Abbas and Mujahid both said, \"It means everything that is gathered and collected.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَاكِهَةً وَأَبًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fruits <span class=\"gray\">(Fakihah)</span> and herbage <span class=\"gray\">(Abb)</span>.)</span> Fakihah includes every type of fruit. Ibn 'Abbas said, \"Al-Fakihah is everything that is eaten ripe, and Al-Abb is what the earth grows that is eaten by grazing animals and not people.\" In one narration reported from him he said, \"It is the grass for the livestock animals.\" </p><p lang=\"en\" class=\"en \">Abu 'Ubayd Al-Qasim bin Sallam reported from Ibrahim At-Taymi that he said, \"Abu Bakr As-Siddiq was asked about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَاكِهَةً وَأَبًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fruits <span class=\"gray\">(Fakihah)</span> and herbage <span class=\"gray\">(Abb)</span>.)</span> and he said, 'What sky would shade me and what earth would carry me if I said about the Book of Allah that which I did not have knowledge of.'\" </p><p lang=\"en\" class=\"en \">In reference to what Ibn Jarir recorded from Anas, that he said, \"Umar bin Al-Khattab recited</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَبَسَ وَتَوَلَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He frowned and turned away.)</span> then when he reached this Ayah</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَاكِهَةً وَأَبًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fruits <span class=\"gray\">(Fakihah)</span> and herbage <span class=\"gray\">(Abb)</span>.)</span> he said, 'We already know what Al-Fakihah is, but what is Al-Abb'? Then he said, 'By your life, O Ibn Al-Khattab, this is something over burdensome <span class=\"gray\">(i.e., unnecessary to ask about)</span>.'\" </p><p lang=\"en\" class=\"en \">This report has an authentic chain of narration. More than one person has narrated it from Anas. The meaning of the narration is that 'Umar wanted to know how it looks, its type and its exact description, because he <span class=\"gray\">('Umar)</span> and everyone who reads this Ayah knows that it is one of the plants that grows from the earth. This is clear due to the Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنبَتْنَا فِيهَا حَبًّا - وَعِنَبًا وَقَضْبًا - وَزَيْتُونًا وَنَخْلًا - وَحَدَائِقَ غُلْبًا - وَفَاكِهَةً وَأَبًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We cause therein the Habb to grow. And grapes and Qadb, and olives and date palms. And Ghulb Hada'iq. And fruits <span class=\"gray\">(Fakihah)</span> and herbage <span class=\"gray\">(Abb)</span>.)</span> And then He says,</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَّتَاعًا لَّكُمْ وَلِأَنْعَامِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A provision and benefit for you and your cattle.)</span> meaning, a means of livelihood for you all and your cattle in this life until the <span class=\"gray\">(coming of)</span> the Day of Judgement.</p>"
  }
]