[
  {
    "ayah_key": "41:25",
    "group_ayah_key": "41:25",
    "from_ayah": "41:25",
    "to_ayah": "41:29",
    "ayah_keys": "41:25,41:26,41:27,41:28,41:29",
    "text": "<p lang=\"en\" class=\"en \">And We have assigned for them intimate companions <span class=\"gray\">(in this world)</span>, who have made fair seeming to them, what was before them and what was behind them. And the Word is justified against them as it was justified against those who were among the previous generations of Jinn and men that had passed away before them. Indeed they <span class=\"gray\">(all)</span> were the losers <span>(25)</span>And those who disbelieve say: \"Listen not to this Qur'an, and make noise in the midst of its <span class=\"gray\">(recitation)</span> that you may overcome. <span>(26)</span>But surely, We shall cause those who disbelieve to taste a severe torment, and certainly, We shall requite them the worst of what they used to do <span>(27)</span>That is the recompense of the enemies of Allah: the Fire. Therein will be for them the eternal home, a recompense for that they used to deny Our Ayat <span>(28)</span>And those who disbelieve will say: \"Our Lord! Show us those among Jinn and men who led us astray, that we may crush them under our feet so that they become the lowest. <span>(29)</span></p><p lang=\"en\" class=\"en \">The intimate Companions of the Idolators make Evil Actions attractive to Them </p><p lang=\"en\" class=\"en \">Allah tells us that He is the One Who send the idolators astray,and that this happens with His will and decree.He is the All-Wise in His actions, when He appoints for them close companions from among the devils of man and jinn</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who have made fair seeming to them, what was before them and what was behind them.)</span> means, they made their deeds attractive to them in the past. As far as the future is concerned, they only see themselves as doing good, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَٰنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ - وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever turns away blindly from the remembrance of the Most Gracious, We appoint for him a Shaytan to be a companion for him. And verily, they hinder them from the path, but they think that they are guided aright!)</span><span class=\"gray\">(43:36-37)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَحَقَّ عَلَيْهِمُ الْقَوْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Word is justified against them)</span> means, the Word of torment, just as it was justified against the nations of the past who did what they did, men and Jinn alike.</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُمْ كَانُوا خَاسِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed they <span class=\"gray\">(all)</span> were the losers.)</span> means, they are all equal in terms of loss and being doomed.</p><p lang=\"en\" class=\"en \">How the disbelievers advised One Another not to listen to the Qur'an, and the Recompense for that </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَٰذَا الْقُرْآنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who disbelieve say: \"Listen not to this Qur'an...\")</span> means, they advised one another not to pay heed to the Qur'an or obey its commands.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْغَوْا فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and make noise in the midst of its)</span> means, when it is recited, do not listen to it. This was the view of Mujahid. \"And make noise in the midst of its <span class=\"gray\">(recitation)</span>\" means whistling and trying to make the Messenger of Allah ﷺ confused when he recited Qur'an, which is what the Quraysh did.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَغْلِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may overcome.)</span> means, this is the practice of these ignorant disbelievers and those who follow in their footsteps, when they hear the Qur'an. Allah commanded us to be different from that, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, when the Qur'an is recited, listen to it, and be silent that you may receive mercy.)</span><span class=\"gray\">(7:204)</span>. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But surely, We shall cause those who disbelieve to taste a severe torment,)</span> meaning, in return for what they do when they hear the Qur'an.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and certainly, We shall requite them the worst of what they used to do.)</span> means, for their evil deeds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ ۖ لَهُمْ فِيهَا دَارُ الْخُلْدِ ۖ جَزَاءً بِمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ - وَقَالَ الَّذِينَ كَفَرُوا رَبَّنَا أَرِنَا اللَّذَيْنِ أَضَلَّانَا مِنَ الْجِنِّ وَالْإِنْسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the recompense of the enemies of Allah: the Fire. Therein will be for them the eternal home, a recompense for that they used to deny Our Ayat. And those who disbelieve will say: \"Our Lord! Show us those among Jinn and men who led us astray, that we may crush them under our feet so that they become the lowest.\")</span> It was reported that 'Ali, may Allah be pleased with him, said, concerning the phrase,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّذَيْنِ أَضَلَّانَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who led us astray)</span>: \"Iblis and the son of Adam who killed his brother.\" As-Suddi reported that 'Ali, may Allah be pleased with him, said; \"Iblis is followed by everyone who commits Shirk and the son of Adam is followed by everyone who commits a major sin. So Iblis is the one who calls people to every evil thing, such as Shirk and lesser sins.\" As for the first son of Adam, it is as confirmed in the Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا قُتِلَتْ نَفْسٌ ظُلْمًا إِلَّا كَانَ عَلَى ابْنِ آدَمَ الْأَوَّلِ كِفْلٌ مِنْ دَمِهَا،لِأَنَّهُ أَوَّلُ مَنْ سَنَّ الْقَتْلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No soul is wrongfully killed, but a share of the burden <span class=\"gray\">[of that sin]</span> will be upon the first son of Adam, because he was the first one who set the precedent of killing another.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that we may crush them under our feet)</span> means, 'make them beneath us in the torment, so that they will be punished more severely than us.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِيَكُونَا مِنَ الْأَسْفَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that they become the lowest.)</span> means, in the lowest level of Hell, as already mentioned in Al-A'raf, where the followers ask Allah to multiply the torment for their leaders:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لِكُلٍّ ضِعْفٌ وَلَٰكِنْ لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> said: \"For each one there is double <span class=\"gray\">(torment)</span>, but you know not.\")</span><span class=\"gray\">(7:38)</span> i.e., Allah will give each of them the torment and punishment they deserve for their deeds. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ اللَّهِ زِدْنَـهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُواْ يُفْسِدُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who disbelieved and hinder <span class=\"gray\">(men)</span> from the path of Allah, for them We will add torment to the torment because they used to spread corruption.)</span><span class=\"gray\">(16:88)</span>.</p>"
  }
]