[
  {
    "ayah_key": "10:48",
    "group_ayah_key": "10:48",
    "from_ayah": "10:48",
    "to_ayah": "10:52",
    "ayah_keys": "10:48,10:49,10:50,10:51,10:52",
    "text": "<p lang=\"en\" class=\"en \">And they say: \"When will be this promise <span class=\"gray\">(the torment or the Day of Resurrection)</span>, if you speak the truth? <span>(48)</span>Say: \"I have no power over any harm or profit for myself except what Allah may will. For every Ummah, there is a term appointed; when their term comes, neither can they delay it nor can they advance it an hour <span class=\"gray\">(or a moment)</span>. <span>(49)</span>Say: \"Tell me, if His torment should come to you by night or by day, which portion thereof would the criminals hasten on? <span>(50)</span>Is it then that when it has actually befallen, you will believe in it? What! Now <span class=\"gray\">(you believe)</span> And you used <span class=\"gray\">(aforetime)</span> to hasten it on! <span>(51)</span>Then it will be said to them who wronged themselves: \"Taste you the everlasting torment! Are you recompensed <span class=\"gray\">(aught)</span> save what you used to earn? <span>(52)</span></p><div lang=\"en\" class=\"en \"><h2>The Deniers of the Day of Resurrection wish to hasten its Coming and their Response</h2></div><p lang=\"en\" class=\"en \">Allah told us about the idolators who reject faith through their demand that the punishment be hastened, inquiring about the time of punishment. The response to such question is not inherently beneficial, yet they inquired anyway. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe not therein seek to hasten it, while those who believe are fearful of it, and know that it is the very truth.)</span><span class=\"gray\">[42:18]</span> They know that it is the truth for it is definitely going to happen. It is going to take place even if they have no idea when it will occur. This is why Allah instructed His Messenger to answer them saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّا أَمْلِكُ لِنَفْسِي ضَرًّا وَلَا نَفْعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I have no power over any harm or profit to myself.\")</span><span class=\"gray\">[10:49, 7:188]</span> I will not say except what He has taught me. I also have no authority over anything that Allah has not shown to me. I am Allah's servant and His Messenger to you. I was told that the Hour is going to come, but He has not told me when it will occur. But,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ أُمَّةٍ أَجَلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For every Ummah, there is a term appointed;)</span> meaning that for every generation or community there is a set term appointed for them. When the end of that term approaches,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(neither can they delay it nor can they advance it an hour <span class=\"gray\">(or a moment)</span>.)</span> This is similar to what Allah said in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah grants respite to none when his appointed time <span class=\"gray\">(death)</span> comes.)</span><span class=\"gray\">[63:11]</span> Allah instructed His Messenger ﷺ to tell the people that His punishment would come suddenly. He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا أَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ - أَثُمَّ إِذَا مَا وَقَعَ آمَنتُم بِهِ ۚ آلْآنَ وَقَدْ كُنتُم بِهِ تَسْتَعْجِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Tell me, if His torment should come to you by night or by day, which portion thereof would the criminals hasten on Is it then that when it has actually befallen, you will believe in it What! Now <span class=\"gray\">(you believe)</span> And you used <span class=\"gray\">(aforetime)</span> to hasten it on!\")</span> When the punishment befalls them, they will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! We have now seen and heard.\")</span><span class=\"gray\">(32:12)</span> Allah also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ - فَلَمْ يَكُ يَنفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا ۖ سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ ۖ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when they saw Our punishment, they said: \"We believe in Allah alone and reject <span class=\"gray\">(all)</span> that we used to associate with Him as <span class=\"gray\">(His)</span> partners. Then their faith could not avail them when they saw Our punishment. <span class=\"gray\">(Like)</span> this has been the way of Allah in dealing with His servants. And there the disbelievers lost utterly <span class=\"gray\">(when Our torment covered them)</span>.\")</span><span class=\"gray\">[40:84-85]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ الْخُلْدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then it will be said to them who wronged themselves: \"Taste you the everlasting torment!\")</span> This will be said to them on the Day of Resurrection, blaming and rebuking them. As Allah said in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا - هَٰذِهِ النَّارُ الَّتِي كُنتُم بِهَا تُكَذِّبُونَ - أَفَسِحْرٌ هَٰذَا أَمْ أَنتُمْ لَا تُبْصِرُونَ - اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when they will be pushed down by force to the fire of Hell, with a horrible, forceful pushing. This is the Fire that you used to belie. Is this magic or do you not see Taste you therein its heat and whether you are patient of it or impatient of it, it is all the same. You are only being requited for what you used to do.)</span><span class=\"gray\">[52:13-16]</span></p>"
  },
  {
    "ayah_key": "10:5",
    "group_ayah_key": "10:5",
    "from_ayah": "10:5",
    "to_ayah": "10:6",
    "ayah_keys": "10:5,10:6",
    "text": "<p lang=\"en\" class=\"en \">It is He Who made the sun a shining thing and the moon as a light and measured out for it stages that you might know the number of years and the reckoning. Allah did not create this but in truth. He explains the Ayat in detail for people who have knowledge <span>(5)</span>Verily, in the alternation of the night and the day and in all that Allah has created in the heavens and the earth are Ayat for those who have Taqwa <span>(6)</span></p><div lang=\"en\" class=\"en \"><h2>Everything is a Witness to the Power of Allah</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the signs He created that are indicative of His complete power and great might. He made the rays that come forth from the bright sun as the source of light, and made the beams that come forth from the moon as light. He made them of two different natures so they would not be confused with one another. Allah made the dominion of the sun in the daytime and the moon in the night. He ordained phases for the moon, where it starts small then its light increases until it completes a full moon. Then it begins to decrease until it returns to its first phase at the conclusion of the month. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّىٰ عَادَ كَالْعُرْجُونِ الْقَدِيمِ - لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ ۚ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the moon, We have measured for it mansions <span class=\"gray\">(to traverse)</span> till it returns like the old dried curved date stalk. It is not for the sun to overtake the moon, nor does the night outstrip the day. They all float, each in an orbit.)</span><span class=\"gray\">(36:39-40)</span></p><p lang=\"ceb\" class=\"ceb \">And He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the sun and the moon for counting)</span><span class=\"gray\">[6:96]</span> And in this Ayah He said:</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَقَدَّرَهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and measured)</span> that is the moon, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And measured out for it stages that you might know the number of years and the reckoning.\")</span></p><p lang=\"en\" class=\"en \">The days are revealed by the action of the sun, and the months and the years by the moon. Allah then stated</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا خَلَقَ اللَّهُ ذَٰلِكَ إِلَّا بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah did not create this but in truth.)</span></p><p lang=\"en\" class=\"en \">He didn't create that for amusement but with great wisdom and perfect reasoning. With a similar meaning, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۚ ذَٰلِكَ ظَنُّ الَّذِينَ كَفَرُوا ۚ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِنَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We created not the heaven and the earth and all that is between them without purpose! That is the consideration of those who disbelieve! Then woe to those who disbelieve from the Fire!)</span><span class=\"gray\">(38:27)</span> He also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ - فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ۖ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Did you think that We had created you in play <span class=\"gray\">(without any purpose)</span>, and that you would not be brought back to Us?\" So Exalted be Allah, the True King: None has the right to be worshipped but He, the Lord of the Supreme Throne!)</span><span class=\"gray\">[23:115-116]</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He explains the Ayat in detail for people who have knowledge.)</span> In other words, He explained the signs and proofs for people who know. </p><p lang=\"en\" class=\"en \">Allah further stated:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in the alternation of the night and the day)</span></p><p lang=\"en\" class=\"en \">The day and the night alternate, when one arrives, the other goes, and so on, with no errors. This is similar to the meaning indicated in the following Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He brings the night as a cover over the day, seeking it rapidly...)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for the sun to overtake the moon.)</span><span class=\"gray\">[36:40]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He is the)</span> Cleaver of the daybreak. He has appointed the night for resting)</span>. <span class=\"gray\">[6:96]</span></p><p lang=\"en\" class=\"en \">Allah continued:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in all that Allah has created in the heavens and the earth)</span> meaning the signs that indicate His greatness. This is similar to Allah's statements:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how many a sign in the heavens and the earth...)</span><span class=\"gray\">[12:105]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ انظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Say: \"Behold all that is in the heavens and the earth,\" but neither Ayat nor warners benefit those who believe not.)</span><span class=\"gray\">[10:101]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَرَوْا إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See they not what is before them and what is behind them, of the heaven and the earth.)</span><span class=\"gray\">[34:9]</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِّأُولِي الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in the creation of the heavens and the earth, and in the alternation of night and day, there are indeed signs for men of understanding.)</span><span class=\"gray\">[3:190]</span> means intelligent men. Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَآيَاتٍ لِّقَوْمٍ يَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Āyāt for those who have Taqwa.)</span> meaning fear Allah's punishment, wrath and torment.</p>"
  }
]