[
  {
    "ayah_key": "4:60",
    "group_ayah_key": "4:60",
    "from_ayah": "4:60",
    "to_ayah": "4:63",
    "ayah_keys": "4:60,4:61,4:62,4:63",
    "text": "<p lang=\"en\" class=\"en \">Have you not seen those <span class=\"gray\">(hyprocrites)</span> who claim that they believe in that which has been sent down to you, and that which was sent down before you, and they wish to go for judgment <span class=\"gray\">(in their disputes)</span> to the Taghut while they have been ordered to reject them. But Shaytan wishes to lead them far astray <span>(60)</span>And when it is said to them: \"Come to what Allah has sent down and to the Messenger,\" you see the hypocrites turn away from you with aversion <span>(61)</span>How then, when a catastrophe befalls them because of what their hands have sent forth, they come to you swearing by Allah, \"We meant no more than goodwill and conciliation! <span>(62)</span>They <span class=\"gray\">(hypocrites)</span> are those of whom Allah knows what is in their hearts; so turn aside from them <span class=\"gray\">(do not punish them)</span> but admonish them, and speak to them an effective word to reach their inner selves <span>(63)</span></p><div lang=\"en\" class=\"en \"><h2>Referring to Other than the Qur'an and Sunnah for Judgment is Characteristic of Non-Muslims</h2></div><p lang=\"en\" class=\"en \">Allah chastises those who claim to believe in what Allah has sent down to His Messenger ﷺ and to the earlier Prophets, yet they refer to other than the Book of Allah and the Sunnah of His Messenger ﷺ for judgment in various disputes. It was reported that the reason behind revealing this Ayah was that a man from the Ansar and a Jew had a dispute, and the Jew said, \"Let us refer to Muhammad to judge between us.\" However, the Muslim man said, \"Let us refer to Ka'b bin Al-Ashraf <span class=\"gray\">(a Jew)</span> to judge between us.\" It was also reported that the Ayah was revealed about some hypocrites who pretended to be Muslims, yet they sought to refer to the judgment of Jahiliyyah. Other reasons were also reported behind the revelation of the Ayah. However, the Ayah has a general meaning, as it chastises all those who refrain from referring to the Qur'an and Sunnah for judgment and prefer the judgment of whatever they chose of falsehood, which befits the description of Taghut here. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيدُونَ أَن يَتَحَاكَمُوا إِلَى الطَّاغُوتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they wish to go for judgment to the Taghut)</span> until the end of the Ayah. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَصُدُّونَ عَنكَ صُدُودًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(turn away from you with aversion)</span> means, they turn away from you in arrogance, just as Allah described the polytheists,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When it is said to them: \"Follow what Allah has sent down.\" They say: \"Nay! We shall follow what we found our fathers following.\")</span><span class=\"gray\">[31:21]</span> This is different from the conduct of the faithful believers, whom Allah describes as,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُوا سَمِعْنَا وَأَطَعْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The only saying of the faithful believers, when they are called to Allah and His Messenger, to judge between them, is that they say: \"We hear and we obey.\")</span><span class=\"gray\">[24:51]</span></p><div lang=\"ru-Latn\" class=\"ru-Latn \"><h2>Chastising the Hypocrites</h2></div><p lang=\"en\" class=\"en \">Chastising the hypocrites, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ إِذَا أَصَابَتْهُم مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How then, when a catastrophe befalls them because of what their hands have sent forth,)</span> meaning, how about it if they feel compelled to join you because of disasters that they suffer due to their sins, then they will be in need of you.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They come to you swearing by Allah, \"We meant no more than goodwill and conciliation!\")</span> apologizing and swearing that they only sought goodwill and reconciliation when they referred to other than the Prophet ﷺ for judgment, not that they believe in such alternative judgment, as they claim. Allah describes these people to us further in His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَى الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you see those in whose hearts there is a disease <span class=\"gray\">(of hypocrisy)</span>, they hurry to their friendship, saying: \"We fear\")</span><span class=\"gray\">[5:52]</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُصْبِحُوا عَلَىٰ مَا أَسَرُّوا فِي أَنفُسِهِمْ نَادِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they will become regretful for what they have been keeping as a secret in themselves)</span>. <span class=\"gray\">[5:52]</span></p><p lang=\"en\" class=\"en \">At-Tabarani recorded that Ibn 'Abbas said, \"Abu Barzah Al-Aslami used to be a soothsayer who judged between the Jews in their disputes. When some Muslims came to him to judge between them, Allah sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen those <span class=\"gray\">(hyprocrites)</span> who claim that they believe in that which has been sent down to you, and that which was sent down before you)</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"We meant no more than goodwill and conciliation!\")</span> Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِي قُلُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They <span class=\"gray\">(hypocrites)</span> are those of whom Allah knows what is in their hearts;)</span></p><p lang=\"en\" class=\"en \">These people are hypocrites, and Allah knows what is in their hearts and will punish them accordingly, for nothing escapes Allah's watch. Consequently, O Muhammad! Let Allah be sufficient for you in this regard, because He has perfect knowledge of their apparent and hidden affairs. This is why Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَعْرِضْ عَنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so turn aside from them <span class=\"gray\">(do not punish them)</span>)</span> meaning, do not punish them because of what is in their hearts.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَعِظْهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but admonish them)</span> means, advise them against the hypocrisy and evil that reside in their hearts,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لَّهُمْ فِي أَنفُسِهِمْ قَوْلًا بَلِيغًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and speak to them an effective word to reach their inner selves)</span> advise them, between you and them, using effective words that might benefit them.</p>"
  },
  {
    "ayah_key": "4:64",
    "group_ayah_key": "4:64",
    "from_ayah": "4:64",
    "to_ayah": "4:65",
    "ayah_keys": "4:64,4:65",
    "text": "<p lang=\"en\" class=\"en \">We sent no Messenger, but to be obeyed by Allah's leave. If they, when they were unjust to themselves, had come to you and begged Allah's forgiveness, and the Messenger had begged forgiveness for them, indeed, they would have found Allah All-Forgiving, Most Merciful <span>(64)</span>But no, by your Lord, they can have no faith, until they make you judge in all disputes between them, and find in themselves no resistance against your decisions, and accept <span class=\"gray\">(them)</span> with full submission <span>(65)</span></p><div lang=\"en\" class=\"en \"><h2>The Necessity of Obeying the Messenger <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We sent no Messenger, but to be obeyed)</span> meaning, obeying the Prophet was ordained for those to whom Allah sends the Prophet. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِإِذْنِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(by Allah's leave)</span> means, \"None shall obey, except by My leave,\" according to Mujahid. This Ayah indicates that the Prophets are only obeyed by whomever Allah directs to obedience. In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُم بِإِذْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah did indeed fulfill His promise to you when you were killing them <span class=\"gray\">(your enemy)</span> with His permission)</span><span class=\"gray\">[3:152]</span> meaning, by His command, decree, will and because He granted you superiority over them. Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَوْ أَنَّهُمْ إِذ ظَّلَمُوا أَنفُسَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If they <span class=\"gray\">(hypocrites)</span>, when they had been unjust to themselves,)</span> directs the sinners and evildoers, when they commit errors and mistakes, to come to the Messenger ﷺ, so that they ask Allah for forgiveness in his presence and ask him to supplicate to Allah to forgive them. If they do this, Allah will forgive them and award them His mercy and pardon. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوَجَدُوا اللَّهَ تَوَّابًا رَّحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they would have found Allah All-Forgiving <span class=\"gray\">(One Who forgives and accepts repentance)</span>, Most Merciful)</span>.</p><div lang=\"en\" class=\"en \"><h2>One Does not Become a Believer Unless He Refers to the Messenger for Judgment and Submits to his Decision</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But no, by your Lord, they can have no faith, until they make you judge in all disputes between them,)</span></p><p lang=\"en\" class=\"en \">Allah swears by His Glorious, Most Honorable Self, that no one shall attain faith until he refers to the Messenger ﷺ for judgment in all matters. Thereafter, whatever the Messenger ﷺ commands, is the plain truth that must be submitted to inwardly and outwardly. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَا يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and find in themselves no resistance against your decisions, and accept <span class=\"gray\">(them)</span> with full submission.)</span> meaning: they adhere to your judgment, and thus do not feel any hesitation over your decision, and they submit to it inwardly and outwardly. They submit to the Prophet's decision with total submission without any rejection, denial or dispute.</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that 'Urwah said, \"Az-Zubayr quarreled with a man about a stream which both of them used for irrigation. Allah's Messenger ﷺ said to Az-Zubayr,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْقِ يَا زُبَيْرُ! ثُمَّ أَرْسِلِ الْمَاءَ إِلى جَارِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Zubayr! Irrigate <span class=\"gray\">(your garden)</span> first, and then let the water flow to your neighbor.)</span></p><p lang=\"en\" class=\"en \">The Ansari became angry and said, 'O Allah's Messenger! Is it because he is your cousin?' On that, the face of Allah's Messenger ﷺ changed color <span class=\"gray\">(because of anger)</span> and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْقِ يَا زُبَيْرُ! ثُمَّ احْبِسِ الْمَاءَ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ، ثُمَّ أَرْسِلِ الْمَاءَ إِلى جَارِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Irrigate <span class=\"gray\">(your garden)</span>, O Zubayr, and then withhold the water until it reaches the walls <span class=\"gray\">(surrounding the palms)</span>. Then, release the water to your neighbor.)</span></p><p lang=\"en\" class=\"en \">So, Allah's Messenger ﷺ gave Az-Zubayr his full right when the Ansari made him angry. Before that, Allah's Messenger ﷺ had given a generous judgment, beneficial for Az-Zubayr and the Ansari. Az-Zubayr said, 'I think the following verse was revealed concerning that case,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But no, by your Lord, they can have no faith, until they make you <span class=\"gray\">(O Muhammad ﷺ)</span> judge in all disputes between them.)</span>'\" </p><p lang=\"en\" class=\"en \">Another Reason </p><p lang=\"en\" class=\"en \">In his Tafsir, Al-Hafiz Abu Ishaq Ibrahim bin 'Abdur-Rahman bin Ibrahim bin Duhaym recorded that Damrah narrated that two men took their dispute to the Prophet , and he gave a judgment to the benefit of whoever among them had the right. The person who lost the dispute said, \"I do not agree.\" The other person asked him, \"What do you want then\" He said, \"Let us go to Abu Bakr As-Siddiq.\" They went to Abu Bakr and the person who won the dispute said, \"We went to the Prophet ﷺ with our dispute and he issued a decision in my favor.\" Abu Bakr said, \"Then the decision is that which the Messenger of Allah ﷺ issued.\" The person who lost the dispute still rejected the decision and said, \"Let us go to 'Umar bin Al-Khattab.\" When they went to 'Umar, the person who won the dispute said, \"We took our dispute to the Prophet ﷺ and he decided in my favor, but this man refused to submit to the decision.\" 'Umar bin Al-Khattab asked the second man and he concurred. 'Umar went to his house and emerged from it holding aloft his sword. He struck the head of the man who rejected the Prophet's decision with the sword and killed him. Consequently, Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But no, by your Lord, they can have no faith)</span>.</p>"
  }
]