[
  {
    "ayah_key": "2:194",
    "group_ayah_key": "2:194",
    "from_ayah": "2:194",
    "to_ayah": "2:194",
    "ayah_keys": "2:194",
    "text": "<p class=\"en translation\" lang=\"en\">The sacred month is for the sacred month, and for the prohibited things, there is the Law of equality <span class=\"gray\">(Qisas)</span>. Then whoever transgresses against you, you transgress likewise against him. And fear Allah, and know that Allah is with Al-Muttaqin <span>(194)</span></p><div lang=\"en\" class=\"en \"><h2>Fighting during the Sacred Months is prohibited, except in Self-Defense</h2></div><p lang=\"en\" class=\"en \">Ibn 'Abbas, Ad-Dahhak, As-Suddi, Qatadah, Miqsam, Ar-Rabi' bin Anas and 'Ata said, \"Allah's Messenger ﷺ went for 'Umrah on the sixth year of Hijrah. Then, the idolators prevented him from entering the Sacred House <span class=\"gray\">(the Ka'bah in Makkah)</span> along with the Muslims who came with him. This incident occurred during the sacred month of Dhul-Qa'dah. The idolators agreed to allow them to enter the House the next year. Hence, the Prophet ﷺ entered the House the following year, along with the Muslims who accompanied him, and Allah permitted him to avenge the idolators' treatment of him, when He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The sacred month is for the sacred month, and for the prohibited things, there is the Law of equality <span class=\"gray\">(Qisas)</span>.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Jabir bin 'Abdullah said, \"Allah's Messenger ﷺ would not engage in warfare during the Sacred Month unless he was first attacked, then he would march forth. He would otherwise remain idle until the end of the Sacred Months.\" This Hadith has an authentic chain of narrators.</p><p lang=\"en\" class=\"en \">Hence, when the Prophet ﷺ was told that 'Uthman was killed <span class=\"gray\">(in Makkah)</span> when he was camped at the area of Al-Hudaybiyyah, after he had sent 'Uthman as his emissary to the polytheists, he accepted the pledge from his Companions under the tree to fight the polytheists. They were one thousand and four hundred then. When the Prophet ﷺ was informed that 'Uthman was not killed, he abandoned the fight and reverted to peace.</p><p lang=\"en\" class=\"en \">When the Prophet ﷺ finished fighting with <span class=\"gray\">(the tribes of)</span> Hawazin during the battle of Hunayn and Hawazin took refuge in <span class=\"gray\">(the city of)</span> At-Ta'if, he laid siege to that city. Then, the <span class=\"gray\">(sacred)</span> month of Dhul-Qa'dah started, while At-Ta'if was still under siege. The siege went on for the rest of the forty days <span class=\"gray\">(rather, from the day the battle of Hunayn started until the Prophet ﷺ went back to Al-Madinah from Al-Ji'ranah, were forty days)</span>, as reported in the Two Sahihs and narrated by Anas. When the Companions suffered mounting casualties <span class=\"gray\">(during the siege)</span>, the Prophet ﷺ ended the siege before conquering At-Ta'if. He then went back to Makkah, performed 'Umrah from Al-Ji'ranah, where he divided the war booty of Hunayn. This 'Umrah occurred during Dhul-Qa'dah of the eighth year of Al-Hijrah.</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اعْتَدَىٰ عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَىٰ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...whoever transgresses against you, you transgress likewise against him.)</span> ordains justice even with the polytheists. Allah also said in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُم بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you punish, then punish them with the like of that with which you were afflicted.)</span><span class=\"gray\">(16:126)</span></p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fear Allah, and know that Allah is with Al-Muttaqin <span class=\"gray\">(the pious)</span>)</span><span class=\"gray\">(2:194)</span> commands that Allah be obeyed and feared out of Taqwa. The Ayah informs us that Allah is with those who have Taqwa by His aid and support in this life and the Hereafter.</p>"
  },
  {
    "ayah_key": "2:195",
    "group_ayah_key": "2:195",
    "from_ayah": "2:195",
    "to_ayah": "2:195",
    "ayah_keys": "2:195",
    "text": "<p class=\"en translation\" lang=\"en\">And spend in the cause of Allah and do not throw yourselves into destruction, and do good. Truly, Allah loves Al-Muhsinin <span class=\"gray\">(those who do good)</span><span>(195)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to spend in the Cause of Allah</h2></div><p lang=\"hmn\" class=\"hmn \">Al-Bukhari recorded that Hudhayfah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And spend in the cause of Allah and do not throw yourselves into destruction.)</span></p><p lang=\"en\" class=\"en \">\"It was revealed about spending.\" Ibn Abu Hatim reported him saying similarly. He then commented, \"Similar is reported from Ibn 'Abbas, Mujahid, 'Ikrimah, Sa'id bin Jubayr, 'Ata', Ad-Dahhak, Al-Hasan, Qatadah, As-Suddi and Muqatil bin Hayyan.\"</p><p lang=\"en\" class=\"en \">Aslam Abu 'Imran said, \"A man from among the Ansar broke enemy <span class=\"gray\">(Byzantine)</span> lines in Constantinople <span class=\"gray\">(Istanbul)</span>. Abu Ayyub Al-Ansari was with us then. So some people said, 'He is throwing himself to destruction.' Abu Ayyub said, 'We know this Ayah <span class=\"gray\">(2:195)</span> better, for it was revealed about us, the Companions of Allah's Messenger ﷺ who participated in Jihad with him and aided and supported him. When Islam became strong, we, the Ansar, met and said to each other, 'Allah has honored us by being the Companions of His Prophet ﷺ and in supporting him until Islam became victorious and its following increased. We had before ignored the needs of our families, estates and children. Warfare has ceased, so let us go back to our families and children and attend to them.' So this Ayah was revealed about us:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And spend in the cause of Allah and do not throw yourselves into destruction.)</span> the destruction refers to staying with our families and estates and abandoning Jihad'.\" This was recorded by Abu Dawud, At-Tirmidhi, An-Nasa'i, 'Abd bin Humayd in his Tafsir, Ibn Abu Hatim, Ibn Jarir, Ibn Marduwyah, Al-Hafiz Abu Ya'la in his Musnad, Ibn Hibban and Al-Hakim. At-Tirmidhi said; \"Hasan, Sahih, Gharib\" Al-Hakim said, \"It meets the criteria of the Two Shaykhs <span class=\"gray\">(Al-Bukhari and Muslim)</span> but they did not record it.\"</p><p lang=\"en\" class=\"en \">Abu Dawud's version mentions that Aslam Abu 'Imran said, \"We were at <span class=\"gray\">(the siege of)</span> Constantinople. Then, 'Uqbah bin 'Amr was leading the Egyptian forces, while the Syrian forces were led by Fadalah bin 'Ubayd. Later on, a huge column of Roman <span class=\"gray\">(Byzantine)</span> soldiers departed the city, and we stood in lines against them. A Muslim man raided the Roman lines until he broke through them and came back to us. The people shouted, 'All praise is due to Allah! He is sending himself to certain demise.' Abu Ayyub said, 'O people! You explain this Ayah the wrong way. It was revealed about us, the Ansar when Allah gave victory to His religion and its following increased. We said to each other, 'It would be better for us now if we return to our estates and attend to them.' Then Allah revealed this Ayah <span class=\"gray\">(2:195)</span>'.\"</p><p lang=\"en\" class=\"en \">Abu Bakr bin 'Aiyash reported that Abu Ishaq As-Subai'y related that a man said to Al-Bara' bin 'Azib, \"If I raided the enemy lines alone and they kill me, would I be throwing myself to certain demise?\" He said, \"No. Allah said to His Messenger ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then fight <span class=\"gray\">(O Muhammad ﷺ)</span> in the cause of Allah, you are not tasked <span class=\"gray\">(held responsible)</span> except for yourself.)</span><span class=\"gray\">(4:84)</span> That Ayah <span class=\"gray\">(2:195)</span> is about <span class=\"gray\">(refraining from)</span> spending.\" Ibn Marduwyah reported this Hadith, as well as Al-Hakim in his Mustadrak who said; \"It meets the criteria of the Two Shaykhs <span class=\"gray\">(Al-Bukhari and Muslim)</span> but they did not record it.\" Ath-Thawri and Qays bin Ar-Rabi' related it from Al-Bara'. but added:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُكَلَّفُ إِلَّا نَفْسَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are not tasked <span class=\"gray\">(held responsible)</span> except for yourself.)</span><span class=\"gray\">(4:84)</span> \"Destruction refers to the man who sins and refrains from repenting, thus throwing himself to destruction.\"</p><p lang=\"gd\" class=\"gd \">Ibn 'Abbas said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And spend in the cause of Allah and do not throw yourselves into destruction)</span></p><p lang=\"en\" class=\"en \">\"This is not about fighting. But about refraining from spending for the sake of Allah, in which case, one will be throwing his self into destruction.\"</p><p lang=\"en\" class=\"en \">The Ayah <span class=\"gray\">(2:195)</span> includes the order to spend in Allah's cause, in the various areas and ways that involve obedience and drawing closer to Allah. It especially applies to spending in fighting the enemies and on what strengthens the Muslims against the enemy. Allah states that those who refrain from spending in this regard will face utter and certain demise and destruction, meaning those who acquire this habit. Allah commands that one should acquire Ihsan <span class=\"gray\">(excellence in the religion)</span>, as it is the highest part of the acts of obedience. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ</p><p lang=\"ga\" class=\"ga \"><span class=\"gray\">(and do good. Truly, Allah loves Al-Muhsinin <span class=\"gray\">(those who do good)</span>.)</span></p>"
  }
]