[
  {
    "ayah_key": "61:5",
    "group_ayah_key": "61:5",
    "from_ayah": "61:5",
    "to_ayah": "61:6",
    "ayah_keys": "61:5,61:6",
    "text": "<p lang=\"en\" class=\"en \">And when Musa said to his people: \"O my people! Why do you annoy me while you know certainly that I am the Messenger of Allah to you? So, when they turned away <span class=\"gray\">(from the path of Allah)</span>, Allah turned their hearts away <span class=\"gray\">(from the right path)</span>. And Allah guides not the people who are rebellious <span>(5)</span>And <span class=\"gray\">(remember)</span> when 'Isa, son of Maryam, said: \"O Children of Israel! I am the Messenger of Allah unto you, confirming the Tawrah <span class=\"gray\">[which came]</span> before me, and giving glad tidings of a Messenger to come after me, whose name shall be Ahmad. \"But when he came to them with clear proofs, they said: \"This is plain magic. <span>(6)</span></p><p lang=\"en\" class=\"en \">Musa admonishes His People for annoying Him</p><p lang=\"en\" class=\"en \">Allah states that His servant and Messenger Musa, son of 'Imran, to whom Allah spoke directly, said to his people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why do you annoy me while you know certainly that I am the Messenger of Allah to you?)</span> meaning, 'why do you annoy me even though you know my truth regarding the Message that I brought you?' </p><p lang=\"en\" class=\"en \">This brings consolation for Allah's Messenger ﷺ for what the disbelievers among his people and others did to him. </p><p lang=\"en\" class=\"en \">And it orders him to be patient. This is why he once said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَةُ اللهِ عَلَى مُوسَى لَقَدْ أُوذِيَ بِأَكْثَرَ مِنْ هَذَا فَصَبَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May Allah have mercy with Musa: he was annoyed more than this, yet he was patient.)</span></p><p lang=\"en\" class=\"en \">By it believers are prohibited from harming or bothering the Prophet ﷺ in any way or form. As Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَىٰ فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا ۚ وَكَانَ عِنْدَ اللَّهِ وَجِيهًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Be not like those who annoyed Musa, but Allah cleared him of that which they alleged, and he was honorable before Allah.)</span><span class=\"gray\">(33:69)</span> And His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, when they turned away, Allah turned their hearts away.)</span>, means, when the Jews turned away from following the guidance, even though they knew it, Allah turned their hearts away from the guidance. Instead, Allah placed doubts, suspicion and failure in their hearts, just as He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall turn their hearts and vision away, as they refused to believe therin for the first time, and we shall leave them in their trespass to wander blindly.)</span><span class=\"gray\">(6:110)</span> And His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَىٰ وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّىٰ وَنُصْلِهِ جَهَنَّمَ ۖ وَسَاءَتْ مَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever contradicts and opposes the Messenger after the right path has been shown clearly to him, and follows other than the believers' way, We shall keep him in the path he has chosen, and enter him in Hell, what an evil destination it is!)</span><span class=\"gray\">(4:115)</span>, and, Similarly Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah guides not the people who are rebellious.)</span><span class=\"gray\">(9:24)</span></p><p lang=\"en\" class=\"en \">The Good News of 'Isa about Our Prophet <span class=\"gray\">(ﷺ)</span> and that His Name is Ahmad</p><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when 'Isa, son of Maryam, said: \"O Children of Israel! I am the Messenger of Allah unto you, confirming the Tawrah before me, and giving glad tidings of a Messenger to come after me, whose name shall be Ahmad.\")</span></p><p lang=\"en\" class=\"en \">Isa said, \"The Tawrah conveyed the glad tidings of my coming, and my coming confirms the truth of the Tawrah. I convey the glad tidings of the Prophet who will come after me. He is the unlettered, Makkan, Arab Prophet and Messenger, Ahmad.\" </p><p lang=\"en\" class=\"en \">'Isa, peace be upon him, is the last and final Messenger from among the Children of Israel. He remained among the Children of Israel for a while, conveying the good news of the coming of Muhammad, whose name is also Ahmad, the Last and Final Prophet and Messenger. After Muhammad, there will be no prophethood or Messengers. How admirable the Hadith is that Al-Bukhari collected in his Sahih from Jubayr bin Mut'im, who said, \"I heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ لِي أَسْمَاءً: أَنَا مُحَمَّدٌ، وَأَنَا أَحْمَدُ، وَأَنَا الْمَاحِي الَّذِي يَمْحُو اللهُ بِهِ الْكُفْرَ،وَأَنَا الْحَاشِرُ الَّذِي يُحْشَرُ النَّاسُ عَلَى قَدَمَيَّ، وَأَنَا الْعَاقِبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have names. I am Muhammad and Ahmad. I am Al-Mahi through whom Allah will eliminate disbelief. I am Al-Hashir who will be the first to be resurrected, with the people being resurrected Hereafter. I am also Al-'Aqib <span class=\"gray\">(i.e., there will be no Prophet after me)</span>.\")</span> Also Muslim collected this Hadith from Az-Zuhri from Jubayr. </p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq recorded that Khalid bin Ma'dan said that some Companions of Allah's Messenger ﷺ said, \"O Allah's Messenger! Tell us about yourself.\" He said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">دَعْوَةُ أَبِي إِبْرَاهِيمَ، وَبُشْرَى عِيسَى، وَرَأَتْ أُمِّي حِينَ حَمَلَتْ بِي كَأَنَّهُ خَرَجَ مِنْها نُورٌ أَضَاءَتْ لَهُ قُصُورُ بُصْرَى مِنْ أَرْضِ الشَّامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am the <span class=\"gray\">(result of the)</span> invocation made to Allah from my father Ibrahim and the good news 'Isa delivered. When my mother was pregnant with me, she had a dream in which she saw a light emanating from her that radiated the palaces of Busra in Ash-Sham.\" This Hadith has a good chain of narration that is supported by other similar narrations. </span></p><p lang=\"id\" class=\"id \">Imam Ahmad recorded that Al-'Irbad bin Sariyah said, \"The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي عِنْدَ اللهِ لَخَاتَمُ النَّبِيِّينَ، وَإِنَّ آدَمَ لَمُنْجَدِلٌ فِي طِينَتِهِ، وَسَأُنَبِّئُكُمْ بِأَوَّلِ ذَلِكَ: دَعْوَةُ أَبِي إِبْرَاهِيمَ، وَبِشَارَةُ عِيسَى بِي، وَرُؤْيَا أُمِّي الَّتِي رَأَتْ، وَكَذَلِكَ أُمَّهَاتُ النَّبِيِّينَ يَرَيْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was written with Allah as the Last and Final of the Prophet, even when Adam was still clay. I will tell of the first good news announcing my advent, the <span class=\"gray\">(result of the)</span> invocation to Allah made from my father Ibrahim, the good news 'Isa conveyed, and the dream that my mother saw. The mothers of all Prophets see similar dreams.\")</span></p><p lang=\"ceb\" class=\"ceb \">Imam Ahmad recorded that Abu Umamah said, \"I said, 'O Allah's Messenger! What was the first good news of your coming?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعْوَةُ أَبِي إِبْرَاهِيمَ، وَبُشْرَى عِيسَى، وَرَأَتْ أُمِّي أَنَّهُ يَخْرُجُ مِنْهَا نُورٌ أَضَاءَتْ لَهُ قُصُورُ الشَّامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The <span class=\"gray\">(result of the)</span> invocation to Allah made from my father Ibrahim and the good news 'Isa conveyed. My mother saw a light emanating from her that filled the palaces of Ash- Sham in a dream.)</span>\" </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah bin Mas'ud said that the Messenger of Allah ﷺ sent eighty men, including 'Abdullah bin Mas'ud, Ja'far bin Abi Talib, 'Abdullah bin 'Urfutah, 'Uthman bin Maz'un, Abu Musa, and others, to An-Najashi. The Quraysh sent 'Amr bin Al-'As and 'Umarah bin Al-Walid with a gift for An-Najashi. When they, 'Amr and 'Umarah, came to An-Najashi, they prostrated before him and stood to his right and left. 'Amr and 'Umarah said, \"Some of our cousins migrated to your land; they have abandoned us and our religion.\" An-Najashi said, \"Where are they?\" They said, \"They are in your land, so send for them,\" so An-Najashi summoned the Muslims. Ja'far said to the Muslims, \"I will be your speaker today.\" So, the Muslims followed Ja'far and when he entered on the king he did not prostrate after greeting him. They said to Ja'far, \"Why do you not prostrate before the king?\" Ja'far said, \"We only prostrate for Allah, the Exalted and Most Honored.\" They said, \"Why?\" He said, \"Allah has sent a Messenger to us from Him, who ordered us not to prostrate to anyone except Allah, the Exalted and Most Honored. He also ordered to perform prayer and give charity.\" </p><p lang=\"en\" class=\"en \">Amr bin Al-'As said, \"They contradict your creed about 'Isa, son of Maryam.\" The king asked, \"What do you say about 'Isa and his mother Maryam?\" Ja'far said, \"We only say what Allah said about him, that he is Allah's Word, a soul created by Allah and sent down to the honorable virgin who was not touched by a man nor bearing children before.\" An-Najashi lifted a straw of wood and said, \"O Ethiopians, monks and priests! By Allah, what they say about 'Isa is no more than what we say about him, not even a difference that equals this straw. You are welcomed among us, and greetings to him who sent you. I bear witness that he is Allah's Messenger whom we read about in the Injil. He is the Prophet who 'Isa, son of Maryam, foretold the good news about his advent. Live wherever you wish. By Allah, had I not been entrusted with the responsibilities of kingship, I would have gone to him, so that I could be honored by carrying his slippers and his water for ablution.\" </p><p lang=\"en\" class=\"en \">The king ordered that the gifts of the idolators be returned to them. 'Abdullah bin Mas'ud soon returned and later on participated in the battle of Badr. He said that when the Prophet ﷺ received the news that An-Najashi died, he invoked Allah to forgive him. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَٰذَا سِحْرٌ مُبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when he came to them with clear proofs, they said: \"This is plain magic.\")</span> this refers to Ahmad, who was anticipated, in accordance with the early Scriptures and early generations, according to Ibn Jurayj and Ibn Jarir. When the Prophet appeared bringing clear signs, the disbelievers and rejecters said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا سِحْرٌ مُبِينٌ</p><p lang=\"la\" class=\"la \"><span class=\"gray\">(This is plain magic)</span></p>"
  },
  {
    "ayah_key": "61:7",
    "group_ayah_key": "61:7",
    "from_ayah": "61:7",
    "to_ayah": "61:9",
    "ayah_keys": "61:7,61:8,61:9",
    "text": "<p lang=\"en\" class=\"en \">And who does more wrong than the one who invents a lie against Allah, while he is being invited to Islam? And Allah guides not the people who are wrongdoers <span>(7)</span>They intend to put out the Light of Allah with their mouths. But Allah will bring His Light to perfection even though the disbelievers hate <span class=\"gray\">(it)</span><span>(8)</span>He it is Who has sent His Messenger with guidance and the religion of truth to make it victorious over all religions even though idolators hate <span class=\"gray\">(it)</span><span>(9)</span></p><p lang=\"en\" class=\"en \">The Most Unjust among all People</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَىٰ إِلَى الْإِسْلَامِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who does more wrong than the one who invents a lie against Allah, while he is being invited to Islam?)</span> meaning, none is more unjust than he who lies about Allah and calls upon rivals and associates partners with Him, even while he is being invited to Tawhid and sincerely worshipping Him. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah guides not the people who are wrongdoers.)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They intend to put out the Light of Allah with their mouths.)</span> indicating that the disbelievers will try to contradict the truth with falsehood. Their attempts are similar to one's attempt to extinguish the sun with his mouth, which is impossible. Likewise is the case of their attempt to extinguish truth. So Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ - هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah will bring His Light to perfection even though the disbelievers hate <span class=\"gray\">(it)</span>. He it is Who has sent His Messenger with guidance and the religion of truth to make it victorious over all <span class=\"gray\">(other)</span> religions even though the idolators hate <span class=\"gray\">(it)</span>.)</span></p><p lang=\"en\" class=\"en \">We explained the meanings of similar Ayat before, in the Tafsir of Surah Bara'ah. All praise and thanks are due to Allah.</p>"
  }
]