[
  {
    "ayah_key": "6:71",
    "group_ayah_key": "6:71",
    "from_ayah": "6:71",
    "to_ayah": "6:73",
    "ayah_keys": "6:71,6:72,6:73",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Shall we invoke others besides Allah <span class=\"gray\">(false deities)</span>, that can do us neither good nor harm, and shall we turn on our heels after Allah has guided us? – Like one whom the Shayatin <span class=\"gray\">(devils)</span> have made to go astray, confused <span class=\"gray\">(wandering)</span> through the land, his companions calling him to guidance <span class=\"gray\">(saying)</span>: 'Come to us.'\" Say: \"Verily, Allah's guidance is the only guidance, and we have been commanded to submit <span class=\"gray\">(ourselves)</span> to the Lord of all that exists <span>(71)</span>And to perform the Salah, and have Taqwa of Him, and it is He to Whom you shall be gathered <span>(72)</span>It is He Who has created the heavens and the earth in truth, and on the Day He will say: \"Be!\" it shall become. His Word is the truth. His will be the dominion on the Day when the Sur will be blown. All-Knower of the unseen and the seen. He is the All-Wise, Well-Aware <span>(73)</span></p><div lang=\"en\" class=\"en \"><h2>The Parable of Those Who Revert to Disbelief After Faith and Good Deeds</h2></div><p lang=\"hmn\" class=\"hmn \">As-Suddi said, \"Some idolators said to some Muslims, 'Follow us and abandon the religion of Muhammad.' Allah sent down the revelation,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَنَدْعُو مِن دُونِ اللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰ أَعْقَابِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Shall we invoke others besides Allah, that can do us neither good nor harm, and shall we turn on our heels...\")</span> by reverting to disbelief,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَعْدَ إِذْ هَدَانَا اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"...after Allah has guided us?\")</span> for if we do this, our example will be like he whom the devils have caused to wander in confusion throughout the land. Allah says here, your example, if you revert to disbelief after you believed, is that of a man who went with some people on a road, but he lost his way and the devils led him to wander in confusion over the land. Meanwhile, his companions on the road were calling him to come to them saying, 'Come back to us, for we are on the path.' But, he refused to go back to them. This is the example of he who follows the devil after recognizing Muhammad ﷺ, and Muhammad ﷺ is the person who is calling the people to the path, and the path is Islam.\" Ibn Jarir recorded this statement.Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Like one whom the Shayatin <span class=\"gray\">(devils)</span> have made to go astray <span class=\"gray\">(wandering)</span> through the land,)</span> refers to ghouls,</p><p class=\"ps qpc-hafs\" lang=\"ps\">يَدْعُونَهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(calling him)</span> by his name, his father's and his grandfather's names. So he follows the devils' call thinking that it is a path of guidance, but by the morning he will find himself destroyed and perhaps they eat him. The Jinns will then let him wander in a wasteland where he will die of thirst. This is the example of those who follow the false gods that are being worshipped instead of Allah, Most Honored. Ibn Jarir also recorded this. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Verily, Allah's guidance is the only guidance,\")</span> Allah said in other instances,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَهْدِ اللَّهُ فَمَا لَهُ مِن مُّضِلٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whomsoever Allah guides, for him there will be none to misguide him.)</span><span class=\"gray\">[39:37]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَحْرِصْ عَلَى هُدَاهُمْ فَإِنَّ اللَّهَ لاَ يَهْدِى مَن يُضِلُّ وَمَا لَهُمْ مِّن نَّـصِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you covet for their guidance, then verily Allah guides not those whom He makes to go astray. And they will have no helpers.)</span><span class=\"gray\">[16:37]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and we have been commanded to submit to the Lord of all that exists.)</span> means, we were commanded to worship Allah in sincerity to Him alone, without partners.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْ أَقِيمُوا الصَّلَاةَ وَاتَّقُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to perform the Salah, and have Taqwa of Him.)</span> meaning, we were commanded to perform the prayer and to fear Allah in all circumstances,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي إِلَيْهِ تُحْشَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it is He to Whom you shall be gathered.)</span> on the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who has created the heavens and the earth in truth.)</span> meaning, in justice, and He is their Originator and Owner Who governs their affairs and the affairs of their inhabitants. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَقُولُ كُن فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and on the Day He will say: \"Be!\" it shall become.)</span> Referring to the Day of Resurrection, which will come faster than the blink of an eye, when Allah says to it, 'Be.'</p><div lang=\"fr\" class=\"fr \"><h2>As-Sur; The Trumpet</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُنفَخُ فِي الصُّورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on the Day when the Sur will be blown...)</span> refers to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَقُولُ كُن فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and on the Day He will say: \"Be!\" it shall become.)</span> as we stated above. Or, it means,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ الْمُلْكُ يَوْمَ يُنفَخُ فِي الصُّورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His will be the dominion on the Day when the Sur will be blown.)</span> Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whose is the kingdom this Day? It is Allah's, the One, the Irresistible!)</span><span class=\"gray\">[40:16]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَٰنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The sovereignty on that Day will be the true <span class=\"gray\">(sovereignty)</span>, belonging to the Most Beneficent <span class=\"gray\">(Allah)</span>, and it will be a hard Day for the disbelievers.)</span><span class=\"gray\">[25:26]</span></p><p lang=\"en\" class=\"en \">The Sur is the Trumpet into which the angel Israfil, peace be upon him, will blow. The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِسْرَافِيلَ قَدِ الْتَقَمَ الصُّورَ، وَحَنَى جَبْهَتَهُ يَنْتَظِرُ مَتَى يُؤْمَر فَيَنْفُخُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Israfil has held the Sur in his mouth and lowered his forehead, awaiting the command to blow in it.)</span></p><p lang=\"en\" class=\"en \">Muslim recorded this Hadith in his Sahih. Imam Ahmad recorded that 'Abdullah bin 'Amr said, \"A bedouin man said, 'O Allah's Messenger! What is the Sur?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَرْنٌ يُنْفَخُ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A Trumpet which will be blown.)</span>\"</p>"
  }
]