[
  {
    "ayah_key": "5:3",
    "group_ayah_key": "5:3",
    "from_ayah": "5:3",
    "to_ayah": "5:3",
    "ayah_keys": "5:3",
    "text": "<p lang=\"en\" class=\"en \">Forbidden to you <span class=\"gray\">(for food)</span> are: Al-Maytah <span class=\"gray\">(the dead animals)</span>, blood, the flesh of swine, and that which has been slaughtered as a sacrifice for other than Allah, and that which has been killed by strangling, or by a violent blow, or by a headlong fall, or by the goring of horns ـand that which has been <span class=\"gray\">(partly)</span> eaten by a wild animal ـunless you are able to slaughter it <span class=\"gray\">(before its death)</span> - and that which is sacrificed <span class=\"gray\">(slaughtered)</span> on An-Nusub <span class=\"gray\">(stone altars)</span>. <span class=\"gray\">(Forbidden)</span> also is to make decisions with Al-Azlam <span class=\"gray\">(arrows)</span><span class=\"gray\">(all)</span> that is Fisq <span class=\"gray\">(disobedience and sin)</span>. This day, those who disbelieved have given up all hope of your religion; so fear them not, but fear Me. This day, I have perfected your religion for you, completed My favor upon you, and have chosen for you Islam as your religion. But as for him who is forced by severe hunger, with no inclination to sin <span class=\"gray\">(such can eat these above mentioned animals)</span>, then surely, Allah is Oft-Forgiving, Most Merciful <span>(3)</span></p><div lang=\"en\" class=\"en \"><h2>The Animals that are Unlawful to Eat</h2></div><p lang=\"en\" class=\"en \">Allah informs His servants that He forbids consuming the mentioned types of foods, such as the Maytah, which is the animal that dies before being properly slaughtered or hunted. Allah forbids this type of food due to the harm it causes, because of the blood that becomes clogged in the veins of the dead animal. Therefore, the Maytah is harmful, religiously and physically, and this is why Allah has prohibited it. The only exception to this ruling is fish, for fish is allowed, even when dead, by slaughtering or otherwise. Malik in his Muwatta, also Abu Dawud, At-Tirmidhi, An-Nasa'i and Ibn Majah in their Sunan, Ibn Khuzaymah and Ibn Hibban in their Sahihs, all recorded that Abu Hurayrah said that the Messenger of Allah ﷺ was asked about seawater. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الطَّهُورُ مَاؤُهُ الْحِلُّ مَيْتَتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Its water is pure and its dead are permissible.)</span></p><p lang=\"en\" class=\"en \">The same ruling applies to locusts, as proven in a Hadith that we will mention later. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالدَّمُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(blood...)</span> This refers to flowing blood, according to Ibn 'Abbas and Sa'id bin Jubayr, and it is similar to Allah's other statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَمًا مَّسْفُوحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Blood poured forth...)</span> Ibn Abi Hatim recorded that Ibn 'Abbas was asked about the spleen and he said, \"Eat it.\" They said, \"It is blood.\" He said, \"You are only prohibited blood that was poured forth.\" Abu 'Abdullah, Muhammad bin Idris Ash-Shafi'i recorded that Ibn 'Umar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُحِلَّ لَنَا مَيْتَتَانِ وَدَمَانِ، فَأَمَّا الْمَيْتَتَانِ فَالسَّمَكُ وَالْجَرَادُ، وَأَمَّا الدَّمَانِ فَالْكَبِدُ وَالطحال</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We were allowed two dead animals and two <span class=\"gray\">(kinds of)</span> blood. As for the two dead animals, they are fish and locust. As for the two bloods, they are liver and spleen.)</span></p><p lang=\"so\" class=\"so \">Imam Ahmad bin Hanbal, Ibn Majah, Ad-Daraqutni and Al-Bayhaqi also recorded this Hadith through 'Abdur-Rahman bin Zayd bin Aslam, who is a weak narrator.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَحْمُ الْخِنزِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the flesh of swine...)</span> includes domesticated and wild swine, and also refers to the whole animal, including its fat, for this is what the Arabs mean by Lahm or 'flesh'. Muslim recorded that Buraydah bin Al-Husayb Al-Aslami said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ لَعِبَ بِالنَّرْدَشِيرِ، فَكَأَنَّمَا صَبَغَ يَدَهُ فِي لَحْمِ الْخِنْزِيرِ وَدَمِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who plays Nardshir <span class=\"gray\">(a game with dice that involves gambling)</span> is just like the one who puts his hand in the flesh and blood of swine.)</span></p><p lang=\"en\" class=\"en \">If this is the case with merely touching the flesh and blood of swine, so what about eating and feeding on it? This Hadith is a proof that Lahm means the entire body of the animal, including its fat. In is recorded in the Two Sahihs that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ حَرَّمَ بَيْعَ الْخَمْرِ وَالْمَيْتَةِ وَالْخِنْزِيرِ وَالْأَصْنَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah made the trade of alcohol, dead animals, pigs and idols illegal.)</span></p><p lang=\"en\" class=\"en \">The people asked, \"O Allah's Messenger! What about the fat of dead animals, for it was used for greasing the boats and the hides; and people use it for lanterns?\" He said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَا، هُوَ حَرَامٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, it is illegal.)</span> In the Sahih of Al-Bukhari, Abu Sufyan narrated that he said to Heraclius, Emperor of Rome, \"He <span class=\"gray\">(Muhammad)</span> prohibited us from eating dead animals and blood.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that which has been slaughtered as a sacrifice for other than Allah.)</span> Therefore, the animals on which a name other than Allah was mentioned upon slaughtering it, is impermissible, because Allah made it necessary to mention His Glorious Name upon slaughtering the animals, which He created. Whoever does not do so, mentioning other than Allah's Name, such as the name of an idol, a false deity or a monument, when slaughtering, he makes this meat unlawful, according to the consensus. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُنْخَنِقَةُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that which has been killed by strangling...)</span> either intentionally or by mistake, such as when an animal moves while restrained and dies by strangulation because of its struggling, this animal is also unlawful to eat.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَوْقُوذَةُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or by a violent blow...)</span> This refers to the animal that is hit with a heavy object until it dies. Ibn 'Abbas and several others said it is the animal that is hit with a staff until it dies. Qatadah said, \"The people of Jahiliyyah used to strike the animal with sticks and when it died, they would eat it.\" It is recorded in the Sahih that 'Adi bin Hatim said, \"I asked, 'O Allah's Messenger! I use the Mi'rad for hunting and catch game with it.' He replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا رَمَيْتَ بِالْمِعْرَاضِ فَخَزَق فَكُلْهُ، وَإِنْ أصَابَ بَعَرْضِهِ فَإنَّمَا هُوَ وَقِيذٌ فَلَا تَأْكُلْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If the game is hit by its sharp edge, eat it. But, if it is hit by its broad side, do not eat it, for it has been beaten to death.)</span></p><p lang=\"en\" class=\"en \">Therefore, the Prophet ﷺ made a distinction between killing the animal with the sharp edge of an arrow or a hunting stick, and rendered it lawful, and what is killed by the broad side of an object, and rendered it unlawful because it was beaten to death. There is a consensus among the scholars of Fiqh on this subject. </p><p lang=\"en\" class=\"en \">As for the animal that falls headlong from a high place and dies as a result, it is also prohibited. 'Ali bin Abi Talhah reported that Ibn 'Abbas said that an animal that dies by a headlong fall, \"Is that which falls from a mountain.\" Qatadah said that it is the animal that falls in a well. As-Suddi said that it is the animal that falls from a mountain or in a well.</p><p lang=\"en\" class=\"en \">As for the animal that dies by being gorged by another animal, it is also prohibited, even if the horn opens a flesh wound and it bleeds to death from its neck.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكَلَ السَّبُعُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that which has been <span class=\"gray\">(partly)</span> eaten by a wild animal,)</span> refers to the animal that was attacked by a lion, leopard, tiger, wolf or dog, then the wild beast eats a part of it and it dies because of that. This type is also prohibited, even if the animal bled to death from its neck. There is also a consensus on this ruling. During the time of Jahiliyyah, the people used to eat the sheep, camel, or cow that were partly eaten by a wild animal. Allah prohibited this practice for the believers. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَا ذَكَّيْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(unless you are able to slaughter it,)</span> before it dies, due to the causes mentioned above. This part of the Ayah is connected to,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that which has been killed by strangling, or by a violent blow, or by a headlong fall, or by the goring of horns - and that which has been <span class=\"gray\">(partly)</span> eaten by a wild animal.)</span></p><p lang=\"en\" class=\"en \">'Ali bin Abi Talhah reported that Ibn 'Abbas commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَا ذَكَّيْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(unless you are able to slaughter it,)</span></p><p lang=\"en\" class=\"en \">\"Unless you are able to slaughter the animal in the cases mentioned in the Ayah while it is still alive, then eat it, for it was properly slaughtered.\" Similar was reported from Sa'id bin Jubayr, Al-Hasan Al-Basri and As-Suddi. Ibn Jarir recorded that 'Ali, may Allah be pleased with him, said, \"If you are able to slaughter the animal that has been hit by a violent blow, or by a headlong fall, or by the gorging of horns while it still moves a foot or a leg, then eat from its meat.\" Similar was reported from Tawus, Al-Hasan, Qatadah, 'Ubayd bin 'Umayr, Ad-Dahhak and several others, that if the animal that is being slaughtered still moves, thus demonstrating that it is still alive while slaughtering, then it is lawful.</p><p lang=\"en\" class=\"en \">The Two Sahihs recorded that Rafi' bin Khadij said, \"I asked, 'O Allah's Messenger! We fear that we may meet our enemy tomorrow and we have no knives, could we slaughter the animals with reeds?' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنْهَرَ الدَّمَ، وَذُكِرَ اسْمُ اللهِ عَلَيْهِ، فَكُلُوهُ، لَيْسَ السِّنَّ وَالظُّفُرَ، وَسَأُحَدِّثُكُمْ عَنْ ذلِكَ: أَمَّا السِّنُّ فَعَظْمٌ، وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You can use what makes blood flow and you can eat what is slaughtered with the Name of Allah. But do not use teeth or claws <span class=\"gray\">(in slaughtering)</span>. I will tell you why, as for teeth, they are bones, and claws are used by Ethiopians for slaughtering.)</span>\" Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ذُبِحَ عَلَى النُّصُبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that which is sacrificed on An-Nusub.)</span></p><p lang=\"en\" class=\"en \">Nusub were stone altars that were erected around the Ka'bah, as Mujahid and Ibn Jurayj stated. Ibn Jurayj said, \"There were three hundred and sixty Nusub <span class=\"gray\">[around the Ka'bah]</span> that the Arabs used to slaughter in front of, during the time of Jahiliyyah. They used to sprinkle the animals that came to the Ka'bah with the blood of slaughtered animals, whose meat they cut to pieces and placed on the altars.\" Allah forbade this practice for the believers. He also forbade them from eating the meat of animals that were slaughtered in the vicinity of the Nusub, even if Allah's Name was mentioned on these animals when they were slaughtered, because it is a type of Shirk that Allah and His Messenger ﷺ have forbidden.</p><div lang=\"en\" class=\"en \"><h2>The Prohibition of Using Al-Azlam for Decision Making</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن تَسْتَقْسِمُوا بِالْأَزْلَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Forbidden)</span> also is to make decisions with Al-Azlam)</span></p><p lang=\"en\" class=\"en \">The Ayah commands, \"O believers! You are forbidden to use Al-Azlam <span class=\"gray\">(arrows)</span> for decision making,\" which was a practice of the Arabs during the time of Jahiliyyah. They would use three arrows, one with the word 'Do' written on it, another that says 'Do not', while the third does not say anything. Some of them would write on the first arrow, 'My Lord commanded me,' and, 'My Lord forbade me,' on the second arrow and they would not write anything on the third arrow. If the blank arrow was picked, the person would keep trying until the arrow that says do or do not was picked, and the person would implement the command that he picked. Ibn 'Abbas said that the Azlam were arrows that they used to seek decisions through. Muhammad bin Ishaq and others said that the major idol of the tribe of Quraysh was Hubal, which was erected on the tip of a well inside the Ka'bah, where gifts were presented and where the treasure of the Ka'bah was kept. There, they also had seven arrows that they would use to seek a decision concerning matters of dispute. Whatever the chosen arrow would tell them, they would abide by it! Al-Bukhari recorded that when the Prophet ﷺ entered Al-Ka'bah <span class=\"gray\">(after Makkah was conquered)</span>, he found pictures of Ibrahim and Isma'il holding the Azlam in their hands. The Prophet commented, in it holding the Azlam in their hands. The Prophet commented,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتَلَهُمُ اللهُ لَقَدْ عَلِمُوا أَنَّهُمَا لَمْ يَسْتَقْسِمَا بِهَا أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May Allah fight them <span class=\"gray\">(the idolaters)</span>! They know that they never used the Azlam to make decisions.)</span> Mujahid commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن تَسْتَقْسِمُوا بِالْأَزْلَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Forbidden)</span> also is to make decisions with Al-Azlam,)</span></p><p lang=\"en\" class=\"en \">\"These were arrows that the Arabs used, and dice that the Persians and Romans used in gambling.\" This statement by Mujahid, that these arrows were used in gambling, is doubtful unless we say that they used the arrows for gambling sometimes and for decisions other times, and Allah knows best. We should also state that Allah mentioned Azlam and gambling in His statement before the end of the Surah <span class=\"gray\">(5:90-91)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنصَابُ وَالْأَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ - إِنَّمَا يُرِيدُ الشَّيْطَانُ أَن يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَن ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنتُم مُّنتَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Intoxicants <span class=\"gray\">(all kinds of alcoholic drinks)</span>, and gambling, and Al-Ansab, and Al-Azlam are an abomination of Shaytan's handiwork. So avoid that in order that you may be successful. Shaytan wants only to excite enmity and hatred between you with intoxicants <span class=\"gray\">(alcoholic drinks)</span> and gambling, and hinder you from the remembrance of Allah and from the Salah <span class=\"gray\">(the prayer)</span>. So, will you not then abstain?)</span> In this Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن تَسْتَقْسِمُوا بِالْأَزْلَامِ ذَٰلِكُمْ فِسْقٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Forbidden)</span> also is to make decisions with Al-Azlam, <span class=\"gray\">(all)</span> that is Fisq.)</span> meaning, all these practices constitute disobedience, sin, misguidance, ignorance and, above all, Shirk. </p><p lang=\"en\" class=\"en \">Allah has commanded the believers to seek decisions from Him when they want to do something, by first worshipping Him and then asking Him for the best decision concerning the matter they seek.</p><p lang=\"en\" class=\"en \">Imam Ahmad, Al-Bukhari and the collectors of Sunan recorded that Jabir bin 'Abdullah said, \"The Prophet ﷺ used to teach us how to make Istikharah <span class=\"gray\">(asking Allah to guide one to the right action)</span>, in all matters, as he taught us the Surahs of the Qur'an. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا هَمَّ أَحَدُكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ، ثُمَّ لْيَقُلْ: اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ، فَإِنَّكَ تَقْدِرُ وَلَا أَقْدِرُ وَتَعْلَمُ وَلَا أَعْلَمُ، وَأَنْتَ عَلَّامُ الْغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمُرَ - ويسميه باسمه - خَيْرٌ لِي فِي دِينِي وَدُنْيَايَ وَمَعَاشِي وعَاقِبَةِ أَمْرِي - أَوْ قَالَ: عَاجِلِ أَمْرِي وَآجِلِهِ - فَاقْدُرْهُ لِي، وَيَسِّرْهُ لِي، ثُمَّ بَارِكْ لِي فِيهِ، اللَّهُمَّ وَإِنْ كُنْتَ تَعْلَمُ أَنَّهُ شَرٌّ لِي فِي دِينِي وَدُنْيَايَ وَمَعَاشِي وَعَاقِبَةِ أَمْرِي، فَاصْرِفْنِي عَنْهُ، وَاصْرِفْهُ عَنِّي، وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ رَضِّنِي بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If anyone of you thinks of doing any matter, he should offer a two Rak'ah prayer, other than the compulsory, and say <span class=\"gray\">(after the prayer)</span> 'O Allah! I ask guidance from Your knowledge, from Your ability and I ask for Your great bounty, for You are capable and I am not, You know and I do not, and You know the Unseen. O Allah! If You know that this matter <span class=\"gray\">(and one should mention the matter or deed here)</span> is good for my religion, my livelihood and the Hereafter <span class=\"gray\">(or he said, 'for my present and later needs')</span> then ordain it for me, make it easy for me to have, and then bless it for me. O Allah! And if You know that this is harmful to me in my religion and livelihood and for the Hereafter then keep it away from me and let me be away from it. And ordain whatever is good for me, and make me satisfied with it.')</span></p><p lang=\"en\" class=\"en \">This is the wording collected by Ahmad, and At-Tirmidhi said, \"Hasan Sahih Gharib.\"</p><div lang=\"en\" class=\"en \"><h2>Shaytan and the Disbelievers Do Not Hope that Muslims Will Ever Follow Them</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِن دِينِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This day, those who disbelieved have given up all hope of your religion;)</span></p><p lang=\"en\" class=\"en \">'Ali bin Abi Talhah reported that Ibn 'Abbas said that the Ayah means, \"They gave up hope that Muslims would revert to their religion.\" This is similar to the saying of 'Ata' bin Abi Rabah, As-Suddi and Muqatil bin Hayyan. This meaning is supported by a Hadith recorded in the Sahih that states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشَّيْطَانَ قَدْ يَئِسَ أَنْ يَعْبُدَهُ الْمُصَلُّونَ فِي جَزِيرَةِ الْعَرَبِ، وَلكِنْ بِالتَّحْرِيشِ بَيْنَهُم</p><p lang=\"zh-Latn\" class=\"zh-Latn \"><span class=\"gray\">(Verily, Shaytan has given up hope that those who pray in the Arabian Peninsula, will worship him. But he will still stir trouble among them.)</span></p><p lang=\"en\" class=\"en \">It is also possible that the Ayah negates the possibility that the disbelievers and Shaytan will ever be like Muslims, since Muslims have various qualities that contradict Shirk and its people. This is why Allah commanded His believing servants to observe patience, to be steadfast in defying and contradicting the disbelievers, and to fear none but Allah. Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So fear them not, but fear Me.)</span> meaning, 'do not fear them when you contradict them. Rather, fear Me and I will give you victory over them, I will eradicate them, and make you prevail over them, I will please your hearts and raise you above them in this life and the Hereafter.'</p><div lang=\"en\" class=\"en \"><h2>Islam Has Been Perfected For Muslims</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This day, I have perfected your religion for you, completed My favor upon you, and have chosen for you Islam as your religion.)</span></p><p lang=\"en\" class=\"en \">This, indeed, is the biggest favor from Allah to this Ummah, for He has completed their religion for them, and they, thus, do not need any other religion or any other Prophet except Muhammad ﷺ. This is why Allah made Muhammad ﷺ the Final Prophet and sent him to all humans and Jinn. Therefore, the permissible is what he allows, the impermissible is what he prohibits, the Law is what he legislates and everything that he conveys is true and authentic and does not contain lies or contradictions. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Word of your Lord has been fulfilled in truth and in justice,)</span> meaning, it is true in what it conveys and just in what it commands and forbids. When Allah completed the religion for Muslims, His favor became complete for them as well. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This day, I have perfected your religion for you, completed My favor upon you, and have chosen for you Islam as your religion.)</span> meaning, accept Islam for yourselves, for it is the religion that Allah likes and which He chose for you, and it is that with which He sent the best of the honorable Messengers and the most glorious of His Books.</p><p lang=\"yo\" class=\"yo \">Ibn Jarir recorded that Harun bin 'Antarah said that his father said, \"When the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This day, I have perfected your religion for you...)</span> was revealed, during the great day of Hajj <span class=\"gray\">(the Day of 'Arafah, the ninth day of Dhul-Hijjah)</span> 'Umar cried. The Prophet ﷺ said, 'What makes you cry?' He said, 'What made me cry is that our religion is being perfected for us. Now it is perfect, nothing is perfect, but it is bound to deteriorate.' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَدَقْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You have said the truth.)</span>\" What supports the meaning of this Hadith is the authentic Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْإِسْلَامَ بَدَأَ غَرِيبًا، وَسَيَعُودُ غَرِيبًا، فَطُوبَى لِلْغُرَبَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Islam was strange in its beginning and will return strange once more. Therefore, Tuba for the strangers.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Tariq bin Shihab said, \"A Jewish man said to 'Umar bin Al-Khattab, 'O Leader of the Believers! There is a verse in your Book, which is read by all of you <span class=\"gray\">(Muslims)</span>, and had it been revealed to us, we would have taken that day <span class=\"gray\">(on which it was revealed)</span> as a day of celebration.' 'Umar bin Al-Khattab asked, 'Which is that verse?' The Jew replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This day, I have perfected your religion for you, completed My favor upon you...)</span></p><p lang=\"en\" class=\"en \">Umar replied, 'By Allah! I know when and where this verse was revealed to Allah's Messenger ﷺ. It was the evening on the Day of 'Arafah on a Friday.'\" Al-Bukhari recorded this Hadith through Al-Hasan bin As-Sabbah from Ja'far bin 'Awn. Muslim, At-Tirmidhi and An-Nasa'i also recorded this Hadith.</p><p lang=\"en\" class=\"en \">In the narration collected by Al-Bukhari in the book of Tafsir, through Tariq, he said, \"The Jews said to 'Umar, 'By Allah! There is a verse that is read by all of you <span class=\"gray\">(Muslims)</span>, and had it been revealed to us, we would have taken that day <span class=\"gray\">(on which it was revealed)</span> as a day of celebration.' 'Umar said, 'By Allah! I know when and where this verse was revealed and where the Messenger of Allah ﷺ was at that time. It was the day of 'Arafah, and I was at 'Arafah, by Allah.\" Sufyan <span class=\"gray\">(one of the narrators)</span> doubted if Friday was mentioned in this narration. Sufyan's confusion was either because he was unsure if his teacher included this statement in the Hadith or not. Otherwise, if it was because he doubted that the particular day during the Farewell Hajj was a Friday, it would be a mistake that could not and should not have come from someone like Sufyan Ath-Thawri. The fact that it was a Friday, is agreed on by the scholars of Sirah and Fiqh. There are numerous Hadiths that support this fact that are definitely authentic and of the Mutawatir type. This Hadith was also reported from 'Umar through various chains of narration.</p><div lang=\"en\" class=\"en \"><h2>Permitting the Dead Animals in Conditions of Necessity</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But as for him who is forced by severe hunger, with no inclination to sin <span class=\"gray\">(such can eat these above mentioned animals)</span>, then surely, Allah is Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">Therefore, when one is forced to take any of the impermissible things that Allah mentioned to meet a necessity, he is allowed and Allah is Oft-Forgiving, Most Merciful with him. Allah is well aware of His servant's needs during dire straits, and He will forgive and pardon His servant in this case. In the Musnad and the Sahih of Ibn Hibban, it is recorded that Ibn 'Umar said that Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إنَّ اللهَ يُحِبُّ أَنْ تُؤْتَى رُخْصَتُهُ كَمَا يَكْرَهُ أَنْ تُؤْتَى مَعْصِيَتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah likes that His Rukhsah <span class=\"gray\">(allowance)</span> be used, just as He dislikes that disobedience to Him is committed.)</span></p><p lang=\"en\" class=\"en \">We should mention here that it is not necessary for one to wait three days before eating the meat of dead animals, as many unlettered Muslims mistakenly think. Rather, one can eat such meat when the dire need arises.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Waqid Al-Laythi said that the Companions asked, \"O Messenger of Allah! We live in a land where famine often strikes us. Therefore, when are we allowed to eat the meat of dead animals?\" The Prophet ﷺ replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا لَمْ تَصْطَبِحُوا، وَلَمْ تَغْتَبِقُوا، وَلَمْ تَخْتَفِئُوا بَقْلًا فَشَأْنُكُمْ بِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When you neither find food for lunch and dinner nor have any produce to eat, then eat from it.)</span></p><p lang=\"en\" class=\"en \">Only Imam Ahmad collected this narration and its chain meets the criteria of the Two Sahihs.</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">غَيْرَ مُتَجَانِفٍ لِّإِثْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with no inclination to sin,)</span> meaning, one does not incline to commit what Allah has prohibited. Allah has allowed one when necessity arises to eat from what He otherwise prohibits, under the condition that his heart does not incline to eat what Allah prohibited. Allah said in Surat Al-Baqarah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if one is forced by necessity without willful disobedience nor transgressing due limits, then there is no sin on him. Truly, Allah is Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">Some scholars used this Ayah as evidence that those who travel for the purpose of committing an act of disobedience are not allowed to use any of the legal concessions of travel, because these concessions are not earned through sin, and Allah knows best.</p>"
  }
]