[
  {
    "ayah_key": "5:41",
    "group_ayah_key": "5:41",
    "from_ayah": "5:41",
    "to_ayah": "5:44",
    "ayah_keys": "5:41,5:42,5:43,5:44",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(41. O Messenger! Let not those who hurry to fall into disbelief grieve you, of such who say, \"We believe\" with their mouths but their hearts have no faith. And of the Jews are men who listen much and eagerly to lies, listening to others who have not come to you. They change the words from their places; they say, \"If you are given this, take it, but if you are not given this, then beware!\" And whomsoever Allah wants to put in Fitnah, you can do nothing for him against Allah. Those are the ones whose hearts Allah does not want to purify; for them there is a disgrace in this world, and in the Hereafter a great torment.)</span><span class=\"gray\">(42. They <span class=\"gray\">(like to)</span> listen to falsehood, to devour Suht. So if they come to you, either judge between them, or turn away from them. If you turn away from them, they cannot hurt you in the least. And if you judge, judge with justice between them. Verily, Allah loves those who act justly.)</span><span class=\"gray\">(43. But how do they come to you for a decision while they have the Tawrah, in which is the decision of Allah; yet even after that they turn away. For they are not believers.)</span><span class=\"gray\">(44. Verily, We did send down the Tawrah, therein was guidance and light, by which the Prophets who submitted themselves to Allah's will, judged for the Jews. And the 'Rabbāniyyūn' and the 'Aḥbār', for to them was entrusted the protection of Allah's Book, and they were witnesses thereto. Therefore fear not men but fear Me and sell not My verses for a miserable price. And whosoever does not judge by what Allah has revealed, such are the disbelievers.)</span></p><div lang=\"en\" class=\"en \"><h2>Do Not Feel Sad Because of the Behavior of the Jews and Hypocrites</h2></div><p lang=\"en\" class=\"en \">These honorable Ayat were revealed about those who rush into disbelief, deviating from the obedience of Allah, His Messenger, prefering their opinions and lusts to what Allah has legislated,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of such who say, \"We believe\" with their mouths but their hearts have no faith.)</span></p><p lang=\"en\" class=\"en \">These people pretend to be faithful with their words, but their hearts are empty from faith, and they are the hypocrites.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الَّذِينَ هَادُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of the Jews...)</span> the enemies of Islam and its people, they and the hypocrites all,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَمَّاعُونَ لِلْكَذِبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(listen much and eagerly to lies...)</span> and they accept and react to it positively,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(listening to others who have not come to you,)</span> meaning, they listen to some people who do not attend your meetings, O Muhammad. Or, the Ayah might mean, they listen to what you say and convey it to your enemies who do not attend your audience.</p><div lang=\"en\" class=\"en \"><h2>The Jews Alter and Change the Law, Such As Stoning the Adulterer</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">يُحَرِّفُونَ الْكَلِمَ مِن بَعْدِ مَوَاضِعِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They change the words from their places:)</span> by altering their meanings and knowingly distorting them after they comprehended them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ إِنْ أُوتِيتُمْ هَٰذَا فَخُذُوهُ وَإِن لَّمْ تُؤْتَوْهُ فَاحْذَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they say, \"If you are given this, take it, but if you are not given this, then beware!\")</span></p><p lang=\"en\" class=\"en \">It was reported that this part of the Ayah was revealed about some Jews who committed murder and who said to each other, \"Let us ask Muhammad to judge between us, and if he decides that we pay the Diyah, accept his judgement. If he decides on capital punishment, do not accept his judgement.\" The correct opinion is that this Ayah was revealed about the two Jews who committed adultery. The Jews changed the law they had in their Book from Allah on the matter of punishment for adultery, from stoning to death, to a hundred flogs and making the offenders ride a donkey facing the back of the donkey. When this incident of adultery occurred after the Hijrah, they said to each other, \"Let us go to Muhammad and seek his judgement. If he gives a ruling of flogging, then implement his decision and make it a proof for you with Allah. This way, one of Allah's Prophets will have upheld this ruling amongst you. But if he decides that the punishment should be stoning to death, then do not accept his decision.\"</p><p lang=\"en\" class=\"en \">There are several Hadiths mentioning this story. Malik reported that Nafi' said that 'Abdullah bin 'Umar said, \"The Jews came to Allah's Messenger ﷺ and mentioned that a man and a woman from them committed adultery. Allah's Messenger ﷺ said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَجِدُونَ فِي التَّوْرَاةِ فِي شَأْنِ الرَّجْمِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What do find of the ruling about stoning in the Tawrah?)</span></p><p lang=\"en\" class=\"en \">They said, 'We only find that they should be exposed and flogged.' 'Abdullah bin Salam said, 'You lie. The Tawrah mentions stoning, so bring the Tawrah.' They brought the Tawrah and opened it but one of them hid the verse about stoning with his hand and recited what is before and after that verse. 'Abdullah bin Salam said to him, 'Remove your hand,' and he removed it, thus uncovering the verse about stoning. So they said, He <span class=\"gray\">('Abdullah bin Salam)</span> has said the truth, O Muhammad! It is the verse about stoning.' The Messenger of Allah ﷺ decided that the adulterers be stoned to death and his command was carried out. I saw that man shading the woman from the stones with his body.\" Al-Bukhari and Muslim also collected this Hadith and this is the wording collected by Al-Bukhari. In another narration by Al-Bukhari, the Prophet ﷺ said to the Jews,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا تَصْنَعُون بِهِمَا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What would you do in this case?)</span> They said, \"We would humiliate and expose them.\" The Prophet ﷺ recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِن كُنتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bring here the Tawrah and recite it, if you are truthful.)</span><span class=\"gray\">[3:93]</span></p><p lang=\"en\" class=\"en \">So they brought a man who was blind in one eye and who was respected among them and said to him, \"Read <span class=\"gray\">(from the Tawrah)</span>.\" So he read until he reached a certain verse and then covered it with his hand. He was told, \"Remove your hand,\" and it was the verse about stoning. So that man said, \"O Muhammad! This is the verse about stoning, and we had hid its knowledge among us.\" So the Messenger ﷺ ordered that the two adulterers be stoned, and they were stoned. </p><p lang=\"en\" class=\"en \">Muslim recorded that a Jewish man and a Jewish woman were brought before Allah's Messenger ﷺ because they committed adultery. The Messenger of Allah went to the Jews and asked them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَجِدُونَ فِي التَّوْرَاةِ عَلى مَنْ زَنَىٰ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is the ruling that you find in the Tawrah for adultery?)</span></p><p lang=\"en\" class=\"en \">They said, \"We expose them, carry them <span class=\"gray\">(on donkeys)</span> backwards and parade them in public.\" The Prophet ﷺ recited;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِن كُنتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bring here the Tawrah and recite it, if you are truthful.)</span></p><p lang=\"en\" class=\"en \">So they brought the Tawrah and read from it until the reader reached the verse about stoning. Then he placed his hand on that verse and read what was before and after it. 'Abdullah bin Salam, who was with the Messenger of Allah ﷺ, said, \"Order him to remove his hand,\" and he removed his hand and under it was the verse about stoning. So the Messenger of Allah ﷺ commanded that the adulterers be stoned, and they were stoned. 'Abdullah bin 'Umar said, \"I was among those who stoned them and I saw the man shading the woman from the stones with his body.\" Abu Dawud recorded that Ibn 'Umar said, \"Some Jews came to the Messenger of Allah ﷺ and invited him to go to the Quff area. So he went to the house of Al-Midras and they said, 'O Abu Al-Qasim! A man from us committed adultery with a woman, so decide on their matter.' They arranged a pillow for the Messenger of Allah ﷺ and he sat on it and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتُونِي بِالتَّوْرَاةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bring the Tawrah to me.)</span> He was brought the Tawrah and he removed the pillow from under him and placed the Tawrah on it, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنْتُ بِكِ وَبِمَنْ أَنْزَلَكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I trust you and He Who revealed it to you.)</span> He then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتُونِي بِأَعْلَمِكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bring me your most knowledgeable person.)</span></p><p lang=\"en\" class=\"en \">So he was brought a young man... \" and then he mentioned the rest of the story that Malik narrated from Nafi'. </p><p lang=\"en\" class=\"en \">These Hadiths state that the Messenger of Allah ﷺ issued a decision that conforms with the ruling in the Tawrah, not to honor the Jews in what they believe in, for the Jews were commanded to follow the Law of Muhammad ﷺ only. Rather, the Prophet did this because Allah commanded him to do so. He asked them about the ruling of stoning in the Tawrah to make them admit to what the Tawrah contains and what they collaborated to hide, deny and exclude from implementing for all that time. They had to admit to what they did, although they did it while having knowledge of the correct ruling. What made them go to the Prophet ﷺ for judgement in this matter was their lusts and desires, hoping that the Prophet ﷺ would agree with their opinion, not that they believed in the correctness of his judgment. This is why they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنْ أُوتِيتُمْ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you are given this,)</span> referring to flogging, then take it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن لَّمْ تُؤْتَوْهُ فَاحْذَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but if you are not given this, then beware!)</span> and do not accept or implement it. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُرِدِ اللَّهُ فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا أُولَٰئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَن يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ - سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whomsoever Allah wants to put in Fitnah, you can do nothing for him against Allah. Those are the ones whose hearts Allah does not want to purify; for them there is a disgrace in this world, and in the Hereafter a great torment. They <span class=\"gray\">(like to)</span> listen to falsehood, to devour Suht)</span></p><p lang=\"en\" class=\"en \">Suht' refers to bribes, as Ibn Mas'ud and others stated. The Ayah states that if one is like this, how can Allah cleanse his heart and accept his supplication? Allah said to His Prophet ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن جَاءُوكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So if they come to you...)</span> so that you judge between them,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَاحْكُم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(either judge between them, or turn away from them. If you turn away from them, they cannot hurt you in the least.)</span> meaning, there is no harm if you do not judge between them. This is because when they came to you to judge between them, they did not seek to follow the truth, but only what conformed to their lusts. We should mention here that Ibn 'Abbas, Mujahid, 'Ikrimah, Al-Hasan, Qatadah, As-Suddi, Zayd bin Aslam, 'Ata' Al-Khurasani, and several others said that this part of the Ayah was abrogated by Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنِ احْكُم بَيْنَهُم بِمَا أَنزَلَ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And so judge among them by what Allah has revealed.)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنْ حَكَمْتَ فَاحْكُم بَيْنَهُم بِالْقِسْطِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you judge, judge with justice between them.)</span> and with fairness, even if the Jews were unjust and outcasts from the path of fairness,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah loves those who act justly.)</span></p><div lang=\"en\" class=\"en \"><h2>Chastising the Jews for Their Evil Lusts and Desires, While Praising the Tawrah</h2></div><p lang=\"en\" class=\"en \">Allah then chastises the Jews for their false ideas and deviant desires to abandon what they believe is true in their Book, and which they claim is their eternal Law that they are always commanded to adhere to. Yet, they do not adhere to the Tawrah, but they prefer other laws over it, although they believe that these other laws are not correct and do not apply to them. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَيْفَ يُحَكِّمُونَكَ وَعِندَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ ثُمَّ يَتَوَلَّوْنَ مِن بَعْدِ ذَٰلِكَ وَمَا أُولَٰئِكَ بِالْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But how do they come to you for decision while they have the Tawrah, in which is the decision of Allah; yet even after that they turn away. For they are not believers.)</span></p><p lang=\"en\" class=\"en \">Allah next praises the Tawrah that He sent down to His servant and Messenger Musa, son of 'Imran,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We did send down the Tawrah <span class=\"gray\">[to Musa]</span>, therein was guidance and light, by which the Prophets who submitted themselves to Allah's will, judged the Jews.)</span> and these Prophets did not deviate from the law of the Tawrah, change or alter it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(also)</span> the 'Rabbāniyyūn' and the 'Aḥbār'...)</span> wherein 'Rabbāniyyūn' refers to the worshippers who are learned and religious, and 'Aḥbār' refers to the scholars,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا اسْتُحْفِظُوا مِن كِتَابِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for to them was entrusted the protection of Allah's Book,)</span> meaning, they were entrusted with the Book of Allah, and they were commanded to adhere to it and not hide any part of,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانُوا عَلَيْهِ شُهَدَاءَ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they were witnesses thereto. Therefore fear not men but fear Me and sell not My verses for a miserable price. And whosoever does not judge by what Allah has revealed, such are the disbelievers.)</span></p><p lang=\"en\" class=\"en \">There are two ways to explain this Ayah and we will mention the later.</p><div lang=\"en\" class=\"en \"><h2>Another Reason Behind Revealing these Honorable Ayat</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ibn 'Abbas said, \"Allah sent down the Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever does not judge by what Allah has revealed, such are the disbelievers,)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأُولَٰئِكَ هُمُ الظَّالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such are the unjust,)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such are the rebellious.)</span> about two groups among the Jews. During the time of Jahiliyyah, one of them had defeated the other. As a result, they made a treaty that they would pay blood money totaling fifty Wasaq <span class=\"gray\">[of gold]</span><span class=\"gray\">(each Wasaq approx. 3 kg)</span> for every dead person from the defeated group killed by the victors, and a hundred Wasaq for every dead person the defeated group killed from the victors. This treaty remained in effect until the Prophet ﷺ came to Al-Madinah and both of these groups became subservient under the Prophet ﷺ. Yet, when the mighty group once suffered a casualty at the hands of the weaker group, the mighty group sent a delegation demanding the hundred Wasaq. The weaker group said, 'How can two groups who have the same religion, one ancestral lineage and a common land, have a Diyah that for some of them is half of that of the others? We only agreed to this because you oppressed us and because we feared you. Now that Muhammad has come, we will not give you what you asked.' So war was almost rekindled between them, but they agreed to seek Muhammad's judgement in their dispute. The mighty group among them said <span class=\"gray\">[among themselves]</span>, 'By Allah! Muhammad will never give you double the Diyah that you pay to them compared to what they pay to you. They have said the truth anyway, for they only gave us this amount because we oppressed and overpowered them. Therefore, send someone to Muhammad who will sense what his judgement will be. If he agrees to give you what you demand, accept his judgment, and if he does not give you what you seek, do not refer to him for judgement.' So they sent some hypocrites to the Messenger of Allah ﷺ to try and find out the Messenger's judgement. When they came to the Messenger ﷺ, Allah informed him of their matter and of their plot. Allah sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Messenger! Let not those who hurry to fall into disbelief grieve you,)</span><span class=\"gray\">[5:41]</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْفَاسِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such are the rebellious.)</span><span class=\"gray\">[5:47]</span></p><p lang=\"en\" class=\"en \">By Allah! It is because of their problem that Allah sent down these verses and it is they whom Allah meant.\" </p><p lang=\"en\" class=\"en \">Abu Dawud collected a similar narration for this Hadith. Abu Ja'far Ibn Jarir recorded that Ibn 'Abbas said that the Ayah in Surat Al-Ma'idah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَاحْكُم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(either judge between them, or turn away from them...)</span><span class=\"gray\">[5:42]</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُقْسِطِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who act justly.)</span><span class=\"gray\">[5:42]</span> was revealed concerning the problem of blood money between Bani An-Nadir and Bani Qurayzah. The dead of Bani An-Nadir were being honored more and they received the full amount of Diyah, while Qurayzah received half the Diyah for their dead. So they referred to the Messenger of Allah ﷺ for judgement and Allah sent down these verses about them. The Messenger of Allah compelled them to adhere to the true judgement in this matter and made the Diyah the same for both groups and Allah knows best about that matter.\" Ahmad, Abu Dawud and An-Nasa'i also recorded this Hadith from Abu Ishaq. </p><p lang=\"en\" class=\"en \">Al-'Awfi and 'Ali bin Abi Talhah reported that Ibn 'Abbas said that these Ayat were revealed about the two Jews who committed adultery, and we mentioned the Hadiths about this story before. It appears that both of these were the reasons behind revealing these Ayat, and Allah knows best. This is why Allah said afterwards,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We ordained therein for them: Life for life, eye for eye)</span> until the end of the Ayah, which strengthens the opinion that the story of the Diyah was behind revealing the Ayat as we explained above. Allah knows best. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever does not judge by what Allah has revealed, such are the disbelievers.)</span></p><p lang=\"en\" class=\"en \">Al-Bara' bin 'Azib, Hudhayfah bin Al-Yaman, Ibn 'Abbas, Abu Mijlaz, Abu Raja' Al-'Utaridi, 'Ikrimah, 'Ubaydullah bin 'Abdullah, Al-Hasan Al-Basri and others said that this Ayah was revealed about the People of the Book. Al-Hasan Al-Basri added that this Ayah also applies to us. 'Abdur-Razzaq said that Ath-Thawri said that Mansur said that Ibrahim said that these Ayat, \"Were revealed about the Children of Israel, and Allah accepted them for this Ummah.\" Ibn Jarir recorded this statement. </p><p lang=\"en\" class=\"en \">'Ali bin Abi Talhah also stated that Ibn 'Abbas commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever does not judge by what Allah has revealed, such are the disbelievers,)</span></p><p lang=\"en\" class=\"en \">\"Whoever rejects what Allah has revealed, will have committed Kufr, and whoever accepts what Allah has revealed, but did not rule by it, is a Zalim <span class=\"gray\">(unjust)</span> and a Fasiq <span class=\"gray\">(rebellious)</span> and a sinner.\" Ibn Jarir recorded this statement. </p><p lang=\"en\" class=\"en \">'Abdur-Razzaq said, \"Ma'mar narrated to us that Tawus said that Ibn 'Abbas was asked about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever does not judge...)</span> He said, 'It is an act of Kufr.' Ibn Tawus added, 'It is not like those who disbelieve in Allah, His angels, His Books and His Messengers.' Ath-Thawri narrated that Ibn Jurayj said that 'Ata' said, 'There is Kufr and Kufr less than Kufr, Zulm and Zulm less than Zulm, Fisq and Fisq less than Fisq.'\" Waki' said that Sa'id Al-Makki said that Tawus said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَٰئِكَ هُمُ الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever does not judge by what Allah has revealed, such are the disbelievers,)</span> \"This is not the Kufr that annuls one's religion.\"</p>"
  }
]