[
  {
    "ayah_key": "4:166",
    "group_ayah_key": "4:166",
    "from_ayah": "4:166",
    "to_ayah": "4:170",
    "ayah_keys": "4:166,4:167,4:168,4:169,4:170",
    "text": "<p lang=\"en\" class=\"en \">But Allah bears witness to that which He has sent down unto you; He has sent it down with His knowledge, and the angels bear witness. And Allah is All-Sufficient as a Witness <span>(166)</span>Verily, those who disbelieve and prevent <span class=\"gray\">(others)</span> from the path of Allah; they have certainly strayed far away <span>(167)</span>Verily, those who disbelieve and did wrong; Allah will not forgive them, nor will He guide them to a way <span>(168)</span>Except the way of Hell, to dwell therein forever; and this is ever easy for Allah <span>(169)</span>O mankind! Verily, there has come to you the Messenger with the truth from your Lord. So believe in him, it is better for you. But if you disbelieve, then certainly to Allah belongs all that is in the heavens and the earth. And Allah is Ever All-Knowing, All-Wise.) Allah's stateme <span>(170)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَوْحَيْنَا إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have inspired you...)</span><span class=\"gray\">[4:163]</span> emphasized the Prophet's prophethood and refuted the idolators and People of the Scripture who denied him. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّٰكِنِ اللَّهُ يَشْهَدُ بِمَا أَنزَلَ إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah bears witness to that which He has sent down unto you,)</span> meaning, even if they deny, defy and disbelieve in you, O Muhammad, Allah testifies that you are His Messenger to whom He sent down His Book, the Glorious Qur'an that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Falsehood cannot come to it from before it or behind it, <span class=\"gray\">(it is)</span> sent down by the All-Wise, Worthy of all praise.)</span> Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنزَلَهُ بِعِلْمِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has sent it down with His knowledge,)</span> The knowledge of His that He willed His servants to have access to. Knowledge about the clear signs of guidance and truth, what Allah likes and is pleased with, what He dislikes and is displeased with, and knowledge of the Unseen, such as the past and the future. This also includes knowledge about His honorable attributes that no sent Messenger or illustrious angel can even know without Allah's leave. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will never compass anything of His knowledge except that which He wills.)</span><span class=\"gray\">[2:255]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُحِيطُونَ بِهِ عِلْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they will never compass anything of His knowledge.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَلَائِكَةُ يَشْهَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the angels bear witness.)</span> to the truth of what you came with and what was revealed and sent down to you, along with Allah's testimony to the same,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِاللَّهِ شَهِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Sufficient as a Witness.)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ قَدْ ضَلُّوا ضَلَالًا بَعِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who disbelieve and prevent <span class=\"gray\">(others)</span> from the path of Allah, they have certainly strayed far away.)</span></p><p lang=\"en\" class=\"en \">For they are disbelievers themselves and do not follow the truth. They strive hard to prevent people from following and embracing Allah's path. Therefore, they have defied the truth, deviated, and strayed far away from it. Allah also mentions His judgment against those who disbelieve in His Ayat, Book and Messenger, those who wrong themselves by their disbelief and hindering others from His path, committing sins and violating His prohibitions. Allah states that He will not forgive them;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا لِيَهْدِيَهُمْ طَرِيقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor will He guide them to a way <span class=\"gray\">(that is, of good)</span>.)</span><span class=\"gray\">[4:168]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except the way of Hell, to dwell therein forever...)</span><span class=\"gray\">[4:169]</span> and this is the exception. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِن رَّبِّكُمْ فَآمِنُوا خَيْرًا لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! Verily, there has come to you the Messenger with the truth from your Lord, so believe in him, it is better for you.)</span> This Ayah means, Muhammad ﷺ has come to you with guidance, the religion of truth and clear proof from Allah. Therefore, believe in what he has brought you and follow him, for this is better for you. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَكْفُرُوا فَإِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you disbelieve, then certainly to Allah belongs all that is in the heavens and the earth.)</span> Allah is far too rich than to need you or your faith, and no harm could ever affect Him because of your disbelief. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ مُوسَىٰ إِن تَكْفُرُوا أَنتُمْ وَمَن فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Musa said: \"If you disbelieve, you and all on earth together, then verily, Allah is Rich <span class=\"gray\">(Free of all needs)</span>, Owner of all praise.\")</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is Ever All-Knowing,)</span> He knows those who deserve to be guided, and He will guide them. He also knows those who deserve deviation, and He leads them to it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَكِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Wise)</span> in His statements, actions, legislation and all that He decrees.</p>"
  },
  {
    "ayah_key": "4:17",
    "group_ayah_key": "4:17",
    "from_ayah": "4:17",
    "to_ayah": "4:18",
    "ayah_keys": "4:17,4:18",
    "text": "<p lang=\"en\" class=\"en \">Allah accepts only the repentance of those who do evil in ignorance and foolishness and repent soon <span class=\"gray\">[afterwards]</span>; it is they to whom Allah will forgive and Allah is Ever All-Knower, All-Wise <span>(17)</span>And of no effect is the repentance of those who continue to do evil deeds until death faces one of them and he says: \"Now I repent;\" nor of those who die while they are disbelievers. For them, We have prepared a painful torment <span>(18)</span></p><div lang=\"en\" class=\"en \"><h2>Repentance is Accepted Until one Faces death</h2></div><p lang=\"en\" class=\"en \">Allah states that He accepts repentance of the servant who commits an error in ignorance and then repents, even just before he sees the angel who captures the soul, before his soul reaches his throat. Mujahid and others said, \"Every person who disobeys Allah by mistake, or intentionally is ignorant, until he refrains from the sin.\" Qatadah said that Abu Al-'Aliyah narrated that the Companions of the Messenger of Allah ﷺ used to say, \"Every sin that the servant commits, he commits out of ignorance.\" 'Abdur-Razzaq narrated that, Ma'mar said that Qatadah said that, the Companions of the Messenger of Allah ﷺ agreed that every sin that is committed by intention or otherwise, is committed in ignorance.\" Ibn Jurayj said, \"Abdullah bin Kathir narrated to me that Mujahid said, 'Every person who disobeys Allah <span class=\"gray\">(even willfully)</span>, is ignorant while committing the act of disobedience.'\" Ibn Jurayj said, \"'Ata' bin Abi Rabah told me something similar.\" Abu Salih said that Ibn 'Abbas commented, \"It is because of one's ignorance that he commits the error.\" 'Ali bin Abi Talhah reported that Ibn 'Abbas said about the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَتُوبُونَ مِن قَرِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and repent soon <span class=\"gray\">(afterwards)</span>)</span>, \"Until just before he <span class=\"gray\">(or she)</span> looks at the angel of death.\" Ad-Dahhak said, \"Every thing before death is 'soon <span class=\"gray\">[afterwards]</span>.'\" Al-Hasan Al-Basri said about the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَتُوبُونَ مِن قَرِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and repent soon afterwards)</span>, \"Just before his last breath leaves his throat.\" 'Ikrimah said, \"All of this life is 'soon <span class=\"gray\">[afterwards]</span>.'\" Imam Ahmad recorded that Ibn 'Umar said that the Messenger said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يَقْبَلُ تَوْبَةَ الْعَبْدِ مَالَمْ يُغَرْغِر</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah accepts the repentance of the servant as long as the soul does not reach the throat.)</span></p><p lang=\"en\" class=\"en \">This Hadith was also collected by At-Tirmidhi and Ibn Majah, and At-Tirmidhi said, \"Hasan Gharib\". By mistake, Ibn Majah mentioned that this Hadith was narrated through 'Abdullah bin 'Amr. However, what is correct is that 'Abdullah bin 'Umar bin Al-Khattab was the narrator.</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is they to whom Allah will forgive and Allah is Ever All-Knower, All-Wise.)</span></p><p lang=\"en\" class=\"en \">Surely, when hope in continued living diminishes, the angel of death comes forth and the soul reaches the throat, approaches the chest and arrives at the state where it is being gradually pulled out, then there is no accepted repentance, nor a way out of that certain end. Hence Allah's statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّىٰ إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of no effect is the repentance of those who continue to do evil deeds until death faces one of them and he says: \"Now I repent,\")</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when they saw Our punishment, they said: \"We believe in Allah Alone...\")</span><span class=\"gray\">[40:84]</span></p><p lang=\"en\" class=\"en \">Allah decided that repentance shall not be accepted from the people of the earth when the sun rises from the west, as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The day that some of the signs of your Lord do come, no good will it do to a person to believe then, if he believed not before, nor earned good through his faith.)</span><span class=\"gray\">[6:158]</span>. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor of those who die while they are disbelievers.)</span> Consequently, when the disbeliever dies while still a disbeliever and polytheist, his sorrow and repentance shall not avail him. If he were to ransom himself, even with the earth's fill of gold, it will not be accepted from him. Ibn 'Abbas, Abu Al-'Aliyah and Ar-Rabi' bin Anas said that the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor of those who die while they are disbelievers)</span>, was revealed about the people of Shirk. Imam Ahmad recorded that Usamah bin Salman said that Abu Dharr said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يَقْبَلُ تَوْبَةَ عَبْدِهِ - أَوْ يَغْفِرُ لِعَبْدِهِ - مَالَمْ يَقَعِ الْحِجَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah accepts the repentance of His servant, or forgives His servant, as long as the veil does not drop.)</span> They asked, \"And what does the drop of the veil mean?\" He said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنْ تَخْرُجَ النَّفْسُ وَهِيَ مُشْرِكَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the soul is removed while one is a polythiest.)</span> Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them We have prepared a painful torment)</span>, torment that is severe, eternal and enormous.</p>"
  }
]