[
  {
    "ayah_key": "12:15",
    "group_ayah_key": "12:15",
    "from_ayah": "12:15",
    "to_ayah": "12:15",
    "ayah_keys": "12:15",
    "text": "<p class=\"en translation\" lang=\"en\">So, when they took him away, they all agreed to throw him down to the bottom of the well, and We revealed to him: \"Indeed, you shall <span class=\"gray\">(one day)</span> inform them of this their affair, when they know <span class=\"gray\">(you)</span> not. <span>(15)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf is thrown in a Well</h2></div><p lang=\"en\" class=\"en \">Allah says that when Yusuf's brothers took him from his father, after they requested him to permit that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَجْمَعُوا أَن يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they all agreed to throw him down to the bottom of the well,)</span> This part of the Ayah magnifies their crime, in that it mentions that they all agreed to throw him to the bottom of the well. This was their intent, yet when they took him from his father, they pretended otherwise, so that his father sends him with a good heart and feeling at ease and comfortable with his decision. It was reported that Ya'qub, peace be upon him, embraced Yusuf, kissed him and supplicated to Allah for him when he sent him with his brothers. As-Suddi said that the time spent between pretending to be well-wishers and harming Yusuf was no longer than their straying far from their father's eyes. They then started abusing Yusuf verbally, by cursing, and harming him by beating. When they reached the well that they agreed to throw him in, they tied him with rope and lowered him down. When Yusuf would beg one of them, he would smack and curse him. When he tried to hold to the sides of the well, they struck his hand and then cut the rope when he was only half the distance from the bottom of the well. He fell into the water and was submerged. However, he was able to ascend a stone that was in the well and stood on it. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُم بِأَمْرِهِمْ هَٰذَا وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We revealed to him: \"Indeed, you shall <span class=\"gray\">(one day)</span> inform them of this their affair, when they know <span class=\"gray\">(you)</span> not.\")</span> In this Ayah, Allah mentions His mercy and compassion and His compensation and relief that He sends in times of distress. Allah revealed to Yusuf, during that distressful time, in order to comfort his heart and strengthen his resolve, 'Do not be saddened by what you have suffered. Surely, you will have a way out of this distress and a good end, for Allah will aid you against them, elevate your rank and raise your grade. Later on, you will remind them of what they did to you,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when they know not.)</span> \"Ibn 'Abbas commented on this Ayah, \"You will remind them of this evil action against you, while they are unaware of your identity and unable to recognize you.\"</p>"
  },
  {
    "ayah_key": "12:16",
    "group_ayah_key": "12:16",
    "from_ayah": "12:16",
    "to_ayah": "12:18",
    "ayah_keys": "12:16,12:17,12:18",
    "text": "<p lang=\"en\" class=\"en \">And they came to their father in the early part of the night weeping <span>(16)</span>They said: \"O our father! We went racing with one another, and left Yusuf by our belongings and a wolf devoured him; but you will never believe us even when we speak the truth. <span>(17)</span>And they brought his shirt stained with false blood. He said: \"Nay, but your own selves have made up a tale. So <span class=\"gray\">(for me)</span> patience is most fitting. And it is Allah <span class=\"gray\">(Alone)</span> Whose help can be sought against that <span class=\"gray\">(lie)</span> which you describe. <span>(18)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf's Brothers try to deceive Their Father</h2></div><p lang=\"en\" class=\"en \">Allah narrates to us the deceit that Yusuf's brothers resorted to, after they threw him to the bottom of the well. They went back to their father, during the darkness of the night, crying and showing sorrow and grief for losing Yusuf. They started giving excuses to their father for what happened to Yusuf, falsely claiming that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا ذَهَبْنَا نَسْتَبِقُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We went racing with one another)</span>, or had a shooting competition,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكْنَا يُوسُفَ عِندَ مَتَاعِنَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and left Yusuf by our belongings)</span>, guarding our clothes and luggage,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَكَلَهُ الذِّئْبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a wolf devoured him)</span>, which is exactly what their father told them he feared for Yusuf and warned against. They said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but you will never believe us even when we speak the truth.)</span> They tried to lessen the impact of the grave news they were delivering. They said, 'We know that you will not believe this news, even if you consider us truthful. So what about when you suspect that we are not truthful, especially since you feared that the wolf might devour Yusuf and that is what happened?' Therefore, they said, 'You have reason not to believe us because of the strange coincidence and the amazing occurrence that happened to us.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءُوا عَلَىٰ قَمِيصِهِ بِدَمٍ كَذِبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they brought his shirt stained with false blood.)</span> on it, to help prove plot that they all agreed on. They slaughtered a sheep, according to Mujahid, As-Suddi and several other scholars, and stained Yusuf's shirt with its blood. They claimed that this was the shirt Yusuf was wearing when the wolf devoured him, being stained with his blood. But, they forgot to tear the shirt, and this is why Allah's Prophet Ya'qub did not believe them. Rather, he told them what he felt about what they said to him, thus refusing their false claim,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but your ownselves have made up a tale. So <span class=\"gray\">(for me)</span> patience is most fitting.)</span> Ya'qub said, 'I will firmly observe patience for this plot on which you agreed, until Allah relieves the distress with His aid and compassion,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ الْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is Allah <span class=\"gray\">(alone)</span> Whose help can be sought against that which you describe.)</span>, against the lies and unbelievable incident that you said had occurred.'</p>"
  },
  {
    "ayah_key": "12:19",
    "group_ayah_key": "12:19",
    "from_ayah": "12:19",
    "to_ayah": "12:20",
    "ayah_keys": "12:19,12:20",
    "text": "<p lang=\"en\" class=\"en \">And there came a caravan of travelers and they sent their water-drawer, and he let down his bucket <span class=\"gray\">(into the well)</span>. He said: \"What good news! Here is a boy.\" So they hid him as merchandise <span class=\"gray\">(a slave)</span>. And Allah was the All-Knower of what they did <span>(19)</span>And they sold him for a Bakhs price, - for a few Dirhams. And they were of those who regarded him insignificant <span>(20)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf is Rescued from the Well and sold as a Slave</h2></div><p lang=\"en\" class=\"en \">Allah narrates what happened to Yusuf, peace be upon him, after his brothers threw him down the well and left him in it, alone, where he remained for three days, according to Abu Bakr bin 'Ayyash. Muhammad bin Ishaq said, \"After Yusuf's brothers threw him down the well, they remained around the well for the rest of the day to see what he might do and what would happen to him. Allah sent a caravan of travelers that camped near that well, and they sent to it the man responsible for drawing water for them. When he approached the well, he lowered his bucket down into it, Yusuf held on to it and the man rescued him and felt happy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بُشْرَىٰ هَٰذَا غُلَامٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"What good news! Here is a boy.\")</span> Al-'Awfi reported that Ibn 'Abbas commented, \"Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسَرُّوهُ بِضَاعَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they hid him as merchandise)</span>, is in reference to Yusuf's brothers, who hid the news that he was their brother. Yusuf hid this news for fear that his brothers might kill him and preferred to be sold instead. Consequently, Yusuf's brothers told the water drawer about him and that man said to his companions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بُشْرَىٰ هَٰذَا غُلَامٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"What good news! Here is a boy.\")</span>, a slave whom we can sell. Therefore, Yusuf's own brothers sold him.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ بِمَا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah was the All-Knower of what they did.)</span> states that Allah knew what Yusuf's brothers, and those who bought him, did. He was able to stop them and prevent them from committing their actions, but out of His perfect wisdom He decreed otherwise. He let them do what they did, so that His decision prevails and His appointed destiny rules,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ ۗ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, His is the creation and commandment. Blessed is Allah, the Lord of the all that exists!)</span><span class=\"gray\">[7:54]</span> This reminds Allah's Messenger Muhammad ﷺ, that Allah has perfect knowledge in the persecution that his people committed against him and that He is able to stop them. However, He decided to give them respite, then give Muhammad ﷺ the victory and make him prevail over them, just as He gave Yusuf victory and made him prevail over his brothers. Allah said next,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they sold him for a Bakhs price, - for a few Dirhams)</span> in reference to Yusuf's brothers selling him for a little price, according to Mujahid and 'Ikrimah. 'Bakhs' means decreased, just as Allah the Exalted said in another Ayah,</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(shall have no fear, either of a Bakhs <span class=\"gray\">(a decrease in the reward of his good deeds)</span> or a Rahaq <span class=\"gray\">(an increase in the punishment for his sins)</span>.)</span><span class=\"gray\">[72:13]</span> meaning that Yusuf's brothers exchanged him for a miserably low price. Yet, he was so insignificant to them that had the caravan people wanted him for free, they would have given him for free to them! Ibn 'Abbas, Mujahid and Ad-Dahhak said that,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَشَرَوْهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they sold him)</span>, is in reference to Yusuf's brothers. They sold Yusuf for the lowest price, as indicated by Allah's statement next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَرَاهِمَ مَعْدُودَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for a few Dirhams)</span>, twenty Dirhams, according to 'Abdullah bin Mas'ud. Similar was said by Ibn 'Abbas, Nawf Al-Bikali, As-Suddi, Qatadah and 'Atiyah Al-'Awfi, who added that they divided the Dirhams among themselves, each getting two Dirhams. Ad-Dahhak commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانُوا فِيهِ مِنَ الزَّاهِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they were of those who regarded him insignificant.)</span> \"Because they had no knowledge of his prophethood and glorious rank with Allah, the Exalted and Most Honored.\"</p>"
  }
]