[
  {
    "ayah_key": "22:23",
    "group_ayah_key": "22:23",
    "from_ayah": "22:23",
    "to_ayah": "22:24",
    "ayah_keys": "22:23,22:24",
    "text": "<p lang=\"en\" class=\"en \">Truly, Allah will admit those who believe and do righteous good deeds, to Gardens underneath which rivers flow <span class=\"gray\">(in Paradise)</span>, wherein they will be adorned with bracelets of gold and pearls and their garments therein will be of silk <span>(23)</span>And they are guided unto goodly speech and they are guided to the path of Him, Who is Worthy of all praises <span>(24)</span></p><div lang=\"en\" class=\"en \"><h2>The Reward of the Believers</h2></div><p lang=\"en\" class=\"en \">When Allah tells us about the state of the people of Hell – we seek refuge with Allah from that state of punishment, vengeance, burning and chains – and the garments of fire that have been prepared for them, He then tells us about the state of the people of Paradise – we ask Allah by His grace and kindness to admit us therein. He tells us:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, Allah will admit those who believe and do righteous good deeds, to Gardens underneath which rivers flow,)</span> means, these rivers flow throughout its regions, beneath its trees and palaces, and its inhabitants direct them to go wherever they want.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُحَلَّوْنَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(wherein they will be adorned)</span> – with jewelry –</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with bracelets of gold and pearls)</span> means, on their arms, as the Prophet ﷺ said in the agreed-upon Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبْلُغُ الْحِلْيَةُ مِنَ الْمُؤْمِنِ حَيْثُ يَبْلُغُ الْوَضُوءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The jewelry of the believer <span class=\"gray\">[in Paradise]</span> will reach as far as his Wudu' reached.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِبَاسُهُمْ فِيهَا حَرِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and their garments therein will be of silk.)</span> in contrast to the garments of fire worn by the inhabitants of Hell, the people of Paradise will have garments of silk, Sundus and Istabraq fine green silk and gold embroidery, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ ۖ وَحُلُّوا أَسَاوِرَ مِن فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا - إِنَّ هَٰذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُم مَّشْكُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their garments will be of green Sundus, and Istabraq. They will be adorned with bracelets of silver, and their Lord will give them a pure drink. <span class=\"gray\">(And it will be said to them)</span>: \"Verily, this is a reward for you, and your endeavor has been accepted.\")</span><span class=\"gray\">(76:21-22)</span>. In the Sahih, it says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَلْبَسُوا الْحَرِيرَ وَلَا الدِّيبَاجَ فِي الدُّنْيَا، فَإِنَّهُ مَنْ لَبِسَهُ فِي الدُّنْيَا لَمْ يَلْبَسْهُ فِي الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not wear fine silk or gold embroidery in this world, for whoever wears them in this world, will not wear them in the Hereafter.)</span> 'Abdullah bin Az-Zubayr said, \"Those who do not wear silk in the Hereafter are those who will not enter Paradise. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِبَاسُهُمْ فِيهَا حَرِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and their garments therein will be of silk)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they are guided unto goodly speech.)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ ۖ تَحِيَّتُهُمْ فِيهَا سَلَامٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who believed and did righteous deeds, will be made to enter Gardens under which rivers flow – to dwell therein forever, with the permission of their Lord. Their greeting therein will be: \"Salam <span class=\"gray\">(peace!)</span>\")</span><span class=\"gray\">[14:23]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ - سَلَامٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى الدَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And angels shall enter unto them from every gate <span class=\"gray\">(saying)</span>: \"Salamun 'Alaykum <span class=\"gray\">(peace be upon you!)</span>\", for you persevered in patience! Excellent indeed is the final home!\")</span><span class=\"gray\">[13:23-24]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا - إِلَّا قِيلًا سَلَامًا سَلَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No evil vain talk will they hear therein, nor any sinful speech. But only the saying of, \"Peace! Peace! <span class=\"gray\">(Salaman! Salaman!)</span>.\")</span><span class=\"gray\">[56:25-26]</span> They will be guided to a place in which they will hear good speech.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therein they shall be met with greetings and the word of peace and respect.)</span><span class=\"gray\">[25:75]</span>, unlike the scorn which will be heaped upon the people of Hell by way of rebuke, when they are told:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُوقُوا عَذَابَ الْحَرِيقِ</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(\"Taste the torment of burning!\")</span><span class=\"gray\">[3:181]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدُوا إِلَىٰ صِرَاطِ الْحَمِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they are guided to the path of Him Who is Worthy of all praises.)</span> to a place in which they will give praise to their Lord for all His kindness, blessings and favors towards them, as it says in the Sahih Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ يُلْهَمُونَ التَّسْبِيحَ وَالتَّحْمِيدَ كَمَا يُلْهَمُونَ النَّفَسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will be inspired with words of glorification and praise, just as they are inspired with breath.)</span> Some scholars of Tafsir said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they are guided unto goodly speech)</span> refers to the Qur'an; and it was said that it means La ilaha illallah or words of remembrance prescribed in Islam. And the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدُوا إِلَىٰ صِرَاطِ الْحَمِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they are guided to the path of Him Who is Worthy of all praises.)</span> means, the straight path in this world. These interpretations do not contradict that mentioned above. And Allah knows best.</p>"
  }
]