[
  {
    "ayah_key": "57:16",
    "group_ayah_key": "57:16",
    "from_ayah": "57:16",
    "to_ayah": "57:17",
    "ayah_keys": "57:16,57:17",
    "text": "<p lang=\"en\" class=\"en \">Has not the time yet come for the believers that their hearts should be humble for the remembrance of Allah? And that which has been revealed of the truth, lest they become as those who received the Scripture before, and the term was prolonged for them and so their hearts were hardened? And many of them were rebellious <span>(16)</span>Know that Allah gives life to the earth after its death! Indeed We have made clear the Ayat to you, if you but understand <span>(17)</span></p><p lang=\"en\" class=\"en \">Encouraging Khushu' and the Prohibition of imitating the People of the Scriptures</p><p lang=\"en\" class=\"en \">Allah asks, 'Has not the time come for the believers to feel humility in their hearts by the remembrance of Allah and hearing subtle advice and the recitation of the Qur'an, so that they may comprehend the Qur'an, abide by it, and hear and obey?' </p><p lang=\"en\" class=\"en \">Muslim recorded that 'Abdullah bin Mas'ud said, \"Only four years separated our acceptance of Islam and the revelation of this Ayah, in which Allah subtly admonished us,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Has not the time yet come for the believers that their hearts should be humble for the remembrance of Allah?)</span>\" This is the narration Muslim collected, just before the end of his book. An-Nasa'i also collected this Hadith in the Tafsir of this Ayah. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Lest they become as those who received the Scripture before, and the term was prolonged for them and so their hearts were hardened?)</span></p><p lang=\"en\" class=\"en \">Allah is prohibiting the believers from imitating those who were given the Scriptures before them, the Jews and Christians. As time passed, they changed the Book of Allah that they had, and sold it for a small, miserable price. They also abandoned Allah's Book behind their back and were impressed and consumed by various opinions and false creeds. They imitated the way others behaved with the religion of Allah, making their rabbis and priests into gods beside Allah. Consequently, their hearts became hard and they would not accept advice; their hearts did not feel humbled by Allah's promises or threats,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And many of them were rebellious.)</span> meaning, in action; therefore, their hearts are corrupt and their actions are invalid, just as Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً ۖ يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ ۙ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, because of their breach of their covenant, We cursed them and made their hearts grow hard. They changed the words from their <span class=\"gray\">(right)</span> places and have abandoned a good part of the Message that was sent to them.)</span><span class=\"gray\">(5:13)</span> meaning, their hearts became corrupt and they hardened, and they acquired the behavior of changing Allah's Speech from their appropriate places and meanings. They abandoned acts of worship that they were commanded to perform and committed what they were prohibited to do. This is why Allah forbade the believers from imitating them in any way, be it basic or detailed matters. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْلَمُوا أَنَّ اللَّهَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know that Allah gives life to the earth after its death! Indeed We have made clear the Ayat to you, if you but understand.)</span> This Ayah indicates that He brings subtleness to hearts after they have become hard, guides the confused after they were led astray, and relieves hardships after they have intensified. And just as Allah brings life back to the dead and dry earth by sending the needed abundant rain, He also guides the hardened hearts with the proofs and evidences of the Qur'an. The light <span class=\"gray\">(of faith)</span> would have access to the hearts once again, after they were closed and, as a consequence, no guidance was able to reach them. All praise is due to Him Who guides whomever He wills after they were misguided, Who misguides those who were led aright before. Surely, it is He Who does what He wills and He is the All-Wise, the Most Just in all that He does, the Most Subtle, the Most Aware, the Most High, the Proud.</p>"
  },
  {
    "ayah_key": "57:18",
    "group_ayah_key": "57:18",
    "from_ayah": "57:18",
    "to_ayah": "57:19",
    "ayah_keys": "57:18,57:19",
    "text": "<p lang=\"en\" class=\"en \">Verily, those who give Sadaqat, men and women, and lend Allah handsome loan, it shall be increased manifold <span class=\"gray\">(to their credit)</span>, and theirs shall be an honorable good reward <span>(18)</span>And those who believe in Allah and His Messengers. they are the Siddiqun <span class=\"gray\">(true believers)</span> and the martyrs with their Lord. They shall have their reward and their light. But those who disbelieve and deny Our Ayat – they shall be the dwellers of the blazing Fire <span>(19)</span></p><p lang=\"en\" class=\"en \">Reward for the Charitable, the True Believers and the Martyrs; and the Destination of the Disbelievers</p><p lang=\"en\" class=\"en \">Allah the Exalted describes the reward that He will award to those who spend from their wealth, whether male or female, on the needy, the poor and the meek,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and lend Allah handsome loan,)</span> meaning, they give in charity with a good heart seeking the pleasure of Allah. They do not seek worldly rewards or appreciation from those to whom they give in charity. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يُضَاعَفُ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it shall be increased manifold,)</span> indicating that He will multiply the good deeds from tenfold, up to seven hundredfold and even more than that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ أَجْرٌ كَرِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and theirs shall be an honorable good reward.)</span> theirs will be a generous, handsome reward, a good dwelling to return to and an honorable final destination. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَٰئِكَ هُمُ الصِّدِّيقُونَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who believe in Allah and His Messengers – they are the Siddiqun)</span> This completes His description of those who have faith in Him and in His Messengers, by describing them as Siddiqun, true believers. Al-'Awfi reported from Ibn 'Abbas about</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَٰئِكَ هُمُ الصِّدِّيقُونَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who believe in Allah and His Messengers – they are the Siddiqun)</span> that its meaning does not continue to the next Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the martyrs <span class=\"gray\">(are)</span> with their Lord. They shall have their reward and their light.)</span> Abu Ad-Duha <span class=\"gray\">(stopped after he)</span> recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أُولَٰئِكَ هُمُ الصِّدِّيقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they are the Siddiqun)</span>, then initiated recitation:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the martyrs <span class=\"gray\">(are)</span> with their Lord.)</span> Masruq, Ad-Dahhak, Muqatil bin Hayyan and others said similarly. </p><p lang=\"en\" class=\"en \">Al-A'mash narrated from Abu Ad-Duha from Masruq from 'Abdullah bin Mas'ud commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الصِّدِّيقُونَ ۖ وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they are the Siddiqun, and the martyrs with their Lord.)</span> \"They are of three categories,\" meaning there are those who spend in charity, the Siddiqun and the martyrs. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَٰئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoso obey Allah and the Messenger, then they will be in the company of those on whom Allah has bestowed His grace, of the Prophets, the Siddiqin, the martyrs, and the righteous.)</span><span class=\"gray\">(4:69)</span></p><p lang=\"en\" class=\"en \">Therefore, Allah made a distinction between the Siddiqin and the martyrs, indicating that they are of two distinct categories, so there is no doubt that Siddiq is a better status than the martyr. Imam Malik bin Anas recorded in his Muwatta' that Abu Sa'id Al-Khudri said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْلَ الْجَنَّةِ لَيَتَرَاءَوْنَ أَهْلَ الْغُرَفِ مِنْ فَوْقِهِمْ، كَمَا تَتَرَاءَوْنَ الْكَوْكَبَ الدُّرِّيَّ الْغَابِرَ فِي الْأُفُقِ مِنَ الْمَشْرِقِ أَوِ الْمَغْرِبِ، لِتَفَاضُلِ مَا بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people of Paradise will look at the dwellers of the lofty mansions as one looks at a brilliant star far away in the east or in the west on the horizon, because of their superiority over one another.)</span> On that the people said, \"O Allah's Messenger! Are these lofty mansions for the Prophets whom none else can reach?\" The Prophet ﷺ replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ، وَالَّذِي نَفْسِي بِيَدِهِ، رِجَالٌ آمَنُوا بِاللهِ وَصَدَّقُوا الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No! By Him in Whose Hand is my soul! these are for men who believe in Allah and believe in the Messengers.)</span> Al-Bukhari and Muslim also collected this Hadith. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the martyrs with their Lord.)</span> means that they will be in the gardens of Paradise, as recorded in the Sahih:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَرْوَاحَ الشُّهَدَاءِ فِي حَوَاصِلِ طَيْرٍ خُضْرٍ تَسْرَحُ فِي الْجَنَّةِ حَيْثُ شَاءَتْ، ثُمَّ تَأْوِي إِلَىٰ تِلْكَ الْقَنَادِيلِ فَاطَّلَعَ عَلَيْهِمْ رَبُّكَ اطِّلَاعَةً فَقَالَ: مَاذَا تُرِيدُونَ؟ فَقَالُوا: نُحِبُّ أَنْ تَرُدَّنَا إِلَى الدَّارِ الدُّنْيَا فَنُقَاتِلَ فِيكَ فَنُقْتَلَ، كَمَا قُتِلْنَا أَوَّلَ مَرَّةٍ، فَقَالَ: إِنِّي قَدْ قَضَيْتُ أَنَّهُمْ إِلَيْهَا لَا يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The souls of the martyrs live in the bodies of green birds, who fly wherever they wish in Paradise and then return to their nests in chandeliers. Once your Lord cast a glance at them and said, 'Do you want anything?\" They said, \"We wish that You return us to the life of the world, so that we may fight in Your cause and be killed as we were killed the first time.\" Allah said, \"I have decreed that they shall not be returned to it again.\")</span> Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَهُمْ أَجْرُهُمْ وَنُورُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They shall have their reward and their light.)</span>, means that Allah will grant them a generous reward and a tremendous light that will precede before them. In this, the believers vary regarding the level of reward they receive, according to their good actions in the life of this world. </p><p lang=\"gd\" class=\"gd \">Imam Ahmad recorded that 'Umar bin Al-Khattab said that he heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشُّهَدَاءُ أَرْبَعَةٌ: رَجُلٌ مُؤْمِنٌ جَيِّدُ الْإِيمَانِ، لَقِيَ الْعَدُوَّ فَصَدَقَ اللهَ فَقُتِلَ، فَذَاكَ الَّذِي يَنْظُرُ النَّاسُ إِلَيْهِ هٰكَذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There are four ranks of martyrs. The first is a man who believes and who is true in faith, who meets the enemy <span class=\"gray\">(in battle)</span>, fulfills his duty to Allah and is killed. This is the type that the people will look up to <span class=\"gray\">(his level in Paradise)</span>, like this.)</span></p><p lang=\"en\" class=\"en \">The Prophet ﷺ raised his head until his cap fell off his head, and the same happened to 'Umar. The Prophet ﷺ continued,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالثَّانِي مُؤْمِنٌ لَقِيَ الْعَدُوَّ فَكَأَنَّمَا يُضْرَبُ ظَهْرُهُ بِشَوْكِ الطَّلْحِ، جَاءَهُ سَهْمٌ غَرْبٌ فَقَتَلَهُ، فَذَاكَ فِي الدَّرَجَةِ الثَّانِيَةِ. وَالثَّالِثُ رَجُلٌ مُؤْمِنٌ خَلَطَ عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا، لَقِيَ الْعَدُوَّ فَصَدَقَ اللهَ حَتّٰى قُتِلَ، فَذَاكَ فِي الدَّرَجَةِ الثَّالِثَةِ. وَالرَّابِعُ رَجُلٌ مُؤْمِنٌ أَسْرَفَ عَلَىٰ نَفْسِهِ إِسْرَافًا كَثِيرًا، لَقِيَ الْعَدُوَّ فَصَدَقَ اللهَ حَتّٰى قُتِلَ، فَذَاكَ فِي الدَّرَجَةِ الرَّابِعَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The second is a believer who meets the enemy and is struck by a stray arrow which causes him to die. This believer is in the second grade. The third is a believer who has combined good deeds with evil deeds; he meets the enemy and is truthful to his duty to Allah until he is killed. This is the third category. And the fourth is a believer who has committed sins excessively, so he meets the enemy and is truthful to his duty to Allah, and is killed. This is the fourth category.)</span></p><p lang=\"gd\" class=\"gd \">Ali bin Al-Madini also reported this Hadith and said, \"This Egyptian chain is Salih useful.\" At-Tirmidhi said, \"Hasan Gharib.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who disbelieve and deny Our Ayat – they shall be the dwellers of the blazing Fire.)</span> mentions the destination and the condition of the miserable ones, after Allah mentioned the destination and rewards of the happy ones.</p>"
  }
]