[
  {
    "ayah_key": "12:80",
    "group_ayah_key": "12:80",
    "from_ayah": "12:80",
    "to_ayah": "12:82",
    "ayah_keys": "12:80,12:81,12:82",
    "text": "<p lang=\"en\" class=\"en \">So, when they despaired of him, they consulted in private. The eldest among them said: \"Know you not that your father did take an oath from you in Allah's Name, and before this you did fail in your duty with Yusuf? Therefore I will not leave this land until my father permits me, or Allah decides my case and He is the Best of the judges <span>(80)</span>\"Return to your father and say, 'O our father! Verily, your son has stolen, and we testify not except according to what we know, and we could not know the Unseen <span>(81)</span>\"And ask <span class=\"gray\">(the people of)</span> the town where we have been, and the caravan in which we returned; and indeed we are telling the truth. <span>(82)</span></p><div lang=\"en\" class=\"en \"><h2>Yusuf's Brothers consult Each Other in Confidence; the Advice Their Eldest Brother gave Them</h2></div><p lang=\"en\" class=\"en \">Allah narrates to us that Yusuf's brothers were desperate because they could not secure the release of their brother Binyamin, even though they had given a promise and sworn to their father to bring him back. They were unable to fulfill their promise to their father, so,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَلَصُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in private)</span>, away from people's eyes,</p><p class=\"sd qpc-hafs\" lang=\"sd\">نَجِيًّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they consulted)</span>, among themselves,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ كَبِيرُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The eldest among them said)</span>, and his name, as we mentioned, was Rubil, or Yahudha. He was the one among them who recommended throwing Yusuf into a well, rather than killing him. So Rubil said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَعْلَمُوا أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُم مَّوْثِقًا مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know you not that your father did take an oath from you in Allah's Name,)</span> that you will return Binyamin to him? However, you were not able to fulfill this promise and, before you caused Yusuf to be lost from his father,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنْ أَبْرَحَ الْأَرْضَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therefore I will not leave this land)</span>, I will not leave Egypt,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَأْذَنَ لِي أَبِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until my father permits me,)</span> allows me to go back to him while he is pleased with me,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَحْكُمَ اللَّهُ لِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or Allah decides my case)</span> by using the sword, or, they says; by allowing me to secure the release of my brother,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ خَيْرُ الْحَاكِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He is the Best of the judges.)</span>, He next ordered them to narrate to their father what happened so that they could present their excuse about that happened to Binyamin and as claim their innocence before him. Rubil said to them <span class=\"gray\">(to say to their father)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا لِلْغَيْبِ حَافِظِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and we could not know the Unseen!)</span> or, 'we did not know that your son had committed theft,' according to Qatadah and 'Ikrimah. 'Abdur-Rahman bin Zayd bin Aslam said that it means, 'we did not know that Binyamin stole something that belonged to the king, we only stated the punishment of the thief,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And ask <span class=\"gray\">(the people of)</span> the town where we have been,)</span>, in reference to Egypt, according to Qatadah, or another town.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعِيرَ الَّتِي أَقْبَلْنَا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the caravan in which we returned)</span>, 'about our truthfulness, honesty, protection and sincere guardianship,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَصَادِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and indeed we are telling the truth.)</span> in what we have told you, that Binyamin stole and was taken as a captive as compensation for his theft.'</p>"
  },
  {
    "ayah_key": "12:83",
    "group_ayah_key": "12:83",
    "from_ayah": "12:83",
    "to_ayah": "12:86",
    "ayah_keys": "12:83,12:84,12:85,12:86",
    "text": "<p lang=\"en\" class=\"en \">He <span class=\"gray\">[Ya'qub]</span> said: \"Nay, but your own selves have beguiled you into something. So patience is most fitting <span class=\"gray\">(for me)</span>. May be Allah will bring them <span class=\"gray\">(back)</span> all to me. Truly, He! Only He is All-Knowing, All-Wise. <span>(83)</span>And he turned away from them and said: \"Alas, my grief for Yusuf!\" And he lost his sight because of the sorrow that he was suppressing <span>(84)</span>They said: \"By Allah! You will never cease remembering Yusuf until you become weak with old age, or until you be of the dead. <span>(85)</span>He said: \"I only complain of my grief and sorrow to Allah, and I know from Allah that which you know not. <span>(86)</span></p><div lang=\"fr\" class=\"fr \"><h2>Allah's Prophet Ya'qub receives the Grievous News</h2></div><p lang=\"en\" class=\"en \">Allah's Prophet Ya'qub repeated to his children the same words he said to them when they brought false blood on Yusuf's shirt,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but your own selves have beguiled you into something. So patience is most fitting <span class=\"gray\">(for me)</span>.)</span> Muhammad bin Ishaq said, \"When they went back to Ya'qub and told him what happened, he did not believe them and thought that this was a repetition of what they did to Yusuf. So he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but your own selves have beguiled you into something. So patience is most fitting <span class=\"gray\">(for me)</span>.)</span> Some said that since this new development came after what they did before <span class=\"gray\">[to Yusuf]</span>, they were given the same judgement to this later incident that was given to them when they did what they did <span class=\"gray\">[to Yusuf]</span>. Therefore, Ya'qub's statement here is befitting,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but your own selves have beguiled you into something. So patience is most fitting <span class=\"gray\">(for me)</span>.)</span> He then begged Allah to bring back his three sons: Yusuf, Binyamin and Rubil to him.\" Rubil had remained in Egypt awaiting Allah's decision about his case, either his father's permission ordering him to go back home, or to secure the release of his brother in confidence. This is why Ya'qub said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَى اللَّهُ أَن يَأْتِيَنِي بِهِمْ جَمِيعًا ۚ إِنَّهُ هُوَ الْعَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May be Allah will bring them <span class=\"gray\">(back)</span> all to me. Truly, He! Only He is All-Knowing,)</span>, in my distress,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the All-Wise)</span>, in His decisions and the decree and preordainment He appoints. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَا أَسَفَىٰ عَلَىٰ يُوسُفَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he turned away from them and said: \"Alas, my grief for Yusuf!\")</span> He turned away from his children and remembered his old grief for Yusuf,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَسَفَىٰ عَلَىٰ يُوسُفَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alas, my grief for Yusuf!)</span> The new grief, losing Binyamin and Rubil, renewed his old sadness that he kept to himself. 'Abdur-Razzaq narrated that Ath-Thawri said that Sufyan Al-'Usfuri said that Sa'id bin Jubayr said, \"Only this nation <span class=\"gray\">[the following of Prophet Muhammad ﷺ]</span> were given Al-Istirja' <span class=\"gray\">[saying: 'To Allah we belong and to Him shall be our return']</span>. Have you not heard the statement of Ya'qub, peace be upon him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَسَفَىٰ عَلَىٰ يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Alas, my grief for Yusuf !\" And he lost his sight because of the sorrow that he was suppressing.)</span>?\" Ya'qub suppressed his sorrow and did not complain to a created being, according to Qatadah and other scholars. Ad-Dahhak also commented, \"Ya'qub was aggrieved, sorrowful and sad.\" </p><p lang=\"en\" class=\"en \">Ya'qub's children felt pity for him and said, while feeling sorrow and compassion,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَاللَّهِ تَفْتَأُ تَذْكُرُ يُوسُفَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah! You will never cease remembering Yusuf)</span>, 'you will keep remembering Yusuf,</p><p class=\"fa qpc-hafs\" lang=\"fa\">حَتَّىٰ تَكُونَ حَرَضًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until you become weak with old age,)</span>, until your strength leaves you,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ تَكُونَ مِنَ الْهَالِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or until you be of the dead.)</span> They said, 'if you continue like this, we fear for you that you might die of grief,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"I only complain of my grief and sorrow to Allah.\")</span> When they said these words to him, Ya'qub said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I only complain of my grief and sorrow)</span> for the afflictions that struck me,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَى اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to Allah,)</span> alone,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I know from Allah that which you know not.)</span> I anticipate from Allah each and every type of goodness.' Ibn 'Abbas commented on the meaning of,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I know from Allah that which you know not.)</span> \"The vision that Yusuf saw is truthful and Allah will certainly make it come true.\"</p>"
  },
  {
    "ayah_key": "12:87",
    "group_ayah_key": "12:87",
    "from_ayah": "12:87",
    "to_ayah": "12:88",
    "ayah_keys": "12:87,12:88",
    "text": "<p lang=\"en\" class=\"en \">\"O my sons! Go you and inquire about Yusuf and his brother, and never give up hope of Allah's mercy. Certainly no one despairs of Allah's mercy, except the people who disbelieve. <span>(87)</span>Then, when they entered unto him, they said: \"O 'Aziz! A hard time has hit us and our family, and we have brought but poor capital, so pay us full measure and be charitable to us. Truly, Allah does reward the charitable. <span>(88)</span></p><div lang=\"en\" class=\"en \"><h2>Ya'qub orders His Children to inquire about Yusuf and His Brother</h2></div><p lang=\"en\" class=\"en \">Allah states that Ya'qub, peace be upon him, ordered his children to go back and inquire about the news of Yusuf and his brother Binyamin, in a good manner, not as spies. He encouraged them, delivered to them the good news and ordered them not to despair of Allah's mercy. He ordered them to never give up hope in Allah, nor to ever discontinue trusting in Him for what they seek to accomplish. He said to them that only the disbelieving people despair of Allah's mercy.</p><div lang=\"en\" class=\"en \"><h2>Yusuf's Brothers stand before Him</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا دَخَلُوا عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when they entered unto him)</span>, when they went back to Egypt and entered upon Yusuf,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا يَا أَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they said: \"O Aziz! A hard time has hit us and our family...\")</span>, because of severe droughts and the scarcity of food,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِئْنَا بِبِضَاعَةٍ مُّزْجَاةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and we have brought but poor capital,)</span> means, 'we brought money for the food we want to buy, but it is not substantial,' according to Mujahid, Al-Hasan and several others. </p><p lang=\"ceb\" class=\"ceb \">Allah said that they said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْفِ لَنَا الْكَيْلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so pay us full measure)</span> meaning, 'in return for the little money we brought, give us the full measure that you gave us before.' Ibn Mas'ud read this Ayah in a way that means, \"So give the full load on our animals and be charitable with us.\" Ibn Jurayj commented, \"So be charitable to us by returning our brother to us.\" And when Sufyan bin 'Uyaynah was asked if the Sadaqah <span class=\"gray\">(charity)</span> was prohibited for any Prophet before our Prophet ﷺ, he said, \"Have you not heard the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَا ۖ إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so pay us full measure and be charitable to us. Truly, Allah does reward the charitable.)</span>?\" Ibn Jarir At-Tabari collected this statement.</p>"
  }
]