[
  {
    "ayah_key": "26:153",
    "group_ayah_key": "26:153",
    "from_ayah": "26:153",
    "to_ayah": "26:159",
    "ayah_keys": "26:153,26:154,26:155,26:156,26:157,26:158,26:159",
    "text": "<p lang=\"en\" class=\"en \">They said: \"You are only of those bewitched! <span>(153)</span>\"You are but a human being like us. Then bring us a sign if you are of the truthful. <span>(154)</span>He said: \"Here is a she-camel: it has a right to drink <span class=\"gray\">(water)</span>, and you have a right to drink <span class=\"gray\">(water)</span><span class=\"gray\">(each)</span> on a day, known. <span>(155)</span>\"And touch her not with harm, lest the torment of a Great Day should seize you. <span>(156)</span>But they killed her, and then they became regretful <span>(157)</span>So, the torment overtook them. Verily, in this is indeed a sign, yet most of them are not believers <span>(158)</span>And verily, your Lord He is indeed the All-Mighty, the Most Merciful <span>(159)</span></p><div lang=\"en\" class=\"en \"><h2>The Response of Thamud, Their Demand for a Sign, and Their Punishment</h2></div><p lang=\"en\" class=\"en \">Allah tells us how Thamud responded to their Prophet Salih, upon him be peace, when he called them to worship their Lord, may He be glorified.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا إِنَّمَا أَنتَ مِنَ الْمُسَحَّرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"You are only of those bewitched!\")</span> Mujahid said, \"They meant he was one affected by witchcraft.\" Then they said:</p><p class=\"ur qpc-hafs\" lang=\"ur\">مَا أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are but a human being like us.)</span> meaning, 'how can you receive Revelation when we do not?' This is like the Ayah where they are described as saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأُلْقِيَ الذِّكْرُ عَلَيْهِ مِن بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ - سَيَعْلَمُونَ غَدًا مَّنِ الْكَذَّابُ الْأَشِرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Is it that the Reminder is sent to him alone from among us? Nay, he is an insolent liar!\" Tomorrow they will come to know who is the liar, the insolent one!)</span><span class=\"gray\">(54:25-26)</span></p><p lang=\"en\" class=\"en \">Then they asked him for a sign to prove that what he brought to them from their Lord was the truth. A crowd of them gathered and demanded that he immediately bring forth from the rock a she-camel that was ten months pregnant, and they pointed to a certain rock in their midst. Allah's Prophet Salih made them promise that if he responded to their request, they would believe in him and follow him. So they agreed to that. The Prophet of Allah Salih, peace be upon him, stood and prayed, then he prayed to Allah to grant them their request. Then the rock to which they had pointed split open, revealing a she-camel that was ten months pregnant, excactly as they had requested. So some of them believed, but most of them disbelieved.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هَٰذِهِ نَاقَةٌ لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"Here is a she-camel: it has a right to drink <span class=\"gray\">(water)</span>, and you have a right to drink <span class=\"gray\">(water)</span><span class=\"gray\">(each)</span> on a day, known.)</span> meaning, 'she will drink from your water one day, and on the next day you will drink from it.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And touch her not with harm, lest the torment of a Great Day should seize you.)</span> He warned them of the punishment of Allah if they should do her any harm. The she-camel stayed among them for a while, drinking the water, eating leaves and grazing, and they benefitted from her milk which they took in sufficient quantities for every one to drink his fill. After this had gone on for a long time, and the time for their destruction drew near, they conspired to kill her:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَقَرُوهَا فَأَصْبَحُوا نَادِمِينَ - فَأَخَذَهُمُ الْعَذَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they killed her, and then they became regretful. So, the torment overtook them.)</span> Their land was shaken by a strong earthquake, and there came to them an overwhelming Sayhah <span class=\"gray\">(shout)</span> which took their hearts from their places. They were overtaken by events which they were not expecting, so they were left <span class=\"gray\">(dead)</span>, lying prostrate in their homes.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ - وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this is indeed a sign, yet most of them are not believers. And verily your Lord, He is indeed the All-Mighty, the Most Merciful.)</span></p>"
  },
  {
    "ayah_key": "26:160",
    "group_ayah_key": "26:160",
    "from_ayah": "26:160",
    "to_ayah": "26:164",
    "ayah_keys": "26:160,26:161,26:162,26:163,26:164",
    "text": "<p lang=\"en\" class=\"en \">The people of Lut denied the Messengers <span>(160)</span>When their brother Lut said to them: \"Will you not have Taqwa? <span>(161)</span>\"Verily, I am a trustworthy Messenger to you. <span>(162)</span>\"So, have Taqwa of Allah, and obey me. <span>(163)</span>\"No reward do I ask of you for it; my reward is only from the Lord of all that exits. <span>(164)</span></p><div lang=\"en\" class=\"en \"><h2>Lut and His Call</h2></div><p lang=\"en\" class=\"en \">Here Allah tells us about His servant and Messenger Lut, peace be upon him. He was Lut bin Haran bin Azar, the nephew of Ibrahim Al-Khalil, upon him be peace. Allah sent him to a mighty nation during the lifetime of Ibrahim, peace be upon them both. They lived in Sadum <span class=\"gray\">(Sodom)</span> and its environs, where Allah destroyed them and turned the area into a putrid, stinking lake, which is well-known in the land of Al-Ghur <span class=\"gray\">[the Jordan Valley]</span>, bordering the mountains of Jerusalem, between the mountains and the land of Al-Karak and Ash-Shawbak. He called them to Allah, to worship Him alone with no partner or associate, and to obey the Messenger whom Allah sent to them. He forbade from disobeying Allah and committing the sin that they had invented which was unknown on earth before their time; intercourse with males instead of with females. Allah said:</p>"
  },
  {
    "ayah_key": "26:165",
    "group_ayah_key": "26:165",
    "from_ayah": "26:165",
    "to_ayah": "26:175",
    "ayah_keys": "26:165,26:166,26:167,26:168,26:169,26:170,26:171,26:172,26:173,26:174,26:175",
    "text": "<p lang=\"en\" class=\"en \">\"Go you in unto the males of Al-'Alamin <span class=\"gray\">(people)</span>, <span>(165)</span>\"And leave those whom Allah has created for you to be your wives? Nay, you are a trespassing people! <span>(166)</span>They said: \"If you cease not, O Lut, verily, you will be one of those who are driven out! <span>(167)</span>He said: \"I am indeed of those who disapprove with severe anger and fury your behavior. <span>(168)</span>\"My Lord! Save me and my family from what they do. <span>(169)</span>So, We saved him and his family, all <span>(170)</span>Except an old woman among those who remained behind <span>(171)</span>Then afterward We destroyed the others <span>(172)</span>And We rained on them a rain, and how evil was the rain of those who had been warned <span>(173)</span>Verily, in this is indeed a sign, yet most of them are not believers <span>(174)</span>And verily your Lord, He is indeed the All-Mighty, the Most Merciful <span>(175)</span></p><div lang=\"en\" class=\"en \"><h2>Lut's Denunciation of His People's Deeds, Their Response and Their Punishment</h2></div><p lang=\"en\" class=\"en \">The Prophet of Allah forbade them from committing evil deeds and intercourse with males, and he taught them that they should have intercourse with their wives whom Allah had created for them. Their response was only to say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِن لَّمْ تَنتَهِ يَا لُوطُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you cease not, O Lut,)</span> meaning, 'if you do not give up what you have brought,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, you will be one of those who are driven out!)</span> meaning, 'we will expel you from among us.' This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَن قَالُوا أَخْرِجُوا آلَ لُوطٍ مِّن قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There was no other answer given by his people except that they said: \"Drive out the family of Lut from your city. Verily, these are men who want to be clean and pure!\")</span><span class=\"gray\">(27:56)</span>. When he saw that they would not give up their ways, and that they were persisting in their misguidance, he declared his innocence of them, saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لِعَمَلِكُم مِّنَ الْقَالِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am, indeed, of those who disapprove with severe anger and fury)</span> 'Of those who are outraged, I do not like it and I do not accept it, and I have nothing to do with you. ' Then he prayed to Allah against them and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord! Save me and my family from what they do.)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ - إِلَّا عَجُوزًا فِي الْغَابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, We saved him and his family, all. Except an old woman among those who remained behind.)</span> This was his wife, who was a bad old woman. She stayed behind and was destroyed with whoever else was left. This is similar to what Allah says about them in Surat Al-A'raf and Surah Hud, and in Surat Al-Hijr, where Allah commanded him to take his family at night, except for his wife, and not to turn around when they heard the Sayhah as it came upon his people. So they patiently obeyed the command of Allah and persevered, and Allah sent upon the people a punishment which struck them all, and rained upon them stones of baked clay, piled up. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ دَمَّرْنَا الْآخَرِينَ - وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then afterward We destroyed the others. And We rained on them a rain)</span> until Allah's saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, your Lord, He is indeed the All-Mighty, the Most Merciful.)</span></p>"
  },
  {
    "ayah_key": "26:176",
    "group_ayah_key": "26:176",
    "from_ayah": "26:176",
    "to_ayah": "26:180",
    "ayah_keys": "26:176,26:177,26:178,26:179,26:180",
    "text": "<p lang=\"en\" class=\"en \">The companions of Al-Aykah denied the Messengers <span>(176)</span>When Shu'ayb said to them: \"Will you not have Taqwa? <span>(177)</span>\"I am a trustworthy Messenger to you. <span>(178)</span>\"So, have Taqwa of Allah, and obey me. <span>(179)</span>\"No reward do I ask of you for it; my reward is only from the Lord of Al-'Alamin. <span>(180)</span></p><div lang=\"en\" class=\"en \"><h2>Shu'ayb and His Preaching to the Dwellers of Al-Aykah</h2></div><p lang=\"en\" class=\"en \">The companions of Al-Aykah were the people of Madyan, according to the most correct view. The Prophet of Allah Shu'ayb was one of them, but it does not say here, their brother Shu'ayb, because they called themselves by a name denoting their deification of Al-Aykah, which was a tree which they used to worship; it was said that it was a group of trees which were tangled, like trees in a thicket. For this reason, when Allah said that the companions of Al-Aykah denied the Messengers, He did not say, \"When their brother Shu'ayb said to them.\" Rather, He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لَهُمْ شُعَيْبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When Shu'ayb said to them)</span> He is not described as belonging to them because of the meaning that was inherent in the name given to them even though he was their brother by blood. Some people did not notice this point, so they thought that the dwellers of Al-Aykah were different from the people of Madyan, and claimed that Shu'ayb was sent to two nations; some said that he was sent to three.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصْحَابُ الْأَيْكَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The companions of Al-Aykah)</span> were the people of Shu'ayb. This was the view of Ishaq bin Bishr. Someone besides Juwaybir said, \"The dwellers of Al-Aykah and the people of Madyan are one and the same.\" And Allah knows best.</p><p lang=\"en\" class=\"en \">Although there is another opinion that they were different nations with two identities, the correct view is that they were one nation, but they are described differently in different places. Shu'ayb preached to them and commanded them to be fair in their weights and measures, the same as is mentioned in the story of Madyan, which also indicates that they were the same nation.</p>"
  }
]