[
  {
    "ayah_key": "16:30",
    "group_ayah_key": "16:30",
    "from_ayah": "16:30",
    "to_ayah": "16:32",
    "ayah_keys": "16:30,16:31,16:32",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(when)</span> it is said to those who had Taqwa <span class=\"gray\">(piety and righteousness)</span>, \"What is it that your Lord has revealed?\" They say: \"That which is good.\" For those who do good in this world, there is good, and the home of the Hereafter will be better. And excellent indeed will be the home <span class=\"gray\">(i.e. Paradise)</span> of those who have Taqwa <span>(30)</span>'Adn <span class=\"gray\">(Eden)</span> Paradise <span class=\"gray\">(Gardens of Eternity)</span> which they will enter, under which rivers flow, in it they will have all that they wish. Thus Allah rewards those who have Taqwa <span>(31)</span>Those whose lives the angels take while they are in a pious state saying <span class=\"gray\">(to them)</span> \"Salamun 'Alaikum <span class=\"gray\">(peace be on you!)</span>. Enter Paradise because of what <span class=\"gray\">(good)</span> you used to do <span class=\"gray\">(in the world)</span>. <span>(32)</span></p><div lang=\"en\" class=\"en \"><h2>What the Pious say about the Revelation, their Reward and their Condition during and after Death</h2></div><p lang=\"en\" class=\"en \">Here we are told about the blessed, as opposed to the doomed, who, when they are asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّاذَا أَنزَلَ رَبُّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is it that your Lord has revealed?)</span> they will reluctantly answer, \"He did not reveal anything, these are just the fables of old.\" But the blessed, on the other hand, will say, \"That which is good,\" meaning - He revealed something good, meaning mercy and blessings for those who followed it and believed in it. Then we are told about Allah's promise to His servants which He revealed to His Messengers. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلَّذِينَ أَحْسَنُوا فِي هَٰذِهِ الدُّنْيَا حَسَنَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For those who do good in this world, there is good)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً ۖ وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever works righteousness - whether male or female - while being a true believer verily, to him We will give a good life, and We shall certainly reward them in proportion to the best of what they used to do.)</span><span class=\"gray\">(16:97)</span>, which means that whoever does good in this world, Allah will reward him for his good deeds in this world and in the next. Then we are told that the home of the Hereafter will be better, i.e., better than the life of this world, and that the reward in the Hereafter will be more complete than the reward in this life, as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who were given <span class=\"gray\">(religious)</span> knowledge said: \"Woe to you! The reward of Allah <span class=\"gray\">(in the Hereafter)</span> is better)</span><span class=\"gray\">[28:80]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عِندَ اللَّهِ خَيْرٌ لِّلْأَبْرَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and what is with Allah for the righteous is better.)</span><span class=\"gray\">[3:198]</span> and;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْآخِرَةُ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Although the Hereafter is better and enduring)</span><span class=\"gray\">(87:17)</span>. Allah said to His Messenger ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَلْآخِرَةُ خَيْرٌ لَّكَ مِنَ الْأُولَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed the Hereafter is better for you than the present)</span><span class=\"gray\">(93:4)</span>. Then Allah describes the abode of the Hereafter, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنِعْمَ دَارُ الْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And excellent indeed will be the home <span class=\"gray\">(i.e. Paradise)</span> of those who have Taqwa.)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">جَنَّاتُ عَدْنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Adn <span class=\"gray\">(Eden)</span> Paradise <span class=\"gray\">(Gardens of Eternity)</span>)</span> refers to the home of the Muttaqun, i.e., in the Hereafter they will have Gardens of Eternity in which they will dwell forever.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(under which rivers flow)</span> meaning, between its trees and palaces.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ فِيهَا مَا يَشَاءُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in it they will have all that they wish)</span> this is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِيهَا مَا تَشْتَهِيهِ الْأَنفُسُ وَتَلَذُّ الْأَعْيُنُ ۖ وَأَنتُمْ فِيهَا خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in it <span class=\"gray\">(there will be)</span> all that souls could desire, and all that eyes could delight in, and in it you will live forever.)</span><span class=\"gray\">[43:71]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يَجْزِي اللَّهُ الْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus Allah rewards those who have Taqwa.)</span> meaning, this is how Allah rewards everyone who believes in Him, fears Him, and does good deeds.</p><p lang=\"en\" class=\"en \">Then Allah tells us about their condition when death approaches them in a good state, i.e., free from Shirk, impurity and all evil. The angels greet them and give them the good news of Paradise, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنتُمْ تُوعَدُونَ - نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ - نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who say: \"Our Lord is Allah <span class=\"gray\">(alone)</span>,\" and then behave righteously, on them the angels will descend <span class=\"gray\">(at the time of their death)</span><span class=\"gray\">(saying)</span>: \"Fear not, nor grieve! But receive the good news of Paradise as you have been promised! We have been your friends in the life of this world and are <span class=\"gray\">(so)</span> in the Hereafter. In it you shall have <span class=\"gray\">(all)</span> that your souls desire, and in it you shall have <span class=\"gray\">(all)</span> that you ask for. An entertainment from <span class=\"gray\">(Allah)</span>, the Oft-Forgiving, Most Merciful.\")</span><span class=\"gray\">(41:30-32)</span></p><p lang=\"en\" class=\"en \">We have already referred to the Hadiths that have been reported on the taking of the soul of the believer and the soul of the disbeliever, when we discussed the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَيُضِلُّ اللَّهُ الظَّالِمِينَ ۚ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will keep firm those who believe, with the word that stands firm in this world <span class=\"gray\">(i.e. they will keep on worshipping Allah Alone and none else)</span>, and in the Hereafter. And Allah will cause the wrongdoers to stray, and Allah does as He wills.)</span><span class=\"gray\">(14:27)</span></p>"
  },
  {
    "ayah_key": "16:33",
    "group_ayah_key": "16:33",
    "from_ayah": "16:33",
    "to_ayah": "16:34",
    "ayah_keys": "16:33,16:34",
    "text": "<p class=\"en translation\" lang=\"en\">Are they but waiting for the angels to come to them, or there comes the command of your Lord? Thus did those before them. And Allah did not wrong them, but they were wronging themselves <span>(33)</span>Then, they were afflicted by their evil deeds, and they were surrounded by that which they used to mock <span>(34)</span></p><div lang=\"en\" class=\"en \"><h2>The Disbelievers' Refrain from Faith means that They were simply awaiting Punishment</h2></div><p lang=\"en\" class=\"en \">Threatening the idolators for their persistence in falsehood and their conceited delusions about this world, Allah says: Are these people waiting only for the angels to come and take their souls? Qatadah said:</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوْ يَأْتِيَ أَمْرُ رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or there comes the command of your Lord?)</span> means the Day of Resurrection and the terror that they will go through.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ فَعَلَ الَّذِينَ مِن قَبْلِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus did those before them.)</span> means, thus did their predecessors and those who were like them among the idolators persist in their Shirk, until they tasted the wrath of Allah and experienced the punishment and torment that they suffered.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ظَلَمَهُمُ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah did not wrong them.)</span> because by sending His Messengers and revealing His Books He gave them enough warning and clearly demonstrated His proofs to them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they were wronging themselves.)</span> meaning, by opposing the Messengers and denying what they brought. For this reason Allah's punishment tormented them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَاقَ بِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they were surrounded)</span> meaning, they were overwhelmed by the painful torment.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(by that which they used to mock.)</span> meaning, they used to make fun of the Messengers when they warned them Allah's punishment, and for this it will be said to them on the Day of Resurrection:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ النَّارُ الَّتِي كُنتُم بِهَا تُكَذِّبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the Fire which you used to belie.)</span><span class=\"gray\">(52:14)</span>.</p>"
  }
]