[
  {
    "ayah_key": "5:12",
    "group_ayah_key": "5:12",
    "from_ayah": "5:12",
    "to_ayah": "5:14",
    "ayah_keys": "5:12,5:13,5:14",
    "text": "<p lang=\"en\" class=\"en \">Indeed, Allah took the covenant from the Children of Israel <span class=\"gray\">(Jews)</span>, and We appointed twelve leaders among them. And Allah said: \"I am with you if you perform the Salah and give the Zakah and believe in My Messengers; honor and assist them, and lend to Allah a good loan, verily, I will remit your sins and admit you to Gardens under which rivers flow <span class=\"gray\">(in Paradise)</span>. But if any of you after this, disbelieved, he has indeed gone astray from the straight way. <span>(12)</span>So, because of their breach of their covenant, We cursed them and made their hearts grow hard. They changed the words from their <span class=\"gray\">(right)</span> places and have abandoned a good part of the Message that was sent to them. And you will not cease to discover deceit in them, except a few of them. But forgive them and overlook <span class=\"gray\">(their misdeeds)</span>. Verily, Allah loves the doers of good <span>(13)</span>And from those who call themselves Christians, We took their covenant, but they have abandoned a good part of the Message that was sent to them. So We planted amongst them enmity and hatred till the Day of Resurrection; and Allah will inform them of what they used to do <span>(14)</span></p><div lang=\"en\" class=\"en \"><h2>Cursing the People of the Book for Breaking the Covenant</h2></div><p lang=\"en\" class=\"en \">Allah commanded His believing servants to fullfil the promises and pledges that He took from them and which they gave His servant and Messenger, Muhammad, peace be upon him. Allah also commanded them to stand for the truth and give correct testimony. He also reminded them of the obvious and subtle favors of the truth and guidance that He granted them. Next, Allah informed them of the pledges and promises that He took from the People of the Book, who were before them, the Jews and Christians. When they broke these promises and covenants, Allah cursed them as a consequence and expelled them from His grace and mercy. He also sealed their hearts from receiving guidance and the religion of truth, beneficial knowledge and righteous actions. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed Allah took the covenant from the Children of Israel and We appointed twelve leaders among them.)</span></p><p lang=\"en\" class=\"en \">These twelve people were leaders who gave the pledge to Allah to listen and obey Allah, His Messenger and His Book on behalf of their tribes. Muhammad bin Ishaq and Ibn 'Abbas said that this occurred when Musa went to fight the mighty enemy <span class=\"gray\">(in Palestine)</span>, and Allah commanded him to choose a leader from every tribe.</p><div lang=\"en\" class=\"en \"><h2>The Leaders of Ansar on the Night of 'Aqabah</h2></div><p lang=\"en\" class=\"en \">Likewise, when the Messenger of Allah ﷺ took the pledge from the Ansar in the 'Aqabah area, there were twelve leaders from the Ansar. There were three men from the tribe of Aws: Usayd bin Al-Hudayr, Sa'd bin Khaythamah and Rifa'ah bin 'Abdul-Mundhir, or Abu Al-Haytham bin At-Tayhan. There were nine people from the tribe of Khazraj: Abu Umamah As'ad bin Zurarah, Sa'd bin Ar-Rabi', 'Abdullah bin Rawahah, Rafi' bin Malik bin Al-'Ajlan, Al-Bara' bin Ma'rur, 'Ubadah bin As-Samit, Sa'd bin 'Ubadah, 'Abdullah bin 'Amr bin Haram and Al-Mundhir bin 'Umar bin Khunays. Ka'b bin Malik mentioned these men in his poem, as recorded by Ibn Ishaq.On that night, these men were the leaders or representatives of their tribes by the command of the Prophet ﷺ. They gave the pledge and promise of allegiance and obedience to the Prophet ﷺ on behalf of their people. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَقَالَ اللَّهُ إِنِّي مَعَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah said, \"I am with you...)</span> with My protection, support and aid,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنتُم بِرُسُلِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you perform the Salah and give the Zakah and believe in My Messengers;)</span> concerning what they bring you of the revelation,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَعَزَّرْتُمُوهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(honor and assist them...)</span> and support them on the truth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and lend to Allah a good loan...)</span> by spending in His cause, seeking to please Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّأُكَفِّرَنَّ عَنكُمْ سَيِّئَاتِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, I will remit your sins)</span> and errors, I will erase them, cover them, and will not punish you for them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and admit you to Gardens under which rivers flow <span class=\"gray\">(in Paradise)</span>.)</span> thus, protecting you from what you fear and granting you what you seek.</p><div lang=\"en\" class=\"en \"><h2>Breaking the Covenant</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن كَفَرَ بَعْدَ ذَٰلِكَ مِنكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if any of you after this, disbelieved, he has indeed gone astray from the straight way.)</span></p><p lang=\"en\" class=\"en \">Therefore, those who break this covenant, even though they pledged and vowed to keep it, yet, they broke it and denied it ever existed, they have avoided the clear path and deviated from the path of guidance to the path of misguidance. Allah then mentioned the punishment that befell those who broke His covenant and the pledge they gave Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ لَعَنَّاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So because of their breach of their covenant, We cursed them...)</span> Allah states, because of their breaking the promise that We took from them, We cursed them, deviated them away from the truth, and expelled them from guidance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and made their hearts grow hard...)</span> and they do not heed any word of advice that they hear, because of the hardness of their hearts.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They change the words from their <span class=\"gray\">(right)</span> places...)</span> Since their comprehension became corrupt, they behaved treacherously with Allah's Ayat, altering His Book from its apparent meanings which He sent down, and distorting its indications. They attributed to Allah what He did not say, and we seek refuge with Allah from such behavior.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَسُوا حَظًّا مِّمَّا ذُكِّرُوا بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and have abandoned a good part of the Message that was sent to them.)</span> by not implementing it and by ignoring it. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَائِنَةٍ مِّنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you will not cease to discover deceit in them,)</span> such as their plots and treachery against you, O Muhammad, and your Companions. Mujahid said that this Ayah refers to their plot to kill the Messenger of Allah ﷺ.</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَاعْفُ عَنْهُمْ وَاصْفَحْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But forgive them, and overlook <span class=\"gray\">(their misdeeds)</span>.)</span> This, indeed, is the ultimate victory and triumph. Some of the Salaf said, \"You would never treat those who disobey Allah with you better than obeying Allah with them.\" This way, their hearts will gather around the truth and Allah might lead them to the right guidance. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah loves the doers of good.)</span> Therefore, forgive those who err against you. Qatadah said that this Ayah was abrogated with Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fight against those who believe not in Allah, nor in the Last Day)</span>.</p><div lang=\"en\" class=\"en \"><h2>The Christians Also Broke their Covenant with Allah and the Repercussion of this Behavior</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَىٰ أَخَذْنَا مِيثَاقَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And from those who call themselves Christians, We took their covenant,)</span></p><p lang=\"en\" class=\"en \">Meaning: 'From those who call themselves Christians and followers of 'Isa, son of Maryam, while in fact they are not as they claim. We took from them the covenant and pledges that they would follow the Prophet ﷺ, aid him, honor him and follow his footsteps.' And that they would believe in every Prophet whom Allah sends to the people of the earth. They imitated the Jews and broke the promises and the pledges. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَسُوا حَظًّا مِّمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَىٰ يَوْمِ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they have abandoned a good part of the Message that was sent to them. So We planted amongst them enmity and hatred till the Day of Resurrection;)</span></p><p lang=\"en\" class=\"en \">Meaning: 'We planted enmity and hatred between them, and they will remain like this until the Day of Resurrection.' Indeed, the numerous Christian sects have always been enemies and adversaries of each other, accusing each other of heresy and cursing each other. Each sect among them excommunicates the other sects and does not allow them entrance to their places of worship. The Monarchist sect accuses the Jacobite sect of heresy, and such is the case with the Nestorians and the Arians. Each sect among them will continue to accuse the other of disbelief and heresy in this life and on the Day when the Witnesses will come forth. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah will inform them of what they used to do.)</span> warning and threatening the Christians because of their lies against Allah and His Messenger and their false claims about Allah, hallowed be He above what they say about Him. The Christians attribute a companion and a son to Allah, while He is the One and Only, the All-Sufficient, Who neither begets nor was He begotten, and there is none like unto Him.</p>"
  },
  {
    "ayah_key": "5:15",
    "group_ayah_key": "5:15",
    "from_ayah": "5:15",
    "to_ayah": "5:16",
    "ayah_keys": "5:15,5:16",
    "text": "<p lang=\"en\" class=\"en \">O People of the Scripture! Now has come to you Our Messenger explaining to you much of that which you used to hide from the Scripture and passing over much. Indeed, there has come to you from Allah a light and a plain Book <span>(15)</span>Wherewith Allah guides all those who seek His Pleasure to ways of peace, and He brings them out of darkness by His permission unto light and guides them to a straight path <span>(16)</span></p><div lang=\"en\" class=\"en \"><h2>Explaining the Truth Through the Messenger and the Qur'an</h2></div><p lang=\"en\" class=\"en \">Allah states that He sent His Messenger Muhammad ﷺ with the guidance and the religion of truth to all the people of the earth, the Arabs and non-Arabs, lettered and unlettered. Allah also states that He sent Muhammad ﷺ with clear evidences and the distinction between truth and falsehood. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِّمَّا كُنتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَن كَثِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O People of the Scripture! Now has come to you Our Messenger explaining to you much of that which you used to hide from the Scripture and passing over much.)</span></p><p lang=\"en\" class=\"en \">So the Prophet ﷺ explained where they altered, distorted, changed and lied about Allah. He also ignored much of what they changed, since it would not bring about any benefit if it was explained. In his Mustadrak, Al-Hakim recorded that Ibn 'Abbas said, \"He who disbelieves in stoning <span class=\"gray\">(the adulterer to death)</span> will have inadvertently disbelieved in the Qur'an, for Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِّمَّا كُنتُمْ تُخْفُونَ مِنَ الْكِتَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O People of the Scripture! Now has come to you Our Messenger explaining to you much of that which you used to hide from the Scripture)</span> and stoning was among the things that they used to hide.\" Al-Hakim said, \"Its chain is Sahih, and they did not record it.\"</p><p lang=\"en\" class=\"en \">Allah next mentions the Glorious Qur'an that He sent down to His honorable Prophet ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ جَاءَكُم مِّنَ اللَّهِ نُورٌ وَكِتَابٌ مُّبِينٌ - يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, there has come to you from Allah a light and a plain Book. Wherewith Allah guides all those who seek His pleasure to ways of peace.)</span> meaning, ways of safety and righteousness,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He brings them out of darkness by His permission unto light and guides them to a straight path.)</span> He thus saves them from destruction and explains to them the best, most clear path. Therefore, He protects them from what they fear, and brings about the best of what they long for, all the while ridding them of misguidance and directing them to the best, most righteous state of being.</p>"
  }
]