[
  {
    "ayah_key": "22:36",
    "group_ayah_key": "22:36",
    "from_ayah": "22:36",
    "to_ayah": "22:36",
    "ayah_keys": "22:36",
    "text": "<p lang=\"en\" class=\"en \">And the Budn, We have made them for you as among the symbols of Allah, wherein you have much good. So mention the Name of Allah over them when they are drawn up in lines <span class=\"gray\">(for sacrifice)</span>. Then, when they are down on their sides <span class=\"gray\">(after slaughter)</span>, eat thereof, and feed the Qani' and the Mu'tarr. Thus have We made them subject to you that you may be grateful <span>(36)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to slaughter the Budn <span class=\"gl gray\" lang=\"gl\">(Sacrificial Camel)</span></h2></div><p lang=\"en\" class=\"en \">Here Allah reminds His servants of the blessing which He has bestowed on His servants, by creating the Budn for them and making them one of His symbols. For He has decreed that they should be brought to His Sacred House; indeed, they are the best of that which may be offered as a sacrifice to Allah, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Violate not the sanctity of the Sha'a'ir of Allah, nor of the Sacred Month, nor of the animals brought for sacrifice, nor the garlanded people or animals, and others, nor the people coming to the Sacred House)</span><span class=\"gray\">(5:2)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْبُدْنَ جَعَلْنَاهَا لَكُم مِّن شَعَائِرِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Budn, We have made them for you as among the symbols of Allah,)</span></p><p lang=\"en\" class=\"en \">Ibn Jurayj said: \"Ata' commented on this Ayah, 'Cattle and camels.'\" A similar view was also reported from Ibn 'Umar, Sa'id bin Al-Musayyib and Al-Hasan Al-Basri. Mujahid said: \"Al-Budn means camels.\" According to Muslim, Jabir bin 'Abdullah and others said, \"The Messenger of Allah ﷺ commanded us to share in offering the sacrifice, a Budn <span class=\"gray\">(camel)</span> for seven people, and one cow for seven people.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكُمْ فِيهَا خَيْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(wherein you have much good.)</span> means, reward in the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So mention the Name of Allah over them when they are drawn up in lines <span class=\"gray\">(for sacrifice)</span>.)</span> It was reported from Al-Muttalib bin 'Abdullah bin Hantab that Jabir bin 'Abdullah said, \"I prayed with the Messenger of Allah ﷺ on 'Id Al-Adha. When he finished, he brought a ram and slaughtered it, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِاسْمِ اللهِ وَاللهُ أَكْبَرُ، اللَّهُمَّ هَذَا عَنِّي وَعَمَّنْ لَمْ يُضَحِّ مِنْ أُمَّتِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bismillah, and Allahu Akbar. O Allah, this is on behalf of me and anyone of my Ummah who has not offered a sacrifice.)</span> This was recorded by Ahmad, Abu Dawud and At-Tirmidhi. Muhammad bin Ishaq recorded from Yazid bin Abi Habib from Ibn 'Abbas that Jabir said, \"The Messenger of Allah ﷺ sacrificed two rams on the day of 'Id, and when he lay them down to sacrifice them, he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمٰوَاتِ وَالْأَرْضَ حَنِيفًا مُسْلِمًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي للهِ رَبِّ الْعَالَمِينَ لَا شَرِيكَ لَهُ، وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ، اللَّهُمَّ مِنْكَ وَلَكَ عَنْ مُحَمَّدٍ وَأُمَّتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I turn my face to the One Who created the heavens and the earth, being true and sincere in faith submitting myself to Him Alone, and I am not of the idolators. Verily, my prayer, my sacrifice, my living and my dying are for Allah, the Lord of all that exists for, with no partner or associate for Him. Thus am I commanded, and I am the first of the Muslims. O Allah, from You and to You, on behalf of Muhammad and his Ummah.)</span> Then he said, 'Bismillah' and 'Allahu Akbar' and slaughtered them.\"</p><p lang=\"en\" class=\"en \">It was reported from 'Ali bin Al-Husayn from Abu Rafi' that when the Messenger of Allah ﷺ wanted to offer a sacrifice, he would buy two fat, horned, fine rams. When he had prayed and addressed the people, he would bring one of them to where he was standing in the prayer place, and would sacrifice it himself with a knife, then he would say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ هَذَا عَنْ أُمَّتِي جَمِيعِهَا: مَنْ شَهِدَ لَكَ بِالتَّوْحِيدِ وَشَهِدَ لِي بِالْبَلَاغِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, this is on behalf of all of my Ummah, whoever bears witness of Tawhid of You and bears witness that I have conveyed.)</span> Then he would bring the other ram and sacrifice it himself, and say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذَا عَنْ مُحَمَّدٍ وَآلِ مُحَمَّدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is on behalf of Muhammad and the family of Muhammad.)</span> He would give them to the poor and he and his family would eat from it as well. This was recorded by Ahmad and Ibn Majah. Al-A'mash narrated from Abu Zabiyan from Ibn 'Abbas,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So mention the Name of Allah over them when they are drawn up in lines <span class=\"gray\">(for sacrifice)</span>.)</span> \"When they are standing on three legs, with the left foreleg tied up. He says Bismillah and Allahu Akbar, La ilaha illallah, Allahumma Minka wa Laka <span class=\"gray\">(In the Name of Allah and Allah is Most Great; there is no God but Allah. O Allah, from You and to You)</span>.\"</p><p lang=\"en\" class=\"en \">In the Two Sahihs it was recorded that Ibn 'Umar came to a man who had made his camel kneel down in order to sacrifice it. He said, \"Make it stand up fettered, <span class=\"gray\">(this is)</span> the Sunnah of Abu Al-Qasim <span class=\"gray\">(i.e. the Prophet Muhammad ﷺ)</span>.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا وَجَبَتْ جُنُوبُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when they are down on their sides,)</span> Ibn Abi Najih reported that Mujahid said, \"This means, when it has fallen to the ground.\" This was narrated from Ibn 'Abbas, and a similar view was narrated from Muqatil bin Hayyan. 'Abdur-Rahman bin Zayd bin Aslam said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا وَجَبَتْ جُنُوبُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when they are down on their sides,)</span> \"Meaning, when they have died.\" This is what was meant by the comment of Ibn 'Abbas and Mujahid, for it is not permitted to eat from the sacrifice when it has been slaughtered until it has died and its movements have ceased. It was reported in a Marfu' Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُعَجِّلُوا النُّفُوسَ أَنْ تَزْهَقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not rush until you are sure that the animal is dead.)</span> Ath-Thawri narrated in his Jami' that 'Umar bin Al-Khattab said that, and he supported it with the Hadith of Shaddad bin 'Aws in Sahih Muslim:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ كَتَبَ الْإِحْسَانَ عَلَى كُلِّ شَيْءٍ فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، وَلْيُرِحْ ذَبِيحَتَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has prescribed proficiency in all things. If you kill, kill well; and if you slaughter, slaughter well. Let each one of you sharpen his blade and let him spare suffering to the animal he slaughters.)</span> It was recorded that Abu Waqid Al-Laythi said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا قُطِعَ مِنَ الْبَهِيمَةِ وَهِيَ حَيَّةٌ فَهُوَ مَيْتَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatever is cut from an animal while it is still alive is Maytah <span class=\"gray\">(dead flesh)</span>.)</span> This was recorded by Ahmad, Abu Dawud and At-Tirmidhi, who graded it Sahih.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(eat thereof, and feed Qani' and the Mu'tarr...)</span></p><p lang=\"en\" class=\"en \">This is a command which implies that this is permissible. Al-'Awfi reported that Ibn 'Abbas said, \"Qani' is the one who is content with what he is given and he stays in his house, and the Mu'tarr is the one who comes to you and rubs shoulders with you so that you will give him some meat, but he does not ask for it. \" This was also the view of Mujahid and Muhammad bin Ka'b Al-Qurazi. 'Ali bin Abi Talhah reported that Ibn 'Abbas said, \"Qani' is the one who is too proud to ask, and Mu'tarr is the one who does ask.\" This was also the view of Qatadah, Ibrahim An-Nakha'i and Mujahid, according to one report narrated from him. And the opposite was also suggested. This Ayah has been quoted as evidence by those scholars who said that the sacrifice should be divided into three: a third for the one who offers the sacrifice to eat from, a third to be given as gifts to his friends, and a third to be given in charity to the poor, because Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(eat thereof, and feed the poor who does not ask, and the beggar who asks.)</span></p><p lang=\"en\" class=\"en \">But there is no evidence in this Ayah for this view. According to a Sahih Hadith, the Messenger of Allah ﷺ said to the people:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي كُنْتُ نَهَيْتُكُمْ عَنِ ادِّخَارِ لُحُومِ الْأَضَاحِي فَوْقَ ثَلَاثٍ، فَكُلُوا وَادَّخِرُوا مَا بَدَا لَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I used to forbid you to keep the meat of the sacrifice for more than three days, but now eat from it and keep it as you see fit.)</span> According to another report:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلُوا وَادَّخِرُوا وَتَصَدَّقُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat some, keep some and give some in charity.)</span> According to another report:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلُوا وَأَطْعِمُوا وَتَصَدَّقُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat some, feed others, and give some in charity.)</span> As for the animal skins, it was recorded in Musnad Ahmad from Qatadah bin An-Nu'man in the Hadith about the sacrifice:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلُوا وَتَصَدَّقُوا، وَاسْتَمْتِعُوا بِجُلُودِهَا وَلَا تَبِيعُوهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat and give in charity, and make use of the skins, but do not sell them.)</span></p><p><span class=\"gray\">(Note)</span></p><p lang=\"en\" class=\"en \">It was recorded that Al-Bara' bin 'Azib said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوَّلَ مَا نَبْدَأُ بِهِ فِي يَوْمِنَا هَذَا أَنْ نُصَلِّيَ، ثُمَّ نَرْجِعَ فَنَنْحَرَ، فَمَنْ فَعَلَ ذَلِكَ فَقَدْ أَصَابَ سُنَّتَنَا، وَمَنْ ذَبَحَ قَبْلَ الصَّلَاةِ فَإِنَّمَا هُوَ لَحْمٌ قَدَّمَهُ لِأَهْلِهِ لَيْسَ مِنَ النُّسُكِ فِي شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The first thing that we should do on this day of ours <span class=\"gray\">('Id)</span> is to pray, then we return and offer the sacrifice. Whoever does that will have followed our Sunnah. Whoever slaughters his animal before the prayer, this is just meat which he has brought for his family, it is not a sacrifice at all.)</span> This was recorded by <span class=\"gray\">(Al-Bukhari and Muslim)</span>. And in Sahih Muslim, it is mentioned that one is not to offer the sacrifice until the Imam <span class=\"gray\">(leader)</span> has offered his. It is prescribed to offer the sacrifice on the day of Nahr and the following three days of Tashriq, because of the Hadith of Jubayr bin Mut'im who said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَّامُ التَّشْرِيقِ كُلُّهَا ذَبْحٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The days of Tashriq are all <span class=\"gray\">(for)</span> sacrifice.)</span> This was recorded by Ahmad and Ibn Hibban.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus have We made them subject to you that you may be grateful.)</span> means, for this reason.</p><p class=\"fa qpc-hafs\" lang=\"fa\">سَخَّرْنَاهَا لَكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus have We made them subject to you)</span> means, 'We have subjugated them to you, i.e., We have made them submissive towards you, so that if you wish you can ride them, or if you wish you can milk them, or if you wish you can slaughter them,' as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not see that We have created for them of what Our Hands have created, the cattle, so that they are their owners.)</span><span class=\"gray\">(36:71)</span> until He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will they not then be grateful?)</span><span class=\"gray\">(36:73)</span> And Allah says in this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus have We made them subject to you that you may be grateful.)</span></p>"
  }
]