[
  {
    "ayah_key": "10:65",
    "group_ayah_key": "10:65",
    "from_ayah": "10:65",
    "to_ayah": "10:67",
    "ayah_keys": "10:65,10:66,10:67",
    "text": "<p lang=\"en\" class=\"en \">Do not grieve over their speech, for all power and honor belong to Allah. He is the All-Hearer, the All-Knower <span>(65)</span>Behold! Verily, to Allah belongs whosoever is in the heavens and whosoever is in the earth. And those who worship and invoke others besides Allah, in fact they follow not the partners, they follow only a conjecture and they do nothing but lie <span>(66)</span>He it is Who has appointed for you the night that you may rest therein, and the day to make things visible <span class=\"gray\">(to you)</span>. Verily, in this are Ayat for a people who listen <span class=\"gray\">(those who think deeply)</span><span>(67)</span></p><div lang=\"en\" class=\"en \"><h2>All Might and Honor is for Allah - He Alone has Full Authority within the Universe</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said to His Messenger ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحْزُنكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not greive)</span> because of the remarks of these idolators, and depend on Allah and ask for His help. Put your trust in Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For all power and honor belong to Allah.)</span> All might and honor belong to Him, His Messenger and the believers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ السَّمِيعُ الْعَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is the All-Hearer, the All-Knower.)</span> He hears the utterances of His servants and knows their affairs. Allah then stated that to Him is the dominion of the heavens and earth. But the idolators worship idols, that own nothing and can neither harm nor benefit anyone. They have no evidence to base their worship on them. They only follow their own conjecture, lies, and ultimately - falsehood. Allah then informed us that He is the One Who made the night for His servants to rest therein from weariness and exhaustion.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَالنَّهَارَ مُبْصِرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the day to make things visible <span class=\"gray\">(to you)</span>.)</span> bright and clear for them to seek livelihood and to travel to fulfill their needs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this are Ayat for a people who listen.)</span> Those who hear these proofs and take a lesson from them. These Ayat can lead them to realize the greatness of their Creator and Sustainer.</p>"
  },
  {
    "ayah_key": "10:68",
    "group_ayah_key": "10:68",
    "from_ayah": "10:68",
    "to_ayah": "10:70",
    "ayah_keys": "10:68,10:69,10:70",
    "text": "<p lang=\"en\" class=\"en \">They say: \"Allah has begotten a son.\" Glory is to Him! He is Rich <span class=\"gray\">(free of all needs)</span>. His is all that is in the heavens and all that is in the earth. No warrant have you for this. Do you say against Allah what you know not <span>(68)</span>Say: \"Verily, those who invent a lie against Allah will never be successful. <span>(69)</span><span class=\"gray\">(A brief)</span> enjoyment in this world! and then unto Us will be their return, then We shall make them taste the severest torment because they used to disbelieve <span>(70)</span></p><div lang=\"en\" class=\"en \"><h2>Allah is Far Above taking a Wife or having Children</h2></div><p lang=\"en\" class=\"en \">Allah criticizes those who claim that He has,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَدًا ۗ سُبْحَانَهُ ۖ هُوَ الْغَنِيُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...begotten a son. Glory is to Him! He is Rich <span class=\"gray\">(Free of all needs)</span>.)</span> He is Greater than that and above it. He is Self-Sufficient, free of want or need of anything. Everything else is in desperate need of Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His is all that is in the heavens and all that is in the earth.)</span> So how can He have a son from what He has created Everything and everyone belongs to Him and is His servant.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ عِندَكُم مِّن سُلْطَانٍ بِهَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No warrant have you for this)</span> Meaning, you have no proof for the lies and falsehood that you claim,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you say against Allah what you know not.)</span> This is a severe threat and a firm warning. Similarly, Allah threatened and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا - لَّقَدْ جِئْتُمْ شَيْئًا إِدًّا - تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا - أَن دَعَوْا لِلرَّحْمَٰنِ وَلَدًا - وَمَا يَنبَغِي لِلرَّحْمَٰنِ أَن يَتَّخِذَ وَلَدًا - إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَٰنِ عَبْدًا - لَّقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا - وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"The Most Gracious has begotten a son.\" Indeed you have brought forth a terribly evil thing. Whereby the heavens are almost torn, and the earth is split asunder, and the mountains fall in ruins, that they ascribe a son to the Most Gracious. But it is not suitable for the Most Gracious that He should beget a son. There is none in the heavens and the earth but comes unto the Most Gracious as a servant. Verily, He knows each one of them, and has counted them a full counting. And everyone of them will come to Him alone on the Day of Resurrection.)</span><span class=\"gray\">(19:88-95)</span></p><p lang=\"en\" class=\"en \">Then Allah warned the liars that fabricated the claim that He has begotten a son. He warned that they will not succeed, never prospering in this world or in the Hereafter. In this world Allah will lead them, step-by-step, to their ruin. He will give them respite and put up with them for a while. He will allow them to have little enjoyment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then in the end We shall oblige them to <span class=\"gray\">(enter)</span> a great torment.)</span><span class=\"gray\">(31:24)</span> As Allah said here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَتَاعٌ فِي الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(A brief)</span> enjoyment in this world!)</span> meaning, only a short period,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِلَيْنَا مَرْجِعُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then unto Us will be their return)</span> on the Day of Resurrection;</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We shall make them taste the severest torment because they used to disbelieve.)</span> meaning, 'We shall make them taste the painful punishment because of their Kufr and lies about Allah.'</p>"
  },
  {
    "ayah_key": "10:7",
    "group_ayah_key": "10:7",
    "from_ayah": "10:7",
    "to_ayah": "10:8",
    "ayah_keys": "10:7,10:8",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, those who hope not for their meeting with Us, but are pleased and satisfied with the life of the present world, and those who are heedless of Our Ayat <span>(7)</span>Those, their abode will be the Fire, because of what they used to earn <span>(8)</span></p><div lang=\"en\" class=\"en \"><h2>The Abode of Those Who deny the Hour is Hell-Fire</h2></div><p lang=\"en\" class=\"en \">Allah describes the state of the wretched who disbelieved in the meeting with Allah on the Day of Resurrection and did not look forward to it, who were well-pleased with the life of this world and at rest in it. Al-Hasan said: \"They adorned it and praised it until they were well pleased with it. Whereas they were heedless of Allah's signs in the universe, they did not contemplate them. They were also heedless of Allah's Laws, for they didn't abide by them. Their abode on the Day of Return is Fire, a reward for what they have earned in their worldly life from among their sins and crimes. That is beside their disbelief in Allah, His Messenger and the Last Day.\"</p>"
  }
]