[
  {
    "ayah_key": "18:83",
    "group_ayah_key": "18:83",
    "from_ayah": "18:83",
    "to_ayah": "18:84",
    "ayah_keys": "18:83,18:84",
    "text": "<p class=\"en translation\" lang=\"en\">And they ask you about Dhul-Qarnayn. Say: \"I shall recite to you something of his story. <span>(83)</span>Verily, We established him in the earth, and We gave him the means of everything <span>(84)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of Dhul-Qarnayn </h2></div><p lang=\"en\" class=\"en \">Allah says to His Prophet ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they ask you)</span> O Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَن ذِي الْقَرْنَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(about Dhul-Qarnayn.)</span> i.e., about his story. We have already mentioned how the disbelievers of Makkah sent word to the People of the Book and asked them for some information with which they could test the Prophet ﷺ. They <span class=\"gray\">(the People of the Book)</span> said, 'Ask him about a man who traveled extensively throughout the earth, and about some young men who nobody knows what they did, and about the Ruh <span class=\"gray\">(the soul)</span>,' then Surat Al-Kahf was revealed. </p><p lang=\"cy\" class=\"cy \">Dhul-Qarnayn had great Power</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We established him in the earth,)</span> means, 'We have given him great power, so that he had all that kings could have of might, armies, war equipment and siege machinery.' So he had dominion over the east and the west, all countries and their kings submitted to him, and all the nations, Arab and non-Arab, served him. Some of them said he was called Dhul-Qarnayn <span class=\"gray\">(the one with two horns)</span> because he reached the two \"Horns\" of the sun, east and west, where it rises and where it sets.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآتَيْنَاهُ مِن كُلِّ شَيْءٍ سَبَبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We gave him the means of everything.)</span> Ibn 'Abbas, Mujahid, Sa'id bin Jubayr, 'Ikrimah, As-Suddi, Qatadah, Ad-Dahhak and others said, \"This means knowledge.\" Qatadah also said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآتَيْنَاهُ مِن كُلِّ شَيْءٍ سَبَبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We gave him the means of everything.)</span> \"The different parts and features of the earth.\" Concerning Bilqis, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُوتِيَتْ مِن كُلِّ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(she has been given all things)</span><span class=\"gray\">[27:23]</span>, meaning all things that monarchs like her are given. Thus too was Dhul-Qarnayn: Allah gave him the means of all things, meaning the means and power to conquer all areas, regions and countries, to defeat enemies, suppress the kings of the earth and humiliate the people of Shirk. He was given all that a man like him would need. And Allah knows best.</p>"
  },
  {
    "ayah_key": "18:85",
    "group_ayah_key": "18:85",
    "from_ayah": "18:85",
    "to_ayah": "18:88",
    "ayah_keys": "18:85,18:86,18:87,18:88",
    "text": "<p lang=\"en\" class=\"en \">So he followed a way <span>(85)</span>Until, when he reached the setting place of the sun, he found it setting in a spring of Hami'ah. And he found near it a people. We said: \"O Dhul-Qarnayn! Either you punish them or treat them with kindness. <span>(86)</span>He said: \"As for him who does wrong, we shall punish him, and then he will be brought back unto his Lord, Who will punish him with a terrible torment <span class=\"gray\">(Hell)</span>. <span>(87)</span>\"But as for him who believes and works righteousness, he shall have the best reward, and we shall speak unto him mild words. <span>(88)</span></p><div lang=\"en\" class=\"en \"><h2>His traveling and reaching the Place where the Sun sets <span class=\"en gray\" lang=\"en\">(the West)</span></h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَتْبَعَ سَبَبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So he followed a way.)</span> Ibn 'Abbas said that he followed different routes to achieve what he wanted.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَتْبَعَ سَبَبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So he followed a way.)</span> Mujahid said that he followed different routes, east and west. According to one report narrated from Mujahid, he said:</p><p class=\"fa qpc-hafs\" lang=\"fa\">سَبَبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a way)</span> means, \"A route through the land.\" Qatadah said, \"It means he followed the routes and landmarks of the earth.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Until, when he reached the setting place of the sun,)</span> means, he followed a route until he reached the furthest point that could be reached in the direction of the sun's setting, which is the west of the earth. As for the idea of his reaching the place in the sky where the sun sets, this is something impossible, and the tales told by storytellers that he traveled so far to the west that the sun set behind him are not true at all. Most of these stories come from the myths of the People of the Book and the fabrications and lies of their heretics.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he found it setting in a spring of Hami'ah)</span> meaning, he saw the sun as if it were setting in the ocean. This is something which everyone who goes to the coast can see: it looks as if the sun is setting into the sea but in fact it never leaves its path in which it is fixed. Hami'ah is, according to one of the two views, derived from the word Hama'ah, which means mud. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي خَالِقٌ بَشَرًا مِّن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"I am going to create a man <span class=\"gray\">(Adam)</span> from dried clay of altered Hama'h <span class=\"gray\">(mud)</span>)</span><span class=\"gray\">[15:28]</span>, which means smooth mud, as we have discussed above.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَوَجَدَ عِندَهَا قَوْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he found near it a people.)</span> meaning a nation. They mentioned that they were a great nation from among the sons of Adam.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَن تُعَذِّبَ وَإِمَّا أَن تَتَّخِذَ فِيهِمْ حُسْنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We <span class=\"gray\">(Allah)</span> said <span class=\"gray\">(by inspiration)</span>: \"O Dhul-Qarnayn! Either you punish them or treat them with kindness\")</span> means, Allah gave him power over them and gave him the choice: if he wanted to, he could kill the men and take the women and children captive, or if he wanted to, he could set them free, with or without a ransom. His justice and faith became apparent in the ruling he pronounced:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا مَن ظَلَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for him who does wrong,)</span> meaning who persists in his Kufr and in associating others in worship with his Lord,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَسَوْفَ نُعَذِّبُهُ</p><p lang=\"hmn\" class=\"hmn \"><span class=\"gray\">(we shall punish him,)</span> Qatadah said, i.e., by killing him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُّكْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then he will be brought back unto his Lord, Who will punish him with a terrible torment.)</span> meaning a severe, far-reaching and painful punishment. This implies a confirmation of the Hereafter and the reward and punishment.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا مَنْ آمَنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But as for him who believes)</span>, meaning 'who follows us in our call to worship Allah Alone with no partner or associate,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَهُ جَزَاءً الْحُسْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he shall have the best reward,)</span> meaning in the Hereafter, with Allah.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and we <span class=\"gray\">(Dhul-Qarnayn)</span> shall speak unto him mild words.)</span> Mujahid said, '<span class=\"gray\">(words of)</span> kindness.'</p>"
  },
  {
    "ayah_key": "18:89",
    "group_ayah_key": "18:89",
    "from_ayah": "18:89",
    "to_ayah": "18:91",
    "ayah_keys": "18:89,18:90,18:91",
    "text": "<p lang=\"en\" class=\"en \">Then he followed <span class=\"gray\">(another)</span> way <span>(89)</span>Until, when he came to the rising place of the sun, he found it rising on a people for whom We <span class=\"gray\">(Allah)</span> had provided no shelter against the sun <span>(90)</span>So <span class=\"gray\">(it was)</span>! And We knew all about him <span class=\"gray\">(Dhul-Qarnayn)</span><span>(91)</span></p><div lang=\"en\" class=\"en \"><h2>His Journey East</h2></div><p lang=\"en\" class=\"en \">Allah tells us that Dhul-Qarnayn then traveled from the west of the earth towards the east. Every time he passed a nation, he subjugated the people and called them to Allah. If they obeyed him, all well and good, otherwise he would humiliate them and take their wealth and possessions. From every nation he took what his armies needed to fight the next nation. When he reached the place where the sun rises, as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he found it rising on a people)</span> meaning a nation,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for whom We <span class=\"gray\">(Allah)</span> had provided no shelter against the sun.)</span> meaning, they had no buildings or trees to cover them and shade them from the heat of the sun.</p><p lang=\"en\" class=\"en \">Qatadah said, \"It was mentioned to us that they were in a land where nothing grew, so when the sun rose they would go into tunnels until it had passed its zenith, then they would come out to go about their daily lives and earn themselves a living.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So <span class=\"gray\">(it was)</span>! And We knew all about him.)</span> Mujahid and As-Suddi said, \"This means that Allah knew everything about him and his army, and nothing was hidden from Him, even though they came from so many different nations and lands. For,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَخْفَىٰ عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, nothing is hidden from Allah, in the earth or in the heaven.)</span><span class=\"gray\">(3:5)</span>\"</p>"
  }
]