[
  {
    "ayah_key": "13:17",
    "group_ayah_key": "13:17",
    "from_ayah": "13:17",
    "to_ayah": "13:17",
    "ayah_keys": "13:17",
    "text": "<p lang=\"en\" class=\"en \">He sends down water from the sky, and the valleys flow according to their measure, but the flood bears away the foam that mounts up to the surface - and <span class=\"gray\">(also)</span> from that <span class=\"gray\">(ore)</span> which they heat in the fire in order to make ornaments or utensils, rises a foam like unto it, thus does Allah <span class=\"gray\">(by parables)</span> show forth truth and falsehood. Then, as for the foam it passes away as scum upon the banks, while that which is for the good of mankind remains in the earth. Thus Allah sets forth parables <span>(17)</span></p><div lang=\"en\" class=\"en \"><h2>Two Parables proving that Truth remains and Falsehood perishes</h2></div><p lang=\"en\" class=\"en \">This honorable Ayah contains two parables which affirm that truth remains and increases, while falsehood diminishes and perishes. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنزَلَ مِنَ السَّمَاءِ مَاءً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He sends down water from the sky,)</span> He sends rain,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the valleys flow according to their measure,)</span> each valley taking its share according to its capacity, for some valleys are wider and can retain more water than others which are small and thus retain smaller measures of water. This Ayah indicates that hearts differ, for some of them can retain substantial knowledge while others cannot entertain knowledge, but rather are bothered by knowledge,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but the flood bears away the foam that mounts up to the surface)</span> of the water that ran down the valleys; this is the first parable. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(also)</span> from that <span class=\"gray\">(ore)</span> which they heat in the fire in order to make ornaments or utensils...)</span> This is the second parable, whereas gold and silver ore is heated with fire to make adornments with it, and iron and copper ore are heated to make pots and the like with it. Foam also rises to the surface of these ores, just as in the case with water,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(thus does Allah <span class=\"gray\">(by parables)</span> show forth truth and falsehood.)</span> when they both exist, falsehood does not remain, just as foam does not remain with the water or the gold and silver ores which are heated in fire. Rather, foam dissipates and vanishes,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, as for the foam it passes away as scum upon the banks,)</span> for it carries no benefit and dissipates and scatters on the banks of the valley. The foam also sticks to trees or is dissipated by wind, just as the case with the scum that rises on the surface of gold, silver, iron and copper ores; it all goes away and never returns. However, water, gold and silver remain and are used to man's benefit. This is why Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا مَا يَنفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while that which is for the good of mankind remains in the earth. Thus Allah sets forth parables.)</span> Allah said in a similar Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And these similitudes We put forward for mankind; but none will understand them except those who have knowledge.)</span><span class=\"gray\">[29:43]</span> Some of the Salaf <span class=\"gray\">(rightly guided ancestors)</span> said, \"When I would read a parable in the Qur'an that I could not comprehend, I would cry for myself because Allah the Exalted says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But none will understand them except those who have knowledge.)</span>\" <span class=\"gray\">[29:43]</span> 'Ali bin Abi Talhah reported that 'Abdullah bin 'Abbas commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He sends down water from the sky, and the valleys flow according to their measure,)</span> \"This is a parable that Allah has set; the hearts carry knowledge from Him, and certainty according to the amount of doubt. As for doubt, working good deeds does not benefit while it exists. As for certainty, Allah benefits its people by it, hence Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الزَّبَدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, as for the foam)</span>, which refers to doubt,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَذْهَبُ جُفَاءً ۖ وَأَمَّا مَا يَنفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it passes away as scum upon the banks, while that which is for the good of mankind remains in the earth.)</span> in reference to certainty. And just as when jewelry is heated in fire and is rid of its impurity, which remains in the fire, similarly Allah accepts certainty and discards doubt.\"</p><div lang=\"en\" class=\"en \"><h2>The Qur'an and the Sunnah contain Parables that use Water and Fire</h2></div><p lang=\"en\" class=\"en \">Allah has set two examples in the beginning of Surat Al-Baqarah <span class=\"gray\">(chapter 2)</span> about the hypocrites, one using fire and another using water. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their likeness is as the likeness of one who kindled a fire; then, when it illuminated all around him.)</span><span class=\"gray\">[2:17]</span> then He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ كَصَيِّبٍ مِّنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or like a rainstorm in the sky, bringing darkness, thunder, and lightning.)</span><span class=\"gray\">[2:19]</span> Allah also has set two parables for the disbelievers in Surat An-Nur <span class=\"gray\">(chapter 24)</span>, one of them is,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for those who disbelieved, their deeds are like a mirage in a desert.)</span><span class=\"gray\">[24:39]</span> The mirage occurs during intense heat. It is recorded in the Two Sahihs that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُقَالُ لِلْيَهُودِ يَوْمَ الْقِيَامَةِ: فَمَا تُرِيدُون؟ فَيَقُولُونَ: أَيْ رَبَّنَا عَطِشْنَا فَاسْقِنَا. فَيُقَالُ: أَلَا تَرِدُونَ؟ فَيَرِدُونَ النَّارَ فَإِذَا هِيَ كَسَرَابٍ يَحْطِمُ بَعْضُهَا بَعْضًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will be said to the Jews on the Day of Resurrection, \"What do you desire?\" They will reply, \"We need to drink, for we have become thirsty, O our Lord!\" It will be said, \"Will you then proceed to drink,\" and they will head towards the Fire, which will appear as a mirage, its various parts consuming the other parts.\")</span> Allah said in the second parable <span class=\"gray\">(in Surat An-Nur)</span>;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or is like the darkness in a vast deep sea.)</span><span class=\"gray\">[24:40]</span> In the Two Sahihs it is recorded that Abu Musa Al-Ash'ari said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مَثَلَ مَا بَعَثَنِي اللهُ بِهِ مِنَ الْهُدَى وَالْعِلْمِ، كَمَثَلِ غَيْثٍ أَصَابَ أَرْضًا، فَكَانَ مِنْهَا طَائِفَةٌ قَبِلَتِ الْمَاءَ فَأَنْبَتَتِ الْكَلَأَ وَالْعُشْبَ الْكَثِيرَ، وَكَانَتْ مِنْهَا أَجَادِبُ أَمْسَكَتِ الْمَاءَ، فَنَفَعَ اللهُ بِهَا النَّاسَ، فَشَرِبُوا، وَرَعَوْا، وَسَقُوا، وَزَرَعُوا، وَأَصَابَتْ طَائِفَةً مِنْهَا أُخْرَى، إِنَّمَا هيَ قِيعَانٌ لَا تُمْسِكُ مَاءً وَلَا تُنْبِتُ كَلَأً، فَذَلِكَ مَثَلُ مَنْ فَقُهَ فِي دِينِ اللهِ وَنَفَعَهُ اللهُ بِمَا بَعَثَنِي وَنَفَعَ بِهِ، فَعَلِمَ وَعَلَّمَ، وَمَثَلُ مَنْ لَمْ يَرْفَعْ بِذَلِكَ رَأْسًا وَلَمْ يَقْبَلْ هُدَى اللهِ الَّذِي أُرْسِلْتُ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The example of guidance and knowledge with which Allah has sent me is like abundant rain falling on the earth, some of which was fertile soil that absorbed the rain water and brought forth vegetation and grass in abundance. And another portion of it was hard, it held the rain water and Allah benefited the people with it and they utilized it for drinking, grazing, making their animals drink from it and for irrigation purposes. And another portion of it fell on barren land, which could neither hold the water nor bring forth vegetation. The first is the example of the person who comprehends Allah's religion and gets benefit, as well as benefiting others <span class=\"gray\">(from the knowledge and guidance)</span> which Allah has revealed through me and learns and then teaches others. The last example is that of a person who does not care for it and does not embrace Allah's guidance revealed through me.)</span></p><p lang=\"en\" class=\"en \">This parable uses water in it. In another Hadith that Imam Ahmad collected, Abu Hurayrah narrated that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلِي وَمَثَلُكُمْ كَمَثَلِ رَجُلٍ اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ، جَعَلَ الْفَرَاشُ وَهَذِهِ الدَّوَابُّ الَّتِي يَقَعْنَ فِي النَّارِ يَقَعْنَ فِيهَا، وَجَعَلَ يَحْجُزُهُنَّ وَيغْلِبْنَهُ فَيَقْتَحِمْنَ فِيهَا - قَالَ -: فَذَلِكُمْ مَثَلِي وَمَثَلُكُمْ، أَنَا آخِذٌ بِحُجَزِكُمْ عَنِ النَّارِ، هَلُمَّ عَنِ النَّارِ، فَتَغْلِبُونِي، فَتَقْتَحِمُونَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My example and the example of you is like that of a person who lit a fire. When the fire illuminated his surroundings, butterflies and insects started falling into it, as they usually do, and he started swatting at them to prevent them from falling; but they overwhelmed him and kept falling into the fire. This is the parable of me and you, I am holding you by the waist trying to save you from the Fire, saying, \"Go away from the Fire,\" yet you overwhelm me and fall into it.)</span></p><p lang=\"en\" class=\"en \">The Two Sahihs also collected this Hadith. This is a parable using fire.</p>"
  },
  {
    "ayah_key": "13:18",
    "group_ayah_key": "13:18",
    "from_ayah": "13:18",
    "to_ayah": "13:18",
    "ayah_keys": "13:18",
    "text": "<p class=\"en translation\" lang=\"en\">For those who answered their Lord's call is Al-Husna. But those who answered not His call, if they had all that is in the earth together with its like, they would offer it in order to save themselves. For them there will be the terrible reckoning. Their dwelling place will be Hell; and worst indeed is that place for rest <span>(18)</span></p><div lang=\"en\" class=\"en \"><h2>Reward of the Blessed and Wretched Ones</h2></div><p lang=\"en\" class=\"en \">Allah mentions the final destination of the blessed ones and the wretched ones,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For those who answered their Lord's call)</span> obeyed Allah and followed His Messenger <span class=\"gray\">(Muhammad, peace be upon him)</span> by obeying his commands and believing in the narrations he brought about the past and the future, theirs will be,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحُسْنَىٰ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Al-Husna)</span>, which is the good reward. Allah said that Dhul-Qarnayn declared,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُّكْرًا - وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَىٰ ۖ وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for him who does wrong, we shall punish him, and then he will be brought back unto his Lord, Who will punish him with a terrible torment <span class=\"gray\">(Hell)</span>. But as for him who believes and works righteousness, he shall have the best reward <span class=\"gray\">(Al-Husna)</span>, and we shall speak unto him mild words by our command)</span><span class=\"gray\">[18:87-88]</span> Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلَّذِينَ أَحْسَنُوا الْحُسْنَىٰ وَزِيَادَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For those who have done good is the best <span class=\"gray\">(Al-Husna)</span> and even more.)</span><span class=\"gray\">[10:26]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who answered not His call,)</span> disobeyed Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if they had all that is in the earth together)</span> meaning, in the Hereafter. This Ayah says: Had the earth's fill of gold and its like with it, they would try to ransom themselves from Allah's torment at that time. However, this will not be accepted from them. Verily, Allah the Exalted will not accept any type of exchange from,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَهُمْ سُوءُ الْحِسَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them there will be the terrible reckoning.)</span> in the Hereafter, when they will be reckoned for the Naqir and the Qitmir, the big and the small. Verily, he who is reckoned in detail on that Day will receive punishment, hence Allah's statement next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَأْوَاهُمْ جَهَنَّمُ ۖ وَبِئْسَ الْمِهَادُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their dwelling place will be Hell; and worst indeed is that place for rest.)</span></p>"
  }
]