[
  {
    "ayah_key": "2:164",
    "group_ayah_key": "2:164",
    "from_ayah": "2:164",
    "to_ayah": "2:164",
    "ayah_keys": "2:164",
    "text": "<p lang=\"en\" class=\"en \">Verily, in the creation of the heavens and the earth, and in the alternation of night and day, and the ships which sail through the sea with that which is of use to mankind, and the water <span class=\"gray\">(rain)</span> which Allah sends down from the sky and makes the earth alive therewith after its death, and the moving <span class=\"gray\">(living)</span> creatures of all kinds that He has scattered therein, and in the veering of winds and clouds which are held between the sky and the earth, are indeed Ayat <span class=\"gray\">(proofs, evidences, signs, etc.)</span> for people of understanding <span>(164)</span></p><div lang=\"en\" class=\"en \"><h2>The Proofs for Tawhid</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in the creation of the heavens and the earth...)</span></p><p lang=\"en\" class=\"en \">Therefore, the sky, with its height, intricate design, vastness, the heavenly objects in orbit, and this earth, with its density, its lowlands, mountains, seas, deserts, valleys, and other structures, and beneficial things that it has. Allah continues:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and in the alternation of night and day.)</span></p><p lang=\"en\" class=\"en \">This <span class=\"gray\">(the night)</span> comes and then goes followed by the other <span class=\"gray\">(the day)</span> which does not delay for even an instant, just as Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for the sun to overtake the moon, nor does the night outstrip the day. They all float, each in an orbit.)</span><span class=\"gray\">(36:40)</span></p><p lang=\"en\" class=\"en \">Sometimes, the day grows shorter and the night longer, and sometimes vice versa, one takes from the length of the other. Similarly Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah merges the night into the day, and He merges the day into the night)</span><span class=\"gray\">(57:6)</span> meaning, He extends the length of one from the other and vice versa. Allah then continues:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنفَعُ النَّاسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and the ships which sail through the sea with that which is of use to mankind,)</span></p><p lang=\"en\" class=\"en \">Shaping the sea in this manner, so that it is able to carry ships from one shore to another, so people benefit from what the other region has, and export what they have to them and vice versa.</p><p lang=\"en\" class=\"en \">Allah then continues:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنزَلَ اللَّهُ مِنَ السَّمَاءِ مِن مَّاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and the water <span class=\"gray\">(rain)</span> which Allah sends down from the sky and makes the earth alive therewith after its death)</span>, which is similar to Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَّهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a sign for them is the dead land. We give it life, and We bring forth from it grains, so that they eat thereof.)</span><span class=\"gray\">(36:33)</span>, until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which they know not.)</span><span class=\"gray\">(36:36)</span></p><p lang=\"en\" class=\"en \">Allah continues:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَبَثَّ فِيهَا مِن كُلِّ دَابَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the moving <span class=\"gray\">(living)</span> creatures of all kinds that He has scattered therein,)</span> meaning, in various shapes, colors, uses and sizes, whether small or large. Allah knows all that, sustains it, and nothing is concealed from Him. Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no moving <span class=\"gray\">(living)</span> creature is there on earth but its provision is due from Allah. And He knows its dwelling place and its deposit <span class=\"gray\">(in the uterus or grave)</span>. All is in a Clear Book <span class=\"gray\">(Al-Lawh Al-Mahfuz ـ the Book of Decrees with Allah)</span>.)</span><span class=\"gray\">(11:6)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَصْرِيفِ الرِّيَاحِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and in the veering of winds...)</span></p><p lang=\"en\" class=\"en \">Sometimes, the wind brings mercy and sometimes torment. Sometimes it brings the good news of the clouds that follow it, sometimes it leads the clouds, herding them, scattering them or directing them. Sometimes, the wind comes from the north <span class=\"gray\">(the northern wind)</span>, and sometimes from the south, sometimes from the east, and striking the front of the Ka'bah, sometimes from the west, striking its back. There are many books about the wind rain, stars and the regulations related to them, but here is not the place to elaborate on that, and Allah knows best.</p><p lang=\"en\" class=\"en \">Allah continues:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and clouds which are held between the sky and the earth,)</span></p><p lang=\"en\" class=\"en \">The clouds run between the sky and the earth to wherever Allah wills of lands and areas.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...are indeed Ayat for people of understanding,)</span> meaning, all these things are clear signs that testify to Allah's Oneness. Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِّأُولِي الْأَلْبَابِ - الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَٰذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in the creation of the heavens and the earth, and in the alternation of night and day, there are indeed signs for men of understanding. Those who remember Allah <span class=\"gray\">(always, and in prayers)</span> standing, sitting, and lying down on their sides, and think deeply about the creation of the heavens and the earth, <span class=\"gray\">(saying)</span>: \"Our Lord! You have not created <span class=\"gray\">(all)</span> this without purpose, glory to You! <span class=\"gray\">(Exalted are You above all that they associate with You as partners)</span>. Give us salvation from the torment of the Fire.\")</span><span class=\"gray\">(3:190-191)</span></p>"
  }
]