[
  {
    "ayah_key": "19:81",
    "group_ayah_key": "19:81",
    "from_ayah": "19:81",
    "to_ayah": "19:84",
    "ayah_keys": "19:81,19:82,19:83,19:84",
    "text": "<p lang=\"en\" class=\"en \">And they have taken gods besides Allah, that they might give them honor, power and glory <span>(81)</span>Nay, but they will deny their worship of them, and will become their adversaries <span>(82)</span>See you not that We have sent the Shayatin against the disbelievers to push them to do evil <span>(83)</span>So make no haste against them; We only count out to them a <span class=\"gray\">(limited)</span> number <span>(84)</span></p><div lang=\"en\" class=\"en \"><h2>The Idols of the Polytheists will deny Their Worship</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs about the disbelievers who associate partners with their Lord, that they have taken gods besides Allah, so that these gods may be a source of honor and might for them. They think that these gods give them power and make them victorious. Then, Allah mentions that the matter is not as they claim, and it will not be as they hope. He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but they will deny their worship of them,)</span> on the Day of Judgement.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and will become their adversaries.)</span> This means that they will be foes in a state other than what they think about these gods. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَن دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who is more astray than one who calls upon, besides Allah, such as will not answer him till the Day of Resurrection, and who are <span class=\"gray\">(even)</span> unaware of their calls to them? And when mankind are gathered, they will become their enemies and will deny their worshipping.)</span><span class=\"gray\">[46:5-6]</span> As-Suddi said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but they will deny their worship of them,)</span> \"This means their worshipping of the idols. \" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and will become their adversaries)</span> contrary to what they hoped for from these gods. As-Suddi said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and will become their adversaries.)</span> \"They will be in severe opposition and argument.\" Ad-Dahhak said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and will become their adversaries.)</span> \"This means enemies.\"</p><div lang=\"en\" class=\"en \"><h2>The Power of the Devils over the Disbelievers</h2></div><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See you not that We have sent the Shayatin against the disbelievers to push them to do evil.)</span> 'Ali bin Abi Talhah said that Ibn 'Abbas said, \"They will lead them astray with temptation.\" Al-'Awfi said that Ibn 'Abbas said, \"They will incite them against Muhammad ﷺ and his Companions.\" Qatadah said, \"They will harass them and disturb them until they disobey Allah.\" 'Abdur-Rahman bin Zayd said, \"This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْشُ عَن ذِكْرِ الرَّحْمَٰنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever turns away blindly from the remembrance of the Most Gracious, We appoint for him a Shaytan to be a companion for him.)</span>\" <span class=\"gray\">[43:36]</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَعْجَلْ عَلَيْهِمْ ۖ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So make no haste against them; We only count out to them a <span class=\"gray\">(limited)</span> number.)</span> This means, \"Do not be hasty with the punishment that is going to befall them, O Muhammad.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا نَعُدُّ لَهُمْ عَدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We only count out to them a number.)</span> This means, \"We are only delaying them for a fixed appointment whose time is numbered. They are destined for that and there is no escaping the torment of Allah and His exemplary punishment.\" Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And consider not that Allah is unaware of that which the wrongdoers do.)</span><span class=\"gray\">[14:42]</span> And He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So give a respite to the disbelievers; deal gently with them for a while.)</span><span class=\"gray\">[86:17]</span> And Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We postpone the punishment only so that they may increase in sinfulness.)</span><span class=\"gray\">[3:178]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We let them enjoy for a little while, then in the end We shall oblige them to <span class=\"gray\">(enter)</span> a great torment.)</span><span class=\"gray\">[31:24]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Enjoy! But certainly, your destination is the <span class=\"gray\">(Hell)</span> Fire.\")</span><span class=\"gray\">[14:30]</span> As-Suddi said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا نَعُدُّ لَهُمْ عَدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We only count out to them a <span class=\"gray\">(limited)</span> number.)</span> means years, months, days and hours.\"</p>"
  },
  {
    "ayah_key": "19:85",
    "group_ayah_key": "19:85",
    "from_ayah": "19:85",
    "to_ayah": "19:87",
    "ayah_keys": "19:85,19:86,19:87",
    "text": "<p lang=\"en\" class=\"en \">The Day We shall gather those with Taqwa unto the Most Gracious <span class=\"gray\">(Allah)</span>, like a delegation <span>(85)</span>And We shall drive the criminals to Hell, in a thirsty state <span>(86)</span>None shall have the power of intercession, but such a one as has received permission <span class=\"gray\">(or promise)</span> from the Most Gracious <span class=\"gray\">(Allah)</span><span>(87)</span></p><div lang=\"en\" class=\"en \"><h2>The Condition of the Righteous and the Criminals on the Day of Resurrection</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs about His righteous friends, who feared Him in the life of this world. They followed His Messengers and believed in what the Messengers told them. They obeyed them in what they commanded them and abstained from that which they prohibited. Allah explains that He will gather these people on the Day of Resurrection like a delegation that has come to Him. A Wafd <span class=\"gray\">(delegation)</span> is a group that arrives while riding and from it comes the word Wufud <span class=\"gray\">(arriving)</span>. They will come riding upon noble steeds of light from the riding animals of the Hereafter. They will arrive before the Best Receiver of delegations at the abode of His honor and pleasure. In reference to the criminals, who denied the Messengers and opposed them, they will be driven violently to the Hellfire. Allah says,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وِرْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In a thirsty state.)</span> This means parched and thirsting for drink. This was stated by 'Ata', Ibn 'Abbas, Mujahid, Al-Hasan, Qatadah and many others. Here it will be said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Which of the two groups is best in Maqam <span class=\"gray\">(position)</span> and the finest Nadiyyan <span class=\"gray\">(meeting place)</span>.)</span><span class=\"gray\">[19:73]</span></p><p lang=\"en\" class=\"en \">Ibn Abi Hatim reported from 'Amr bin Qays Al-Mula'i, who reported from Ibn Marzuq that he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَٰنِ وَفْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day We shall gather those with Taqwa unto the Most Gracious, like a delegation.)</span></p><p lang=\"en\" class=\"en \">When the believer comes forth from his grave, he will meet the most handsome form he has ever seen and it will have the nicest fragrance. He will say, 'Who are you?' The being will reply, 'You do not know me?' The believer will say, 'No, but Allah has made you sweet smelling with a handsome face.' The being will say, 'I am your righteous deeds. This is how you use to beautify and apply fragrance to your deeds in the worldly life. I was riding upon you in the entire length of your worldly life, so will you not ride upon me now?' So the believer will therefore mount the creature. This is the meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَٰنِ وَفْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day We shall gather those with Taqwa unto the Most Gracious, like a delegation.)</span>\" 'Ali bin Abi Talhah reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَٰنِ وَفْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day We shall gather those with Taqwa unto the Most Gracious, like a delegation.)</span> \"Riding.\" His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَسُوقُ الْمُجْرِمِينَ إِلَىٰ جَهَنَّمَ وِرْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall drive the criminals to Hell, in a thirsty state.)</span> This means parched and thirsty.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَمْلِكُونَ الشَّفَاعَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None shall have the power of intercession,)</span> There will be no one who can intercede for them like the believers who intercede for each other. Allah says about them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَنَا مِن شَافِعِينَ - وَلَا صَدِيقٍ حَمِيمٍ</p><p lang=\"ca\" class=\"ca \"><span class=\"gray\">(Now we have no intercessors, nor a close friend.)</span><span class=\"gray\">[26:100-101]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنِ اتَّخَذَ عِندَ الرَّحْمَٰنِ عَهْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but such a one as has received permission <span class=\"gray\">(or promise)</span> from the Most Gracious.)</span> This is a separate exclusion, which means, \"But those who have taken a covenant with the Most Beneficent.\" This covenant is the testimony that none has the right to be worshipped but Allah, and upholding of its rights and implications. 'Ali bin Abi Talhah reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنِ اتَّخَذَ عِندَ الرَّحْمَٰنِ عَهْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but such a one as has received permission <span class=\"gray\">(or promise)</span> from the Most Gracious.)</span> \"The promise is the testimony that none has the right to be worshipped but Allah, that the person accepts that all power and strength belong to Allah and he only places his hope with Allah alone.\"</p>"
  }
]