[
  {
    "ayah_key": "4:172",
    "group_ayah_key": "4:172",
    "from_ayah": "4:172",
    "to_ayah": "4:173",
    "ayah_keys": "4:172,4:173",
    "text": "<p lang=\"en\" class=\"en \">Al-Masih will never be too proud to be a servant of Allah, nor the angels who are the near <span class=\"gray\">(to Allah)</span>. And whosoever rejects His worship and is proud, then He will gather them all together unto Himself <span>(172)</span>So, as for those who believed and did deeds of righteousness, He will give them their <span class=\"gray\">(due)</span> rewards and more out of His bounty. But as for those who refused His worship and were proud, He will punish them with a painful torment. And they will not find for themselves besides Allah any protector or helper <span>(173)</span></p><div lang=\"en\" class=\"en \"><h2>The Prophets and Angels Are Never too Proud to Worship Allah</h2></div><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Ibn 'Abbas said that, 'proud', means insolent. Qatadah said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمَسِيحُ أَن يَكُونَ عَبْدًا لِّلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Al-Masih will never be too proud to be a servant of Allah nor the angels who are near <span class=\"gray\">(to Allah)</span>.)</span></p><p lang=\"en\" class=\"en \"><span class=\"gray\">[they]</span> will never be arrogant, Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَسْتَنكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever rejects His worship and is proud, then He will gather them all together unto Himself.)</span> on the Day of Resurrection. Then, Allah will judge between them with His just judgment that is never unjust or wrong.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُم مِّن فَضْلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, as for those who believed and did deeds of righteousness, He will give their <span class=\"gray\">(due)</span> rewards, and more out of His bounty.)</span> Allah will award them their full rewards for their righteous actions and will give them more of His bounty, kindness, ample mercy and favor.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا الَّذِينَ اسْتَنكَفُوا وَاسْتَكْبَرُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But as for those who refused His worship and were proud,)</span> out of arrogance, they refused to obey and worship Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُم مِّن دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will punish them with a painful torment. And they will not find for themselves besides Allah any protector or helper.)</span> In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily! Those who scorn My worship, they will surely enter Hell in humiliation,)</span><span class=\"gray\">[40:60]</span> degradation, disgrace and dishonor, for they were arrogant and rebellious.</p>"
  },
  {
    "ayah_key": "4:174",
    "group_ayah_key": "4:174",
    "from_ayah": "4:174",
    "to_ayah": "4:175",
    "ayah_keys": "4:174,4:175",
    "text": "<p lang=\"en\" class=\"en \">O mankind! Verily, there has come to you a convincing proof from your Lord; and We sent down to you a manifest light <span>(174)</span>So, as for those who believed in Allah and held fast to <span class=\"gray\">[depend on]</span> Him, He will admit them to His mercy and grace <span class=\"gray\">(i.e. Paradise)</span>, and guide them to Himself by a straight path <span>(175)</span></p><div lang=\"en\" class=\"en \"><h2>The Description of the Revelation that Came From Allah</h2></div><p lang=\"en\" class=\"en \">Allah informs all people that a plain, unequivocal proof has come to them from Him. One that eradicates all possibility of having an excuse, or falling prey to evil doubts. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنزَلْنَا إِلَيْكُمْ نُورًا مُّبِينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We sent down to you a manifest light.)</span> that directs to the Truth. Ibn Jurayj and others said, \"It is the Qur'an.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, as for those who believed in Allah and held fast to <span class=\"gray\">[depend on]</span> Him,)</span> by worshipping Him and relying on Him for each and every thing. Ibn Jurayj said that this part of the Ayah means, \"They believe in Allah and hold fast to the Qur'an.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِّنْهُ وَفَضْلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will admit them to His mercy and grace,)</span> meaning, He will grant them His mercy and admit them into Paradise, and will increase and multiply their rewards and their ranks, as a favor and bounty from Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُّسْتَقِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and guide them to Himself by a straight path.)</span> and a clear way that has no wickedness in it or deviation. This, indeed, is the description of the believers in this life and the Hereafter, as they are on the straight and safe path in matters of action and creed. In the Hereafter, they are on the straight path of Allah that leads to the gardens of Paradise.</p>"
  }
]