[
  {
    "ayah_key": "69:44",
    "group_ayah_key": "69:44",
    "from_ayah": "69:44",
    "to_ayah": "69:52",
    "ayah_keys": "69:44,69:45,69:46,69:47,69:48,69:49,69:50,69:51,69:52",
    "text": "<p lang=\"en\" class=\"en \">And if he had forged a false saying concerning Us <span>(44)</span>We surely would have seized him by his right hand <span>(45)</span>And then We certainly would have cut off Al-Watin from him <span>(46)</span>And none of you could have prevented it from him <span>(47)</span>And verily, this is a Reminder for those who have Taqwa <span>(48)</span>And verily, We know that there are some among you that deny <span>(49)</span>And indeed it will be an anguish for the disbeliever <span>(50)</span>And verily, it <span class=\"gray\">(this Qur'an)</span> is an absolute truth with certainty <span>(51)</span>So, glorify the Name of your Lord, the Most Great <span>(52)</span></p><p lang=\"en\" class=\"en \">If the Prophet <span class=\"gray\">(ﷺ)</span> forged anything against Allah, then Allah would punish Him</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَقَوَّلَ عَلَيْنَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if he had forged a false saying concerning Us,)</span> meaning, 'if Muhammad forged something against Us, as they claim, and added or removed anything from the Message, or said anything from himself while attributing it to Us, then We would surely be swift in punishing him. And of course, Muhammad did not do any of this <span class=\"gray\">(as the disbelievers claimed)</span>.' Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأَخَذْنَا مِنْهُ بِالْيَمِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We surely would have seized him by his right hand,)</span> It has been said that this means, 'We would seize him by the right hand because it is more stronger in grabbing.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And then We certainly would have cut off Al-Watin from him,)</span> Ibn 'Abbas said, \"It <span class=\"gray\">(Al-Watin)</span> refers to the artery of the heart, and it is the vein that is attached to the heart.\" This has also been said by 'Ikrimah, Sa'id bin Jubayr, Al-Hakim, Qatadah, Ad-Dahhak, Muslim Al-Batin and Abu Sakhr Humayd bin Ziyad. Muhammad bin Ka'b said, \"It <span class=\"gray\">(Al-Watin)</span> is the heart, its blood, and whatever is near it.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And none of you could have prevented it from him.)</span> means, 'none of you would be able to come between Us and him if We wanted to do any of this to him.' The meaning behind all of this is to say that he <span class=\"gray\">(Muhammad ﷺ)</span> is truthful, righteous and guided because Allah determined what he is to convey from Him, and Allah helps him with fantastic miracles and definite proofs. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, this <span class=\"gray\">(Qur'an)</span> is a Reminder for those who have Taqwa.)</span> meaning, the Qur'an. This is just as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"It is for those who believe, a guide and a healing. And as for those who disbelieve, there is heaviness <span class=\"gray\">(deafness)</span> in their ears, and it <span class=\"gray\">(the Qur'an)</span> is blindness for them.\")</span><span class=\"gray\">(41:44)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We know that there are some among you that deny <span class=\"gray\">(this Qur'an)</span>.)</span> meaning, with this explanation and clarification, there will still be among you those who reject the Qur'an. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed it <span class=\"gray\">(this Qur'an)</span> will be an anguish for the disbelievers <span class=\"gray\">(on the Day of Resurrection)</span>.)</span> Ibn Jarir said, \"And verily this rejection will be anguish for the disbelievers on the Day of Judgement.\" He <span class=\"gray\">(Ibn Jarir)</span> also mentioned a similar statement from Qatadah. It is possible that the meaning of the pronoun <span class=\"gray\">(it)</span> may also refer to the Qur'an, in which case the verse would mean that the Qur'an and belief in it are a cause of anguish for the disbelievers. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ سَلَكْنَاهُ فِي قُلُوبِ الْمُجْرِمِينَ - لَا يُؤْمِنُونَ بِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus have We caused it <span class=\"gray\">(the denial of the Qur'an)</span> to enter the hearts of the criminals. They will not believe in it.)</span><span class=\"gray\">(26:200,201)</span> And Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a barrier will be set between them and that which they desire)</span><span class=\"gray\">(34:54)</span>. Therefore, Allah says here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَحَقُّ الْيَقِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, it <span class=\"gray\">(this Qur'an)</span> is an absolute truth with certainty.)</span> meaning, the right and truthful news in which there is no doubt, suspicion or confusion. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So glorify the Name of your Lord, the Most Great.)</span> meaning, He Who sent down this magnificent Qur'an. </p><p lang=\"en\" class=\"en \">This is the end of the explanation <span class=\"gray\">(Tafsir)</span> of Surat Al-Haqqah. And to Allah belong all praise and blessings.</p>"
  },
  {
    "ayah_key": "6:1",
    "group_ayah_key": "6:1",
    "from_ayah": "6:1",
    "to_ayah": "6:3",
    "ayah_keys": "6:1,6:2,6:3",
    "text": "<div lang=\"en\" class=\"en \"><h2>The Virtue of Surat Al-An'ām and When it Was Revealed</h2></div><p lang=\"en\" class=\"en \">Al-'Awfi, 'Ikrimah and 'Ata' said that Ibn 'Abbas said, \"Surat Al-An'am was revealed in Makkah\" At-Tabarani recorded that Ibn 'Abbas said, \"All of Surat Al-An'am was revealed in Makkah at night, accompanied by seventy thousand angels, raising their voices in glorification of Allah\" As-Suddi said that Murrah said that 'Abdullah said, \"Surat Al-An'am was revealed in the company of seventy thousand angels.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ - هُوَ الَّذِي خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَىٰ أَجَلًا وَأَجَلٌ مُّسَمًّى عِندَهُ ثُمَّ أَنتُمْ تَمْتَرُونَ - وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. All praise be to Allah, Who created the heavens and the earth, and originated the darkness and the light, yet those who disbelieve hold others as equal with their Lord.)</span><span class=\"gray\">(2. He it is Who has created you from clay, and then has decreed a stated term. And there is with Him another determined term, yet you doubt.)</span><span class=\"gray\">(3. And He is Allah, in the heavens and the earth, He knows what you conceal and what you reveal, and He knows what you earn.)</span></p><div lang=\"en\" class=\"en \"><h2>All Praise is Due to Allah for His Glorious Ability and Great Power</h2></div><p lang=\"en\" class=\"en \">Allah praises and glorifies His Most Honorable Self for creating the heavens and earth, as a dwelling for His servants, and for making the darkness and the light to benefit them in the night and the day. In this Ayah, Allah describes darkness in the plural, Zulumat <span class=\"gray\">[where Zulmah is singular for darkness]</span>, while describing the light in the singular, An-Nur, because An-Nur is more honored. In other Ayat, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَنِ الْيَمِينِ وَالشَّمَائِلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To the right and to the lefts.)</span><span class=\"gray\">[16:48]</span> Near the end of this Surah <span class=\"gray\">(chapter 6)</span>, Allah also said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ هَٰذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, this is my straight path, so follow it, and follow no <span class=\"gray\">(other)</span> ways, for they will separate you away from His way.)</span><span class=\"gray\">[6:153]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yet those who disbelieve hold others as equal with their Lord.)</span> meaning, in spite of all this, some of Allah's servants disbelieve in Him and hold others as partners and rivals with Him. Some of Allah's servants claimed a wife and a son for Allah, hallowed be He far above what they attribute to Him. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي خَلَقَكُم مِّن طِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who has created you from clay,)</span> refers to the father of mankind, Adam, from whom mankind originated, multiplied in numbers and spread about, east and west. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ قَضَىٰ أَجَلًا وَأَجَلٌ مُّسَمًّى عِندَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then has decreed a stated term. And there is with Him another determined term...)</span> His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ قَضَىٰ أَجَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then has decreed a stated term,)</span> refers to death, while,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَجَلٌ مُّسَمًّى عِندَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is with Him another determined term...)</span> refers to the Hereafter, according to Sa'id bin Jubayr who reported this from Ibn 'Abbas. Similar statements were narrated from Mujahid, 'Ikrimah, Sa'id bin Jubayr, Al-Hasan, Qatadah, Ad-Dahhak, Zayd bin Aslam, 'Atiyyah, As-Suddi, Muqatil bin Hayyan and others. Ibn 'Abbas and Mujahid said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ قَضَىٰ أَجَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And then has decreed a stated term,)</span> is the term of this earthly life, while,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَجَلٌ مُّسَمًّى عِندَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is with Him another determined term)</span> refers to man's extent of life until he dies as mentioned in Allah's statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَتَوَفَّاكُم بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِالنَّهَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He, Who takes your souls by night <span class=\"gray\">(when you are asleep)</span>, and has knowledge of all that you have done by day, then He raises <span class=\"gray\">(wakes)</span> you up again that a term appointed <span class=\"gray\">(life)</span> be fulfilled.)</span><span class=\"gray\">[6:60]</span> The meaning of Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">عِندَهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(With Him)</span> is that none but Him knows when it will occur. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّمَا عِلْمُهَا عِندَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The knowledge thereof is with my Lord. None can reveal its time but He.)</span><span class=\"gray\">[7:187]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا - فِيمَ أَنتَ مِن ذِكْرَاهَا - إِلَىٰ رَبِّكَ مُنتَهَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask you about the Hour – when will be its appointed time? You have no knowledge to say anything about it. To your Lord belongs <span class=\"gray\">(the knowledge of)</span> the term thereof.)</span><span class=\"gray\">[79:42-44]</span> Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">ثُمَّ أَنتُمْ تَمْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yet you doubt.)</span> the coming of the <span class=\"gray\">(last)</span> Hour, according to As-Suddi. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is Allah in the heavens and the earth, He knows what you conceal and what you reveal, and He knows what you earn.)</span></p><p lang=\"en\" class=\"en \">Meaning, it is He Who is called Allah, throughout the heavens and the earth, that is, it is He who is worshipped, singled out, whose divinity is believed in by the inhabitants of the heavens and the earth. They call Him Allah, and they supplicate to Him in fear and hope, except those who disbelieve among the Jinns and mankind. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي فِي السَّمَاءِ إِلَٰهٌ وَفِي الْأَرْضِ إِلَٰهٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who is God in the heavens and the earth.)</span><span class=\"gray\">[43:84]</span> meaning, He is the God of those in heaven and those on earth, and He knows all affairs, public and secret.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْلَمُ مَا تَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He knows what you earn)</span> all the good and bad deeds that you perform.</p>"
  }
]