[
  {
    "ayah_key": "11:50",
    "group_ayah_key": "11:50",
    "from_ayah": "11:50",
    "to_ayah": "11:52",
    "ayah_keys": "11:50,11:51,11:52",
    "text": "<p lang=\"en\" class=\"en \">And to the 'Ad <span class=\"gray\">(people We sent)</span> their brother Hud. He said, \"O my people! Worship Allah! You have no other god but Him. Certainly, you do nothing but invent lies <span>(50)</span>\"O my people I ask of you no reward for it <span class=\"gray\">(the Message)</span>. My reward is only from Him Who created me. Will you not then understand? <span>(51)</span>\"And O my people! Ask forgiveness of your Lord and then repent to Him, He will send you <span class=\"gray\">(from the sky)</span> abundant rain, and add strength to your strength, so do not turn away as criminals. <span>(52)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of Prophet Hud and the People of 'Ad</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says,</p><p class=\"qpc-hafs\">وَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And)</span> This is an introductory to what is implied: \"Verily, We sent.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ عَادٍ أَخَاهُمْ هُودًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to the 'Ad <span class=\"gray\">(people)</span> their brother Hud.)</span> Hud came to them commanding them to worship Allah alone, without any associates. He forbade them from worshipping the idols which they made up, inventing names as gods. He informed them that he did not want any reward from them for his sincere advising and conveying of Allah's Message. He only sought his reward from Allah, the One Who created him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you not then understand?)</span> Someone has come calling you to what will benefit your situation in this life and the Hereafter without asking for any wage <span class=\"gray\">(from them)</span>. Then he commanded them to seek the forgiveness of the One Who is capable of expiating previous sins. He also commanded them to repent for that which they may do in the future. Whoever has these characteristics, Allah will make his sustenance easy for him, grant him ease in his affairs and guard over his situation. For this reason Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرْسِلِ السَّمَاءَ عَلَيْكُم مِّدْرَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will send you <span class=\"gray\">(from the sky)</span> abundant rain,)</span></p>"
  },
  {
    "ayah_key": "11:53",
    "group_ayah_key": "11:53",
    "from_ayah": "11:53",
    "to_ayah": "11:56",
    "ayah_keys": "11:53,11:54,11:55,11:56",
    "text": "<p lang=\"en\" class=\"en \">They said: \"O Hud! No evidence have you brought us, and we shall not leave our gods for your <span class=\"gray\">(mere)</span> saying! And we are not believers in you <span>(53)</span>All that we say is that some of our gods <span class=\"gray\">(false deities)</span> have seized you with evil <span class=\"gray\">(madness)</span>. He said: \"I call Allah to witness and bear you witness that I am free from that which you ascribe as partners in worship <span>(54)</span>Besides Him <span class=\"gray\">(Allah)</span>. So plot against me, all of you, and give me no respite. <span>(55)</span>I put my trust in Allah, my Lord and your Lord! There is not a moving creature but He has the grasp of its forelock. Verily, my Lord is on the straight path <span class=\"gray\">(the truth)</span><span>(56)</span></p><div lang=\"en\" class=\"en \"><h2>The Conversation between <span class=\"en gray\" lang=\"en\">(the People of)</span> 'Ad and Hud</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs that they said to their Prophet,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جِئْتَنَا بِبَيِّنَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No evidence have you brought us.)</span> This means that they claimed that Hud had not brought them any proof or evidence for what he claimed.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَن قَوْلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and we shall not leave our gods for your <span class=\"gray\">(mere)</span> saying!)</span> They were saying how could his mere statement, \"Leave these gods,\" be sufficient proof for them to leave their idols?</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and we are not believers in you.)</span> This means that they did not believe what he was saying was true.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن نَّقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All that we say is that some of our gods have seized you with evil.)</span> They were saying, \"We think that some of our idols have afflicted you with madness and insanity in your intellect because you are trying to stop them from being worshipped and defame them.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ - مِن دُونِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"I call Allah to witness and bear you witness, that I am free from that which you ascribe as partners in worship besides Him <span class=\"gray\">(Allah)</span>.)</span><span class=\"gray\">[11:54-55]</span> Here, he is saying, \"Verily, I am innocent of all of the rivals and idols <span class=\"gray\">(that you associate with Allah)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكِيدُونِي جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So plot against me, all of you,)</span> you and your gods if they are true.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَا تُنظِرُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and give me no respite.)</span> the blinking of an eye.\" Then, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم ۚ مَّا مِن دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I put my trust in Allah, my Lord and your Lord! There is not a moving creature but He has the grasp of its forelock.)</span></p><p lang=\"en\" class=\"en \">Every creature is under His <span class=\"gray\">(Allah's)</span> power and His authority. He is the Best Judge, the Most Just, Who does not do any injustice in His ruling. For verily, He is upon the straight path.</p><p lang=\"en\" class=\"en \">Verily, this argument contains a far-reaching proof and absolute evidence of the truthfulness of what Hud had come to them with. It also proves the falsehood of them worshipping idols that could not benefit nor harm them. Rather, these idols were inanimate objects that could not hear, see, befriend, or make enmity. The only One Who is worthy of having worship directed solely towards Him is Allah alone, without any partners. He is the One in Whose Hand is the sovereignty and He is in control of all things. There is nothing except that it is under His ownership, power and authority. Thus, there is no deity worthy of worship except Him and there is no Lord other than Him.</p>"
  },
  {
    "ayah_key": "11:57",
    "group_ayah_key": "11:57",
    "from_ayah": "11:57",
    "to_ayah": "11:60",
    "ayah_keys": "11:57,11:58,11:59,11:60",
    "text": "<p lang=\"en\" class=\"en \">So if you turn away, still I have conveyed the Message with which I was sent to you. My Lord will make another people succeed you, and you will not harm Him in the least. Surely, my Lord is Guardian over all things <span>(57)</span>And when Our commandment came, We saved Hud and those who believed with him by a mercy from Us, and We saved them from a severe torment <span>(58)</span>Such were <span class=\"gray\">[the people of]</span> 'Ad. They rejected the Ayat of their Lord and disobeyed His Messengers, and followed the command of every proud, obstinate <span class=\"gray\">(oppressor of the truth from their leaders)</span><span>(59)</span>And they were pursued by a curse in this world and <span class=\"gray\">(so they will be)</span> on the Day of Resurrection. No doubt! Verily, 'Ad disbelieved in their Lord. So away with 'Ad, the people of Hud.) Hud says to them, \"If you turn away from that which I have brought to you in reference to worship of Allah, Who is your Lord alone, without any partners, then the proof has been established against you. This is because I have conveyed the Message of Allah to you, which He has sent me with <span>(60)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord will make another people succeed you,)</span> This refers to a group of people who will worship Allah alone, without associating anything with Him. This also implies that the polytheists do not bother Allah and they do not harm Him in the least with their disbelief. To the contrary, their disbelief merely harms their own selves.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبِّي عَلَىٰ كُلِّ شَيْءٍ حَفِيظٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, my Lord is Guardian over all things.)</span> This means that Allah is a Witness and Guardian over the statements of His servants and their actions. He will give them due recompense for their actions. If they do good deeds, He will reward them with good. If they do evil, He will punish them with evil.</p><div lang=\"en\" class=\"en \"><h2>The Destruction of the People of 'Ad and the Salvation of Those among Them Who believed</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَ أَمْرُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when Our commandment came,)</span> This is referring to the barren wind with which Allah destroyed them, to the very last of them. The mercy and kindness of Allah, the Exalted saved Hud and his followers from this terrible punishment.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ عَادٌ ۖ جَحَدُوا بِآيَاتِ رَبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such were 'Ad <span class=\"gray\">(people)</span>. They rejected the Ayat of their Lord)</span> This means they disbelieved in the proofs and revelations <span class=\"gray\">(of Allah)</span> and they disobeyed the Messengers of Allah. This is due to the fact that whoever disbelieves in a Prophet, then verily, he has disbelieved in all of the Prophets, peace be upon them. There is no difference between any one of them, in the sense that it is necessary to believe in all of them. Therefore, 'Ad disbelieved in Hud and their disbelief was considered disbelief in all of the Messengers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and followed the command of every proud, obstinate.)</span> This means that they abandoned following their rightly guided Messenger and they followed the command of every proud, obstinate person. Thus, they were followed in this life by a curse from Allah and His believing servants whenever they are mentioned. On the Day of Resurrection a call will be made against them in front of witnesses.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, 'Ad disbelieved in their Lord.)</span></p>"
  },
  {
    "ayah_key": "11:6",
    "group_ayah_key": "11:6",
    "from_ayah": "11:6",
    "to_ayah": "11:6",
    "ayah_keys": "11:6",
    "text": "<p class=\"en translation\" lang=\"en\">And no moving creature is there on earth but its provision is due from Allah. And He knows its dwelling place and its deposit. All is in a Clear Book <span>(6)</span></p><div lang=\"en\" class=\"en \"><h2>Allah is Responsible for the Provisions of All Creatures</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs that He is responsible for the provisions of all the creatures that dwell in the earth, whether they are small, large, sea-dwelling or land-dwelling. He knows their place of dwelling and their place of deposit. This means that He knows where their journeying will end in the earth and where they will seek shelter when they wish to nest. This place of nesting is also considered their place of deposit. 'Ali bin Abi Talhah and others reported from Ibn 'Abbas that he said concerning the statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْلَمُ مُسْتَقَرَّهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He knows its dwelling place)</span> that it means where it resides. In reference to the statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمُسْتَوْدَعَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and its deposit.)</span> he <span class=\"gray\">(Ibn 'Abbas)</span> said it means where it will die. Allah informs us that all of this is written in a Book with Allah that explains it in detail. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُم ۚ مَّا فَرَّطْنَا فِي الْكِتَابِ مِن شَيْءٍ ۚ ثُمَّ إِلَىٰ رَبِّهِمْ يُحْشَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is not a moving creature on earth, nor a bird that flies with its two wings, but are communities like you. We have neglected nothing in the Book, then unto their Lord they <span class=\"gray\">(all)</span> shall be gathered.)</span><span class=\"gray\">[6:38]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِندَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ ۚ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ ۚ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And with Him are the keys of the Ghayb <span class=\"gray\">(all that is hidden and unseen)</span>, none knows them but He. And He knows whatever there is in the land and in the sea; not a leaf falls, but he knows it. There is not a grain in the darkness of the earth nor anything fresh or dry, but is written in a Clear Record.)</span><span class=\"gray\">[6:59]</span></p>"
  }
]