[
  {
    "ayah_key": "37:88",
    "group_ayah_key": "37:88",
    "from_ayah": "37:88",
    "to_ayah": "37:98",
    "ayah_keys": "37:88,37:89,37:90,37:91,37:92,37:93,37:94,37:95,37:96,37:97,37:98",
    "text": "<p lang=\"en\" class=\"en \">Then he cast a glance at the stars <span>(88)</span>And he said: \"Verily, I am sick. <span>(89)</span>So they turned away from him and departed <span>(90)</span>Then he turned to their gods and said: \"Will you not eat? <span>(91)</span>\"What is the matter with you that you speak not? <span>(92)</span>Then he turned upon them, striking <span class=\"gray\">(them)</span> with <span class=\"gray\">(his)</span> right hand <span>(93)</span>Then they came hastily towards him <span>(94)</span>He said: \"Worship you that which you <span class=\"gray\">(yourselves)</span> carve? <span>(95)</span>\"While Allah has created you and what you make! <span>(96)</span>They said: \"Build for him a building and throw him into the blazing fire! <span>(97)</span>So, they plotted a plot against him, but We made them the lowest <span>(98)</span></p><p lang=\"en\" class=\"en \">Ibrahim, peace be upon him, said this to his people so that he could stay behind in the city when they went out for their festival. The time was approaching for them to go out to celebrate a festival of theirs, and he wanted to be alone with their gods so that he could break them, so he told them something that was true, for he was indeed sick of the implications of what they believed in.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَوَلَّوْا عَنْهُ مُدْبِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they turned away from him and departed.)</span> Qatadah said, \"The Arabs say of one who thinks deeply that he is looking at the stars.\" What Qatadah meant is that he looked at the heavens thinking of a way to distract his people. So he said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي سَقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I am sick.)</span> meaning, weak. Ibn Jarir narrated here a Hadith from Abu Hurayrah, may Allah be pleased with him, stating that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَكْذِبْ إِبْرَاهِيمُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ غَيْرَ ثَلَاثَ كَذَبَاتٍ: ثِنْتَيْنِ فِي ذَاتِ اللهِ تَعَالَى، قَوْلُهُ: إِنِّي سَقِيمٌ وَقَوْلُهُ: بَلْ فَعَلَهُ كَبِيرُهُمْ هَٰذَا وَقَوْلُهُ فِي سَارَّةَ: هِيَ أُخْتِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ibrahim <span class=\"gray\">(peace and blessings be upon him)</span> did not lie except in three cases. Two were for the sake of Allah: <span class=\"gray\">(one is)</span> when he said, <span class=\"gray\">(Verily, I am sick)</span>; and <span class=\"gray\">(the second)</span> when he said, <span class=\"gray\">(Nay, this one, the biggest <span class=\"gray\">(his wife)</span> of them <span class=\"gray\">(idols)</span> did it.)</span> and <span class=\"gray\">(the third)</span> when he said concerning <span class=\"gray\">(his wife)</span> Sarah, \"She is my sister.\")</span></p><p lang=\"en\" class=\"en \">This Hadith is recorded in the books of the Sahih and Sunan with various chain of narrations. But this is not the kind of real lie for which a person is to be condemned – Allah forbid! One calls it a lie for lack of a better word, because it is abstruse speech used for a legitimate religious purpose, and it was said that what was meant by the words,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي سَقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I am sick)</span> was, 'I am sick at heart of your worshipping idols instead of Allah.' Al-Hasan Al-Basri said, \"The people of Ibrahim went out to their festival and they wanted to make him go out too. So he lay down on his back and said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي سَقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I am sick.)</span> and he started looking at the sky. When they had gone out, he turned to their gods and broke them.\" This was recorded by Ibn Abi Hatim. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَوَلَّوْا عَنْهُ مُدْبِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they turned away from him and departed.)</span> meaning, he went to them after they had left, quickly and secretly.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالَ أَلَا تَأْكُلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and said: \"Will you not eat?\")</span> They had placed food before them as a sacrifice, so that the food might be blessed. When Ibrahim, peace be upon him, looked at the food that was before them, he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تَأْكُلُونَ - مَا لَكُمْ لَا تَنْطِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you not eat? What is the matter with you that you speak not?)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he turned upon them, striking <span class=\"gray\">(them)</span> with <span class=\"gray\">(his)</span> right hand.)</span></p><p lang=\"en\" class=\"en \">Al-Farra' said, \"This means, he started to hit them with his right hand.\" Qatadah and Al-Jawhari said, \"He turned to them, hitting them with his right hand.\" He struck them with his right hand because the right hand is stronger and more powerful. Then he left them broken to pieces, <span class=\"gray\">(all)</span> except the biggest of them, that they might turn to it, as we have already seen in the Tafsir of Surat Al-Anbiya'.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَقْبَلُوا إِلَيْهِ يَزِفُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they came hastily towards him.)</span> Mujahid and others said, \"This means, they came rushing. The story is told in brief here; in Surat Al-Anbiya', it is told in more detail. When they returned, they did not know at first who had done this, until they investigated and found out that Ibrahim, peace be upon him, was the one who had done it. When they came to rebuke him, he started rebuking and criticizing them and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَعْبُدُونَ مَا تَنْحِتُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Worship you that which you carve?)</span> meaning, 'do you worship instead of Allah idols which you yourselves carve and fashion with your own hands?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(While Allah has created you and what you make!)</span> This may mean, 'Allah has created you and what you do;' or it may mean, 'Allah has created you and what you make.' Both views are synonymous. The former is more apparent because of the report recorded by Al-Bukhari in the Book Af'al Al-'Ibad from Hudhayfah, attributed to the Prophet ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى يَصْنَعُ كُلَّ صَانِعٍ وَصَنْعَتَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has created every doer of deeds and what he does.)</span> Thereupon he recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(While Allah has created you and what you make!)</span> When the proof had been established against them, they resolved to seize him by force and they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Build for him a building <span class=\"gray\">(i.e., furnace)</span> and throw him into the blazing fire!)</span></p><p lang=\"en\" class=\"en \">There happened what we have already discussed in our Tafsir of Surat Al-Anbiya', <span class=\"gray\">(21:68-70)</span> and Allah saved him from the fire and caused him to prevail over them, making his proof supreme and supporting it. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَسْفَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, they plotted a plot against him, but We made them the lowest.)</span></p>"
  }
]