[
  {
    "ayah_key": "11:18",
    "group_ayah_key": "11:18",
    "from_ayah": "11:18",
    "to_ayah": "11:22",
    "ayah_keys": "11:18,11:19,11:20,11:21,11:22",
    "text": "<p lang=\"en\" class=\"en \">And who does more wrong than he who invents a lie against Allah. Such will be brought before their Lord, and the witnesses will say,\"These are the ones who lied against their Lord!\" No doubt! The curse of Allah is on the wrongdoers <span>(18)</span>Those who hinder <span class=\"gray\">(others)</span> from the path of Allah, and seek a crookedness therein, while they are disbelievers in the Hereafter <span>(19)</span>By no means will they escape on earth, nor have they protectors besides Allah! Their torment will be doubled! They could not bear to listen and they used not to see <span class=\"gray\">(the truth)</span><span>(20)</span>They are those who have lost their own selves, and that which they invented eluded them <span>(21)</span>Certainly, they are those who will be the greatest losers in the Hereafter <span>(22)</span></p><div lang=\"en\" class=\"en \"><h2>Those Who invent Lies against Allah and hinder Others from His Path are the Greatest Losers</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, explains the condition of those who lie against Him and that their scandal in the Hereafter will be presented before the heads of creation <span class=\"gray\">(for testimony)</span> from the angels, Messengers, Prophets and the rest of mankind and Jinns.</p><p lang=\"en\" class=\"en \">This is just as Imam Ahmad recorded from Safwan bin Muhriz. Safwan said, \"I was holding the hand of Ibn 'Umar when a man was brought to him. The man said, 'How did you hear the Messenger of Allah ﷺ describe An-Najwa <span class=\"gray\">(secret counsel or confidential talk)</span> on the Day of Resurrection' Ibn 'Umar said, 'I heard him say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ عزَّ وَجَلَّ يُدْنِي الْمُؤْمِنَ فَيَضَعُ عَلَيْهِ كَنَفَهُ، وَيَسْتُرُهُ مِنَ النَّاسِ، وَيُقَرِّرُهُ بِذُنُوبِهِ وَيَقُولُ لَهُ: أَتَعْرِفُ ذَنْبَ كَذَا؟ أَتَعْرِفُ ذَنْبَ كَذَا؟ أَتَعْرِفُ ذَنْبَ كَذَا؟ حَتَّى إِذَا قَرَّرَهُ بِذُنُوبِهِ وَرَأَى فِي نَفْسِهِ أَنَّهُ قَدْ هَلَكَ قَالَ: فَإِنِّي قَدْ سَتَرْتُهَا عَلَيْكَ فِي الدُّنْيَا وَإِنِّي أَغْفِرُهَا لَكَ الْيَوْمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah, the Mighty and Sublime, will draw near the believer and He will place His shade over him. He will conceal him from the people and make him confess to his sins. He will say to him, \"Do you recognize this sin? Do you recognize that sin? Do you recognize such and such sin?\" This will continue until He makes him confess to all of his sins and he <span class=\"gray\">(the believer)</span> will think to himself that he is about to be destroyed. Then Allah will say, \"Verily, I have concealed these sins for you in the worldly life and I have forgiven you for them today.\" Then he <span class=\"gray\">(the believer)</span> will be given his Book of good deeds. As for the disbelievers and the hypocrites, the witnesses will say,)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰؤُلَاءِ الَّذِينَ كَذَبُوا عَلَىٰ رَبِّهِمْ ۚ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are the ones who lied against their Lord! No doubt! The curse of Allah is on the wrongdoers)</span>.\" Both Al-Bukhari and Muslim recorded this narration in the Two Sahihs. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who hinder <span class=\"gray\">(others)</span> from the path of Allah, and seek a crookedness therein,)</span> This means that they prevent the people from following the truth and traversing upon the path of guidance that leads to Allah, the Mighty and Sublime. In doing so they also keep the people away from Paradise itself. Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَبْغُونَهَا عِوَجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and seek a crookedness therein,)</span> This means that they want their path to be crooked and uneven. Then, Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُم بِالْآخِرَةِ هُمْ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they are disbelievers in the Hereafter.)</span> This means that they deny the Hereafter and they reject the idea that any of its events will occur, or any of it exists at all. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَا كَانَ لَهُم مِّن دُونِ اللَّهِ مِنْ أَوْلِيَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By no means will they escape on earth, nor have they protectors besides Allah!)</span> This means that these disbelievers are under the power of Allah and His force. They are in His grasp and are subject to His authority. He is Most Able to exact vengeance against them in this life before the coming of the Hereafter. This is like Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but He gives them respite up to a Day when the eyes will stare in horror.)</span><span class=\"gray\">[14:42]</span> In the Two Sahihs it is recorded that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily Allah gives respite to the oppressor until He seizes him, then he will not be able to escape Him.)</span> For this reason Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُضَاعَفُ لَهُمُ الْعَذَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their torment will be doubled!)</span> This means that the torment will be doubled upon them, because Allah gave them hearing, vision and hearts, but these things did not benefit them. Rather, they were deaf from hearing the truth and blinded away from following it. This is just as Allah has mentioned concerning them when they enter into the Hellfire. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will say: \"Had we but listened or used our intelligence, we would not have been among the dwellers of the blazing Fire!\")</span><span class=\"gray\">[67:10]</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who disbelieved and hinder <span class=\"gray\">(men)</span> from the path of Allah, for them We will add torment to the torment.)</span><span class=\"gray\">[16:88]</span> For this reason they will be punished for every command that they abandoned and every prohibition that they indulged in. Then Allah continues by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are those who have lost their own selves, and that which they invented eluded them.)</span> They lost themselves, meaning that they be made to enter a blazing Fire, where they will be punished, and its torment will not be lifted from them for even the blinking of an eye. This is as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whenever it abates, We shall increase for them the fierceness of the Fire.)</span><span class=\"gray\">[17:97]</span> Concerning the statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَضَلَّ عَنْهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(eluded them.)</span> meaning that it has left them.</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَّا كَانُوا يَفْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that which they invented)</span> besides Allah, such as rivals and idols. Yet, these things did not avail them in the slightest. In fact, these things actually caused them great harm. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when mankind are gathered, they will become their enemies and will deny their worshipping.)</span><span class=\"gray\">[46:6]</span> Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When those who were followed disown those who followed <span class=\"gray\">(them)</span>, and they see the torment, then all their relations will be cut off from them.)</span><span class=\"gray\">[2:166]</span> Likewise, there are many other verses that prove this loss of theirs and their destruction. For this reason Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, they are those who will be the greatest losers in the Hearafter.)</span><span class=\"gray\">[11:22]</span> In this verse Allah informs about the direction of their end. He explains that they are the greatest losers among mankind in their transaction for the abode of the Hereafter. That is because they exchanged the highest levels <span class=\"gray\">(of Paradise)</span> for the lowest levels <span class=\"gray\">(of Hell)</span> and they substituted the pleasure of Gardens <span class=\"gray\">(of Paradise)</span> for the fierce boiling water <span class=\"gray\">(of Hell)</span>. They exchanged the drink of sealed nectar with the fierce hot wind, boiling water, and a shade of black smoke. They chose food from the filth of dirty wounds instead of wide-eyed lovely maidens. They preferred Hawiyah <span class=\"gray\">(a pit in Hell)</span> instead of lofty castles. They chose the anger of Allah and His punishment over nearness to Him and the blessing of gazing at Him. Therefore, it is no injustice that such people should be the greatest losers in the Hereafter.</p>"
  }
]