[
  {
    "ayah_key": "6:98",
    "group_ayah_key": "6:98",
    "from_ayah": "6:98",
    "to_ayah": "6:99",
    "ayah_keys": "6:98,6:99",
    "text": "<p lang=\"en\" class=\"en \">It is He Who has created you from a single person, and has given you a place of residing and a place of storage. Indeed, We have explained in detail Our revelations for people who understand <span>(98)</span>It is He Who sends down water from the sky, and with it We bring forth vegetation of all kinds, and out of it We bring forth green stalks, from which We bring forth thick clustered grain. And out of the date-palm and its sprouts come forth clusters of dates hanging low and near, and gardens of grapes, olives and pomegranates, each similar, yet different. Look at their fruits when they begin to bear, and Yan'ih. Verily! In these things there are signs for people who believe.) Allah sai <span>(99)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي أَنشَأَكُم مِّن نَّفْسٍ وَاحِدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who has created you from a single person,)</span><span class=\"gray\">[6:98]</span> in reference to Adam, peace be upon him. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! Have Taqwa of your Lord, Who created you from a single person, and from him He created his mate, and from them both He created many men and women.)</span><span class=\"gray\">[4:1]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ</p><p lang=\"sv\" class=\"sv \"><span class=\"gray\">(Mustaqar and Mustawda')</span></p><p lang=\"gd\" class=\"gd \">Ibn Mas'ud, Ibn 'Abbas, Abu 'Abdur-Rahman As-Sulami, Qays bin Abu Hazim, Mujahid, 'Ata', Ibrahim An-Nakha'i, Ad-Dahhak, Qatadah, As-Suddi and 'Ata' Al-Khurasani and others said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمُسْتَقَرٌّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Mustaqar)</span>, 'in the wombs'. They, or most of them, also said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمُسْتَوْدَعٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Mustawda',)</span> means, 'in your father's loins'. Ibn Mas'ud and several others said that, Mustaqar, means residence in this life, while, Mustawda', means the place of storage after death <span class=\"gray\">(the grave)</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, We have explained in detail Our revelations for people who understand.)</span> refers to those who comprehend and understand Allah's Words and its meanings. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي أَنزَلَ مِنَ السَّمَاءِ مَاءً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who sends down water <span class=\"gray\">(rain)</span> from the sky)</span> in due measure, as a blessing and provision for the servants, relief and means of survival for the creatures and mercy from Allah for His creation. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And with it We bring forth vegetation of all kinds,)</span> is similar to,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have made from water every living thing.)</span><span class=\"gray\">[21:30]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخْرَجْنَا مِنْهُ خَضِرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and out of it We bring forth green stalks,)</span> green produce and trees, on which We grow seeds and fruits.</p><p class=\"fa qpc-hafs\" lang=\"fa\">نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from which We bring forth thick clustered grain.)</span> lined on top of each other in clusters, like an ear or spike of grain.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّخْلِ مِن طَلْعِهَا قِنْوَانٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And out of the date-palm and its sprouts come forth clusters)</span> of dates</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَانِيَةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(hanging low)</span> Within reach and easy to pick. 'Ali bin Abi Talhah Al-Walibi said that Ibn 'Abbas said that,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قِنْوَانٌ دَانِيَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(clusters hanging low)</span> refers to short date trees whose branches hang low, close to the ground. This was recorded by Ibn Jarir. Allah's statement</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَنَّاتٍ مِّنْ أَعْنَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and gardens of grapes,)</span> means, We bring forth gardens of grapes. Grapes and dates are the most precious fruits to the people of Al-Hijaz <span class=\"gray\">(Western Arabia)</span>, and perhaps both are the best fruits in this world. Allah has reminded His servants of His favor in making these two fruits for them, when He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And from the fruits of date-palms and grapes, you derive strong drink and a goodly provision.)</span><span class=\"gray\">[16:67]</span> before intoxicating drinks were prohibited, and;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِيهَا جَنَّاتٍ مِّن نَّخِيلٍ وَأَعْنَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have made therein gardens of date-palms and grapes.)</span><span class=\"gray\">[36:34]</span>. Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(olives and pomegranates, each similar yet different.)</span></p><p lang=\"en\" class=\"en \">The leaves are similar in shape and appearence, yet different in the shape, and taste. And the kind of fruit each plant produces is different, according to the explanation of Qatadah and several others. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرُوا إِلَىٰ ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Look at their fruits when they begin to bear, and Yan'ih.)</span> means, when the fruits become ripe, according to Al-Bara' bin 'Azib, Ibn 'Abbas, Ad-Dahhak, 'Ata' Al-Khurasani, As-Suddi, Qatadah and others. </p><p lang=\"en\" class=\"en \">This Ayah means, contemplate the ability of the Creator of these fruits, Who brought them into existence after they were dry wood, and they later became grapes and dates; and similar is the case with the various colors, shapes, tastes and fragrance of whatever Allah created. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي الْأَرْضِ قِطَعٌ مُّتَجَاوِرَاتٌ وَجَنَّاتٌ مِّنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَىٰ بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِي الْأُكُلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in the earth are neighbouring tracts, and gardens of vines, and green crops, and date-palms, growing out, two or three from a single stem root, or otherwise, watered with the same water, yet some of them We make better than others to eat.)</span><span class=\"gray\">[13:4]</span> This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In these things there are...)</span> O people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَآيَاتٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(signs...)</span> and proofs that testify to the perfect ability, wisdom and mercy of He Who created these things,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّقَوْمٍ يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for people who believe.)</span> in Allah and obey His Messengers.</p>"
  }
]