[
  {
    "ayah_key": "2:203",
    "group_ayah_key": "2:203",
    "from_ayah": "2:203",
    "to_ayah": "2:203",
    "ayah_keys": "2:203",
    "text": "<p class=\"en translation\" lang=\"en\">And remember Allah during the Appointed Days. But whosoever hastens to leave in two days, there is no sin on him and whosoever stays on, there is no sin on him, if his aim is to do good and obey Allah <span class=\"gray\">(fear Him)</span>, and know that you will surely be gathered unto Him <span>(203)</span></p><div lang=\"en\" class=\"en \"><h2>Remembering Allah during the Days of Tashriq - Days of Eating and Drinking</h2></div><p lang=\"en\" class=\"en \">Ibn 'Abbas said, 'The Appointed Days are the Days of Tashriq <span class=\"gray\">(11-12-13th of Dhul-Hijjah)</span> while the Known Days are the <span class=\"gray\">(first)</span> ten <span class=\"gray\">(days of Dhul-Hijjah)</span>.\" 'Ikrimah said that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَّعْدُودَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And remember Allah during the Appointed Days.)</span> means reciting the Takbir – Allahu Akbar, Allahu Akbar, during the days of Tashriq after the compulsory prayers.</p><p lang=\"gd\" class=\"gd \">Imam Ahmad reported that 'Uqbah bin 'Amr said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمُ عَرَفَةَ، وَيَوْمُ النَّحْرِ، وَأَيَّامُ التَّشْرِيقِ، عِيدُنَا أَهْلَ الْإسْلَامِ، وَهِيَ أَيَّامُ أَكْلٍ وَشُرْبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The day of 'Arafah <span class=\"gray\">(9th of Dhul-Hijjah)</span>, the day of the Sacrifice <span class=\"gray\">(10th)</span> and the days of the Tashriq <span class=\"gray\">(11-12-13th)</span> are our 'Id <span class=\"gray\">(festival)</span> for we people of Islam. These are days of eating and drinking.)</span></p><p lang=\"hmn\" class=\"hmn \">Imam Ahmad reported that Nubayshah Al-Hudhali said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَّامُ التَّشْرِيقِ أَيَّامُ أَكْلٍ وشُرْبٍ وَذِكْر اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The days of Tashriq are days of eating, drinking and Dhikr <span class=\"gray\">(remembering)</span> of Allah.)</span></p><p lang=\"en\" class=\"en \">Muslim also recorded this Haith</p><p lang=\"en\" class=\"en \">We also mentioned the Hadith of Jubayr bin Mut'im:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَرَفَةُ كُلُّهَا مَوْقِفٌ، وَأيَّامُ التَّشْرِيقِ كُلُّهَا ذَبْحٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All of 'Arafat is a standing place and all of the days of Tashriq are days of Sacrifice.)</span></p><p lang=\"cy\" class=\"cy \">We also mentioned the Hadith by 'Abdur-Rahman bin Ya'mar Ad-Diyli:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَيَّامُ مِنىً ثَلَاثَةٌ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The days of Mina <span class=\"gray\">(Tashriq)</span> are three. Those who hasten in two days then there is no sin in it, and those who delay <span class=\"gray\">(i.e., remain in Mina for a third day)</span> then there is no sin in it.)</span></p><p lang=\"jv\" class=\"jv \">Ibn Jarir reported that Abu Hurayrah narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَّامُ التَّشْرِيقِ أيَّامُ طُعْمٍ وَذِكْرِ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The days of Tashriq are days of eating and remembering Allah.)</span></p><p lang=\"jv\" class=\"jv \">Ibn Jarir reported that Abu Hurayrah narrated that Allah's Messenger ﷺ sent 'Abdullah bin Hudhafah to Mina proclaiming:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَصُومُوا هذِه الْأَيَّامَ، فَإنَّهَا أَيَّامُ أَكْلٍ وَشُرْبٍ وَذِكْرِ اللهِ عَزَّ وَجَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not fast these days <span class=\"gray\">(i.e., Tashriq days)</span>, for they are days of eating, drinking and remembering Allah the Exalted and Most Honored.)</span></p><div lang=\"en\" class=\"en \"><h2>The Appointed Days</h2></div><p lang=\"en\" class=\"en \">Miqsam said that Ibn 'Abbas said that the Appointed Days are the days of Tashriq, four days: the day of the Sacrifice <span class=\"gray\">(10th of Dhul-Hijjah)</span> and three days after that.</p><p lang=\"ha\" class=\"ha \">This opinion was also reported of Ibn 'Umar, Ibn Az-Zubayr, Abu Musa, 'Ata', Mujahid, 'Ikrimah, Sa'id bin Jubayr, Abu Malik, Ibrahim An-Nakha'i, Yahya bin Abu Kathir, Al-Hasan, Qatadah, As-Suddi, Az-Zuhri, Ar-Rabi' bin Anas, Ad-Dahhak, Muqatil bin Hayyan, 'Ata' Al-Khurasani, Malik bin Anas, and others. In addition, the apparent meaning of the following Ayah supports this opinion:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَعَجَّلَ فِى يَوْمَيْنِ فَلاَ إِثْمَ عَلَيْهِ وَمَن تَأَخَّرَ فَلا إِثْمَ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But whosoever hastens to leave in two days, there is no sin on him and whosoever stays on, there is no sin on him.)</span></p><p lang=\"en\" class=\"en \">So the Ayah hints to the three days after the day of Sacrifice.</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَّعْدُودَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And remember Allah during the Appointed Days)</span> directs remembering Allah upon slaughtering the animals, after the prayers, and by Dhikr <span class=\"gray\">(supplication)</span> in general. It also includes Takbir and remembering Allah while throwing the pebbles every day during the Tashriq days. A Hadith that Abu Dawud and several others collected states:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا جُعِلَ الطَّوَافُ بِالْبَيْتِ وَالسَّعْيُ بَيْنَ الصَّفَا وَالْمَرْوَةِ وَرَمْيُ الْجِمَارِ لإِقَامَةِ ذِكْرِ اللهِ عَزَّ وَجَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Tawaf around the House, Sa'i between As-Safa and Al-Marwah and throwing the pebbles were legislated so that Allah is remembered in Dhikr.)</span></p><p lang=\"en\" class=\"en \">When mentioning the first procession <span class=\"gray\">(refer to 2:199)</span> and the second procession of the people upon the end of the Hajj season, when they start to return to their areas, after they had gathered during the rituals and at the standing places, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and obey Allah <span class=\"gray\">(fear Him)</span>, and know that you will surely be gathered unto Him.)</span></p><p lang=\"fil\" class=\"fil \">Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is He Who has created you on the earth, and to Him you shall be gathered back.)</span><span class=\"gray\">(23:79)</span></p>"
  }
]