[
  {
    "ayah_key": "9:12",
    "group_ayah_key": "9:12",
    "from_ayah": "9:12",
    "to_ayah": "9:12",
    "ayah_keys": "9:12",
    "text": "<p class=\"en translation\" lang=\"en\">But if they violate their oaths after their covenant, and attack your religion with disapproval and criticism, then fight <span class=\"gray\">(you)</span> against the leaders of disbelief – for surely, their oaths are nothing to them – so that they may stop <span class=\"gray\">(evil actions)</span><span>(12)</span></p><div lang=\"en\" class=\"en \"><h2>The Oaths of the Leaders of Disbelief mean nothing to Them</h2></div><p lang=\"en\" class=\"en \">Allah says, if the idolators with whom you conducted peace treaties for an appointed term break</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَيْمَانَهُم </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their oaths)</span> meaning, terms of their treaties, and covenants</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَطَعَنُوا فِي دِينِكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and attack your religion...)</span> with disapproval and criticism, it is because of this that one who curses the Messenger, peace be upon him, or attacks the religion of Islam by way of criticism and disapproval, they are to be fought. This is why Allah said afterwards,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ ۙ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنتَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then fight <span class=\"gray\">(you)</span> against the leaders of disbelief – for surely, their oaths are nothing to them – so that they may stop.)</span> so that they may refrain from the disbelief, rebellion and the transgression they indulge in. Qatadah and others said that the leaders of disbelief were Abu Jahl, 'Utbah and Shaybah, Umayyah bin Khalaf, and he went on to mention several others. Al-A'mash narrated from Zayd bin Wahb from Hudhayfah; \"The people of this Ayah were never fought again.\" A similar statement was reported from 'Ali bin Abi Talib, may Allah be pleased with him. However, this Ayah is general, even though the specific reason behind revealing it was the idolators of Quraysh. So this Ayah generally applies to them and others as well, Allah knows best. Al-Walid bin Muslim said that Safwan bin 'Amr narrated that 'Abdur-Rahman bin Jubayr bin Nufayr said that when Abu Bakr sent an army to Ash-Sham, he advised them, \"You will find some people with shaved heads. Therefore, strike the swords upon the parts that contain the devil, for by Allah, it is better to me to kill one of these people than to kill seventy other men. This is because Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then fight <span class=\"gray\">(you)</span> against the leaders of disbelief.)</span>\" Ibn Abi Hatim collected it.</p>"
  },
  {
    "ayah_key": "9:120",
    "group_ayah_key": "9:120",
    "from_ayah": "9:120",
    "to_ayah": "9:120",
    "ayah_keys": "9:120",
    "text": "<p lang=\"en\" class=\"en \">It was neither befitting for the people of Al-Madinah and the bedouins of the neighborhood to remain behind Allah's Messenger nor to prefer their own lives to his life. That is because they suffer neither Zama' nor Nasab, nor Makhmasah in the cause of Allah, nor did they take any step to raise the anger of disbelievers nor inflict any injury upon an enemy, but is written to their credit as a deed of righteousness. Surely, Allah wastes not the reward of the doers of good <span>(120)</span></p><div lang=\"so\" class=\"so \"><h2>Rewards of Jihad</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted and Most Honored, criticizes the people of Al-Madinah and the bedouins around it, who did not participate in the battle of Tabuk with the Messenger of Allah ﷺ. They sought to preserve themselves rather than comfort the Messenger ﷺ during the hardship that he suffered in that battle. They incurred a loss in their share of the reward, since,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُصِيبُهُمْ ظَمَأٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they suffer neither 'Ẓama'')</span>, thirst,</p><p class=\"ms qpc-hafs\" lang=\"ms\">وَلَا نَصَبٌ</p><p lang=\"gl\" class=\"gl \"><span class=\"gray\">(nor 'Naşab')</span>, fatigue,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا مَخْمَصَةٌ</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(nor 'Makhmaşah')</span>, hunger,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor they take any step to raise the anger of disbelievers)</span>, by strategies of war that would terrify their enemy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَنَالُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor inflict)</span>, a defeat on the enemy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا كُتِبَ لَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but is written to their credit)</span> as compensation for these steps that are not under their control, but a consequence of performing good deeds that earn them tremendous rewards,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah wastes not the reward of the doers of good.)</span></p><p lang=\"su\" class=\"su \">Allah said in a similar Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly We shall not make the reward of anyone who does his <span class=\"gray\">(righteous)</span> deeds in the most perfect manner to be lost)</span></p>"
  },
  {
    "ayah_key": "9:121",
    "group_ayah_key": "9:121",
    "from_ayah": "9:121",
    "to_ayah": "9:121",
    "ayah_keys": "9:121",
    "text": "<p class=\"en translation\" lang=\"en\">Neither do they spend any contribution – small or great – nor cross a valley, but is written to their credit that Allah may recompense them with the best of what they used to do <span>(121)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُنفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither do they spend)</span>, in reference to the fighters in Allah's cause,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(any contribution – small or great –)</span>, with regards to its amount,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَقْطَعُونَ وَادِيًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor cross a valley)</span>, while marching towards the enemy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا كُتِبَ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but is written to their credit)</span>, for these actions that they take <span class=\"gray\">[and which are under their control]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that Allah may recompense them with the best of what they used to do.)</span></p><p lang=\"en\" class=\"en \">Certainly, the Leader of the faithful, 'Uthman bin 'Affan, may Allah be pleased with him, acquired a tremendous share of the virtues mentioned in this honorable Ayah. He spent large amounts and tremendous wealth on this battle <span class=\"gray\">(Tabuk)</span>. </p><p lang=\"en\" class=\"en \">Abdullah, the son of Imam Ahmad recorded that 'Abdur-Rahman bin Khabbab As-Sulami said; \"The Messenger of Allah ﷺ gave a speech in which he encouraged spending on the army of distress <span class=\"gray\">(for Tabuk)</span>. </p><p lang=\"en\" class=\"en \">Uthman bin 'Affan, may Allah be pleased with him said; 'I will give one hundred camels with their saddles and supplies.' Then he ﷺ exhorted them some more. So 'Uthman said; 'I will give one hundred more camels with their saddles and supplies.' Then ﷺ he descended one step of the Minbar and exhorted them some more. So 'Uthman bin 'Affan said; 'I will give one hundred more camels with their saddles and supplies.' Then I saw Allah's Messenger ﷺ with his hand moving like this - and 'Abdus-Samad's <span class=\"gray\">[one of the narrators]</span> hand went out like one in amazement - he ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا عَلَى عُثْمَانَ مَا عَمِلَ بَعْدَ هَذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It does not matter what 'Uthman does after.)</span></p><p lang=\"en\" class=\"en \">It is also recorded in the Musnad that 'Abdur-Rahman bin Samurah said, \"'Uthman brought a thousand Dinars in his garment so that the Prophet ﷺ could prepare supplies for the army of distress. 'Uthman poured the money on the Prophet's lap, and the Prophet ﷺ started turning it around with his hand and declaring repeatedly,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا ضَرَّ ابْنَ عَفَّانٍ مَا عَمِلَ بَعْدَ الْيَوْمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The son of 'Affān <span class=\"gray\">(i.e., 'Uthmān)</span> will never be harmed by anything he does after today.)</span>\" Qatadah commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor cross a valley, but is written to their credit)</span>,</p><p lang=\"en\" class=\"en \">\"The farther any people march forth away from their families in the cause of Allah, the nearer they will be to Allah.\"</p>"
  }
]