[
  {
    "ayah_key": "19:88",
    "group_ayah_key": "19:88",
    "from_ayah": "19:88",
    "to_ayah": "19:95",
    "ayah_keys": "19:88,19:89,19:90,19:91,19:92,19:93,19:94,19:95",
    "text": "<p lang=\"en\" class=\"en \">And they say: \"The Most Gracious <span class=\"gray\">(Allah)</span> has begotten a son. <span>(88)</span>Indeed you have brought forth <span class=\"gray\">(said)</span> a thing Idda <span>(89)</span>Whereby the heavens are almost torn, and the earth is split asunder, and the mountains Hadda <span>(90)</span>That they ascribe a son to the Most Gracious <span>(91)</span>But it is not suitable for the Most Gracious that He should beget a son <span>(92)</span>There is none in the heavens and the earth but comes unto the Most Gracious as a slave <span>(93)</span>Verily, He knows each one of them, and has counted them a full counting <span>(94)</span>And everyone of them will come to Him alone on the Day of Resurrection <span>(95)</span></p><div lang=\"en\" class=\"en \"><h2>The Stern Rejection of attributing a Son to Allah</h2></div><p lang=\"en\" class=\"en \">After Allah affirms in this noble Surah that 'Isa was a worshipper and servant of Allah and He mentioned his birth from Maryam without a father, He then begins refuting those who claim that He has a son. Holy is He and far Exalted is He above such description. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا - لَّقَدْ جِئْتُمْ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"The Most Gracious has begotten a son.\" Indeed you have brought forth)</span> This means, \"In this statement of yours.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">شَيْئًا إِدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a thing Idda.)</span> Ibn 'Abbas, Mujahid, Qatadah and Malik all said, \"Terrible.\" It has been said that it is pronounced Iddan, Addan, and Addan with elongation on the first vowel. All three of these pronunciations are known, but the most popular is the first. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا - أَن دَعَوْا لِلرَّحْمَٰنِ وَلَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whereby the heavens are almost torn, and the earth is split asunder, and the mountains Hadda, that they ascribe a son to the Most Gracious.)</span> that is, out of their high esteem for Allah, when they hear this statement of wickedness coming from the Children of Adam. The reason for this is that these are creatures of Allah and they are established upon His Tawhid and the fact that there is no deity worthy of worship except Him. He has no partners, no peer, no child, no mate and no coequal. Rather, He is the One, Self-Sufficient Master, Whom all creatures are in need of. Ibn Jarir reported that Ibn 'Abbas said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا - أَن دَعَوْا لِلرَّحْمَٰنِ وَلَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whereby the heavens are almost torn, and the earth is split asunder, and the mountains Hadda, that they ascribe a son to the Most Gracious.)</span> \"Verily, the heavens, the earth, the mountains and all creatures – except for humans and Jinns – are frightened by the associating of partners with Allah. Creation will almost cease existing before the association of partners with Allah, due to His Greatness. Just as the idolator does not benefit by his good deeds because of associating partners with Allah, we hope that Allah would forgive the sins of those who believed in His absolute Oneness by worshipping Him alone. The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقِّنُوا مَوْتَاكُمْ شَهَادَةَ أَنْ لَا إِلَهَ إِلَّا اللهُ، فَمَنْ قَالَهَا عِنْدَ مَوْتِهِ وَجَبَتْ لَهُ الْجَنَّةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Encourage your dying people to testify to La ilaha illallah, for whoever says it at the time of their death, they will definitely enter into Paradise.)</span> The people said, \"O Messenger of Allah, what about he who says it while in good health?\" He replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ أَوْجَبُ وَأَوْجَبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This will necessitate his entrance into Paradise even more.)</span> Then he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ لَوْ جِيءَ بِالسَّمٰوَاتِ وَالْأَرَضِينَ، وَمَا فِيهِنَّ وَمَا بَيْنَهُنَّ وَمَا تَحْتَهُنَّ، فَوُضِعْنَ فِي كِفَّةِ الْمِيزَانِ، وَوُضِعَتْ شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللهُ فِي الْكِفَّةِ الْأُخْرى لَرَجَحَتْ بِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I swear by He Whom my soul is in His Hand, if the heavens and the earths, and all that is in them, between them and under them, were brought and placed in a balance of a scale, and the testimony of La ilaha illallah was placed on the other side of the scale, the testimony would outweigh all of it.)</span> This was recorded by Ibn Jarir and it is supported by the Hadith related to the story of the card. And Allah knows best. Ad-Dahhak said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whereby the heavens are almost torn,)</span> \"This means to be split apart into pieces due to the fear of the magnificence of Allah.\" 'Abdur-Rahman bin Zayd bin Aslam said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَنشَقُّ الْأَرْضُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the earth is split asunder,)</span> \"This is due to its anger on behalf of Allah, the Mighty and Sublime.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَخِرُّ الْجِبَالُ هَدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the mountains Hadda.)</span> Ibn 'Abbas said, \"This means to be torn down.\" Sa'id bin Jubayr said, \"Haddan means some of it is broken by other parts of it in succession.\" Imam Ahmad reported from Abu Musa that he said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أَحَدَ أَصْبَرُ عَلَى أَذىً سَمِعَهُ مِنَ اللهِ إِنَّهُ يُشْرَكُ بِهِ وَيُجْعَلُ لَهُ وَلَدٌ، وَهُوَ يُعَافِيهِمْ وَيَدْفَعُ عَنْهُمْ وَيَرْزُقُهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no one more patient than Allah concerning something harmful that he hears. For verily, partners are associated with Him and a son is ascribed to Him, while He is the One Who gives them good health, protects them and sustains them.)</span> This narration is also recorded in the Two Sahihs. In one wording of it he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمْ يَجْعَلُونَ لَهُ وَلَدًا وَهُوَ يَرْزُقُهُمْ وَيُعَافِيهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...that they attribute a son to Him, while He is the One Who sustains them and gives them good health.)</span> Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَنبَغِي لِلرَّحْمَٰنِ أَن يَتَّخِذَ وَلَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But it is not suitable for the Most Gracious that He should beget a son.)</span> Meaning that it is not befitting of Him, nor is it appropriate for His lofty majesty and greatness. There is no coequal for Him in His creation, because all creatures are His slaves. This is why He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَٰنِ عَبْدًا - لَّقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is none in the heavens and the earth but comes unto the Most Gracious as a slave. Verily, He knows each one of them, and has counted them a full counting.)</span> He knows their number from the time He created them, until the Day of Resurrection, male and female, both the small and the large of them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And everyone of them will come to Him alone on the Day of Resurrection.)</span> This means that there will be no helper for him and no one to save him, except Allah alone, Who has no partners. He judges His creatures as He wills and He is the Most Just, Who does not do even an atom's weight of injustice. He will not wrong anyone.</p>"
  },
  {
    "ayah_key": "19:96",
    "group_ayah_key": "19:96",
    "from_ayah": "19:96",
    "to_ayah": "19:98",
    "ayah_keys": "19:96,19:97,19:98",
    "text": "<p lang=\"en\" class=\"en \">Verily, those who believe and work deeds of righteousness, the Most Gracious will bestow love for them <span>(96)</span>So, We have made this easy in your own tongue, only that you may give glad tidings to those who have Taqwa, and warn with it the people that are Ludda <span>(97)</span>And how many a generation before them have We destroyed! Can you find a single one of them or hear even a whisper of them <span>(98)</span></p><div lang=\"en\" class=\"en \"><h2>Allah places Love of the Righteous People in the Hearts</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs about His believing servants, who work righteous deeds – deeds that He is pleased with because they are in accordance with the legislation of Muhammad ﷺ – that He plants love for them in the hearts of His righteous servants. This is something that is absolutely necessary and there is no avoiding it. This has been reported in authentic Hadiths of the Messenger of Allah ﷺ in various different ways. Imam Ahmad recorded that Abu Hurayrah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ إِذَا أَحَبَّ عَبْدًا دَعَا جِبْرِيلَ، فَقَالَ: يَا جِبْرِيلُ، إِنِّي أُحِبُّ فُلَانًا فَأَحِبَّهُ قَالَ: فَيُحِبُّهُ جِبْرِيلُ، قَالَ: ثُمَّ يُنَادِي فِي أَهْلِ السَّمَاءِ: إِنَّ اللهَ يُحِبُّ فُلَانًا فَأَحِبُّوهُ، قَالَ: فَيُحِبُّهُ أَهْلُ السَّمَاءِ، ثُمَّ يُوضَعُ لَهُ الْقَبُولُ فِي الْأَرْضِ، وَإِنَّ اللهَ إِذَا أَبْغَضَ عَبْدًا دَعَا جِبْرِيلَ فَقَالَ: يَا جِبْرِيلُ إِنِّي أُبْغِضُ فُلَانًا فَأَبْغِضْهُ، قَالَ: فَيُبْغِضُهُ جِبْرِيلُ، ثُمَّ يُنَادِي فِي أَهْلِ السَّمَاءِ: إِنَّ اللهَ يُبْغِضُ فُلَانًا فَأَبْغِضُوهُ، قَالَ: فَيُبْغِضُهُ أَهْلُ السَّمَاءِ، ثُمَّ يُوضَعُ لَهُ الْبَغْضَاءُ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, whenever Allah loves a servant of His, He calls Jibril and says, \"O Jibril, verily I love so-and-so, so love him.\" Thus, Jibril will love him. Then, he <span class=\"gray\">(Jibril)</span> will call out to the dwellers of the heavens, \"Verily, Allah loves so-and-so, so you too must love him.\" Then the dwellers of the heavens love him and he will be given acceptance in the earth. Whenever Allah hates a servant of His, He calls Jibril and says, \"O Jibril, verily I hate so-and-so, so hate him.\" Thus, Jibril will hate him. Then, he <span class=\"gray\">(Jibril)</span> will call out amongst the dwellers of the heavens, \"Verily, Allah hates so-and-so, so you too must hate him.\" Then the dwellers of the heavens hate him and hatred for him will be placed in the earth.)</span> Al-Bukhari and Muslim reported narrations similar to this.</p><p lang=\"jv\" class=\"jv \">Ibn Abi Hatim recorded that Abu Hurayrah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أَحَبَّ اللهُ عَبْدًا نَادَىٰ جِبْرِيلَ: إِنِّي قَدْ أَحْبَبْتُ فُلَانًا فَأَحِبَّهُ، فَيُنَادِي فِي السَّمَاءِ، ثُمَّ يُنْزِلُ لَهُ الْمَحَبَّةَ فِي أَهْلِ الْأَرْضِ، فَذَلِكَ قَوْلُ اللهِ عَزَّ وَجَلَّ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَٰنُ وُدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whenever Allah loves a servant of His, He calls Jibril <span class=\"gray\">(saying)</span>, \"Verily, I love so-and-so, so love him.\" Then, Jibril calls out into the heavens and love for him descends among the people of the earth. That is the meaning of the statement of Allah, the Mighty and Sublime: <span class=\"gray\">(Verily, those who believe and work deeds of righteousness, the Most Gracious will bestow love for them.)</span>)</span><span class=\"gray\">[19:96]</span> This was also reported by Muslim and At-Tirmidhi and At-Tirmidhi said, \"Hasan Sahih.\"</p><div lang=\"en\" class=\"en \"><h2>The Qur'an descended to give Glad Tidings and to warn</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا يَسَّرْنَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, We have made this easy)</span> meaning the Qur'an.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِلِسَانِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in your own tongue,)</span> This is an address to Prophet Muhammad ﷺ and it means that the Qur'an is in the pure, complete and eloquent Arabic language.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُبَشِّرَ بِهِ الْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may give glad tidings to those who have Taqwa,)</span> those who respond to Allah and believe in His Messenger ﷺ,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَتُنذِرَ بِهِ قَوْمًا لُّدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and warn with it the people who are Ludda.)</span> meaning, the people who have deviated away from the truth and are inclined towards falsehood. His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how many a generation before them have We destroyed!)</span> means from the nations that disbelieved in the signs of Allah and rejected His Messengers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تُحِسُّ مِنْهُم مِّنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Can you find a single one of them or hear even a whisper of them?)</span></p><p lang=\"en\" class=\"en \">Meaning, 'have you seen any of them or even heard a whisper from them.' Ibn 'Abbas, Abu Al-'Aliyah, 'Ikrimah, Al-Hasan Al-Basri, Sa'id bin Jubayr, Ad-Dahhak and Ibn Zayd all said, \"This means any sound.\" Al-Hasan and Qatadah both said that this means, \"Do you see with your eye, or hear any sound?\"</p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surah Maryam. All praises and thanks are due to Allah. Following this will be the Tafsir of Surah Ta Ha, Allah willing and all praise is due to Allah.</p>"
  }
]