[
  {
    "ayah_key": "11:1",
    "group_ayah_key": "11:1",
    "from_ayah": "11:1",
    "to_ayah": "11:4",
    "ayah_keys": "11:1,11:2,11:3,11:4",
    "text": "<div lang=\"en\" class=\"en \"><h2>Surah Hud made the Prophet's Hair turn Gray</h2></div><p lang=\"en\" class=\"en \">Abu 'Isa At-Tirmidhi recorded from Ibn 'Abbas that Abu Bakr said, \"O Messenger of Allah, verily your hair has turned gray.\" The Prophet ﷺ replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَيَّبَتْنِي هُودٌ وَالْوَاقِعَةُ وَالْمُرْسَلَاتُ وَعَمَّ يَتَسَاءَلُونَ وَإِذَا الشَّمْسُ كُوِّرَت</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(Surahs Hud, Al-Waqi'ah, Al-Mursalat, 'Amma Yatasa'lun <span class=\"gray\">[An-Naba']</span> and Idhash-Shamsu Kuwwirat <span class=\"gray\">[At-Takwir]</span> have turned my hair gray.)</span> In another narration he ﷺ said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">هُودٌ وَأَخَوَاتُهَا</p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(Surah Hud and its sisters...)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الر ۚ كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ - أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ۚ إِنَّنِي لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ - وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُم مَّتَاعًا حَسَنًا إِلَىٰ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ ۖ وَإِن تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ - إِلَى اللَّهِ مَرْجِعُكُمْ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Alif Lam Ra. <span class=\"gray\">(This is)</span> a Book, the Ayat whereof are perfect <span class=\"gray\">(in every sphere of knowledge)</span>, and then explained in detail from One <span class=\"gray\">(Allah)</span>, Who is All-Wise Well-Acquainted <span class=\"gray\">(with all things)</span>.)</span><span class=\"gray\">(2. <span class=\"gray\">(Saying)</span> worship none but Allah. Verily, I <span class=\"gray\">(Muhammad)</span> am unto you from Him a warner and a bringer of glad tidings.)</span><span class=\"gray\">(3. And <span class=\"gray\">(commanding you)</span>: \"Seek the forgiveness of your Lord, and turn to Him in repentance, that He may grant you good enjoyment, for a term appointed, and bestow His abounding grace to every owner of grace. But if you turn away, then I fear for you the torment of a Great Day.)</span><span class=\"gray\">(4. To Allah is your return, and He is able to do all things.\")</span></p><div lang=\"en\" class=\"en \"><h2>The Qur'an and its Call to <span class=\"gray\">(worship)</span> Allah Alone</h2></div><p lang=\"en\" class=\"en \">A discussion concerning the letters of the alphabet <span class=\"gray\">(which appear at the beginning of some chapters of the Qur'an)</span> has already preceded at the beginning of Surat Al-Baqarah. That discussion is sufficient without any need for repetition here. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Ayat whereof are perfect and then explained in detail)</span> This means perfect in its wording, detailed in its meaning. Thus, it is complete in its form and its meaning. This interpretation was reported from Mujahid and Qatadah, and Ibn Jarir <span class=\"gray\">[At-Tabari]</span> preferred it. Concerning the meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن لَّدُنْ حَكِيمٍ خَبِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from One <span class=\"gray\">(Allah)</span>, Who is All-Wise, Well-Acquainted.)</span> This means that it <span class=\"gray\">(the Qur'an)</span> is from Allah, Who is Most Wise in His statements and His Laws, and Most Aware of the final outcome of matters.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا تَعْبُدُوا إِلَّا اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Saying)</span> worship none but Allah.)</span> This means that this Qur'an descended, perfect and detailed, with the purpose of Allah's worship alone, without any partners. This is similar to the statement of Allah, the Exalted,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not send any Messenger before you but We revealed to him <span class=\"gray\">(saying)</span>: There is no God but I, so worship Me.)</span><span class=\"gray\">[21:25]</span> It is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We have sent among every Ummah a Messenger <span class=\"gray\">(proclaiming)</span>: 'Worship Allah <span class=\"gray\">(Alone)</span>, and avoid Taghut <span class=\"gray\">(calling false deities.)</span>')</span><span class=\"gray\">[16:36]</span> In reference to Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّنِي لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I am unto you from Him a warner and a bringer of glad tidings.)</span> This means, \"Verily, I am unto you a warner of the punishment if you oppose Him <span class=\"gray\">(Allah)</span>, and a bringer of the good news of reward if you obey Him.\" This meaning has been recorded in the authentic Hadith which states that the Messenger of Allah ﷺ ascended mount As-Safa and called out to his near relatives of the Quraysh tribe. When they gathered around him, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ قُرَيْشٍ! أَرَأَيْتُمْ لَوْ أَخْبَرْتُكُمْ أَنَّ خَيْلًا تُصَبِّحُكُمْ أَلَسْتُمْ مُصَدِّقِيَّ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people of Quraysh, if I informed you that a cavalry was going to attack you in the morning, would you not believe me)</span> They replied, \"We have not found you to be a liar.\" He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنِّي نَذِيرٌ لَكُمْ بَيْنَ يَدَي عَذَابٍ شَدِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily I am a warner unto you before a severe punishment.)</span> Concerning His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُم مَّتَاعًا حَسَنًا إِلَىٰ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(commanding you)</span>: 'Seek the forgiveness of your Lord, and turn to Him in repentance, that He may grant you good enjoyment, for a term appointed, and bestow His abounding grace to every owner of grace.)</span> This means, \"I am commanding you to seek forgiveness from previous sins and to turn to Allah from future sins, and thereafter you abide by that.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُمَتِّعْكُم مَّتَاعًا حَسَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He may grant you good enjoyment,)</span> This is in reference to this worldly life.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for a term appointed, and bestow His abounding grace to every owner of grace.)</span> This refers to the Hereafter, according to Qatadah. \"This is like the statement of Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever works righteousness – whether male or female – while a true believer, verily to him We will give a good life.)</span><span class=\"gray\">[16:97]</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you turn away, then I fear for you the torment of a Great Day.)</span> This is a severe threat for whoever turns away from the commandments of Allah, the Exalted, and rejects His Messengers. Verily, the punishment will afflict such a person on the Day of Resurrection and there will be no escape from it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَى اللَّهِ مَرْجِعُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Allah is your return,)</span> This is means your return on the Day of Judgement.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He is able to do all things.)</span> This means that He is capable of doing whatever He wishes, whether it be goodness towards His Awliya' <span class=\"gray\">(friends and allies)</span>, or vengeance upon His enemies. This also includes His ability to repeat the creation of His creatures on the Day of Resurrection. This section encourages fear, just as the previous section encourages hope.</p>"
  },
  {
    "ayah_key": "11:100",
    "group_ayah_key": "11:100",
    "from_ayah": "11:100",
    "to_ayah": "11:101",
    "ayah_keys": "11:100,11:101",
    "text": "<p lang=\"en\" class=\"en \">That is some of the news of the <span class=\"gray\">(population of)</span> towns which We relate unto you; of them, some are <span class=\"gray\">(still)</span> standing, and some have been <span class=\"gray\">(already)</span> reaped <span>(100)</span>We wronged them not, but they wronged themselves. So their gods whom they call upon besides Allah, profited them naught when there came the command of your Lord, nor did they add aught to them but destruction <span>(101)</span></p><div lang=\"en\" class=\"en \"><h2>The Lesson taken from the Destroyed Towns</h2></div><p lang=\"en\" class=\"en \">When Allah mentioned the story of the Prophets and what happened with them and their nations – how He destroyed the disbelievers and saved the believers – He goes on to say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مِنْ أَنبَاءِ الْقُرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is some of the news of the <span class=\"gray\">(population of )</span> towns)</span> meaning, news of them</p><p class=\"sd qpc-hafs\" lang=\"sd\">نَقُصُّهُ عَلَيْكَ ۖ مِنْهَا قَائِمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which We relate unto you; of them, some are <span class=\"gray\">(still)</span> standing,)</span> This means still remaining.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَصِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and some have been <span class=\"gray\">(already)</span> reaped.)</span> This means totally destroyed.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا ظَلَمْنَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We wronged them not,)</span> This means, \"When We destroyed them.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن ظَلَمُوا أَنفُسَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they wronged themselves.)</span> their rejecting their Messengers and disbelieving in them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So their gods, profited them <span class=\"gray\">[not]</span>...)</span> This is referring to their idols that they used to worship and invoke.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن دُونِ اللَّهِ مِن شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(other than Allah naught)</span> the idols did not benefit them, nor did they save them when Allah's command came for their destruction.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor did they add aught to them but destruction.)</span> Mujahid, Qatadah and others said, \"This means loss. Because the reason for their destruction and their ruin was that they followed those false gods. Therefore, they were losers in this life and the Hereafter.\"</p>"
  },
  {
    "ayah_key": "11:102",
    "group_ayah_key": "11:102",
    "from_ayah": "11:102",
    "to_ayah": "11:102",
    "ayah_keys": "11:102",
    "text": "<p lang=\"en\" class=\"en \">Such is the punishment of your Lord when He seizes the <span class=\"gray\">(population of)</span> towns while they are doing wrong. Verily, His punishment is painful <span class=\"gray\">(and)</span> severe.) It is as though Allah is saying, \"Just as We have destroyed these wicked generations who rejected their Messengers, We will do the same to any who are like them <span>(102)</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, His punishment is painful <span class=\"gray\">(and)</span> severe.)</span> In the Two Sahihs, it is recorded that Abu Musa said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah gives respite to a wrongdoer until He seizes him and he cannot escape.)</span> Then the Messenger of Allah ﷺ recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَىٰ وَهِيَ ظَالِمَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is the punishment of your Lord when He seizes the towns while they are doing wrong.)</span></p>"
  }
]