[
  {
    "ayah_key": "10:90",
    "group_ayah_key": "10:90",
    "from_ayah": "10:90",
    "to_ayah": "10:92",
    "ayah_keys": "10:90,10:91,10:92",
    "text": "<p lang=\"en\" class=\"en \">And We took the Children of Israel across the sea, and Fir'awn with his hosts followed them in oppression and enmity, till when drowning overtook him, he <span class=\"gray\">(Fira'wn)</span> said: \"I believe that none has the right to be worshipped but He in Whom the Children of Israel believe, and I am one of the Muslims. <span>(90)</span>Now <span class=\"gray\">(you believe)</span> while you refused to believe before and you were one of the mischief-makers <span>(91)</span>So this day We shall deliver your <span class=\"gray\">(dead)</span> body <span class=\"gray\">(out from the sea)</span> that you may be a sign to those who come after you! And verily, many among mankind are heedless of Our Ayat <span>(92)</span></p><div lang=\"en\" class=\"en \"><h2>The Children of Israel were saved and Fir'awn's People drowned</h2></div><p lang=\"en\" class=\"en \">Allah tells us how He caused Fir'awn and his soldiers to drown. The Children of Israel left Egypt in the company of Musa. It was said that there were six hundred thousand soldiers, plus offspring. They borrowed a lot of ornaments from the Coptics and took that with them. Fir'awn became very angry with them. So he sent heralds to all the cities to send their soldiers. He embarked, following behind them, filled with great pride and with massive armies. Allah wanted this to happen for He had a plan for them. No one that had any authority or power remained behind in Fir'awn's kingdom. They were all together and caught the Children of Israel at sunrise.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَىٰ إِنَّا لَمُدْرَكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the two hosts met each other, the companions of Musa said: \"We are sure to be overtaken.\")</span><span class=\"gray\">(26:61)</span> They said that because when they got to the seashore Fir'awn was behind them. The two groups met face to face. The people with Musa kept asking, \"How can we be saved today?\" Musa replied, \"I have been commanded to come this way.\" Musa said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَلَّا ۖ إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, verily, with me is my Lord. He will guide me.)</span><span class=\"gray\">(26:62)</span> It had been so difficult, but it suddenly became easy. Allah commanded him to strike the ocean with his staff. He did and the sea was cleft asunder, each part stood like a mighty mountain. The sea was split into twelve paths, each route for each Israelite tribe. Allah then commanded the wind and the path was dry for them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا لَّا تَخَافُ دَرَكًا وَلَا تَخْشَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And strike a dry path for them in the sea, fearing neither to be overtaken <span class=\"gray\">[by Fir'awn]</span> nor being afraid <span class=\"gray\">(of drowning in the sea)</span>.)</span><span class=\"gray\">(20:77)</span></p><p lang=\"en\" class=\"en \">The water in between the paths appeared as windows and every tribe was able to see the other so they would not think that others were destroyed. The Children of Israel crossed the sea. When the last one crossed, Fir'awn and his soldiers had arrived at the edge of the other shore. They were one hundred thousand black horses in addition to horsemen of other colors. When Fir'awn saw the sea he was frightened. He wanted to turn back, but it was too late. Allah's decree prevailed and the prayer of Musa was answered. </p><p lang=\"en\" class=\"en \">Jibril came on a war stallion. He passed by Fir'awn's horse. Jibril's horse whinnied at Fir'awn's and then Jibril rushed into the sea, and Fir'awn did the same behind him. Fir'awn no longer had any control over matters. He wanted to sound strong before his chiefs, so he said: \"The Children of Israel do not have more right in the sea.\" So they rushed into the sea. Mika'il was behind their army pushing them all to join. When they all were in the sea and the first of them was about to emerge on the other side, Allah, the All-Powerful, commanded the sea to strand them. The sea closed over them and none was saved. The waves took them up and down. The waves accumulated above Fir'awn and he was overwhelmed by the stupors of death. While in this state, he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنتُ أَنَّهُ لَا إِلَٰهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I believe that none has the right to be worshipped but He <span class=\"gray\">(Allah)</span> in Whom the Children of Israel believe, and I am one of the Muslims.)</span> He believed at a time when he couldn't benefit from his faith.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ - فَلَمْ يَكُ يَنفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا ۖ سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ ۖ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when they saw Our punishment, they said: \"We believe in Allah Alone and reject <span class=\"gray\">(all)</span> that we used to associate with Him as <span class=\"gray\">(His)</span> partners.\" Then their faith could not avail them when they saw Our punishment. <span class=\"gray\">(Like)</span> this has been the way of Allah in dealing with His servants. And there the disbelievers lost utterly <span class=\"gray\">(when Our torment covered them)</span>.)</span><span class=\"gray\">(40:84-85)</span> Therefore Allah said, as a response to Fir'awn,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Now <span class=\"gray\">(you believe)</span> while you refused to believe before?)</span> do you say that just now when you have disobeyed Allah before that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنتَ مِنَ الْمُفْسِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you were one of the mischief-makers.)</span> You were among the makers of mischief on the earth who misled the people.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ ۖ وَيَوْمَ الْقِيَامَةِ لَا يُنصَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We made them leaders inviting to the Fire: and on the Day of Resurrection, they will not be helped.)</span><span class=\"gray\">(28:41)</span> These facts about Fir'awn and his status at that time were among the secrets of the Unseen that Allah revealed to His Messenger, Muhammad ﷺ. Similarly Abu Dawud At-Tayalisi recorded that Ibn 'Abbas said that Allah's Messenger ﷺ said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لِي جِبْرِيلُ: لَوْ رَأَيْتَنِي وَأَنَا آخِذٌ مِنْ حَالِ الْبَحْرِ فَأَدُسُّهُ فِي فَمِ فِرْعَونَ مَخَافَةَ أَنْ تُدْرِكَهُ الرَّحْمَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Jibril said to me, \"If you could have seen me while I was taking black mud from the sea and placing into the mouth of Fir'awn out of fear that the mercy would reach him.\")</span> Abu 'Isa At-Tirmidhi and Ibn Jarir also recorded it. At-Tirmidhi said, \"Hasan Gharib Sahih.\" About Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So this day We shall deliver your <span class=\"gray\">(dead)</span> body <span class=\"gray\">(out from the sea)</span> that you may be a sign to those who come after you!)</span> Ibn 'Abbas and others from among the Salaf have said: \"Some of the Children of Israel doubted the death of Fir'awn so Allah commanded the sea to throw his body – whole, without a soul – with his known armor plate. The body was thrown to a high place on the land so that the Children of Israel could confirm his death and destruction.\" That is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ نُنَجِّيكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"So this day We shall deliver your..\")</span> meaning that We will put your body on a high place on the earth. Mujahid said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">بِبَدَنِكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your <span class=\"gray\">(dead)</span> body)</span> means, 'your physical body. \"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may be a sign to those who come after you!)</span> meaning, so that might be a proof of your death and destruction for the Children of Israel. </p><p lang=\"en\" class=\"en \">That also stood as a proof that Allah is All-Powerful, in Whose control are all the creatures. Nothing can bear His anger. Fir'awn and his people were destroyed on the day of 'Ashura', as recorded by Al-Bukhari, Ibn 'Abbas said, \"When the Prophet ﷺ arrived at Al-Madinah, the Jews fasted the day of 'Ashura'. So he asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا هَذَا الْيَومُ الَّذِي تَصُومُونَهُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is this day that you are fasting?)</span> They responded 'This is the day in which Musa was victorious over Fir'awn.' So the Prophet ﷺ said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَنْتُمْ أَحَقُّ بِمُوسَى مِنْهُمْ فَصُومُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You have more right to Musa than they, so fast it.)</span></p>"
  },
  {
    "ayah_key": "10:93",
    "group_ayah_key": "10:93",
    "from_ayah": "10:93",
    "to_ayah": "10:93",
    "ayah_keys": "10:93",
    "text": "<p class=\"en translation\" lang=\"en\">And indeed We settled the Children of Israel in an honorable dwelling place, and provided them with good things, and they differed not until the knowledge came to them. Verily, your Lord will judge between them on the Day of Resurrection in that in which they used to differ <span>(93)</span></p><div lang=\"en\" class=\"en \"><h2>The Establishment of the Children of Israel in the Land and Their Provision from the Good Things</h2></div><p lang=\"en\" class=\"en \">In these Ayat, Allah tells us about all the worldly and religious gifts which He bestowed upon the Children of Israel. Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">مُبَوَّأَ صِدْقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(honorable dwelling place)</span> means in Egypt and Syria, around Jerusalem, as it was said by some. When Allah destroyed Fir'awn and his soldiers, the Mosaic State took control of all of Egypt as Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا ۖ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَىٰ عَلَىٰ بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا ۖ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made the people who were considered weak to inherit the eastern parts of the land and the western parts thereof which We have blessed. And the fair Word of your Lord was fulfilled for the Children of Israel, because of their endurance. And We destroyed completely all the great works and buildings which Fir'awn and his people erected.)</span><span class=\"gray\">(7:137)</span> He said in other Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخْرَجْنَاهُم مِّن جَنَّاتٍ وَعُيُونٍ - وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ - كَذَٰلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, We expelled them from gardens and springs. Treasures, and every kind of honorable place. Thus, and We caused the Children of Israel to inherit them.)</span><span class=\"gray\">(26:57-59)</span> He also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمْ تَرَكُوا مِن جَنَّاتٍ وَعُيُونٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How many of gardens and springs that they left behind...)</span><span class=\"gray\">(44:25-27)</span> They then continued with Musa, to seek Jerusalem – the land of Ibrahim, the friend of Allah. There were giant people in Jerusalem. The Children of Israel refrained from fighting them. So Allah expelled them into the wilderness for forty years. During this time in the wilderness, first Harun died and then Musa. Yusha' bin Nun led after them. Allah supported them to conquer Jerusalem and rule it for a period of time. His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and provided them with good things)</span> means from the lawful, pure and useful provision that is good in nature and in Law. Then Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اخْتَلَفُوا حَتَّىٰ جَاءَهُمُ الْعِلْمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they differed not until the knowledge came to them.)</span> There should be no reason for them to have any disputes among them since Allah has sent them knowledge and explained different matters and issues to them. It has been mentioned in a Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْيَهُودَ اخْتَلَفُوا عَلَى إِحْدَى وَسَبْعِينَ فِرْقَةً، وَإِنَّ النَّصَارَى اخْتَلَفُوا عَلَى اثْنَتَيْنِ وَسَبْعِينَ فِرْقَةً، وَسَتَفْتَرِقُ هَذِهِ الْأُمَّةُ عَلَى ثَلَاثٍ وَسَبْعِينَ فِرْقَةً، مِنْهَا وَاحِدَةٌ فِي الْجَنَّةِ، وَاثْنَتَانِ وَسَبْعُونَ فِي النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Jews separated into seventy-one sects, and the Christians separated into seventy-two sects, and this Ummah will separate into seventy-three sects, one of which is in Paradise, seventy-two in the Fire.)</span> They asked, \"Who are they O Messenger of Allah!?\" He replied;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنَا عَلَيْهِ وَأَصْحَابِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those upon what I and my Companions are upon.)</span> It was recorded by Al-Hakim in his Mustadrak with this wording. So here Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily your Lord will judge between them)</span> Here the meaning is, to distinguish between them</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Day of Resurrection in that which they used to differ.)</span></p>"
  }
]