[
  {
    "ayah_key": "16:14",
    "group_ayah_key": "16:14",
    "from_ayah": "16:14",
    "to_ayah": "16:18",
    "ayah_keys": "16:14,16:15,16:16,16:17,16:18",
    "text": "<p lang=\"en\" class=\"en \">And He it is Who subjected the sea <span class=\"gray\">(to you)</span>, that you may eat from the fresh tender meat, and that you bring forth out of it ornaments to wear. And you see the ships plowing through it, that you may seek from His bounty and that you may perhaps be grateful <span>(14)</span>And He has driven firm standing mountains into the earth, lest it should shake with you; and rivers and roads, that you may guide yourselve <span>(15)</span>And <span class=\"gray\">(by the)</span> landmarks; and by the stars, they guide themselves <span>(16)</span>Is then He Who creates the same as one who creates, not Will you not then reflect <span>(17)</span>And if you would try to count the favors of Allah, you would never be able to count them. Truly, Allah is Forgiving, Most Merciful <span>(18)</span></p><div lang=\"en\" class=\"en \"><h2>Signs in the Oceans, Mountains, Rivers, Roads and Stars</h2></div><p lang=\"en\" class=\"en \">Allah tells us how He has subjected the seas, with their waves lapping the shores, and how He blesses His servants by subjecting the seas for them so that they may travel on them, and by putting fish and whales in them, by making their flesh permissible to eat - whether they are caught alive or dead - at all times, including when people are in a state of Ihram. He has created pearls and precious jewels in the oceans, and made it easy for His servants to recover ornaments that they can wear from the ocean floor. He made the sea such that it carries the ships which plow through it. He is the One Who taught mankind to make ships, which is the inheritance of their forefather Nuh. He was the first one to travel by ship, he was taught how to make them, then people took this knowledge from him and passed it down from generation to generation through the centuries, so that they could travel from country to country and from place to place, bringing goods from here to there and from there to here. Thus Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتَبْتَغُوا مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may seek from His bounty and that you may perhaps be grateful.)</span> - for His bounty and blessings. Then Allah mentions the earth and how He placed in it mountains standing firm, which make it stable and keep it from shaking in such a manner that the creatures dwelling on it would not be able to live. Hence Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْجِبَالَ أَرْسَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the mountains He has fixed firmly.)</span><span class=\"gray\">(79:32)</span>.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَنْهَارًا وَسُبُلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and rivers and roads)</span> meaning He has made rivers which flow from one place to another, bringing provision for His servants. The rivers arise in one place, and bring provision to people living in another place. They flow through lands and fields and wildernesses, through mountains and hills, until they reach the land whose people they are meant to benefit. They meander across the land, left and right, north and south, east and west - rivers great and small - flowing sometimes and ceasing sometimes, flowing from their sources to the places where the water gathers, flowing rapidly or moving slowly, as decreed by Allah. There is no god besides Him and no Lord except Him. He also made roads or routes along which people travel from one land or city to another, and He even made gaps in the mountains so that there would be routes between them, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We placed broad highways for them to pass through.)</span><span class=\"gray\">[21:31]</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">وَعَلَامَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And landmarks)</span> meaning, signs like great mountains and small hills, and so on, things that land and sea travelers use to find their way if they get lost.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِالنَّجْمِ هُمْ يَهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and by the stars <span class=\"gray\">(during the night)</span>, they <span class=\"gray\">(mankind)</span> guide themselves.)</span> meaning, in the darkness of the night. This was the opinion of Ibn 'Abbas.</p><div lang=\"en\" class=\"en \"><h2>Worship is Allah's Right</h2></div><p lang=\"en\" class=\"en \">Then Allah tells us of His greatness, and that worship should be directed to Him alone, not to any of the idols which do not create but are rather themselves created. Thus He says</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن يَخْلُقُ كَمَن لَّا يَخْلُقُ ۗ أَفَلَا تَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is then He, Who creates, the same as one who does not create Will you not then reflect?)</span><span class=\"gray\">(16:17)</span>.</p><p lang=\"en\" class=\"en \">Then He shows His servants some of the many blessings He granted for them, and the many kinds of things that He has done for them. He says;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا ۗ إِنَّ اللَّهَ لَغَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you would try to count the favors of Allah, you would never be able to count them. Truly, Allah is Forgiving, Most Merciful.)</span><span class=\"gray\">(16:18)</span></p><p lang=\"en\" class=\"en \">meaning that He pardons and forgives them. If He were to ask you to thank Him for all of His blessings, you would not be able to do so, and if He were to command you to do so, you would be incapable of it. If He punishes you, He is never unjust in His punishment, but He is Forgiving and Most Merciful, He forgives much and rewards for little. Ibn Jarir said: \"It means that Allah is Forgiving when you fail to thank Him properly, if you repent and turn to Him in obedience, and strive to do that which pleases Him. He is Merciful to you and does not punish you if you turn to Him and repent.\"</p>"
  },
  {
    "ayah_key": "16:19",
    "group_ayah_key": "16:19",
    "from_ayah": "16:19",
    "to_ayah": "16:21",
    "ayah_keys": "16:19,16:20,16:21",
    "text": "<p class=\"en translation\" lang=\"en\">And Allah knows what you conceal and what you reveal <span>(19)</span>Those whom they invoke besides Allah have not created anything, but are themselves created <span>(20)</span><span class=\"gray\">(They are)</span> dead, not alive; and they do not know when they will be resurrected <span>(21)</span></p><p lang=\"en\" class=\"en \">Allah tells us that He knows what is hidden in people's hearts as well as what is apparent. He will reward or punish everyone for their deeds on the Day of Resurrection. If their deeds are good then they will be rewarded, and if their deeds are evil, then they will be punished.</p><div lang=\"en\" class=\"en \"><h2>The gods of the Idolators are Created, they do not create</h2></div><p lang=\"en\" class=\"en \">Then Allah tells us that the idols which people call on instead of Him cannot create anything, they are themselves created, as Al-Khalil <span class=\"gray\">(Ibrahim)</span> said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَعْبُدُونَ مَا تَنْحِتُونَ - وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Do you worship that which you <span class=\"gray\">(yourselves)</span> carve? While Allah has created you and what you make!\")</span><span class=\"gray\">(37:95-96)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْوَاتٌ غَيْرُ أَحْيَاءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(They are)</span> dead, not alive)</span> means, they are inanimate and lifeless, they do not hear, see, or think.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they know not when they will be resurrected.)</span> meaning, they do not know when the Hour will come, so how can anyone hope for any benefit or reward from these idols They should hope for it from the One Who knows all things and is the Creator of all things.</p>"
  },
  {
    "ayah_key": "16:2",
    "group_ayah_key": "16:2",
    "from_ayah": "16:2",
    "to_ayah": "16:2",
    "ayah_keys": "16:2",
    "text": "<p class=\"en translation\" lang=\"en\">He sends down the angels with the Ruh <span class=\"gray\">(revelation)</span> of His command to those servants of His whom He wills <span class=\"gray\">(saying)</span>: \"Warn mankind that none has the right to be worshipped but I, so have Taqwa of Me. <span>(2)</span></p><div lang=\"en\" class=\"en \"><h2>Allah sends Whomever He wills with the Message of Tawhid</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He sends down the angels with the Ruh)</span> refers to the revelation. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا ۚ مَا كُنتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَٰكِن جَعَلْنَاهُ نُورًا نَّهْدِي بِهِ مَن نَّشَاءُ مِنْ عِبَادِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And thus We have sent to you a Ruh <span class=\"gray\">(revelation)</span> by Our command. You knew not what is the Book, nor what is the faith. But We have made it a light by which We guide whomever We will among Our servants.)</span><span class=\"gray\">[42:52]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ مَن يَشَاءُ مِنْ عِبَادِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to those servants of His whom He wills)</span> meaning the Prophets, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah best knows where to place His Message.)</span><span class=\"gray\">[6:124]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا وَمِنَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah chooses Messengers from angels and from men.)</span><span class=\"gray\">[22:75]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَىٰ مَن يَشَاءُ مِنْ عِبَادِهِ لِيُنذِرَ يَوْمَ التَّلَاقِ - يَوْمَ هُم بَارِزُونَ ۖ لَا يَخْفَىٰ عَلَى اللَّهِ مِنْهُمْ شَيْءٌ ۚ لِّمَنِ الْمُلْكُ الْيَوْمَ ۖ لِلَّهِ الْوَاحِدِ الْقَهَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He sends the Ruh <span class=\"gray\">(revelation)</span> by His command to whoever among His servants He wills to, that he may warn of the Day of Meeting. The Day when they will <span class=\"gray\">(all)</span> come out, nothing about them will be hidden from Allah. Whose is the kingdom this Day? It is Allah's, the One, the Irresistible!)</span><span class=\"gray\">(40:15-16)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنْ أَنذِرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(saying)</span>: \"Warn...\")</span> meaning that they should alert them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاتَّقُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that none has the right to be worshipped but I, so have Taqwa of Me.)</span> means, 'fear My punishment, if you go against My commands and worship anything other than Me.'</p>"
  },
  {
    "ayah_key": "16:22",
    "group_ayah_key": "16:22",
    "from_ayah": "16:22",
    "to_ayah": "16:23",
    "ayah_keys": "16:22,16:23",
    "text": "<p class=\"en translation\" lang=\"en\">Your god is one God. But for those who believe not in the Hereafter, their hearts are in denial, and they are proud <span>(22)</span>Certainly, Allah knows what they conceal and what they reveal. Truly, He does not like the proud <span>(23)</span></p><div lang=\"en\" class=\"en \"><h2>None is to be worshipped except Allah</h2></div><p lang=\"en\" class=\"en \">Allah tells us that there is none to be worshipped besides Him, the One, the Unique, the Lone, the Self-Sufficient. He tells us that the hearts of the disbelievers deny that and are astonished by that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجَعَلَ الْآلِهَةَ إِلَٰهًا وَاحِدًا ۖ إِنَّ هَٰذَا لَشَيْءٌ عُجَابٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Has he made the gods <span class=\"gray\">(all)</span> into One God?! Verily, this is a curious thing!\")</span><span class=\"gray\">(38:5)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ ۖ وَإِذَا ذُكِرَ الَّذِينَ مِن دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when Allah alone is mentioned, the hearts of those who do not believe in the Hereafter are filled with disgust, and when those besides Him are mentioned, behold, they rejoice!)</span><span class=\"gray\">(39:45)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُم مُّسْتَكْبِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they are proud)</span> meaning they are too proud to worship Allah, and their hearts reject the idea of singling Him out, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily! Those who scorn My worship they will surely enter Hell in humiliation!)</span><span class=\"gray\">[40:60]</span> So here, Allah says;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جَرَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly)</span>, meaning truly,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows what they conceal and what they reveal.)</span> meaning He will requite them for that in full.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَا يُحِبُّ الْمُسْتَكْبِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, He does not like the proud.)</span></p>"
  }
]