[
  {
    "ayah_key": "83:18",
    "group_ayah_key": "83:18",
    "from_ayah": "83:18",
    "to_ayah": "83:28",
    "ayah_keys": "83:18,83:19,83:20,83:21,83:22,83:23,83:24,83:25,83:26,83:27,83:28",
    "text": "<p lang=\"en\" class=\"en \">Nay! Verily, the Record of Al-Abrar <span class=\"gray\">(the righteous believers)</span> is <span class=\"gray\">(preserved)</span> in 'Illiyyin <span>(18)</span>And what will make you know what 'Illiyyin is <span>(19)</span>A Register inscribed <span>(20)</span>To which bear witness those nearest <span>(21)</span>Verily, Al-Abrar <span class=\"gray\">(the righteous believers)</span> will be in Delight <span>(22)</span>On thrones, looking <span>(23)</span>You will recognize in their faces the brightness of delight <span>(24)</span>They will be given to drink of pure sealed Rahiq <span>(25)</span>Sealed with musk, and for this let those strive who want to strive <span>(26)</span>It will be mixed with Tasnim <span>(27)</span>A spring whereof drink those nearest to Allah <span>(28)</span></p><p lang=\"en\" class=\"en \">The Record Book of the Righteous and Their Reward</p><p lang=\"en\" class=\"en \">Allah says that truly,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ كِتَابَ الْأَبْرَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the Record of Al-Abrar <span class=\"gray\">(the righteous believers)</span>)</span> These people are in a situation that is the opposite of the wicked people.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَفِي عِلِّيِّينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is in 'Illiyyin.)</span> meaning, their final destination is 'Illiyyin, which is the opposite of Sijjin. It has been reported from Hilal bin Yasaf that Ibn 'Abbas asked Ka'b about Sijjin while he was present, and Ka'b said, \"It is the seventh earth and in it are the souls of the disbelievers.\" Then Ibn 'Abbas asked him about 'Illiyyin, so he said, \"It is the seventh heaven and it contains the souls of the believers.\" This statement – that it is the seventh heaven – has been said by others as well. 'Ali bin Abi Talhah reported that Ibn 'Abbas said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِنَّ كِتَابَ الْأَبْرَارِ لَفِي عِلِّيِّينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! Verily, the Record of Al-Abrar <span class=\"gray\">(the righteous believers)</span> is in 'Illiyyin.)</span></p><p lang=\"en\" class=\"en \">\"This means Paradise.\" Others besides him have said, \"'Iliyyin is located at Sidrat Al-Muntaha.\" The obvious meaning is that the word 'Illiyyin is taken from the word 'Uluw, which means highness. The more something ascends and rises, the more it becomes greater and increases. Thus, Allah magnifies its affair and extols its matter by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَدْرَاكَ مَا عِلِّيُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what will make you know what 'Illiyyin is?)</span> Then He says by way of affirming what will be written for them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابٌ مَّرْقُومٌ - يَشْهَدُهُ الْمُقَرَّبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A Register inscribed. To which bear witness those nearest.)</span> They are the angels. This was stated by Qatadah. Al-'Awfi reported from Ibn 'Abbas that he said, \"Those nearest to Allah in each heaven will witness it.\" Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Al-Abrar <span class=\"gray\">(the righteuos believers)</span> will be in Delight.)</span> meaning, on the Day of Judgement they will be in eternal pleasure and gardens that contain comprehensive bounties.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الْأَرَائِكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On thrones,)</span> These are thrones beneath canopies from which they will be gazing. It has been said, \"This means that they will be gazing at their kingdom and what Allah has given them of good and bounties that will not end or perish. It has also been said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الْأَرَائِكِ يَنظُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On thrones, looking.)</span> \"This means that they will be looking at Allah, the Mighty and Sublime.\" This is the opposite of what those wicked people have been described with,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! Surely, they <span class=\"gray\">(evildoers)</span> will be veiled from seeing their Lord that Day.)</span><span class=\"gray\">(83:15)</span> Thus, it has been mentioned that these <span class=\"gray\">(righteous people)</span> will be allowed to look at Allah while they are upon their thrones and elevated couches. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will recognize in their faces the brightness of delight.)</span> meaning, 'you will notice a glow of delight in their faces when you look at them.' This is a description of opulence, decorum, happiness, composure, and authority that they will be experiencing from this great delight. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسْقَوْنَ مِن رَّحِيقٍ مَّخْتُومٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will be given to drink of pure sealed Rahiq.)</span> meaning, they will be given drink from the wine of Paradise. Ar-Rahiq is one of the names of the wine <span class=\"gray\">(in Paradise)</span>. Ibn Mas'ud, Ibn 'Abbas, Mujahid, Al-Hasan, Qatadah and Ibn Zayd all said this.</p><p lang=\"et\" class=\"et \">Ibn Mas'ud said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خِتَامُهُ مِسْكٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Sealed with musk,)</span> \"This means it will be mixed with musk.\" Al-'Awfi reported from Ibn 'Abbas that he said, \"Allah will make the wine have a pleasant aroma for them, so the last thing that He will place in it will be musk. Thus, it will be sealed with musk.\" Qatadah and Ad-Dahhak both said the same. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي ذَٰلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and for this let <span class=\"gray\">(all)</span> those strive who want to strive.)</span> meaning, for a situation like this, let the boasters boast, compete, and strive to gain more. Let the competitors compete and race toward the likes of this. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمِثْلِ هَٰذَا فَلْيَعْمَلِ الْعَامِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For the like of this let the workers work.)</span><span class=\"gray\">(37:61)</span> Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِزَاجُهُ مِن تَسْنِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will be mixed with Tasnim.)</span> meaning, this wine that is being described is mixed with Tasnim. This refers to a drink called Tasnim, and it is the most excellent and exalted drink of the people of Paradise. This was said by Abu Salih and Ad-Dahhak. Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A spring whereof drink those nearest to Allah.)</span><span class=\"gray\">(83:28)</span> meaning, those who are near to Allah, will drink from it as they wish, and the companions of the right hand will be given a drink that is mixed with it. This has been said by Ibn Mas'ud, Ibn 'Abbas, Masruq, Qatadah and others.</p>"
  },
  {
    "ayah_key": "83:29",
    "group_ayah_key": "83:29",
    "from_ayah": "83:29",
    "to_ayah": "83:36",
    "ayah_keys": "83:29,83:30,83:31,83:32,83:33,83:34,83:35,83:36",
    "text": "<p lang=\"en\" class=\"en \">Verily, those who committed crimes used to laugh at those who believed <span>(29)</span>And, whenever they passed by them, used to wink one to another <span>(30)</span>And when they returned to their own people, they would return jesting <span>(31)</span>And when they saw them, they said: \"Verily, these have indeed gone astray! <span>(32)</span>But they were not sent as watchers over them <span>(33)</span>But this Day those who believe will laugh at the disbeliever <span>(34)</span>On thrones, looking <span>(35)</span>Are not the disbelievers paid for what they used to do <span>(36)</span></p><p lang=\"en\" class=\"en \">The Wicked Behavior of the Criminals and Their mocking of the Believers</p><p lang=\"en\" class=\"en \">Allah informs that the criminals used to laugh at the believers in the worldly life. In other words, they would mock them and despise them. Whenever they would pass by the believers, they would wink at each other about them, meaning in contempt of them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا انقَلَبُوا إِلَىٰ أَهْلِهِمُ انقَلَبُوا فَكِهِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they returned to their own people, they would return jesting.)</span> meaning, when these criminals turn back, or return to their homes, they go back pleased. This means that whatever they request, they find it. Yet, with this, they still are not grateful for Allah's favor upon them. Rather they busy themselves with despising and envying the believers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَٰؤُلَاءِ لَضَالُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they saw them, they said: \"Verily, these have indeed gone astray!\")</span> meaning, 'because they are upon a religion other than their own religion.' Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they were not sent as watchers over them.)</span> meaning, these criminals have not been sent as guardians over the deeds and statements of these believers. These wrongdoers have not been made responsible for them. So, why are they so concerned with them, and why have they made them the focus of their attention? This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ - إِنَّهُ كَانَ فَرِيقٌ مِّنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ - فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّىٰ أَنسَوْكُمْ ذِكْرِي وَكُنتُم مِّنْهُمْ تَضْحَكُونَ - إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Allah)</span> will say: \"Remain you in it with ignominy! And speak you not to Me!\" Verily there was a party of My servants, who used to say: \"Our Lord! We believe, so forgive us, and have mercy on us, for You are the Best of all who show mercy!\" But you took them for a laughing stock, so much so that they made you forget My remembrance while you used to laugh at them! Verily, I have rewarded them this Day for their patience: they are indeed the ones that are successful.)</span><span class=\"gray\">(23:108-111)</span></p><p lang=\"en\" class=\"en \">Thus, Allah says here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But this Day)</span> meaning, the Day of Judgement.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who believe will laugh at the disbelievers)</span> meaning, as retribution for how those people laughed at them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الْأَرَائِكِ يَنظُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On thrones, looking.)</span> meaning, looking at Allah as reward for bearing the false claims against them that they were misguided. They were not misguided at all. Rather they were the close Awliya' of Allah, who will be looking at their Lord in the place of His honor. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are not the disbelievers paid for what they used to do?)</span> meaning, 'will the disbelievers be recompensed for their mockery and belittlement against the believers, or not?' This means that they surely will be paid in full, completely and perfectly <span class=\"gray\">(for their behavior)</span>.</p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Mutaffifin, and all praise and thanks are due to Allah.</p>"
  }
]