[
  {
    "ayah_key": "2:276",
    "group_ayah_key": "2:276",
    "from_ayah": "2:276",
    "to_ayah": "2:277",
    "ayah_keys": "2:276,2:277",
    "text": "<p class=\"en translation\" lang=\"en\">Allah will destroy Riba and will give increase for Sadaqat. And Allah likes not the disbelievers, sinners <span>(276)</span>Truly, those who believe, and do deeds of righteousness, and perform the Salah and give Zakah, they will have their reward with their Lord. On them shall be no fear, nor shall they grieve <span>(277)</span></p><div lang=\"fil\" class=\"fil \"><h2>Allah Does Not Bless Riba</h2></div><p lang=\"en\" class=\"en \">Allah states that He destroys Riba, either by removing this money from those who eat it, or by depriving them of the blessing, and thus the benefit of their money. Because of their Riba, Allah will torment them in this life and punish them for it on the Day of Resurrection. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Not equal are Al-Khabith <span class=\"gray\">(evil things)</span> and At-Tayyib <span class=\"gray\">(good things)</span>, even though the abundance of Al-Khabith may please you\")</span><span class=\"gray\">[5:100]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَىٰ بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And put the wicked <span class=\"gray\">(disbelievers and doers of evil deeds)</span> one over another, heap them together and cast them into Hell)</span><span class=\"gray\">[8:37]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا آتَيْتُم مِّن رِّبًا لِّيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِندَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that which you give in gift <span class=\"gray\">(to others)</span>, in order that it may increase <span class=\"gray\">(your wealth by expecting to get a better one in return)</span> from other people's property, has no increase with Allah)</span><span class=\"gray\">[30:39]</span>.</p><p lang=\"de\" class=\"de \">Ibn Jarir said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمْحَقُ اللَّهُ الرِّبَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will destroy Riba)</span> is similar to the statement reported of 'Abdullah bin Mas'ud, \"Riba will end up with less, even if it was substantial.\" Imam Ahmad recorded a similar statement in Al-Musnad.</p><div lang=\"en\" class=\"en \"><h2>Allah Increases Charity, Just as One Raises His Animal</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرْبِي الصَّدَقَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And will give increase for Sadaqat)</span> means, Allah makes charity grow, or He increases it. Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ تَصَدَّقَ بِعَدْلِ تَمْرَةٍ مِنْ كَسْبٍ طَيِّبٍ، وَلَا يَقْبَلُ اللهُ إِلَّا الطَّيِّبَ، فَإِنَّ اللهَ يَتَقَبَّلُهَا بِيَمِينِهِ، ثُمَّ يُرَبِّيهَا لِصَاحِبِهِ، كَمَا يُرَبِّي أَحَدُكُمْ فَلُوَّهُ حَتَّى تَكُونَ مِثْلَ الْجَبَلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever gives in charity what equals a date from honest resources, and Allah only accepts that which is good and pure, then Allah accepts it with His right <span class=\"gray\">(Hand)</span> and raises it for its giver, just as one of you raises his animal, until it becomes as big as a mountain.)</span></p><p lang=\"en\" class=\"en \">This was recorded in the book of Zakah.</p><div lang=\"en\" class=\"en \"><h2>Allah Does not Like the Disbelieving Sinners</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah likes not the disbelievers, sinners)</span> indicates that Allah does not like he who has a disbelieving heart, who is a sinner in tongue and action. There is a connection between the beginning of the Ayah on Riba and what Allah ended it with. Those who consume Riba are not satisfied with the permissible and pure resources that Allah provided them. Instead, they try to illegally acquire people's money by relying on evil methods. This demonstrates their lack of appreciation for the bounty that Allah provides.</p><div lang=\"el-Latn\" class=\"el-Latn \"><h2>Praising Those Who Thank Allah</h2></div><p lang=\"en\" class=\"en \">Allah praised those who believe in His Lordship, obey His commands, thank Him and appreciate Him. They are those who are kind to His creation, establish prayer and give charity due on their money. Allah informed them of the honor that He has prepared for them and that they will be safe from the repercussions of the Day of Resurrection. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those who believe, and do deeds of righteousness, and perform the Salah and give Zakah, they will have their reward with their Lord. On them shall be no fear, nor shall they grieve.)</span></p>"
  }
]