[
  {
    "ayah_key": "18:27",
    "group_ayah_key": "18:27",
    "from_ayah": "18:27",
    "to_ayah": "18:28",
    "ayah_keys": "18:27,18:28",
    "text": "<p lang=\"en\" class=\"en \">And recite what has been revealed to you <span class=\"gray\">(O Muhammad)</span> of your Lord's Book. None can change His Words, and none will you find as refuge other than Him <span>(27)</span>And keep yourself <span class=\"gray\">(O Muhammad)</span> patiently with those who call on their Lord morning and afternoon, seeking His Face; and let not your eyes overlook them, desiring the pomp and glitter of the life of the world; and obey not him whose heart We have made heedless of Our remembrance, and who follows his own lusts, and whose affair has been lost <span>(28)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to recite the Qur'an and to patiently keep Company with the Believers</h2></div><p lang=\"en\" class=\"en \">Commanding His Messenger ﷺ to recite His Holy Book and convey it to mankind, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا مُبَدِّلَ لِكَلِمَاتِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None can change His Words,)</span> meaning, no one can alter them, distort them or misinterpret them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن تَجِدَ مِن دُونِهِ مُلْتَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and none will you find as a refuge other than Him.)</span> It was reported that Mujahid said, \"A shelter,\" and that Qatadah said, \"A helper or supporter.\" Ibn Jarir said: \"Allah is saying, 'if you O Muhammad, do not recite what is revealed to you of the Book of your Lord, then you will have no refuge from Allah.'\" As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ۖ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ۚ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Messenger! Proclaim <span class=\"gray\">(the Message)</span> which has been sent down to you from your Lord. And if you do not, then you have not conveyed His Message. Allah will protect you from mankind.)</span><span class=\"gray\">[5:67]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَىٰ مَعَادٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He Who has given you the Qur'an, will surely bring you back to the place of return.)</span><span class=\"gray\">[28:85]</span> meaning, 'He will call you to account for the duty of conveying the Message which He entrusted you with.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And keep yourself patiently with those who call on their Lord morning and afternoon, seeking His Face;)</span> meaning, sit with those who remember Allah, who say \"La Ilaha Illallah\", who praise Him, glorify Him, declare His greatness and call on Him, morning and evening, all the servants of Allah, whether rich or poor, strong or weak. It was said that this was revealed about the nobles of Quraysh when they asked the Prophet ﷺ to sit with them on his own, and not to bring his weak Companions with him, such as Bilal, 'Ammar, Suhayb, Khabbab and Ibn Mas'ud. They wanted him to sit with them on his own, but Allah forbade him from doing that, and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And turn not away those who invoke their Lord, morning and afternoon.)</span><span class=\"gray\">[6:52]</span> Allah commanded him to patiently content himself with sitting with those people <span class=\"gray\">(the weak believers)</span>, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And keep yourself patiently with those who call on their Lord morning and afternoon...)</span></p><p lang=\"en\" class=\"en \">Imam Muslim recorded in his Sahih that Sa'd bin Abi Waqqas who said: \"There was a group of six of us with the Prophet ﷺ. The idolators said, 'Tell these people to leave so they will not offend us.' There was myself, Ibn Mas'ud, a man from Hudayl, Bilal and two other men whose names I have forgotten. Allah's Messenger ﷺ thought to himself about whatever Allah willed he should think about, then Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And turn not away those who invoke their Lord, morning and afternoon.)</span> Only Muslim reported this; excluding Al-Bukhari.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and let not your eyes overlook them, desiring the pomp and glitter of the life of the world;)</span> Ibn 'Abbas said, '<span class=\"gray\">(this means)</span> do not favor others over them, meaning do not seek the people of nobility and wealth instead of them.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and obey not him whose heart We have made heedless of Our remembrance)</span> means, those who are distracted by this world from being committed to the religion and from worshipping their Lord.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَانَ أَمْرُهُ فُرُطًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whose affair <span class=\"gray\">(deeds)</span> has been lost.)</span> means, his actions and deeds are a foolish waste of time. Do not obey him or admire his way or envy what he has. As Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ ۚ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And strain not your eyes in longing for the things We have given for enjoyment to various groups of them, the splendor of the life of this world, that We may test them thereby. But the provision of your Lord is better and more lasting.)</span><span class=\"gray\">[20:131]</span></p>"
  },
  {
    "ayah_key": "18:29",
    "group_ayah_key": "18:29",
    "from_ayah": "18:29",
    "to_ayah": "18:29",
    "ayah_keys": "18:29",
    "text": "<p class=\"en translation\" lang=\"en\">And say: \"The truth is from your Lord.\" Then whosoever wills, let him believe; and whosoever wills, let him disbelieve. Verily, We have prepared for the wrongdoers, a Fire whose walls will be surrounding them. And if they ask for drink, they will be granted water like Al-Muhl, that will scald their faces. Terrible is the drink, and an evil Murtafaq <span>(29)</span></p><div lang=\"en\" class=\"en \"><h2>The Truth is from Allah, and the Punishment of Those Who do not believe in it</h2></div><p lang=\"en\" class=\"en \">Allah says to His Messenger Muhammad ﷺ: \"Say to the people, 'What I have brought to you from your Lord is the truth, in which there is no confusion or doubt.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن شَاءَ فَلْيُؤْمِن وَمَن شَاءَ فَلْيَكْفُرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then whosoever wills, let him believe; and whosoever wills, let him disbelieve.)</span> This is a type of threat and stern warning, after which Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَعْتَدْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have prepared)</span>, meaning made ready,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلظَّالِمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for the wrongdoers,)</span> meaning those who disbelieve in Allah, His Messenger ﷺ and His Book,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a Fire whose walls will be surrounding them.)</span> Ibn Jurayj said that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحَاطَ بِهِمْ سُرَادِقُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a Fire whose walls will be surrounding them.)</span> \"A wall of fire.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they ask for drink, they will be granted water like Al-Muhl, that will scald their faces.)</span> Ibn 'Abbas said; \"Al-Muhl is thick water which is similar to the sediment in oil.\" Mujahid said, \"It is like blood and pus.\" 'Ikrimah said, \"It is the thing that is heated to the ultimate temperature.\" Others said: \"It is everything that is melted.\" Qatadah said, \"Ibn Mas'ud melted some gold in a grove, and when it became liquid and foam rose to the top, he said, this is the thing that is most like Al-Muhl.\" Ad-Dahhak said: \"The water of Hell is black, and it itself is black and its people are black.\" There is nothing contradictory in these comments, for Al-Muhl includes all of these unpleasant characteristics, it is black, evil-smelling, thick and hot, as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَشْوِي الْوُجُوهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">[it]</span> will scald their faces.)</span> meaning because of its heat. When the disbeliever wants to drink it and brings it close to his face, it will scald it so that the skin of his face falls off into it.</p><p lang=\"en\" class=\"en \">Sa'id bin Jubayr said, \"When the people of Hell get hungry, they will ask for relief from it, and they will be given the tree of Zaqqum from which they will eat. The tree will tear off the skin of their faces, and if anyone who knew them were to pass by, he would recognize the skin of their faces in the tree. Then they will feel thirsty, so they will ask for drink, and they will be granted water like Al-Muhl, that is what has been heated to the ultimate temperature. When it is brought near their mouths, the flesh of their faces from which the skin has been torn off will be baked.\" After describing this drink in these horrifying qualities, Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">بِئْسَ الشَّرَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Terrible is the drink,)</span> meaning, how awful this drink is. Similarly, He says in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and be given to drink boiling water so that it cuts up their bowels.)</span><span class=\"gray\">[47:15]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">تُسْقَىٰ مِنْ عَيْنٍ آنِيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will be given to drink from a boiling spring.)</span><span class=\"gray\">[88:5]</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">وَبَيْنَ حَمِيمٍ آنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will go between it <span class=\"gray\">(Hell)</span> and the fierce boiling water.)</span><span class=\"gray\">[55:44]</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَسَاءَتْ مُرْتَفَقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and an evil Murtafaq!)</span> means, how evil a place is the Fire to dwell and rest and gather. As Allah says elsewhere:</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Evil indeed it <span class=\"gray\">(Hell)</span> is as an abode and as a place to rest in.)</span><span class=\"gray\">[25:66]</span></p>"
  }
]