[
  {
    "ayah_key": "14:47",
    "group_ayah_key": "14:47",
    "from_ayah": "14:47",
    "to_ayah": "14:48",
    "ayah_keys": "14:47,14:48",
    "text": "<p class=\"en translation\" lang=\"en\">So think not that Allah will fail to keep His promise to His Messengers. Certainly, Allah is All-Mighty, All-Able of Retribution <span>(47)</span>On the Day when the earth will be changed to another earth and so will be the heavens, and they <span class=\"gray\">(all creatures)</span> will appear before Allah, the One, the Irresistible <span>(48)</span></p><div lang=\"no\" class=\"no \"><h2>Allah never breaks a Promise</h2></div><p lang=\"en\" class=\"en \">Allah affirms His promise,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So think not that Allah will fail to keep His promise to His Messengers.)</span> His promise to grant them victory in this life and on the Day when the Witnesses shall come forth. Allah affirms that He is All-Able and that nothing He wills escapes His power and none can resist Him. Allah affirms that He is Able to exact retribution from those who disbelieve in Him and deny Him,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe that Day to the deniers!)</span><span class=\"gray\">[77:15]</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when the earth will be changed to another earth and so will be the heavens,)</span> meaning, His promise shall come to pass on the Day when the earth will be changed to an earth other than this earth that we know and recognize. It is recorded in the Two Sahihs that Sahl bin Sa'd said that the Messenger of Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُحْشَرُ النَّاسُ يَوْمَ الْقِيَامَةِ عَلَى أَرْضٍ بَيْضَاءَ عَفْرَاءَ كَقُرْصَةِ النَّقِيِّ لَيْسَ فِيهَا مَعْلَمٌ لِأَحَدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day of Resurrection, the people will be gathered on a white <span class=\"gray\">(barren)</span>, flat earth just like the wheat bread, it has no recognizable features for anyone.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'A'ishah said, \"I was the first among all people who asked the Messenger of Allah ﷺ about this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when the earth will be changed to another earth and so will be the heavens,)</span> saying, 'O Allah's Messenger! Where will the people be then?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الصِّرَاطِ</p><p lang=\"la\" class=\"la \"><span class=\"gray\">(On the Sirat.)</span>\" Muslim, but not Al-Bukhari, collected this Hadith. At-Tirmidhi and Ibn Majah also recorded it, and At-Tirmidhi said \"Hasan Sahih\".</p><p lang=\"en\" class=\"en \">Imam Muslim bin Al-Hajjaj recorded in his Sahih that Thawban the servant of the Messenger of Allah ﷺ said, \"I was standing next to the Messenger of Allah ﷺ when a Jewish rabbi came to him and said, 'Peace be to you, O Muhammad.' I pushed him with such a force that almost caused him to fall down and he asked me why I did that. I said, 'Why did you not say, 'O Messenger of Allah?' The Jew said, 'We call him by the name which his family gave him.' The Messenger of Allah ﷺ said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ اسْمِي مُحَمَّدٌ الَّذِي سَمَّانِي بِهِ أهْلِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Muhammad is indeed the name which my family gave me.)</span> The Jew said, 'I came to ask you about something.' The Messenger of Allah ﷺ replied,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَيَنْفَعُكَ شَيْئًا إِنْ حَدَّثْتُكَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would it benefit you if I replied to your question?)</span> He said, 'I will hear it with my ear.' The Messenger of Allah ﷺ poked the ground with a staff he had and said,</p><p class=\"qpc-hafs\">سَل</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ask.)</span> The Jew said, 'Where will the people be when the earth will be changed to another earth and so will the heavens?' The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمْ فِي الظُّلْمَةِ دُونَ الْجَسْرِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قال: فمن أول الناس إجازة؟ فقال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فُقَرَاءُ الْمُهَاجِرِينَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">فقال اليهودي: فما تحفتهم حين يدخلون الجنة؟ قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">زِيَادَةُ كَبِدِ النُّونِ</p><p class=\"ps qpc-hafs\" lang=\"ps\">قال: فما غذاؤهم في إثرها؟ قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنْحَرُ لَهُمْ ثَوْرُ الْجَنَّةِ الَّذِي كَانَ يَأْكُلُ مِنْ أَطْرَافِهَا</p><p class=\"sd qpc-hafs\" lang=\"sd\">قال: فما شرابهم عليه؟ قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ عَيْنٍ فِيهَا تُسَمَّى سَلْسَبِيلًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">قال: صدقت، قال: وجئت أسألك عن شيء لا يعلمه أحد من أهل الأرض إلا نبي أو رجل أو رجلان. قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَنْفَعُكَ إِنْ حَدَّثْتُكَ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قال: أسمع بأذني. قال: جئت أسألك عن الولد، قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَاءُ الرُّجُلِ أَبْيَضُ، وَمَاءُ الْمَرْأَةِ أَصْفَرُ، فَإِذَا اجْتَمَعَا فَعَلَا مَنِيُّ الرُّجُلِ مَنِيَّ الْمَرْأَةِ، أَذْكَرَا بِإِذْنِ اللهِ تَعَالَى، وَإِذَا عَلَا مَنِيُّ الْمَرْأَةِ مَنِيَّ الرَّجُلِ، أَنَّثَا بِإِذْنِ اللهِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قال اليهودي: لقد صدقت وإنك لنبي ثم انصرف، فقال رسول الله صلّى الله عليه وسلّم:</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَقَدْ سَأَلَنِي هَذَا عَنِ الَّذِي سَأَلَنِي عَنْهُ، وَمَا لِي عِلْمٌ بِشَيْءٍ مِنْهُ حَتَّى أَتَانِي اللهُ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In the darkness before the Bridge <span class=\"gray\">(Jasr)</span>.)</span> He asked, 'Who will be the first to pass it?' He said, <span class=\"gray\">(The poor emigrants <span class=\"gray\">(Muhajirin)</span>.)</span> He asked, 'What will their <span class=\"gray\">(refreshment)</span> be when they enter Paradise?' He said, <span class=\"gray\">(The caul of fish liver.)</span> He asked, 'What will they have after that?' He said, <span class=\"gray\">(A bull of Paradise which grazed through its pathways will be slaughtered for them.)</span> He asked, 'From what will they drink' He said, <span class=\"gray\">(From a fountain whose name is Salsabil.)</span> He said, 'You have said the truth. I have come to ask you something about which none of the inhabitants of the earth knows, with the exception of a Prophet or one or two other men.' He said, <span class=\"gray\">(Would you benefit by me informing you about it?)</span> He replied, 'I would listen. I have come to ask you about the child.' He ﷺ said, <span class=\"gray\">(The fluid of the man is white, and the woman's is yellow. When they meet, if the discharge of the man is greater than that of the woman, then it becomes a male, by Allah's permission. When the womans discharge is greater than the man's, it becomes a female by Allah's permission.)</span> The Jew said, 'You have told the truth and are indeed a Prophet.' Then he left. So Allah's Messenger ﷺ said; <span class=\"gray\">(He asked me such things that I had no knowledge of it until Allah gave it to me.)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَرَزُوا لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will appear before Allah)</span>, describing when the creatures will be resurrected before Allah from their graves,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْوَاحِدِ الْقَهَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the One, the Irresistible.)</span> Who has full power and control over all things and to Whom the necks and minds are subservient.</p>"
  },
  {
    "ayah_key": "14:49",
    "group_ayah_key": "14:49",
    "from_ayah": "14:49",
    "to_ayah": "14:51",
    "ayah_keys": "14:49,14:50,14:51",
    "text": "<p class=\"en translation\" lang=\"en\">And you will see the criminals that Day, Muqarranun <span class=\"gray\">(bound together)</span> in fetters <span>(49)</span>Their garments will be of Qatiran <span class=\"gray\">(tar)</span>, and fire will cover their faces <span>(50)</span>That Allah may requite each person according to what he has earned. Truly, Allah is swift at reckoning <span>(51)</span></p><div lang=\"en\" class=\"en \"><h2>The Condition of the criminals on the Day of Resurrection</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when the earth will be changed to another earth and so will be the heavens)</span> 'and the creations will be brought before their Lord, and you, O Muhammad, will witness the criminals who committed the crimes of Kufr and mischief,'</p><p class=\"ps qpc-hafs\" lang=\"ps\">مُّقَرَّنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Muqarranin)</span> bound together, each with his or her like, just as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Assemble those who did wrong, together with their companions.)</span><span class=\"gray\">[37:22]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا النُّفُوسُ زُوِّجَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the souls are joined with their bodies.)</span><span class=\"gray\">[81:7]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they shall be thrown into a narrow place thereof, chained together, they will exclaim therein for destruction.)</span><span class=\"gray\">[25:13]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ - وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And also the Shayatin from the Jinn <span class=\"gray\">(including)</span> every kind of builder and diver, and also others bound in fetters.)</span><span class=\"gray\">[38:37-38]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَرَابِيلُهُم مِّن قَطِرَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their garments will be of Qatiran <span class=\"gray\">(pitch)</span>,)</span> that is used to coat camels. Qatadah commented that Qatiran <span class=\"gray\">(tar)</span> is one of the fastest objects to catch fire. Ibn 'Abbas used to say that the Qatiran, mentioned in the Ayah, is dissolved lead.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَغْشَىٰ وُجُوهَهُمُ النَّارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and fire will cover their faces)</span>, which is similar to His other statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Fire will burn their faces, and therein they will grin, with displaced lips.)</span><span class=\"gray\">[23:104]</span> Imam Ahmad recorded that Yahya bin Abi Ishaq said that Aban bin Yazid said that Yahya bin Abi Kathir said that Zayd bin Abi Salam said that Abu Malik Al-Ash'ari said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْبَعٌ فِي أُمَّتِي مِنْ أَمْرِ الْجَاهِلِيَّةِ لَا يَتْرُكُونَهُنَّ: الْفَخْرُ بِالْأَحْسَابِ، وَالطَّعْنُ فِي الْأَنْسَابِ، وَالْاسْتِسْقَاءُ بِالنُّجُومِ، وَالنِّيَاحَةُ عَلَى الْمَيِّتِ، وَالنَّائِحَةُ إِذَا لَمْ تَتُبْ قَبْلَ مَوْتِهَا، تُقَامُ يَوْمَ الْقِيَامَةِ وَعَلَيْهَا سِرْبَالٌ مِنْ قَطِرَانٍ وَدِرْعٌ مِنْ جَرَبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Four characteristics from the time of Jahiliyyah will remain in my Ummah, since they will not abandon them: boasting about their family lineage, discrediting family ties, seeking rain through the stars, and wailing for their dead. Verily, if she who wails, dies before she repents from her behavior, she will be resurrected on the Day of Resurrection while wearing a dress of Qatiran and a cloak of mange.)</span> Muslim collected this Hadith. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ اللَّهُ كُلَّ نَفْسٍ مَّا كَسَبَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That Allah may requite each person according to what he has earned.)</span> meaning, on the Day of Resurrection. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That He may requite those who do evil with that which they have done.)</span><span class=\"gray\">[53:31]</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, Allah is swift at reckoning.)</span> when He wills to reckon a servants of His, for He knows everything and nothing ever escapes His observation. Verily, His power over all of His creation is the same as His power over one creature,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The creation of you all and the resurrection of you all are only as a single person.)</span><span class=\"gray\">[31:28]</span> And this is why Mujahid said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَرِيعُ الْحِسَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(swift at reckoning)</span>, means \"keeping count.\"</p>"
  }
]