[
  {
    "ayah_key": "30:30",
    "group_ayah_key": "30:30",
    "from_ayah": "30:30",
    "to_ayah": "30:32",
    "ayah_keys": "30:30,30:31,30:32",
    "text": "<p lang=\"en\" class=\"en \">So, set you your face towards the religion as a Hanif. Allah's Fitrah with which He has created mankind. No change let there be in Allah's Khalq, that is the straight religion, but most men know not <span>(30)</span><span class=\"gray\">(And remain always)</span> turning in repentance to Him and have Taqwa of Him; and perform the Salah and be not of idolators <span>(31)</span>Of those who split up their religion, and became sects, each sect rejoicing in that which is with it <span>(32)</span></p><p lang=\"en\" class=\"en \">The Command to adhere to Tawhid</p><p lang=\"en\" class=\"en \">Allah says: 'so set your face and persevere in the religion which Allah has prescribed for you, the worship of Allah Alone, the religion of Ibrahim, to which Allah has guided you and which He has perfected for you with the utmost perfection. In this manner, you will also adhere to the sound Fitrah with which He created His creation.' Allah created His creation to recognize Him and know His Tawhid, and that there is no God except Him, as we have already seen when discussing the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَشْهَدَهُمْ عَلَىٰ أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ ۖ قَالُوا بَلَىٰ ۛ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and made them testify as to themselves <span class=\"gray\">(saying)</span>: \"Am I not your Lord?\" They said: \"Yes!...\")</span><span class=\"gray\">(7:172)</span>. And according to a Hadith, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ، فَاجْتَالَتْهُمُ الشَّيَاطِينُ عَنْ دِينِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"I created my servants Hunafa <span class=\"gray\">(i.e., monotheists)</span>, then the Shayatin misled them from their religion.\")</span> We will see in the Hadiths that Allah created His creation with the Fitrah of Islam, then among some of them there emerged corrupt religions such as Judaism, Christianity and Zoroastrianism.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No change let there be in Allah's Khalq,)</span> Some of them said that this means, 'do not change the creation of Allah, for if you do, you will divert the people away from the Fitrah with which He created them.' So it is instructive; just as His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ دَخَلَهُ كَانَ آمِنًا ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever enters it, he is safe)</span> This is a good and correct interpretation. Others said that this means, Allah made all of His creation equal, all of them have the same sound Fitrah and are by nature upright; they are all born with this nature and there is no disparity among people in this regard. Ibn 'Abbas, Ibrahim An-Nakha'i, Sa'id bin Jubayr, Mujahid, 'Ikrimah, Qatadah, Ad-Dahhak and Ibn Zayd said that the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No change let there be in Allah's Khalq)</span> means, the religion of Allah. </p><p lang=\"sw\" class=\"sw \">Al-Bukhari said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No change let there be in Allah's Khalq,)</span> \"It means, the religion of Allah, and the religion, and the Fitrah is Islam.\" Then he reported that Abu Hurayrah said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ مَوْلُودٍ يُولَدُ إِلَّا عَلَى الْفِطْرَةِ فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُمَجِّسَانِهِ،كَمَا تُنْتَجُ الْبَهِيمَةُ بَهِيمَةً جَمْعَاءَ، هَلْ تُحِسُّونَ فِيهَا مِنْ جَدْعَاءَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No child is born except in a state of Fitrah, then his parents make him a Jew or a Christian or a Zoroastrian, just as each animal produces a perfect animal like itself – do you see any among them that are born mutilated?)</span> then the narrator <span class=\"gray\">(Abu Hurayrah)</span> said <span class=\"gray\">(recite this Ayah)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا ۚ لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ۚ ذَٰلِكَ الدِّينُ الْقَيِّمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah's Fitrah with which He has created mankind. No change let there be in Allah's Khalq, that is the straight religion.)</span>\" This was also recorded by Muslim.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ الدِّينُ الْقَيِّمُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that is the straight religion,)</span> means, adherence to the Shari'ah and the sound Fitrah is the true, straight religion.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but most men know not.)</span> means, most people do not know this and they deviate far astray from it, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And most of mankind will not believe even if you desire it eagerly.)</span><span class=\"gray\">(12:103)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you obey most of those on the earth, they will mislead you far away from Allah's path)</span><span class=\"gray\">(6:116)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُنِيبِينَ إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(turning in repentance to Him)</span> Ibn Zayd and Ibn Jurayj said, \"This means, returning to Him.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\"> وَاتَّقُوهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and have Taqwa of Him;)</span> means, fear Him and remember that He is always watching.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَقِيمُوا الصَّلَاةَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and perform the Salah)</span>, which is the greatest act of worship.)</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and be not of the idolators.)</span> Be of those who single out Allah, devoting their worship sincerely for Him alone, not anyone or anything other than Him. Ibn Jarir recorded that Yazid bin Abi Maryam said: \"'Umar, may Allah be pleased with him, passed by Mu'adh bin Jabal and asked, 'What is the foundation of this Ummah?' Mu'adh said, 'Three things, and they are the things that will bring salvation: Al-Ikhlas <span class=\"gray\">(doing a deed for Allah alone)</span>, which is the Fitrah with which Allah created mankind; Salah, which is the thing that tells a believer apart from a disbeliever; and obedience, which is protection.' 'Umar said: 'You have spoken the truth.</p><p lang=\"en\" class=\"en \">Splitting into Sects and the Saved Sect</p><p lang=\"ceb\" class=\"ceb \">His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا ۖ كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Of those who Farraqu Dinahum <span class=\"gray\">(split up their religion)</span>, and became sects, each sect rejoicing in that which is with it.)</span> means, do not be of the idolators who split up their religion, i.e., changed it by believing in parts of it and rejecting other parts. Some scholars read this as Faraqu Dinahum, meaning \"neglected their religion and left it behind them.\"</p><p lang=\"en\" class=\"en \">These are like the Jews, Christians, Zoroastrians, idol worshippers and all the followers of false religions, besides the followers of Islam, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ ۚ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who divide their religion and break up into sects, you have no concern in them in the least. Their affair is only with Allah)</span><span class=\"gray\">(6:159)</span>. The followers of the religions before us had differences of opinions and split into false sects, each group claiming to be following the truth. This Ummah too has split into sects, all of which are misguided apart from one, which is Ahlus-Sunnah Wal-Jama'ah, those who adhere to the Book of Allah and the Sunnah of the Messenger of Allah ﷺ and what was followed by the first generations, the Companions, their followers, and the Imams of the Muslims of earlier and later times. In his Mustadrak, Al-Hakim recorded that the Messenger of Allah ﷺ was asked which of the sects was the saved sect and he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنَا عَلَيْهِ وَأَصْحَابِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What I and my Companions are upon.)</span></p>"
  },
  {
    "ayah_key": "30:33",
    "group_ayah_key": "30:33",
    "from_ayah": "30:33",
    "to_ayah": "30:37",
    "ayah_keys": "30:33,30:34,30:35,30:36,30:37",
    "text": "<p lang=\"en\" class=\"en \">And when harm touches men, they cry sincerely only to their Lord, turning to Him in repentance; but when He gives them a taste of His mercy, behold, a party of them associates partners in worship with their Lord <span>(33)</span>So as to be ungrateful for the graces which We have bestowed on them. Then enjoy; but you will come to know <span>(34)</span>Or have We revealed to them an authority, which speaks of that which they have been associating with Him <span>(35)</span>And when We cause mankind to taste of mercy, they rejoice therein; but when some evil afflicts them because of what their hands have sent forth, behold, they are in despair <span>(36)</span>Do they not see that Allah expands the provision for whom He wills and straitens <span class=\"gray\">(it for whom He wills)</span>. Verily, in that are indeed signs for a people who believe <span>(37)</span></p><p lang=\"en\" class=\"en \">How man sways between Tawhid and Shirk, and between Joy and Despair, according to His Circumstances</p><p lang=\"en\" class=\"en \">Allah tells us that when man is in dire straits, he calls upon Allah alone with no partner or associate, then when times of ease come and they have the choice, some people associate others with Allah and worship others alongside Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So as to be ungrateful for the graces which We have bestowed on them.)</span> Then Allah warns them by saying:</p><p class=\"sd qpc-hafs\" lang=\"sd\"> فَسَوْفَ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but you will come to know.)</span> One of them said: By Allah, if a law enforcment officer were to say this to me, I would be afraid, so how about when the One Who is issuing the warning is the One Who merely says to a thing \"Be!\" and it is? </p><p lang=\"en\" class=\"en \">Then Allah denounces the idolators for fabricating lies and worshipping others instead of Him with no evidence or proof:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or have We revealed to them an authority,)</span> means, proof.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُوَ يَتَكَلَّمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which speaks)</span> means, tells</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا كَانُوا بِهِ يُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of that which they have been associating with Him)</span> This is a rhetorical question intended to denounce them, for they have no such thing.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when We cause mankind to taste of mercy, they rejoice therein; but when some evil afflicts them because of what their hands have sent forth, behold, they are in despair!)</span> This is a denunciation of man for the way he is, except for those whom Allah protects and helps, for when man is given blessings, he is proud, and says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَهَبَ السَّيِّئَاتُ عَنِّي ۚ إِنَّهُ لَفَرِحٌ فَخُورٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Ills have departed from me.\" Surely, he is exultant, and boastful.)</span><span class=\"gray\">(11:10)</span> He rejoices over himself and boasts to others, but when difficulties befall him, He despairs of ever having anything good again. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except those who show patience and do righteous good deeds)</span>. They are patient during times of difficulty and do good deeds at times of ease. It was reported in the Sahih:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَجَبًا لِلْمُؤْمِنِ لَا يَقْضِي اللهُ لَهُ قَضَاءً إِلَّا كَانَ خَيْرًا لَهُ، إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خَيْرًا لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How wonderful is the affair of the believer. Allah does not decree anything for him but it is good for him. If good things happen to him, he gives thanks, and that is good for him; and if bad things happen to him, he bears that with patience, and that is good for him.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not see that Allah expands the provision for whom He wills and straitens <span class=\"gray\">(it for whom He wills)</span>.)</span> He is the One Who is controlling and doing that, by His wisdom and justice, so He expands the provision for some people and restricts it for some.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in that are indeed signs for a people who believe.)</span></p>"
  }
]