[
  {
    "ayah_key": "17:25",
    "group_ayah_key": "17:25",
    "from_ayah": "17:25",
    "to_ayah": "17:25",
    "ayah_keys": "17:25",
    "text": "<p class=\"en translation\" lang=\"en\">Your Lord knows best what is in your souls. If you are righteous, then, verily, He is Ever Most Forgiving to those who turn to Him in repentance <span>(25)</span></p><div lang=\"en\" class=\"en \"><h2>Omissions comitted against Parents are pardoned with Good Relations and Repentance</h2></div><p lang=\"en\" class=\"en \">Sa'id bin Jubayr said: \"This refers to a man who said something that he did not think would be offensive to his parents.\" According to another report: \"He did not mean anything bad by that.\" So Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ ۚ إِن تَكُونُوا صَالِحِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your Lord knows best what is in your souls. If you are righteous,)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is Ever Most Forgiving to those who turn to Him in repentance.)</span> Qatadah said: \"To the obedient who pray.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is Ever Most Forgiving to those who turn to Him in repentance.)</span></p><p lang=\"en\" class=\"en \">Shu'bah narrated from Yahya bin Sa'id from Sa'id bin Al-Musayyib; \"This refers to those who commit sin then repent, and commit sin then repent.\" </p><p lang=\"en\" class=\"en \">Ata' bin Yasar, Sa'id bin Jubayr and Mujahid said: \"They are the ones who return to goodness.\" Mujahid narrated from 'Ubayd bin 'Umayr, concerning this Ayah: \"This is the one who, when he remembers his sin when he is alone, he seeks the forgiveness of Allah.\" Mujahid agreed with him on that. </p><p lang=\"en\" class=\"en \">Ibn Jarir said: \"The best view on this matter is of those who said that it refers to the one who repents after committing sin, who comes back from disobedience to obedience and who leaves that which Allah hates for that which He loves and is pleased with.\" What he said is correct, for Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِلَيْنَا إِيَابَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, to Us will be their return)</span><span class=\"gray\">(88:25)</span>. And according to a Sahih Hadith, the Messenger of Allah would say when he ﷺ returned from a journey,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آيِبُونَ تَائِبُونَ، عَابِدُونَ لِرَبِّنَا حَامِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have returned repenting, worshipping and praising our Lord.)</span></p>"
  },
  {
    "ayah_key": "17:26",
    "group_ayah_key": "17:26",
    "from_ayah": "17:26",
    "to_ayah": "17:28",
    "ayah_keys": "17:26,17:27,17:28",
    "text": "<p lang=\"en\" class=\"en \">And give to the kinsman his due, and to the Miskin <span class=\"gray\">(poor)</span>, and to the wayfarer. But spend not wastefully <span class=\"gray\">(your wealth)</span> in the manner of a spendthrift <span>(26)</span>Verily, the spendthrifts are brothers of the Shayatin <span class=\"gray\">(devils)</span>, and the Shaytan is ever ungrateful to his Lord <span>(27)</span>And if you turn away from them and you are awaiting a mercy from your Lord for which you hope, then, speak unto them a soft, kind word <span>(28)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to maintain the Ties of Kinship and the Prohibition of Extravagance</h2></div><p lang=\"en\" class=\"en \">When Allah mentions honoring one's parents, He follows this with the command to treat one's relatives well and to maintain the ties of kinship. According to the Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُمَّكَ وَأَبَاكَ، ثُمَّ أَدْنَاكَ أَدْنَاكَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">وفي رواية</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ الْأَقْرَبَ فَالْأَقْرَبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your mother and your father, then your closest relatives and the next closest.)</span> According to another Hadith:</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَنْ أَحَبَّ أَنْ يُبْسَطَ لَهُ فِي رِزْقِهِ وَيُنْسَأَ لَهُ فِي أَجَلِهِ، فَلْيَصِلْ رَحِمَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever would like to see his provision expanded and his life extended, let him maintain his ties of kinship.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُبَذِّرْ تَبْذِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But spend not wastefully <span class=\"gray\">(your wealth)</span> in the manner of a spendthrift.)</span> When Allah commands spending, He forbids extravagance. Spending should be moderate, as stated in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who, when they spend, are neither extravagant nor stingy)</span>. <span class=\"gray\">[25:67]</span> Then He says, to discourage extravagance:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the spendthrifts are brothers of the Shayatin,)</span></p><p lang=\"en\" class=\"en \">They have this trait in common. Ibn Mas'ud said: \"This refers spending extravagantly when it is not appropriate.\" Ibn 'Abbas said likewise. Mujahid said: \"If a man spends all his wealth on appropriate things, then he is not a spendthrift, but if he spends a little inappropriately, then he is a spendthrift.\" Qatadah said: \"Extravagance means spending money on sin in disobeying Allah, and on wrongful and corrupt things.\"</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Anas bin Malik said: \"A man came from Banu Tamim to the Messenger of Allah ﷺ and said: 'O Messenger of Allah, I have a lot of wealth, I have a family, children, and the refinements of city life, so tell me how I should spend and what I should do.' The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُخْرِجُ الزَّكَاةَ مِنْ مَالِكَ إِنْ كَانَ، فَإِنَّهَا طُهْرَةٌ تُطَهِّرُكَ، وَتَصِلُ أَقْرِبَاءَكَ، وَتَعْرِفُ حَقَّ السَّائِلِ وَالْجَارِ وَالْمِسْكِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Pay the Zakah on your wealth if any is due, for it is purification that will make you pure, maintain your ties of kinship, pay attention to the rights of beggars, neighbors and the poor.)</span> He said: 'O Messenger of Allah, make it less for me.' He <span class=\"gray\">[recited]</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتِ ذَا الْقُرْبَىٰ حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give to the kinsman his due, and to the Miskin <span class=\"gray\">(poor)</span> and to the wayfarer. But spend not wastefully in the manner of a spendthrift.)</span></p><p lang=\"en\" class=\"en \">The man said, 'That is enough for me, O Messenger of Allah. If I pay Zakah to your messenger, will I be absolved of that duty before Allah and His Messenger?' The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، إِذَا أَدَّيْتَهَا إِلَى رَسُولِي فَقَدْ بَرِئْتَ مِنْهَا وَلَكَ أَجْرُهَا، وَإِثْمُهَا عَلَى مَنْ بَدَّلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, if you give it to my messenger, you will have fulfilled it, and you will have the reward for it, and the sin is on the one who changes it.)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the spendthrifts are brothers of the Shayatin,)</span> meaning, they are their brothers in extravagance, foolishness, failing to obey Allah and committing sin. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the Shaytan is ever ungrateful to his Lord.)</span> meaning, he is an ingrate, because he denied the blessings of Allah and did not obey Him, turning instead to disobedience and rebellion.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِّن رَّبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you turn away from them and you are awaiting a mercy from your Lord)</span> 'If your relatives and those to whom We have commanded you to give, ask you for something, and you do not have anything, and you turn away from them because you have nothing to give,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَقُل لَّهُمْ قَوْلًا مَّيْسُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then, speak unto them a soft, kind word.)</span> meaning, with a promise. This was the opinion of Mujahid, 'Ikrimah, Sa'id bin Jubayr, Al-Hasan, Qatadah and others.</p>"
  }
]