[
  {
    "ayah_key": "22:41",
    "group_ayah_key": "22:41",
    "from_ayah": "22:41",
    "to_ayah": "22:41",
    "ayah_keys": "22:41",
    "text": "<p class=\"en translation\" lang=\"en\">Those who, if We give them power in the land, establish the Salah, enforce the Zakah, and they enjoin the good and forbid the evil. And with Allah rests the end of <span class=\"gray\">(all)</span> matters <span>(41)</span></p><div lang=\"en\" class=\"en \"><h2>The Duties of the Muslims When They attain Power</h2></div><p lang=\"yo\" class=\"yo \">Ibn Abi Hatim recorded that 'Uthman bin 'Affan said, \"The Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ إِن مَّكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنكَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who, if We give them power in the land, <span class=\"gray\">(they)</span> establish the Salah, enforce the Zakah, and they enjoin the good and forbid the evil.)</span> was revealed concerning us, for we had been expelled from our homes unjustly only because we said: 'Our Lord is Allah.' Then we were given power in the land, so we established regular prayer, paid the Zakah, enjoined what is good and forbade what is evil, and with Allah rests the end of <span class=\"gray\">(all)</span> matters. This is about my companions and I.\" Abu Al-'Aliyah said, \"They were the Companions of Muhammad .\" As-Sabah bin Suwadah Al-Kindi said, \"I heard 'Umar bin 'Abdul-'Aziz give a speech and say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ إِن مَّكَّنَّاهُمْ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who, if We give them power in the land....)</span> Then he said, \"This is not obligatory only for those who are in authority, it also applies to those who are governed by them. Shall I not tell you what you can expect from your governor, and what duties those who are ruled owe to him? Your rights over your governor are that he should check on you with regard to your duties towards Allah and restore the rights that you have over one another, and that he should guide you to the straight path as much as possible. Your duties towards him are that you should obey him without cheating and without resentment, and you should obey him both in secret and openly.\" 'Atiyah Al-'Awfi said, \"This Ayah is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has promised those among you who believe and do righteous good deeds, that He will certainly grant them succession to <span class=\"gray\">(the present rulers)</span> in the land)</span><span class=\"gray\">(24:55)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ عَاقِبَةُ الْأُمُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And with Allah rests the end of <span class=\"gray\">(all)</span> matters.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَاقِبَةُ لِلْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the good end is for those who have Taqwa)</span><span class=\"gray\">(28:83)</span>. Zayd bin Aslam said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ عَاقِبَةُ الْأُمُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And with Allah rests the end of <span class=\"gray\">(all)</span> matters.)</span> \"And with Allah will be the reward for what they did.\"</p>"
  },
  {
    "ayah_key": "22:42",
    "group_ayah_key": "22:42",
    "from_ayah": "22:42",
    "to_ayah": "22:46",
    "ayah_keys": "22:42,22:43,22:44,22:45,22:46",
    "text": "<p lang=\"en\" class=\"en \">And if they deny you, so did deny before them the people of Nuh, 'Ad and Thamud <span>(42)</span>And the people of Ibrahim and the people of Lut <span>(43)</span>And the dwellers of Madyan; and denied was Musa. But I granted respite to the disbelievers for a while, then I seized them, and how <span class=\"gray\">(terrible)</span> was My punishment <span>(44)</span>And many a township did We destroy while they were given to wrongdoing, so that it lie in ruins, and a deserted well and castle Mashid <span>(45)</span>Have they not traveled through the land, and have they hearts wherewith to understand and ears wherewith to hear Verily, it is not the eyes that grow blind, but it is the hearts which are in the breasts that grow blind <span>(46)</span></p><div lang=\"en\" class=\"en \"><h2>The Consequences for the Disbelievers</h2></div><p lang=\"en\" class=\"en \">Here Allah consoles His Prophet Muhammad ﷺ for the disbelief of those among his people who opposed him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they deny you, so did deny before them the people of Nuh)</span> until His saying,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكُذِّبَ مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and denied was Musa.)</span> means, despite all the clear signs and evidence that they brought.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمْلَيْتُ لِلْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But I granted respite to the disbelievers for a while,)</span> means, 'I delayed and postponed.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ نَكِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then I seized them, and how <span class=\"gray\">(terrible)</span> was My punishment!)</span> means, 'how great was My vengeance against them and My punishment of them!' In the Two Sahihs it is reported from Abu Musa that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah lets the wrongdoer carry on until, when He seizes him, He will never let him go.)</span> Then he recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَىٰ وَهِيَ ظَالِمَةٌ ۚ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is the punishment of your Lord when He seizes the towns while they are doing wrong. Verily, His punishment is painful <span class=\"gray\">(and)</span> severe.)</span><span class=\"gray\">(11:102)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And many a township did We destroy)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهِيَ ظَالِمَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they were given wrongdoing,)</span> meaning, they were rejecting their Messengers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that it lie in ruins,)</span> Ad-Dahhak said, \"<span class=\"gray\">[Leveled to]</span> their roofs,\" i.e., their houses and cities were destroyed.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِئْرٍ مُّعَطَّلَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(many)</span> a deserted well)</span> means, they draw no water from it, and no one comes to it, after it had been frequented often by crowds of people.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَقَصْرٍ مَّشِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a castle Mashid!)</span> 'Ikrimah said, \"This means whitened with plaster.\" Something similar was narrated from 'Ali bin Abi Talib, Mujahid, 'Ata', Sa'id bin Jubayr, Abu Al-Mulayh and Ad-Dahhak. Others said that it means high and impenetrable fortresses. All of these suggestions are close in meaning and do not contradict one another, for this sturdy construction and great height did not help their occupants or afford them any protection when the punishment of Allah came upon them, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْنَمَا تَكُونُوا يُدْرِككُّمُ الْمَوْتُ وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Wheresoever you may be, death will overtake you even if you are in Buruj Mushayyadah!\")</span><span class=\"gray\">(4:78)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not traveled through the land,)</span> means, have they not traveled in the physical sense and also used their minds to ponder? That is sufficient, as Ibn Abi Ad-Dunya said in his book At-Tafakkur wal-I'tibar, \"Some of the wise people said, 'Give life to your heart with lessons, illuminate it with thought, kill it with asceticism, strengthen it with certain faith, remind it of its mortality, make it aware of the calamities of this world, warn it of the disasters that life may bring, show it how things may suddenly change with the passing of days, tell it the stories of the people of the past, and remind it what happened to those who came before.'\" Walk through their ruins, see what they did and what became of them, meaning, look at the punishments and divine wrath that struck the nations of the past who belied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and have they hearts wherewith to understand and ears wherewith to hear)</span> meaning, let them learn a lesson from that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَٰكِن تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, it is not the eyes that grow blind, but it is the hearts which are in the breasts that grow blind.)</span> means, the blind person is not the one whose eyes cannot see, but rather the one who has no insight. Even if the physical eyes are sound, they still cannot learn the lesson.</p>"
  },
  {
    "ayah_key": "22:47",
    "group_ayah_key": "22:47",
    "from_ayah": "22:47",
    "to_ayah": "22:48",
    "ayah_keys": "22:47,22:48",
    "text": "<p lang=\"en\" class=\"en \">And they ask you to hasten on the torment! And Allah fails not His promise. And verily a day with your Lord is as a thousand years of what you reckon <span>(47)</span>And many a township did I give respite while it was given to wrongdoing. Then I seized it <span class=\"gray\">(with punishment)</span>. And to Me is the <span class=\"gray\">(final)</span> return <span class=\"gray\">(of all)</span><span>(48)</span></p><div lang=\"en\" class=\"en \"><h2>The Disbelievers Demand for the Punishment</h2></div><p lang=\"id\" class=\"id \">Allah tells His Prophet ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they ask you to hasten on the torment!)</span> meaning, these disbelievers who disbelieve in Allah and His Book and His Messenger ﷺ and the Last Day. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when they said: \"O Allah! If this is indeed the truth from You, then rain down stones on us from the sky or bring on us a painful torment.\")</span><span class=\"gray\">(8:32)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They say: \"Our Lord! Hasten to us Qittana <span class=\"gray\">(our punishment)</span> before the Day of Reckoning!\")</span><span class=\"gray\">(38:16)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن يُخْلِفَ اللَّهُ وَعْدَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah fails not His promise.)</span> means, His promise to bring about the Hour and wreak vengeance upon His enemies, and to honor His close friends.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily a day with your Lord is as a thousand years of what you reckon.)</span> means, He does not hasten, for what is counted as a thousand years with His creation is as one day with Him, and He knows that He is able to exact revenge and that He will not miss a thing, even if He delays and waits and postpones. Hence He then says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And many a township did I give respite while it was given to wrongdoing. Then I seized it <span class=\"gray\">(with punishment)</span>. And to Me is the <span class=\"gray\">(final)</span> return <span class=\"gray\">(of all)</span>.)</span> Ibn Abi Hatim recorded from Abu Hurayrah that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْخُلُ فُقَرَاءُ الْمُسْلِمِينَ الْجَنَّةَ قَبْلَ الْأَغْنِيَاءِ بِنِصْفِ يَوْمٍ خَمْسِمِائَةِ عَامٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The poor among the Muslims will enter Paradise half a day before the rich – five hundred years.)</span> This was recorded by At-Tirmidhi and An-Nasa'i from the Hadith of Ath-Thawri from Muhammad bin 'Amr. At-Tirmidhi said, \"Hasan Sahih.\"</p><p lang=\"yo\" class=\"yo \">Abu Dawud recorded at the end of Book of Al-Malahim in his Sunan from Sa'd bin Abi Waqqas that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَأَرْجُو أَنْ لَا تَعْجِزَ أُمَّتِي عِنْدَ رَبِّهَا أَنْ يُؤَخِّرَهُمْ نِصْفَ يَوْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I hope that it will not be too much for my Ummah if Allah delays them for half a day.)</span> It was said to Sa'd, \"What does half a day mean?\" He said, \"Five hundred years.\"</p>"
  }
]