[
  {
    "ayah_key": "2:196",
    "group_ayah_key": "2:196",
    "from_ayah": "2:196",
    "to_ayah": "2:196",
    "ayah_keys": "2:196",
    "text": "<p lang=\"en\" class=\"en \">And complete Hajj and 'Umrah for Allah. But if you are prevented, then sacrifice a Hady that you can afford, and do not shave your heads until the Hady reaches the place of sacrifice. And whosoever of you is ill or has an ailment on his scalp <span class=\"gray\">(necessitating shaving)</span>, he must pay a Fidyah <span class=\"gray\">(ransom)</span> of either fasting or giving Sadaqah or a sacrifice. Then if you are in safety and whosoever performs the 'Umrah <span class=\"gray\">(in the months of Hajj)</span>, before <span class=\"gray\">(performing)</span> the Hajj, he must slaughter a Hady such as he can afford, but if he cannot <span class=\"gray\">(afford it)</span>, he should fast for three days during Hajj and seven days after his return, making ten days in all. This is for him whose family is not present at Al-Masjid Al-Haram <span class=\"gray\">(i.e., non-resident of Makkah)</span>. And fear Allah much and know that Allah is severe in punishment <span>(196)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to complete Hajj and 'Umrah</h2></div><p lang=\"en\" class=\"en \">After Allah mentioned the rulings for fasting and Jihad, he explained the rituals by commanding the Muslims to complete Hajj and 'Umrah, meaning, to finish the rituals of Hajj and 'Umrah after one starts them. This is why Allah said afterwards:</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَإِنْ أُحْصِرْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you are prevented)</span> meaning, if your way to the House is obstructed, and you are prevented from finishing it. This is why the scholars agree that starting the acts of Hajj and 'Umrah requires one to finish them. As for Makhul, he said, \"Complete, means to start them from the Miqat <span class=\"gray\">(areas the Prophet ﷺ designated to assume Ihram from)</span>.\" 'Abdur-Razzaq said that Az-Zuhri said: \"We were told that 'Umar commented on:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And complete Hajj and 'Umrah for Allah.)</span> \"Complete Hajj and 'Umrah means performing each of them separately, and to perform 'Umrah outside of the months of Hajj, for Allah the Exalted says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَجُّ أَشْهُرٌ مَّعْلُومَاتٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hajj <span class=\"gray\">(pilgrimage)</span> is <span class=\"gray\">(in)</span> the well-known <span class=\"gray\">(lunar year)</span> months.)</span>\"</p><p lang=\"sm\" class=\"sm \">As-Suddi said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And complete Hajj and 'Umrah for Allah.)</span> means, \"Maintain the performance of Hajj and 'Umrah.\" Ibn 'Abbas was reported to have said, \"Hajj is 'Arafat, while 'Umrah is Tawaf.\" Al-A'mash related that Ibrahim said that 'Alqamah commented on Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And complete Hajj and 'Umrah for Allah.)</span> \"Abdullah <span class=\"gray\">(Ibn Mas'ud)</span> recited it this way: 'Complete Hajj and 'Umrah to the House, so that one does not exceed the area of the House during the 'Umrah'.\" Ibrahim then said, \"I mentioned this statement to Sa'id bin Jubayr and he said; 'Ibn 'Abbas also said that.'\" Sufyan reported that Ibrahim said that 'Alqamah said <span class=\"gray\">(regarding the Ayah 2:196)</span>, \"Perform the Hajj and 'Umrah to the House.\" Ath-Thawri reported that Ibrahim read <span class=\"gray\">(the Ayah)</span>, \"Perform the Hajj and 'Umrah to the House.\"</p><div lang=\"en\" class=\"en \"><h2>If One is prevented while in Route, He slaughters the Sacrifice, shaves his Head and ends Ihram</h2></div><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you are prevented, sacrifice a Hady <span class=\"gray\">(animals for sacriface)</span> such as you can afford,)</span> was revealed in the sixth year of Hijrah, the year of the treaty of Al-Hudaybiyyah when the polytheists prevented Allah's Messenger ﷺ from reaching the House. Allah revealed Surat Al-Fath <span class=\"gray\">(chapter 48 in the Qur'an)</span> then, and allowed the Muslims to slaughter any Hady <span class=\"gray\">(animals for sacrifice)</span> they had. They had seventy camels with them for that purpose. They were also permitted to shave their heads and end their Ihram. When the Prophet ﷺ commanded them to shave their heads and end the state of Ihram, they did not obey him, as they were awaiting that order to be abrogated. When they saw that the Prophet ﷺ went out after shaving his head, they imitated him. Some of them did not shave, but only shortened their hair. This is why the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحِمَ اللهُ الْمُحَلِّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May Allah award His mercy to those who shaved.)</span></p><p lang=\"en\" class=\"en \">They said, \"What about those who shortened the hair?\" He said in the third time, \"And to those who shortened.\" Every seven among them shared one camel for their sacrifice. They were one thousand and four hundred Companions and were camping in the area of Al-Hudaybiyyah, outside the Sacred Area. It was also reported that they were within the boundaries of the Sacred Area. Allah knows best.</p><p lang=\"en\" class=\"en \">Being prevented from the House <span class=\"gray\">(Hasr)</span> includes more than just being sick, fearing an enemy or getting lost on the way to Makkah. Imam Ahmad reported that Al-Hajjaj bin 'Amr Al-Ansari said that he heard Allah's Messenger ﷺ saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كُسِرَ أَوْ عَرِجَ فَقَدْ حَلَّ وَعَلَيْهِ حَجَّةٌ أُخْرَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever suffered a broken bone or a limb, will have ended his Ihram and has to perform Hajj again.)</span></p><p lang=\"en\" class=\"en \">He said, \"I mentioned that to Ibn 'Abbas and Abu Hurayrah and they both said, 'He <span class=\"gray\">(Al-Hajjaj)</span> has said the truth'.\" This Hadith is also reported in the Four Collections. In the version of Abu Dawud and Ibn Majah, the Prophet ﷺ said, \"Whoever limped, had a broken bone or became ill...\" Ibn Abu Hatim also recorded it and said, \"It was reported that Ibn Mas'ud, Ibn Az-Zubayr, 'Alqamah, Sa'id bin Musayyib, 'Urwah bin Az-Zubayr, Mujahid, An-Nakha'i, 'Ata' and Muqatil bin Hayyan said that being prevented <span class=\"gray\">(Hasr)</span> entails an enemy, an illness or a fracture.\" Ath-Thawri also said, \"Being prevented entails everything that harms the person.\"</p><p lang=\"en\" class=\"en \">It is reported in the Two Sahihs that 'A'ishah said that Allah's Messenger ﷺ went to Duba'ah bint Az-Zubayr bin 'Abdul-Muttalib who said, \"O Messenger of Allah! I intend to perform Hajj but I am ill.\" He said, \"Perform Hajj and make the condition: 'My place is where You prevent <span class=\"gray\">(or halt)</span> me.\" Muslim recorded similarly from Ibn 'Abbas. So saying such a condition for Hajj is allowed is based on this Hadith.</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...sacrifice a Hady such as you can afford)</span> includes a sheep also, as Imam Malik reported that 'Ali bin Abu Talib used to say. Ibn 'Abbas said, \"The Hady includes eight types of animals: camels, cows, goats and sheep.\" 'Abdur-Razzaq reported that Ibn 'Abbas said about what Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...sacrifice a Hady such as you can afford)</span></p><p lang=\"en\" class=\"en \">\"As much as one could afford.\" Al-'Awfi said that Ibn 'Abbas said, \"If one can afford it, then camels, otherwise cows, or sheep.\" Hisham bin 'Urwah quoted his father:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...sacrifice a Hady <span class=\"gray\">(animal, i.e., a sheep, a cow, or a camel)</span> such as you can afford)</span></p><p lang=\"en\" class=\"en \">'Depending on the price.'</p><p lang=\"en\" class=\"en \">The proof that sacrificing only a sheep is allowed in the case of being prevented from continuing the rites, is that Allah has required sacrificing whatever is available as a Hady, and the Hady is any type of cattle; be it camels, cows or sheep. This is the opinion of Ibn 'Abbas the cousin of Allah's Messenger ﷺ and the scholar of Tafsir. It is reported in the Two Sahihs that 'A'ishah, the Mother of the believers, said, \"The Prophet ﷺ once offered some sheep as Hady.\"</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّىٰ يَبْلُغَ الْهَدْيُ مَحِلَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and do not shave your heads until the Hady reaches the place of sacrifice.)</span> is a continuation of His statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And complete, the Hajj and 'Umrah for Allah.)</span> and is not dependent upon:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you are prevented, then sacrifice a Hady)</span> as Ibn Jarir has erroneously claimed. When the Prophet ﷺ and his Companions were prevented from entering the Sacred House during the Al-Hudaybiyyah year by the polytheists from Quraysh, they shaved their heads and sacrificed their Hady outside the Haram <span class=\"gray\">(Sacred)</span> area. In normal circumstances, and when one can safely reach the House, he is not allowed to shave his head until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَبْلُغَ الْهَدْيُ مَحِلَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and do not shave your heads until the Hady reaches the place of sacrifice.)</span> and then he ends the rituals of Hajj or 'Umrah, or both if he had assumed Ihram for both. It is recorded in the Two Sahihs that Hafsah said, \"O Allah's Messenger! What is wrong with the people, they have finished their Ihram for 'Umrah but you have not?\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إنِّي لَبَّدْتُ رَأْسِي وَقَلَّدْتُ هَدْيِي، فَلَا أَحِلُّ حَتَّى أَنْحَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I matted my hair and I have garlanded my Hady <span class=\"gray\">(animals for sacrifice)</span>, so I will not finish my Ihram till I offer the sacrifice.)</span></p><div lang=\"en\" class=\"en \"><h2>Whoever shaved his Head during Ihram, will have to pay the Fidyah</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ بِهِ أَذًى مِّن رَّأْسِهِ فَفِدْيَةٌ مِّن صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever of you is ill or has an ailment on his scalp <span class=\"gray\">(necessitating shaving)</span>, he must pay a Fidyah.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari reported that 'Abdur-Rahman bin Asbahani said that he heard 'Abdullah bin Ma'qil saying that he sat with Ka'b bin 'Ujrah in the mosque of Kufah <span class=\"gray\">(in Iraq)</span>. He then asked him about the Fidyah of the fasting. Ka'b said, \"This was revealed concerning my case especially, but it is also for you in general. I was carried to Allah's Messenger ﷺ and the lice were falling in great numbers on my face. The Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كُنْتُ أُرَى أَنَّ الْجَهْدَ بلَغَ بكَ هذَا، أمَا تَجِدُ شَاةً؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْتُ: لَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I never thought that your ailment <span class=\"gray\">(or struggle)</span> had reached to such an extent as I see. Can you afford a sheep <span class=\"gray\">(for sacrifice)</span>?' I replied in the negative.)</span> He then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">صُمْ ثَلَاثَةَ أَيَّامٍ أَوْ أَطْعِمْ سِتَّةَ مَسَاكِينَ، لِكُلِّ مِسْكِينٍ نِصْفُ صَاعٍ مِنْ طَعَامٍ، وَاحْلِقْ رَأْسَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fast for three days or feed six poor persons, each with half a Sa' of food <span class=\"gray\">(1 Sa' = 3 kilograms approx.)</span> and shave your head.)</span></p><p lang=\"en\" class=\"en \">So this is a general judgement derived from a specific case.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ka'b bin 'Ujrah said, \"Allah's Messenger ﷺ came by while I was igniting the fire under a pot and while the lice were falling down my head or my eyelids. He said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">يُؤْذِيكَ هَوَامُّ رَأْسِكَ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْتُ: نَعَمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do these lice in your head bother you?)</span> I said, 'Yes.' He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاحْلِقْهُ، وَصُمْ ثَلَاثَةَ أَيَّامٍ، أَوْ أَطْعِمْ سِتَّةَ مَسَاكِينَ، أَوِ انْسُكْ نَسِيكَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shave it, then fast three days, or feed six poor people, or sacrifice an animal.)</span></p><p lang=\"en\" class=\"en \">Ayyub <span class=\"gray\">(one of the narrators of the Hadith)</span> commented, \"I do not know which alternative was stated first.\" The wording of the Qur'an begins with the easiest then the more difficult options: \"Pay a Fidyah of fasting <span class=\"gray\">(three days)</span>, feeding <span class=\"gray\">(six poor persons)</span> or sacrificing <span class=\"gray\">(an animal)</span>.\" Meanwhile, the Prophet ﷺ advised Ka'b with the more rewarding option first, that is, sacrificing a sheep, then feeding six poor persons, then fasting three days. Each Text is suitable in its place and context, all the thanks and praises are due to Allah.</p><div lang=\"uz\" class=\"uz \"><h2>Tamattu' during Hajj</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أَمِنتُمْ فَمَن تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then if you are in safety and whosoever performs the 'Umrah <span class=\"gray\">(in the months of Hajj)</span>, before <span class=\"gray\">(performing)</span> the Hajj, he must slaughter a Hady such as he can afford,)</span></p><p lang=\"en\" class=\"en \">That is, when you are able to complete the rites, so whoever among you connects his 'Umrah with Hajj having the same Ihram for both, or, first assuming Ihram for 'Umrah, and then assuming Ihram for Hajj when finished the 'Umrah, this is the more specific type of Tamattu' which is well-known among the discussion of the scholars whereas in general there are two types of Tamattu', as the authentic Hadiths prove, since among the narrators are those who said, \"Allah's Messenger ﷺ performed Tamattu', and others who said, \"Qarin\" but there is no difference between them over the Hady.</p><p lang=\"gd\" class=\"gd \">So Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أَمِنتُمْ فَمَن تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then if you are in safety and whosoever performs the 'Umrah <span class=\"gray\">(in the months of Hajj)</span>, before <span class=\"gray\">(performing)</span> the Hajj <span class=\"gray\">(i.e., Hajj At-Tamattu' and Al-Qiran)</span>, he must slaughter a Hady such as he can afford,)</span> means let him sacrifice whatever Hady is available to him, the least of which is a sheep. One is also allowed to sacrifice a cow because the Prophet ﷺ slaughtered cows on behalf of his wives. Al-Awza'i reported that Abu Hurayrah narrated that Allah's Messenger ﷺ slaughtered cows on behalf of his wives when they were performing Tamattu'. This was reported by Abu Bakr bin Marduwyah.</p><p lang=\"en\" class=\"en \">This last Hadith proves that Tamattu' is legislated. It is reported in the Two Sahihs that 'Imran bin Husayn said, \"We performed Hajj At-Tamattu' in the lifetime of Allah's Messenger ﷺ and then the Qur'an was revealed <span class=\"gray\">(regarding Hajj At-Tamattu')</span>. Nothing was revealed to forbid it, nor did he <span class=\"gray\">(the Prophet )</span> forbid it until he died. And somebody said what he wished <span class=\"gray\">(regarding Hajj At-Tamattu')</span> according to his own opinion.\" Al-Bukhari said that 'Imran was talking about 'Umar.</p><p lang=\"en\" class=\"en \">It is reported in an authentic narration that 'Umar used to discourage the people from performing Tamattu'. He used to say, \"If we refer to Allah's Book, we should complete it,\" meaning:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...whosoever performs the 'Umrah <span class=\"gray\">(in the months of Hajj)</span>, before <span class=\"gray\">(performing)</span> the Hajj, he must slaughter a Hady such as he can afford,)</span></p><p lang=\"en\" class=\"en \">However 'Umar did not say that Tamattu' is unlawful. He only prevented them so that the people would increase their trips to the House for Hajj <span class=\"gray\">(during the months of Hajj)</span> and 'Umrah <span class=\"gray\">(throughout the year)</span>, as he himself has stated.</p><div lang=\"en\" class=\"en \"><h2>Whoever performs Tamattu' should fast Ten Days if He does not have a Hady</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...but if he cannot <span class=\"gray\">(afford it)</span>, he should fast three days during the Hajj and seven days after his return <span class=\"gray\">(to his home)</span>, making ten days in all.)</span></p><p lang=\"en\" class=\"en \">This Ayah means: \"Those who do not find a Hady, let them fast three days during the Hajj season.\" Al-'Awfi said that Ibn 'Abbas said, \"If one does not have a Hady, he should fast three days during Hajj, before 'Arafah day. If the day of 'Arafah was the third day, then his fast is complete. He should also fast seven days when he gets back home.\" Abu Ishaq reported from Wabarah from Ibn 'Umar who said, \"One fasts one day before the day of Tarwiyah, the day of Tarwiyah <span class=\"gray\">(eighth day of Dhul-Hijjah)</span> and then 'Arafah day <span class=\"gray\">(the ninth day of the month of Dhul-Hijjah)</span>.\" The same statement was reported by Ja'far bin Muhammad from his father from 'Ali.</p><p lang=\"en\" class=\"en \">If one did not fast these three days or at least some of them before 'Id day <span class=\"gray\">(the tenth day of Dhul-Hijjah)</span>, he is allowed to fast during the Tashriq days <span class=\"gray\">(11-12-13th day of Dhul-Hijjah)</span>. 'A'ishah and Ibn 'Umar said, \"Fasting the days of Tashriq was only allowed for those who did not find the Hady,\" as Al-Bukhari has reported. Sufyan related that Ja'far bin Muhammad narrated that his father said that 'Ali said, \"Whoever did not fast the three days during the Hajj, should fast them during the days of Tashriq.\" This is also the position taken by 'Ubayd bin 'Umayr Al-Laythi, 'Ikrimah, Al-Hasan Al-Basri and 'Urwah bin Az-Zubayr, referring to the general meaning of Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...fast three days during the Hajj...)</span></p><p lang=\"en\" class=\"en \">As for what Muslim reported that Qutaybah Al-Hudhali said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَّامُ التَّشْرِيقِ أَيَّامُ أَكْلٍ وَشُرْبٍ، وَذِكْرِ اللهِ عَزَّ وَجَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The days of Tashriq are days of eating and drinking and remembering Allah the Exalted.)</span></p><p lang=\"en\" class=\"en \">This narration is general in meaning while what 'A'ishah and Ibn 'Umar narrated is specific.</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَسَبْعَةٍ إِذَا رَجَعْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and seven days after his return.)</span></p><p lang=\"en\" class=\"en \">There are two opinions regarding the meaning of this Ayah. First, it means 'when you return to the camping areas'. The second, upon going back home. 'Abdur-Razzaq reported that Salim narrated that he heard Ibn 'Umar saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ</p><p lang=\"en\" class=\"en \">\"<span class=\"gray\">(...but if he cannot <span class=\"gray\">(afford it)</span>, he should fast three days during the Hajj and seven days after his return,)</span> means when he goes back to his family. \" The same opinion was reported from Sa'id bin Jubayr, Abu Al-'Aliyah, Mujahid, 'Ata', 'Ikrimah, Al-Hasan, Qatadah, Imam Az-Zuhri and Ar-Rabi' bin Anas.</p><p lang=\"en\" class=\"en \">Al-Bukhari reported that Salim bin 'Abdullah narrated that Ibn 'Umar said, \"During the Farewell Hajj of Allah's Messenger ﷺ, he performed Tamattu' with 'Umrah and Hajj. He drove a Hady along with him from Dhul-Hulayfah. Allah's Messenger ﷺ started by assuming Ihram for 'Umrah, and then for Hajj. And the people, too, performed the 'Umrah and Hajj along with the Prophet ﷺ. Some of them brought the Hady and drove it along with them, while the others did not. So, when the Prophet ﷺ arrived at Makkah, he said to the people:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَانَ مِنْكُم أَهْدَى فَإِنَّهُ لَا يَحِلُّ مِنْ شَيْءٍ حَرُمَ مِنْهُ حَتَّى يَقْضِيَ حَجَّهُ، وَمَنْ لَمْ يَكُنْ مِنْكُمْ أَهْدَى فَلْيَطُفْ بالْبَيْتِ وبالصَّفَا وَالْمَرْوَةِ وَلْيُقَصِّرْ وَلْيَحْلِلْ، ثُمَّ لْيُهِلَّ بِالْحَجِّ، فَمَنْ لَمْ يجَدْ هَدْيًا فَلْيَصُمْ ثَلَاثَةَ أَيَّامٍ فِي الْحَجِّ، وَسَبْعةً إِذَا رَجَعَ إِلى أَهْلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever among you has driven the Hady, should not finish his Ihram till he completes his Hajj. And whoever among you has not <span class=\"gray\">(driven)</span> the Hady with him, he should perform Tawaf of the Ka'bah and between As-Safa and Al-Marwah. Then, he should shave or cut his hair short and finish his Ihram, and should later assume Ihram for Hajj; <span class=\"gray\">[but he must offer a Hady <span class=\"gray\">(sacrifice)</span>]</span>. And if anyone cannot afford a Hady, he should fast for three days during the Hajj and seven days when he returns home.)</span></p><p lang=\"en\" class=\"en \">He then mentioned the rest of the Hadith, which is reported in the Two Sahihs.</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ عَشَرَةٌ كَامِلَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...making ten days in all.)</span> to emphasize the ruling we mentioned above. This method is common in the Arabic language, for they would say, 'I have seen with my eyes, heard with my ears and written with my hand,' to emphasize such facts. Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...nor a bird that flies with its two wings)</span><span class=\"gray\">(6:38)</span> and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَخُطُّهُ بِيَمِينِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...nor did you write any book <span class=\"gray\">(whatsoever)</span> with your right hand)</span><span class=\"gray\">(29:48)</span> and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَاعَدْنَا مُوسَىٰ ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We appointed for Musa thirty nights and added <span class=\"gray\">(to the period)</span> ten <span class=\"gray\">(more)</span>, and he completed the term, appointed by his Lord, of forty nights.)</span><span class=\"gray\">(7:142)</span></p><p lang=\"en\" class=\"en \">It was also said that the meaning of \"ten days in all\" emphasizes the order to fast for ten days, not less than that.</p><div lang=\"lb\" class=\"lb \"><h2>The Residents of Makkah do not perform Tamattu'</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لِمَن لَّمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is for him whose family is not present at Al-Masjid Al-Haram <span class=\"gray\">(i.e., non-resident of Makkah)</span>.)</span> This Ayah concerns the residents of the area of the Haram, for they do not perform Tamattu'. 'Abdur-Razzaq reported that Tawus said, \"Tamattu' is for the people, those whose families are not residing in the Haram area <span class=\"gray\">(Makkah)</span>, not for the residents of Makkah. Hence Allah's Statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لِمَن لَّمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is for him whose family is not present at Al-Masjid Al-Haram <span class=\"gray\">(i.e., non-resident of Makkah)</span>.)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Abdur-Razzaq then said, \"I was also told that Ibn 'Abbas said similar to Tawus.\" Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and fear Allah)</span> meaning, in what He has commanded you and what He prohibited for you. He then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and know that Allah is severe in punishment)</span> for those who defy His command and commit what He has prohibited.</p>"
  }
]