[
  {
    "ayah_key": "60:1",
    "group_ayah_key": "60:1",
    "from_ayah": "60:1",
    "to_ayah": "60:3",
    "ayah_keys": "60:1,60:2,60:3",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ ۙ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي ۚ تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ ۚ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ - إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ - لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ ۚ يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. O you who believe! Take not My enemies and your enemies as protecting friends, showing affection towards them, while they have disbelieved in what has come to you of the truth, and have driven out the Messenger and yourselves because you believe in Allah, your Lord! If you have come forth to strive in My cause and to seek My good pleasure. You show friendship to them in secret, while I am All-Aware of what you conceal and what you reveal. And whosoever of you <span class=\"gray\">(Muslims)</span> does that, then indeed he has gone <span class=\"gray\">(far)</span> astray from the straight path.)</span><span class=\"gray\">(2. Should they gain the upper hand over you, they would behave to you as enemies, and stretch forth their hands and their tongues against you with evil, and they desire that you should disbelieve.)</span><span class=\"gray\">(3. Neither your relatives nor your children will benefit you on the Day of Resurrection. He will judge between you. And Allah is the All-Seer of what you do.)</span></p><p lang=\"jv\" class=\"jv \">Reason behind revealing Surat Al-Mumtahanah</p><p lang=\"en\" class=\"en \">The story of Hatib bin Abi Balta'ah is the reason behind revealing the beginning of this honorable Surah. Hatib was among the Early Emigrants and participated in the battle of Badr. Hatib had children and wealth in Makkah, but he was not from the tribe of Quraysh. Rather, he was an ally of 'Uthman. When the Messenger of Allah ﷺ decided to conquer Makkah, after its people broke the peace treaty between them, he ordered the Muslims to mobilize their forces to attack Makkah, and then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ عَمِّ عَلَيْهِمْ خَبَرَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! Keep our news concealed from them.)</span> Hatib wrote a letter and sent it to the people of Makkah, with a woman from the tribe of Quraysh, informing them of the Messenger's intent to attack them. He wanted them to be indebted to him <span class=\"gray\">[so that they would grant safety to his family in Makkah]</span>. Allah the Exalted conveyed this matter to His Messenger ﷺ, because He accepted the Prophet's invocation <span class=\"gray\">[to Him to conceal the news of the attack]</span>. The Prophet ﷺ sent someone after the woman and retrieved the letter. This story is collected in the Two Sahihs. </p><p lang=\"yo\" class=\"yo \">Imam Ahmad recorded that Hasan bin Muhammad bin 'Ali said that 'Abdullah bin Abu Rafi' – or Ubaydullah bin Abu Rafi' – said that he heard 'Ali say, \"Allah's Messenger ﷺ sent me, Zubayr and Al-Miqdad saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انْطَلِقُوا حَتّٰى تَأْتُوا رَوْضَةَ خَاخٍ فَإِنَّ بِهَا ظَعِينَةً مَعَهَا كِتَابٌ فَخُذُوهُ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Proceed until you reach Rawdat Khakh, where there is a lady carrying a letter. Take that letter from her.)</span></p><p lang=\"en\" class=\"en \">So we proceeded on our way, with our horses galloping, until we reached the Rawdah. There we found the lady and said to her, 'Take out the letter.' She said, 'I am not carrying a letter.' We said, 'Take out the letter, or else we will take off your clothes.' So she took it out of her braid, and we brought the letter to Allah's Messenger ﷺ. The letter was addressed from Hatib bin Abu Balta'ah to some pagans of Makkah, telling them about what Allah's Messenger ﷺ intended to do. Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا حَاطِبُ، مَا هَذَا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Hatib! What is this?)</span> Hatib replied, 'O Allah's Messenger! Do not make a hasty decision about me. I was a person not belonging to Quraysh, but I was an ally to them. All the Emigrants who were with you have kinsmen <span class=\"gray\">(in Makkah)</span> who can protect their families. So I wanted to do them a favor, so they might protect my relatives, as I have no blood relation with them. I did not do this out of disbelief or to renegade from my religion, nor did I do it to choose disbelief after Islam.' Allah's Messenger ﷺ said to his Companions,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّهُ صَدَقَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Regarding him, he has told you the truth.)</span> 'Umar said, 'O Allah's Messenger! Allow me to chop off the head of this hypocrite!' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ قَدْ شَهِدَ بَدْرًا، وَمَا يُدْرِيكَ لَعَلَّ اللهَ اطَّلَعَ إِلَى أَهْلِ بَدْرٍ فَقَالَ:اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He attended Badr. What can I tell you, perhaps Allah looked at those who attended Badr and said, \"O the people of Badr, do what you like, for I have forgiven you.\")</span>\" </p><p lang=\"en\" class=\"en \">The Group with the exception of Ibn Majah, collected this Hadith using various chains of narration that included Sufyan bin 'Uyaynah. Al-Bukhari added in his narration in the chapter on the Prophet's battles, \"Then Allah revealed the Surah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Take not my enemies and your enemies as protecting friends...)</span> \" Al-Bukhari said in another part of his Sahih, 'Amr <span class=\"gray\">(one of the narrators of the Hadith)</span> said, \"This Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Take not my enemies and your enemies as protecting friends'...)</span> was revealed about Hatib, but I do not know if the Ayah was mentioned in the Hadith <span class=\"gray\">(or was added as an explanation by one of the narrators)</span>.\" Al-Bukhari also said that 'Ali bin Al-Madini said that Sufyan bin 'Uyaynah was asked, \"Is this why this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Take not my enemies and your enemies as protecting friends.)</span> was revealed?\" Sufyan said, \"This is the narration that I collected from 'Amr, I did not leave a letter out of it. I do not know if anyone else memorized the same words for it.\"</p><p lang=\"en\" class=\"en \">The Command to have Enmity towards the Disbelievers and to abandon supporting Them</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Take not My enemies and your enemies as protecting friends showing affection towards them, while they have disbelieved in what has come to you of the truth,)</span> refers to the idolators and the disbelievers who are combatants against Allah, His Messenger ﷺ and the believers. It is they whom Allah has decided should be our enemies and should be fought. Allah has forbidden the believers to take them as friends, supporters or companions. Allah the Exalted said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَىٰ أَوْلِيَاءَ ۘ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Take not the Jews and the Christians as protecting friends, they are but protecting friends of each other. And if any among you takes them <span class=\"gray\">(as such)</span>, then surely, he is one of them.)</span><span class=\"gray\">(5:51)</span> This Ayah contains a stern warning and a sure threat. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ ۚ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Take not as protecting friends those who take your religion as a mockery and fun from among those who received the Scripture before you, nor from among the disbelievers; and have Taqwa of Allah if you indeed are true believers.)</span><span class=\"gray\">(5:57)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ ۚ أَتُرِيدُونَ أَنْ تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُبِينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Take not for protecting friends disbelievers instead of believers. Do you wish to offer Allah a manifest proof against yourselves?)</span><span class=\"gray\">(4:144)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ ۖ وَمَنْ يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً ۗ وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let not the believers take the disbelievers as protecting friends instead of the believers, and whoever does that will never be helped by Allah in any way, except if you indeed fear a danger from them. And Allah warns you against Himself <span class=\"gray\">(His punishment)</span>.)</span><span class=\"gray\">(3:28)</span></p><p lang=\"en\" class=\"en \">This is why Allah's Messenger ﷺ accepted Hatib's excuse when he said that he only wanted to have a favor on the Quraysh, because of the property and family members he left behind in Makkah. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and have driven out the Messenger and yourselves <span class=\"gray\">(from your homeland)</span>)</span> follows His encouragement to fight against them and to avoid being their supporters. This is because they expelled the Messenger ﷺ and his Companions on account of their hatred for Tawhid and worshipping Allah alone in sincerity. This is why Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(because you believe in Allah, your Lord!)</span> meaning, 'your only fault is that you believed in Allah, Lord of all that exists.' Allah the Exalted said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they had no fault except that they believed in Allah, Almighty, Al-Hamid!)</span><span class=\"gray\">(85:8)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ ۗ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who have been expelled from their homes unjustly only because they said: \"Our Lord is Allah.\")</span><span class=\"gray\">(22:40)</span> Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\"> إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you have come forth to strive in My cause and to seek My good pleasure.)</span> Allah says, 'if you are as described here, then do not take the disbelievers as supporters. If you migrated in Jihad for My cause and for seeking My pleasure, then do not take My enemies and your enemies as protecting friends, after they expelled you from your homes and property in rage against you and rejection of your religion.' Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You show friendship to them in secret, while I am All-Aware of what you conceal and what you reveal.)</span> Allah asks, 'do you do this while I know the secrets of the hearts, the intentions and all apparent things,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ - إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever of you does that, then indeed he has gone astray from the straight path. Should they gain the upper hand over you, they would behave to you as enemies, and stretch forth their hands and their tongues against you with evil,)</span> meaning, 'if they gain the upper hand over you, they would use every type of harm in their disposal to hurt you in words and action,'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَوَدُّوا لَوْ تَكْفُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they desire that you should disbelieve.)</span> meaning, 'they are eager that you do not earn any good. Therefore, their enmity to you is outward and inward, so how can you become supporters of this type of people?' This also encourages the enmity. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ ۚ يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither your relatives nor your children will benefit you on the Day of Resurrection. He will judge between you. And Allah is the All-Seer of what you do.)</span> means, 'your family relations will not benefit you with Allah if Allah decided to cause harm your way. Your relations will not benefit you if you please them with what angers Allah.' Those who agree with their family being disbelievers in order to please them will have earned loss and failure and their deeds will be rendered invalid. Their relation will not benefit them with Allah, even if their relation was with a Prophet. Imam Ahmad recorded that Anas said that a man said, \"O Allah's Messenger! Where is my father?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In the Fire.)</span> When the man went away, the Prophet ﷺ called him back and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَبِي وَأَبَاكَ فِي النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, my father and your father are in the Fire.)</span> Muslim and Abu Dawud also collected this Hadith.</p>"
  }
]