[
  {
    "ayah_key": "7:42",
    "group_ayah_key": "7:42",
    "from_ayah": "7:42",
    "to_ayah": "7:43",
    "ayah_keys": "7:42,7:43",
    "text": "<p lang=\"en\" class=\"en \">But those who believed, and worked righteousness – We burden not any person beyond his scope – such are the dwellers of Paradise. They will abide therein <span>(42)</span>And We shall remove from their breasts any Ghill; rivers flowing under them, and they will say: \"All the praises and thanks be to Allah, Who has guided us to this, and never could we have found guidance, were it not that Allah had guided us! Indeed, the Messengers of our Lord did come with the truth.\" And it will be cried out to them: \"This is the Paradise which you have inherited for what you used to do. <span>(43)</span></p><div lang=\"en\" class=\"en \"><h2>Destination of Righteous Believers</h2></div><p lang=\"en\" class=\"en \">After Allah mentioned the condition of the miserable ones, He then mentioned the condition of the happy ones, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who believed, and worked righteousness)</span></p><p lang=\"en\" class=\"en \">Their hearts have believed and they performed good deeds with their limbs and senses, as compared to those who disbelieved in the Ayat of Allah and were arrogant with them. Allah also said that embracing faith and implementing it are easy, when He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ - وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who believed, and worked righteousness – We burden not any person beyond his scope – such are the dwellers of Paradise. They will abide therein. And We shall remove from their breasts any Ghill;)</span> meaning, envy and hatred. Al-Bukhari recorded that Abu Sa'id Al-Khudri said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا خَلَصَ الْمُؤْمِنُونَ مِنَ النَّارِ حُبِسُوا عَلَى قَنْطَرَةٍ بَيْنَ الْجَنَّةِ وَالنَّارِ فَاقْتُصَّ لَهُمْ مَظَالِمَ كَانَتْ بَيْنَهُمْ فِي الدُّنْيَا حَتَّى إِذَا هُذِّبُوا وَنُقُّوا أُذِنَ لَهُمْ فِي دُخُولِ الْجَنَّةِ فَوَالَّذِي نَفْسِي بِيَدِهِ إِنَّ أَحَدَهُمْ بِمَنْزِلِهِ فِي الْجَنَّةِ أَدَلُّ مِنْهُ بِمَسْكَنِهِ كَانَ فِي الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(After the believers are saved from entering the Fire, they will be kept in wait by a bridge between Paradise and Hellfire. Then, transgression that occurred between them in the life of this world will be judged. Until, when they are purified and cleansed, they will be given permission to enter Paradise. By He in Whose Hand is my soul! One of them will be able to find his dwelling in Paradise more so than he did in the life of this world.)</span> As-Suddi said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall remove from their breasts any Ghill; rivers flowing under them,)</span></p><p lang=\"en\" class=\"en \">\"When the people of Paradise are taken to it, they will find a tree close to its door, and two springs from under the trunk of that tree. They will drink from one of them, and all hatred will be removed from their hearts, for it is the cleansing drink. They will take a bath in the other, and the brightness of delight will radiate from their faces. Ever after, they will never have messy hair or become dirty.\" </p><p lang=\"en\" class=\"en \">An-Nasa'i and Ibn Marduwyah <span class=\"gray\">(this being his wording)</span> recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ أَهْلِ الْجَنَّةِ يَرَى مَقْعَدَهُ مِنَ النَّارِ، فَيَقُولُ: لَوْلَا أَنَّ اللهَ هَدَانِي، فَيَكُونُ لَهُ شُكْرًا، وَكُلُّ أَهْلِ النَّارِ يَرَى مَقْعَدَهُ مِنَ الْجَنَّةِ فَيَقُولُ: لَوْ أَنَّ اللهَ هَدَانِي، فَيَكُونُ لَهُ حَسْرَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Each of the people of Paradise will see his seat in the Fire and he will say, 'Had not Allah guided me! And this will cause him to be grateful. Each of the people of the Fire will see his seat in Paradise, and he will say, 'Might that Allah had guided me!' So it will be a cause of anguish for him.)</span></p><p lang=\"en\" class=\"en \">This is why when the believers are awarded seats in Paradise that belonged to the people of the Fire, they will be told, \"This is the Paradise that you inherited because of what you used to do. \" This means, because of your good deeds, you earned Allah's mercy and thus entered Paradise and took your designated dwellings in it, comparable to your deeds. This is the proper meaning here, for it is recorded in the Two Sahihs that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ أَحَدَكُمْ لَنْ يُدْخِلَهُ عَمَلُهُ الْجَنَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And know that the good deeds of one of you will not admit him into Paradise.)</span> They said, \"Not even you, O Allah's Messenger?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَنَا إِلّا أَنْ يَتَغَمَّدَنِيَ اللهُ بِرَحْمَةٍ مِنْهُ وَفَضْلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not even I, unless Allah grants it to me out of His mercy and favor.)</span></p>"
  },
  {
    "ayah_key": "7:44",
    "group_ayah_key": "7:44",
    "from_ayah": "7:44",
    "to_ayah": "7:45",
    "ayah_keys": "7:44,7:45",
    "text": "<p lang=\"en\" class=\"en \">And the dwellers of Paradise will call out to the dwellers of the Fire <span class=\"gray\">(saying)</span>: \"We have indeed found true what our Lord had promised us; have you also found true what your Lord promised <span class=\"gray\">(warned)</span>?\" They shall say: \"Yes.\" Then a crier will proclaim between them: \"The curse of Allah is on the wrongdoers. <span>(44)</span>Those who hindered <span class=\"gray\">(men)</span> from the path of Allah, and would seek to make it crooked, and they were disbelievers in the Hereafter <span>(45)</span></p><div lang=\"en\" class=\"en \"><h2>People of Hellfire will feel Anguish upon Anguish</h2></div><p lang=\"en\" class=\"en \">Allah mentioned how the people of the Fire will be addressed, chastised and admonished when they take their places in the Fire,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا قَالُوا نَعَمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"We <span class=\"gray\">(dwellers of Paradise)</span> have indeed found true what our Lord had promised us; have you <span class=\"gray\">(dwellers of Hell)</span> also found true what your Lord promised <span class=\"gray\">(warned)</span>?\" They shall say: \"Yes.\")</span></p><p lang=\"en\" class=\"en \">In Surat As-Saffat, Allah mentioned the one who had a disbelieving companion,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ - قَالَ تَاللَّهِ إِن كِدتَّ لَتُرْدِينِ - وَلَوْلَا نِعْمَةُ رَبِّي لَكُنتُ مِنَ الْمُحْضَرِينَ - أَفَمَا نَحْنُ بِمَيِّتِينَ - إِلَّا مَوْتَتَنَا الْأُولَىٰ وَمَا نَحْنُ بِمُعَذَّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So he looked down and saw him in the midst of the Fire. He said: \"By Allah! You have nearly ruined me. Had it not been for the grace of my Lord, I would certainly have been among those brought forth <span class=\"gray\">(to Hell)</span>.\" <span class=\"gray\">(The dwellers of Paradise will say!)</span> \"Are we then not to die <span class=\"gray\">(any more)</span>? Except our first death, and we shall not be punished?\")</span><span class=\"gray\">[37:55-59]</span>. </p><p lang=\"en\" class=\"en \">Allah will punish the disbeliever for the claims he used to utter in this life. The angels will also admonish the disbelievers, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ النَّارُ الَّتِي كُنتُم بِهَا تُكَذِّبُونَ - أَفَسِحْرٌ هَٰذَا أَمْ أَنتُمْ لَا تُبْصِرُونَ - اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the Fire which you used to belie. Is this magic or do you not see? Taste you therein its heat and whether you are patient of it or impatient of it, it is all the same. You are only being requited for what you used to do)</span><span class=\"gray\">[52:14-16]</span>. </p><p lang=\"en\" class=\"en \">The Messenger of Allah ﷺ admonished the inhabitants of the well at Badr:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَا جَهْلِ بْنَ هِشَامٍ وَيَا عُتْبَةَ بْنَ رَبِيعَةَ وَيَا شَيْبَةَ بْنَ رَبِيعَةَ - وَسَمَّى رُؤُوسَهُمْ - هَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا فَإِنِّي وَجَدْتُ مَا وَعَدَنِي رَبِّي حَقًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Abu Jahl bin Hisham! O 'Utbah bin Rabi'ah! O Shaybah bin Rabi'ah <span class=\"gray\">(and he called their leaders by name)</span>! Have you found what your Lord promised to be true <span class=\"gray\">(the Fire)</span>? I certainly found what my Lord has promised me to be true <span class=\"gray\">(victory)</span>.)</span></p><p lang=\"en\" class=\"en \">'Umar said, \"O Allah's Messenger! Do you address a people who have become rotten carrion?\" He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ مَا أَنْتُمْ بِأَسْمَعَ لِمَا أَقُولُ مِنْهُمْ وَلَكِنْ لَا يَسْتَطِيعُونَ أَنْ يُجِيبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By He in Whose Hand is my soul! You do not hear what I am saying better than they do, but they cannot reply.)</span> Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then a crier will proclaim between them)</span> will herald and announce,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن لَّعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The curse of Allah is on the wrongdoers)</span> meaning, the curse will reside with the wrongdoers. Allah then described them by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who hindered <span class=\"gray\">(men)</span> from the path of Allah, and would seek to make it crooked)</span> meaning, they hindered the people from following Allah's path, His Law, and what the Prophets brought. They sought to make Allah's path appear crooked and winding, so that no one would follow it. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُم بِالْآخِرَةِ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they were disbelievers in the Hereafter)</span></p><p lang=\"en\" class=\"en \">They disbelieved in the Meeting with Allah in the Hereafter, They used to deny this will ever occur, not accepting it nor believing in it. This is why they used to discount the seriousness of the evil deeds and statements that they committed, because they did not fear any reckoning or punishment. Therefore, they were and are indeed the worst people in statement and action.</p>"
  }
]