[
  {
    "ayah_key": "43:9",
    "group_ayah_key": "43:9",
    "from_ayah": "43:9",
    "to_ayah": "43:14",
    "ayah_keys": "43:9,43:10,43:11,43:12,43:13,43:14",
    "text": "<p lang=\"en\" class=\"en \">And indeed if you ask them: \"Who has created the heavens and the earth?\" They will surely say: \"The All-Mighty, the All-Knower created them. <span>(9)</span>Who has made for you the earth like a bed, and has made for you roads therein, in order that you may find your way <span>(10)</span>And Who sends down water from the sky in due measure, then We revive a dead land therewith, and even so you will be brought forth <span>(11)</span>And Who has created all the pairs and has appointed for you ships and cattle on which you ride <span>(12)</span>In order that you may mount on their backs, and then may remember the favor of your Lord when you mount thereon, and say: \"Glory to Him Who has subjected this to us, and we could have never had it. <span>(13)</span>And verily, to Our Lord we indeed are to return! <span>(14)</span></p><p lang=\"en\" class=\"en \">The Idolators' admission that Allah is the Sole Creator, and Further Evidence of that</p><p lang=\"en\" class=\"en \">Allah says: 'If you, O Muhammad, were to ask these idolators who associate others with Allah and worship others besides Him,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Who has created the heavens and the earth?\" They will surely say: \"The All-Mighty, the All-Knower created them.\")</span> In other words, they will admit that the Creator of all that is Allah Alone, with no partner or associate, yet they still worship others – idols and false gods – alongside Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who has made for you the earth like a bed,)</span> means, smooth, stable and firm, so that you can travel about in it, and stand on it and sleep and walk about, even though it is created above water, but He has strengthened it with the mountains, lest it should shake.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ لَكُمْ فِيهَا سُبُلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has made for you roads therein,)</span> means, paths between the mountains and the valleys.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that you may find your way.)</span> means, in your journeys from city to city, region to region, land to land.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Who sends down water from the sky in due measure,)</span> means, according to what is sufficient for your crops, fruits and drinking water for yourselves and your cattle.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then We revive a dead land therewith,)</span> means, a barren land, for when the water comes to it, it is stirred <span class=\"gray\">(to life)</span>, and it swells and puts forth every lovely kind <span class=\"gray\">(of growth)</span>. By referring to the revival of the earth, Allah draws attention to how He will bring bodies back to life on the Day of Resurrection, after they have been dead.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ تُخْرَجُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and even so you will be brought forth.)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Who has created all the pairs)</span> meaning, of everything that grows in the earth, all kinds of plants, crops, fruits, flowers, etc., and all different kinds of animals.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has appointed for you ships)</span> or vessels,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَالْأَنْعَامِ مَا تَرْكَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and cattle on which you ride.)</span> means, He has subjugated them to you and made it easy for you to eat their meat, drink their milk and ride on their backs. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتَسْتَوُوا عَلَىٰ ظُهُورِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In order that you may mount on their backs,)</span> meaning, sit comfortably and securely,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ ظُهُورِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on their backs)</span> means, on the backs of these kinds of animals.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then may remember the favor of your Lord)</span> means, whereby these animals are subjugated to you.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when you mount thereon, and say: \"Glory to Him Who has subjected this to us, and we could have never had it.\")</span> means, if it were not for the fact that Allah has subjugated these things to us, we could never have done this by our own strength.' Ibn 'Abbas, Qatadah, As-Suddi and Ibn Zayd said: \"We could not have done this ourselves.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا إِلَىٰ رَبِّنَا لَمُنْقَلِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, to Our Lord we indeed are to return.)</span> means, 'We will return to Him after our death, and our ultimate destination is with Him.' In this Ayah, mention of earthly journeys draws attention to the journey of the Hereafter, just as elsewhere, mention of earthly provision draws attention to the importance of ensuring provision for the Hereafter, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَىٰ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take a provision <span class=\"gray\">(with you)</span> for the journey, but the best provision is the Taqwa)</span><span class=\"gray\">(2:197)</span>. And mention of earthly garments is also used to draw attention to the raiment of the Hereafter:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَرِيشًا ۖ وَلِبَاسُ التَّقْوَىٰ ذَٰلِكَ خَيْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and as an adornment; and the raiment of the Taqwa, that is better)</span><span class=\"gray\">(7:26)</span>.</p>"
  },
  {
    "ayah_key": "44:1",
    "group_ayah_key": "44:1",
    "from_ayah": "44:1",
    "to_ayah": "44:8",
    "ayah_keys": "44:1,44:2,44:3,44:4,44:5,44:6,44:7,44:8",
    "text": "<p lang=\"en\" class=\"en \">In Musnad Al-Bazzar, it is recorded from Abu At-Tufayl 'Amir bin Wathilah from Zayd bin Harithah that the Messenger of Allah ﷺ said to Ibn Sayyad:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي قَدْ خَبَأْتُ خَبْأً فَمَا هُوَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am concealing something, what is it?)</span> And the Messenger of Allah ﷺ was concealing Surat Ad-Dukhan from him. He <span class=\"gray\">(Ibn Sayyad)</span> said: \"It is Ad-Dukh.\" The Messenger of Allah ﷺ said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">اخْسَأْ مَا شَاءَ اللهُ (كَانَ)</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Be off with you! Whatever Allah wills happens.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">حم - وَالْكِتَابِ الْمُبِينِ - إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ ۚ إِنَّا كُنَّا مُنْذِرِينَ - فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ - أَمْرًا مِنْ عِنْدِنَا ۚ إِنَّا كُنَّا مُرْسِلِينَ - رَحْمَةً مِنْ رَبِّكَ ۚ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ - رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ إِنْ كُنْتُمْ مُوقِنِينَ - لَا إِلَٰهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ ۖ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ  </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Ha Mim.)</span><span class=\"gray\">(2. By the manifest Book that makes things clear.)</span><span class=\"gray\">(3. We sent it down on a blessed night. Verily, We are ever warning.)</span><span class=\"gray\">(4. Therein <span class=\"gray\">(that night)</span> is decreed every matter, Hakim.)</span><span class=\"gray\">(5. As a command from Us. Verily, We are ever sending,)</span><span class=\"gray\">(6. <span class=\"gray\">(As)</span> a mercy from your Lord. Verily, He is the All-Hearer, the All-Knower.)</span><span class=\"gray\">(7. The Lord of the heavens and the earth and all that is between them, if you <span class=\"gray\">(but)</span> have a faith with certainty.)</span><span class=\"gray\">(8. La ilaha illa Huwa. He gives life and causes death – your Lord and the Lord of your forefathers.)</span></p><p lang=\"en\" class=\"en \">The Qur'an was revealed on Laylatul-Qadr</p><p lang=\"en\" class=\"en \">Allah tells us that He revealed the Magnificent Qur'an on a blessed night, Laylatul-Qadr <span class=\"gray\">(the Night of Decree)</span>, as He says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have sent it down in the Night of Al-Qadr)</span><span class=\"gray\">(97:1)</span>. This was in the month of Ramadan, as Allah tells us:</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The month of Ramadan in which was revealed the Qur'an)</span><span class=\"gray\">(2:185)</span>. We have already quoted the relevant Hadiths in <span class=\"gray\">(the Tafsir of)</span> Surat Al-Baqarah, and there is no need to repeat them here.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كُنَّا مُنْذِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We are ever warning.)</span> means, telling them what is good for them and what is harmful for them, according to Shari'ah, so that the proof of Allah may be established against His servants.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therein <span class=\"gray\">(that night)</span> is decreed every matter, Hakim.)</span> means, on Laylatul-Qadr, the decrees are transferred from Al-Lawh Al-Mahfuz to the <span class=\"gray\">(angelic)</span> scribes who write down the decrees of the <span class=\"gray\">(coming)</span> year including life span, provision, and what will happen until the end of the year. This was narrated from Ibn 'Umar, Mujahid, Abu Malik, Ad-Dahhak and others among the Salaf.</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hakim)</span> means decided or confirmed, which cannot be changed or altered. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْرًا مِنْ عِنْدِنَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As a command from Us.)</span> meaning, everything that happens and is decreed by Allah and the revelation that He sends down – it all happens by His command, by His leave and with His knowledge.</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّا كُنَّا مُرْسِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We are ever sending,)</span> means, to mankind, sending Messenger who will recite to them the clear signs of Allah. The need for this was urgent.</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَةً مِنْ رَبِّكَ ۚ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ - رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(As)</span> a mercy from your Lord. Verily, He is the All-Hearer, the All-Knower. The Lord of the heavens and the earth and all that is between them,)</span> means, the One Who sent down the Qur'an is the Lord, Creator and Sovereign of the heavens and the earth and everything in between them.</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنْ كُنْتُمْ مُوقِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you <span class=\"gray\">(but)</span> have a faith with certainty.)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلَٰهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ ۖ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(La ilaha illa Huwa. He gives life and causes death – your Lord and the Lord of your forefathers.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ لَا إِلَٰهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O mankind! Verily, I am sent to you all as the Messenger of Allah – to Whom belongs the dominion of the heavens and the earth. La ilaha illa Huwa. He gives life and causes death...)</span><span class=\"gray\">(7:158)</span></p>"
  }
]