[
  {
    "ayah_key": "26:83",
    "group_ayah_key": "26:83",
    "from_ayah": "26:83",
    "to_ayah": "26:89",
    "ayah_keys": "26:83,26:84,26:85,26:86,26:87,26:88,26:89",
    "text": "<p lang=\"en\" class=\"en \">My Lord! Bestow Hukm on me, and join me with the righteous <span>(83)</span>And grant me an honorable mention in later generations <span>(84)</span>And make me one of the inheritors of the Paradise of Delight <span>(85)</span>And forgive my father, verily, he is of the erring <span>(86)</span>And disgrace me not on the Day when they will be resurrected <span>(87)</span>The Day whereon neither wealth nor sons will avail <span>(88)</span>Except him who brings to Allah a clean heart <span>(89)</span></p><div lang=\"en\" class=\"en \"><h2>The Prayer of Ibrahim for Himself and for His Father</h2></div><p lang=\"en\" class=\"en \">Here Ibrahim, upon him be peace, asks his Lord to give him Hukm. Ibn 'Abbas said, \"This is knowledge.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْحِقْنِي بِالصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and join me with the righteous.)</span> means, 'make me one of the righteous in this world and the Hereafter.' This is like the words the Prophet ﷺ said three times when he was dying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ! فِي الرَّفِيقِ الْأَعْلَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, with the Exalted Companion <span class=\"gray\">(of Paradise)</span>)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاجْعَل لِّي لِسَانَ صِدْقٍ فِي الْآخِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And grant me an honorable mention in later generations.)</span> meaning, 'cause me to be remembered in a good manner after my death, so that I will be spoken of and taken as a good example.' This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ - سَلَامٌ عَلَىٰ إِبْرَاهِيمَ - كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We left for him <span class=\"gray\">(a goodly remembrance)</span> among the later generations: \"Salam <span class=\"gray\">(peace)</span> be upon Ibrahim. Thus indeed do we reward the good doers.)</span><span class=\"gray\">(37:108-110)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And make me one of the inheritors of the Paradise of Delight.)</span> meaning, 'bless me in this world with honorable mention after I am gone, and in the Hereafter by making me one of the inheritors of the Paradise of Delight.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاغْفِرْ لِأَبِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And forgive my father,)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبِّ اغْفِرْ لِي وَلِوَالِدَيَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord! Forgive me, and my parents)</span><span class=\"gray\">(71:28)</span>. But this is something which Ibrahim, peace be upon him, later stopped doing, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Ibrahim's supplication for his father's forgiveness was only because of a promise he had made to him)</span><span class=\"gray\">(9:114)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Ibrahim was Awwah and was forbearing)</span><span class=\"gray\">(9:114)</span>. Allah stopped Ibrahim from asking for forgiveness for his father, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed there has been an excellent example for you in Ibrahim and those with him)</span>, until His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِن شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but I have no power to do anything for you before Allah.)</span><span class=\"gray\">(60:4)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And disgrace me not on the Day when they will be resurrected.)</span> means, 'protect me from shame on the Day of Resurrection and the Day when all creatures, the first and the last, will be raised.' Al-Bukhari recorded that Abu Hurayrah, may Allah be pleased with him, said that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ رَأَى أَبَاهُ يَوْمَ الْقِيَامَةِ عَلَيْهِ الْغَبَرَةُ وَالْقَتَرَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ibrahim will see his father on the Day of Resurrection, covered with dust and darkness.)</span> According to another narration, also from Abu Hurayrah, may Allah be pleased with him, the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَلْقَى إِبْرَاهِيمُ أَبَاهُ فَيَقُولُ: يَا رَبِّ إِنَّكَ وَعَدْتَنِي أَنَّكَ لَا تُخْزِينِي يَوْمَ يُبْعَثُونَ، فَيَقُولُ اللهُ تَعَالَى: إِنِّي حَرَّمْتُ الْجَنَّةَ عَلَى الْكَافِرينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ibrahim will meet his father and will say: \"O Lord, You promised me that You would not disgrace me on the Day when all creatures are resurrected.\" And Allah will say to him: \"I have forbidden Paradise to the disbelievers.\")</span> He also recorded this in the Hadiths about the Prophets, upon them be peace, where the wording is:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَلْقَى إِبْرَاهِيمُ أَبَاهُ آزَرَ يَوْمَ الْقِيَامَةِ، وَعَلَى وَجْهِ آزَرَ قَتَرَةٌ وَغَبَرَةٌ، فَيَقُولُ لَهُ إِبْرَاهِيمُ: أَلَمْ أَقُلْ لَكَ لَا تَعْصِينِي، فَيَقُولُ أَبُوهُ: فَالْيَوْمَ لَا أَعْصِيكَ، فَيَقُولُ إِبْرَاهِيمُ: يَا رَبِّ إِنَّكَ وَعَدْتَنِي أَنْ لَا تُخْزِيَنِي يَوْمَ يُبْعَثُونَ، فَأَيُّ خِزْيٍ أَخْزَى مِنْ أَبِي الْأَبْعَدِ فَيَقُولُ اللهُ تَعَالَى: إِنِّي حَرَّمْتُ الْجَنَّةَ عَلَى الْكَافِرِينَ، ثُمَّ يُقَالُ: يَا إِبْرَاهِيمُ! انْظُرْ تَحْتَ رِجْلِكَ، فَيَنْظُرَ، فَإِذَا هُوَ بِذِيخٍ مُتَلَطِّخٍ، فَيُؤْخَذُ بِقَوَائِمِهِ فَيُلْقَى فِي النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ibrahim will meet his father Azar on the Day of Resurrection, and there will be dust and darkness on Azar's face. Ibrahim will say to him, \"Did I not tell you not to disobey me?\" His father will say to him: \"Today I will not disobey you.\" Ibrahim will say: \"O Lord, You promised me that You would not disgrace me on the Day when they are resurrected, but what disgrace can be greater than seeing my father in this state?\" Allah will say to him: \"I have forbidden Paradise to the disbelievers.\" Then it will be said: \"O Ibrahim! Look beneath your feet.\" So he will look and there he will see <span class=\"gray\">(that his father was changed into)</span> a male hyena covered in dung, which will be caught by the legs and thrown in the Fire.)</span> This was also recorded by Abu 'Abdur-Rahman An-Nasa'i in the Tafsir of his Sunan Al-Kubra.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day whereon neither wealth nor sons will avail,)</span> means, a man's wealth will not protect him from the punishment of Allah, even if he were to pay a ransom equivalent to an earthful of gold.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا بَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor sons)</span> means, 'or if you were to pay a ransom of all the people on earth.' On that Day nothing will be of any avail except faith in Allah and sincere devotion to Him, and renunciation of Shirk and its people. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except him who brings to Allah a clean heart.)</span> meaning, free from any impurity or Shirk. Ibn Sirin said, \"The clean heart knows that Allah is true, that the Hour will undoubtedly come and that Allah will resurrect those who are in the graves.\" Sa'id bin Al-Musayyib said, \"The clean heart is the sound heart.\" This is the heart of the believer, for the heart of the disbeliever and the hypocrite is sick. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي قُلُوبِهِم مَّرَضٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In their hearts is a disease)</span><span class=\"gray\">(2:10)</span>. Abu 'Uthman An-Nisaburi said, \"It is the heart that is free from innovation and is content with the Sunnah.\"</p>"
  }
]