[
  {
    "ayah_key": "73:10",
    "group_ayah_key": "73:10",
    "from_ayah": "73:10",
    "to_ayah": "73:18",
    "ayah_keys": "73:10,73:11,73:12,73:13,73:14,73:15,73:16,73:17,73:18",
    "text": "<p lang=\"en\" class=\"en \">And be patient with what they say, and keep away from them in a good way <span>(10)</span>And leave Me alone to deal with the deniers, those who are in possession of good things of life. And give them respite for a little <span>(11)</span>Verily, with Us are Ankal, and Jahim <span>(12)</span>And a food that chokes, and a painful torment <span>(13)</span>On the Day when the earth and the mountains will <span class=\"gray\">(Tarjufu)</span> shake, and the mountains will be a heap of sand poured out <span>(14)</span>Verily, We have sent to you a Messenger to be a witness over you, as We did send a Messenger to Fir'awn <span>(15)</span>But Fir'awn disobeyed the Messenger; so We seized him with a severe punishment <span>(16)</span>Then how can you protect yourselves from the punishment, if you disbelieve, on a Day that will make the children gray-headed <span>(17)</span>Whereon the heaven will be cleft asunder? His promise is certainly to be accomplished <span>(18)</span></p><p lang=\"en\" class=\"en \">The Command to be Patient with the Harms of the Disbelievers and a Discussion of what They will receive because of it</p><p lang=\"en\" class=\"en \">Allah commands His Messenger ﷺ to be patient with what the foolish who reject him among his people say. Allah also commands him to keep away from them in a nice way. This means in a way that is not blameworthy. Then Allah says to him, as a threat and a warning to his people - and He <span class=\"gray\">(Allah)</span> is the Most Great, Whose anger nothing can stand before,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And leave Me alone to deal with the deniers, those who are in possession of good things of life.)</span> meaning, 'leave Me to deal with the rich rejectors, who own great wealth.' For verily, they are more able to obey than others besides them, and they are requested to give the rights <span class=\"gray\">(to people)</span> because they have what others do not have.</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَمَهِّلْهُمْ قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give them respite for a little.)</span> meaning, for a little while. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We let them enjoy for a little, then in the end We shall oblige them to <span class=\"gray\">(enter)</span> a great torment.)</span><span class=\"gray\">(31:24)</span> Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ لَدَيْنَا أَنْكَالًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, with Us are Ankal,)</span> and these are fetters. Ibn 'Abbas, 'Ikrimah, Tawus, Muhammad bin Ka'b, 'Abdullah bin Buraydah, Abu 'Imran Al-Jawni, Abu Mijlaz, Ad-Dahhak, Hammad bin Abi Sulayman, Qatadah, As-Suddi, Ibn Al-Mubarak, Ath-Thawri and others have all said this.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَجَحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Jahim.)</span> This is a blazing fire.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَطَعَامًا ذَا غُصَّةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a food that chokes,)</span> Ibn 'Abbas said, \"This means it will get stuck in the throat and it will not enter or come out.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَذَابًا أَلِيمًا - يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبَالُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a painful torment. On the Day when the earth and the mountains will <span class=\"gray\">(Tarjuf)</span> shake,)</span> meaning, they will quake.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَكَانَتِ الْجِبَالُ كَثِيبًا مَهِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the mountains will be a heap of sand poured out.)</span> meaning, they will become like hills of sand after they had been firm rocks. Then they will be utterly destroyed and nothing will remain of them. This will occur until the entire earth becomes a flat land and no curvature will be seen in it. Thus, there will be no valleys and no hills. This means that no part of it will be low or elevated.</p><p lang=\"en\" class=\"en \">Your Messenger is like the Messenger <span class=\"gray\">(ﷺ)</span> to Fir'awn, and You know what happened to Fir'awn</p><p lang=\"en\" class=\"en \">Then addresses the disbelievers of the Quraysh, and along with them the rest of mankind,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have sent to you a Messenger to be a witness over you,)</span> meaning, witnessing your deeds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا أَرْسَلْنَا إِلَىٰ فِرْعَوْنَ رَسُولًا - فَعَصَىٰ فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَاهُ أَخْذًا وَبِيلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as We did send a Messenger to Fir'awn. But Fir'awn disobeyed the Messenger; so We seized him with a severe punishment.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَخْذًا وَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(severe punishment)</span> Ibn Abbas, Mujahid, Qatadah, As-Suddi, and Ath-Thawri said that this means severe. This means, 'you should beware of denying this Messenger, lest you be afflicted by that which befell Fir'awn. Allah seized him with the seizing of One Mighty and Powerful.' This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُ اللَّهُ نَكَالَ الْآخِرَةِ وَالْأُولَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So Allah seized him with punishment for his last and first transgression.)</span><span class=\"gray\">(79:25)</span> 'Therefore, you will be even more deserving of destruction and ruin if you deny your Messenger, because your Messenger is more noble and a greater than Prophet Musa, the son of 'Imran.' This has been reported from Ibn 'Abbas and Mujahid.</p><p lang=\"en\" class=\"en \">The Threat of the Day of Judgement</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ تَتَّقُونَ إِنْ كَفَرْتُمْ يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then how can you proctect yourselves from the punishment, if you disbelieved, on a Day that will make the children gray-headed?)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir quoted in the recitation of Ibn Mas'ud: \"How can you, O people, fear a Day that makes the children grey-headed, if you disbelieve in Allah and do not testify to Him?\" </p><p lang=\"en\" class=\"en \">So the first interpretation would mean, 'how can you attain safety for yourselves from the Day of this great horror if you disbelieve?' It could imply the meaning, 'how can you all attain piety if you disbelieve in the Day of Judgement and reject it.' Both of these meanings are good. However, the first interpretation is closer to the truth. And Allah knows best. The meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On a Day that will make the children gray-headed?)</span> is that this will happen due to the severity of its horrors, its earthquakes and its disturbing confusion. This is when Allah will say to Adam, \"Send a group to the Fire.\" Adam will say, \"How many?\" Allah will then reply, \"From every thousand, nine hundred and ninety-nine to the Fire, and one to Paradise.\" Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">السَّمَاءُ مُنْفَطِرٌ بِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whereon the heaven will be cleft asunder?)</span> Al-Hasan and Qatadah both said, \"This means, because of it <span class=\"gray\">(the Day of Judgement)</span>, due to its severity and its horror.\" Then Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">كَانَ وَعْدُهُ مَفْعُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His promise is certainly to be accomplished.)</span> meaning, the promise of this Day will be fulfilled. This means it will occur and there is no way around it, and it will come to pass and there is no avoiding it.</p>"
  }
]