[
  {
    "ayah_key": "16:1",
    "group_ayah_key": "16:1",
    "from_ayah": "16:1",
    "to_ayah": "16:1",
    "ayah_keys": "16:1",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَىٰ أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. The Event ordained by Allah has indeed come, so do not seek to hasten it. Glorified and Exalted be He above all that they associate as partners with Him.)</span></p><div lang=\"en\" class=\"en \"><h2>Warning about the approach of the Hour</h2></div><p lang=\"en\" class=\"en \">Allah is informing about the approach of the Hour in the past tense <span class=\"gray\">[in Arabic]</span> in order to confirm that it will undoubtedly come to pass. This is like the following Ayat, in which the verbs appear in the past tense in Arabic:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُّعْرِضُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Mankind's reckoning has drawn near them, while they turn away in heedlessness.)</span><span class=\"gray\">[21:1]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hour has drawn near, and the moon has been cleft.)</span><span class=\"gray\">[54:1]</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَا تَسْتَعْجِلُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so do not seek to hasten it.)</span> means, what was far is now near, so do not try to rush it. As Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ ۚ وَلَوْلَا أَجَلٌ مُّسَمًّى لَّجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ - يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they ask you to hasten the torment <span class=\"gray\">(for them)</span>, and had it not been for a term appointed, the torment would certainly have come to them. And surely, it will come upon them suddenly while they are unaware! They ask you to hasten on the torment. And verily! Hell, of a surety, will encompass the disbelievers)</span><span class=\"gray\">(29:53-54)</span>.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim reported from 'Uqbah bin 'Amir that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَطْلُعُ عَلَيْكُمْ عِنْدَ السَّاعَةِ سَحَابَةٌ سَوْدَاءُ مِنَ الْمَغْرِبِ مِثْلَ التُّرْسِ، فَمَا تَزَالُ تَرْتَفِعُ فِي السَّمَاءِ ثُمَّ يُنَادِي مُنَادٍ فِيهَا: يَا أَيُّهَا النَّاسُ! فَيُقْبِلُ النَّاسُ بَعْضُهُمْ عَلَى بَعْضٍ: هَلْ سَمِعْتُمْ، فَمِنْهُمْ مَنْ يَقُولُ: نَعَمْ، وَمِنْهُمْ مَنْ يَشُكُّ، ثُمَّ يُنَادِي الثَّانِيَةَ: يَا أَيُّهَا النَّاسُ! فَيَقُولُ النَّاسُ بَعْضُهُمْ لِبَعْضٍ: هَلْ سَمِعْتُمْ، فَيَقُولُونَ: نَعَمْ، ثُمَّ يُنَادِي الثَّالِثَةَ: يَا أَيُّهَا النَّاسُ! أَتَى أَمْرُ اللهِ فَلَا تَسْتَعْجِلُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the Hour approaches, a black cloud resembling a shield will emerge upon from the west. It will continue rising in the sky, then a voice will call out, 'O mankind!' The people will say to one another, 'Did you hear that?' Some will say, 'yes', but others will doubt it. Then a second call will come, 'O mankind!' The people will say to one another, 'Did you hear that?' And they will say, 'Yes.' Then a third call will come, 'O mankind!' The Event ordained by Allah has indeed come, so do not seek to hasten it.')</span></p><p lang=\"no\" class=\"no \">The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَ الَّذِي نَفْسِي بِيَدِهِ، إِنَّ الرَّجُلَيْنِ لَيَنْشُرَانِ الثَّوبَ فَمَا يَطْوِيَانِهِ أَبَدًا، وَإِنَّ الرَّجُلَ لَيَمُدَّنَّ حَوْضَهُ فَمَا يَسْقِي فِيهِ شَيْئًا أَبَدًا، وَإِنَّ الرَّجُلَ لَيَحْلُبُ نَاقَتَهُ فَمَا يَشْرِبُهُ أَبَدًا - قَالَ - وَيَشْتَغِلُ النَّاسُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the One in Whose Hand is my soul, two men will spread out a cloth, but will never refold it; a man will prepare his trough, but will never water his animals from it; and a man will milk his camel, but will never drink the milk.\" Then he said, \"The people will be distracted.\")</span></p><p lang=\"en\" class=\"en \">Then Allah tells us that He is free from their allegations of partners to their worship of idols, and making equals for Him. Glorified and exalted be He far above that. These are the people who deny the Hour, so He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glorified and Exalted be He above all that they associate as partners with Him.)</span></p>"
  },
  {
    "ayah_key": "16:10",
    "group_ayah_key": "16:10",
    "from_ayah": "16:10",
    "to_ayah": "16:11",
    "ayah_keys": "16:10,16:11",
    "text": "<p lang=\"en\" class=\"en \">He it is Who sends water down from the sky; from it you drink and from it <span class=\"gray\">(grows)</span> the vegetation on which you send your cattle to pasture <span>(10)</span>With it He causes crops to grow for you, the olives, the date palms, the grapes, and every kind of fruit. Verily, in this there is indeed an evident proof and a manifest sign for people who give thought <span>(11)</span></p><div lang=\"en\" class=\"en \"><h2>The Blessings of Rain, and explaining how it is one of the Signs</h2></div><p lang=\"en\" class=\"en \">When Allah mentions the blessings of cattle and other animals that He has granted mankind, He then mentions how He has blessed them by sending rain down from the sky above, which has been fulfilling the needs and bringing joy to people and their cattle. Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَّكُم مِّنْهُ شَرَابٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from it you drink)</span> meaning, He made it fresh and pure so that they can drink it, not salty and undrinkable.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and from it <span class=\"gray\">(grows)</span> the vegetation on which you send your cattle to pasture.)</span> meaning, from it He raised plants on which your cattle graze. Ibn 'Abbas, 'Ikrimah, Ad-Dahhak, Qatadah and Ibn Zayd, all said that this refers to grazing animals including camels.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنبِتُ لَكُم بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِن كُلِّ الثَّمَرَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(With it He causes crops to grow for you, olives, date palms, grapes, and every kind of fruit.)</span> meaning, with this one kind of water, He makes the earth sprout plants with different tastes, colors, scents and shapes. For this reason He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً لِّقَوْمٍ يَتَفَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this there is indeed an evident proof and a manifest sign for people who give thought.)</span> meaning, this is a sign and a proof that there is no god besides Allah, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنزَلَ لَكُم مِّنَ السَّمَاءِ مَاءً فَأَنبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَّا كَانَ لَكُمْ أَن تُنبِتُوا شَجَرَهَا ۗ أَإِلَٰهٌ مَّعَ اللَّهِ ۚ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is not He <span class=\"gray\">(better than your gods)</span> Who created the heavens and the earth, and sends water down for you from the sky, from which We cause wonderful gardens full of beauty and delight to grow? You are not able to cause the growth of their trees. Is there any ilah <span class=\"gray\">(god)</span> with Allah? Nay, but they are a people who make equals <span class=\"gray\">(to Him)</span>!)</span><span class=\"gray\">(27:60)</span>.</p>"
  },
  {
    "ayah_key": "16:101",
    "group_ayah_key": "16:101",
    "from_ayah": "16:101",
    "to_ayah": "16:102",
    "ayah_keys": "16:101,16:102",
    "text": "<p lang=\"en\" class=\"en \">And when We change a verse in place of another - and Allah knows best what He reveals - they <span class=\"gray\">(the disbelievers)</span> say: \"You <span class=\"gray\">(O Muhammad)</span> are but a forger.\" Rather, most of them know not <span>(101)</span>Say <span class=\"gray\">(O Muhammad)</span>; \"Ruh-ul-Qudus has brought it <span class=\"gray\">(the Qur'an)</span> down from your Lord with truth.\" for the conviction of those who believe, and as a guide and good news for the Muslims <span>(102)</span></p><div lang=\"en\" class=\"en \"><h2>The Idolators' Accusation that the Prophet <span class=\"gray\">(ﷺ)</span> was a Liar since some Ayat were abrogated, and the Refutation of their Claims</h2></div><p lang=\"en\" class=\"en \">Allah tells us of the weak minds of the idolators, and their lack of faith and conviction. He explains that it is impossible for them to have faith when He has decreed that they are doomed. When they saw that some rulings had been changed by being abrogated, they said to the Messenger of Allah ﷺ:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّمَا أَنتَ مُفْتَرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are but a forger)</span> meaning one who tells lies. But Allah is the Lord Who does whatever He wills, and rules as He wants.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَدَّلْنَا آيَةً مَّكَانَ آيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when We change a verse <span class=\"gray\">(of the Qur'an)</span> in place of another)</span> Mujahid said: this means, \"We remove one and put another in its place.\" Qatadah said: this is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatever verse We change <span class=\"gray\">[abrogate]</span> or omit <span class=\"gray\">[the abrogated]</span>...)</span>\" <span class=\"gray\">(2:106)</span>. Allah said, in response to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Ruh-ul-Qudus has brought it...\")</span> meaning, Jibril,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن رَّبِّكَ بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from your Lord with truth,)</span> meaning, with truthfulness and justice</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُثَبِّتَ الَّذِينَ آمَنُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for the conviction of those who believe,)</span> so that they will believe what was revealed earlier and what was revealed later, and humble themselves towards Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدًى وَبُشْرَىٰ لِلْمُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and as a guide and good news for the Muslims.)</span> meaning He has made it a guide and good news to the Muslims who believe in Allah and His Messengers.</p>"
  },
  {
    "ayah_key": "16:103",
    "group_ayah_key": "16:103",
    "from_ayah": "16:103",
    "to_ayah": "16:103",
    "ayah_keys": "16:103",
    "text": "<p class=\"en translation\" lang=\"en\">And indeed We know that they <span class=\"gray\">(polytheists and pagans)</span> say: \"It is only a human being who teaches him.\" The tongue of the man they refer to is foreign, while this <span class=\"gray\">(the Qur'an)</span> is <span class=\"gray\">(in)</span> a clear Arabic tongue <span>(103)</span></p><div lang=\"en\" class=\"en \"><h2>The Idolators' Claim that the Qur'an was taught by a Human, and the Refutation of their Claim</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the idolators' lies, allegations, and slander when they claimed that this Qur'an which Muhammad ﷺ had recited for them, was actually taught to him by a human. They referred to a foreign <span class=\"gray\">(i.e., non-Arab)</span> man who lived among them as the servant of some of the clans of Quraysh and who used to sell goods by As-Safa. Maybe the Messenger of Allah ﷺ used to sit with him sometimes and talk to him a little, but he was a foreigner who did not know much Arabic, only enough simple phrases to answer questions when he had to. So in refutation of their claims of fabrication, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَٰذَا لِسَانٌ عَرَبِيٌّ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The tongue of the man they refer to is foreign, while this <span class=\"gray\">(the Qur'an)</span> is a <span class=\"gray\">(in)</span> clear Arabic tongue.)</span> meaning, how could it be that this Qur'an with its eloquent style and perfect meanings, which is more perfect than any Book revealed to any previously sent Prophet, have been learnt from a foreigner who hardly speaks the language? No one with the slightest amount of common sense would say such a thing.</p>"
  }
]