[
  {
    "ayah_key": "10:61",
    "group_ayah_key": "10:61",
    "from_ayah": "10:61",
    "to_ayah": "10:61",
    "ayah_keys": "10:61",
    "text": "<p lang=\"en\" class=\"en \">Neither you do any deed nor recite any portion of the Qur'an, nor you do any deed, but We are Witness thereof when you are doing it. And nothing is hidden from your Lord <span class=\"gray\">(so much as)</span> the weight of a speck of dust on the earth or in the heaven. Not what is less than that or what is greater than that but is <span class=\"gray\">(written)</span> in a Clear Record <span>(61)</span></p><div lang=\"en\" class=\"en \"><h2>Everything Small or Large is within the Knowledge of Allah</h2></div><p lang=\"en\" class=\"en \">Allah informed His Prophet ﷺ that He knows and is well acquainted with all of the affairs and conditions of him and his Ummah and all of creation and its creatures at all times – during every hour and second. Nothing slips or escapes from His knowledge and observation, not even anything the weight of a speck of dust within the heavens or earth, or anything that is smaller or larger than that. Everything is in a manifest Book, as Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعِندَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ ۚ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ ۚ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And with Him are the keys of the Ghayb <span class=\"gray\">(all that is hidden and unseen)</span>, none knows them but He. And He knows whatever there is in the land and in the sea; not a leaf falls, but He knows it. There is not a grain in the darkness of the earth nor anything fresh or dry, but is written in a Clear Record.)</span><span class=\"gray\">(6:59)</span> He stated that He is Well-Aware of the movement of the trees and other inanimate objects. He is also Well-Aware of all grazing beasts. He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is not a moving creature on earth, nor a bird that flies with its two wings, but are communities like you.)</span><span class=\"gray\">(6:38)</span> He also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no moving creature is there on earth but its provision is due from Allah.)</span><span class=\"gray\">(11:6)</span> If this is His knowledge of the movement of these things, then what about His knowledge of the movement of the creatures that are commanded to worship Him? Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ - الَّذِي يَرَاكَ حِينَ تَقُومُ - وَتَقَلُّبَكَ فِي السَّاجِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And put your trust in the Almighty, the Most Merciful, Who sees you when you stand up, and your movements among those who fall prostrate.)</span><span class=\"gray\">(26:217-219)</span> That is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِن قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither you do any deed nor recite any portion of the Qur'an, nor you do any deed, but We are Witness thereof when you are doing it.)</span> meaning, 'We are watching and hearing you when you engage in that thing.' When Jibril asked the Prophet ﷺ about Ihsan, he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَعْبُدَ اللهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is that you worship Allah as if you are seeing Him. But since you do not see Him, be certain that He is watching you.)</span></p>"
  },
  {
    "ayah_key": "10:62",
    "group_ayah_key": "10:62",
    "from_ayah": "10:62",
    "to_ayah": "10:64",
    "ayah_keys": "10:62,10:63,10:64",
    "text": "<p class=\"en translation\" lang=\"en\">Behold! The Awliya' of Allah, no fear shall come upon them nor shall they grieve <span>(62)</span>Those who believed, and have Taqwa <span>(63)</span>For them is good news, in the life of the present world, and in the Hereafter. No change can there be in the Words of Allah. This is indeed the supreme success <span>(64)</span></p><div lang=\"jv\" class=\"jv \"><h2>Identifying the Awliya' of Allah</h2></div><p lang=\"en\" class=\"en \">Allah tells us that His Awliya' <span class=\"gray\">(friends and allies)</span> are those who believe and have Taqwa of Allah as He defined them. Every pious, God-fearing person is a friend of Allah, therefore,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا خَوْفٌ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(no fear shall come upon them)</span> from the future horrors they will face in the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor shall they grieve.)</span> over anything left behind in this world. Ibn Jarir recorded that Abu Hurayrah said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ مِنْ عِبَادِ اللهِ عِبَادًا يَغْبِطُهُمُ الْأَنْبِيَاءُ وَالشُّهَدَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Among the servants of Allah there will be those whom the Prophets and the martyrs will consider fortunate)</span>. It was said: \"Who are these, O Messenger of Allah, so we may love them?\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمْ قَوْمٌ تَحَابُّوا فِي اللهِ مِنْ غَيْرِ أَمْوَالٍ وَلَا أَنْسَابٍ، وُجُوهُهُمْ نُورٌ عَلَى مَنَابِرَ مِنْ نُورٍ، لَا يَخَافُون إِذَا خَافَ النَّاسُ، وَلَا يَحْزَنُونَ إِذَا حَزِنَ النَّاسُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are people who loved one another for the sake of Allah without any other interest like money or kinship. Their faces will be light, upon platforms of light. They shall have no fear <span class=\"gray\">(on that Day)</span> when fear shall come upon people. Nor shall they grieve when others grieve.)</span> Then he recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Behold!! Verily, the Awliya' <span class=\"gray\">(friends and allies)</span> of Allah, no fear shall come upon them nor shall they grieve.)</span></p><div lang=\"en\" class=\"en \"><h2>The True Dream is a Form of Good News</h2></div><p lang=\"lb\" class=\"lb \">Ibn Jarir narrated from 'Ubadah bin As-Samit that he <span class=\"gray\">[recited]</span> to Allah's Messenger ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمُ الْبُشْرَىٰ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them is good news, in the life of the present world, and in the Hereafter.)</span><span class=\"gray\">[and said,]</span> \"We know the good news of the Hereafter, it is Paradise. But what is the good news in this world?\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرُّؤْيَا الصَّالِحَةُ يَرَاهَا الْعَبْدُ أَوْ تُرَى لَهُ. وَهِيَ جُزْءٌ مِنْ أَرْبَعَةٍ وَأَرْبَعِينَ جُزْءًا أَوْ سَبْعِينَ جُزْءًا مِنَ النُّبُوَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is the good dream that a servant may see or it is seen about him. This dream is one part from forty-four or seventy parts of Prophethood.)</span> Imam Ahmad recorded that Abu Dharr said, \"O Messenger of Allah! What about a man who does deeds that the people commend him for?\" Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ عَاجِلُ بُشْرَى الْمُؤْمِنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the good news that has been expedited for the believer.)</span> Imam Ahmad recorded that 'Abdullah bin 'Amr said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمُ الْبُشْرَىٰ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them is good news, in the life of the present world)</span> Then he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرُّؤْيَا الصَّالِحَةُ يُبَشَّرُهَا الْمُؤْمِنُ، جُزْءٌ مِنْ تِسْعَةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ، فَمَنْ رَأَى ذَلِكَ فَلْيُخْبِرْ بِهَا، وَمَنْ رَأَى سِوَى ذَلِكَ فَإِنَّمَا هُوَ مِنَ الشَّيْطَانِ لِيُحْزِنَهُ، فَلْيَنْفُثْ عَنْ يَسَارِهِ ثَلَاثًا، وَلْيُكَبِّرْ، وَلَا يُخْبِرْ بِهَا أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The good dream that comes as a good news for the believer is a part of forty-nine parts of prophethood. So if anyone of you has a good dream, he should narrate it to others. But if he has a dream that he dislikes, then it is from Shaytan to make him sad. He should blow to his left three times, and say : \"Allahu Akbar,\" and should not mention it to anyone.\")</span> And it was also said, \"The good news here is the glad tidings the angels bring to the believer at the time of death. They bring him the good news of Paradise and forgiveness.\" Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنتُمْ تُوعَدُونَ - نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ - نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who say: \"Our Lord is Allah <span class=\"gray\">(alone)</span>,\" and then they stand straight and firm, on them the angels will descend <span class=\"gray\">(at the time of their death)</span><span class=\"gray\">(saying)</span>: \"Fear not, nor grieve! But receive the glad tidings of Paradise which you have been promised! We have been your friends in the life of this world and are <span class=\"gray\">(so)</span> in the Hereafter. Therein you shall have <span class=\"gray\">(all)</span> that your souls desire, and therein you shall have <span class=\"gray\">(all)</span> for which you ask. An entertainment from <span class=\"gray\">(Allah)</span>, the Oft-Forgiving, Most Merciful.\")</span><span class=\"gray\">(41:30-32)</span> In the Hadith narrated by Al-Bara', the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُؤْمِنَ إِذَا حَضَرَهُ الْمُوتُ جَاءَهُ مَلَائِكَةٌ بِيضُ الْوُجُوهِ بِيضُ الثِّيَابِ فَقَالُوا: اخْرُجِي أَيَّتُهَا الرُّوحُ الطَّيِّبَةُ إِلَى رُوْحٍ وَرَيْحَانٍ وَرَبٍّ غَيْرِ غَضْبَانَ، فَتَخْرُجُ مِنْ فَمِهِ كَمَا تَسِيلُ الْقَطْرَةُ مِنْ فَمِ السِّقَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When death approaches the believer, angels with white faces and white clothes come to him and say: \"O good soul! Come out to comfort and provision and a Lord who is not angry.\" The soul then comes out of his mouth like a drop of water pouring out of a water skin.)</span> Their good news in the Hereafter is as Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ هَٰذَا يَوْمُكُمُ الَّذِي كُنتُمْ تُوعَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The greatest terror <span class=\"gray\">(on the Day of Resurrection)</span> will not grieve them, and the angels will meet them, <span class=\"gray\">(with the greeting:)</span> \"This is your Day which you were promised.\")</span><span class=\"gray\">(21:103)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَىٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِم بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day you shall see the believing men and the believing women – their light running forward before them and by their right hands. Glad tidings for you this Day! Gardens under which rivers flow <span class=\"gray\">(Paradise)</span>, to dwell therein forever! Truly, this is the great success!)</span><span class=\"gray\">(57:12)</span> Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No change can there be in the Words of Allah.)</span> meaning, this promise doesn't change or breach or fall short. It is decreed and firm, and going to happen undoubtedly.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is indeed the supreme success.)</span></p>"
  }
]