[
  {
    "ayah_key": "18:66",
    "group_ayah_key": "18:66",
    "from_ayah": "18:66",
    "to_ayah": "18:70",
    "ayah_keys": "18:66,18:67,18:68,18:69,18:70",
    "text": "<p lang=\"en\" class=\"en \">Musa said to him: \"May I follow you so that you teach me something of that knowledge which you have been taught <span class=\"gray\">(by Allah)</span>? <span>(66)</span>He said: \"Verily, you will not be able to have patience with me! <span>(67)</span>\"And how can you have patience about a thing which you know not? <span>(68)</span>Musa said: \"If Allah wills, you will find me patient, and I will not disobey you in aught. <span>(69)</span>He said: \"Then, if you follow me, ask me not about anything till I myself mention of it to you. <span>(70)</span></p><div lang=\"en\" class=\"en \"><h2>Musa meeting with Al-Khidr and accompanying Him</h2></div><p lang=\"en\" class=\"en \">Allah tells us what Musa said to that learned man, who was Al-Khidr. He was one to whom Allah had given knowledge that He had not given to Musa, just as He had given Musa knowledge that He had not given to Al-Khidr.</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ لَهُ مُوسَىٰ هَلْ أَتَّبِعُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Musa said to him: \"May I follow you...\")</span> This is a question phrased in gentle terms, with no sense of force or coercion. This is the manner in which the seeker of knowledge should address the scholar.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَّبِعُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I follow you)</span> means, I accompany you and spend time with you.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that you teach me something of that knowledge which you have been taught)</span> meaning, teach me something from that which Allah has taught you so that I may be guided by it and learn something beneficial and do righteous deeds. At this point,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said)</span> meaning, Al-Khidr said to Musa,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you will not be able to have patience with me!)</span> meaning, 'You will not be able to accompany with me when you see me doing things that go against your law, because I have knowledge from Allah that He has not taught you, and you have knowledge from Allah that He has not taught me. Each of us has responsibilities before Allah that the other does not share, and you will not be able to stay with me,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِ خُبْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how can you have patience about a thing which you know not?)</span> 'For I know that you will denounce me justifiably, but I have knowledge of Allah's wisdom and the hidden interests which I can see but you cannot.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(He said)</span> meaning, Musa said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَتَجِدُنِي إِن شَاءَ اللَّهُ صَابِرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If Allah wills, you will find me patient,)</span> with whatever I see of your affairs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا أَعْصِي لَكَ أَمْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I will not disobey you in aught.)</span> means, 'I will not go against you in anything.' At that point, Al-Khidr, upon him be peace, set a condition:</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَن شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, if you follow me, ask me not about anything)</span> do not initiate any discussion of the matter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ أُحْدِثَ لَكَ مِنْهُ ذِكْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(till I myself mention of it to you.)</span> meaning, 'until I initiate the discussion, before you ask me about it.'</p>"
  },
  {
    "ayah_key": "18:71",
    "group_ayah_key": "18:71",
    "from_ayah": "18:71",
    "to_ayah": "18:73",
    "ayah_keys": "18:71,18:72,18:73",
    "text": "<p lang=\"en\" class=\"en \">So they both proceeded, till, when they boarded the boat, he <span class=\"gray\">(Khidr)</span> damaged it. Musa said: \"Have you damaged it wherein its people will drown? Verily, you have committed a thing Imr. <span>(71)</span>He said: \"Did I not tell you, that you would not be able to have patience with me? <span>(72)</span>He said: \"Call me not to account for what I forgot, and be not hard upon me for my affair <span class=\"gray\">(with you)</span>. <span>(73)</span></p><div lang=\"en\" class=\"en \"><h2>Damaging the Boat</h2></div><p lang=\"en\" class=\"en \">Allah tells us that Musa and his companion Al-Khidr set out having come to an agreement and reached an understanding. Al-Khidr had made the condition that Musa should not ask him about anything he found distasteful until he himself initiated the discussion and offered an explanation. So they went on board the ship, as described in the Hadith quoted above – the crew recognized Al-Khidr and let them ride on board free of charge, as an honor to Al-Khidr. When the boat took them out to sea and they were far from the shore, Al-Khidr got up and damaged the boat, pulling out one of its planks and then patching it up again. Musa, peace be upon him, could not restrain himself from denouncing him, so he said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you damaged it wherein its people will drown?)</span> The grammatical structure of the sentence in Arabic implies that this was the consequence, not the purpose, of his action.</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَقَدْ جِئْتَ شَيْئًا إِمْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you have committed a thing Imr.)</span> About 'Imr', Mujahid said: \"An evil thing.\" Qatadah said, \"An astounding thing.\" At this point, reminding him of the previously-agreed condition, Al-Khidr said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did I not tell you, that you would not be able to have patience with me?)</span> meaning, 'this thing that I did deliberately is one of the things I told you not to denounce me for, because you do not know the full story, and there is a reason and purpose for it that you do not know about.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(He said)</span>, meaning, Musa said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُؤَاخِذْنِي بِمَا نَسِيتُ وَلَا تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Call me not to account for what I forgot, and be not hard upon me for my affair <span class=\"gray\">(with you)</span>.)</span> meaning, 'do not be harsh with me.' Hence it says in the Hadith quoted above from the Messenger of Allah ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَتِ الْأُولَى مِنْ مُوسَى نِسْيَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In the first instance, Musa asked Al-Khidr because he had forgotten his promise.)</span></p>"
  },
  {
    "ayah_key": "18:74",
    "group_ayah_key": "18:74",
    "from_ayah": "18:74",
    "to_ayah": "18:76",
    "ayah_keys": "18:74,18:75,18:76",
    "text": "<p lang=\"en\" class=\"en \">Then they both proceeded till they met a boy, and he <span class=\"gray\">(Khidr)</span> killed him. Musa said: \"Have you killed an innocent person without Nafs? Verily, you have committed a thing Nukr! <span>(74)</span>He said: \"Did I not tell you that you can have no patience with me? <span>(75)</span>He said: \"If I ask you anything after this, keep me not in your company, you have received an excuse from me. <span>(76)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of killing the Boy</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَانطَلَقَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they both proceeded,)</span> means, after the first incident,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا لَقِيَا غُلَامًا فَقَتَلَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(till they met a boy, and he <span class=\"gray\">(Khidr)</span> killed him.)</span> It has been stated previously that this boy was playing with other boys in one of the towns, and that Al-Khidr deliberately singled him out. He was the finest and most handsome of them all, and Al-Khidr killed him. When Musa, peace be upon him, saw that he denounced him even more fervently than in the first case, and said hastily:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَقَتَلْتَ نَفْسًا زَكِيَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you killed an innocent person?)</span> meaning, a young person who had not yet committed any sin or done anything wrong, yet you killed him</p><p class=\"sd qpc-hafs\" lang=\"sd\">بِغَيْرِ نَفْسٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(without Nafs)</span> with no reason for killing him.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَّقَدْ جِئْتَ شَيْئًا نُّكْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you have committed a thing Nukr!)</span> meaning, something that is clearly evil.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"Did I not tell you that you can have no patience with me?\")</span> Once again, Al-Khidr reiterates the condition set in the first place, so Musa says to him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن سَأَلْتُكَ عَن شَيْءٍ بَعْدَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If I ask you anything after this,)</span> meaning, 'if I object to anything else you do after this,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُصَاحِبْنِي ۖ قَدْ بَلَغْتَ مِن لَّدُنِّي عُذْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(keep me not in your company, you have received an excuse from me.)</span> 'you have accepted my apology twice.' Ibn Jarir narrated from Ibn 'Abbas that Ubayy bin Ka'b said: \"Whenever the Prophet ﷺ mentioned anyone, he would pray for himself first. One day he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَةُ اللهِ عَلَيْنَا وَعَلَى مُوسَى لَوْ لَبِثَ مَعَ صَاحِبِهِ لَأَبْصَرَ الْعَجَبَ، وَلَكِنَّهُ قَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن سَأَلْتُكَ عَن شَيْءٍ بَعْدَهَا فَلَا تُصَاحِبْنِي ۖ قَدْ بَلَغْتَ مِن لَّدُنِّي عُذْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May the mercy of Allah be upon us and upon Musa. If he had stayed with his companion he would have seen wonders, but he said, <span class=\"gray\">('If I ask you anything after this, keep me not in your company, you have received an excuse from me.')</span>)</span>\"</p>"
  },
  {
    "ayah_key": "18:77",
    "group_ayah_key": "18:77",
    "from_ayah": "18:77",
    "to_ayah": "18:78",
    "ayah_keys": "18:77,18:78",
    "text": "<p lang=\"en\" class=\"en \">Then they both proceeded till when they came to the people of a town, they asked them for food, but they refused to entertain them. Then they found therein a wall about to collapse and he set it up straight. <span class=\"gray\">(Musa)</span> said: \"If you had wished, surely you could have taken wages for it! <span>(77)</span>He said: \"This is the parting between you and I, I will tell you the interpretation of <span class=\"gray\">(those)</span> things over which you were not able to be patient. <span>(78)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of repairing the Wall</h2></div><p lang=\"id\" class=\"id \">Allah tells us that</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانطَلَقَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they both proceeded)</span> after the first two instances,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا أَتَيَا أَهْلَ قَرْيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(till when they came to the people of a town,)</span> Ibn Jarir narrated from Ibn Sirin that this was Al-Aylah. According to the Hadith;</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ لِئَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When they came there, the people of the town were mean.)</span> i.e., miserly</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they asked them for food, but they refused to entertain them. Then they found therein a wall about to collapse and he <span class=\"gray\">(Khidr)</span> set it up straight.)</span> means, he fixed it so it was standing upright properly. We have already seen in the Hadith quoted above that he set it up with his own hands, supporting it until it was standing straight again, which is something extraordinary. At this point Musa said to him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you had wished, surely you could have taken wages for it!)</span> meaning, because they did not entertain us as guests, you should not have worked for them for free.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هَٰذَا فِرَاقُ بَيْنِي وَبَيْنِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"This is the parting between you and I)</span> meaning, because you said after the boy was killed that if you asked me anything after that, you would not accompany me any further. So this is the parting of the ways between me and you.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَأُنَبِّئُكَ بِتَأْوِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will tell you the interpretation)</span> meaning explanation,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of <span class=\"gray\">(those)</span> things over which you were not able to be patient.)</span></p>"
  }
]