[
  {
    "ayah_key": "18:30",
    "group_ayah_key": "18:30",
    "from_ayah": "18:30",
    "to_ayah": "18:31",
    "ayah_keys": "18:30,18:31",
    "text": "<p lang=\"en\" class=\"en \">Verily, as for those who believed and did righteous deeds, certainly We shall not make the reward of anyone to be lost who does his <span class=\"gray\">(righteous)</span> deeds in the most perfect manner <span>(30)</span>These! For them will be Jannatu 'Adn; wherein rivers flow beneath them; therein they will be adorned with bracelets of gold, and they will wear green garments of Sundus and Istabraq. They will be Muttaki'in therein on Ara'ik. How good is the reward, and what an excellent Murtafaq <span>(31)</span></p><div lang=\"en\" class=\"en \"><h2>The Reward of those Who believe and do Righteous Deeds</h2></div><p lang=\"en\" class=\"en \">When Allah mentions the state of those who are doomed, He follows that by mentioning the blessed who believed in Allah and believed what His Messengers brought, those who did the righteous deeds that they commanded them to do. They will have Jannatu 'Adn. 'Adn means lasting.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَجْرِي مِن تَحْتِهِمُ الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(wherein rivers flow beneath them,)</span> means, from beneath its rooms and dwellings. Fir'awn said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَٰذِهِ الْأَنْهَارُ تَجْرِي مِن تَحْتِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and these rivers flowing beneath me...)</span><span class=\"gray\">[43:51]</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">يُحَلَّوْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will be adorned)</span> means, with jewelry.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with bracelets of gold,)</span> Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and pearls and their garments therein will be of silk)</span><span class=\"gray\">[22:23]</span>. This is explained in more detail here, where Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُندُسٍ وَإِسْتَبْرَقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will wear green garments of Sundus and Istabraq.)</span> Sundus refers to a fine garment, like a shirt and the like, and Istabraq is thick and shiny velvet.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will be Muttaki'in therein on Ara'ik.)</span> The word Muttaki'in implies lying down, or it was said that it means sitting with one's legs crossed, which is closer to the meaning here. In a Sahih Hadith, the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا أَنَا فَلَا آكُلُ مُتَّكِئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for me, I do not eat sitting with legs crossed <span class=\"gray\">(Muttaki'an)</span>)</span>. Ara'ik is the plural of Arikah, which is a bed under a canopy. And Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How good is the reward, and what an excellent place of rest <span class=\"gray\">(Murtafaq)</span>!)</span> means, how blessed is Paradise as a reward for their good deeds. And what an excellent Murtafaq means, and how good a place to dwell and rest and stay. Previously, Allah had said of Hell,</p><p class=\"sd qpc-hafs\" lang=\"sd\">بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Terrible is the drink, and an evil place of rest <span class=\"gray\">(Murtafaq)</span>!)</span><span class=\"gray\">[18:29]</span>. In a similar way, He contrasts the two <span class=\"gray\">(Paradise and Hell)</span> in Surat Al-Furqan, where He says:</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Evil indeed it <span class=\"gray\">(Hell)</span> is as an abode, and as a place to rest in.)</span><span class=\"gray\">[25:66]</span>. Then He mentions the qualities of the believers, then says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا - خَالِدِينَ فِيهَا ۚ حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those will be rewarded with the highest place because of their patience. Therein they shall be met with greetings and the word of peace and respect. Abiding therein excellent it is as an abode, and as a place to rest in.)</span><span class=\"gray\">[25:75-76]</span></p>"
  },
  {
    "ayah_key": "18:32",
    "group_ayah_key": "18:32",
    "from_ayah": "18:32",
    "to_ayah": "18:36",
    "ayah_keys": "18:32,18:33,18:34,18:35,18:36",
    "text": "<p lang=\"en\" class=\"en \">And put forward to them the example of two men: unto one of them We had given two gardens of grapes, and We had surrounded both with date palms; and had put between them green crops <span class=\"gray\">(cultivated fields)</span><span>(32)</span>Each of those two gardens brought forth its produce, and failed not in the least therein, and We caused a river to gush forth in the midst of both <span>(33)</span>And he had Thamar, and he said to his companion in the course of discussion: \"I am greater than you in wealth and have a mightier entourage. <span>(34)</span>And he went into his garden while having been unjust to himself. He said: \"I do not think that this will ever perish. <span>(35)</span>\"And I do not think the Hour will ever come, and if indeed I am brought back to my Lord, I surely, shall find better than this when I return to Him. <span>(36)</span></p><div lang=\"en\" class=\"en \"><h2>The Example of the Rich Idolators and the Poor Muslims</h2></div><p lang=\"en\" class=\"en \">After mentioning the idolators who were too arrogant to sit with the poor and weak among Muslims, showing off before them with their wealth and noble lineage, Allah then gives a parable for them of two men, one of whom Allah gave two gardens of grapes, surrounded with palm trees and cultivated with crops throughout. All of the trees and plants were abundantly fruitful, providing readily accessible, good quality produce. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Each of those two gardens brought forth its produce,)</span> meaning, produced its fruits,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَمْ تَظْلِم مِّنْهُ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and failed not in the least therein,)</span> meaning, nothing at all was diminishing.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We caused a river to gush forth in the midst of both.)</span> means, rivers were flowing through them here and there.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَانَ لَهُ ثَمَرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he had Thamar,)</span> It was said that what was meant here was wealth, and it was said that what was meant were fruits, which is the more apparent meaning here. This is also supported by the alternative recitation, Thumr, which is the plural of Thamrah <span class=\"gray\">(fruit)</span> just as Khushb is the plural of Khashab <span class=\"gray\">(wood)</span>. Others recite it as Thamar.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَقَالَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he said)</span> the owner of the two gardens</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to his companion in the course of discussion)</span> means, while he was disputing with him and boasting to him and showing off,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am greater than you in wealth and have a mightier entourage.)</span> meaning, 'I have more servants, attendants and children.' Qatadah said, \"This, by Allah, is the wish of the immoral to have a lot of wealth and a large entourage.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِّنَفْسِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he went into his garden having been unjust to himself.)</span> meaning, in his disbelief, rebellion, arrogance and denial of the Hereafter.</p><p class=\"ps qpc-hafs\" lang=\"ps\"> قَالَ مَا أَظُنُّ أَن تَبِيدَ هَٰذِهِ أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"I do not think this will ever perish.\")</span> Thus he was allowing himself to be deceived because of the plants, fruits and trees that he saw, and the rivers flowing through the different parts of his gardens. He thought that it could never come to an end or cease or be destroyed. This was because of his lack of understanding and the weakness of his faith in Allah, and because he was enamored with this world and its adornments, and because he disbelieved in the Hereafter. So he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"And I do not think the Hour will ever come...\")</span> meaning, will ever happen</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if indeed I am brought back to my Lord, I surely shall find better than this when I return to Him.)</span> meaning, 'if there is a Hereafter and a return to Allah, then I will have a better share than this with my Lord, for if it were not that I am dear to Him, He would not have given me all this.' As Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن رُّجِعْتُ إِلَىٰ رَبِّي إِنَّ لِي عِندَهُ لَلْحُسْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if I am brought back to my Lord, surely there will be for me the best with Him.)</span><span class=\"gray\">[41:50]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you seen him who disbelieved in Our Ayat and said: \"I shall certainly be given wealth and children <span class=\"gray\">[if I will be alive again)</span>.\")</span><span class=\"gray\">[19:77]</span> He took it for granted that Allah would give him this, without any sound evidence for that. The reason why this Ayah was revealed was because of Al-'As bin Wa'il, as we will explain in the appropriate place, if Allah wills. In Allah we put our trust.</p>"
  }
]