[
  {
    "ayah_key": "27:59",
    "group_ayah_key": "27:59",
    "from_ayah": "27:59",
    "to_ayah": "27:60",
    "ayah_keys": "27:59,27:60",
    "text": "<p lang=\"en\" class=\"en \">Say : \"Praise and thanks be to Allah, and peace be on His servants whom He has chosen! Is Allah better, or what they ascribe as partners? <span>(59)</span>Is not He Who created the heavens and the earth, and sends down for you water from the sky, whereby We cause to grow wonderful gardens full of beauty and delight? It is not in your ability to cause the growth of their trees. Is there any god with Allah? Nay, but they are a people who ascribe equals <span>(60)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to praise Allah and send Blessings on His Messengers</h2></div><p lang=\"fr\" class=\"fr \">Allah commands His Messenger ﷺ to say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Praise and thanks be to Allah,)</span> meaning, for His innumerable blessings upon His servants and for His exalted Attributes and most beautiful Names. And He commands him to send peace upon the servants of Allah whom He chose and selected, i.e., His noble Messengers and Prophets, may the best of peace and blessings from Allah be upon them. This was the view of 'Abdur-Rahman bin Zayd bin Aslam and others; the meaning of the servants He has chose is the Prophets. He said, \"This like He said in the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ - وَسَلَامٌ عَلَى الْمُرْسَلِينَ - وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glorified be your Lord, the Lord of honor and power! <span class=\"gray\">(He is free)</span> from what they attribute unto Him! And peace be on the Messengers! And all the praises and thanks be to Allah, Lord of all that exists.)</span><span class=\"gray\">(37:180-182)</span>.\" </p><p lang=\"en\" class=\"en \">Ath-Thawri and As-Suddi said, \"This refers to the Companions of Muhammad ﷺ, may Allah be pleased with them all.\" Something similar was also narrated from Ibn 'Abbas, and there is no contradiction between the two views, because they were also among the servants of Allah whom He had chosen, although the description is more befitting of the Prophets.</p><p class=\"ar qpc-hafs\" lang=\"ar\">آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is Allah better, or what they ascribe as partners <span class=\"gray\">(to Him)</span>?)</span></p><p lang=\"en\" class=\"en \">This is a question aimed at denouncing the idolators for their worship of other gods besides Allah.  </p><p lang=\"en\" class=\"en \">Some more Proofs of Tawhid</p><p lang=\"en\" class=\"en \"> Then Allah begins to explain that He is the Only One Who creates, provides and controls, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ خَلَقَ السَّمَاوَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is not He Who created the heavens)</span> meaning, He created those heavens which are so high and serene, with their shining stars and revolving planets. And He created the earth, with its varying heights and densities, and He created everything in it, mountains, hills, plains, rugged terrain, wildernesses, crops, trees, fruits, seas and animals of all different kinds and colors and shapes, etc.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and sends down for you water from the sky,)</span> means, He sends it as a provision for His servants,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whereby We cause to grow wonderful gardens full of beauty and delight?)</span> means, beautiful and delightful to behold.</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not in your ability to cause the growth of their trees.)</span> meaning, 'you are not able to cause their trees to grow. The One Who is able to do that is the Creator and Provider, Who is doing all this Alone and Independent of any idol and other rival.' The idolators themselves admitted this, as Allah says in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ ۖ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you ask them: \"Who has created them?\" they will certainly say: \"Allah.\")</span><span class=\"gray\">(31:25)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you were to ask them: \"Who sends down water from the sky, and gives life therewith to the earth after its death?\" they will surely reply: \"Allah.\")</span><span class=\"gray\">(29:63)</span></p><p lang=\"en\" class=\"en \">Meaning they will admit that He is the One Who does all these things, Alone, with no partner or associate, but then they worship others alongside Him, others who they admit cannot create or provide anything. But the Only One Who deserves to be worshipped is the Only One Who can create and provide, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِلَٰهٌ مَعَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is there any god with Allah?)</span> meaning, 'is there any god that can be worshipped alongside Allah, when it is clear to you and anyone who with reason that He is the Creator and Provider, as you yourselves admit?' Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُمْ قَوْمٌ يَعْدِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but they are a people who ascribe equals <span class=\"gray\">(to Him)</span>!)</span> meaning, they describe others as being equal and comparable to Allah.</p>"
  },
  {
    "ayah_key": "27:61",
    "group_ayah_key": "27:61",
    "from_ayah": "27:61",
    "to_ayah": "27:61",
    "ayah_keys": "27:61",
    "text": "<p class=\"en translation\" lang=\"en\">Is not He Who has made the earth as a fixed abode, and has placed rivers in its midst, and has placed firm mountains therein, and has set a barrier between the two seas <span class=\"gray\">(of salt and sweet water)</span>? Is there any ilah <span class=\"gray\">(god)</span> with Allah? Nay, but most of them know not <span>(61)</span></p><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is not He Who has made the earth as a fixed abode,)</span> meaning, stable and stationary, so that it does not move or convulse, because if it were to do so, it would not be a good place for people to live on. But by His grace and mercy, He has made it smooth and calm, and it is not shaken or moved. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah, Who has made for you the earth as a dwelling place and the sky as a canopy)</span><span class=\"gray\">(40:64)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ خِلَالَهَا أَنْهَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has placed rivers in its midst,)</span> means, He has placed rivers which are fresh and sweet, cutting through the earth, and He has made them of different types, large rivers, small rivers and some in between. He has caused them to flow in all directions, east, west, south, north, according to the needs of mankind in different areas and regions, as He has created them throughout the world and sends them their provision according to their needs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ لَهَا رَوَاسِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has placed firm mountains therein,)</span> means, high mountains which stabilize the earth and make it steadfast, so that it does not shake.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has set a barrier between the two seas)</span> means, He has placed a barrier between the fresh water and the salt water, to prevent them from mixing lest they corrupt one another. Divine wisdom dictates that each of them should stay as it is meant to be. The sweet water is that which flows in rivers among mankind, and it is meant to be fresh and palatable so that it may be used to water animals and plants and fruits. The salt water is that which surrounds the continents on all sides, and its water is meant to be salty and undrinkable lest the air be corrupted by its smell, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَٰذَا عَذْبٌ فُرَاتٌ وَهَٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is He Who has let free the two seas, this is palatable and sweet, and that is salty and bitter; and He has set a barrier and a complete partition between them.)</span><span class=\"gray\">(25:53)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِلَٰهٌ مَعَ اللَّهِ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is there any god with Allah?)</span> meaning, any god who could do this, or who deserves to be worshipped? Both meanings are indicated by the context.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but most of them know not!)</span> means, in that they worship others than Allah.</p>"
  }
]