[
  {
    "ayah_key": "7:144",
    "group_ayah_key": "7:144",
    "from_ayah": "7:144",
    "to_ayah": "7:145",
    "ayah_keys": "7:144,7:145",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah)</span> said: \"O Musa I have chosen you above men by My Messages, and by My speaking <span class=\"gray\">(to you)</span>. So hold that which I have given you and be of the grateful. <span>(144)</span>And We wrote for him on the Tablets the exhortation all things and the explanation for all things <span class=\"gray\">(and said)</span>: Hold unto these with firmness, and enjoin your people to take the better therein. I shall show you the home of the rebellious <span>(145)</span></p><div lang=\"en\" class=\"en \"><h2>Allah chooses Musa and gives Him the Tablets</h2></div><p lang=\"en\" class=\"en \">Allah states that He spoke to Musa directly and informed him that He has chosen him above the people of his time, by His Message and by speaking to him.</p><p lang=\"en\" class=\"en \">Here we should mention that there is no doubt that Muhammad ﷺ is the chief of all the Children of Adam, the earlier and later ones among them. This is why Allah has chosen him to be the Final and Last Prophet and Messenger, whose Law shall remain dominant and valid until the commencement of the Last Hour. Muhammad's followers are more numerous than the followers of all Prophets and Messengers. After Muhammad ﷺ, the next in rank of honor and virtue is Ibrahim upon him be peace,, then Musa, son of 'Imran, who spoke to the Most Beneficent directly. Allah commanded Musa, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَخُذْ مَا آتَيْتُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So hold to that which I have given you)</span>, of My Speech and conversation with you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُن مِّنَ الشَّاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and be of the grateful)</span> , for it and do not ask for what is beyond your capacity to bear. </p><p lang=\"en\" class=\"en \">Allah stated that He has written lessons and exhortation for all things and explanations for all things on the Tablets. It was said that in the Tablets, Allah wrote advice and the details of the commandments for lawful and prohibited matters. The Tablets contained the Tawrah, that Allah described;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِن بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَىٰ بَصَائِرَ لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We gave Musa – after We had destroyed the generations of old – the Scripture as an enlightenment for mankind)</span><span class=\"gray\">[28:43]</span>. </p><p lang=\"en\" class=\"en \">It was also said that Allah gave Musa the Tablets before the Tawrah, and Allah knows best. Allah said next,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَخُذْهَا بِقُوَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hold unto these with firmness)</span>, be firm on the obedience,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and enjoin your people to take the better therein.)</span></p><p lang=\"en\" class=\"en \">Sufyan bin 'Uyaynah said, \"Abu Sa'd narrated to us from 'Ikrimah from Ibn 'Abbas that \"Musa, peace be upon him, was commanded to adhere to the toughest of what was ordained on his people.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَأُرِيكُمْ دَارَ الْفَاسِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I shall show you the home of the rebellious)</span>, means, you will witness the recompense of those who defy My order and deviate from My obedience, the destruction, demise and utter loss they will suffer.</p>"
  },
  {
    "ayah_key": "7:146",
    "group_ayah_key": "7:146",
    "from_ayah": "7:146",
    "to_ayah": "7:147",
    "ayah_keys": "7:146,7:147",
    "text": "<p lang=\"en\" class=\"en \">I shall turn away from My Ayat those who behave arrogantly on the earth, without a right, and <span class=\"gray\">(even)</span> if they see all the Ayat, they will not believe in them. And if they see the way of righteousness, they will not adopt it as the way, but if they see the way of error, they will adopt that way, that is because they have rejected Our Ayat and were heedless of them <span>(146)</span>Those who deny Our Ayat and the meeting in the Hereafter, vain are their deeds. Are they requited with anything except what they used to do <span>(147)</span></p><div lang=\"en\" class=\"en \"><h2>Arrogant People will be deprived of Allah's Ayat</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I shall turn away from My Ayat those who behave arrogantly on the earth, without a right)</span>. </p><p lang=\"en\" class=\"en \">Allah says, \"I shall deprive the hearts of those who are too proud to obey Me, and arrogant with people without right, from understanding the signs and proofs that testify to My Might, Law and Commandments.\" And just as they acted arrogantly without justification, Allah has disgraced them with ignorance. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall turn their hearts and their eyes away <span class=\"gray\">(from guidance)</span>, as they refused to believe therein for the first time)</span><span class=\"gray\">[6:110]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when they turned away <span class=\"gray\">(from the path of Allah)</span>, Allah turned their hearts away <span class=\"gray\">(from the right path)</span>.)</span><span class=\"gray\">[61:5]</span> Sufyan bin 'Uyaynah commented on this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I shall turn away from My Ayat those who behave arrogantly on the earth, without a right)</span>,</p><p lang=\"en\" class=\"en \">\"<span class=\"gray\">(Allah says)</span> I shall snatch away comprehension of the Qur'an from them and turn them away from My Ayat. \" Ibn Jarir commented on Sufyan's statement that, \"This indicates that this part of the Ayah is addressed to this Ummah.\" This is not necessarily true, for Ibn 'Uyaynah actually meant that this occurs in every Ummah and that there is no difference between one Ummah and another Ummah in this regard. Allah knows best. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَرَوْا كُلَّ آيَةٍ لَّا يُؤْمِنُوا بِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(even)</span> if they see all the Ayat, they will not believe in them)</span>. Allah said in a similar Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those, against whom the Word <span class=\"gray\">(wrath)</span> of your Lord has been justified, will not believe. Even if every sign should come to them, until they see the painful torment.)</span><span class=\"gray\">[10:96-97]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَرَوْا سَبِيلَ الرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they see the way of righteousness, they will not adopt it as the way,)</span> means, even if the way of guidance and safety appears before them, they will not take it, but if the way that leads to destruction and misguidance appears to them, they adopt that way. Allah explains why they do this,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that is because they have rejected Our Ayat)</span>, in their hearts,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكَانُوا عَنْهَا غَافِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and were heedless of them.)</span>, gaining no lessons from the Ayat. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ حَبِطَتْ أَعْمَالُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who deny Our Ayat and the meeting in the Hereafter, vain are their deeds.)</span> indicates that whoever among them does this, remaining on this path until death, then all his deeds will be in vain. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are they requited with anything except what they used to do?)</span> meaning, 'We only recompense them according to the deeds that they performed, good for good and evil for evil. Surely, as you bring forth, you reap the harvest thereof.'</p>"
  },
  {
    "ayah_key": "7:148",
    "group_ayah_key": "7:148",
    "from_ayah": "7:148",
    "to_ayah": "7:149",
    "ayah_keys": "7:148,7:149",
    "text": "<p lang=\"en\" class=\"en \">And the people of Musa made in his absence, out of their ornaments, the image of a calf <span class=\"gray\">(for worship)</span>. It had a sound. Did they not see that it could neither speak to them nor guide them to the way? They took it <span class=\"gray\">(for worship)</span> and they were wrongdoers <span>(148)</span>And when they regretted and saw that they had gone astray, they said: \"If our Lord have not mercy upon us and forgive us, we shall certainly be of the losers <span>(149)</span></p><div lang=\"en\" class=\"en \"><h2>Story of worshipping the Calf</h2></div><p lang=\"en\" class=\"en \">Allah describes the misguidance of those who worshipped the calf that As-Samiri made for them from the ornaments they borrowed from the Copts. He made the shape of a calf with these ornaments and threw in it a handful of dust from the trace of the horse that the Angel Jibril was riding, and the calf seemed to moo. This occurred after Musa went for the appointed term with his Lord, where Allah told him about what happened when he was on Mount Tur. Allah said about His Honorable Self,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِن بَعْدِكَ وَأَضَلَّهُمُ السَّامِرِيُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> said: \"Verily, We have tried your people in your absence, and As-Samiri has led them astray\")</span><span class=\"gray\">[20:85]</span>. </p><p lang=\"en\" class=\"en \">The scholars of Tafsir have different views over the calf, whether it actually became alive and mooing, or if it remained made of gold, but the air entering it made it appear to be mooing. These are two opinions. Allah knows best. It was reported that when the statue mooed, the Jews started dancing around it and fell into misguidance because they adored it. They said that this, the calf, is your god and the god of Musa, but Musa forgot it! Allah answered them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did they not see that it could not return them a word <span class=\"gray\">(for answer)</span>, and that it had neither power to harm them nor to do them good?)</span><span class=\"gray\">[20:89]</span>. Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَرَوْا أَنَّهُ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did they not see that it could neither speak to them nor guide them to the way?)</span></p><p lang=\"en\" class=\"en \">Allah condemned the Jews for falling into misguidance, worshipping the calf and ignoring the Creator of the heavens and earth, the Lord and King of all things. They worshipped besides Him a statue made in the shape of a calf, that seemed to moo, but it neither spoke to them nor brought them any benefit. Rather, their very sense of reason was blinded because of ignorance and misguidance. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they regretted)</span>, and felt sorrow for their action,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and saw that they had gone astray, they said: \"If our Lord have not mercy upon us and forgive us, we will certainly become among the losers.\")</span> or among the destroyed ones. This was their recognition of their sin and their way of seeking salvation from Allah the Most Mighty and Majestic.</p>"
  }
]