[
  {
    "ayah_key": "3:130",
    "group_ayah_key": "3:130",
    "from_ayah": "3:130",
    "to_ayah": "3:136",
    "ayah_keys": "3:130,3:131,3:132,3:133,3:134,3:135,3:136",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Do not consume Riba doubled and multiplied, but fear Allah that you may be successful <span>(130)</span>And fear the Fire, which is prepared for the disbelievers <span>(131)</span>And obey Allah and the Messenger that you may obtain mercy <span>(132)</span>And march forth in the way <span class=\"gray\">(which leads to)</span> forgiveness from your Lord, and for Paradise as wide as the heavens and the earth, prepared for the Muttaqin <span class=\"gray\">(the pious)</span><span>(133)</span>Those who spend <span class=\"gray\">(in Allah's cause)</span> in prosperity and in adversity, who repress anger, and who pardon men; verily, Allah loves the Muhsinin <span class=\"gray\">(the good-doers)</span><span>(134)</span>And those who, when they have committed Fahishah <span class=\"gray\">(immoral sin)</span> or wronged themselves with evil, remember Allah and ask forgiveness for their sins; and none can forgive sins but Allah, and do not persist in what <span class=\"gray\">(wrong)</span> they have done, while they know <span>(135)</span>For such, the reward is forgiveness from their Lord, and Gardens with rivers flowing underneath <span class=\"gray\">(Paradise)</span>, wherein they shall abide forever. How excellent is this reward for the doers <span class=\"gray\">(of good)</span><span>(136)</span></p><div lang=\"en\" class=\"en \"><h2>Interest <span class=\"gray\">(Riba)</span> is Prohibited</h2></div><p lang=\"en\" class=\"en \">Allah prohibits His believing servants from dealing in Riba and from requiring interest on their capital, just as they used to do during the time of Jahiliyyah. For instance, when the time to pay a loan comes, the creditor would say to the debtor, \"Either pay now, or the loan will incur interest.\" If the debtor asks for deferment of the loan, the creditor would require interest and this would occur year after year until the little capital becomes multiplied many times. Allah also commands His servants to have Taqwa of Him so that they may achieve success in this life and the Hereafter. Allah also threatens them with the Fire and warns them against it, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ - وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fear the Fire, which is prepared for the disbelievers. And obey Allah and the Messenger that you may obtain mercy.)</span><span class=\"gray\">[3:131-132]</span>.</p><div lang=\"en\" class=\"en \"><h2>The Encouragment to Do Good for which Paradise is the Result</h2></div><p lang=\"en\" class=\"en \">Allah encourages His servants to perform righteous deeds and to rush to accomplish the acts of obedience. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَارِعُوا إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And march forth in the way <span class=\"gray\">(which leads to)</span> forgiveness from your Lord, and for Paradise as wide as the heavens and the earth, prepared for the Muttaqin <span class=\"gray\">(the pious)</span>)</span><span class=\"gray\">[3:133]</span>.</p><p lang=\"en\" class=\"en \">Just as the Fire was prepared for the disbelievers. It was reported that the meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as wide as the heavens and the earth)</span> draws the attention to the spaciousness of Paradise. For instance, Allah said in another Ayah, while describing the couches of Paradise,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lined with silk brocade)</span><span class=\"gray\">[55:54]</span>, so what about their outer covering? It was also said that Paradise is as wide as its length, because it is a dome under the Throne. The width and length of a dome or a circle are the same in distance. This is supported by what is found in the Sahih;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا سَأَلْتُمُ اللهَ الْجَنَّـةَ فَاسْأَلُوهُ الْفِرْدَوْسَ، فَإِنَّهُ أَعْلَى الْجَنَّـةِ، وَأَوْسَطُ الْجَنَّةِ، وَمِنْهُ تَفَجَّرُ أَنْهَارُ الْجَنَّةِ، وَسَقْفُهَا عَرْشُ الرَّحْمَنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When you ask Allah for Paradise, ask Him for Al-Firdaws which is the highest and best part of Paradise. From it originate the rivers of Paradise, and above it is the Throne of the Most Beneficent <span class=\"gray\">(Allah)</span>.)</span></p><p lang=\"en\" class=\"en \">This Ayah <span class=\"gray\">[3:133 above]</span> is similar to Allah's statement in Surat Al-Hadid,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَابِقُوا إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Race with one another in hastening towards forgiveness from your Lord <span class=\"gray\">(Allah)</span>, and Paradise the width whereof is as the width of the heaven and the Earth)</span><span class=\"gray\">[57:21]</span>.</p><p lang=\"en\" class=\"en \">Al-Bazzar recorded that Abu Hurayrah said that a man came to the Messenger of Allah ﷺ and asked him, about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Paradise as wide as the heavens and the Earth)</span><span class=\"gray\">[3:133]</span>; \"Where is the Fire then?\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتَ اللَّيْلَ إِذَا جَاءَ لَبِسَ كُلَّ شَيْءٍ، فَأَيْنَ النَّهَارُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the night comes, it overtakes everything, so where is the day?)</span> The man said, \"Where Allah wants it to be.\" The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذلِكَ النَّارُ تَكُونُ حَيْثُ شَاءَ اللهُ عَزَّ وَجَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Similarly, the Fire is where Allah wants it to be.)</span> This Hadith has two possible meanings. First, when we do not see the night during the day, this does not mean that the day is not somewhere else, even though we cannot see it. Such is the case with Hell-fire, for it is where Allah wants it to be. The second meaning is that when the day overcomes this part of the world, the night overtakes the other part. Such is the case with Paradise, for it is in the utmost heights above the heavens and under the Throne. The width of Paradise is, as Allah stated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَعَرْضِ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whereof is as the width of the heaven and the Earth)</span><span class=\"gray\">[57:21]</span>.</p><p lang=\"en\" class=\"en \">The Fire, on the other hand, is in the lowest of lows. Therefore, Paradise being as wide as the heavens and Earth does not contradict the fact that the Fire exists wherever Allah wills it to be.</p><p lang=\"en\" class=\"en \">Allah said, while describing the people of Paradise,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُنفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who spend <span class=\"gray\">(in Allah's cause)</span> in prosperity and in adversity)</span><span class=\"gray\">[3:134]</span>, in hard times and easy times, while active <span class=\"gray\">(or enthusiastic)</span> and otherwise, healthy or ill, and in all conditions, just as Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُنفِقُونَ أَمْوَالَهُم بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who spend their wealth <span class=\"gray\">(in Allah's cause)</span> by night and day, in secret and in public)</span><span class=\"gray\">[2:274]</span> These believers are never distracted from obeying Allah, spending on what pleases Him, being kind to His servants and their relatives, and other acts of righteousness. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who repress anger, and who pardon men;)</span><span class=\"gray\">[3:134]</span> for when they are angry, they control their anger and do act upon it. Rather, they even forgive those who hurt them. Imam Ahmad recorded that Abu Hurayrah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ الشَّدِيدُ بِالصُّرَعَةِ، وَلكِنَّ الشَّدِيدَ الَّذِي يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The strong person is not he who is able to physically overcome people. The strong person is he who overcomes his rage when he is angry.)</span></p><p lang=\"en\" class=\"en \">This Hadith is also recorded in the Two Sahihs. Imam Ahmad recorded that Ibn 'Abbas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ أَنْظَرَ مُعْسِرًا أَوْ وَضَعَ لَهُ، وَقَاهُ اللهُ مِنْ فَيْحِ جَهَنَّمَ، أَلَا إِنَّ عَمَلَ الْجَنَّـةِ حَزْنٌ بِرَبْوَةٍ - ثَلَاثًا - أَلَا إِنَّ عَمَلَ النَّارِ سَهْلٌ بِسَهْوَةٍ. وَالسَّعِيدُ مَنْ وُقِيَ الْفِتَنَ، وَمَا مِنْ جَرْعَةٍ أَحَبُّ إِلَى اللهِ مِنْ جَرْعَةِ غَيْظٍ يَكْظِمُهَا عَبْدٌ، مَا كَظَمَهَا عَبْدٌ للهِ إِلَّا مَلَأَ جَوْفَهُ إِيمَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who gives time to a debtor or forgives him, then Allah will save him from the heat of Jahannam <span class=\"gray\">(Hell-fire)</span>. Behold! The deeds of Paradise are difficult to reach, for they are on top of a hill, while the deeds of the Fire are easy to find in the lowlands. The happy person is he who is saved from the tests. Verily, there is no dose of anything better to Allah than a dose of rage that the servant controls, and whenever the servant of Allah controls it, he will be internally filled with faith.)</span></p><p lang=\"en\" class=\"en \">This Hadith was recorded by Imam Ahmad, its chain of narration is good, it does not contain any disparraged narrators, and the meaning is good.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Sahl bin Mu'adh bin Anas said that his father said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَظَمَ غَيْظًا وَهُوَ قَادِرٌ عَلى أَنْ يُنْفِذَهُ دَعَاهُ اللهُ عَلى رُؤُوسِ الْخَلَائِقِ حَتَّى يُخَيِّرَهُ مِنْ أَيِّ الْحُورِ شَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever controlled rage while able to act upon it, then Allah will call him while all creation is a witness, until He gives him the choice of any of the Huris <span class=\"gray\">(fair females with wide, lovely eyes - as mates for the pious)</span> he wishes.)</span></p><p lang=\"gd\" class=\"gd \">Abu Dawud, At-Tirmidhi and Ibn Majah collected this Hadith, which At-Tirmidhi said was \"Hasan Gharib\".</p><p lang=\"en\" class=\"en \">Ibn Marduwyah recorded that Ibn 'Umar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَجَرَّعَ عَبْدٌ مِنْ جَرْعَةٍ أَفْضَلَ أَجْرًا مِنْ جَرْعَةِ غَيْظٍ كَظَمَهَا ابْتِغَاءَ وَجْهِ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is not a dose of anything that the servant takes which is better than a dose of control of rage that he feels, when he does it seeking Allah's Face.)</span> Ibn Jarir and Ibn Majah also collected this Hadith.</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْكَاظِمِينَ الْغَيْظَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who repress anger)</span> meaning, they do not satisfy their rage upon people. Rather, they refrain from harming them and await their rewards with Allah, the Exalted and Most Honored. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَافِينَ عَنِ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and who pardon men;)</span> They forgive those who treat them with injustice. Therefore, they do not hold any ill feelings about anyone in their hearts, and this is the most excellent conduct in this regard. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(verily, Allah loves the Muhsinin <span class=\"gray\">(the good-doers)</span>)</span>.</p><p lang=\"en\" class=\"en \">This good conduct is a type of Ihsan <span class=\"gray\">[excellence in the religion]</span>. There is a Hadith that reads,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثٌ أُقْسِمُ عَلَيْهِنَّ: مَا نَقَصَ مَالٌ مِنْ صَدَقَةٍ، وَمَا زَادَ اللهُ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا، وَمَنْ تَوَاضَعَ للهِ رَفَعَهُ اللهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I swear regarding three matters: no charity shall ever decrease the wealth; whenever one forgives people, then Allah will magnify his honor; and he who is humble for Allah, then Allah will raise his rank.)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who, when they have committed Fahishah or wronged themselves with evil, remember Allah and ask forgiveness for their sins)</span><span class=\"gray\">[3:135]</span>.</p><p lang=\"en\" class=\"en \">Therefore, if they commit an error they follow it with repentance and ask forgiveness. Imam Ahmad recorded that Abu Hurayrah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَجُلًا أَذْنَبَ ذَنْبًا فَقَالَ: رَبِّ إِنِّي أَذْنَبْتُ ذَنْبًا فَاغْفِرْهُ، فَقَالَ اللهُ عَزَّ وَجَلَّ: عَبْدِي عَمِل ذَنْبًا فَعَلِمَ أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِهِ، قَدْ غَفَرْتُ لِعَبْدِي، ثُمَّ عَمِلَ ذَنْبًا آخَرَ فَقَالَ: رَبِّ إِنِّي عَمِلْتُ ذَنْبًا فَاغْفِرْهُ، فَقَالَ تَبَارَكَ وَتَعَالى: عَلِمَ عَبْدِي أَنَّ لَهُ ربًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِهِ، قَدْ غَفَرْتُ لِعَبْدِي، ثُمَّ عَمِلَ ذَنْبًا آخَرَ فَقَالَ: رَبِّ إِنِّي عَمِلْتُ ذَنْبًا فَاغْفِرْهُ لِي، فَقَالَ اللهُ عَزَّ وَجَلَّ: عَلِمَ عَبْدِي أَنَّ لَهُ ربًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِهِ، قَدْ غَفَرْتُ لِعَبْدِي، ثُمَّ عَمِلَ ذَنْبًا آخَرَ فَقَالَ: رَبِّ إِنِّي عَمِلْتُ ذَنْبًا فَاغْفِرْهُ لِي، فَقَالَ اللهُ عَزَّ وَجَلَّ: عَلِمَ عَبْدِي أَنَّ لَهُ ربًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِهِ، أُشْهِدُكُمْ أَنِّي قَدْ غَفَرْتُ لِعَبْدِي فَلْيَعْمَلْ مَا شَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A man once committed an error and said, 'O Lord! I committed an error, so forgive me.' Allah said, 'My servant committed an error and knew that he has a Lord Who forgives or punishes for the error. I have forgiven My servant.' The man committed another error and said, 'O Lord! I committed an error, so forgive me.' Allah said, 'My servant knew that he has a Lord Who forgives or punishes for the sin. I have forgiven My servant.' The man committed another error and said, 'O Lord! I committed an error, so forgive me.' Allah said, 'My servant knew that he has a Lord Who forgives or punishes for the error. I have forgiven my servant.' He then committed another error and said, 'O Lord! I committed an error, so forgive me.' Allah said, 'My servant knew that he has a Lord Who forgives or punishes for the error. Bear witness that I have forgiven My servant, so let him do whatever he likes.')</span> A similar narration was collected in the Sahih.</p><p lang=\"en\" class=\"en \">Abdur-Razzaq recorded that Anas bin Malik said, \"I was told that when the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who, when they have committed Fahishah or wronged themselves with evil, remember Allah and ask forgiveness for their sins,)</span> was revealed, Iblis <span class=\"gray\">(Shayatan)</span> cried.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and none can forgive sins but Allah)</span>, means that none except Allah forgives sins. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يُصِرُّوا عَلَىٰ مَا فَعَلُوا وَهُمْ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not persist in what <span class=\"gray\">(wrong)</span> they have done, while they know)</span>, for they repent from their error, return to Allah before death, do not insist on error, and if they err again, they repent from it. Allah said here,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُمْ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they know)</span> Mujahid and 'Abdullah bin 'Ubayd bin 'Umayr commented, \"Whoever repents, then Allah will forgive him.\" Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know they not that Allah accepts repentance from His servants)</span><span class=\"gray\">[9:104]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَّحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever does evil or wrongs himself but afterwards seeks Allah's forgiveness, he will find Allah Oft-Forgiving, Most Merciful.)</span><span class=\"gray\">[4: 110]</span> and there are several examples similar to this Ayah.</p><p lang=\"fr\" class=\"fr \">Next, Allah said after this description,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ جَزَاؤُهُم مَّغْفِرَةٌ مِّن رَّبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For such, the reward is forgiveness from their Lord)</span><span class=\"gray\">[3:136]</span>, as a reward for these qualities,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّغْفِرَةٌ مِّن رَّبِّهِمْ وَجَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(forgiveness from their Lord, and Gardens with rivers flowing underneath <span class=\"gray\">(Paradise)</span>)</span> carrying all kinds of drinks,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(wherein they shall abide forever)</span> and ever,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنِعْمَ أَجْرُ الْعَامِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How excellent is this reward for the doers)</span> Allah praises Paradise in this part of the Ayah.</p>"
  }
]