[
  {
    "ayah_key": "36:77",
    "group_ayah_key": "36:77",
    "from_ayah": "36:77",
    "to_ayah": "36:80",
    "ayah_keys": "36:77,36:78,36:79,36:80",
    "text": "<p lang=\"en\" class=\"en \">Does not man see that We have created him from Nutfah. Yet behold he <span class=\"gray\">(stands forth)</span> as an open opponent <span>(77)</span>And he puts forth for Us a parable, and forgets his own creation. He says: \"Who will give life to these bones after they are rotten and have become dust? <span>(78 )</span>Say: \"He will give life to them Who created them for the first time! And He is the All-Knower of every creation! <span>(79)</span>He Who produces for you fire out of the green tree, when behold you kindle therewith <span>(80)</span></p><p lang=\"en\" class=\"en \">The Denial of Life after Death, and the Refutation of this Idea</p><p lang=\"en\" class=\"en \">Mujahid, 'Ikrimah, 'Urwah bin Az-Zubayr, As-Suddi and Qatadah said, \"Ubayy bin Khalaf, may Allah curse him, came to the Messenger of Allah ﷺ with a dry bone in his hand, which he was crumbling and scattering in the air, saying, 'O Muhammad! Are you claiming that Allah will resurrect this?' He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، يُمِيتُكَ اللهُ تَعَالَى، ثُمَّ يَبْعَثُكَ، ثُمَّ يَحْشُرُكَ إِلَى النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, Allah, may He be exalted, will cause you to die, then He will resurrect you and will gather you into the Fire.)</span>\" Then these Ayat at the end of Surah Ya Sin were revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does not man see that We have created him from Nutfah.)</span> – until the end of the Surah.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Ibn 'Abbas, may Allah be pleased with him, said, \"Al-'As bin Wa'il took a bone from the bed of a valley and crumbled it in his hand, then he said to the Messenger of Allah ﷺ: 'Will Allah bring this back to life after it has disintegrated?' The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، يُمِيتُكَ اللهُ، ثُمَّ يُحْيِيكَ، ثُمَّ يُدْخِلُكَ جَهَنَّمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, Allah will cause you to die, then He will bring you back to life, then He will make you enter Hell.)</span> Then the Ayat at the end of Surah Ya Sin were revealed.\" This was recorded by Ibn Jarir from Sa'id bin Jubayr.</p><p lang=\"en\" class=\"en \">Whether these Ayat were revealed about Ubayy bin Khalaf or Al-'As bin Wa'il, or both of them, they apply to all those who deny the resurrection after death. The definite article \"Al\" in</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَ الْإِنْسَانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does not man <span class=\"gray\">(Al-Insan)</span> see...)</span> is generic, applying to all those who deny the Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that We have created him from Nutfah. Yet behold he <span class=\"gray\">(stands forth)</span> as an open opponent.)</span> means, the one who is denying the resurrection, cannot see that the One Who initiated creation can re-create it. For Allah initiated the creation of man from semen of despised fluid, creating him from something insignificant, weak and despised, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ - فَجَعَلْنَاهُ فِي قَرَارٍ مَكِينٍ - إِلَىٰ قَدَرٍ مَعْلُومٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did We not create you from a despised water? Then We placed it in a place of safety, for a known period?)</span><span class=\"gray\">(77:20-22)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have created man from Nutfah)</span><span class=\"gray\">(76:2)</span>. which means, from a mixture of different fluids. The One Who created man from this weak Nutfah is not unable to re-create him after his death. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded in his Musnad that Bishr bin Jahhash said, \"One day the Messenger of Allah ﷺ spat in his hand and put his finger on it, then the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ تَعَالَى: ابْنَ آدَمَ أَنَّى تُعْجِزُنِي وَقَدْ خَلَقْتُكَ مِنْ مِثْلِ هَذِهِ، حَتّٰى إِذَا سَوَّيْتُكَ وَعَدَلْتُكَ، مَشَيْتَ بَيْنَ بُرْدَيْكَ، وَلِلْأَرْضِ مِنْكَ وَئِيدٌ، فَجَمَعْتَ وَمَنَعْتَ، حَتّٰى إِذَا بَلَغَتِ التَّرَاقِيَ قُلْتَ: أَتَصَدَّقُ، وَأَنَّى أَوَانُ الصَّدَقَةِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah, may He be exalted, says: \"Son of Adam, how can you outrun Me when I have created you from something like this, and when I have fashioned you and formed you, you walk in your cloak on the earth and it groans beneath your tread. You accumulate and do not spend until the death rattle reaches your throat, then you say, 'I want to give in charity,' but it is too late for charity.\")</span>\" It was also recorded by Ibn Majah. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ ۖ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he puts forth for Us a parable, and forgets his own creation. He says: \"Who will give life to these bones after they are rotten and have become dust?\")</span> meaning, he thinks it unlikely that Allah, the Almighty Who created the heavens and the earth, will re-create these bodies and dry bones. Man forgets about himself, that Allah created him from nothing and brought him into existence, and he knows by looking at himself that there is something greater than that which he denies and thinks impossible. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"He will give life to them Who created them for the first time! And He is the All-Knower of every creation!\")</span> meaning, He knows about the bones in all areas and regions of the earth, where they have gone when they disintegrated and dispersed.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Rib'i said: \"\"Uqbah bin 'Amr said to Hudhayfah, may Allah be pleased with him, 'Will you not tell us what you heard from the Messenger of Allah ﷺ?' He said, 'I heard him ﷺ say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَجُلًا حَضَرَهُ الْمَوْتُ، فَلَمَّا أَيِسَ مِنَ الْحَيَاةِ أَوْصَى أَهْلَهُ: إِذَا أَنَا مُتُّ فَاجْمَعُوا لِي حَطَبًا كَثِيرًا جَزْلًا، ثُمَّ أَوْقِدُوا فِيهِ نَارًا، حَتّٰى إِذَا أَكَلَتْ لَحْمِي، وَخَلَصَتْ إِلَى عَظْمِي فَامْتُحِشْتُ، فَخُذُوهَا فَدُقُّوهَا فَذَرُّوهَا فِي الْيَمِّ، فَفَعَلُوا، فَجَمَعَهُ اللهُ تَعَالَى إِلَيْهِ، ثُمَّ قَالَ لَهُ: لِمَ فَعَلْتَ ذَلِكَ؟ قَالَ: مِنْ خَشْيَتِكَ، فَغَفَرَ اللهُ عَزَّ وَجَلَّ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Death approached a man and when there was no longer any hope for him, he said to his family, \"When I die, gather a lot of firewood, then set it ablaze until my flesh is consumed and it reaches my bones and they become brittle. Then take them and grind them, and scatter them in the sea.\" So they did that, but Allah gathered him together and said to him: \"Why did you do that\" He said, \"Because I feared You.\" So Allah forgave him.)</span>' 'Uqbah bin 'Amr said, 'I heard him ﷺ say that, and the man was a gravedigger.'\" </p><p lang=\"en\" class=\"en \">Many versions of this Hadith were recorded in the Two Sahihs. One of these versions mentions that he commanded his sons to burn him and then grind his remains into small pieces, and then scatter half of them on land and half of them on the sea on a windy day. So they did that, then Allah commanded the sea to gather together whatever remains were in it, and He commanded the land to do likewise, then he said to him, \"Be!\", and he was a man, standing. Allah said to him. \"What made you do what you did?\" He said, \"The fear of You, and You know best.\" Straight away He forgave him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He Who produces for you fire out of the green tree, when behold you kindle therewith.)</span> means, the One Who initiated the creation of this tree from water, when it has become green and beautiful, bearing fruit, then He changes it until it becomes dry wood with which fires are lit. For He does whatever He wills and He is able to do whatever He wills, and none can stop Him. Qatadah said concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He Who produces for you fire out of the green tree, when behold you kindle therewith.)</span> this means, the One Who brought forth this fire from this tree is able to resurrect him. It was said that this refers to the Markh tree and the 'Afar tree, which grow in the Hijaz. If one wants to light a fire but has no kindling with him, then he takes two green branches from these trees and rubs one against the other, and fire is produced from them. So they are just like kindling. This was reported from Ibn 'Abbas, may Allah be pleased with him.</p>"
  }
]