[
  {
    "ayah_key": "2:28",
    "group_ayah_key": "2:28",
    "from_ayah": "2:28",
    "to_ayah": "2:28",
    "ayah_keys": "2:28",
    "text": "<p class=\"en translation\" lang=\"en\">How can you disbelieve in Allah seeing that you were dead and He gave you life? Then He will give you death, then again will bring you to life <span class=\"gray\">(on the Day of Resurrection)</span> and then unto Him you will return <span>(28)</span></p><p lang=\"en\" class=\"en \">Allah testifies to the fact that He exists and that He is the Creator and the Sustainer Who has full authority over His servants,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ تَكْفُرُونَ بِاللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How can you disbelieve in Allah?)</span></p><p lang=\"en\" class=\"en \">How can anyone deny Allah's existence or worship others with Him while;</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You were dead and He gave you life)</span> meaning, He brought them from the state of non-existence to life. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ - أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ بَل لَّا يُوقِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Were they created by nothing? Or were they themselves the creators? Or did they create the heavens and the earth? Nay, but they have no firm belief)</span><span class=\"gray\">(52:35-36)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ أَتَىٰ عَلَى الْإِنسَانِ حِينٌ مِّنَ الدَّهْرِ لَمْ يَكُن شَيْئًا مَّذْكُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Has there not been over man a period of time, when he was not a thing worth mentioning?)</span><span class=\"gray\">(76:1)</span>.</p><p lang=\"en\" class=\"en \">There are many other Ayat on this subject. Ibn Jarir reported from 'Ata' that Ibn 'Abbas said that,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Seeing that you were dead and He gave you life)</span> means, \"You did not exist beforehand. You were nothing until Allah created you; He will bring death to you and then bring you back to life during Resurrection.\" Ibn 'Abbas then said, \"This is similar to Allah's statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"Our Lord! You have made us to die twice and You have given us life twice.\")</span><span class=\"gray\">(40:11)</span>\"</p>"
  }
]