[
  {
    "ayah_key": "12:105",
    "group_ayah_key": "12:105",
    "from_ayah": "12:105",
    "to_ayah": "12:107",
    "ayah_keys": "12:105,12:106,12:107",
    "text": "<p lang=\"en\" class=\"en \">And how many a sign in the heavens and the earth they pass by, while they are averse therefrom <span>(105)</span>And most of them believe not in Allah except that they attribute partners unto Him <span>(106)</span>Do they then feel secure from the coming against them of the covering veil of the torment of Allah, or of the coming against them of the <span class=\"gray\">(Final)</span> Hour, all of a sudden while they perceive not <span>(107)</span></p><div lang=\"en\" class=\"en \"><h2>People neglect to ponder the Signs before Them</h2></div><p lang=\"en\" class=\"en \">Allah states that most people do not think about His signs and proofs of His Oneness that He created in the heavens and earth. Allah created brilliant stars and rotating heavenly objects and planets, all made subservient. There are many plots of fertile land next to each other on earth, and gardens, solid mountains, lively oceans, with their waves smashing against each other, and spacious deserts. There are many live creatures and others that have died; and animals, plants and fruits that are similar in shape, but different in taste, scent, color and attributes. All praise is due to Allah the One and Only, Who created all types of creations, Who Alone will remain and last forever. It is He Who is unique in His Names and Attributes. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُؤْمِنُ أَكْثَرُهُم بِاللَّهِ إِلَّا وَهُم مُّشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And most of them believe not in Allah except that they attribute partners unto Him.)</span> Ibn 'Abbas commented, \"They have a part of faith, for when they are asked, 'Who created the heavens? Who created the earth? Who created the mountains?' They say, 'Allah did.' Yet, they associate others with Him in worship.\" Similar is said by Mujahid, 'Ata, 'Ikrimah, Ash-Sha'bi, Qatadah, Ad-Dahhak and 'Abdur-Rahman bin Zayd bin Aslam. In the Sahih, it is recorded that during the Hajj season, the idolators used to say in their Talbiyah: \"Here we rush to Your service. You have no partners with You, except a partner with You whom You own but he owns not!\" Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, joining others in worship with Allah is a great Zulm <span class=\"gray\">(wrong)</span> indeed.)</span><span class=\"gray\">[31:13]</span> This indeed is the greatest type of Shirk, associating others with Allah in worship. It is recorded in the Two Sahihs that 'Abdullah bin Mas'ud said, \"I said, 'O Allah's Messenger! What is the greatest sin?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَجْعَلَ للهِ نِدًّا وَهُوَ خَلَقَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That you call a rival to Allah while He alone created you.)</span>\" Al-Hasan Al-Basri commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُؤْمِنُ أَكْثَرُهُم بِاللَّهِ إِلَّا وَهُم مُّشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And most of them believe not in Allah except that they attribute partners unto Him.)</span> \"This is the hypocrite; if he performs good deeds, he does so to show off with the people, and he is an idolator while doing this.\" Al-Hasan was referring to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَىٰ يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the hypocrites seek to deceive Allah, but it is He Who deceives them. And when they stand up for As-Salah, they stand with laziness and to be seen of men, and they do not remember Allah but little.)</span><span class=\"gray\">[4:142]</span> There is another type of hidden Shirk that most people are unaware of. Hammad bin Salamah narrated that 'Asim bin Abi An-Najud said that 'Urwah said, \"Hudhayfah visited an ill man and saw a rope tied around his arm, so he ripped it off while reciting,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُؤْمِنُ أَكْثَرُهُم بِاللَّهِ إِلَّا وَهُم مُّشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And most of them believe not in Allah except that they attribute partners unto Him.)</span> In a Hadith, from Ibn 'Umar collected by At-Tirmidhi who said it was Hasan, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَلَفَ بِغَيْرِ اللهِ فَقَدْ أَشْرَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who swears by other than Allah, commits Shirk.)</span> Imam Ahmad, Abu Dawud and other scholars of Hadith narrated that 'Abdullah bin Mas'ud said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرُّقَى وَالتَّمَائِمَ وَالتِّوَلَةَ شِرْكٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Ar-Ruqa, At-Tama'im and At-Tiwalah are all acts of Shirk.)</span> In another narration collected by Ahmad and Abu Dawud, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الطِّيَرَةُ شِرْكٌ وَمَا مِنَّا إِلَّا، وَلَكِنَّ اللهَ يُذْهِبُهُ بِالتَّوَكُّلِ</p><p lang=\"ms\" class=\"ms \"><span class=\"gray\">(Verily, At-Tiyarah <span class=\"gray\">[omen]</span> is Shirk; everyone might feel a glimpse of it, but Allah dissipates it with Tawakkul.)</span>\" Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنُوا أَن تَأْتِيَهُمْ غَاشِيَةٌ مِّنْ عَذَابِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they then feel secure from the coming against them of the covering veil of the torment of Allah?)</span> Allah asks, 'Do these idolators who associate others with Allah in the worship, feel secure from the coming of an encompassing torment from where they perceive not?' Allah said in other 'Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئَاتِ أَن يَخْسِفَ اللَّهُ بِهِمُ الْأَرْضَ أَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ - أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ - أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do then those who devise evil plots feel secure that Allah will not sink them into the earth, or that the torment will not seize them from directions they perceive not? Or that He may catch them in the midst of their going to and from, so that there be no escape for them <span class=\"gray\">(from Allah's punishment)</span>? Or that He may catch them with gradual wasting <span class=\"gray\">(of their wealth and health)</span>? Truly, Your Lord is indeed full of kindness, Most Merciful.)</span><span class=\"gray\">[16:45-47]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنَ أَهْلُ الْقُرَىٰ أَن يَأْتِيَهُم بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ - أَوَأَمِنَ أَهْلُ الْقُرَىٰ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ - أَفَأَمِنُوا مَكْرَ اللَّهِ ۚ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did the people of the towns then feel secure against the coming of Our punishment by night while they were asleep? Or, did the people of the towns then feel secure against the coming of Our punishment in the forenoon while they were playing? Did they then feel secure against the plan of Allah None feels secure from the plan of Allah? except the people who are the losers.)</span><span class=\"gray\">[7:97-99]</span></p>"
  },
  {
    "ayah_key": "12:108",
    "group_ayah_key": "12:108",
    "from_ayah": "12:108",
    "to_ayah": "12:108",
    "ayah_keys": "12:108",
    "text": "<p class=\"en translation\" lang=\"en\">Say \"This is my way; I invite unto Allah with sure knowledge, I and whosoever follows me. And Glorified and Exalted be Allah. And I am not of the idolators. <span>(108)</span></p><div lang=\"en\" class=\"en \"><h2>The Messenger's Way</h2></div><p lang=\"en\" class=\"en \">Allah orders His Messenger ﷺ to say to mankind and the Jinns that this is his way, meaning, his method, path and Sunnah, concentrating on calling to the testimony that there is no deity worthy of worship except Allah alone without partners. The Messenger ﷺ calls to this testimonial with sure knowledge, certainty and firm evidence. He calls to this way, and those who followed him call to what Allah's Messenger ﷺ called to with sure knowledge, certainty and evidence, whether logical or religious evidence,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسُبْحَانَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Glorified and Exalted be Allah.)</span> This part of the Ayah means, I glorify, honor, revere and praise Allah from having a partner, equal, rival, parent, son, wife, minister or advisor. All praise and honor be to Allah, glorified He is from all that they attribute to Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَن فِيهِنَّ ۚ وَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ ۗ إِنَّهُ كَانَ حَلِيمًا غَفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The seven heavens and the earth and all that is therein, glorify Him, and there is not a thing but glorifies His praise. But you understand not their glorification. Truly, He is Ever Forbearing, Oft-Forgiving.)</span><span class=\"gray\">[17:44]</span></p>"
  }
]