[
  {
    "ayah_key": "25:55",
    "group_ayah_key": "25:55",
    "from_ayah": "25:55",
    "to_ayah": "25:60",
    "ayah_keys": "25:55,25:56,25:57,25:58,25:59,25:60",
    "text": "<p lang=\"en\" class=\"en \">And they worship besides Allah, that which can neither profit them nor harm them; and the disbeliever is ever a helper against his Lord <span>(55)</span>And We have sent you only as a bearer of good news and a warner <span>(56)</span>Say: \"No reward do I ask of you for this, save that whosoever wills may take a path to his Lord. <span>(57)</span>And put your trust in the Ever Living One Who dies not, and glorify His praises, and sufficient is He as the All-Knower of the sins of His servants <span>(58)</span>Who created the heavens and the earth and all that is between them in six Days. Then He rose over <span class=\"gray\">(Istawa)</span> the Throne. The Most Gracious! Ask Him, as He is the All-Knower <span>(59)</span>And when it is said to them: \"Prostrate yourselves to Ar-Rahman!\" They say: \"And what is Ar-Rahman Shall we fall down in prostration to that which you command us\" And it increases in them only aversion <span>(60)</span></p><div lang=\"sr\" class=\"sr \"><h2>The Ignorance of the Idolators</h2></div><p lang=\"en\" class=\"en \">Allah tells us how ignorant the idolators are; instead of worshipping Allah, they worship idols which do not possess the power either to harm or benefit. They do this with no evidence or proof; the only thing that led them to do this was their own whims and desires. So they take these idols as protectors and fight for their sake, and they oppose Allah and His Messenger and the believers for their sake. Similarly Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ الْكَافِرُ عَلَىٰ رَبِّهِ ظَهِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the disbeliever is ever a helper against his Lord.)</span> meaning, he is a supporter of Shaytan against the party of Allah, but the party of Allah are the ones who will prevail, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذُوا مِن دُونِ اللَّهِ آلِهَةً لَّعَلَّهُمْ يُنصَرُونَ - لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have taken besides Allah gods, hoping that they might be helped. They cannot help them, but they will be brought forward as a troop against those who worshipped them.)</span><span class=\"gray\">(36:74-75)</span> meaning, the gods which they worshipped instead of Allah cannot help them. These ignorant people are troops for the idols and are ready to fight for their sake and protect their sanctuaries, but in the end the victory will be for Allah and His Messenger and the believers, in this world and the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ الْكَافِرُ عَلَىٰ رَبِّهِ ظَهِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the disbeliever is ever a helper against his Lord.)</span> Mujahid said: \"He supports and helps the Shaytan in disobedience towards Allah.</p><div lang=\"af\" class=\"af \"><h2>The Messenger <span class=\"gray\">(ﷺ)</span> Brings Glad Tidings and Warnings</h2></div><p lang=\"lb\" class=\"lb \">Then Allah tells His Messenger:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have sent you only as a bearer of good news and a warner.)</span> meaning, a bringer of good news to the believers, a warner to the disbelievers; bringing good news of Paradise to those who obey Allah, and bringing warnings of a dreadful punishment for those who go against the commandments of Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"No reward do I ask of you for this...\")</span> 'for conveying this message and this warning, I do not ask for any reward from your wealth; I am only doing this for the sake of Allah, may He be exalted.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَن شَاءَ مِنكُمْ أَن يَسْتَقِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To whomsoever among you who wills to walk straight)</span><span class=\"gray\">(81:28)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَن شَاءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(save that whosoever wills, may take a path to his Lord.)</span> means, a way and a methodology to be followed.</p><div lang=\"en\" class=\"en \"><h2>The Command to the Messenger <span class=\"gray\">(ﷺ)</span> to Put His Trust in Allah, and Some of His Qualities</h2></div><p lang=\"en\" class=\"en \">Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And put your trust in the Ever Living One Who dies not,)</span> meaning, in all your affairs, put your trust in Allah, the Ever-Living Who never dies, the One Who</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is the First and the Last, the Most High and the Most Near. And He is the All-Knower of everything)</span><span class=\"gray\">(57:3)</span>. The Eternal, Ever-Lasting, Ever-Living, Self-Sufficient One, the Lord and Sovereign of all things, the One to Whom you should always turn. Allah is the One in Whom you should put your trust and to Whom you should turn for refuge, He will be sufficient for you and will be your helper and supporter, and will cause you to prevail. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ۖ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ۚ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Messenger! Proclaim which has been sent down to you from your Lord. And if you do not, then you have not conveyed His Message. Allah will protect you from mankind)</span><span class=\"gray\">(5:67)</span>.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَسَبِّحْ بِحَمْدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and glorify His praises,)</span> means, combine praising Him with glorifying Him. Hence the Messenger of Allah used to say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glory be to You, O Allah, and with Your praise.)</span> So the Ayah means: be sincere in worshipping Him and putting your trust in Him. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَٰهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Lord of the east and the west; there is no God but He. So take Him as a Trustee.)</span><span class=\"gray\">(73:9)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So worship Him and put your trust in Him)</span><span class=\"gray\">(11:123)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ الرَّحْمَٰنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"He is the Most Gracious, in Him we believe, and in Him we put our trust.\")</span><span class=\"gray\">(67:29)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَفَىٰ بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and sufficient is He as the All-Knower of the sins of His servants)</span> means, by His perfect knowledge nothing is hidden from Him nor can anything be hidden from Him, not even a speck of dust's weight.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who created the heavens and the earth...)</span> means, He is the Ever-Living Who never dies, He is the Creator, Sustainer and Sovereign of all things, Who by His might and power created the seven heavens with their vast height and width, and the seven earths with their great depths and density.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in six Days. Then He rose over the Throne.)</span> means, He is running all affairs and He decrees according to the truth, and He is the best of those who decide.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۚ الرَّحْمَٰنُ فَاسْأَلْ بِهِ خَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then He rose over <span class=\"gray\">(Istawa)</span> the Throne. The Most Gracious! Ask Him, as He is the All-Knower.)</span> meaning, find out about Him from one who knows most about Him, and follow him and take him as your example. It is known that there is no one who knows more about Allah than His servant and Messenger Muhammad , the absolute leader of the sons of Adam in this world and the Hereafter, who does not speak of his own desire, but conveys revelation revealed to him. What he says is true, and he is the leader whose decision counts; when there is a dispute, people are obliged to refer to him, and whatever is in accordance with his words and deeds is right, and whatever goes against them should be rejected no matter who says or does it. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَنَازَعْتُمْ فِي شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(And)</span> if you differ in anything among yourselves...)</span><span class=\"gray\">(4:59)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اخْتَلَفْتُمْ فِيهِ مِن شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in whatsoever you differ, the decision thereof is with Allah)</span><span class=\"gray\">(42:10)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Word of your Lord has been fulfilled in truth and in justice)</span><span class=\"gray\">(6:115)</span>. meaning, He has spoken the truth and is fair and just in His commands and prohibitions. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْأَلْ بِهِ خَبِيرًا</p><p lang=\"af\" class=\"af \"><span class=\"gray\">(Ask Him, as He is Al-Knower.)</span></p><div lang=\"sr\" class=\"sr \"><h2>Condemnation of the Idolators</h2></div><p lang=\"en\" class=\"en \">Then Allah rebukes the idolators who prostrate to idols and rivals instead of Allah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَٰنِ قَالُوا وَمَا الرَّحْمَٰنُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when it is said to them: \"Prostrate yourselves to Ar-Rahman!\" They say: \"And what is Ar-Rahman\")</span> meaning: we do not know Ar-Rahman. They did not like to call Allah by His Name Ar-Rahman <span class=\"gray\">(the Most Gracious)</span>, as they objected on the day of <span class=\"gray\">(the treaty of)</span> Al-Hudaybiyyah, when the Prophet told the scribe:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اكْتُبْ بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Write: \"In the Name of Allah, Ar-Rahman <span class=\"gray\">(the Most Gracious)</span>, Ar-Rahim <span class=\"gray\">(the Most Merciful)</span>.\")</span> They said, \"We do not know Ar-Rahman or Ar-Rahim. Write what you used to write: 'Bismika Allahumma <span class=\"gray\">(in Your Name, O Allah)</span>.'\" So Allah revealed the words:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَٰنَ ۖ أَيًّا مَّا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Invoke Allah or invoke Ar-Rahman, by whatever name you invoke Him <span class=\"gray\">(it is the same)</span>, for to Him belong the Best Names)</span><span class=\"gray\">(17:110)</span>. meaning, He is Allah and He is the Most Gracious. And in this Ayah, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَٰنِ قَالُوا وَمَا الرَّحْمَٰنُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when it is said to them: \"Prostrate yourselves to Ar-Rahman!\" They say: \"And what is the Ar-Rahman\")</span> meaning: we do not know or approve of this Name.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَسْجُدُ لِمَا تَأْمُرُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall we fall down in prostration to that which you command us)</span> means, \"Just because you tell us to\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَادَهُمْ نُفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it increases in them only aversion.)</span> As for the believers, they worship Allah Who is the Most Gracious, Most Merciful, and they attribute divinity to Him Alone and prostrate to Him. The scholars, agree that it is allowed and approved for the reader and the listener to prostrate when he reaches this mention of prostration in Surat Al-Furqan, and Allah knows best.</p>"
  }
]