[
  {
    "ayah_key": "9:73",
    "group_ayah_key": "9:73",
    "from_ayah": "9:73",
    "to_ayah": "9:74",
    "ayah_keys": "9:73,9:74",
    "text": "<p lang=\"en\" class=\"en \">O Prophet! Strive hard against the disbelievers and the hypocrites, and be harsh against them, their abode is Hell, – and worst indeed is that destination <span>(73)</span>They swear by Allah that they said nothing <span class=\"gray\">(bad)</span>, but really they said the word of disbelief, and they disbelieved after accepting Islam, and they resolved that <span class=\"gray\">(plot)</span> which they were unable to carry out, and they could not find any cause to do so except that Allah and His Messenger had enriched them of His bounty. If then they repent, it will be better for them, but if they turn away; Allah will punish them with a painful torment in this worldly life and in the Hereafter. And there is none for them on earth as a protector or a helper <span>(74)</span></p><div lang=\"en\" class=\"en \"><h2>The Order for Jihad against the Disbelievers and Hypocrites</h2></div><p lang=\"en\" class=\"en \">Allah commanded His Messenger ﷺ to strive hard against the disbelievers and the hypocrites and to be harsh against them. Allah also commanded him to be merciful with the believers who followed him, informing him that the destination of the disbelievers and hypocrites is the Fire in the Hereafter. Ibn Mas'ud commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Strive hard against the disbelievers and the hypocrites)</span></p><p lang=\"en\" class=\"en \">\"With the hand, or at least have a stern face with them.\" Ibn 'Abbas said, \"Allah commanded the Prophet ﷺ to fight the disbelievers with the sword, to strive against the hypocrites with the tongue and annulled lenient treatment of them.\" Ad-Dahhak commented, \"Perform Jihad against the disbelievers with the sword and be harsh with the hypocrites with words, and this is the Jihad performed against them.\" Similar was said by Muqatil and Ar-Rabi'. Al-Hasan and Qatadah said, \"Striving against them includes establishing the <span class=\"gray\">(Islamic Penal)</span> Law of equality against them.\" In combining these statements, we could say that Allah causes punishment of the disbelievers and hypocrites with all of these methods in various conditions and situations, and Allah knows best.</p><div lang=\"jv\" class=\"jv \"><h2>Reason behind revealing Ayah 9:74</h2></div><p lang=\"en\" class=\"en \">Al-Amawi said in his Book on Battles, \"Muhammad bin Ishaq narrated that Az-Zuhri said that 'Abdur-Rahman bin 'Abdullah bin Ka'b bin Malik narrated from his father, from his grandfather that he said, 'Among the hypocrites who lagged behind <span class=\"gray\">[from battle]</span> and concerning whom the Qur'an was revealed, was Al-Julas bin Suwayd bin As-Samit, who was married to the mother of 'Umayr bin Sa'd. 'Umayr was under the care of Al-Julas. When the Qur'an was revealed about the hypocrites, exposing their practices, Al-Julas said, 'By Allah! If this man <span class=\"gray\">(Muhammad)</span> is saying the truth, then we are worse than donkeys.' 'Umayr bin Sa'd heard him and said, 'By Allah, O Julas! You are the dearest person to me, has the most favor on me and I would hate that harm should touch you, more than I do concerning anyone else! You have uttered a statement that if I exposed, will expose you, but if I hide, it will destroy me. One of them is a lesser evil than the other.' So 'Umayr went to the Messenger of Allah ﷺ and told him what Al-Julas said. On realizing this, Al-Julas went to the Prophet ﷺ and swore by Allah that he did not say what 'Umayr bin Sa'd conveyed he said. 'He lied on me,' Al-Julas said. Allah sent in his case this verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They swear by Allah that they said nothing <span class=\"gray\">(bad)</span>, but really they said the word of disbelief, and they disbelieved after accepting Islam)</span> until the end of Ayah. The Messenger of Allah conveyed this Ayah to Al-Julas, who, they claim, repented and his repentance was sincere, prompting him to refrain from hypocrisy.'\" </p><p lang=\"gd\" class=\"gd \">Imam Abu Ja'far Ibn Jarir recorded that Ibn 'Abbas said, \"The Messenger of Allah ﷺ was sitting under the shade of a tree when he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ سَيَأْتِيكُمْ إِنْسَانٌ فَيَنْظُرُ إِلَيْكُمْ بِعَيْنَيِ الشَّيْطَانِ فَإِذَا جَاءَ فَلَا تُكَلِّمُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A man will now come and will look to you through the eyes of a devil. When he comes, do not talk to him.)</span>' </p><p lang=\"en\" class=\"en \">A man who looked as if he was blue <span class=\"gray\">(so dark)</span> came and the Messenger of Allah ﷺ summoned him and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَامَ تَشْتُمُنِي أَنْتَ وَأَصْحَابُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why do you curse me, you and your companions?)</span> That man went and brought his friends and they swore by Allah that they did nothing of the sort, and the Prophet ﷺ pardoned them. Allah, the Exalted and Most Honored revealed this verse,</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَحْلِفُونَ بِاللَّهِ مَا قَالُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They swear by Allah that they said nothing <span class=\"gray\">(bad)</span>...)</span></p><div lang=\"en\" class=\"en \"><h2>Hypocrites try to kill the Prophet <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَمُّوا بِمَا لَمْ يَنَالُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they resolved that which they were unable to carry out)</span></p><p lang=\"en\" class=\"en \">It was said that this Ayah was revealed about Al-Julas bin Suwayd, who tried to kill his wife's son when he said he would inform the Messenger of Allah ﷺ <span class=\"gray\">[about Al-Julas' statement we mentioned earlier]</span>. It was also said that it was revealed in the case of 'Abdullah bin Ubayy who plotted to kill the Messenger of Allah ﷺ. As-Suddi said, \"This verse was revealed about some men who wanted to crown 'Abdullah bin Ubayy even if the Messenger of Allah did not agree.\"</p><p lang=\"en\" class=\"en \">It was reported that some hypocrites plotted to kill the Prophet ﷺ, while he was at the battle of Tabuk, riding one night. They were a group of more than ten men. Ad-Dahhak said, \"This Ayah was revealed about them.\" In his book, Dala'il An-Nubuwah, Al-Hafiz Abu Bakr Al-Bayhaqi recorded that Hudhayfah bin Al-Yaman said, \"I was holding the bridle of the Messenger's camel while 'Ammar was leading it, or vise versa. When we reached Al-'Aqabah, twelve riders intercepted the Prophet ﷺ. When I alerted the Messenger ﷺ, he shouted at them and they all ran away. The Messenger of Allah ﷺ asked us,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ عَرَفْتُمُ الْقَوْمَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did you know who they were?)</span> We said, 'No, O Allah's Messenger! They had masks However, we know their horses.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هٰؤُلَاءِ الْمُنَافِقُونَ إِلَى يَوْمِ الْقِيَامَةِ وَهَلْ تَدْرُونَ مَا أَرَادُوا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are the hypocrites until the Day of Resurrection. Do you know what they intended?)</span> We said, 'No.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَادُوا أَنْ يُزَاحِمُوا رَسُولَ اِلله فِي الْعَقَبَةِ فَيَلْقُوهُ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They wanted to mingle with the Messenger of Allah and throw him from the 'Aqabah <span class=\"gray\">(to the valley)</span>.)</span></p><p lang=\"en\" class=\"en \">We said, 'O Allah's Messenger! Should you ask their tribes to send the head of each one of them to you?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا. أَكْرَهُ أَنْ تَتَحَدَّثَ الْعَرَبُ بَيْنَهَا أَنَّ مُحَمَّدًا قَاتَلَ بِقَومٍ حَتَّى إِذَا أَظْهَرَهُ اللهُ بِهِمْ أَقْبَلَ عَلَيْهِمْ بِقَتْلِهِمْ - ثُمَّ قَالَ - اللّهُمَّ ارْمِهِمْ بِالدُّبَيْلَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, for I hate that the Arabs should say that Muhammad used some people in fighting and when Allah gave him victory with their help, he commanded that they be killed.)</span> He then said, <span class=\"gray\">(O Allah! Throw the Dubaylah at them.)</span></p><p lang=\"en\" class=\"en \">We asked, 'What is the Dubaylah, O Allah's Messenger?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">شِهَابٌ مِنْ نَارٍ يَقَعُ عَلَى نِيَاطِ قَلْبِ أَحَدِهِمْ فَيَهْلِكُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A missile of fire that falls on the heart of one of them and brings about his demise.)</span>\" </p><p lang=\"en\" class=\"en \">Abu At-Tufayl said, \"Once, there was a dispute between Hudhayfah and another man, who asked him, 'I ask you by Allah, how many were the Companions of Al-'Aqabah?' The people said to Hudhayfah, 'Tell him, for he asked you.' Hudhayfah said, 'We were told that they were fourteen men, unless you were one of them, then the number is fifteen! I testify by Allah that twelve of them are at war with Allah and His Messenger in this life and when the witness comes forth for witness. Three of them were pardoned, for they said, 'We did not hear the person whom the Messenger ﷺ sent to announce something, and we did not know what the people had plotted,' for the Prophet ﷺ had been walking when he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمَاءَ قَلِيلٌ فَلَا يَسْبِقْنِي إِلَيْهِ أَحَدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Water is scarce, so none among you should reach it before me.)</span></p><p lang=\"en\" class=\"en \">When he found that some people had reached it before him, he cursed them.'\" 'Ammar bin Yasir narrated in a Hadith collected by Muslim, that Hudhayfah said to him that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي أَصْحَابِي اثْنَا عَشَرَ مُنَافِقًا لَا يَدْخُلُونَ الْجَنَّةَ وَلَا يَجِدُونَ رِيحَهَا حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ: ثَمَانِيَةٌ مِنْهُمْ تَكْفِيكَهُمُ الدُّبَيْلَةُ سِرَاجٌ مِنْ نَارٍ يَظْهَرُ بَيْنَ أَكْتَافِهِمْ حَتَّى يَنْجُمَ فِي صُدُورِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Among my Companions are twelve hypocrites who will never enter Paradise or find its scent, until the camel enters the thread of the needle. Eight of them will be struck by the Dubaylah, which is a missile made of fire that appears between their shoulders and pierces their chest.)</span></p><p lang=\"en\" class=\"en \">This is why Hudhayfah was called the holder of the secret, for he knew who these hypocrites were, since the Messenger of Allah ﷺ gave their names to him and none else. </p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِن فَضْلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they could not find any cause to do so except that Allah and His Messenger had enriched them of His bounty.)</span></p><p lang=\"en\" class=\"en \">This Ayah means, the Messenger ﷺ did not commit an error against them, other than that Allah has enriched them on account of the Prophet's blessed and honorable mission! And had Allah guided them to what the Prophet ﷺ came with, they would have experienced its delight completely. The Prophet ﷺ once said to the Ansar,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ أَجِدْكُمْ ضُلَّالًا فَهَدَاكُمُ اللهُ بِي، وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمُ اللهُ بِي، وَعَالَةً فَأَغْنَاكُمُ اللهُ بِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have I not found you misguided and Allah guided you through me, divided and Allah united you through me, and poor and Allah enriched you through me?)</span></p><p lang=\"en\" class=\"en \">Whenever the Messenger ﷺ asked them a question, they replied, \"Allah and His Messenger have granted the favor.\" This type of statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَن يُؤْمِنُوا بِاللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they had no fault except that they believed in Allah...)</span><span class=\"gray\">[85:8]</span>, is uttered when there is no wrong committed. </p><p lang=\"en\" class=\"en \">Allah called the hypocrites to repent,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن يَتُوبُوا يَكُ خَيْرًا لَّهُمْ ۖ وَإِن يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If then they repent, it will be better for them, but if they turn away; Allah will punish them with a painful torment in this worldly life and in the Hereafter.)</span></p><p lang=\"en\" class=\"en \">The Ayah says, if they persist on their ways, Allah will inflict a painful torment on them in this life, by killing, sadness and depression, and in the Hereafter with torment, punishment, disgrace and humiliation,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُمْ فِي الْأَرْضِ مِن وَلِيٍّ وَلَا نَصِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is none for them on earth as a protector or a helper.)</span> who will bring happiness to them, aid them, bring about benefit or fend off harm.</p>"
  }
]