[
  {
    "ayah_key": "23:42",
    "group_ayah_key": "23:42",
    "from_ayah": "23:42",
    "to_ayah": "23:44",
    "ayah_keys": "23:42,23:43,23:44",
    "text": "<p lang=\"en\" class=\"en \">Then, after them, We created other generations <span>(42)</span>No nation can advance their term, nor can they delay it <span>(43)</span>Then We sent Our Messengers in succession. Every time there came to a nation their Messenger, they denied him; so, We made them follow one another, and We made them as Ahadith. So, away with a people who believe not <span>(44)</span></p><div lang=\"en\" class=\"en \"><h2>Mention of Other Nations</h2></div><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قُرُونًا آخَرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, after them, We created other generations.)</span> meaning, nations and peoples.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No nation can advance their term, nor can they delay it.)</span> means, they are taken at the appropriate time, as decreed by Allah in His Book that is preserved with Him, before they were created, nation after nation, century after century, generation after generation, successors after predecessors.</p><p class=\"ur qpc-hafs\" lang=\"ur\">ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We sent Our Messengers in succession.)</span> Ibn 'Abbas said, \"<span class=\"gray\">(This means)</span> following one another in succession.\" This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ۖ فَمِنْهُم مَّنْ هَدَى اللَّهُ وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We have sent among every Ummah a Messenger <span class=\"gray\">(proclaiming)</span>: \"Worship Allah, and avoid Taghut <span class=\"gray\">(all false deities)</span>.\" Then of them were some whom Allah guided and of them were some upon whom the straying was justified)</span><span class=\"gray\">(16:36)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّ مَا جَاءَ أُمَّةً رَّسُولُهَا كَذَّبُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every time there came to a nation their Messenger, they denied him;)</span> meaning the greater majority of them. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا حَسْرَةً عَلَى الْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alas for mankind! There never came a Messenger to them but they used to mock at him.)</span><span class=\"gray\">(36:30)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so We made them follow one another,)</span> means, 'We destroyed them,' as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how many generations have We destroyed after Nuh!)</span><span class=\"gray\">(17:17)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَجَعَلْنَاهُمْ أَحَادِيثَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We made them as Ahadith)</span> meaning, stories and lessons for mankind, as Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so, We made them as tales <span class=\"gray\">(in the land)</span>, and We dispersed them all totally)</span><span class=\"gray\">(34:19)</span>.</p>"
  },
  {
    "ayah_key": "23:45",
    "group_ayah_key": "23:45",
    "from_ayah": "23:45",
    "to_ayah": "23:49",
    "ayah_keys": "23:45,23:46,23:47,23:48,23:49",
    "text": "<p lang=\"en\" class=\"en \">Then We sent Musa and his brother Harun, with Our Ayat and manifest authority <span>(45)</span>To Fir'awn and his chiefs, but they behaved insolently and they were people self-exalting <span class=\"gray\">(by disobeying their Lord)</span><span>(46)</span>They said: \"Shall we believe in two men like ourselves, and their people are obedient to us with humility! <span>(47)</span>So, they denied them both and became of those who were destroyed <span>(48)</span>And indeed We gave Musa the Scripture, that they may be guided <span>(49)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of Musa, Peace Be upon Him, And Fir'awn</h2></div><p lang=\"en\" class=\"en \">Allah tells us that He sent Musa, peace be upon him, and his brother Harun to Fir'awn and his chiefs with decisive evidence and definitive proof, but Fir'awn and his people were too arrogant to follow them and obey their commands because they were human beings, just as previous nations had denied the Message of the human Messengers. They were of a similar mentality, so Allah destroyed Fir'awn and his chiefs, drowning them all in one day. He revealed the Book to Musa, i.e., the Tawrah, in which were rulings, commands and prohibitions, after He had destroyed Fir'awn and the Egyptians and seized them with a punishment of the All-Mighty, All-Capable to carry out what He wills. After Allah revealed the Tawrah, Allah did not destroy any nation with an overwhelming calamity; instead, He commanded the believers to fight the disbelievers, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِن بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَىٰ بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We gave Musa – after We had destroyed the generations of old – the Scripture as an enlightenment for mankind, and a guidance and a mercy, that they might remember.)</span><span class=\"gray\">(28:43)</span></p>"
  },
  {
    "ayah_key": "23:50",
    "group_ayah_key": "23:50",
    "from_ayah": "23:50",
    "to_ayah": "23:50",
    "ayah_keys": "23:50",
    "text": "<p class=\"en translation\" lang=\"en\">And We made the son of Maryam and his mother as a sign, and We gave them refuge on a Rabwah, Dhat Qarar, and Ma'in <span>(50)</span></p><div lang=\"fil\" class=\"fil \"><h2>Isa and Maryam</h2></div><p lang=\"en\" class=\"en \">Allah tells us about His servant and Messenger 'Isa bin Maryam, peace be upon them both, and that He made them as a sign for mankind, i.e., definitive proof of His ability to do what He wills. For He created Adam without a father or a mother, He created Hawwa' from a male without a female, and He created 'Isa from a female without a male, but He created the rest of mankind from both male and female.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We gave them refuge on high ground, a place of rest, security and flowing streams.)</span> Ad-Dahhak reported that Ibn 'Abbas said: \"Ar-Rabwah is a raised portion of land, which is the best place for vegetation to grow.\" This was also the view of Mujahid, 'Ikrimah, Sa'id bin Jubayr and Qatadah. Ibn 'Abbas said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">ذَاتِ قَرَارٍ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Dhat Qarar)</span>\"A fertile place.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَعِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Ma'in)</span> means water running on the surface.\" This was also the view of Mujahid, 'Ikrimah, Sa'id bin Jubayr and Qatadah. Mujahid said: \"A level hill.\" Sa'id bin Jubayr said that</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَاتِ قَرَارٍ وَمَعِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Dhat Qarar and Ma'in)</span> means that water was flowing gently through it. Mujahid and Qatadah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَعِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Ma'in )</span> \"Running water.\" Ibn Abi Hatim recorded from Sa'id bin Al-Musayyib:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We gave them refuge on a Rabwah, Dhat Qarar and Ma'in.)</span> \"It is Damascus.\" He said; \"Something similar was also narrated from 'Abdullah bin Salam, Al-Hasan, Zayd bin Aslam and Khalid bin Ma'dan.\" Ibn Abi Hatim recorded from 'Ikrimah from Ibn 'Abbas that this Ayah referred to the rivers of Damascus. Layth bin Abi Sulaym narrated from Mujahid that the words;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We gave them refuge on a Rabwah,)</span> referred to 'Isa bin Maryam and his mother when they sought refuge in Damascus and the flatlands around it. 'Abdur-Razzaq recorded that Abu Hurayrah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on a Rabwah, Dhat Qarar and Ma'in.)</span>, \"It is Ramlah in Palestine.\" The most correct opinion on this matter is that which was reported by Al-'Awfi from Ibn 'Abbas, who said;</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We gave them refuge on a Rabwah, Dhat Qarar and Ma'in.)</span> \"Ma'in refers to running water, and is the river of which Allah mentioned:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your Lord has provided a water stream under you.)</span>\"<span class=\"gray\">(19:24)</span> Ad-Dahhak and Qatadah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on a high ground, a place of rest, security and flowing streams.)</span> refers to Jerusalem. This – and Allah knows best – is the most apparent meaning, because it is mentioned in the other Ayah, and parts of the Qur'an explain other parts, so it is more appropriate to interpret it by another Ayah, then the Sahih Hadiths, then other reports.</p>"
  }
]