[
  {
    "ayah_key": "2:60",
    "group_ayah_key": "2:60",
    "from_ayah": "2:60",
    "to_ayah": "2:60",
    "ayah_keys": "2:60",
    "text": "<p class=\"en translation\" lang=\"en\">And <span class=\"gray\">(remember)</span> when Musa asked for water for his people, We said: \"Strike the stone with your stick.\" Then gushed forth therefrom twelve springs. Each <span class=\"gray\">(group of)</span> people knew its own place for water. \"Eat and drink of that which Allah has provided and do not act corruptly, making mischief on the earth. <span>(60)</span></p><div lang=\"af\" class=\"af \"><h2>Twelve Springs gush forth</h2></div><p lang=\"en\" class=\"en \">Allah said, \"Remember My favor on you when I answered the supplication of your Prophet, Musa, when he asked Me to provide you with water. I made the water available for you, making it gush out through a stone. Twelve springs burst out of that stone, a designated spring for each of your tribes. You eat from the manna and the quails and drink from the water that I provided for you, without any effort or hardship for you. So worship the One Who did this for you.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not act corruptly, making mischief on the earth)</span> meaning, \"Do not return the favor by committing acts of disobedience that cause favors to disappear.\"</p><p lang=\"en\" class=\"en \">Ibn 'Abbas said that the Children of Israel, \"Had a square stone that Musa was commanded to strike with his staff and, as a result, twelve springs burst out of that stone, three on each side. Each tribe was, therefore, designated a certain spring, and they used to drink from their springs. They never had to travel from their area, they would find the same bounty in the same manner they had in the first area.\"This narration is part of the long Hadith that An-Nasa'i, Ibn Jarir and Ibn Abi Hatim recorded about the trials.</p><p lang=\"en\" class=\"en \">This story is similar to the story in Surat Al-'Araf <span class=\"gray\">(Chapter 7)</span> although the latter was revealed in Makkah. In Surat Al-A'raf, Allah used the third person when He mentioned the Children of Israel to the Prophet ﷺ and narrated what He favored them with. In this Surat Al-Baqarah, which was revealed in Al-Madinah, Allah directed His Speech at the Children of Israel. Further, Allah said in Surat Al-A'raf,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there gushed forth out of it twelve springs)</span><span class=\"gray\">(7:160)</span>, describing what first occurred when the water begins to gush out. In the Ayah in Surat Al-Baqarah, Allah described what happened later on, meaning when the water burst out in full force. Allah knows best.</p>"
  },
  {
    "ayah_key": "2:61",
    "group_ayah_key": "2:61",
    "from_ayah": "2:61",
    "to_ayah": "2:61",
    "ayah_keys": "2:61",
    "text": "<p class=\"en translation\" lang=\"en\">And <span class=\"gray\">(remember)</span> when you said, \"O Musa ! We cannot endure one kind of food. So invoke your Lord for us to bring forth for us of what the earth grows, its herbs, its cucumber its Fum, its lentils and its onions.\" He said, \"Would you exchange that which is better for that which is lower? Go you down to any town and you shall find what you want! <span>(61)</span></p><div lang=\"en\" class=\"en \"><h2>The Children of Israel preferred Foods inferior to Manna and Quails</h2></div><p lang=\"en\" class=\"en \">Allah said, \"And remember My favor on you when I sent down the manna and quails to you, a good, pure, beneficial, easily acquired food. And remember your ungratefulness for what We granted you. Remember how you asked Musa to exchange this type of food for an inferior type that consists of vegetation, and so forth.\" Al-Hasan Al-Basri said about the Children of Israel, \"They were bored and impatient with the type of food they were provided. They also remembered the life they used to live, when their diet consisted of lentils, onions, garlic and herbs.\" They said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُوسَىٰ لَن نَّصْبِرَ عَلَىٰ طَعَامٍ وَاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنبِتُ الْأَرْضُ مِن بَقْلِهَا وَقِثَّائِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Musa ! We cannot endure one kind of food. So invoke your Lord for us to bring forth for us of what the earth grows, its herbs, its cucumbers, its Fum, its lentils and its onions)</span>. They said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ طَعَامٍ وَاحِدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(One kind of food)</span> meaning, the manna and quails, because they ate the same food day after day. The Ayah mentioned lentils, onions and herbs, which are all known types of foods. As for the Fum, Ibn Mas'ud read it, Thum <span class=\"gray\">(garlic)</span>. Also, Ibn Abi Hatim narrated that Al-Hasan said about the Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَفُومِهَا</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Its Fum)</span>, \"Ibn 'Abbas said that Fum means, garlic.\"</p><p lang=\"en\" class=\"en \">He also said that the expression, 'Fumu-lanna' means, 'bake for us', according to the languages of old. Ibn Jarir commented, \"If this is true, then 'Fum' is one of the words whose pronounciation were altered, the letter 'fa' was replaced by the letter 'tha', since they are similar in sound.\" And Allah knows best. Others said that Fum is wheat, the kind used for bread. Al-Bukhari said, \"Some of them said that Fum includes all grains or seeds that are eaten.\"</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَىٰ بِالَّذِي هُوَ خَيْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said, \"Would you exchange that which is better for that which is lower?\")</span> criticized the Jews for asking for inferior foods, although they were living an easy life, eating tasty, beneficial and pure food. Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">اهْبِطُوا مِصْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Go you down to any Misr)</span> means, 'any city', as Ibn 'Abbas said. Ibn Jarir also reported that Abu Al-'Aliyah and Ar-Rabi' bin Anas said that the Ayah refers to Misr, the Egypt of Fir'awn. The truth is that the Ayah means any city, as Ibn 'Abbas and other scholars stated. Therefore, the meaning of Musa's statement to the Children of Israel becomes, \"What you are asking for is easy, for it is available in abundance in any city that you might enter. So since what you asked for is available in all of the villages and cities, I will not ask Allah to provide us with it, especially when it is an inferior type of food. \" This is why Musa said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَىٰ بِالَّذِي هُوَ خَيْرٌ ۚ اهْبِطُوا مِصْرًا فَإِنَّ لَكُم مَّا سَأَلْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would you exchange that which is better for that which is lower? Go you down to any town and you shall find what you want!)</span></p><p lang=\"en\" class=\"en \">Since their request was the result of boredom and arrogance and since fulfilling it was unnecessary, their request was denied. Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاءُوا بِغَضَبٍ مِّنَ اللَّهِ ۗ ذَٰلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ ۗ ذَٰلِكَ بِمَا عَصَوا وَّكَانُوا يَعْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(61 cont. - And they were covered with humiliation and misery, and they drew on themselves the wrath of Allah. That was because they used to disbelieve in the Ayat <span class=\"gray\">(proofs, evidence)</span> of Allah and killed the Prophets wrongfully. That was because they disobeyed and used to transgress the bounds <span class=\"gray\">(in their disobedience to Allah, i.e. commit crimes and sins.)</span>)</span><span class=\"gray\">(2:61)</span></p><div lang=\"en\" class=\"en \"><h2>Covering the Jews in Humiliation and Misery</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they were covered with humiliation and misery)</span>. This Ayah indicates that the Children of Israel were plagued with humiliation, and that this will continue, meaning that it will never cease. They will continue to suffer humiliation at the hands of all who interact with them, along with the disgrace that they feel inwardly. Al-Hasan commented, \"Allah humiliated them, and they shall have no protector. Allah put them under the feet of the Muslims, who appeared at a time when the Majus <span class=\"gray\">(Zoroastrians)</span> were taking the Jizyah <span class=\"gray\">(tax)</span> from the Jews.\" Also, Abu Al-'Aliyah, Ar-Rabi' bin Anas and As-Suddi said that 'misery' used in the Ayah means, 'poverty.' 'Atiyah Al-'Awfi said that 'misery' means, 'paying the tilth <span class=\"gray\">(tax)</span>.' In addition, Ad-Dahhak commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَاءُوا بِغَضَبٍ مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they drew on themselves the wrath of Allah)</span>, \"They deserved Allah's anger.\" Also, Ibn Jarir said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَاءُوا بِغَضَبٍ مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they drew on themselves the wrath of Allah)</span> means, \"They went back with the wrath. Similarly, Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنِّى أُرِيدُ أَن تَبُوءَ بِإِثْمِى وَإِثْمِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I intend to let you draw my sin on yourself as well as yours)</span><span class=\"gray\">(Al-Ma'idah 5:29)</span> meaning, 'You will end up carrying my, and your, mistakes instead of me'. Thus, the meaning of the Ayah becomes, 'They went back carrying Allah's anger; Allah's wrath descended on them; they deserved Allah's anger.'\"</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That was because they used to disbelieve in the Ayat <span class=\"gray\">(proofs, evidences, etc.)</span> of Allah and killed the Prophets wrongfully.)</span> means, \"This is what We rewarded the Children of Israel with: humiliation and misery.\" Allah's anger that descended on the Children of Israel was a part of the humiliation they earned, because of their defiance of the truth, disbelief in Allah's Ayat and belittling the carriers of Allah's Law i.e. the Prophets and their following. The Children of Israel rejected the Messengers and even killed them. Surely, there is no form of disbelief worse than disbelieving in Allah's Ayat and murdering the Prophets of Allah.</p><div lang=\"en\" class=\"en \"><h2>Meaning of Kibr</h2></div><p lang=\"en\" class=\"en \">Similarly, in a Hadith recorded in the Two Sahihs the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكِبْرُ بَطَرُ الْحَقِّ وَغَمْطُ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Kibr, is refusing the truth and degrading <span class=\"gray\">(belittling)</span> people.)</span></p><p lang=\"id\" class=\"id \">Imam Ahmad recorded, 'Abdullah bin Mas'ud saying that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَشَدُّ النَّاسِ عَذَابًا يَوْمَ الْقِيَامَةِ رَجُلٌ قَتَلَهُ نَبِيٌّ أَوْ قَتَلَ نَبِيًّا: وَإِمَامُ ضَلَالَةٍ وَمُـمَثِّلٌ مِنَ الْمُمَثِّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people who will receive the most torment on the Day of Resurrection are: <span class=\"gray\">(1)</span>a man who was killed by a Prophet or who killed a Prophet, <span class=\"gray\">(2)</span>an unjust ruler and <span class=\"gray\">(3)</span>one who mutilates <span class=\"gray\">(the dead)</span>.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِمَا عَصَوا وَّكَانُوا يَعْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That was because they disobeyed and used to transgress the bounds)</span> mentions another reason why the Children of Israel were punished in this manner, for they used to disobey and transgress the limits. Disobedience is to do what is prohibited, while transgression entails overstepping the set limits of what is allowed and what is prohibited. Allah knows best.</p>"
  }
]