[
  {
    "ayah_key": "4:127",
    "group_ayah_key": "4:127",
    "from_ayah": "4:127",
    "to_ayah": "4:127",
    "ayah_keys": "4:127",
    "text": "<p lang=\"en\" class=\"en \">They ask your legal instruction concerning women. Say: \"Allah instructs you about them, and about what is recited unto you in the Book concerning the orphan girls whom you give not what they deserve and yet whom you desire to marry, and the children who are weak and oppressed, and that you stand firm for justice to orphans. And whatever good you do, Allah is Ever All-Aware of it <span>(127)</span></p><div lang=\"en\" class=\"en \"><h2>The Ruling Concerning Female Orphans</h2></div><p lang=\"en\" class=\"en \">Al-Bukhari recorded that 'A'ishah said about the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask your instruction concerning women. Say, \"Allah instructs you about them...)</span> until,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whom you desire to marry...)</span></p><p lang=\"en\" class=\"en \">It is about the man who is taking care of a female orphan, being her caretaker and inheritor. Her money is joined with his money to such an extent, that she shares with him even the branch of a date that he has. So he likes <span class=\"gray\">(for material gain)</span> to marry her himself, and hates to marry her to another man who would have a share in his money, on account of her share in his money. Therefore, he refuses to let her marry anyone else. So, this Ayah was revealed. Muslim also recorded it.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'A'ishah said, \"The people asked Allah's Messenger ﷺ <span class=\"gray\">(about orphan girls)</span>, so Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَىٰ عَلَيْكُمْ فِي الْكِتَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask your instruction concerning women. Say, \"Allah instructs you about them and about what is recited unto you in the Book...\")</span></p><p lang=\"en\" class=\"en \">What is meant by Allah's saying, 'And about what is recited unto you in the Book' is the former verse which said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَىٰ فَانكِحُوا مَا طَابَ لَكُم مِّنَ النِّسَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you fear that you shall not be able to deal justly with the orphan girls, then marry <span class=\"gray\">(other)</span> women of your choice.)</span><span class=\"gray\">[4:3]</span>\" 'A'ishah said, \"Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whom you desire to marry...)</span> also refers to the desire of the guardian not to marry an orphan girl under his supervision when she lacks property or beauty. The guardians were forbidden to marry their orphan girls possessing property and beauty without being just to them, as they generally refrain from marrying them <span class=\"gray\">(when they are neither beautiful nor wealthy)</span>.\" The basis of this is recorded in Two Sahihs.</p><p lang=\"en\" class=\"en \">Consequently, when a man is the caretaker of a female orphan, he might like to marry her himself. In this case, Allah commands him to give her a suitable dowry that other women of her status get. If he does not want to do that, then let him marry other women, for Allah has made this matter easy for Muslims.</p><p lang=\"en\" class=\"en \">Sometimes, the caretaker does not desire to marry the orphan under his care, because she is not attractive to his eye. In this case, Allah forbids the caretaker from preventing the female orphan from marrying another man for fear that her husband would share in the money that is mutually shared between the caretaker and the girl.</p><p lang=\"en\" class=\"en \">'Ali bin Abi Talhah said that Ibn 'Abbas said, \"During the time of Jahiliyyah, the caretaker of a female orphan would cover her with his rope, and when he did that, no man would marry her. If she was beautiful and he desired to marry her, he married her and took control of her wealth. If she was not beautiful, he did not allow her to marry until she died, and when she died he inherited her money. Allah prohibited and outlawed this practice.\"</p><p lang=\"en\" class=\"en \">He also said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the children who are weak and oppressed,)</span> that during the time of Jahiliyyah, they used to deny young children and females a share of inheritance. So Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you give not what they deserve)</span> thus prohibiting this practice and designating a fixed share for each,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلذَّكَرِ مِثْلُ حَظِّ الْأُنثَيَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To the male, a portion equal to that of two females..)</span><span class=\"gray\">[4:11]</span> whether they were young or old, as Sa'id bin Jubayr and others stated. Sa'id bin Jubayr said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن تَقُومُوا لِلْيَتَامَىٰ بِالْقِسْطِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that you stand firm for justice to orphans.)</span></p><p lang=\"en\" class=\"en \">\"Just as when she is beautiful and wealthy you would want to marry her and have her for yourself, so when she is not wealthy or beautiful, marry her and have her for yourself.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whatever good you do, Allah is Ever All-Aware of it.)</span> encourages performing the good deeds and fulfilling the commandments, and states that Allah is knowledgeable of all of this and He will reward for it in the best and most perfect manner.</p>"
  }
]