[
  {
    "ayah_key": "3:21",
    "group_ayah_key": "3:21",
    "from_ayah": "3:21",
    "to_ayah": "3:22",
    "ayah_keys": "3:21,3:22",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, those who disbelieve in the Ayat of Allah and kill the Prophets without right, and kill those men who order just dealings, then announce to them a painful torment <span>(21)</span>They are those whose works will be lost in this world and in the Hereafter, and they will have no helpers <span>(22)</span></p><div lang=\"en\" class=\"en \"><h2>Chastising the Jews for Their Disbelief and for Killing the Prophets and Righteous People</h2></div><p lang=\"en\" class=\"en \">This Ayah chastises the People of the Book for the transgression and prohibitions they committed by their denials in the past and more recent times, of Allah's Ayat and the Messengers. They did this due to their defiance and rejection of the Messengers, denial of the truth and refusal to follow it. They also killed many Prophets when they conveyed to them what Allah legislated for them, without cause or criminal behavior committed by these Prophets, for they only called them to the truth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And kill those men who order just dealings)</span> thus, demonstrating the worst type of arrogance. Indeed, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكِبْرُ بَطَرُ الْحَقِّ وَغَمْطُ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Kibr <span class=\"gray\">(arrogance)</span> is refusing the truth and degrading people)</span></p><p lang=\"en\" class=\"en \">This is why when they rejected the truth and acted arrogantly towards the creation, Allah punished them with humiliation and disgrace in this life, and humiliating torment in the Hereafter. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then announce to them a painful torment)</span> meaning, painful and humiliating,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُم مِّن نَّاصِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are those whose works will be lost in this world and in the Hereafter, and they will have no helpers.)</span>.</p>"
  },
  {
    "ayah_key": "3:23",
    "group_ayah_key": "3:23",
    "from_ayah": "3:23",
    "to_ayah": "3:25",
    "ayah_keys": "3:23,3:24,3:25",
    "text": "<p lang=\"en\" class=\"en \">Have you not seen those who have been given a portion of the Scripture? They are being invited to the Book of Allah to settle their dispute, then a party of them turned away, and they are averse <span>(23)</span>This is because they say: \"The Fire shall not touch us but for a number of days.\" And that which they used to invent in their religion has deceived them <span>(24)</span>How <span class=\"gray\">(will it be)</span> when We gather them together on the Day about which there is no doubt <span class=\"gray\">(i.e. the Day of Resurrection)</span>. And each person will be paid in full what he has earned And they will not be dealt with unjustly <span>(25)</span></p><div lang=\"en\" class=\"en \"><h2>Chastising the People of the Book for Not Referring to the Book of Allah for Judgment</h2></div><p lang=\"en\" class=\"en \">Allah criticizes the Jews and Christians who claim to follow their Books, the Tawrah and the Injil, because when they are called to refer to these Books where Allah commanded them to follow Muhammad ﷺ, they turn away with aversion. This censure and criticism from Allah was all because of their defiance and rejection. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ قَالُوا لَن تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَّعْدُودَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is because they say: \"The Fire shall not touch us but for a number of days.\")</span> meaning, what made them dare to challenge and defy the truth is their false claim that Allah will only punish them for seven days in the Fire, a day for every one thousand years in this life. We mentioned this subject in the Tafsir of Surat Al-Baqarah.</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَغَرَّهُمْ فِي دِينِهِم مَّا كَانُوا يَفْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that which they used to invent regarding their religion has deceived them.)</span> meaning, what caused them to remain on their false creed is that they deceived themselves, believing that the Fire will only touch them for a few days for their errors. However, it is they who have invented this notion, and Allah did not grant them authority to support this claim. Allah said, while threatening and warning them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَّا رَيْبَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How <span class=\"gray\">(will it be)</span> when We gather them together on the Day about which there is no doubt <span class=\"gray\">(i. e. the Day of Resurrection)</span>.)</span> meaning, what will their condition be like after they have uttered this lie about Allah, rejected His Messengers and killed His Prophets and their scholars who enjoined righteousness and forbade evil? Allah will ask them about all this and punish them for what they have done. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَّا رَيْبَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How <span class=\"gray\">(will it be)</span> when We gather them together on the Day about which there is no doubt.)</span> meaning, there is no doubt that this Day will come,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And each person will be paid in full what he has earned? And they will not be dealt with unjustly.)</span></p>"
  },
  {
    "ayah_key": "3:26",
    "group_ayah_key": "3:26",
    "from_ayah": "3:26",
    "to_ayah": "3:27",
    "ayah_keys": "3:26,3:27",
    "text": "<p lang=\"en\" class=\"en \">Say: \"O Allah! Possessor of the power, You give power to whom You will, and You take power from whom You will, and You endue with honor whom You will, and You humiliate whom You will. In Your Hand is the good. Verily, You are able to do all things <span>(26)</span>You make the night to enter into the day, and You make the day to enter into the night, You bring the living out of the dead, and You bring the dead out of the living. And You give wealth and sustenance to whom You will, without limit <span>(27)</span></p><div lang=\"la\" class=\"la \"><h2>Encouraging Gratitude</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"qpc-hafs\">قل</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say)</span> O Muhammad ﷺ, while praising your Lord, thanking Him, relying in all matters upon Him and trusting in Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ مَالِكَ الْمُلْكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! Possessor of the power)</span> meaning, all sovereignty is Yours,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُؤْتِي الْمُلْكَ مَن تَشَاءُ وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاءُ وَتُعِزُّ مَن تَشَاءُ وَتُذِلُّ مَن تَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You give power to whom You will, and You take power from whom You will, and You endue with honor whom You will, and You humiliate whom You will.)</span></p><p lang=\"en\" class=\"en \">meaning, You are the Giver, You are the Taker, it is Your will that occurs and whatever You do not will, does not occur. This Ayah encourages thanking Allah for the favors He granted His Messenger ﷺ and his Ummah. Allah transferred the prophethood from the Children of Israel to the Arab, Qurashi, Makkan, unlettered Prophet, the Final and Last of all Prophets and the Messenger of Allah ﷺ to all mankind and Jinn. Allah endowed the Prophet ﷺ with the best of qualities from the prophets before him. Allah also granted him extra qualities that no other Prophet or Messenger before him was endowed with, such as granting him <span class=\"gray\">(more)</span> knowledge of Allah and His Law, knowledge of more of the matters of the past and the future, such as what will occur in the Hereafter. Allah allowed Muhammad's Ummah to reach the eastern and western parts of the world and gave dominance to his religion and Law over all other religions and laws. May Allah's peace and blessings be on the Prophet ﷺ until the Day of Judgment, and as long as the day and night succeed each other. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O Allah! Possessor of the power,\")</span> meaning, You decide what You will concerning Your creation and You do what you will. Allah refutes those who thought that they could decide for Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Why is not this Qur'an sent down to some great man of the two towns <span class=\"gray\">(Makkah and Ta'if)</span>?\")</span><span class=\"gray\">[43:31]</span>.</p><p lang=\"en\" class=\"en \">Allah refuted them by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it they who would portion out the Mercy of your Lord?)</span><span class=\"gray\">[43:32]</span>, meaning, \"We decide for Our creation what We will, without resistance or hindrance by anyone. We have the perfect wisdom and the unequivocal proof in all of this, and We give the prophethood to whom We will.\" Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows best with whom to place His Message)</span><span class=\"gray\">[6:124]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See how We prefer one above another <span class=\"gray\">(in this world)</span>)</span><span class=\"gray\">[17: 21]</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You make the night enter into the day, and You make the day enter into the night)</span> meaning, You take from the length of one of them and add it to the shortness of the other, so that they become equal, and take from the length of one of them and add it to the other so that they are not equal. This occurs throughout the seasons of the year: spring, summer, fall and winter. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You bring the living out of the dead, and You bring the dead out of the living.)</span> means, You bring out the seed from the plant and the plant from the seed; the date from its seed and the date's seed from the date; the faithful from the disbeliever and the disbeliever from the faithful; the chicken from the egg and the egg from the chicken, etc.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرْزُقُ مَن تَشَاءُ بِغَيْرِ حِسَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And You give wealth and sustenance to whom You will, without limit.)</span> meaning, You give whomever You will innumerable amounts of wealth while depriving others from it, out of wisdom, and justice.</p>"
  }
]