[
  {
    "ayah_key": "4:11",
    "group_ayah_key": "4:11",
    "from_ayah": "4:11",
    "to_ayah": "4:11",
    "ayah_keys": "4:11",
    "text": "<p lang=\"en\" class=\"en \">Allah commands you for your children's <span class=\"gray\">(inheritance)</span>: to the male, a portion equal to that of two - females; if only daughters, two or more, their share is two thirds of the inheritance; if only one, her share is half. For parents, a sixth share of inheritance to each if the deceased left children; if no children, and the parents are the <span class=\"gray\">(only)</span> heirs, the mother has a third; if the deceased left brothers or <span class=\"gray\">(sisters)</span>, the mother has a sixth. <span class=\"gray\">(The distribution in all cases is)</span> after the payment of legacies he may have bequeathed or debts. You know not which of them, whether your parents or your children, are nearest to you in benefit, <span class=\"gray\">(these fixed shares)</span> are ordained by Allah. And Allah is Ever All-Knower, All-Wise <span>(11)</span></p><div lang=\"en\" class=\"en \"><h2>Learning the Various Shares of the Inheritance is Encouraged</h2></div><p lang=\"en\" class=\"en \">This, the following, and the last honorable Ayah in this Surah contain the knowledge of Al-Fara'id, inheritance. The knowledge of Al-Fara'id is derived from these three Ayat and from the Hadiths on this subject which explain them. Learning this knowledge is encouraged, especially the specific things mentioned in the Ayat. Ibn 'Uyaynah said; \"Knowledge of Al-Fara'id was called half of knowledge, because it effects all people.\"</p><div lang=\"jv\" class=\"jv \"><h2>The Reason Behind Revealing Ayah 4:11</h2></div><p lang=\"en\" class=\"en \">Explaining this Ayah, Al-Bukhari recorded that Jabir bin 'Abdullah said, \"Allah's Messenger came visiting me on foot with Abu Bakr at Banu Salamah's <span class=\"gray\">(dwellings)</span>, and the Prophet ﷺ found me unconscious. He asked for some water, performed ablution with it, then poured it on me, and I regained consciousness. I said, 'What do you command me to do with my money, O Allah's Messenger?' this Ayah was later revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنثَيَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah commands you for your children's <span class=\"gray\">(inheritance)</span>; to the male, a portion equal to that of two females)</span>.\" This is how it was recorded by Muslim and An-Nasa'i. The remainder of the Six compilers also collected this Hadith.</p><p lang=\"en\" class=\"en \">Another Hadith from Jabir concerning the reason behind revealing Ayah 4:11 </p><p lang=\"en\" class=\"en \">Ahmad recorded from Jabir that he said, \"The wife of Sa'd bin Ar-Rabi' came to Allah's Messenger ﷺ and said to him, 'O Allah's Messenger! These are the two daughters of Sa'd bin Ar-Rabi', who was killed as a martyr at Uhud. Their uncle took their money and did not leave anything for them. They will not be married unless they have money.' The Messenger ﷺ said, 'Allah will decide on this matter.' The Ayah about the inheritance was later revealed and the Messenger of Allah ﷺ sent word to their uncle commanding him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعْطِ ابْنَتَيْ سَعْدٍ الثُّلُثَيْنِ، وَأُمَّهُمَا الثُّمُنَ، وَمَا بقِيَ فَهُوَ لَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Give two-thirds <span class=\"gray\">(of Sa'd's money)</span> to Sa'd's two daughters and one eighth for their mother, and whatever is left is yours.)</span>\"</p><p lang=\"en\" class=\"en \">Abu Dawud, At-Tirmidhi, and Ibn Majah collected this Hadith. It is apparent, however, that the first Hadith from Jabir was about the case of the last Ayah in the Surah <span class=\"gray\">[4:176, rather than 4:11]</span>, for at the time this incident occurred, Jabir had sisters and did not have daughters, parents or offspring to inherit from him. Yet, we mentioned the Hadith here just as Al-Bukhari did.</p><div lang=\"en\" class=\"en \"><h2>Males Get Two Times the Share of Females for Inheritance</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنثَيَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah commands you for your children's <span class=\"gray\">(inheritance)</span>: to the male, a portion equal to that of two females;)</span></p><p lang=\"en\" class=\"en \">Allah commands: observe justice with your children. The people of Jahiliyyah used to give the males, but not the females, a share in the inheritance. Therefore, Allah commands that both males and females take a share in the inheritance, although the portion of the males is twice as much as that of the females. There is a distinction because men need money to spend on their dependants, commercial transactions, work and fulfillling their obligations. Consequently, men get twice the portion of the inheritance that females get. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنثَيَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah commands you for your children's <span class=\"gray\">(inheritance)</span>: to the male, a portion equal to that of two females;)</span> testifies to the fact that Allah is more merciful with children than their own parents are with them, since He commands the parents to be just and fair with their own children.</p><p lang=\"en\" class=\"en \">An authentic Hadith stated that a captured woman was looking for her child and when she found him, she held him, gave him her breast and nursed him. The Messenger of Allah ﷺ said to his Companions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتُرَوْنَ هذِهِ طَارِحَةً وَلَدَهَا فِي النَّارِ وَهِيَ تَقْدِرُ عَلى ذَلِكَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you think that this woman would willingly throw her child in the fire?)</span> They said, \"No, O Messenger of Allah.\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَ اللهِ للهُ أَرْحَمُ بِعِبَادِهِ مِنْ هذِهِ بِوَلَدِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah! Allah is more merciful with His servants than this woman is with her own child.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Ibn 'Abbas said, \"The custom <span class=\"gray\">(in old days)</span> was that the property of the deceased would be inherited by his offspring; as for the parents <span class=\"gray\">(of the deceased)</span>, they would inherit by the will of the deceased. Then Allah cancelled whatever He willed from that custom and ordained that the male get twice the amount inherited by the female, and for each parent a sixth <span class=\"gray\">(of the whole legacy)</span>, for the wife an eighth or a fourth, and for the husband a half or a fourth.\"</p><div lang=\"en\" class=\"en \"><h2>The Share of the Females When They Are the Only Eligible Heirs</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if only daughters, two or more, their share is two-thirds of the inheritance;)</span></p><p lang=\"en\" class=\"en \">We should mention here that some people said the Ayah only means two daughters, and that 'more' is redundant, which is not true. Nothing in the Qur'an is useless or redundant. Had the Ayah been talking about only two women, it would have said, \"The share of both of them is two-thirds.\"</p><p lang=\"en\" class=\"en \">As for the daughters, two or more, the ruling that they get two-thirds was derived from this Ayah, stating that the two sisters get two-thirds. We also mentioned the Hadith in which the Prophet ﷺ commanded that two-thirds be the share of the two daughters of Sa'd bin Ar-Rabi'. So this is proven in the Book and the Sunnah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if only one, her share is half.)</span> If there are two daughters, then there are texts to prove they share a half. Therefore, two-thirds is the share of the two daughters or sisters, and Allah knows best.</p><div lang=\"en\" class=\"en \"><h2>Share of the Parents in the Inheritance</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For parents, a sixth share of inheritance to each)</span></p><p lang=\"en\" class=\"en \">There are several forms of the share that the parents get in the inheritance.</p><p lang=\"en\" class=\"en \">1. If the deceased left behind children, the parents get a sixth each. When the deceased had only one daughter, she gets half of the inheritance and the parents each one sixth, and another sixth is given to the father.</p><p lang=\"en\" class=\"en \">2. When the parents are the only inheritors, the mother gets one-third while the father gets the remaining two-thirds. In this case, the father's share will be twice the mother's share. If the deceased had a surviving spouse, the spouse gets half, in the case of a husband, or a fourth in the case of a surviving wife. In both cases, the mother of the deceased gets one-third of the remaining inheritance. This is because the remaining portion of the inheritance is treated just as the entire legacy in regard to the parents' share.</p><p lang=\"en\" class=\"en \">Allah has given the mother one-half of what the father gets. Therefore, the mother gets a third of the remaining inheritance while the father gets two-thirds.</p><p lang=\"en\" class=\"en \">3. If the deceased left behind surviving brothers and sisters, whether half brothers, half sisters or from the same father and mother, their presence does not cause reduction in the father's share. Yet, their presence reduces the share of the mother to one-sixth instead of one-third, and the father gets the rest, when there are no other heirs. IbnAbHatim recorded that Qatadah commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If the deceased left brothers or <span class=\"gray\">(sisters)</span>, the mother has a sixth.)</span></p><p lang=\"en\" class=\"en \">Their presence will reduce the share of the mother, but they will not inherit. If there is only one surviving brother, the mother's share will remain one-third, but her share will be reduced if there is more than one surviving brother. The people of knowledge attribute this reduction in the mother's share from one-third <span class=\"gray\">(to one-sixth)</span> to the fact that the father is the one who helps the brothers <span class=\"gray\">(and sisters)</span> of the deceased get married, spending from his own money for this purpose. The mother does not spend from her money for this purpose. This is a sound opinion.</p><div lang=\"en\" class=\"en \"><h2>First the Debts are Paid Off, then the Will, then the Fixed Inheritance</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(The distribution in all cases is)</span> after the payment of legacies he may have bequeathed or debts.)</span></p><p lang=\"en\" class=\"en \">The scholars of the Salaf and the Khalaf agree that paying debts comes before fulfilling the will, and this is apparent to those who read the Ayah carefully. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You know not which of them, whether your parents or your children, are nearest to you in benefit.)</span></p><p lang=\"en\" class=\"en \">This Ayah means: We have appointed a share to the parents and children, contrary to the practice of Jahiliyyah and the early Islamic era, when the inheritance would go to the children, and parents get a share only if they were named in the will, as Ibn 'Abbas stated. Allah abrogated this practice and appointed a fixed share for the children and for the parents. One may derive benefit in this life or for the Hereafter from his parents, the likes of which he could not get from his children. The opposite of this could also be true. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You know not which of them, whether your parents or your children, are nearest to you in benefit,)</span>: since benefit could come from one or the other of these relatives, We appointed a fixed share of inheritance for each. Allah knows best. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرِيضَةً مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(ordained by Allah)</span>, meaning: These appointed shares of inheritance that We mentioned and which give some inheritors a bigger share than others, is a commandment from Allah that He has decided and ordained,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is Ever All-Knower, All-Wise.)</span>, Who places everything in its rightful place and gives each his rightful share.</p>"
  }
]