[
  {
    "ayah_key": "30:38",
    "group_ayah_key": "30:38",
    "from_ayah": "30:38",
    "to_ayah": "30:40",
    "ayah_keys": "30:38,30:39,30:40",
    "text": "<p lang=\"en\" class=\"en \">So, give to the kindred his due, and to Al-Miskin and to the wayfarer. That is best for those who seek Allah's Face; and it is they who will be successful <span>(38)</span>And that which you give in Riba in order that it may increase from other people's property, has no increase with Allah; but that which you give in Zakah seeking Allah's Face, then those they shall have manifold increase <span>(39)</span>Allah is He Who created you, then provided food for you, then will cause you to die, then He will give you life. Is there any of your partners that do anything of that? Glory be to Him! And Exalted be He above all that they associate <span>(40)</span></p><p lang=\"en\" class=\"en \">The Command to uphold the Ties of Kinship and the Prohibition of Riba </p><p lang=\"en\" class=\"en \">Allah commands giving:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَا الْقُرْبَىٰ حَقَّهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to the kindred his due)</span> his due of respect and upholding the ties of kinship.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمِسْكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to Al-Miskin)</span> the one who has nothing to spend on his needs, or he has something but it is not enough.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَابْنَ السَّبِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to the wayfarer.)</span> the traveler who is in need of money and other things during his journey.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is best for those who seek Allah's Face;)</span> meaning; to look upon Him on the Day of Resurrection, which is the ultimate aim.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it is they who will be successful.)</span> means, in this world and the Hereafter. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that which you give in Riba, in order that it may increase from other people's property, has no increase with Allah;)</span> This means, that which is given as a gift to others in the hope that they will give back more than they were given. There is no reward for this with Allah. This is how this Ayah was interpreted by Ibn 'Abbas, Mujahid, Ad-Dahhak, Qatadah, 'Ikrimah, Muhammad bin Ka'b and Ash-Sha'bi. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَٰئِكَ هُمُ الْمُضْعِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but that which you give in Zakah seeking Allah's Face, then those they shall have manifold increase.)</span> Those are the ones for whom Allah will multiply the reward. It was reported in the Sahih:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَصَدَّقَ أَحَدٌ بِعَدْلِ تَمْرَةٍ مِنْ كَسْبٍ طَيِّبٍ إِلَّا أَخَذَهَا الرَّحْمَنُ بِيَمِينِهِ فَيُرَبِّيهَا لِصَاحِبِهَا، كَمَا يُرَبِّي أَحَدُكُمْ فَلُوَّهُ أَوْ فَصِيلَهُ حَتَّى تَصِيرَ التَّمْرَةُ أَعْظَمَ مِنْ أُحُدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No person gives in charity the equivalent of a date which was earned in a lawful manner, but the Most Merciful takes it in His Right Hand and takes care of it for its owner, just as any one of you takes care of his foal or young camel, until the date becomes the size of Mount Uhud.)</span></p><p lang=\"en\" class=\"en \">Creation, Provision, Life and Death are all in the Hand of Allah </p><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is He Who created you, then provided food for you,)</span> means, He is the Creator and Provider. He brings man forth from his mother's womb naked and knowing nothing, not able to see or hear, and having no strength. Then He provides him with all these things, giving him household effects, clothing, wealth, possessions and earnings.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ يُمِيتُكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then will cause you to die,)</span> means, after this life.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُحْيِيكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then <span class=\"gray\">(again)</span> He will give you life.)</span> means, on the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> هَلْ مِنْ شُرَكَائِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is there any of your partners)</span> means, those whom you worship instead of Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ يَفْعَلُ مِنْ ذَٰلِكُمْ مِنْ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that do anything of that?)</span> meaning, none of them are able to do any of that. But Allah is the One Who is Independent in His powers of creation, provision, and giving life and death. Then He will resurrect His creation on the Day of Resurrection. This is why, after all this He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glory be to Him! And Exalted be He above all that they associate.)</span> meaning, exalted and sanctified and glorified be He far above having any partner, peer, equal, son or father, for He is the One, the Unique, the Self-Sufficient Master, Who begets not nor was He begotten, and there is none comparable unto Him.</p>"
  },
  {
    "ayah_key": "30:41",
    "group_ayah_key": "30:41",
    "from_ayah": "30:41",
    "to_ayah": "30:42",
    "ayah_keys": "30:41,30:42",
    "text": "<p class=\"en translation\" lang=\"en\">Evil has appeared in Al-Barr and Al-Bahr because of what the hands of men have earned, that He may make them taste a part of that which they have done, in order that they may return <span>(41)</span>Say: \"Travel in the land and see what was the end of those before <span class=\"gray\">(you)</span>! Most of them were idolators. <span>(42)</span></p><p lang=\"en\" class=\"en \">The Effects of Sin in this World</p><p lang=\"en\" class=\"en \">Ibn 'Abbas, 'Ikrimah, Ad-Dahhak, As-Suddi and others said: \"What is meant by Al-Barr here is the empty land or wilderness, and by Al-Bahr is towns and cities.\" According to a report narrated from Ibn 'Abbas and 'Ikrimah, Al-Bahr refers to towns and cities which are on the banks of rivers. Others said that what was meant was the usual meaning of the words, i.e., land and sea. Zayd bin Rafi' said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ظَهَرَ الْفَسَادُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Evil has appeared)</span> \"The rain is withheld from the land and this is followed by famine, and it is withheld from the sea, adversely affecting the animals which live in it.\" This was recorded by Ibn Abi Hatim, who said: \"Muhammad bin 'Abdullah bin Yazid Al-Muqri' told us, from Sufyan from Humayd bin Qays Al-A'raj from Mujahid:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Evil has appeared on land and sea)</span> \"Evil on land means the killing of the son of Adam, and evil on the sea means piracy.\" According to the first opinion, the phrase,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Evil has appeared on land and sea because of what the hands of men have earned,)</span> means the shortfall in the crops and fruits is because of sins. Abu Al-'Aliyah said: \"Whoever disobeys Allah in the earth has corrupted it, because the good condition of the earth and the heavens depends on obedience to Allah.\" Hence it says in the Hadith which was recorded by Abu Dawud:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَحَدٌّ يُقَامُ فِي الْأَرْضِ أَحَبُّ إِلَى أَهْلِهَا مِنْ أَنْ يُمْطَرُوا أَرْبَعِينَ صَبَاحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Any prescribed punishment which is carried out in the land is better for its people than if it were to rain for forty days.)</span> The reason for that is that if the prescribed punishments are carried out, this will deter the people – most or many of them – from violating the prohibitions of Allah. If they give up sin, this will be a cause of blessings in the skies and on the earth. So, when 'Isa bin Maryam, peace be upon him, comes down at the end of time, he will judge according to this Shari'ah at that time, and will kill the pigs and break the cross and abolish the Jizyah. He will accept nothing except Islam or the sword. When Allah destroys the Dajjal and his followers, and Ya'juj and Ma'juj during his time, it will be said to the earth, bring forth your blessing. Then groups of people will eat from one pomegranate, and will seek shade beneath its skin, and the milk of one pregnant camel will be sufficient for a group of people. This will only be because of the blessings that will result from application of the Shari'ah of Muhammad ﷺ. The more justice is established, the more the blessings and good things will increase. It was reported in the Sahih: </p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْفَاجِرَ إِذَا مَاتَ تَسْتَرِيحُ مِنْهُ الْعِبَادُ وَالْبِلَادُ وَالشَّجَرُ وَالدَّوَابُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the evildoer dies, it is a relief for the people, the land, the trees and the animals.)</span> Imam Ahmad bin Hanbal recorded that Abu Qahdham said: \"At the time of Ziyad or Ibn Ziyad, a man found a cloth in which were wrapped grains of wheat which were as big as date stones; on it was written: 'This grew at a time when justice prevailed.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He may make them taste a part of that which they have done,)</span> means, He tries them with the loss of wealth, souls and fruits as a test and as a punishment for what they have done.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَعَلَّهُمْ يَرْجِعُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that they may return.)</span> means, from disobedience. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We tried them with good and evil in order that they might turn.)</span><span class=\"gray\">(7:168)</span>. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلُ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Travel in the land and see what was the end of those before <span class=\"gray\">(you)</span>!\")</span> meaning, those who came before you.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ أَكْثَرُهُمْ مُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Most of them were idolators.)</span> means, so see what happened to them when they rejected the Messengers and were ungrateful for the blessings.</p>"
  },
  {
    "ayah_key": "30:43",
    "group_ayah_key": "30:43",
    "from_ayah": "30:43",
    "to_ayah": "30:45",
    "ayah_keys": "30:43,30:44,30:45",
    "text": "<p lang=\"en\" class=\"en \">So, set you your face to the straight and right religion, before there comes from Allah a Day which none can avert. On that Day men shall be divided <span>(43)</span>Whosoever disbelieves will suffer from his disbelief, and whosoever does righteous good deeds, then such will prepare a good place for themselves <span>(44)</span>That He may reward those who believe and do righteous good deeds, out of His bounty. Verily, He likes not the disbelievers <span>(45)</span></p><p lang=\"en\" class=\"en \">The Command to follow the Straight Path before the Day of Resurrection</p><p lang=\"en\" class=\"en \">Here Allah commands His servants to hasten to obedience to Him and to hasten to do good deeds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, set you your face to the straight and right religion, before there comes from Allah a Day which none can avert.)</span> The Day of Resurrection, for when Allah wants it to happen, no one will be able to avert it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَصَّدَّعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that Day men shall be divided.)</span> means, they will be separated, with one group in Paradise and another in Hell. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ ۖ وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ - لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْ فَضْلِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whosoever disbelieves will suffer from his disbelief, and whosoever does righteous good deeds, then such will prepare a good place for themselves. That He may reward those who believe. and do righteous good deeds, out of His bounty.)</span> meaning that He may reward them from His bounty, in return for one good deed, he will get the reward for ten, up to seven hundred like it, as much as Allah wills.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَا يُحِبُّ الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He likes not the disbelievers.)</span> yet He is still just with them and does not oppress them.</p>"
  }
]