[
  {
    "ayah_key": "48:11",
    "group_ayah_key": "48:11",
    "from_ayah": "48:11",
    "to_ayah": "48:14",
    "ayah_keys": "48:11,48:12,48:13,48:14",
    "text": "<p lang=\"en\" class=\"en \">Those of the bedouins who lagged behind will say to you: \"Our possessions and our families occupied us, so ask forgiveness for us.\" They say with their tongues what is not in their hearts. Say: \"Who then has any power at all <span class=\"gray\">(to intervene)</span> on your behalf with Allah, if He intends you hurt or intends you benefit? Nay, but Allah is Aware of what you do <span>(11)</span>Nay, but you thought that the Messenger and the believers would never return to their families, and that was made fair seeming in your hearts, and you did think an evil thought and you became a Bura. <span>(12)</span>And whosoever does not believe in Allah and His Messenger, then verily, We have prepared for the disbelievers a blazing Fire <span>(13)</span>And to Allah belongs the sovereignty of the heavens and the earth. He forgives whom He wills, and punishes whom He wills. And Allah is Forgiving, Most Merciful <span>(14)</span></p><p lang=\"en\" class=\"en \">The Fabricated Excuse offered by Those Who lagged behind and did not participate in Al-Hudaybiyyah; Allahs Warning for Them</p><p lang=\"en\" class=\"en \">Allah informs His Messenger ﷺ of the excuses that the bedouins who lagged behind would offer him, those bedouins who preferred to remain in their homes and possessions and did not join the Messenger of Allah ﷺ. They offered an excuse for lagging behind, as that of being busy – in their homes and with their wealth! They asked the Messenger of Allah ﷺ to invoke Allah to forgive them, not because they had faith in the Prophet ﷺ and his invocation, but to show off and pretend. This is why Allah the Exalted said about them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ ۚ قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They say with their tongues what is not in their hearts. Say: \"Who then has any power at all <span class=\"gray\">(to intervene)</span> on your behalf with Allah, if He intends you hurt or intends you benefit?\")</span></p><p lang=\"en\" class=\"en \">Allah says, none can resist what Allah has decided in your case, all praise and honor belong to Him. Allah is the Knower of your secrets and what your hearts conceal, even if you pretend and choose to be hypocritical with us. This is why Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but Allah is Ever All-Aware of what you do.)</span> then He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَىٰ أَهْلِيهِمْ أَبَدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but you thought that the Messenger and the believers would never return to their families,)</span> 'for your lagging behind was not an excusable act or just a sin. Rather, your lagging behind was because of hypocrisy and because you thought that the Muslims would be killed to the extent of extermination, their lives would be extinguished and none of them will ever come back,'</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَظَنَنْتُمْ ظَنَّ السَّوْءِ وَكُنْتُمْ قَوْمًا بُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you did think an evil thought and you became a people Bur)</span> going for destruction, according to 'Abdullah bin 'Abbas, Mujahid and several others. Qatadah explained Bur to mean, corrupt and some said that it is a word used in the Arabic dialect of the area of Oman. Allah the Exalted then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ لَمْ يُؤْمِنْ بِاللَّهِ وَرَسُولِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever does not believe in Allah and His Messenger,)</span> Allah states here that whoever does not purify his actions outwardly and inwardly for Allah's sake, then Allah the Exalted will punish him in the Blazing Fire, even if he pretends to show people that he follows the faith, contradicting his true creed. Allah the Exalted then states that He is the Only Authority, King and Owner Who has full control over the residents of the heavens and earth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ ۚ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He forgives whom He wills, and punishes whom He wills. And Allah is Forgiving, Most Merciful.)</span> with those who repent, return and submit to Him with humiliation.</p>"
  },
  {
    "ayah_key": "48:15",
    "group_ayah_key": "48:15",
    "from_ayah": "48:15",
    "to_ayah": "48:15",
    "ayah_keys": "48:15",
    "text": "<p class=\"en translation\" lang=\"en\">Those who lagged behind will say, when you set forth to take the spoils, \"Allow us to follow you.\" They want to change Allah's Words. Say: \"You shall not follow us; thus Allah has said beforehand.\" Then they will say: \"Nay, you envy us.\" Nay, but they understand not except a little <span>(15)</span></p><p lang=\"en\" class=\"en \">Allah characterizes the bedouins who lagged behind the Messenger of Allah ﷺ during the 'Umrah of Hudaybiyyah, saying that when the Prophet ﷺ and his Companions later went on to conquer Khaybar, the bedouins asked them to take them along. They were hoping to collect war booty, having been absent when it was time to fight the enemy and enduring with patience therein. Allah the Exalted ordered His Messenger ﷺ to refuse to give them permission to accompany him, being a punishment that is similar to their error. Allah has promised those who were present at Al-Hudaybiyyah to earn Khaybar's war spoils alone, not shared in that with the bedouins who lagged behind. Therefore, the legislation that Allah gave in this regard was joined to the destiny that He decided, occurring just as He decided. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They want to change Allah's Words)</span>, which refers to the promise that Allah gave those who were present at Al-Hudaybiyyah, according to the explanation reported from Mujahid, Qatadah, Juwaybir and which Ibn Jarir preferred. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لَنْ تَتَّبِعُونَا كَذَٰلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"You shall not follow us; thus Allah has said beforehand.\")</span> 'when He promised the participants of Al-Hudaybiyyah before you asked to join them,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they will say: \"Nay, you envy us.\")</span> 'you do not want us to share the war spoils with you,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but they understand not except a little.)</span> the truth is nothing close to what they claimed, but they understand not.</p>"
  },
  {
    "ayah_key": "48:16",
    "group_ayah_key": "48:16",
    "from_ayah": "48:16",
    "to_ayah": "48:17",
    "ayah_keys": "48:16,48:17",
    "text": "<p lang=\"en\" class=\"en \">Say to the bedouins who lagged behind: \"You shall be called to fight against a people given to great warfare, then you shall fight them, or they shall surrender. Then if you obey, Allah will give you a fair reward; but if you turn away as you did turn away before, He will punish you with a painful torment. <span>(16)</span>No blame or sin is there upon the blind, nor is there sin upon the lame, nor is there sin upon the sick. And whosoever obeys Allah and His Messenger, He will admit him to Gardens beneath which rivers flow; and whosoever turns back, He will punish him with a painful torment <span>(17)</span></p><p lang=\"en\" class=\"en \">Allah conveys the News that there will be Many Cases of Jihad, and that Jihad distinguishes the Ranks of the Believers and exposes the Hypocrites</p><p lang=\"en\" class=\"en \">Scholars of Tafsir differ over who the people mentioned here are. They are people experienced at warfare who will be called to fight. There are many opinions, first, they are the tribe of Hawazin, as Shu'bah narrated from Abu Bishr from Sa'id bin Jubayr, or 'Ikrimah, or both of them. Hushaym narrated this explanation from Abu Bishr, from both Sa'id bin Jubayr and 'Ikrimah. Qatadah, as narrated from him in one version, held the same view. The second view is that these people are the tribe of Thaqif, according to Ad-Dahhak. The third view is that they are Banu Hanifah, according to Juwaybir and Az-Zuhri, as Muhammad bin Ishaq narrated from him. Similar was narrated from Sa'id bin Jubayr and 'Ikrimah. The fourth opinion is that they are the Persians, according to 'Ali bin Abi Talhah who reported that from 'Abdullah bin 'Abbas. This is also the view of 'Ata', Mujahid, and 'Ikrimah. Ka'b Al-Ahbar said that they are the Romans, while Ibn Abi Layla, 'Ata, Al-Hasan and Qatadah – in a different narration from him, said that they are the Persians and Romans. Mujahid also said that they are the idolators. In another narration Mujahid said, \"They are men given to great warfare,\" and did not specify any particular people. This last explanation is the view preferred by Ibn Jurayj and Ibn Jarir. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then you shall fight them, or they shall surrender.)</span> means, 'you are called to fight them in Jihad, through constant warfare, until you become victorious over them or they surrender. Or, they will embrace your religion without a fight, but with their full consent.' Allah the Exalted and Most Honored said next,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنْ تُطِيعُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then if you obey,)</span> 'if you accept the call to Jihad and prepare for it and fulfill your duty in this regard,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا ۖ وَإِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ مِنْ قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will give you a fair reward; but if you turn away as you turned away before,)</span> 'on the day of Al-Hudaybiyyah, when you were called to Jihad, yet lagged behind,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُعَذِّبْكُمْ عَذَابًا أَلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will punish you with a painful torment.)</span></p><p lang=\"en\" class=\"en \">Acceptable Reasons for not joining Jihad</p><p lang=\"en\" class=\"en \">Allah then mentions the legal reasons that allow one to be excused from joining the Jihad, such as blindness and being lame, and various illnesses that strike one and are remedied in few days. When one is ill, he is allowed to remain behind and will have a valid excuse to do so, until his illness ends. Allah the Exalted and Most honored then said, while ordaining joining the Jihad and obeying Allah and His Messenger ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ وَمَنْ يَتَوَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever obeys Allah and His Messenger, He will admit him to Gardens beneath which rivers flow; and whosoever turns back,)</span> from joining the Jihad and busies himself in his livelihood,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يُعَذِّبْهُ عَذَابًا أَلِيمًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will punish him with a painful torment.)</span> in this life with humiliation and in the Hereafter with the Fire. Allah the Exalted has the best knowledge.</p>"
  }
]