[
  {
    "ayah_key": "2:246",
    "group_ayah_key": "2:246",
    "from_ayah": "2:246",
    "to_ayah": "2:246",
    "ayah_keys": "2:246",
    "text": "<p lang=\"en\" class=\"en \">Have you not thought about the group of the Children of Israel after <span class=\"gray\">(the time of)</span> Musa? When they said to a Prophet of theirs, \"Appoint for us a king and we will fight in Allah's way.\" He said, \"Would you then refrain from fighting, if fighting was prescribed for you?\" They said, \"Why should we not fight in Allah's way while we have been driven out of our homes and our children <span class=\"gray\">(families have been taken as captives)</span>?\" But when fighting was ordered for them, they turned away, all except a few of them. And Allah is All-Aware of the wrongdoers <span>(246)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of the Jews Who sought a King to be appointed over Them</h2></div><p lang=\"en\" class=\"en \">Mujahid said that the Prophet <span class=\"gray\">(mentioned in the Ayah 2:246 above)</span> is Shamwil <span class=\"gray\">(Samuel)</span>. Wahb bin Munabbih said: The Children of Israel remained on the straight path for a period of time after Moses. They then innovated in the religion and some of them even worshipped the idols. Yet, there were always Prophets sent among them who would command them to work righteous deeds, refrain from doing evil and who would rule them according to the commands of the Torah. When they <span class=\"gray\">(Israelites)</span> committed the evil that they committed, Allah caused their enemies to overwhelm them, and many fatalities fell among them as a consequence. Their enemies also captured a great number of them, and took over large areas of their land. Earlier, anyone who would fight the Israelites would lose, because they had the Torah and the Tabut, which they inherited generation after generation ever since the time of Moses, who spoke to Allah directly. Yet, the Israelites kept indulging in misguidance until some king took the Tabut from them during a battle. That king also took possession of the Torah, and only a few of the Israelites who memorized it remained. The prophethood halted among their various tribes and only a pregnant woman remained of the offspring of Lavi <span class=\"gray\">(Levi)</span>, in whom the prophethood still appeared. Her husband had been killed, so the Israelites kept her in a house so that Allah may give her a boy, who would be their Prophet. The woman also kept invoking Allah to grant her a boy. Allah heard her pleas and gave her a boy whom she called 'Shamwil' meaning 'Allah has heard my pleas.' Some people said that the boy's name was Sham'un <span class=\"gray\">(Simeon)</span>, which also has a similar meaning.</p><p lang=\"en\" class=\"en \">As that boy grew, Allah raised him to be a righteous person. When he reached the age of prophethood, Allah revealed to him and commanded him to call <span class=\"gray\">(his people)</span> to Him and to His Tawhid <span class=\"gray\">(Oneness)</span>. Shamwil called the Children of Israel <span class=\"gray\">(to Allah)</span> and they asked him to appoint a king over them so that they could fight their enemies under his command. The kingship had also ended among them. Their Prophet said to them, \"What if Allah appoints a king over you, would you fulfill your vow to fight under his command?\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِن دِيَارِنَا وَأَبْنَائِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said, \"Why should we not fight in Allah's way while we have been driven out of our homes and our children?\")</span> meaning, 'After our land had been confiscated and our children had been taken from us?' Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا مِّنْهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when fighting was ordered for them, they turned away, all except a few of them. And Allah is All-Aware of the wrongdoers)</span> meaning, only a few of them kept their promise, but the majority abandoned Jihad and Allah has full knowledge of them.</p>"
  },
  {
    "ayah_key": "2:247",
    "group_ayah_key": "2:247",
    "from_ayah": "2:247",
    "to_ayah": "2:247",
    "ayah_keys": "2:247",
    "text": "<p lang=\"en\" class=\"en \">And their Prophet said to them, \"Indeed Allah has appointed Talut <span class=\"gray\">(Saul)</span> as a king over you.\" They said, \"How can he be a king over us when we are fitter than him for the kingdom, and he has not been given enough wealth.\" He said: \"Verily, Allah has chosen him above you and has increased him abundantly in knowledge and stature. And Allah grants His kingdom to whom He wills. And Allah is All-Sufficient for His creatures' needs, All-Knower. <span>(247)</span></p><p lang=\"en\" class=\"en \">When the Israelites asked their Prophet to appoint a king over them, he appointed Talut <span class=\"gray\">(Saul)</span>, who was then a soldier. But, Talut was not a descendant of the house of kings among them, which was exclusively in the offspring of Yahudha <span class=\"gray\">(Judah)</span>. This is why they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّىٰ يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How can he be a king over us)</span> meaning, how can he be the king for us,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ الْمَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when we are fitter than him for the kingdom, and he has not been given enough wealth?)</span> They said that Talut was also poor and did not have the wealth that justifies him being king. Some people stated that Talut used to bring water to the people, while others stated that his profession was dyeing skins. The Jews, thus, disputed with their Prophet while they were supposed to obey him and to say good words to him.</p><p lang=\"en\" class=\"en \">Their Prophet answered them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah has chosen him above you)</span> meaning, 'Allah chose Talut from amongst you while having better knowledge about him.' Their Prophet stated, \"I did not choose Talut to be your king on my own. Rather, Allah has commanded that upon your request.\" Further:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and has increased him abundantly in knowledge and stature.)</span> meaning, 'Talut is more knowledgeable and honorable than you, and stronger and more patient during combat, and has more knowledge of warfare. In short, he has more knowledge and is stronger than you are. The king should have sufficient knowledge, be fair looking and should have a strong soul and body.' He then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُؤْتِي مُلْكَهُ مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah grants His kingdom to whom He wills.)</span> meaning, Allah Alone is the Supreme Authority Who does what He wills and no one can ask Him about His actions, while they will be asked <span class=\"gray\">(about their actions by Him)</span>. This is because Allah has perfect knowledge, wisdom and kindness with His creation. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاللَّهُ وَاسِعٌ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Sufficient for His creatures' needs, All-Knower.)</span> meaning, His favor is encompassing and He grants His mercy to whom He wills. He also knows those who deserve to be kings and those who do not deserve it.</p>"
  },
  {
    "ayah_key": "2:248",
    "group_ayah_key": "2:248",
    "from_ayah": "2:248",
    "to_ayah": "2:248",
    "ayah_keys": "2:248",
    "text": "<p lang=\"en\" class=\"en \">And their Prophet said to them: \"Verily! The sign of His kingdom is that there shall come to you At-Tabut, wherein is Sakinah <span class=\"gray\">(peace and reassurance)</span> from your Lord and a remnant of that which Musa <span class=\"gray\">(Moses)</span> and Harun <span class=\"gray\">(Aaron)</span> left behind, carried by the angels. Verily, in this is a sign for you if you are indeed believers <span>(248)</span></p><p lang=\"en\" class=\"en \">Their Prophet then proclaimed, \"The sign of the blessings of Talut's kingship over you is that Allah will give you back the Tabut <span class=\"gray\">(wooden box)</span> that has been taken from you.\" Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِ سَكِينَةٌ مِّن رَّبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(wherein is Sakinah from your Lord)</span> meaning, peace <span class=\"gray\">(or grace)</span> and reassurance. 'Abdur-Razzaq stated that Qatadah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِ سَكِينَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(wherein is Sakinah)</span> means grace. In addition, Ar-Rabi' said that Sakinah means mercy. This is also the meaning given by Ibn 'Abbas, as Al-'Awfi narrated.</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَقِيَّةٌ مِّمَّا تَرَكَ آلُ مُوسَىٰ وَآلُ هَارُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and a remnant of that which Musa <span class=\"gray\">(Moses)</span> and Harun <span class=\"gray\">(Aaron)</span> left behind,)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir related that Ibn 'Abbas said about this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَقِيَّةٌ مِّمَّا تَرَكَ آلُ مُوسَىٰ وَآلُ هَارُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and a remnant of that which Musa <span class=\"gray\">(Moses)</span> and Harun <span class=\"gray\">(Aaron)</span> left behind,)</span> Meaning, Moses' staff and the remnants of the Tablets. This is the same Tafsir of Qatadah, As-Suddi, Ar-Rabi' bin Anas and 'Ikrimah, who added, \"And also the Torah.\" 'Abdur-Razzaq said that he asked Ath-Thawri about the meaning of,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَقِيَّةٌ مِّمَّا تَرَكَ آلُ مُوسَىٰ وَآلُ هَارُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and a remnant of that which Musa <span class=\"gray\">(Moses)</span> and Harun <span class=\"gray\">(Aaron)</span> left behind,)</span></p><p lang=\"en\" class=\"en \">Ath-Thawri said, \"Some said that it contained a pot of manna and the remnants of the Tablets, while some others said that it contained <span class=\"gray\">(Moses')</span> staff and two shoes <span class=\"gray\">(and refer to 20:12)</span>.\"</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَحْمِلُهُ الْمَلَائِكَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...carried by the angels.)</span></p><p lang=\"en\" class=\"en \">Ibn Jurayj stated that Ibn 'Abbas said, \"The angels came down while carrying the Tabut between the sky and the earth, until they placed it before Talut while the people were watching.\" As-Suddi said, \"The Tabut was brought to Talut's house, so the people believed in the prophethood of Sham'un <span class=\"gray\">(Simeon)</span> and obeyed Talut.\"</p><p lang=\"fr\" class=\"fr \">The Prophet then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this is a sign for you)</span> testifying to my truth in what I was sent with, my prophethood, and my command to you to obey Talut,</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you are indeed believers.)</span> in Allah and the Hereafter.'</p>"
  }
]