[
  {
    "ayah_key": "18:54",
    "group_ayah_key": "18:54",
    "from_ayah": "18:54",
    "to_ayah": "18:54",
    "ayah_keys": "18:54",
    "text": "<p class=\"en translation\" lang=\"en\">And indeed We have given every kind of example in this Qur'an for mankind. But, man is ever more quarrelsome than anything <span>(54)</span></p><div lang=\"en\" class=\"en \"><h2>Examples put forth in the Qur'an</h2></div><p lang=\"en\" class=\"en \">Allah says, 'In this Qur'an, We have explained to mankind and given clear details of matters so that they will not stray from the truth or be misled from the path of guidance. Despite this explanation, man is very quarrelsome and opposes truth with falsehood,' except for those whom Allah guides to the path of salvation. Imam Ahmad recorded that 'Ali bin Abi Talib said that the Messenger of Allah ﷺ came to visit him and Fatimah, the daughter of Allah's Messenger at night, and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تُصَلِّيَانِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are you not going to pray?)</span> I said, \"O Messenger of Allah, our souls are in the Hand of Allah. If He wills to wake us, He will wake us.\" When I said that, he went away without returning. Then I heard him as he was walking away, slapping his thigh and saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ الْإِنسَانُ أَكْثَرَ شَيْءٍ جَدَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But, man is ever more quarrelsome than anything.)</span>\" It was also recorded in the Two Sahihs.</p>"
  },
  {
    "ayah_key": "18:55",
    "group_ayah_key": "18:55",
    "from_ayah": "18:55",
    "to_ayah": "18:56",
    "ayah_keys": "18:55,18:56",
    "text": "<p lang=\"en\" class=\"en \">And nothing prevents men from believing, while the guidance has come to them, and from asking forgiveness of their Lord, except that the ways of the ancients be repeated with them, or the torment be brought to them face to face <span>(55)</span>And We send not the Messengers except as bearers of good news and warners. But those who disbelieve, argue with falsehood, in order to refute the truth thereby. And they take My Ayat and that which they are warned for jest <span>(56)</span></p><div lang=\"en\" class=\"en \"><h2>The Rebellion of the Disbelievers</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the rebellion of the disbelievers in ancient times and in more recent times, and how they rejected the obvious truth even when they witnessed clear signs and proofs. Nothing stopped them from following the truth except their demand to witness with their own eyes the punishment which they were being warned about. As some of them said to their Prophet:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ إِن كُنتَ مِنَ الصَّادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So cause a piece of the heaven to fall on us, if you are of the truthful!)</span><span class=\"gray\">[26:187]</span>, Others said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ائْتِنَا بِعَذَابِ اللَّهِ إِن كُنتَ مِنَ الصَّادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bring Allah's torment upon us if you are one of the truthful.)</span><span class=\"gray\">[29:29]</span> The Quraysh said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! If this is indeed the truth from You, then rain down stones on us from the sky or bring upon us a painful torment.)</span><span class=\"gray\">[8:32]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ - لَّوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِن كُنتَ مِنَ الصَّادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"O you to whom the Reminder has been sent down! Verily, you are a mad man! Why do you not bring angels to us if you are of the truthful?\")</span><span class=\"gray\">[15:6-7]</span>. There are other Ayat refering to the same thing. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except that the ways of the ancients be repeated with them,)</span> meaning, their overwhelming punishment, destroying every last one of them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or the torment be brought to them face to face.)</span> they see it with their own eyes, being directly confronted with it. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We send not the Messengers except as bearers of good news and warners.)</span> before the punishment they give good news to those who believe in them and follow them, and warnings to those who reject them and oppose them. Then Allah tells us about the disbelievers who argue:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with falsehood, in order to refute the truth thereby.)</span> they try to weaken the truth that the Messengers brought, but they cannot achieve that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذُوا آيَاتِي وَمَا أُنذِرُوا هُزُوًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they take My Ayat and that which they are warned for jest!)</span> they take the proof, evidence and miracles sent with the Messengers to warn them, and make them fear the punishment;</p><p class=\"fa qpc-hafs\" lang=\"fa\">هُزُوًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as a jest and mockery)</span> and they make fun of them, which is the worst type of disbelief.</p>"
  },
  {
    "ayah_key": "18:57",
    "group_ayah_key": "18:57",
    "from_ayah": "18:57",
    "to_ayah": "18:59",
    "ayah_keys": "18:57,18:58,18:59",
    "text": "<p lang=\"en\" class=\"en \">And who does more wrong than he who is reminded of the Ayat <span class=\"gray\">(signs)</span> of his Lord, but turns away from them, forgetting what his hands have sent forth. Truly, We have set over their hearts Akinnah, lest they should understand this <span class=\"gray\">(the Qur'an)</span>, and in their ears, deafness. And if you call them to guidance, even then they will never be guided <span>(57)</span>And your Lord is Most Forgiving, Owner of mercy. Were He to call them to account for what they have earned, then surely, He would have hastened their punishment. But they have their appointed time, beyond which they will find no escape <span>(58)</span>And these towns, We destroyed them when they did wrong. And We appointed a fixed time for their destruction <span>(59)</span></p><div lang=\"en\" class=\"en \"><h2>The Worst People are Those Who turn away after being reminded</h2></div><p lang=\"en\" class=\"en \">Allah says, 'Who among My creatures does more wrong than one who is reminded of the signs of Allah then turns away from them,' i.e., ignores them and does not listen or pay attention to them.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(forgetting what his hands have sent forth.)</span> means, bad deeds and evil actions.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, We have set over their hearts)</span> means, the hearts of these people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَكِنَّةً</p><p lang=\"af\" class=\"af \"><span class=\"gray\">(Akinnah)</span> means, coverings.</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَن يَفْقَهُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lest they should understand this,)</span> means, so that they will not understand this Qur'an and its clear Message</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَفِي آذَانِهِمْ وَقْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in their ears, deafness.)</span> means that they will be deaf in an abstract way, to guidance.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَدْعُهُمْ إِلَى الْهُدَىٰ فَلَن يَهْتَدُوا إِذًا أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you call them to guidance, even then they will never be guided.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord is Most Forgiving, Owner of mercy.)</span> means, 'your Lord, O Muhammad, is forgiving and has great mercy.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Were He to call them to account for what they have earned, then surely, He would have hastened their punishment.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِن دَابَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if Allah were to punish men for that which they earned, He would not leave a moving creature on the surface of the earth.)</span><span class=\"gray\">[35:45]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But verily, your Lord is full of forgiveness for mankind in spite of their wrongdoing. And verily, your Lord is <span class=\"gray\">(also)</span> severe in punishment)</span><span class=\"gray\">[13:6]</span>.</p><p lang=\"en\" class=\"en \">And there are many Ayat which say the same thing.</p><p lang=\"en\" class=\"en \">Then Allah tells us that He is patient, He conceals faults and forgives sins. He may guide some of them from wrongdoing to true guidance, and whoever continues in his evil ways, then there will come to him a Day when infants will turn grey and every pregnant female will shed her load. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَل لَّهُم مَّوْعِدٌ لَّن يَجِدُوا مِن دُونِهِ مَوْئِلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they have their appointed time, beyond which they will find no escape.)</span> meaning, they will find no way out.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتِلْكَ الْقُرَىٰ أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And these towns, We destroyed them when they did wrong.)</span> This refers to earlier nations in times past; 'We destroyed them because of their stubborn disbelief.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We appointed a fixed time for their destruction.)</span> 'We appointed for them a set time limit, not to be increased or decreased. The same applies to you, O idolators, so beware or what happened to them will happen to you too, for you have rejected the noblest Messenger and greatest Prophet, and you are not dearer to Us than them, so fear My punishment and wrath.'</p>"
  }
]