[
  {
    "ayah_key": "17:47",
    "group_ayah_key": "17:47",
    "from_ayah": "17:47",
    "to_ayah": "17:48",
    "ayah_keys": "17:47,17:48",
    "text": "<p class=\"en translation\" lang=\"en\">We know best of what they listen to, when they listen to you. And when they take secret counsel, then the wrongdoers say: \"You follow none but a bewitched man. <span>(47)</span>See what examples they have put forward for you. So they have gone astray, and never can they find a way <span>(48)</span></p><div lang=\"en\" class=\"en \"><h2>The Secret Counsel of Quraysh after hearing the Qur'an</h2></div><p lang=\"en\" class=\"en \">Allah tells His Prophet ﷺ about what the leaders of Quraysh discussed when they came and listened to him reciting Qur'an in secret, without their people knowing about it. They said that he was Mashur which according to the better-known view means someone affected by magic <span class=\"gray\">(Sihr)</span>; it may also mean a man who has a lung, i.e., a mere human being, as if they were saying that if you follow Muhammad, you will only be following a human being. This second suggestion does not sound correct, because what they meant here was that he was under the influence of Sihr <span class=\"gray\">(magic)</span> which made him see dreams in which he learned these words that he recited. Some of them said he was a poet, or a soothsayer, or crazy, or a sorcerer. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">انْظُرْ كَيْفَ ضَرَبُواْ لَكَ الاٌّمْثَالَ فَضَلُّواْ فَلاَ يَسْتَطِيعْونَ سَبِيلاً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See what examples they have put forward for you. So they have gone astray, and never can they find a way.)</span></p><p lang=\"en\" class=\"en \">meaning, they will never be guided to the truth and will never find a way to reach it. Muhammad bin Ishaq said in As-Sirah: \"Muhammad bin Muslim bin Shihab Az-Zuhri told me that it happened that Abu Sufyan bin Harb, Abu Jahl bin Hisham and Al-Akhnas bin Shurayq bin 'Amr bin Wahb Ath-Thaqafi, the ally of Bani Zahrah, went out one night to listen to the Messenger of Allah ﷺ when he was praying at night in his house. Each one of them took up a position for listening, and none of them knew that the others were also there. They stayed listening to him all night until dawn came. When they left, they met up on the road, each of them blaming the others, saying to one another; 'Do not come back again, lest you give the wrong impression <span class=\"gray\">[i.e., that you like what you hear]</span>.' Then they went away until the second night came, when each of them came back to his place and spent the night listening. When dawn came they left, then when they met up on the road, each of them blamed the others, saying the same as they had said the previous night. Then they went away until the third night came, when each of them came back to his place and spent the night listening. When dawn came they left, then when they met up on the road, they said to one another, 'Let us not leave until we promise not to come back,' so they made a promise to that effect, and went their separate ways. In the morning, Al-Akhnas bin Shurayq took his stick and went to the house of Abu Sufyan bin Harb, where he said, 'Tell me, O Abu Hanzalah <span class=\"gray\">[i.e., Abu Sufyan]</span>, what do you think of what you have heard from Muhammad?' Abu Sufyan said, 'O Abu Tha'labah <span class=\"gray\">[i.e., Al-Akhnas]</span>, by Allah, I have heard something I understand and I know what is meant by it, and I have heard things I do not understand and do not know what is meant by it.' Al-Akhnas said: 'Me too, by the One by Whom you swore.' Then he left and went to Abu Jahl, and entered his house. He said, 'O Abu Al-Hakam <span class=\"gray\">[i.e., Abu Jahl]</span>, what do you think of what you have heard from Muhammad?' He said, 'What did you hear?' He said, 'We and Banu 'Abd Manaf competed for honor and position: they fed people so we fed people, they engaged in battle so we engaged in battle, they gave so we gave, until we were neck and neck, like race horses. Then they said, we have a Prophet among us who receives revelation from heaven. How could we compete with that? By Allah we will never believe in him.' Then Al-Akhnas got up and left him.\"</p>"
  }
]