[
  {
    "ayah_key": "27:32",
    "group_ayah_key": "27:32",
    "from_ayah": "27:32",
    "to_ayah": "27:35",
    "ayah_keys": "27:32,27:33,27:34,27:35",
    "text": "<p lang=\"en\" class=\"en \">She said: \"O chiefs! Advise me in case of mine. I decide no case till you are present with me. <span>(32)</span>They said: \"We have great strength, and great ability for war, but it is for you to command; so think over what you will command. <span>(33)</span>She said: \"Verily, kings, when they enter a town, they destroy it and make the most honorable among its people the lowest. And thus they do. <span>(34)</span>\"But verily, I am going to send him a present, and see with what <span class=\"gray\">(answer)</span> the messengers return. <span>(35)</span></p><div lang=\"en\" class=\"en \"><h2>Bilqis consults with Her Chiefs</h2></div><p lang=\"en\" class=\"en \">When she read Sulayman's letter to them and consulted with them about this news, she said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي مَا كُنْتُ قَاطِعَةً أَمْرًا حَتَّىٰ تَشْهَدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O chiefs! Advise me in <span class=\"gray\">(this)</span> case of mine. I decide no case till you are present with me.\")</span> meaning, 'until you come together and offer me your advice.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا نَحْنُ أُولُو قُوَّةٍ وَأُولُو بَأْسٍ شَدِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"We have great strength, and great ability for war...\")</span></p><p lang=\"en\" class=\"en \">They reminded her of their great numbers, preparedness and strength, then they referred the matter to her and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَمْرُ إِلَيْكِ فَانْظُرِي مَاذَا تَأْمُرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but it is for you to command; so think over what you will command.)</span> meaning, 'we have the power and strength, if you want to go to him and fight him.' The matter is yours to decide, so instruct us as you see fit and we will obey. Ibn 'Abbas said: \"Bilqis said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, kings, when they enter a town, they destroy it and make the most honorable amongst its people the lowest.)</span> And Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ يَفْعَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And thus they do.)</span> Then she resorted to peaceful means, seeking a truce and trying to placate Sulayman, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But verily, I am going to send him a present, and see with what the messengers return.)</span> meaning, 'I will send him a gift befitting for one of his status, and will wait and see what his response will be. Perhaps he will accept that and leave us alone, or he will impose a tax which we can pay him every year, so that he will not fight us and wage war against us.' Qatadah said: \"May Allah have mercy on her and be pleased with her – how wise she was as a Muslim and <span class=\"gray\">(before that)</span> as an idolator! She understood how gift-giving has a good effect on people.\" Ibn 'Abbas and others said: \"She said to her people, if he accepts the gift, he is a king, so fight him; but if he does not accept it, he is a Prophet, so follow him.\"</p>"
  },
  {
    "ayah_key": "27:36",
    "group_ayah_key": "27:36",
    "from_ayah": "27:36",
    "to_ayah": "27:37",
    "ayah_keys": "27:36,27:37",
    "text": "<p lang=\"en\" class=\"en \">So, when <span class=\"gray\">(the messengers with the gift)</span> came to Sulayman, he said: \"Will you help me in wealth? What Allah has given me is better than that which He has given you! Nay, you rejoice in your gift! <span>(36)</span>\"Go back to them. We verily, shall come to them with armies that they cannot resist, and we shall drive them out from there in disgrace, and they will be abased. <span>(37)</span></p><div lang=\"en\" class=\"en \"><h2>The Gift and the Response of Sulayman</h2></div><p lang=\"en\" class=\"en \">More than one of the scholars of Tafsir among the Salaf and others stated that she sent him a huge gift of gold, jewels, pearls and other things. It is apparent that Sulayman, peace be upon him, did not even look at what they brought at all and did not pay any attention to it, but he turned away and said, rebuking them:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَتُمِدُّونَنِ بِمَالٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Will you help me in wealth?\")</span> meaning, 'are you trying to flatter me with wealth so that I will leave you alone with your Shirk and your kingdom?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا آتَانِيَ اللَّهُ خَيْرٌ مِمَّا آتَاكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What Allah has given me is better than that which He has given you!)</span> means, 'what Allah has given to me of power, wealth and troops, is better than that which you have.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, you rejoice in your gift!)</span> means, 'you are the ones who are influenced by gifts and presents; we will accept nothing from you except Islam or the sword.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْجِعْ إِلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Go back to them)</span> means, with their gift,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ بِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We verily, shall come to them with armies that they cannot resist,)</span> they have no power to match them or resist them.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَنُخْرِجَنَّهُمْ مِنْهَا أَذِلَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and we shall drive them out from there in disgrace,)</span> 'we shall drive them out in disgrace from their land.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُمْ صَاغِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will be abased.)</span> means, humiliated and expelled. </p><p lang=\"en\" class=\"en \">When her messengers came back to her with her undelivered gift, and told her what Sulayman said, she and her people paid heed and obeyed him. She came to him with her troops in submission and humility, honoring Sulayman and intending to follow him in Islam. When Sulayman, peace be upon him, realized that they were coming to him, he rejoiced greatly.</p>"
  }
]