[
  {
    "ayah_key": "13:19",
    "group_ayah_key": "13:19",
    "from_ayah": "13:19",
    "to_ayah": "13:19",
    "ayah_keys": "13:19",
    "text": "<p class=\"en translation\" lang=\"en\">Shall he then who knows that what has been revealed unto you from your Lord is the truth, be like him who is blind? But it is only the men of understanding that pay heed <span>(19)</span></p><div lang=\"en\" class=\"en \"><h2>The Believer and the Disbeliever are never Equal</h2></div><p lang=\"en\" class=\"en \">Allah says, 'They could never be equal; those among people who know that what,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُنزِلَ إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(has been revealed unto you)</span>, O Muhammad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن رَّبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from your Lord)</span> is the truth about which there is no doubt and in which there is no confusion, vagueness or contradiction. Rather, they believe that all of it is the truth, each part of it testifying to another. They believe that none of its parts contradicts the others, that all its information is true and that all its commandments and prohibitions are just,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Word of your Lord has been fulfilled in truth and in justice.)</span><span class=\"gray\">[6:115]</span> It is accurate in its information and stories and just in what it orders. Therefore, the Ayah says, those who believe in the truth that you brought, O Muhammad, are not at all similar to those who are blind and cannot find guidance to what benefits them, which they cannot even comprehend. And even if they comprehend the guidance, they will not follow it, believe in it or abide by it.' Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not equal are the dwellers of the Fire and the dwellers of the Paradise. It is the dwellers of Paradise that will be successful.)</span><span class=\"gray\">[59:20]</span> Allah said in this honorable Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن يَعْلَمُ أَنَّمَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall he then who knows that what has been revealed unto you from your Lord is the truth, be like him who is blind?)</span> They are not equal. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But it is only the men of understanding that pay heed.)</span> meaning, it is those who have sound minds who draw lessons, gain wisdom and understand. We ask Allah to make us among them.</p>"
  },
  {
    "ayah_key": "13:2",
    "group_ayah_key": "13:2",
    "from_ayah": "13:2",
    "to_ayah": "13:2",
    "ayah_keys": "13:2",
    "text": "<p lang=\"en\" class=\"en \">Allah is He Who raised the heavens without any pillars that you can see. Then, He rose above <span class=\"gray\">(Istawa)</span> the 'Arsh <span class=\"gray\">[Throne]</span>. He has subjected the sun and the moon, each running <span class=\"gray\">(its course)</span> for a term appointed. He manages and regulates all affairs; He explains the Ayat in detail, that you may believe with certainty in the meeting with your Lord <span>(2)</span></p><div lang=\"en\" class=\"en \"><h2>Clarifying Allah's Perfect Ability</h2></div><p lang=\"en\" class=\"en \">Allah mentions His perfect ability and infinite authority, since it is He Who has raised the heavens without pillars by His permission and order. He, by His leave, order and power, has elevated the heavens high above the earth, distant and far away from reach. The heaven nearest to the present world encompasses the earth from all directions, and is also high above it from every direction. The distance between the first heaven and the earth is five hundred years from every direction, and its thickness is also five hundred years. The second heaven surrounds the first heaven from every direction, encompassing everything that the latter carries, with a thickness also of five hundred years and a distance between them of five hundred years. The same is also true about the third, the fourth, the fifth, the sixth and the seventh heavens. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is Allah who has created seven heavens and of the earth the like thereof.)</span><span class=\"gray\">[65:12]</span> Allah said next,</p><p class=\"ps qpc-hafs\" lang=\"ps\">بِغَيْرِ عَمَدٍ تَرَوْنَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...without any pillars that you can see.)</span> meaning, 'there are pillars, but you cannot see them,' according to Ibn 'Abbas, Mujahid, Al-Hasan, Qatadah, and several other scholars. Iyas bin Mu'awiyah said, \"The heaven is like a dome over the earth,\" meaning, without pillars. Similar was reported from Qatadah, and this meaning is better for this part of the Ayah, especially since Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُمْسِكُ السَّمَاءَ أَن تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He withholds the heaven from falling on the earth except by His permission.)</span><span class=\"gray\">[22:65]</span> Therefore, Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">تَرَوْنَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...that you can see)</span>, affirms that there are no pillars. Rather, the heaven is elevated <span class=\"gray\">(above the earth)</span> without pillars, as you see. This meaning best affirms Allah's ability and power.</p><div lang=\"en\" class=\"en \"><h2>Al-Istawa', Rising above the Throne</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, He rose above <span class=\"gray\">(Istawa)</span> the Throne.)</span> We explained the meaning of the Istawa' in Surat Al-A'raf <span class=\"gray\">(7:54)</span>, and stated that it should be accepted as it is without altering, equating, annulling its meaning, or attempts to explain its true nature. Allah is glorified and praised from all that they attribute to Him.</p><div lang=\"en\" class=\"en \"><h2>Allah subjected the Sun and the Moon to rotate continuously</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has subjected the sun and the moon, each running <span class=\"gray\">(its course)</span> for a term appointed.)</span> It was said that the sun and the moon continue their course until they cease doing so upon the commencement of the Final Hour, as Allah stated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَّهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the sun runs on its fixed course for a term <span class=\"gray\">(appointed)</span>.)</span><span class=\"gray\">[36:38]</span> It was also said that the meaning is: until they settle under the Throne of Allah after passing the other side of the earth. So when they, and the rest of the planetary bodies reach there, they are at the furthest distance from the Throne. Because according to the correct view, which the texts prove, it is shaped like a domb, under which is all of the creation. It is not circular like the celestial bodies, because it has pillars by which it is carried. This fact is clear to those who correctly understand the Ayat and authentic Hadiths. All the <span class=\"gray\">(praise is due to)</span> Allah and all the favors are from Him. </p><p lang=\"en\" class=\"en \">Allah mentioned the sun and the moon here because they are among the brightest seven heavenly objects. Therefore, if Allah subjected these to His power, then it is clear that He has also subjected all other heavenly objects. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Prostrate yourselves not to the sun nor to the moon, but prostrate yourselves to Allah Who created them, if you <span class=\"gray\">(really)</span> worship Him.)</span><span class=\"gray\">[41:37]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ ۗ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ ۗ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(He created)</span> the sun, the moon, the stars subjected to His command. Surely, His is the creation and commandment. Blessed is Allah, the Lord of all that exists!)</span><span class=\"gray\">[7:54]</span> Allah's statement next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُفَصِّلُ الْآيَاتِ لَعَلَّكُم بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He explains the Ayat in detail, that you may believe with certainty in the Meeting with your Lord.)</span> means, He explains the signs and clear evidences that testify that there is no deity worthy of worship except Him. These evidences prove that He will resurrect creation if He wills, just as He started it.</p>"
  }
]