[
  {
    "ayah_key": "41:40",
    "group_ayah_key": "41:40",
    "from_ayah": "41:40",
    "to_ayah": "41:43",
    "ayah_keys": "41:40,41:41,41:42,41:43",
    "text": "<p lang=\"en\" class=\"en \">Verily, those who 'Yulḥidūna Fī' Our Ayat are not hidden from Us. Is he who is cast into the Fire better or he who comes secure on the Day of Resurrection? Do what you will. Verily, He is All-Seer of what you do <span>(40)</span>Verily, those who disbelieved in the Reminder when it came to them. And verily, it is an honorable well-fortified respected Book <span>(41)</span>Falsehood cannot come to it from before it or behind it, <span class=\"gray\">(it is)</span> sent down by the All-Wise, Worthy of all praise <span>(42)</span>Nothing is said to you except what was said to the Messengers before you. Verily, your Lord is the Possessor of forgiveness, and <span class=\"gray\">(also)</span> the Possessor of painful punishment <span>(43)</span></p><p lang=\"en\" class=\"en \">The Punishment of the Deniers and the Description of the Qur'an</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, 'Yulḥidūna Fī' Our Ayat)</span> Ibn 'Abbas said, \"Al-Ilḥād means putting words in their improper places.\" Qatadah and others said, \"It means disbelief and obstinate behavior.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا يَخْفَوْنَ عَلَيْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(are not hidden from Us.)</span> This is a stern warning and dire threat, stating that He, may He be exalted, knows who denies His signs, Names and attributes, and He will punish them for that. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ يُلْقَىٰ فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is he who is cast into the Fire better or he who comes secure on the Day of Resurrection?)</span> means, are these two equal? They are not equal. Then Allah warns the disbelievers:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْمَلُوا مَا شِئْتُمْ </p><p lang=\"fil\" class=\"fil \"><span class=\"gray\">(Do what you will.)</span> Mujahid, Ad-Dahhak and 'Ata' Al-Khurasani said that</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْمَلُوا مَا شِئْتُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do what you will.)</span> is a threat. Meaning, 'do what you will of good or evil, for He knows and sees all that you do.' He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He is All-Seer of what you do.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who disbelieved in the Reminder when it came to them.)</span> Ad-Dahhak, As-Suddi and Qatadah said, \"This is the Qur'an.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَكِتَابٌ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, it is an honorable well-fortified respected Book.)</span> means, it is protected and preserved, and nobody can produce anything like it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Falsehood cannot come to it from before it or behind it,)</span> means, there is no way to corrupt it, because it has been sent down by the Lord of the worlds. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(it is)</span> sent down by the All-Wise, Worthy of all praise.)</span> meaning, He is Wise in all that He says and does, Praiseworthy in all that He commands and forbids; everything that He does is for praiseworthy purposes and its consequences will be good.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nothing is said to you except what was said to the Messengers before you.)</span> Qatadah, As-Suddi and others said, \"Nothing is said to you by way of rejection and disbelief, that was not said to the Messengers who came before you. Just as you have been rejected, they were also rejected. Just as they bore their people's insults with patience, so too you must bear your people's insults with patience.\"</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your Lord is the Possessor of forgiveness,)</span> means, for those who turn to Him in repentance.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذُو عِقَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(also)</span> the Possessor of painful punishment.)</span> means, for those who persist in disbelief, transgression and stubborn opposition.</p>"
  },
  {
    "ayah_key": "41:44",
    "group_ayah_key": "41:44",
    "from_ayah": "41:44",
    "to_ayah": "41:45",
    "ayah_keys": "41:44,41:45",
    "text": "<p lang=\"en\" class=\"en \">And if We had sent this as a Qur'an in a foreign language, they would have said: \"Why are not its verses explained in detail? What! Not in Arabic nor an Arab?\" Say: \"It is for those who believe, a guide and a cure. And as for those who disbelieve, there is heaviness in their ears, and it is blindness for them. They are called from a place far away. <span>(44)</span>And indeed We gave Musa the Scripture, but dispute arose therein. And had it not been for a Word that went forth before from your Lord, and the matter would have been settled between them. But truly, they are in grave doubt thereto <span>(45)</span></p><p lang=\"en\" class=\"en \">Rejection of the Qur'an is pure Stubbornness</p><p lang=\"en\" class=\"en \">Allah tells us that the Qur'an is so eloquent and perfect in its wording and meanings, yet despite that the idolators do not believe in it. He tells us that their disbelief is the disbelief of stubbornness, as He says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ نَزَّلْنَاهُ عَلَىٰ بَعْضِ الْأَعْجَمِينَ - فَقَرَأَهُ عَلَيْهِمْ مَا كَانُوا بِهِ مُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if We had revealed it unto any of the non-Arabs, and he had recited it unto them, they would not have believed in it.)</span><span class=\"gray\">(26:198-199)</span>. If the Qur'an had been revealed in the language of the non-Arabs, they would have said, because of their stubbornness:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا فُصِّلَتْ آيَاتُهُ ۖ أَأَعْجَمِيٌّ وَعَرَبِيٌّ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why are not its verses explained in detail? What! not in Arabic and an Arab?)</span> meaning, why is it not revealed in detail in Arabic? And by way of denunciation they would have said, \"What! not in Arabic nor from an Arab? – i.e., how can foreign words be revealed to an Arab who does not understand them? This interpretation was reported from Ibn 'Abbas, Mujahid, 'Ikrimah, Sa'id bin Jubayr, As-Suddi and others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"It is for those who believe, a guide and a cure...\")</span> means, 'say, O Muhammad: this Qur'an, for the one who believes in it, is guidance for his heart and a cure for the doubts and confusion that exists in people's hearts.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as for those who disbelieve, there is heaviness in their ears,)</span> means, they do not understand what is in it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ عَلَيْهِمْ عَمًى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it is blindness for them.)</span> means they are not guided to the explanations contained therein. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We send down of the Qur'an that which is a healing and a mercy to those who believe, and it increases the wrongdoers nothing but loss.)</span><span class=\"gray\">(17:82)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are called from a place far away.)</span> Mujahid said, \"Far away from their hearts.\" Ibn Jarir said, \"It is as if the one who is addressing them is calling to them from a distant place, and they cannot understand what he is saying.\" This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً ۚ صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the example of those who disbelieve is as that of him who shouts to those <span class=\"gray\">(flock of sheep)</span> that hears nothing but calls and cries. <span class=\"gray\">(They are)</span> deaf, dumb and blind. So they do not understand.)</span><span class=\"gray\">(2:171)</span></p><p lang=\"en\" class=\"en \">Taking Musa as an Example</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We gave Musa the Scripture, but dispute arose therein.)</span> means, they disbelieved in him and did not show him any respect.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therefore be patient as did the Messengers of strong will)</span><span class=\"gray\">(46:35)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إِلَىٰ أَجَلٍ مُّسَمًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had it not been for a Word that went forth before from your Lord for an appointed term,)</span><span class=\"gray\">(42:14)</span> i.e., to delay the Reckoning until the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقُضِيَ بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the matter would have been settled between them.)</span> means, the punishment would have been hastened for them. But they have an appointed time, beyond which they will find no escape.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But truly, they are in grave doubt thereto.)</span> means, their words of disbelief are not due to any wisdom or insight on their part; rather they spoke without any attempt at examining it thoroughly. This was also the interpretation of Ibn Jarir, and it is a plausible interpretation. And Allah knows best.</p>"
  }
]