[
  {
    "ayah_key": "49:14",
    "group_ayah_key": "49:14",
    "from_ayah": "49:14",
    "to_ayah": "49:18",
    "ayah_keys": "49:14,49:15,49:16,49:17,49:18",
    "text": "<p lang=\"en\" class=\"en \">The bedouins say: \"We believe.\" Say: \"You do not believe. But say, 'We have submitted,' for Faith has not yet entered your hearts. But if you obey Allah and His Messenger, He will not decrease anything in reward for your deeds. Verily, Allah is Forgiving, Most Merciful. <span>(14)</span>Only those are the believers who have believed in Allah and His Messenger, and afterward doubt not but strive with their wealth and their lives for the cause of Allah. Those! They are the truthful <span>(15)</span>Say: \"Will you inform Allah of your religion while Allah knows all that is in the heavens and all that is on the earth, and Allah is All-Aware of everything. <span>(16)</span>They regard as a favor to you that they have embraced Islam. Say: \"Do not count your Islam as a favor to me. Nay, but Allah has conferred a favor upon you that He has guided you to the Faith if you indeed are true. <span>(17)</span>\"Verily, Allah knows the Unseen of the heavens and the earth. And Allah is the All-Seer of what you do. <span>(18)</span></p><p lang=\"en\" class=\"en \">There is a Difference between a Believer and a Muslim</p><p lang=\"en\" class=\"en \">Allah chastises the bedouins who, when they embraced Islam, claimed for themselves the grade of faithful believers. However, Faith had not yet firmly entered their hearts,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتِ الْأَعْرَابُ آمَنَّا ۖ قُلْ لَمْ تُؤْمِنُوا وَلَٰكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The bedouins say: \"We believe.\" Say: \"You do not believe, but say, 'We have submitted,' for Faith has not yet entered your hearts...\")</span></p><p lang=\"en\" class=\"en \">This honorable Ayah provides proof that Faith is a higher grade than Islam, according to the scholars of the Ahl us-Sunnah wal-Jama'ah. This is also demostrated in the Hadith of Jibril, peace be upon him, when he questioned the Prophet ﷺ about Islam, then Iman then Ihsan. Thus moving the general matter to one more specific, then even more specific. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Amir bin Sa'd bin Abi Waqqas said, \"The Messenger of Allah ﷺ gave <span class=\"gray\">(something to)</span> some men and did not give one of them. Sa'd said, 'O Allah's Messenger, you gave to so-and-so and so-and-so. However, you gave nothing to so-and-so, even though he is a believer.' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ مُسْلِمٌ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or say, a Muslim.)</span> Sa'd repeated his statement thrice each time the Prophet ﷺ answered,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ مُسْلِمٌ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or say, a Muslim.)</span> The Prophet ﷺ then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَأُعْطِي رِجَالًا وَأَدَعُ مَنْ هُوَ أَحَبَّ إِلَيَّ مِنْهُمْ،فَلَمْ أُعْطِهِ شَيْئًا مَخَافَةَ أَنْ يُكَبُّوا فِي النَّارِ عَلَىٰ وُجُوهِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I might give some men and give nothing to others, even though the latter are dearer to me than the former. I do not give them things for fear that they might be thrown on their faces in the Fire.)</span>\" </p><p lang=\"en\" class=\"en \">This Hadith is recorded in the Two Sahihs. Therefore, the Prophet ﷺ made a distinction between the grade of believer and the grade of Muslim, indicating that Iman is a more exclusive grade than Islam. I mentioned this subject in detail supported by evidence, in the beginning of the explanation of the chapter on Iman in Sahih Al-Bukhari, all praise is due to Allah and all the favors are from Him. </p><p lang=\"en\" class=\"en \">So this proves that the bedouins whom the Ayah mentioned were not hypocrites, rather they were Muslims in whose hearts Faith was not yet firmly established. They claimed a higher grade for themselves than the grade that they earned, and they were taught a lesson as a consequence. This meaning agrees with the meaning given by Ibn 'Abbas, Ibrahim An-Nakha'i, Qatadah and that preferred by Ibn Jarir. These bedouins were taught a lesson,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لَمْ تُؤْمِنُوا وَلَٰكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"You do not believe, but say 'We are Muslims,' for Faith has not yet entered your hearts...\")</span> meaning, 'you have not yet achieved the reality of Faith.' Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you obey Allah and His Messenger, He will not decrease anything in reward for your deeds...)</span> 'He will not decrease any of your rewards,' as Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall not decrease the reward of their deeds in anything.)</span><span class=\"gray\">(52:21)</span> Allah said:</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is Oft-Forgiving, Most Merciful.)</span> for those who repent and return to Him. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْمُؤْمِنُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Only those are the believers)</span>, who have perfect Faith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who have believed in Allah and His Messenger, and afterward doubt not)</span> They do not have doubts and their Faith was not shaken. Rather, their Faith remained on conviction,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but strive for the cause of Allah with their wealth and their lives)</span> meaning, they gladly gave away their life and the most precious of their wealth in obedience to Allah as a means of seeking His pleasure,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ هُمُ الصَّادِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those! They are the truthful.)</span> 'in their statement if they say that they are believers, unlike some bedouins who are faithful only by words outwardly!' Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Will you inform Allah of your religion...\")</span> 'will you inform Allah of what is in your hearts,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while Allah knows all that is in the heavens and all that is on the earth,)</span> Nothing in the heavens and earth, even the weight of a speck of dust, all that is bigger or smaller, ever escapes His observation,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah is All-Aware of everything.)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا ۖ قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They regard as a favor to you that they have embraced Islam. Say: \"Do not count your Islam as a favor to me...\")</span> meaning the bedouins who considered embracing Islam, following and supporting the Messenger ﷺ as a favor to him. Allah the Exalted refuted their false statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Do not count your Islam as a favor to me...\")</span> 'for the benefit of your Islam will only be yours, and this is a favor from Allah to you,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but Allah has conferred a favor upon you that He has guided you to the Faith if you indeed are true.)</span> 'in your claim that you are believers.' The Prophet ﷺ said to the Ansar on the day of the battle of Hunayn,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الْأَنْصَارِ! أَلَمْ أَجِدْكُمْ ضُلَّالًا فَهَدَاكُمُ اللهُ بِي؟ وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمُ اللهُ بِي؟ وَكُنْتُمْ عَالَةً فَأَغْنَاكُمُ اللهُ بِي؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Ansar! Have I not found you astray and Allah guided you through me? Were you not divided and Allah united you around me? Were you not poor and Allah gave you riches through me?)</span></p><p lang=\"en\" class=\"en \">Whenever the Prophet ﷺ asked them any of these questions, they would reply, \"Allah and His Messenger have most favored us.\" </p><p lang=\"en\" class=\"en \">Al-Hafiz Abu Bakr Al-Bazzar recorded that Ibn 'Abbas said, \"Banu Asad came to the Messenger of Allah ﷺ and said, 'O Allah's Messenger! We embraced Islam, and before that, the Arabs fought against you, yet we did not fight against you.' The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِقْهَهُمْ قَلِيلٌ وَإِنَّ الشَّيْطَانَ يَنْطِقُ عَلَىٰ أَلْسِنَتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, they understand but little and the Shaytan speaks through their words.)</span> This Ayah was later revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا ۖ قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ ۖ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They regard as a favor to you that they have embraced Islam. Say: \"Do not count your Islam as a favor to me.\" Nay, but Allah has conferred a favor upon you that He has guided you to the Faith if you indeed are true.\")</span>\" Then Allah reminds that He has complete knowledge of all creations and that He sees them all;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah knows the Unseen of the heavens and the earth. And Allah is the All-Seer of what you do.)</span></p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Hujurat. Verily, all praise is due to Allah, all the favors are from Him, and from Him comes the success and protection from error.</p>"
  }
]