[
  {
    "ayah_key": "72:1",
    "group_ayah_key": "72:1",
    "from_ayah": "72:1",
    "to_ayah": "72:7",
    "ayah_keys": "72:1,72:2,72:3,72:4,72:5,72:6,72:7",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In the Name of Allah, the Most Gracious, the Most Merciful.</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا - يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ ۖ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا - وَأَنَّهُ تَعَالَىٰ جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا - وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا - وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا - وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا - وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Say: \"It has been revealed to me that a group of Jinn listened. They said: 'Verily, we have heard a wonderful Recitation!')</span><span class=\"gray\">(2. 'It guides to the right path, and we have believed therein, and we shall never join anything with our Lord.')</span><span class=\"gray\">(3. 'And He, exalted be the Jadd of our Lord, has taken neither a wife nor a son.')</span><span class=\"gray\">(4. 'And that the foolish among us used to utter against Allah that which was an enormity in falsehood.')</span><span class=\"gray\">(5. 'And verily, we thought that men and Jinn would not utter a lie against Allah.')</span><span class=\"gray\">(6. 'And verily, there were men among mankind who took shelter with the males among the Jinn, but they increased them in Rahaq.')</span><span class=\"gray\">(7. 'And they thought as you thought, that Allah will not send any Messenger.')</span></p><p lang=\"en\" class=\"en \">The Jinns listening to the Qur'an and Their Belief in It</p><p lang=\"en\" class=\"en \">Allah commands His Messenger ﷺ to inform his people that the Jinns listened to the Qur'an, believed in it, affirmed its truthfulness and adhered to it. So Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا - يَهْدِي إِلَى الرُّشْدِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"It has been revealed to me that a group of Jinn listened. They said: 'Verily, we have heard a wonderful Recitation! It guides to the right path'\")</span> meaning, to what is correct and success.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَآمَنَّا بِهِ ۖ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and we have believed therein, and we shall never join anything with our Lord.)</span> This position <span class=\"gray\">(that they took)</span> is similar to what Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when We sent towards you a group of the Jinns listening to the Qur'an.)</span><span class=\"gray\">(46:29)</span> We have already presented the Hadiths that have been narrated concerning this, so there is no need to repeat them here. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ تَعَالَىٰ جَدُّ رَبِّنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He, exalted be the Jadd of our Lord,)</span> 'Ali bin Abi Talhah reported from Ibn 'Abbas that he said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَدُّ رَبِّنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Jadd of our Lord,)</span> \"This means, His actions, His commands and His power.\" Ad-Dahhak reported from Ibn 'Abbas that he said, \"Allah's Jadd is His blessings, His power and His favor upon His creation.\" It has been reported from Mujahid and 'Ikrimah that they said, \"It <span class=\"gray\">(Jadd)</span> is the magnificence of our Lord.\" Qatadah said, \"Exalted is His magnificence, His greatness and His command.\" As-Suddi said, \"Exalted is the command of our Lord.\" It has been reported from Abu Ad-Darda', Mujahid and Ibn Jurayj that they said, \"Exalted is His remembrance <span class=\"gray\">(Dhikr)</span>.\"</p><p lang=\"en\" class=\"en \">The Jinns Affirmation that Allah does not have a Wife and Children</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has taken neither a wife nor a son.)</span> meaning, far exalted is He above taking a mate and having children. This means that when the Jinns accepted Islam and believed in the Qur'an they professed Allah's magnificence above having taken a spouse and a child <span class=\"gray\">(or a son)</span>. Then they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that the foolish among us used to utter against Allah that which was an enormity in falsehood.)</span> Mujahid, 'Ikrimah, Qatadah and As-Suddi, all said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَفِيهُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the foolish among us)</span> \"They were referring to Iblis.\"</p><p class=\"ur qpc-hafs\" lang=\"ur\">شَطَطًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that which was an enormity in falsehood.)</span> As-Suddi reported from Abu Malik that he said, \"This means a transgression.\" Ibn Zayd said, \"A great injustice.\" The foolish <span class=\"gray\">(Safih)</span> also carries the meaning of everyone in the category who claims that Allah has a spouse or a son. This is why Allah says here,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that the foolish among us used to utter)</span> meaning, before his acceptance of Islam.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى اللَّهِ شَطَطًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(against Allah that which was an enormity in falsehood.)</span> meaning, falsehood and a lie. Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, we thought that men and Jinn would not utter a lie against Allah.)</span> meaning, 'we did not think that humans and Jinns would join each other in lying about Allah by attributing a spouse and a son to Him. So when we heard this Qur'an we believed in it and we knew that they <span class=\"gray\">(Jinns and men)</span> had been lying about Allah in this matter.'</p><p lang=\"en\" class=\"en \">Among the Causes of the Transgression of the Jinns were that Humans sought Refuge with Them</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, there were men among mankind who took shelter with the males among the Jinn, but they increased them in Rahaq.)</span> meaning, 'we used to think that we had some virtuous status over mankind because they used to seek refuge with us whenever they <span class=\"gray\">(men)</span> would settle in a valley or any place in the wilderness, the open country steppes and other places.' This was the custom of the Arabs in the pre-Islamic days of ignorance. They used to seek refuge with the greatest Jinn of a particular place so that no harm or evil would afflict them. Like one would do if he entered into the land of his enemies, in the vicinity of a great and powerful man, he would seek the protection and guardianship of that man. So when the Jinns saw that the humans were seeking refuge with them due to their fear of them, they increased them in Rahaq which means fear, terror and fright. They did this so that the people would be more afraid of them and seek refuge with them even more. As Qatadah said concerning this Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَزَادُوهُمْ رَهَقًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they increased them in Rahaq.)</span> \"meaning, in sin, and that the Jinns become more bold and daring against them.\"</p><p lang=\"en\" class=\"en \">Ath-Thawri said from Mansur, from Ibrahim, concerning the Ayah:</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَزَادُوهُمْ رَهَقًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they increased them in Rahaq.)</span> means, \"the Jinns were courageous and increased in insolence against them.\"</p><p lang=\"en\" class=\"en \">As-Suddi said, \"A man used to set out with his family <span class=\"gray\">(on a journey)</span> until he came to a piece of land where he would settle. Then he would say, 'I seek refuge with the master <span class=\"gray\">(Jinn)</span> of this valley from the Jinns, or that myself, my wealth, my child or my animals are harmed in it.'\" Qatadah said, \"When they sought refuge with them instead of Allah, the Jinns would overcome them with harm because of that.\"</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded from 'Ikrimah that he said, \"The Jinns used to fear humans just like humans fear them, or even worse. So whenever humans would come to a valley the Jinns would flee. So the leader of the people would say, 'We seek refuge with the leader of the inhabitants of this valley.' So the Jinns said, 'We see these people fleeing from us just like we flee from them.' Thus, the Jinns started coming near the humans and afflicting them with insanity and madness.\" Thus, Allah said</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, there were men among mankind who took shelter with the males among the Jinn, but they increased them in Rahaq.)</span> meaning, in sin. Abu 'Aliyah, Ar-Rabi' and Zayd bin Aslam, all said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">رَهَقًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in Rahaq)</span> \"This means in fear.\" Mujahid said, \"The disbelievers would increase in transgression.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they thought as you thought, that Allah will not send any Messenger.)</span> meaning, Allah would never send a Messenger after this long period of time. This was said by Al-Kalbi and Ibn Jarir.</p>"
  }
]