[
  {
    "ayah_key": "9:128",
    "group_ayah_key": "9:128",
    "from_ayah": "9:128",
    "to_ayah": "9:129",
    "ayah_keys": "9:128,9:129",
    "text": "<p lang=\"en\" class=\"en \">Verily, there has come unto you a Messenger from among yourselves. It grieves him that you should receive any injury or difficulty. He is eager for you; for the believers <span class=\"gray\">[he is]</span> full of pity, kind, and merciful <span>(128)</span>But if they turn away, say: \"Allah is sufficient for me. There is no God but He, in Him I put my trust and He is the Lord of the Mighty Throne. <span>(129)</span></p><p lang=\"en\" class=\"en \">The Advent of the Prophet <span class=\"gray\">(ﷺ)</span> is a Great Bounty from Allah</p><p lang=\"en\" class=\"en \">Allah reminds the believers that He has sent to them a Messenger from among themselves, from their kind, speaking their language. Ibrahim, peace be upon him, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِّنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Send among them a Messenger of their own.)</span><span class=\"gray\">[2:129]</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed Allah conferred a great favor on the believers when He sent among them a Messenger from among themselves.)</span><span class=\"gray\">[3:164]</span></p><p lang=\"mi\" class=\"mi \">Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ جَاءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, there has come unto you a Messenger from among yourselves.)</span></p><p lang=\"en\" class=\"en \">meaning, from among you, speaking your language. Ja'far bin Abu Talib said to An-Najashi <span class=\"gray\">(the king of Ethopia)</span>, and Al-Mughirah bin Shu'bah said to the emissary of Kisra, \"Allah has sent to us a Messenger from among us, whose family lineage , description, early days, truth and honesty we know.\"</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It grieves him that you should receive any injury or difficulty.)</span></p><p lang=\"en\" class=\"en \">Whatever would cause hardship to his Ummah or be difficult for them, then it grieves him. Similarly, there is the Hadith reported through many routes that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ بِالْـحَنِيفِيَّةِ السَّمْحَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was sent with the easy Hanifiyah <span class=\"gray\">[monotheism]</span> way.)</span></p><p lang=\"en\" class=\"en \">An authenic Hadith mentions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَذَا الدِّينَ يُسْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, this religion is easy)</span> and its Law is all easy, lenient and perfect. It is easy for those whom Allah the Exalted makes it easy.)</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَرِيصٌ عَلَيْكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is eager for you)</span>, that you gain guidance and acquire benefits in this life and the Hereafter. Imam Ahmad recorded that 'Abdullah bin Mas'ud said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَمْ يُحَرِّمْ حُرْمَةً إِلَّا وَقَدْ عَلِمَ أَنَّهُ سَيَطَّلِعُهَا مِنْكُمْ مُطَّلِعٌ، أَلَا وَإِنِّي آخِذٌ بِحُجَزِكُمْ أَنْ تَهَافَتُوا فِي النَّارِ كَتَهَافُتِ الْفَرَاشِ أَوِ الذُّبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, every matter that Allah has prohibited, He knows that some among you will breach it; but I am indeed holding you by the waist so that you do not fall in the Fire, just like butterflies and flies.)</span></p><p lang=\"de\" class=\"de \">Allah's statement next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for the believers <span class=\"gray\">(he is)</span> full of pity, kind, and merciful.)</span><span class=\"gray\">[9:128]</span>, is similar to His other statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ - فَإِنْ عَصَوْكَ فَقُلْ إِنِّي بَرِيءٌ مِّمَّا تَعْمَلُونَ - وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And be kind and humble to the believers who follow you. Then if they disobey you, say: \"I am innocent of what you do.\" And put your trust in the All-Mighty, the Most Merciful)</span><span class=\"gray\">[26:215-217]</span>. </p><p lang=\"en\" class=\"en \">Allah the Exalted commanded His Messenger in this honorable Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَوَلَّوْا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they turn away)</span>, from the glorious, pure, perfect and encompassing Law that you – O Muhammad – brought them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then say: \"Allah is sufficient for me. There is no God but He,)</span></p><p lang=\"en\" class=\"en \">Allah is sufficient for me, there is no deity worthy of worship except Him, and in Him I put my trust. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَّبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَٰهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He alone is)</span> the Lord of the east and the west; there is no God but He. So take Him alone as a guardian.)</span><span class=\"gray\">[73:9]</span>. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He is the Lord of the Mighty Throne)</span><span class=\"gray\">[9:129]</span>. </p><p lang=\"en\" class=\"en \">He is the King and Creator of all things, and He is the Lord of the Mighty Throne <span class=\"gray\">('Arsh)</span>, which is above all creation; all that is in and between the heavens and earths is under the Throne <span class=\"gray\">('Arsh)</span> and subservient to Allah's power. His knowledge encompasses all things, and His decision will certainly come to pass over all matters. He is the guardian of all things. </p><p lang=\"hmn\" class=\"hmn \">Imam Ahmad recorded that Ibn 'Abbas said that Ubayy bin Ka'b said, \"The last Ayah revealed from the Qur'an was this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ جَاءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, there has come unto you a Messenger f rom among yourselves . . .)</span><span class=\"gray\">[9:128]</span>\" unt il the end of the Surah.</p><p lang=\"cy\" class=\"cy \">It is recorded in the Sahih that Zayd bin Thabit said, \"I found the last Ayah in Surah Bara'ah with Khuzaymah bin Thabit .\" </p><p lang=\"en\" class=\"en \">This is the end of Surah At- Tawbah, all praise is due to Allah.</p>"
  },
  {
    "ayah_key": "9:13",
    "group_ayah_key": "9:13",
    "from_ayah": "9:13",
    "to_ayah": "9:15",
    "ayah_keys": "9:13,9:14,9:15",
    "text": "<p lang=\"en\" class=\"en \">Will you not fight a people who have violated their oaths and intended to expel the Messenger while they did attack you first? Do you fear them? Allah has more right that you should fear Him if you are believers <span>(13)</span>Fight against them so that Allah will punish them by your hands, and disgrace them and give you victory over them, and heal the breasts of a believing people <span>(14)</span>And remove the anger of their <span class=\"gray\">(believers')</span> hearts. Allah accepts the repentance of whom He wills. Allah is All-Knowing, All-Wise <span>(15)</span></p><div lang=\"en\" class=\"en \"><h2>Encouragement to fight the Disbelievers, and some Benefits of fighting Them</h2></div><p lang=\"en\" class=\"en \">These Ayat encourage, direct and recommend fighting against the idolators who break the terms of their covenants, those who tried to expel the Messenger ﷺ from Makkah. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when the disbelievers plotted against you to imprison you, or to kill you, or to expell you; they were plotting and Allah too was plotting; and Allah is the best of those who plot.)</span><span class=\"gray\">[8:30]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and have driven out the Messenger and yourselves <span class=\"gray\">(from your homeland)</span> because you believe in Allah your Lord!)</span><span class=\"gray\">[60:1]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, they were about to frighten you so much as to drive you out from the land.)</span><span class=\"gray\">[17:76]</span> Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they did attack you first)</span>, refers to the battle of Badr when the idolators marched to protect their caravan. When they knew that their caravan escaped safely, they still went ahead with their intent to fight Muslims out of arrogance, as we mentioned before. It was also said that these Ayat refer to the idolators breaking the peace agreement with Muslims and aiding Bani Bakr, their allies, against Khuza'ah, the ally of the Messenger of Allah ﷺ. This is why the Messenger of Allah ﷺ marched to Makkah in the year of the victory, thus conquering it, all thanks and praise is due to Allah. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَخْشَوْنَهُمْ ۚ فَاللَّهُ أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you fear them? Allah has more right that you should fear Him if you are believers.)</span></p><p lang=\"en\" class=\"en \">Allah says here, 'Do not fear idolators, but fear Me instead, for I am worthy of being feared by the servants due to My might and punishment. In My Hand lies the matter; whatever I will occurs, and whatever I do not will does not occur.' </p><p lang=\"en\" class=\"en \">Allah next said, while ordering the believers and explaining the wisdom of ordaining Jihad against them, all the while able to destroy their enemies with a command from Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fight against them so that Allah will punish them by your hands, and disgrace them and give you victory over them, and heal the breasts of a believing people.)</span></p><p lang=\"en\" class=\"en \">This Ayah includes all believers, even though Mujahid, 'Ikrimah and As-Suddi said that it refers to Khuza'ah. Concerning the believers, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and remove the anger of their hearts)</span>, then</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتُوبُ اللَّهُ عَلَىٰ مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah accepts the repentance of whom He wills)</span>, from His servants,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is All-Knowing)</span>, in what benefits His servants,</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Wise)</span>, in His actions and statements, whether narrative or legislative. Allah does what He wills, decides what He wills, and He is the Just Who never wrongs any. Not even the weight of an atom of good or evil is ever neglected with Him, but rather, He compensates for it in this life and the Hereafter.</p>"
  }
]