[
  {
    "ayah_key": "20:60",
    "group_ayah_key": "20:60",
    "from_ayah": "20:60",
    "to_ayah": "20:64",
    "ayah_keys": "20:60,20:61,20:62,20:63,20:64",
    "text": "<p lang=\"en\" class=\"en \">So Fir'awn withdrew, devised his plot and then came back <span>(60)</span>Musa said to them: \"Woe unto you! Invent not a lie against Allah, lest He should destroy you completely by a torment. And surely, he who invents a lie <span class=\"gray\">(against Allah)</span> will fail miserably.\") <span class=\"gray\">(62 Then they debated one with another what they must do, and they kept their talk secret <span>(61)</span>They said: \"Verily, these are two magicians. Their object is to drive you out from your land with magic, and to take you away from your exemplary way. <span>(62)</span>\"So devise your plot, and then assemble in line. And whoever overcomes this day will be indeed successful. <span>(63)</span></span></p><div lang=\"en\" class=\"en \"><h2>The Meeting of the Two Parties, Musa's Propagation of the Message and the Magicians</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted informs that when Fir'awn and Musa agreed to an appointed meeting at a specified place and time, Fir'awn began to gather some magicians from the cities of his kingdom. Every person who had any affiliation with magic at that time was summoned, and magic was very widespread and in demand at that time. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ سَاحِرٍ عَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Fir'awn said: \"Bring me every well-versed sorcerer.\")</span><span class=\"gray\">[10:79]</span> Then, the day came. It was the day when all of the people gathered, which was well-known, being the day of the festival. Fir'awn was there sitting upon his throne surrounded by the elite officials of his kingdom. The subjects were all standing on his right and his left. Then, Musa came forward leaning upon his stick accompanied by his brother Harun. The magicians were standing in front of Fir'awn in rows and he was prodding them, inciting them and encouraging them to do their best on this day. They wanted to please him and he was promising them and inspiring them. They said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَئِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ الْغَالِبِينَ - قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَّمِنَ الْمُقَرَّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will there surely be a reward for us if we are the winners He <span class=\"gray\">(Fir'awn)</span> said: \"Yes, and you shall then verily be of those brought near <span class=\"gray\">(to myself)</span>.\")</span><span class=\"gray\">(26:41-42)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لَهُم مُّوسَىٰ وَيْلَكُمْ لَا تَفْتَرُوا عَلَى اللَّهِ كَذِبًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Musa said to them: \"Woe unto you! Invent not a lie against Allah...\")</span> This means, \"Do not make an illusion before the people of something that is not real, making it appear as if it were a creature, when it is not really a creature. If you do this, then you would be lying on Allah.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُسْحِتَكُم بِعَذَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lest He <span class=\"gray\">(Allah)</span> should destroy you completely by a torment.)</span> This means, 'He will destroy you with a destructive punishment that will not spare anything, or anyone.'</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَقَدْ خَابَ مَنِ افْتَرَىٰ - فَتَنَازَعُوا أَمْرَهُم بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"...And surely, he who invents a lie will fail miserably.\" Then they debated one with another what they must do,)</span> It has been said that this means that they argued among themselves. So one of them said, \"This is not the speech of a magician, but it is the speech of a Prophet.\" Another said, \"No, he is only a magician.\" There are other opinions that have been mentioned about what they discussed. And Allah knows best. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسَرُّوا النَّجْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they kept their talk secret.)</span> means, they held secret counsel among themselves about this matter.</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالُوا إِنْ هَٰذَانِ لَسَاحِرَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Verily, these are two <span class=\"gray\">[Hadhan]</span> magicians...\")</span> This is a way of speaking with some of the Arabs and this Ayah has been recited according to the grammar of their dialect. There are also others who recite it as,</p><p class=\"sd qpc-hafs\" lang=\"sd\">(إِنَّ هَذَيْنِ لَسَاحِرَانِ)</p><p lang=\"en\" class=\"en \"> Which carries the same meaning, \"Verily, these are two <span class=\"gray\">[Hadhayn]</span> magicians.\" This is the popular style of language in Arabic grammar. The grammarians have extensive discussions in reply to the first recitation and its grammatical explanation, but this is not the place for such a discussion. The main point is that the magicians said among themselves, \"You all know that this man and his brother <span class=\"gray\">(Musa and Harun)</span> are two knowledgeable magicians who are quite aware of the skill of magic. They want to defeat you and your people today and conquer the people, causing the masses to follow them. They want to fight against Fir'awn and his armies, and they are seeking victory over him. And their ultimate goal is to expel you from your land.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to take you away from your exemplary way.)</span> This means, 'they want to expose this way <span class=\"gray\">(of yours)</span> openly, which is magic.' For verily, they were considered great because of their magic. They had wealth and sustenance because of this magic. They were actually saying, \"If these two <span class=\"gray\">(Musa and Harun)</span> are victorious, they will destroy you and expel you from your land. In doing so, they will be the first individuals to do so, and they will be given great power of leadership without you.\" Ibn 'Abbas mentioned concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to take you away from your exemplary way.)</span> \"This means their kingdom, which they were in, and their livelihood.\" 'Abdur-Rahman bin Zayd said, \"This superior way means that which they were upon.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَجْمِعُوا كَيْدَكُمْ ثُمَّ ائْتُوا صَفًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So devise your plot, and assemble in line.)</span> This means, \"All of you come together in one row, and throw that which is in your hands at one time in order to dazzle the eyes <span class=\"gray\">(of the people)</span> and defeat this man and his brother.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ أَفْلَحَ الْيَوْمَ مَنِ اسْتَعْلَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever overcomes this day will be indeed successful.)</span> meaning \"Between you and us. As for us <span class=\"gray\">(the magicians)</span>, we have been promised to be given an abundance of power and sovereignty. And in reference to him <span class=\"gray\">(Musa)</span>, He will gain great leadership.\"</p>"
  },
  {
    "ayah_key": "20:65",
    "group_ayah_key": "20:65",
    "from_ayah": "20:65",
    "to_ayah": "20:70",
    "ayah_keys": "20:65,20:66,20:67,20:68,20:69,20:70",
    "text": "<p lang=\"en\" class=\"en \">They said: \"O Musa! Either you throw first or we be the first to throw? <span>(65)</span><span class=\"gray\">[Musa]</span> said: \"Nay, throw you <span class=\"gray\">(first)</span>!\" Then behold! their ropes and their sticks, by their magic, appeared to him as though they moved fast <span>(66)</span>So Musa conceived fear in himself <span>(67)</span>We <span class=\"gray\">(Allah)</span> said: \"Fear not! Surely, you will have the upper hand. <span>(68)</span>\"And throw that which is in your right hand! It will swallow up that which they have made. That which they have made is only a magician's trick, and the magician will never be successful, to whatever amount <span class=\"gray\">(of skill)</span> he may attain. <span>(69)</span>So the magicians fell down prostrate. They said: \"We believe in the Lord of Harun and Musa. <span>(70)</span></p><div lang=\"en\" class=\"en \"><h2>The Competition, Musa's Victory, and the Magician's Faith</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs about the magicians when they met Musa, that they said to Musa,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِمَّا أَن تُلْقِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Either you throw first...\")</span> meaning, \"you go first.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِمَّا أَن نَّكُونَ أَوَّلَ مَنْ أَلْقَىٰ - قَالَ بَلْ أَلْقُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"...or we be the first to throw?\" <span class=\"gray\">(Musa)</span> said: \"Nay, throw you <span class=\"gray\">(first)</span>!\")</span> This means, 'you magicians should go first so that we can see what magic you are going to perform and so that the true state of their affair will become obvious to the people.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تَسْعَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then behold! their ropes and their sticks, by their magic, appeared to him as though they moved fast.)</span> In another Ayah it says that when they threw,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ الْغَالِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then said: \"By the might of Fir'awn, it is we who will certainly win!\")</span><span class=\"gray\">[26:44]</span> And Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They bewitched the eyes of the people, and struck terror into them, and they displayed a great magic.)</span><span class=\"gray\">(7:116)</span> Here, He says in this Surah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تَسْعَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then behold! their ropes and their sticks, by their magic, appeared to him as though they moved fast.)</span> They were a large numbered group and each one of them threw a stick and a rope until the valley became full of snakes piled on top of each other. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُّوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So Musa conceived fear in himself.)</span> This means that he feared for the people that they would be tested and deceived by their magic before he could even have a chance to throw what was in his right hand. Thus, Allah revealed to him at the right moment, to throw what was in his right hand, which was the stick. When he did so, it swallowed what they had made. It became a huge, monstrous creature with legs, a neck, a head and fangs. It went after these ropes and sticks until none of them remained, except that it was devoured and swallowed by this beast. At the same time, the magicians and all of the people were watching with their own eyes, seeing this amazing event in broad daylight. Thus, the miracle was performed and the evidence was clear. The truth prevailed and the magic was proven to be falsehood. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ ۖ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That which they have made is only a magician's trick, and the magician will never be successful, to whatever amount <span class=\"gray\">(of skill)</span> he may attain.)</span> So when the magicians saw the event and witnessed it with their own eyes, while they were knowledgeable of the various tricks and methods in the sciences of magic, they knew with conviction that what Musa had done was not magic or illusionary tricks. They recognized that it was the truth without any doubt. They knew that no one had any power to do this except for One Who says for a thing \"Be,\" and it is. Therefore, when this happened, they fell down into prostration to Allah. They said, \"We believe in the Lord of all that exists, the Lord of Musa and Harun!\" This is why Ibn 'Abbas and 'Ubayd bin 'Umayr both said, \"At the beginning of the day they were magicians and at the end of the day they were outstanding witnesses of faith.\"</p><div lang=\"en\" class=\"en \"><h2>The Number of Magicians</h2></div><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Ibn 'Abbas said, \"The magicians were seventy men who were magicians in the morning, but witnesses of faith by the time evening came.\" Ibn Abi Hatim also reported that Al-Awza'i said, \"When the magicians fell down in prostration, Paradise was raised up before them until they were looking at it.\" It is reported from Sa'id bin Jubayr that he said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُلْقِيَ السَّحَرَةُ سُجَّدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So the magicians fell down prostrate.)</span> \"They saw their places <span class=\"gray\">(in Paradise)</span> made clear before them while they were in their prostration.\" 'Ikrimah and Al-Qasim bin Abi Bizzah both said the same.</p>"
  }
]