[
  {
    "ayah_key": "26:23",
    "group_ayah_key": "26:23",
    "from_ayah": "26:23",
    "to_ayah": "26:28",
    "ayah_keys": "26:23,26:24,26:25,26:26,26:27,26:28",
    "text": "<p lang=\"en\" class=\"en \">Fir'awn said: \"And what is the Lord of Al-'Alamin <span>(23)</span><span class=\"gray\">(Musa)</span> said: \"The Lord of the heavens and the earth, and all that is between them, if you seek to be convinced with certainty. <span>(24)</span><span class=\"gray\">(Fir'awn)</span> said to those around: \"Do you not hear <span class=\"gray\">(what he says)</span>? <span>(25)</span><span class=\"gray\">(Musa)</span> said: \"Your Lord and the Lord of your ancient fathers! <span>(26)</span><span class=\"gray\">(Fir'awn)</span> said: \"Verily, your Messenger who has been sent to you is a madman! <span>(27)</span><span class=\"gray\">(Musa)</span> said: \"Lord of the east and the west, and all that is between them, if you did but understand! <span>(28)</span></p><div lang=\"en\" class=\"en \"><h2>Allah tells us about the disbelief, rebellion, oppression and denial of Fir'awn, as He says:</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا رَبُّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Fir'awn said:)</span> \"And what is the Lord of the 'Alamin\")</span> This is because he used to say to his people:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا عَلِمْتُ لَكُم مِّنْ إِلَٰهٍ غَيْرِي </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I know not that you have a god other than me.)</span><span class=\"gray\">(28:38)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus he fooled his people, and they obeyed him.)</span><span class=\"gray\">(43:54)</span> They used to deny the Creator, may He be glorified, and they believed that they had no other lord than Fir'awn. When Musa said to them: \"I am the Messenger of the Lord of the worlds,\" Fir'awn said to him, \"Who is this who you are claiming is the Lord of Al-'Alamin other than me?\" This is how it was interpreted by the scholars of the Salaf and the Imams of later generations. As-Suddi said, \"This Ayah is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَمَن رَّبُّكُمَا يَا مُوسَىٰ - قَالَ رَبُّنَا الَّذِي أَعْطَىٰ كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Fir'awn)</span> said: \"Who then, O Musa, is the Lord of you two?\" He said: \"Our Lord is He Who gave to each thing its form and nature, then guided it aright.\")</span><span class=\"gray\">(20:49-50)</span></p><p lang=\"en\" class=\"en \">Those among the philosophers and others who claimed that this was a question about the nature or substance <span class=\"gray\">[of Allah]</span> are mistaken. Fir'awn did not believe in the Creator in the first place, so he was in no position to ask about the nature of the Creator; he denied that the Creator existed at all, as is apparent from the meaning, even though proof and evidence had been established against him. When Fir'awn asked him about the Lord of Al-'Alamin, Musa said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Musa)</span> said: \"The Lord of the heavens and the earth, and all that is between them...\")</span> meaning, the Creator, Sovereign and Controller of all that, their God Who has no partner or associate. He is the One Who has created all things. He knows the higher realms and the heavenly bodies that are in them, both those that are stationary and those that move and shine brightly. He knows the lower realms and what is in them; the oceans, continents, mountains, trees, animals, plants and fruits. He knows what is in between the two realms; the winds, birds, and whatever is in the air. All of them are servants to Him, submitting and humbling themselves before Him.</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِن كُنتُم مُّوقِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you seek to be convinced with certainty.)</span> means, if you have believing hearts and clear insight. At this, Fir'awn turned to the chiefs and leaders of his state around him, and said to them – mockingly expressing his disbelief in Musa:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا تَسْتَمِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Do you not hear?\")</span> meaning, 'are you not amazed by what this man is claiming – that you have another god other than me' Musa said to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your Lord and the Lord of your ancient fathers!)</span> meaning, the One Who created you and your forefathers, those who came before Fir'awn and his time.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ</p><p lang=\"ig\" class=\"ig \"><span class=\"gray\">(He said)</span> that is, Fir'awn said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your Messenger who has been sent to you is a madman!)</span> meaning, there is no sense in his claim that there is any god other than me!'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Musa)</span> said)</span> – to those in whose hearts Fir'awn had planted doubts:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَا ۖ إِن كُنتُمْ تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Lord of the east and the west, and all that is between them, if you did but understand!)</span></p><p lang=\"en\" class=\"en \">He is the One Who made the east the place where the heavenly bodies rise, and made the west the place where they set; this is the system to which He has subjugated all the heavenly bodies, stationary and moving. If what Fir'awn claims is true, that he is your lord and your god, then let him turn things around so that the heavenly bodies set in the east and rise in the west.' This is similar to the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللَّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ ۖ قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who disputed with Ibrahim about his Lord, because Allah had given him the kingdom? When Ibrahim said: \"My Lord is He Who gives life and causes death.\" He said, \"I give life and cause death.\" Ibrahim said, \"Verily, Allah brings the sun from the east. So cause it to rise from the west.\")</span><span class=\"gray\">(2:258)</span></p><p lang=\"en\" class=\"en \">So when Fir'awn was defeated in debate, he resorted to the use of his force and power, believing that this would be effective in dealing with Musa, peace be upon him, so he said, as Allah tells us:</p>"
  },
  {
    "ayah_key": "26:29",
    "group_ayah_key": "26:29",
    "from_ayah": "26:29",
    "to_ayah": "26:37",
    "ayah_keys": "26:29,26:30,26:31,26:32,26:33,26:34,26:35,26:36,26:37",
    "text": "<p lang=\"en\" class=\"en \">He said: \"If you choose a god other than me, I will certainly put you among the prisoners. <span>(29)</span>He said: \"Even if I bring you something manifest? <span>(30)</span>He said: \"Bring it forth then, if you are of the truthful! <span>(31)</span>So he threw his stick, and behold, it was a serpent, manifest <span>(32)</span>And he drew out his hand, and behold, it was white to all beholders <span>(33)</span>He said to the chiefs around him: \"Verily, this is indeed a well-versed sorcerer. <span>(34)</span>\"He wants to drive you out of your land by his sorcery: what is it then that you command? <span>(35)</span>They said: \"Put him off and his brother <span class=\"gray\">(for a while)</span>, and send callers to the cities; <span>(36)</span>\"To bring up to you every well-versed sorcerer. <span>(37)</span></p><div lang=\"en\" class=\"en \"><h2>After the Rational Proof, Fir'awn Resorts to Force</h2></div><p lang=\"en\" class=\"en \">When proof had been established against Fir'awn, clearly and rationally, he resorted to using force against Musa, thinking that after this there would no further room for discussion. So he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِنِ اتَّخَذْتَ إِلَٰهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you choose a god other than me, I will certainly put you among the prisoners.)</span> To this, Musa responded:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَوْ جِئْتُكَ بِشَيْءٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Even if I bring you something manifest)</span> meaning, clear and definitive proof.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَأْتِ بِهِ إِن كُنتَ مِنَ الصَّادِقِينَ - فَأَلْقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fir'awn said: \"Bring it forth then, if you are of the truthful!\" So he threw his stick, and behold, it was a serpent, manifest.)</span> meanig, it was very clear and obvious, with a huge body and a big mouth, terrifying in appearance.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَنَزَعَ يَدَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he drew out his hand,)</span> meaning, from his sleeve,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and behold, it was white to all beholders!)</span> It was shining like a piece of the moon. Since Fir'awn was already doomed, he hastened to stubborn denial, and said to the chiefs around him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَٰذَا لَسَاحِرٌ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, this is indeed a well-versed sorcerer.)</span> One who knows a great deal of magic or witchcraft. Fir'awn was trying to convince them that this was sorcery, not a miracle. Then he provoked them against Musa, trying to make them oppose him and disbelieve in him, and said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُم بِسِحْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He wants to drive you out of your land by his sorcery...)</span> meaning, 'he wants to capture the people's hearts and win them over by doing this, so that they will support him, and help him and follow him, and he will defeat you in your own land and take the land from you. So advise me, what should I do with him?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَرْجِهْ وَأَخَاهُ وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ - يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Put him off and his brother, and send callers to the cities; to bring up to you every well-versed sorcerer.\")</span> meaning, 'delay him and his brother until you gather together all the sorcerers from every city and region of your kingdom so that they may confront him and produce something like he produces, then you will defeat him and have the victory.' So Fir'awn did as they suggested, which is what Allah decreed would happen to them, so that all the people would gather in one place and the signs and proof of Allah would be made manifest before them all in one day.</p>"
  }
]