[
  {
    "ayah_key": "50:16",
    "group_ayah_key": "50:16",
    "from_ayah": "50:16",
    "to_ayah": "50:22",
    "ayah_keys": "50:16,50:17,50:18,50:19,50:20,50:21,50:22",
    "text": "<p lang=\"en\" class=\"en \">And indeed We have created man, and We know what his self whispers to him. And We are nearer to him than his jugular vein <span>(16)</span><span class=\"gray\">(Remember)</span> that the two receivers <span class=\"gray\">(recording angels)</span> receive <span class=\"gray\">(each human being)</span>, one sitting on the right and one on the left <span>(17)</span>Not a word does he <span class=\"gray\">(or she)</span> utter but there is a watcher by him ready <span class=\"gray\">(to record it)</span><span>(18)</span>And the stupor of death will come in truth: \"This is what you have been avoiding! <span>(19)</span>And the Trumpet will be blown – that will be the Day of the threat <span>(20)</span>And every person will come forth along with a Sa'iq and a Shahid <span>(21)</span><span class=\"gray\">(It will be said to the sinners)</span>: \"Indeed you were heedless of this. Now We have removed from you, your covering, and sharp is your sight this Day! <span>(22)</span></p><p lang=\"en\" class=\"en \">Allah encompasses and watches all of Man's Activity</p><p lang=\"en\" class=\"en \">Allah the Exalted affirms His absolute dominance over mankind, being their Creator and the Knower of everything about them. Allah the Exalted has complete knowledge of all thoughts that cross the mind of man, be they good or evil. In the Sahih, the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَىٰ تَجَاوَزَ لِأُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ تَقُلْ أَوْ تَعْمَلْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah the Exalted has forgiven my Ummah <span class=\"gray\">(Muslims)</span> for what they talk <span class=\"gray\">(think)</span> to themselves about, as long as they do not utter or implement it.)</span> The statement of Allah the Exalted,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We are nearer to him than his jugular vein.)</span> means, His angels are nearer to man than his jugular vein. Those who explained 'We' in the Ayah to mean 'Our knowledge,' have done so to avoid falling into the idea of incarnation or indwelling; but these two creeds are false according to the consensus of Muslims. Allah is praised and glorified, He is far hallowed beyond what they ascribe to Him. The words of this Ayah do not need this explanation <span class=\"gray\">(that 'We' refers to 'Allah's knowledge')</span>, for Allah did not say, 'and I am closer to him than his jugular vein.' Rather, He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We are nearer to him than his jugular vein.)</span> just as He said in the case of dying persons,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَٰكِنْ لَا تُبْصِرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But We are nearer to him than you, but you see not.)</span><span class=\"gray\">(56:85)</span>, in reference to His angels <span class=\"gray\">(who take the souls)</span>. Allah the Exalted the Blessed said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We, it is We Who have sent down the Dhikr and surely, We will guard it.)</span><span class=\"gray\">(15:9)</span> Therefore, the angels brought down the revelation, the Qur'an, by the leave of Allah, the Exalted, the Most Honored. Thus, the angels are closer to man than his own jugular vein, by the power and leave of Allah. Consequently, the angel touches mankind, just as the devil touches them, for the devil is as close to them as the blood that runs in their veins; just as Allah's Prophet ﷺ, who is truthful and was told the truth, told us. Allah's statement here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Remember)</span> that the two receivers receive,)</span> in reference to the two angels who receive and record the deeds of mankind.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(one sitting on the right and one on the left.)</span> means ready to note,</p><p class=\"sd qpc-hafs\" lang=\"sd\">مَا يَلْفِظُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whatever he utters)</span>, in reference to the human,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ قَوْلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of a word)</span>, means any word that he or she speaks,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but there is a watcher by him ready.)</span> means, but there is a scribe whose job is to record it, leaving no word or movement unrecorded. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ - كِرَامًا كَاتِبِينَ - يَعْلَمُونَ مَا تَفْعَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But verily, over you <span class=\"gray\">(are appointed angels)</span> to watch you, Kiraman <span class=\"gray\">(honorable)</span> Katibin writing down <span class=\"gray\">(your deeds)</span>, they know all that you do.)</span><span class=\"gray\">(82:10-12)</span></p><p lang=\"en\" class=\"en \">Therefore, the scribe records every word that is spoken, according to the explanation of Al-Hasan and Qatadah. This is also the apparent meaning of this Ayah. </p><p lang=\"it\" class=\"it \">Imam Ahmad recorded that Bilal bin Al-Harith Al-Muzani said, \"The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللهِ تَعَالَىٰ مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ يَكْتُبُ اللهُ عَزَّ وَجَلَّ لَهُ بِهَا رِضْوَانَهُ إِلَىٰ يَوْمِ يَلْقَاهُ، وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ تَعَالَىٰ مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ، يَكْتُبُ اللهُ تَعَالَىٰ عَلَيْهِ بِهَا سَخَطَهُ إِلَىٰ يَوْمِ يَلْقَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, a man might utter a word that pleases Allah the Exalted, unaware of how highly it will be regarded, and on its account Allah the Exalted and Most Honored decrees His pleasure of him until the Day he meets Him. A man might indeed utter a word that angers Allah the Exalted, unaware of how dreadful it will be and on its account Allah the Exalted decrees for him His anger until the Day he meets Him.)</span>\"</p><p lang=\"en\" class=\"en \">Alqamah used to say, \"How many words did I not utter because of the Hadith that Bilal bin Al-Harith narrated.\" At-Tirmidhi, An-Nasa'i and Ibn Majah collected this Hadith. At-Tirmidhi said, \"Hasan Sahih.\" There is a Hadith similar to this in the Sahih.</p><p lang=\"en\" class=\"en \">Reminding Mankind of the Stupor of Death, the Blast of the Trumpet and the Day of Gathering</p><p lang=\"en\" class=\"en \">Allah the Exalted and Most High said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ۖ ذَٰلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the stupor of death will come in truth: \"This is what you have been avoiding!\")</span> Allah the Exalted and Most Honored says, 'O mankind! This is the stupor of death that has come in truth; now, I have brought forth to you the certainty that you were disputing,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is what you have been avoiding!)</span>, means, 'this is the end that you were trying to escape; it has come to you! Therefore, you will have neither a shelter nor a refuge nor a sanctuary nor an asylum from it.'</p><p lang=\"en\" class=\"en \">In the Sahih, the Prophet ﷺ said, while wiping sweat from his face when the stupor of death overcame him,</p><p class=\"sd qpc-hafs\" lang=\"sd\">سُبْحَانَ اللهِ! إِنَّ لِلْمَوْتِ لَسَكَرَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glory be to Allah! Verily, death has its stupor.)</span> The Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is what you have been avoiding!)</span> has two possible meanings. One of them is this: 'what you have been trying to avert, escape and flee from has come to you and resided in your home!' The second meaning is, 'you had no way of escaping or averting this end. ' At-Tabarani collected a Hadith in Al-Mu'jam Al-Kabir from Samurah who said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الَّذِي يَفِرُّ مِنَ الْمَوْتِ مَثَلُ الثَّعْلَبِ تَطْلُبُهُ الْأَرْضُ بِدَيْنٍ، فَجَاءَ يَسْعَىٰ حَتّٰى إِذَا أُعْيِيَ وَأُسْهِرَ دَخَلَ جُحْرَهُ وَقَالَتْ لَهُ الْأَرْضُ: يَا ثَعْلَبُ، دَيْنِي. فَخَرَجَ وَلَهُ حُصَاصٌ، فَلَمْ يَزَلْ كَذٰلِكَ حَتَّى تَقَطَّعَتْ عُنُقُهُ وَمَاتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The parable of whoever tries to avoid death is that of a fox that had a debt to pay to the earth. The fox went away and when he became tired and the time to sleep overtook him, he entered his den. The earth said to him, 'O fox! Pay my debt!' The fox went out howling and continued until his neck was cutoff, <span class=\"gray\">(i.e.,)</span> he died.)</span></p><p lang=\"en\" class=\"en \">This parable indicates that just as the fox had no way of escaping or avoiding the earth, likewise, man has no way of avoiding death. Allah the Exalted the Blessed said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُفِخَ فِي الصُّورِ ۚ ذَٰلِكَ يَوْمُ الْوَعِيدِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Trumpet will be blown – that will be the Day of the threat.)</span> Earlier we discussed the information about the blowing of the Trumpet, the fear that follows it, the death of everything and then resurrection, all this will occur on the Day of Resurrection. We also mentioned that the Messenger of Allah ﷺ said in a Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتَقَمَ الْقَرْنَ، وَحَنَىٰ جَبْهَتَهُ، وَانْتَظَرَ أَنْ يُؤْذَنَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How can I feel comfort while the angel responsible for the Trumpet has placed the Trumpet to his mouth and lowered his forehead awaiting when he will be commanded <span class=\"gray\">(by Allah to blow in it)</span>?)</span></p><p lang=\"en\" class=\"en \">They said, \"O Allah's Messenger, what should we say?\" He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say, \"Allah is sufficient for us, and He is the best disposer of affairs.)</span>\" The Companions repeated this invocation, saying, \"Allah is sufficient for us, and He is the best disposer of affairs <span class=\"gray\">(for us)</span>.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And every person will come forth along with a Sa'iq and a Shahid.)</span> meaning, an angel to drive him to the gathering place and an angel to bear witness against him with regards to his deeds. This is the apparent meaning of this honorable Ayah and it is the meaning that Ibn Jarir preferred. It was narrated from Yahya bin Rafi', the freed servant of Thaqif, that he heard 'Uthman bin 'Affan, may Allah be pleased with him, giving a speech in which he recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And every person will come forth along with a Sa'iq and a Shahid.)</span> and then said, \"A Sa'iq to drive every person to Allah the Exalted, and a Shahid to witness against him what he has done.\" The statement of Allah the Exalted,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَٰذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed you were heedless of this. Now We have removed from you, your covering, and sharp is your sight this Day!)</span> is directed at humanity. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَٰذَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed you were heedless of this.)</span>, of this Day,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Now We have removed from you, your covering, and sharp is your sight this Day!)</span> 'your sight is now clear and strong.' Everyone, including the disbelievers, will have clear sight on the Day of Resurrection. However, having sight will not be helpful to the disbelievers on that Day, for Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How clearly will they <span class=\"gray\">(disbelievers)</span> see and hear, the Day when they will appear before Us!)</span><span class=\"gray\">(19:38)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you only could see when the criminals hang their heads before their Lord <span class=\"gray\">(saying)</span>: \"Our Lord! We have now seen and heard, so send us back <span class=\"gray\">(to the world)</span>, that we will do righteous good deeds. Verily, we now believe with certainty.)</span><span class=\"gray\">(32:12)</span></p>"
  }
]