[
  {
    "ayah_key": "9:32",
    "group_ayah_key": "9:32",
    "from_ayah": "9:32",
    "to_ayah": "9:33",
    "ayah_keys": "9:32,9:33",
    "text": "<p lang=\"en\" class=\"en \">They want to extinguish Allah's Light with their mouths, but Allah will not allow except that His Light should be perfected even though the disbelievers hate <span class=\"gray\">(it)</span><span>(32)</span>It is He Who has sent His Messenger with guidance and the religion of truth, to make it superior over all religions even though the idolators hate <span class=\"gray\">(it)</span><span>(33)</span></p><div lang=\"en\" class=\"en \"><h2>People of the Scriptures try to extinguish the Light of Islam</h2></div><p lang=\"en\" class=\"en \">Allah says, the disbelieving idolators and People of the Scriptures want to,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَن يُطْفِئُوا نُورَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(extinguish the Light of Allah)</span>. They try through argument and lies to extinguish the guidance and religion of truth that the Messenger of Allah ﷺ was sent with. Their example is the example of he who wants to extinguish the light of the sun or the moon by blowing at them! Indeed, such a person will never accomplish what he sought. Likewise, the light of what the Messenger ﷺ was sent with will certainly shine and spread. Allah replied to the idolators' desire and hope,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَأْبَى اللَّهُ إِلَّا أَن يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but Allah will not allow except that His Light should be perfected even though the disbelievers <span class=\"gray\">(Kafirun)</span> hate <span class=\"gray\">(it)</span>)</span><span class=\"gray\">[9:32]</span>. </p><p lang=\"en\" class=\"en \"><span class=\"gray\">[Linguistincally]</span> a Kafir is the person who covers something. For instance, night is called Kafiran <span class=\"gray\">[covering]</span> because it covers things <span class=\"gray\">[with darkness]</span>. The farmer is called Kafiran, because he covers seeds in the ground. Allah said in an Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعْجَبَ الْكُفَّارَ نَبَاتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(thereof the growth is pleasing to the <span class=\"gray\">[Kuffar]</span> tillers)</span><span class=\"gray\">[57:20]</span>.</p><div lang=\"en\" class=\"en \"><h2>Islam is the Religion That will dominate over all Other Religions</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who has sent His Messenger with guidance and the religion of truth.)</span></p><p lang=\"en\" class=\"en \">Guidance' refers to the true narrations, beneficial faith and true religion that the Messenger ﷺ came with. 'religion of truth' refers to the righteous, legal deeds that bring about benefit in this life and the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to make it <span class=\"gray\">(Islam)</span> superior over all religions)</span> It is recorded in the Sahih that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ زَوَى لِي الْأَرْضَ مَشَارِقَهَا وَمَغَارِبَهَا، وَسَيَبْلُغُ مُلْكُ أُمَّتِي مَا زُوِيَ لِي مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah made the eastern and western parts of the earth draw near for me <span class=\"gray\">[to see]</span>, and the rule of my Ummah will extend as far as I saw.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from Tamim Ad-Dari that he said, \"I heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَبْلُغَنَّ هَذَا الْأَمْرُ مَا بَلَغَ اللَّيْلُ وَالنَّهَارُ، وَلَا يَتْرُكُ اللهُ بَيْتَ مَدَرٍ وَلَا وَبَرٍ إِلَّا أَدْخَلَهُ هَذَا الدِّينَ، يُعِزُّ عَزِيزًا وَيُذِلُّ ذَلِيلًا، عِزًّا يُعِزُّ اللهُ بِهِ الْإِسْلَامَ وَذُلًّا يُذِلُّ اللهُ بِهِ الْكُفْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This matter <span class=\"gray\">(Islam)</span> will keep spreading as far as the night and day reach, until Allah will not leave a house made of mud or hair, but will make this religion enter it, while bringing might to a mighty person <span class=\"gray\">(a Muslim)</span> and humiliation to a disgraced person <span class=\"gray\">(who rejects Islam)</span>. Might with which Allah elevates Islam <span class=\"gray\">(and its people)</span> and disgrace with which Allah humiliates disbelief <span class=\"gray\">(and its people)</span>.)</span></p><p lang=\"en\" class=\"en \">Tamim Ad-Dari <span class=\"gray\">[who was a Christian before Islam]</span> used to say, \"I have come to know the meaning of this Hadith in my own people. Those who became Muslims among them acquired goodness, honor and might. Disgrace, humiliation and Jizyah befell those who remained disbelievers.\"</p>"
  }
]