[
  {
    "ayah_key": "42:51",
    "group_ayah_key": "42:51",
    "from_ayah": "42:51",
    "to_ayah": "42:53",
    "ayah_keys": "42:51,42:52,42:53",
    "text": "<p lang=\"en\" class=\"en \">It is not given to any human being that Allah should speak to him unless <span class=\"gray\">(it be)</span> by revelation, or from behind a veil, or <span class=\"gray\">(that)</span> He sends a Messenger to reveal what He wills by His leave. Verily, He is Most High, Most Wise <span>(51)</span>And thus We have sent to you Ruh of Our command. You knew not what is the Book, nor what is Faith. But We have made it a light wherewith We guide whosoever of Our servants We will. And verily, you are indeed guiding to a straight path <span>(52)</span>The path of Allah to Whom belongs all that is in the heavens and all that is on the earth. Verily, all matters at the end go to Allah <span>(53)</span></p><p lang=\"en\" class=\"en \">How the Revelation comes down</p><p lang=\"en\" class=\"en \">This refers to how Allah sends revelation. Sometimes He casts something into the heart of the Prophet ﷺ, and he has no doubt that it is from Allah, as it was reported in Sahih Ibn Hibban that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رُوْحَ الْقُدُسِ نَفَثَ فِي رُوعِي أَنَّ نَفْسًا لَنْ تَمُوتَ حَتّٰى تَسْتَكْمِلَ رِزْقَهَا وَأَجَلَهَا، فَاتَّقُوا اللهَ وَأَجْمِلُوا فِي الطَّلَبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ar-Ruh Al-Qudus <span class=\"gray\">[i.e., Jibril]</span> breathed into my heart that no soul will die until its allotted provision and time have expired, so have Taqwa of Allah and keep seeking in a good <span class=\"gray\">(and lawful)</span> way.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ مِنْ وَرَاءِ حِجَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or from behind a veil)</span> – as He spoke to Musa, peace be upon him. He asked to see Him after He had spoken to him, but this was not granted to him. </p><p lang=\"yo\" class=\"yo \">In the Sahih, it recorded that the Messenger of Allah ﷺ said to Jabir bin 'Abdullah, may Allah be pleased with him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَلَّمَ اللهُ أَحَدًا إِلَّا مِنْ وَرَاءِ حِجَابٍ، وَإِنَّهُ كَلَّمَ أَبَاكَ كِفَاحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah never speaks to anyone except from behind a veil, but He spoke to your father directly.)</span> This is how it was stated in the Hadith. He <span class=\"gray\">[Jabir's father]</span> was killed on the day of Uhud, but this refers to the realm of Al-Barzakh, whereas the Ayah speaks of this earthly realm.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or <span class=\"gray\">(that)</span> He sends a Messenger to reveal what He wills by His leave.)</span> as Jibril, peace be upon him, and other angels came down to the Prophets, peace be upon them.</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُ عَلِيٌّ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He is Most High, Most Wise.)</span> He is Most High, All-Knowing, Most Wise.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And thus We have sent to you Ruh of Our command.)</span> means, the Qur'an.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You knew not what is the Book, nor what is Faith.)</span> means, 'in the details which were given to you in the Qur'an.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ جَعَلْنَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But We have made it)</span> means, the Qur'an,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a light wherewith We guide whosoever of Our servants We will.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"It is for those who believe, a guide and a healing. And as for those who disbelieve, there is heaviness <span class=\"gray\">(deafness)</span> in their ears, and it <span class=\"gray\">(the Qur'an)</span> is blindness for them.\")</span><span class=\"gray\">(41:44)</span>.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنَّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, you)</span> means, 'O Muhammad,'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَتَهْدِي إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(are indeed guiding to a straight path.)</span> means, the correct behavior. Then Allah explains this further by saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">صِرَاطِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The path of Allah)</span> meaning, His Laws which He enjoins.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to Whom belongs all that is in the heavens and all that is on the earth.)</span> means, their Lord and Sovereign, the One Who is controlling and ruling them, Whose decree cannot be overturned.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, all matters at the end go to Allah.)</span> means, all matters come back to Him and He issues judgement concerning them. Glorified and exalted be He far above all that the evildoers and deniers say. </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Ash-Shura.</p>"
  }
]