[
  {
    "ayah_key": "7:79",
    "group_ayah_key": "7:79",
    "from_ayah": "7:79",
    "to_ayah": "7:79",
    "ayah_keys": "7:79",
    "text": "<p class=\"en translation\" lang=\"en\">Then he <span class=\"gray\">[Salih]</span> turned from them, and said: \"O my people! I have indeed conveyed to you the Message of my Lord, and have given you good advice, but you like not good advisers. <span>(79)</span></p><p lang=\"en\" class=\"en \">These are the words of admonishment that Salih conveyed to his people after Allah destroyed them for defying Him, rebelling against Him, refusing to accept the truth, avoiding guidance, and preferring misguidance instead. Salih said these words of admonishment and criticism to them after they perished, and they heard him <span class=\"gray\">(as a miracle for Prophet Salih from Allah)</span>. Similarly, it is recorded in the Two Sahihs that after the Messenger of Allah ﷺ defeated the disbelievers in the battle of Badr, he remained in that area for three days, and then rode his camel, which was prepared for him during the latter part of the night. He went on until he stood by the well of Badr <span class=\"gray\">(where the corpses of the disbelievers were thrown)</span> and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَا جَهْلِ بْنَ هِشَامٍ يَا عُتْبَةَ بْنَ رَبِيعَةَ يَا شَيْبَةَ بْنَ رَبِيعَةَ وَيَا فُلَانَ بْنَ فُلَانٍ هَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا،؟ فَإِنِّي وَجَدْتُ مَا وَعَدَنِي رَبِّي حَقًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Abu Jahl bin Hisham! O 'Utbah bin Rabi'ah! O Shaybah bin Rabi'ah! Did you find what your Lord has promised you <span class=\"gray\">(of torment)</span> to be true, for I found what my Lord promised me <span class=\"gray\">(of victory)</span> to be true.)</span> 'Umar said to him, \"O Allah's Messenger! Why do you speak to a people who have rotted?\" He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ مَا أَنْتُمْ بِأَسْمَعَ لِمَا أَقُولُ مِنْهُمْ وَلَكِنْ لَا يـُجِيبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By He in Whose Hand is my soul! You do not hear what I am saying better than they, but they cannot reply.)</span></p><p lang=\"en\" class=\"en \">Similarly, Prophet Salih, peace be upon him, said to his people,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"I have indeed conveyed to you the Message of my Lord, and have given you good advice,\")</span> but you did not benefit from it because you do not like the Truth and do not follow those who give you sincere advice,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن لَّا تُحِبُّونَ النَّاصِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"but you like not good advisers.\")</span></p>"
  },
  {
    "ayah_key": "7:8",
    "group_ayah_key": "7:8",
    "from_ayah": "7:8",
    "to_ayah": "7:9",
    "ayah_keys": "7:8,7:9",
    "text": "<p lang=\"en\" class=\"en \">And the weighing on that Day will be the true <span class=\"gray\">(weighing)</span>. So, as for those whose scale <span class=\"gray\">(of good deeds)</span> will be heavy, they will be the successful <span class=\"gray\">(by entering Paradise)</span><span>(8)</span>And as for those whose scale will be light, they are those who will lose themselves for their wrongful behavior with Our Ayat <span>(9)</span></p><div lang=\"en\" class=\"en \"><h2>The Meaning of weighing the Deeds</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْوَزْنُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the weighing)</span>, of deeds on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَقُّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(will be the true <span class=\"gray\">(weighing)</span>)</span>, for Allah will not wrong anyone. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَىٰ بِنَا حَاسِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall set up the Balances of justice on the Day of Resurrection, then none will be dealt with unjustly in anything. And if there be the weight of a mustard seed, We will bring it. And Sufficient are We to take account.)</span><span class=\"gray\">[21:47]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِن تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah wrongs not even the weight of a speck of dust, but if there is any good <span class=\"gray\">(done)</span>, He doubles it, and gives from Him a great reward.)</span><span class=\"gray\">[4:40]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا مَن ثَقُلَتْ مَوَازِينُهُ - فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ - وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ - فَأُمُّهُ هَاوِيَةٌ - وَمَا أَدْرَاكَ مَا هِيَهْ - نَارٌ حَامِيَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then as for him whose scale <span class=\"gray\">(of good deeds)</span> will be heavy. He will live a pleasant life <span class=\"gray\">(in Paradise)</span>. But as for him whose scale <span class=\"gray\">(of good deeds)</span> will be light. He will have his home in Hawiyah <span class=\"gray\">(pit, Hell)</span>. And what will make you know what it is? <span class=\"gray\">(It is)</span> a fiercely blazing Fire!)</span><span class=\"gray\">[101:6-11]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ - فَمَن ثَقُلَتْ مَوَازِينُهُ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ - وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَٰئِكَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when the Trumpet is blown, there will be no kinship among them that Day, nor will they ask of one another. Then, those whose scales <span class=\"gray\">(of good deeds)</span> are heavy, they are the successful. And those whose scales <span class=\"gray\">(of good deeds)</span> are light, they are those who lose themselves, in Hell will they abide)</span><span class=\"gray\">[23:101-103]</span>. </p><p lang=\"en\" class=\"en \">As for what will be placed on the Balance on the Day of Resurrection, it has been said that the deeds will be placed on it, even though they are not material objects. Allah will give these deeds physical weight on the Day of Resurrection. Al-Baghawi said that this was reported from Ibn 'Abbas. It is recorded in the Sahih that Al-Baqarah <span class=\"gray\">(chapter 2)</span> and Āl-'Imrān <span class=\"gray\">(chapter 3)</span> will come on the Day of Resurrection in the shape of two clouds, or two objects that provide shade, or two lined groups of birds. It is also recorded in the Sahih that the Qur'an will come to its companion <span class=\"gray\">(who used to recite and preserve it)</span> in the shape of a pale-faced young man. He will ask <span class=\"gray\">(the young man)</span>, \"Who are you?\" He will reply, \"I am the Qur'an, who made you stay up sleeplessly at night and caused you thirst in the day. \" The Hadith that Al-Bara' narrated about the questioning in the grave states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَأْتِي الْمُؤْمِنَ شَابٌّ حَسَنُ اللَّوْنِ طَيِّبُ الرِّيحِ فَيَقُولُ: مَنْ أَنْتَ؟ فَيَقُولُ: أَنَا عَمَلُكَ الصَّالِحُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A young man with fair color and good scent will come to the believer, who will ask, 'Who are you?' He will reply, 'I am your good deeds')</span>.</p><p lang=\"en\" class=\"en \">The Prophet ﷺ mentioned the opposite in the case of the disbeliever and the hypocrite. </p><p lang=\"en\" class=\"en \">It was also said that the Book of Records that contains the deeds will be weighed. A Hadith states that a man will be brought forth and ninety-nine scrolls containing errors and sins will be placed on one side of the balance each as long as the sight can reach. He will then be brought a card on which 'La ilaha illallah' will be written. He will say, \"O Lord! What would this card weigh against these scrolls?\" Allah will say, \"You will not be wronged.\" So the card will be placed on the other side of the Balance, and as the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَطَاشَتِ السِّجِلَّاتُ وَثَقُلَتِ الْبِطَاقَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Behold! The <span class=\"gray\">(ninety-nine)</span> scrolls will go up, as the card becomes heavier.)</span></p><p lang=\"en\" class=\"en \">At-Tirmidhi recorded similar wording for this Hadith and said that it is authentic. It was also said that the person who performed the deed will be weighed. A Hadith states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْتَى يَوْمَ الْقِيَامَةِ بِالرَّجُلِ السَّمِينِ فَلَا يَزِنُ عِنْدَ اللهِ جَنَاحَ بَعُوضَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day of Resurrection, a fat man will be brought forth, but he will not weigh with Allah equal to the wing of a mosquito)</span>. He then recited the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day of Resurrection, We shall assign no weight for them)</span><span class=\"gray\">[18:105]</span>. Also, the Prophet ﷺ said about 'Abdullah bin Mas'ud,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَعْجَبُونَ مِنْ دِقَّةِ سَاقَيْهِ وَالَّذِي نَفْسِي بِيَدِهِ لَهُمَا فِي الْمِيزَانِ أَثْقَلُ مِنْ أُحُدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you wonder at the thinness of his legs? By He in Whose Hand is my soul! They are heavier on the Balance than <span class=\"gray\">(Mount)</span> Uhud.)</span></p><p lang=\"en\" class=\"en \">It is also possible to combine the meanings of these Ayat and Hadiths by stating that all this will truly occur, for sometimes the deeds will be weighed, sometimes the scrolls where they are recorded will be weighed, and sometimes those who performed the deeds will be weighed. Allah knows best.</p>"
  },
  {
    "ayah_key": "7:80",
    "group_ayah_key": "7:80",
    "from_ayah": "7:80",
    "to_ayah": "7:81",
    "ayah_keys": "7:80,7:81",
    "text": "<div lang=\"en\" class=\"en \"><p class=\"translation\">And <span class=\"id gray\" lang=\"id\">(remember)</span> Lut, when he said to his people: \"Do you commit lewdness such as none preceding you has committed in all of the nations <span>(80)</span>\"Verily, you practice your lusts on men instead of women. Nay, but you are a people transgressing beyond bounds. <span>(81)</span></p></div><p lang=\"id\" class=\"id \">Allah said, We sent,</p><p class=\"qpc-hafs\">وَ</p><p><span class=\"gray\">(And)</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">لُوطًا إِذْ قَالَ لِقَوْمِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Lut, when he said to his people..)</span> Lut <span class=\"gray\">(Lot)</span> is the son of Haran the son of Azar <span class=\"gray\">(Terah)</span>, and he was the nephew of Ibrahim, peace be upon them both. Lut had believed in Ibrahim and migrated with him to the Sham area. Allah then sent Lut to the people of Sadum <span class=\"gray\">(Sodom)</span> and the surrounding villages, to call them to Allah, enjoin righteousness and forbid them from their evil practices, their sin, and wickedness. It this area, they did things that none of the children of Adam or any other creatures ever did before them. They used to have sexual intercourse with males instead of females. This evil practice was not known among the Children of Adam before, nor did it even cross their minds, so they were unfamiliar with it before the people of Sodom invented it, may Allah's curse be on them. 'Amr bin Dinar conmented on;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"...as none preceding you has committed in all of the nations.\")</span></p><p lang=\"en\" class=\"en \">\"Never before the people of Lut did a male have sex with another male.\" This is why Lut said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ الْعَالَمِينَ - إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِّن دُونِ النِّسَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Do you commit lewdness such as none preceding you has committed in all of the nations? Verily, you practice your lusts on men instead of women.\")</span> meaning, you left women whom Allah created for you and instead had sex with men? Indeed, this behavior is evil and ignorant because you have placed things in their improper places. Lut, peace be upon him, said to them:</p><p class=\"sd qpc-hafs\" lang=\"sd\">هَٰؤُلَاءِ بَنَاتِي إِن كُنتُمْ فَاعِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"these <span class=\"gray\">(the girls of the nation)</span> are my daughters <span class=\"gray\">(to marry lawfully)</span>, if you must act <span class=\"gray\">(so)</span>.\")</span><span class=\"gray\">[15:71]</span></p><p lang=\"en\" class=\"en \">So he reminded them of their women, and they replied that they do not desire women!</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Surely, you know that we have neither any desire nor need of your daughters, and indeed you know well what we want!\" )</span><span class=\"gray\">[11:79]</span> meaning, you know that we have no desire for women and you know what we desire with your guests.</p>"
  }
]