[
  {
    "ayah_key": "4:144",
    "group_ayah_key": "4:144",
    "from_ayah": "4:144",
    "to_ayah": "4:147",
    "ayah_keys": "4:144,4:145,4:146,4:147",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Do not take disbelievers as friends instead of believers. Do you wish to offer Allah a manifest Sultan against yourselves <span>(144)</span>Verily, the hyprocrites will be in the lowest depth <span class=\"gray\">(grade)</span> of the Fire; no helper will you find for them <span>(145)</span>Except those who repent, do righteous good deeds, depend on Allah, and purify their religion for Allah, then they will be with the believers. And Allah will grant the believers a great reward <span>(146)</span>Why should Allah punish you if you have thanked <span class=\"gray\">(Him)</span> and have believed in Him. And Allah is Ever All-Appreciative <span class=\"gray\">(of good)</span>, All-Knowing <span>(147)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of Wilayah with the Disbelievers</h2></div><p lang=\"en\" class=\"en \">Allah forbids His believing servants from taking the disbelievers as friends instead of the believers. This includes being friends and associates of the disbelievers, advising them, being intimate with them and exposing the secrets of the believers to them. In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِن دُونِ الْمُؤْمِنِينَ وَمَن يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَن تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Let not the believers take the disbelievers as friends instead of the believers, and whoever does that, will never be helped by Allah in any way, except if you indeed fear a danger from them. And Allah warns you against Himself)</span>. meaning, He warns you against His punishment if you fall into what He has prohibited. This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتُرِيدُونَ أَن تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُّبِينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you wish to offer Allah a manifest Sultan against yourselves?)</span> meaning, proof against you that warrants receiving His torment.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim narrated that Ibn 'Abbas commented;</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُلْطَانًا مُّبِينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(manifest Sultan)</span>, \"The word Sultan in the Qur'an means proof. \"</p><p lang=\"en\" class=\"en \">There is an authentic chain of narration for this statement, which is also the saying of Mujahid, 'Ikrimah, Sa'id bin Jubayr, Muhammad bin Ka'b Al-Qurazi, Ad-Dahhak, As-Suddi and An-Nadr bin 'Arabi.</p><div lang=\"en\" class=\"en \"><h2>The Hypocrites and the Friends of Disbelievers are in the Lowest Depth of the Fire, Unless they Repent</h2></div><p lang=\"ht\" class=\"ht \">Allah then states that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the hypocrites will be in the lowest depths of the Fire;)</span> on the Day of Resurrection due to their tremendous Kufr. Al-Walibi <span class=\"gray\">['Ali bin Abi Talhah]</span> said that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in the lowest depths <span class=\"gray\">(grade)</span> of the Fire;)</span> means, in the bottom of the Fire.</p><p lang=\"en\" class=\"en \">Other scholars said that the Fire has ever lower depths just as Paradise had ever higher grades.</p><p lang=\"id\" class=\"id \">Ibn Jarir recorded that 'Abdullah bin Mas'ud said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the hypocrites will be in the lowest depths <span class=\"gray\">(grade)</span> of the Fire)</span>,</p><p lang=\"en\" class=\"en \">Inside coffins of Fire that surround them, for they are closed and sealed in them.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that when Ibn Mas'ud was asked about the hypocrites, he said, \"They will be placed in coffins made of fire and they will be closed in them in the lowest depth of the Fire.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن تَجِدَ لَهُمْ نَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(no helper will you find for them.)</span> to save them from their misery and painful torment. Allah then states that whoever among the hypocrites repents in this life, Allah will accept his repentance and sorrow, if his repentance were sincere and he then follows it by performing righteous deeds, all the while depending on his Lord. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَاعْتَصَمُوا بِاللَّهِ وَأَخْلَصُوا دِينَهُمْ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except those who repent <span class=\"gray\">(from hypocrisy)</span>, do righteous good deeds, depend on Allah, and purify their religion for Allah)</span> replacing showing off with sincerity, so that their good deeds will benefit them, even if they were minute.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ مَعَ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then they will be with the believers.)</span> on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah will grant to the believers a great reward.)</span> Allah then states that He is too Rich to need anyone and that He only punishes the servants because of their sins,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا يَفْعَلُ اللَّهُ بِعَذَابِكُمْ إِن شَكَرْتُمْ وَآمَنتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why should Allah punish you if you have thanked <span class=\"gray\">(Him)</span> and have believed in Him.)</span> by correcting your actions and having faith in Allah and His Messenger ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ شَاكِرًا عَلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is Ever All-Appreciative <span class=\"gray\">(of good)</span>, All-Knowing.)</span> Allah appreciates those who appreciate Him, and has knowledge of those whose hearts believe in Him, and He will give them perfect reward.</p>"
  },
  {
    "ayah_key": "4:148",
    "group_ayah_key": "4:148",
    "from_ayah": "4:148",
    "to_ayah": "4:149",
    "ayah_keys": "4:148,4:149",
    "text": "<p class=\"en translation\" lang=\"en\">Allah does not like that the evil should be uttered in public except by him who has been wronged. And Allah is Ever All-Hearer, All-Knower <span>(148)</span>Whether you disclose a good deed or conceal it, or pardon an evil, verily, Allah is Ever Pardoning, All-Powerful <span>(149)</span></p><div lang=\"en\" class=\"en \"><h2>The Permission to Utter Evil in Public, For One Who Was Wronged</h2></div><p lang=\"en\" class=\"en \">Ali bin Abi Talhah said that Ibn 'Abbas commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah does not like that the evil should be uttered in public)</span> \"Allah does not like that any one should invoke Him against anyone else, unless one was wronged. In this case, Allah allows one to invoke Him against whoever wronged him. Hence Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَن ظُلِمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except by him who has been wronged.)</span> Yet, it is better for one if he observes patience.\" Al-Hasan Al-Basri commented, \"One should not invoke Allah <span class=\"gray\">(for curses)</span> against whoever wronged him. Rather, he should supplicate, 'O Allah! Help me against him and take my right from him.'\" In another narration, Al-Hasan said, \"Allah has allowed one to invoke Him against whoever wronged him without transgressing the limits.\"</p><p lang=\"en\" class=\"en \">'Abdul-Karim bin Malik Al-Jazari said about this Ayah; \"When a man curses you, you could curse him in retaliation. But if he lies about you, you may not lie about him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَنِ انتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَٰئِكَ مَا عَلَيْهِم مِّن سَبِيلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed whosoever takes revenge after he has suffered wrong, for such there is no way <span class=\"gray\">(of blame)</span> against them.)</span>\"</p><p lang=\"ceb\" class=\"ceb \">Abu Dawud recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الـمُسْتَبَّانِ مَا قَالَا، فَعَلَى الْبَادِئ مِنْهُمَا مَا لَمْ يَعْتَدِ الْمَظْلُومُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatever words are uttered by those who curse each other, then he who started it will carry the burden thereof, unless the one who was wronged transgresses the limit.)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا عَن سُوءٍ فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whether you disclose a good deed, or conceal it, or pardon an evil; verily, Allah is Ever Pardoning, All-Powerful.)</span> Meaning when you, mankind, admit to a good favor done to you, or conceal it, and forgive those who wrong you, then this will bring you closer to Allah and increase your reward with Him.</p><p lang=\"en\" class=\"en \">Among Allah's attributes is that He forgives and pardons His servants, although He is able to punish them. Hence Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is Ever Pardoning, All-Powerful.)</span> It was reported that some of the angels who carry Allah's Throne praise Him saying, \"All praise is due to You for Your forbearing even though You have perfect knowledge <span class=\"gray\">(in all evil committed)</span>.\" Some of them supplicate, \"All praise is due to You for Your forgiving even though You have perfect ability <span class=\"gray\">(to punish)</span>.\" An authentic Hadith states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَقَصَ مَالٌ مِنْ صَدَقَةٍ، وَلَا زَادَ اللهُ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا، وَمَنْ تَوَاضَعَ للهِ رَفَعَهُ اللهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No charity shall ever decrease wealth, and Allah will only increase the honor of a servant who pardons, and he who is humble for Allah's sake, then Allah will elevate his grade.)</span></p>"
  }
]