[
  {
    "ayah_key": "17:80",
    "group_ayah_key": "17:80",
    "from_ayah": "17:80",
    "to_ayah": "17:81",
    "ayah_keys": "17:80,17:81",
    "text": "<p class=\"en translation\" lang=\"en\">And say: \"My Lord! Let my entry be good, and <span class=\"gray\">(likewise)</span> my exit be good. And grant me from You a helping authority, <span>(80)</span>And say: \"Truth has come and falsehood has vanished. Surely, falsehood is ever bound to vanish. <span>(81)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to emigrate</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ibn 'Abbas said: The Prophet ﷺ was in Makkah, then he was commanded to emigrate, and Allah revealed the words:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say: \"My Lord! Let my entry be good, and <span class=\"gray\">(likewise)</span> my exit be good. And grant me from You a helping authority.\")</span></p><p lang=\"gd\" class=\"gd \">At-Tirmidhi said, \"This is Hasan Sahih.\"</p><p lang=\"en\" class=\"en \">Al-Hasan Al-Basri commented on this Ayah, \"When the disbelievers of Makkah conspired to kill the Messenger of Allah ﷺ, or expel him or imprison him, Allah wanted him to fight the people of Makkah, and commanded him to go to Al-Madinah. What Allah said was:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say: \"My Lord! Let my entry be good, and <span class=\"gray\">(likewise)</span> my exit be good...\")</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say: \"My Lord! Let my entry be good...\")</span> means, my entry to Al-Madinah.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and <span class=\"gray\">(likewise)</span> my exit be good,)</span> means, my exit from Makkah. This was also the view of 'Abdur-Rahman bin Zayd bin Aslam.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And grant me from You a helping authority.)</span></p><p lang=\"en\" class=\"en \">Al-Hasan Al-Basri explained this Ayah; \"His Lord promised to take away the kingdom and glory of Persia and give it to him, and the kingdom and glory of Byzantium and give it to him.\"</p><p lang=\"en\" class=\"en \">Qatadah said, \"The Prophet of Allah ﷺ knew that that he could not achieve this without authority or power, so he asked for authority to help him support the Book of Allah, the Laws of Allah, the obligations of Allah and to establish the religion of Allah. Authority is a mercy from Allah which He places among His servants, otherwise some of them would attack others, and the strong would consume the weak.\" Alongside the truth, he also needed power and authority in order to suppress those who opposed and resisted him, hence Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed We have sent Our Messengers with clear proofs,)</span> until His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنزَلْنَا الْحَدِيدَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We brought forth iron)</span><span class=\"gray\">[57:25]</span></p><div lang=\"en\" class=\"en \"><h2>A Threat to the Disbelievers of the Quraysh</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say: \"Truth has come and falsehood has vanished...\")</span> This is a threat and a warning to the disbelievers of the Quraysh, for there has come to them from Allah the truth of which there can be no doubt and which they have no power to resist. This is what Allah has sent to them of the Qur'an, faith and beneficial knowledge. Their falsehood has perished or vanished and been destroyed, it cannot remain or stand firm in the face of the truth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, We fling the truth against the falsehood, so it destroys it, and behold, it disappears.)</span><span class=\"gray\">[21:18]</span> Al-Bukhari recorded that 'Abdullah bin Mas'ud said: The Prophet ﷺ entered Makkah <span class=\"gray\">(at the Conquest)</span>, and around the House <span class=\"gray\">(the Ka'bah)</span> were three hundred and sixty idols. He started to strike them with a stick in his hand, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ ۚ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truth has come and falsehood has vanished. Surely falsehood is ever bound to vanish.)</span><span class=\"gray\">[17:81]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truth has come, and falsehood can neither create anything nor resurrect <span class=\"gray\">(anything)</span>.)</span><span class=\"gray\">[34:49]</span></p>"
  },
  {
    "ayah_key": "17:82",
    "group_ayah_key": "17:82",
    "from_ayah": "17:82",
    "to_ayah": "17:82",
    "ayah_keys": "17:82",
    "text": "<p class=\"en translation\" lang=\"en\">And We send down of the Qur'an that which is a cure and a mercy to the believers, and it increases the wrongdoers in nothing but loss <span>(82)</span></p><div lang=\"en\" class=\"en \"><h2>The Qur'an is a Cure and a Mercy</h2></div><p lang=\"en\" class=\"en \">Allah tells us that His Book, which He has revealed to His Messenger Muhammad ﷺ, the Qur'an to which falsehood cannot come, from before it or behind it, <span class=\"gray\">(it is)</span> sent down by the All-Wise, Worthy of all praise, is a cure and a mercy for the believers, meaning that it takes away whatever is in their hearts of doubt, hypocrisy, Shirk, confusion and inclination towards falsehood. The Qur'an cures all of that. It is also a mercy through which one attains faith and wisdom and seeks goodness. This is only for those who believe in it and accept it as truthful, it is a cure and a mercy only for such people. As for the disbeliever who is wronging himself by his disbelief, when he hears the Qur'an, it only makes him further from the truth and increases him in his disbelief. The problem lies with the disbeliever himself, not with the Qur'an, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُولَٰئِكَ يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"It is for those who believe, a guide and a cure. And as for those who disbelieve, there is heaviness in their ears, and it is blindness for them. They are those who are called from a place far away <span class=\"gray\">(so they neither listen nor understand)</span>.\")</span><span class=\"gray\">[41:44]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَٰذِهِ إِيمَانًا ۚ فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ - وَأَمَّا الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whenever there comes down a Surah, some of them <span class=\"gray\">(hypocrites)</span> say: \"Which of you has had his faith increased by it?\" As for those who believe, it has increased their faith, and they rejoice. But as for those in whose hearts is a disease, it will add suspicion and doubt to their suspicion, disbelief and doubt; and they die while they are disbelievers.)</span><span class=\"gray\">(9:124-125)</span> And there are many other similar Ayat.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We send down of the Qur'an that which is a cure and a mercy to the believers,)</span> Qatadah said, \"When the believer hears it, he benefits from it and memorizes it and understands it.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it increases the wrongdoers in nothing but loss.)</span> They do not benefit from it or memorize it or understand it, for Allah has made this Qur'an a cure and a mercy for the believers.</p>"
  },
  {
    "ayah_key": "17:83",
    "group_ayah_key": "17:83",
    "from_ayah": "17:83",
    "to_ayah": "17:84",
    "ayah_keys": "17:83,17:84",
    "text": "<p class=\"en translation\" lang=\"en\">And when We bestow Our grace on man, he turns away and becomes arrogant. And when evil touches him, he is in great despair <span>(83)</span>Say: \"Each one does according to Shakilatihi, and your Lord knows best of him whose path is right. <span>(84)</span></p><div lang=\"en\" class=\"en \"><h2>Turning away from Allah at Times of Ease and despairing at Times of Calamity</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the weakness that is inherent in man, except for those whom He protects at both times of ease and calamity. If Allah blesses a man with wealth, good health, ease, provision and help, and he gets what he wants, he turns away from the obedience and worship of Allah, and becomes arrogant. Mujahid said, \"<span class=\"gray\">(It means)</span> he goes away from Us.\" I say, this is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَّمْ يَدْعُنَا إِلَىٰ ضُرٍّ مَّسَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when We have removed his harm from him, he passes on as if he had never invoked Us for a harm that touched him!)</span><span class=\"gray\">[10:12]</span> and;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when He brings you safe to land, you turn away.)</span> When man is stricken with evil, which means disasters, accidents and calamities,</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَانَ يَئُوسًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he is in great despair.)</span>, meaning that he thinks he will never have anything good again. As Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَذَقْنَا الْإِنسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ - وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي ۚ إِنَّهُ لَفَرِحٌ فَخُورٌ - إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if We give man a taste of mercy from Us, and remove it from him, verily, He is despairing, ungrateful. But if We let him taste good after evil has touched him, he is sure to say: \"Ills have departed from me.\" Surely, he is exultant, and boastful. Except those who show patience and do righteous good deeds: those, theirs will be forgiveness and a great reward.)</span><span class=\"gray\">(11:9-11)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ كُلٌّ يَعْمَلُ عَلَىٰ شَاكِلَتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Each one does according to Shakilatihi...\")</span> Ibn 'Abbas said, \"According to his inclinations.\" Mujahid said, \"According to his inclinations and his nature.\" Qatadah said, \"According to his intentions.\" Ibn Zayd said, \"According to his religion.\" All these suggestions are close in meaning. This Ayah - and Allah knows best - is a threat and a warning to the idolators, like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لِّلَّذِينَ لَا يُؤْمِنُونَ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say to those who do not believe: \"Act according to your ability and way\")</span><span class=\"gray\">(11:121)</span> So Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ كُلٌّ يَعْمَلُ عَلَىٰ شَاكِلَتِهِ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Each one does according to Shakilatihi, and your Lord knows best of him whose path is right.\")</span> meaning either us or you. Everyone will be rewarded in accordance with his deeds, for nothing whatsoever is hidden from Allah.</p>"
  }
]