[
  {
    "ayah_key": "2:40",
    "group_ayah_key": "2:40",
    "from_ayah": "2:40",
    "to_ayah": "2:41",
    "ayah_keys": "2:40,2:41",
    "text": "<div lang=\"en\" class=\"en \"><div>O Children of Israel! Remember My favor which I bestowed upon you, and fulfill <span class=\"en gray\" lang=\"en\">(your obligations to)</span> My covenant <span class=\"en gray\" lang=\"en\">(with you)</span> so that I fulfill <span class=\"en gray\" lang=\"en\">(My obligations to)</span> your covenant <span class=\"gray\">(with Me)</span>, and fear none but Me <span>(40)</span>And believe in what I have sent down <span class=\"fil gray\" lang=\"fil\">(this Qur'an)</span>, confirming that which is with you <span class=\"en gray\" lang=\"en\">(the Tawrah and the Injil)</span>, and be not the first to disbelieve therein, and buy not with My verses <span class=\"en gray\" lang=\"en\">(the Tawrah and the Injil)</span> a small price <span class=\"en gray\" lang=\"en\">(i.e. getting a small gain by selling My verses)</span>, and fear Me and Me alone <span>(41)</span></div></div><p lang=\"en\" class=\"en \">Allah commanded the Children of Israel to embrace Islam and to follow Muhammad ﷺ. He also reminded them with the example of their father Israel, Allah's Prophet Ya'qub, as if saying, \"O children of the pious, righteous servant of Allah who obeyed Allah! Be like your father, following the truth.\" This statement is similar to one's saying, \"O you son of that generous man! Do this or that\" or, \"O son of the brave man, engage the strong fighters,\" or \"O son of the scholar, seek the knowledge,\" and so forth. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ ۚ إِنَّهُ كَانَ عَبْدًا شَكُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O offspring of those whom We carried <span class=\"gray\">(in the ship)</span> with Nuh <span class=\"gray\">(Noah)</span>! Verily, he was a grateful servant)</span><span class=\"gray\">(17:3)</span>.</p><div lang=\"xh\" class=\"xh \"><h2>Israel is Prophet Ya'qub <span class=\"gray\">(Jacob)</span></h2></div><p lang=\"en\" class=\"en \">Israel is Prophet Ya'qub, for Abu Dawud At-Tayalisi recorded that 'Abdullah Ibn 'Abbas said, \"A group of Jews came to the Prophet ﷺ and he said to them,</p><p class=\"sd qpc-hafs\" lang=\"sd\">هَلْ تَعْلَمُونَ أَنَّ إِسْرَائِيلَ يَعْقُوبُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you know that Israel is Jacob?)</span> They said, \"Yes, by Allah.\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ اشْهَد</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(O Allah! Be witness.)</span>\"</p><p lang=\"en\" class=\"en \">At-Tabari recorded that 'Abdullah Ibn 'Abbas said that 'Israel' means, 'the servant of Allah.'</p><div lang=\"no\" class=\"no \"><h2>Allah's Blessings for the Children of Israel</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Remember My favor which I bestowed upon you)</span>.</p><p lang=\"en\" class=\"en \">Mujahid commented, \"Allah's favor that He granted the Jews is that He made water gush from stones, sent down manna and quails for them, and saved them from being enslaved by Pharaoh.\" Abu Al-'Aliyah also said, \"Allah's favor mentioned here is His sending Prophets and Messengers among them, and revealing Books to them.\" I - Ibn Kathir - say that this Ayah is similar to what Musa said to the Children of Israel,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنبِيَاءَ وَجَعَلَكُم مُّلُوكًا وَآتَاكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my people! Remember the favor of Allah to you: when He made Prophets among you, made you kings, and gave you what He had not given to any other among the nations <span class=\"gray\">(of their time)</span><span class=\"gray\">(5:20)</span> meaning, during their time. Also, Muhammad bin Ishaq said that Ibn 'Abbas said,</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْكُرُواْ نِعْمَتِيَ الَّتِى أَنْعَمْتُ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Remember My favor which I bestowed upon you,)</span> means, \"My support for you and your fathers,\" that is saving them from Pharaoh and his people.</p><div lang=\"en\" class=\"en \"><h2>Reminding the Children of Israel of Allah's Covenant with Them</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْفُواْ بِعَهْدِى أُوفِ بِعَهْدِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fulfill <span class=\"gray\">(your obligations to)</span> My covenant <span class=\"gray\">(with you)</span> so that I fulfill <span class=\"gray\">(My obligations to)</span> your covenant <span class=\"gray\">(with Me)</span>,)</span> means, 'My covenant that I took from you concerning Prophet Muhammad ﷺ, when he is sent to you, so that I grant you what I promised you if you believe in him and follow him. I will then remove the chains and restrictions that were placed around your necks, because of the errors that you committed.' Also, Al-Hasan Al-Basri said, \"The 'covenant' is in reference to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيبًا ۖ وَقَالَ اللَّهُ إِنِّي مَعَكُمْ ۖ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنتُم بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا لَّأُكَفِّرَنَّ عَنكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, Allah took the covenant from the Children of Israel <span class=\"gray\">(Jews)</span>, and We appointed twelve leaders among them. And Allah said: \"I am with you if you perform As-Salah and give Zakah and believe in My Messengers; honor and assist them, and lend a good loan to Allah, verily, I will expiate your sins and admit you to Gardens under which rivers flow <span class=\"gray\">(in Paradise)</span>)</span><span class=\"gray\">(5:12)</span>.\"</p><p lang=\"en\" class=\"en \">Other scholars said, \"The covenant is what Allah took from them in the Tawrah, in that, He will send a great Prophet - meaning Muhammad ﷺ - from among the offspring of Isma'il, who will be obeyed by all peoples. Therefore, whoever obeys him, then Allah will forgive his sins, enter him into Paradise and award him two rewards.\" We should mention here that Ar-Razi mentioned several cases of information brought by the earlier Prophets regarding the coming of Muhammad ﷺ. Further, Abu Al-'Aliyah said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْفُواْ بِعَهْدِى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fulfill <span class=\"gray\">(your obligations to)</span> My covenant <span class=\"gray\">(with you)</span>)</span> means, \"His covenant with His servants is to embrace Islam and to adhere to it.\" Ad-Dahhak said that Ibn 'Abbas said, \"I fulfill My obligations to you' means, 'I <span class=\"gray\">(Allah)</span> will be pleased with you and admit you into Paradise.\" As-Suddi, Ad-Dahhak, Abu Al-'Aliyah and Ar-Rabi' bin Anas said similarly.</p><p lang=\"gd\" class=\"gd \">Ibn 'Abbas said that Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِيَّايَ فَارْهَبُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fear Me and Me alone.)</span> means, \"Fear the torment that I might exert on you, just as I did with your fathers, like the mutation, etc.\" This Ayah contains encouragement, followed by warning. Allah first called the Children of Israel, using encouragement, then He warned them, so that they might return to the Truth, follow the Messenger ﷺ, heed the Qur'an's prohibitions and commands and believe in its content. Surely, Allah guides whom He wills to the straight path.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَءَامِنُواْ بِمَآ أَنزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And believe in what I have sent down, confirming that which is with you <span class=\"gray\">(the Tawrah and the Injil)</span>)</span> meaning, the Qur'an that Allah sent down to Muhammad ﷺ, the unlettered Arab Prophet, as bringer of glad tidings, a warner and a light. The Qur'an contains the Truth from Allah and affirms what was revealed beforehand in the Tawrah and the Injil <span class=\"gray\">(the Gospel)</span>. Abu Al-'Aliyah said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَءَامِنُواْ بِمَآ أَنزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And believe in what I have sent down <span class=\"gray\">(this Qur'an)</span>, confirming that which is with you <span class=\"gray\">(the Tawrah and the Injil)</span>)</span> \"means, 'O People of the Book! Believe in what I sent down that conforms to what you have.' This is because they find the description of Muhammad ﷺ recorded in the Tawrah and the Injil.\" Similar statements were attributed to Mujahid, Ar-Rabi' bin Anas and Qatadah.</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلاَ تَكُونُواْ أَوَّلَ كَافِرٍ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and be not the first to disbelieve therein)</span>.</p><p lang=\"en\" class=\"en \">Ibn 'Abbas commented, \"Do not become the first to disbelieve in the Qur'an <span class=\"gray\">(or Muhammad ﷺ)</span>, while you have more knowledge in it than other people.\" Abu Al-'Aliyah commented, \"Do not become the first to disbelieve in Muhammad, meaning from among the People of the Book, after you hear that he was sent as a Prophet.\" Similar statements were attributed to Al-Hasan, As-Suddi and Ar-Rabi' bin Anas. Ibn Jarir stated that the Ayah <span class=\"gray\">(disbelieve therein 2:41)</span> refers to the Qur'an, mentioned earlier in the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَآ أَنزَلْتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in what I have sent down <span class=\"gray\">(this Qur'an)</span>,)</span></p><p lang=\"en\" class=\"en \">Both statements are correct because they are inter-related. For instance, whoever disbelieves in the Qur'an will have disbelieved in Muhammad ﷺ, and whoever disbelieves in Muhammad ﷺ will have disbelieved in the Qur'an. Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوَّلَ كَافِرٍ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the first to disbelieve therein)</span> means, do not become the first among the Children of Israel to disbelieve in it, for there were people from Quraysh and the Arabs in general who rejected Muhammad ﷺ before the People of the Book disbelieved in him. We should state here that the Ayah is talking about the Children of Israel in specific, because the Jews in Al-Madinah were the first among the Children of Israel to be addressed by the Qur'an. Hence, their disbelief in the Qur'an means that they were the first among the People of the Book to disbelieve in it.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلاَ تَشْتَرُواْ بِآيَـتِي ثَمَنًا قَلِيلاً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and buy not with My verses a small price,)</span> means, \"Do not substitute faith in My Ayat and belief in My Prophet with the life of this world and its lusts which are minute and bound to end. \" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِيَّايَ فَاتَّقُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and have Taqwa of Me and Me alone)</span>.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim reported that Talq bin Habib said, \"Taqwa is to work in Allah's obedience, on a light from Allah, hoping in Allah's mercy, and to avoid Allah's disobedience, on a light from Allah, fearing Allah's punishment.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِيَّايَ فَاتَّقُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and fear Me and Me alone)</span> means, that Allah warns the People of the Book against intentionally hiding the truth and spreading the opposite of it, as well as, against defying the Messenger ﷺ.</p>"
  }
]