[
  {
    "ayah_key": "28:25",
    "group_ayah_key": "28:25",
    "from_ayah": "28:25",
    "to_ayah": "28:28",
    "ayah_keys": "28:25,28:26,28:27,28:28",
    "text": "<p lang=\"en\" class=\"en \">Then there came to him one of them, walking shyly. She said: \"Verily, my father calls you that he may reward you for having watered <span class=\"gray\">(our flocks)</span> for us.\" So when he came to him and narrated the story, he said: \"Fear you not. You have escaped from the people who are wrongdoers. <span>(25)</span>And said one of them <span class=\"gray\">(the two women)</span>: \"O my father! Hire him! Verily, the best of men for you to hire is the strong, the trustworthy. <span>(26)</span>He said: \"I intend to wed one of these two daughters of mine to you, on condition that you serve me for eight years; but if you complete ten years, it will be <span class=\"gray\">(a favor)</span> from you. But I intend not to place you under a difficulty. If Allah wills, you will find me one of the righteous. <span>(27)</span>He <span class=\"gray\">(Musa)</span> said: \"That <span class=\"gray\">(is settled)</span> between me and you: whichever of the two terms I fulfill, there will be no injustice to me, and Allah is Surety over what we say. <span>(28)</span></p><div lang=\"en\" class=\"en \"><h2>Musa, the Father of the Two Women, and His Marriage to One of Them</h2></div><p lang=\"en\" class=\"en \">When the two women came back quickly with the sheep, their father was surprised that they returned so soon. He asked them what had happened, and they told him what Musa, peace be upon him, had done. So he sent one of them to call him to meet her father. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then there came to him one of them, walking shyly.)</span> meaning, she was walking like a free woman, as it was narrated from the Commander of the faithful, 'Umar, may Allah be pleased with him: \"She was covering herself from them with the folds of her garment.\"</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'Amr bin Maymun said, 'Umar, may Allah be pleased with him, said: \"She came walking shyly, putting her garment over her face. She was not one of those audacious women who come and go as they please.\" This chain of narrators is Sahih.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(She said: \"Verily, my father calls you that he may reward you for having watered <span class=\"gray\">(our flocks)</span> for us.\")</span> This is an example of good manners: she did not invite him directly lest he have some suspicious thoughts about her. Rather she said: \"My father is inviting you so that he may reward you for watering our sheep,\" i.e., give you some payment for that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when he came to him and narrated the story,)</span> means, he told him about his story and why he had to leave his country.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لَا تَخَفْ ۖ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he said: \"Fear you not. You have escaped from the people who are wrongdoers.\")</span> He was saying: 'calm down and relax, for you have left their kingdom and they have no authority in our land.' So he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You have escaped from the people who are wrongdoers.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ ۖ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And said one of them: \"O my father! Hire him! Verily, the best of men for you to hire is the strong, the trustworthy.\")</span> One of the two daughters of the man said this, and it was said that she was the one who had walked behind Musa, peace be upon him. She said to her father:</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَا أَبَتِ اسْتَأْجِرْهُ</p><p lang=\"so\" class=\"so \"><span class=\"gray\">(O my father! Hire him!)</span> as a shepherd to look after the sheep. 'Umar, Ibn 'Abbas, Shurayh Al-Qadi, Abu Malik, Qatadah, Muhammad bin Ishaq and others said: \"When she said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the best of men for you to hire is the strong, the trustworthy.)</span> her father said to her, 'What do you know about that?' She said to him, 'He lifted a rock which could only be lifted by ten men, and when I came back with him, I walked ahead of him, but he said to me, walk behind me, and if I get confused about the route, throw a pebble so that I will know which way to go.'\" 'Abdullah <span class=\"gray\">(Ibn Mas'ud)</span> said, \"The people who had the most discernment were three: Abu Bakr's intuition about 'Umar; the companion of Yusuf when he said, 'Make his stay comfortable'; and the companion of Musa, when she said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَتِ اسْتَأْجِرْهُ ۖ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my father! Hire him! Verily, the best of men for you to hire is the strong, the trustworthy.)</span>.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I intend to wed one of these two daughters of mine to you,)</span> means, this old man asked him to take care of his flocks, then he would marry one of his two daughters to him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ أَنْ تَأْجُرَنِي ثَمَانِيَ حِجَجٍ ۖ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on condition that you serve me for eight years; but if you complete ten years, it will be <span class=\"gray\">(a favor)</span> from you.)</span> meaning, 'on the condition that you tend my flocks for eight years, and if you want to give me two extra years, that is up to you, but if you do not want to, then eight years is enough.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ ۚ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But I intend not to place you under a difficulty. If Allah wills, you will find me one of the righteous.)</span> means, 'I do not want to put pressure on you or cause you any inconvenience or argue with you.'</p><p lang=\"no\" class=\"no \">Ibn Abi Hatim recorded that 'Ali bin Rabah Al-Lakhmi said, \"I heard 'Utbah bin An-Nadar As-Sulami, the Companion of the Messenger of Allah ﷺ narrating that the Messenger of Allah ﷺ said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ مُوسَى عَلَيْهِ السَّلَامُ آجَرَ نَفْسَهُ بِعِفَّةِ فَرْجِهِ وَطُعْمَةِ بَطْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Musa, peace be upon him, hired himself out for the purpose of keeping chaste and to feed himself.)</span> And Allah tells us about Musa, peace be upon him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ ذَٰلِكَ بَيْنِي وَبَيْنَكَ ۖ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ ۖ وَاللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"That <span class=\"gray\">(is settled)</span> between me and you: whichever of the two terms I fulfill, there will be no injustice to me, and Allah is Surety over what we say.\")</span> Musa said to his father-in-law, \"The matter is as you say. You have hired me for eight years, and if I complete ten years, that is my choice, but if I do the lesser amount, I will still have fulfilled the covenant and met the conditions.\" So he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whichever of the two terms I fulfill, there will be no injustice to me,)</span> meaning, 'there will be no blame on me. The complete term is permissible but it is still regarded as something extra.' This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلَا إِثْمَ عَلَيْهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But whosoever hastens to leave in two days, there is no sin on him and whosoever stays on, there is no sin on him)</span><span class=\"gray\">(2:203)</span>. And the Messenger of Allah ﷺ said to Hamzah bin 'Amr Al-Aslami, may Allah be pleased with him, who used to fast a great deal and who asked him about fasting while traveling:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ شِئْتَ فَصُمْ، وَإِنْ شِئْتَ فَأَفْطِرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you wish, then fast, and if you wish, do not fast.)</span> even though it is better to fast, according to the evidence of other reports. And there is evidence which indicates that Musa, peace be upon him, fulfilled the longer of the two terms. </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Sa'id bin Jubayr said: \"A Jew from the people of Hirah asked me; 'Which of the two terms did Musa fulfill?' I said, 'I do not know until I go to the scholar of the Arabs and ask him.' So I went to Ibn 'Abbas, may Allah be pleased with him, and asked him. He said: 'He fulfilled the longer and better of them, for when a Messenger of Allah said he would do a thing, he did it.'\" This is how it was recorded by Al-Bukhari.</p>"
  }
]