[
  {
    "ayah_key": "21:78",
    "group_ayah_key": "21:78",
    "from_ayah": "21:78",
    "to_ayah": "21:82",
    "ayah_keys": "21:78,21:79,21:80,21:81,21:82",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> Dawud and Sulayman, when they gave judgement in the case of the field in which the sheep of certain people had Nafashat; and We were witness to their judgement <span>(78)</span>And We made Sulayman to understand <span class=\"gray\">(the case)</span>; and to each of them We gave wisdom <span class=\"gray\">(Hukm)</span> and knowledge. And We subjected the mountains and the birds to glorify Our praises along with Dawud. And it was We Who were the doer <span class=\"gray\">(of all these things)</span><span>(79)</span>And We taught him the making of metal coats of mail <span class=\"gray\">(for battles)</span>, to protect you in your fighting. Are you then grateful <span>(80)</span>And to Sulayman <span class=\"gray\">(We subjected)</span> the wind strongly raging, running by his command towards the land which We had blessed. And of everything We are the All-Knower <span>(81)</span>And of the Shayatin were some who dived for him, and did other work besides that; and it was We Who guarded them <span>(82)</span></p><div lang=\"en\" class=\"en \"><h2>Dawud and Sulayman and the Signs which They were given; the Story of the People whose Sheep pastured at Night in the Field</h2></div><p lang=\"en\" class=\"en \"><span class=\"gray\">(Abu)</span> Ishaq narrated from Murrah from Ibn Mas'ud: \"That crop was grapes, bunches of which were dangling.\" This was also the view of Shurayh. Ibn 'Abbas said: \"Nafash means grazing.\" Shurayh, Az-Zuhri and Qatadah said: \"Nafash only happens at night.\" Qatadah added, \"<span class=\"gray\">[and]</span> Al-Haml is grazing during the day.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> Dawud and Sulayman, when they gave judgement in the case of the field in which the sheep of certain people had pastured at night;)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that Ibn Mas'ud said: \"Grapes which had grown and their bunches were spoiled by the sheep. Dawud <span class=\"gray\">(David)</span> ruled that the owner of the grapes should keep the sheep. Sulayman <span class=\"gray\">(Solomon)</span> said, 'Not like this, O Prophet of Allah!' <span class=\"gray\">[Dawud]</span> said, 'How then' <span class=\"gray\">[Sulayman]</span> said: 'Give the grapes to the owner of the sheep and let him tend them until they grow back as they were, and give the sheep to the owner of the grapes and let him benefit from them until the grapes have grown back as they were. Then the grapes should be given back to their owner, and the sheep should be given back to their owner.' This is what Allah said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَفَهَّمْنَاهَا سُلَيْمَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made Sulayman to understand <span class=\"gray\">(the case)</span>.)</span>\" This was also reported by Al-'Awfi from Ibn 'Abbas.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَفَهَّمْنَاهَا سُلَيْمَانَ ۚ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made Sulayman to understand <span class=\"gray\">(the case)</span>; and to each of them We gave wisdom and knowledge.)</span></p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that when Iyas bin Mu'awiyah was appointed as a judge, Al-Hasan came to him and found Iyas weeping. <span class=\"gray\">[Al-Hasan]</span> said, \"Why are you weeping?\" <span class=\"gray\">[Iyas]</span> said, \"O Abu Sa'id, What I heard about judges among them a judge is he, who studies a case and his judgment is wrong, so he will go to Hell; another judge is he who is biased because of his own whims and desires, so he will go to Hell; and the other judge he who studies a case and gives the right judgement, so he will go to Paradise.\" Al-Hasan Al-Basari said: \"But what Allah tells us about Dawud and Sulayman <span class=\"gray\">(peace be upon them both)</span> and the Prophets and whatever judgements they made proves that what these people said is wrong. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> Dawud and Sulayman, when they gave judgement in the case of the field in which the sheep of certain people had pastured at night; and We were witness to their judgement.)</span> Allah praised Sulayman but He did not condemn Dawud.\" Then he – Al-Hasan – said, \"Allah enjoins three things upon the judges: not to sell thereby for some miserable price; not to follow their own whims and desires; and not to fear anyone concerning their judgements. \" Then he recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُم بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Dawud! Verily, We have placed you as a successor on the earth; so judge you between men in truth and follow not your desire – for it will mislead you from the path of Allah.)</span><span class=\"gray\">[38:26]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therefore fear not men but fear Me)</span><span class=\"gray\">(5:44)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and sell not My Ayat for a miserable price.)</span><span class=\"gray\">[5:44]</span> I say: with regard to the Prophets <span class=\"gray\">(peace be upon them all)</span>, all of them were infallible and supported by Allah. With regard to others, it is recorded in Sahih Al-Bukhari from 'Amir bin Al-'As that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا اجْتَهَدَ الْحَاكِمُ فَأَصَابَ، فَلَهُ أَجْرَانِ، وَإِذَا اجْتَهَدَ فَأَخْطَأَ، فَلَهُ أَجْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If the judge does his best, studies the case and reaches the right conclusion, he will have two rewards. If he does his best, studies the case and reaches the wrong conclusion, he will have one reward.)</span></p><p lang=\"en\" class=\"en \">This Hadith refutes the idea of Iyas, who thought that if he did his best, studied the case and reached the wrong conclusion, he would go to Hell. And Allah knows best.</p><p lang=\"en\" class=\"en \">Similar to story in the Qur'an is the report recorded by Imam Ahmad in his Musnad from Abu Hurayrah, who said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَيْنَمَا امْرَأَتَانِ مَعَهُمَا ابْنَانِ لَهُمَا، إِذْ جَاءَ الذِّئْبُ فَأَخَذَ أَحَدَ الْابْنَيْنِ فَتَحَاكَمَتَا إِلَى دَاوُدَ، فَقَضَى بِهِ لِلْكُبْرَى، فَخَرَجَتَا فَدَعَاهُمَا سُلَيْمَانُ فَقَالَ: هَاتُوا السِّكِّينَ أَشُقُّهُ بَيْنَكُمَا: فَقَالَتِ الصُّغْرَى: يَرْحَمُكَ اللهُ هُوَ ابْنُهَا لَا تَشُقَّهُ، فَقَضَى بِهِ لِلصُّغْرَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There were two women who each had a son. The wolf came and took one of the children, and they referred their dispute to Dawud. He ruled that the <span class=\"gray\">(remaining)</span> child belonged to the older woman. They left, then Sulayman called them and said, \"Give me a sword and I will divide him between the two of you.\" The younger woman said, \"May Allah have mercy on you! He is her child, do not cut him up!\" So he ruled that the child belonged to the younger woman)</span>. </p><p lang=\"en\" class=\"en \">This was also recorded by Al-Bukhari and Muslim in their Sahihs. An-Nasa'i also devoted a chapter to this in the Book of Judgements.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We subjected the mountains and the birds to glorify Our praises along with Dawud.)</span></p><p lang=\"en\" class=\"en \">This refers to the beauty of his voice when he recited his Book, Az-Zabur. When he recited it in a beautiful manner, the birds would stop and hover in the air, and would repeat after him, and the mountains would respond and echo his words. The Prophet ﷺ passed by Abu Musa Al-Ash'ari while he was reciting Qur'an at night, and he had a very beautiful voice, he stopped and listened to his recitation, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أُوتِيَ هَذَا مِزْمَارًا مِنْ مَزَامِيرِ آلِ دَاوُدَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This man has been given one of the wind instruments <span class=\"gray\">(nice voices)</span> of the family of Dawud.)</span> He said: \"O Messenger of Allah, if I had known that you were listening, I would have done my best for you.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّن بَأْسِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We taught him the making of metal coats of mail, to protect you in your fighting.)</span> meaning, the manufacture of chain-armor. Qatadah said that before that, they used to wear plated armor; he was the first one to make rings of chain-armor. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلَنَّا لَهُ الْحَدِيدَ - أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made the iron soft for him. Saying: \"Make you perfect coats of mail, and balance well the rings of chain armor.\")</span><span class=\"gray\">(34:10-11)</span>, meaning, do not make the pegs so loose that the rings <span class=\"gray\">(of chain mail)</span> will shake, or make it so tight that they will not be able to move at all. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِتُحْصِنَكُم مِّن بَأْسِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to protect you in your fighting.)</span> meaning, in your battles.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ أَنتُمْ شَاكِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are you then grateful?)</span> means, 'Allah blessed you when He inspired His servant Dawud and taught him that for your sake.'</p><div lang=\"en\" class=\"en \"><h2>The Power of Sulayman is unparalleled</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Sulayman <span class=\"gray\">(We subjected)</span> the wind strongly raging,)</span> means, 'We subjugated the strong wind to Sulayman.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(running by his command towards the land which We had blessed.)</span> meaning, the land of Ash-Sham <span class=\"gray\">(Greater Syria)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of everything We are the All-Knower.)</span> He had a mat made of wood on which he would place all the equipment of his kingship; horses, camels, tents and troops, then he would command the wind to carry it, and he would go underneath it and it would carry him aloft, shading him and protecting him from the heat, until it reached wherever he wanted to go in the land. Then it would come down and deposit his equipment and entourage. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, We subjected to him the wind; it blew gently by his order whithersoever he willed.)</span><span class=\"gray\">(38:36)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(its morning was a month's <span class=\"gray\">(journey)</span>, and its afternoon was a month's)</span><span class=\"gray\">(34:12)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الشَّيَاطِينِ مَن يَغُوصُونَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of the Shayatin were some who dived for him,)</span> means, they dived into the water to retrieve pearls, jewels, etc., for him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْمَلُونَ عَمَلًا دُونَ ذَٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and did other work besides that;)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ - وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And also the Shayatin, every kind of builder and diver. And also others bound in fetters.)</span><span class=\"gray\">(38:37-38)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنَّا لَهُمْ حَافِظِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it was We Who guarded them.)</span> means, Allah protected him lest any of these Shayatin did him any harm. All of them were subject to his control and domination, and none of them would have dared to approach him. He was in charge of them and if he wanted, he could set free or detain whomever among them he wished. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And also others bound in fetters.)</span><span class=\"gray\">(38:38)</span></p>"
  }
]