[
  {
    "ayah_key": "25:61",
    "group_ayah_key": "25:61",
    "from_ayah": "25:61",
    "to_ayah": "25:62",
    "ayah_keys": "25:61,25:62",
    "text": "<p class=\"en translation\" lang=\"en\">Blessed be He Who has placed in the heaven Al-Buruj, and has placed therein a great lamp, and a moon giving light <span>(61)</span>And He it is Who has put the night and the day in succession <span class=\"gray\">(Khilfatan)</span>, for such who desires to remember or desires to show his gratitude <span>(62)</span></p><div lang=\"en\" class=\"en \"><h2>Mentioning the Might and Power of Allah</h2></div><p lang=\"en\" class=\"en \">Here Allah glorifies Himself and praises the beauty He created in the heavens of Al-Buruj, the giant stars, according to the view of Mujahid, Sa'id bin Jubayr, Abu Salih, Al-Hasan and Qatadah. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have adorned the nearest heaven with lamps)</span><span class=\"gray\">(67:5)</span>. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Blessed be He Who has placed in the heaven Al-Buruj, and has placed therein a great lamp,)</span> which is the sun which shines like a lamp, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا سِرَاجًا وَهَّاجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have made <span class=\"gray\">(therein)</span> a shining lamp)</span><span class=\"gray\">(78:13)</span>.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَقَمَرًا مُّنِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a moon giving light.)</span> means, shining and illuminated by the light of something else, different from the light of the sun, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who made the sun a shining thing and the moon as a light)</span><span class=\"gray\">(10:5)</span>. And Allah tells us that Nuh, peace be upon him, said to his people:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا - وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See you not how Allah has created the seven heavens one above another And has made the moon a light therein, and made the sun a lamp)</span><span class=\"gray\">(71:15-16)</span>. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who has put the night and the day in succession <span class=\"gray\">(Khilfatan)</span>,)</span> meaning, each one comes after the other, in a never-ending alternation. When one goes the other comes, and vice versa, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He has made the sun and the moon, both constantly pursuing their courses)</span><span class=\"gray\">(14:33)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He brings the night as a cover over the day, seeking it rapidly)</span><span class=\"gray\">(7:54)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for the sun to overtake the moon)</span><span class=\"gray\">(36:40)</span>.</p><p class=\"fa qpc-hafs\" lang=\"fa\">لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for such who desires to remember or desires to show his gratitude.)</span> means, He has caused them both to follow one another to show the times when His servants should worship Him. So whoever misses an act of worship during the night can make it up during the day, and whoever misses an act of worship during the day can make it up during the night. It was recorded in a Sahih Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ عَزَّ وَجَلَّ يَبْسُطُ يَدَهُ بِاللَّيْلِ لِيَتُوبَ مُسِيءُ النَّهَارِ، وَيَبْسُطُ يَدَهُ بِالنَّهَارِ لِيَتُوبَ مُسِيءُ اللَّيْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah spreads forth His Hand at night for the one who has done evil during the day to repent, and He spreads forth His Hand during the day for the one who has done evil during the night to repent.)</span> Mujahid and Qatadah said: \"Khilfatan means different, i.e., because one is dark and the other is light.\"</p>"
  },
  {
    "ayah_key": "25:63",
    "group_ayah_key": "25:63",
    "from_ayah": "25:63",
    "to_ayah": "25:67",
    "ayah_keys": "25:63,25:64,25:65,25:66,25:67",
    "text": "<p lang=\"en\" class=\"en \">And the servants of the Most Gracious are those who walk on the earth Hawna, and when the foolish address them they say; \"Salama. <span>(63)</span>And those who spend the night in worship of their Lord, prostrate and standing <span>(64)</span>And those who say: \"Our Lord! Avert from us the torment of Hell. Verily, its torment is ever an inseparable, permanent punishment. <span>(65)</span>Evil indeed it is as an abode and as a place to rest in <span>(66)</span>And those who, when they spend, are neither extravagant nor stingy, but are in a just balance between them <span>(67)</span></p><div lang=\"en\" class=\"en \"><h2>Attributes of the Servants of the Most Gracious</h2></div><p lang=\"en\" class=\"en \">These are the attributes of the believing servants of Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who walk on the earth Hawna,)</span> meaning that they walk with dignity and humility, not with arrogance and pride. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And walk not on the earth with conceit and arrogance...)</span><span class=\"gray\">(17:37)</span>. So these people do not walk with conceit or arrogance or pride. This does not mean that they should walk like sick people, making a show of their humility, for the leader of the sons of Adam <span class=\"gray\">(the Prophet)</span> used to walk as if he was coming downhill, and as if the earth were folded up beneath him. What is meant here by Hawn is serenity and dignity, as the Messenger of Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أَتَيْتُمُ الصَّلَاةَ فَلَا تَأْتُوهَا وَأَنْتُمْ تَسْعَونَ، وَأْتُوهَا وَعَلَيْكُمُ السَّكِينَةُ فَمَا أَدْرَكْتُمْ مِنْهَا فَصَلُّوا، وَمَا فَاتَكُمْ فَأَتِمُّوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When you come to the prayer, do not come rushing in haste. Come calmly and with tranquility, and whatever you catch up with, pray, and whatever you miss, make it up.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and when the foolish address them they say: \"Salama.\")</span> If the ignorant people insult them with bad words, they do not respond in kind, but they forgive and overlook, and say nothing but good words. This is what the Messenger of Allah did: the more ignorant the people, the more patient he would be. This is as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they hear Al-Laghw <span class=\"gray\">(evil or vain talk)</span>, they withdraw from it)</span><span class=\"gray\">(28:55)</span>. Then Allah says that their nights are the best of nights, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who spend the night in worship of their Lord, prostrate and standing.)</span> meaning, worshipping and obeying Him. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانُوا قَلِيلًا مِّنَ اللَّيْلِ مَا يَهْجَعُونَ - وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They used to sleep but little by night. And in the hours before dawn, they were asking for forgiveness)</span><span class=\"gray\">(51:17-18)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَتَجَافَىٰ جُنُوبُهُمْ عَنِ الْمَضَاجِعِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their sides forsake their beds...)</span><span class=\"gray\">(32:16)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is one who is obedient to Allah, prostrating himself or standing during the hours of the night, fearing the Hereafter and hoping for the mercy of his Lord...)</span><span class=\"gray\">(39:9)</span>. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who say: \"Our Lord! Avert from us the torment of Hell. Verily, its torment is ever an inseparable punishment.\")</span> meaning, ever-present and never ending. Al-Hasan said concerning the Ayah,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّ عَذَابَهَا كَانَ غَرَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, its torment is ever an inseparable, permanent punishment.)</span> Everything that strikes the son of Adam, then disappears, does not constitute an inseparable, permanent punishment. The inseparable, permanent punishment is that which lasts as long as heaven and earth. This was also the view of Sulayman At-Taymi.</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Evil indeed it is as an abode and as a place to rest in.)</span> means, how evil it looks as a place to dwell and how evil it is as a place to rest.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who, when they spend, are neither extravagant nor stingy...)</span> They are not extravagant, spending more than they need, nor are they miserly towards their families, not spending enough on their needs. But they follow the best and fairest way. The best of matters are those which are moderate, neither one extreme nor the other.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but are in a just balance between them.)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let not your hand be tied to your neck, nor stretch it forth to its utmost reach.)</span><span class=\"gray\">(17:29)</span></p>"
  }
]