[
  {
    "ayah_key": "15:45",
    "group_ayah_key": "15:45",
    "from_ayah": "15:45",
    "to_ayah": "15:50",
    "ayah_keys": "15:45,15:46,15:47,15:48,15:49,15:50",
    "text": "<p lang=\"en\" class=\"en \">Truly, those who have Taqwa, will dwell in Gardens and water springs <span>(45)</span><span class=\"gray\">(It will be said to them)</span>: \"Enter it in peace and security. <span>(46)</span>And We shall remove any deep feeling of bitterness from their breasts. <span class=\"gray\">(So they will be like)</span> brothers facing each other on thrones <span>(47)</span>No sense of fatigue shall touch them, nor shall they be asked to leave i <span>(48)</span>Declare to My servants that I am truly the Forgiving, the Most Merciful <span>(49)</span>And that My torment is indeed the most painful torment <span>(50)</span></p><div lang=\"en\" class=\"en \"><h2>Description of the People of Paradise</h2></div><p lang=\"en\" class=\"en \">Since Allah mentioned the condition of the people of Hell, He followed that by mentioning the people of Paradise. He tells us that they will dwell in Gardens and water springs.</p><p class=\"sd qpc-hafs\" lang=\"sd\">ادْخُلُوهَا بِسَلَامٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Enter it in peace)</span> meaning free of all problems.</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and security.)</span> meaning free from all fear and concern. They will not have any fear of expulsion, nor will they fear that their condition will be disrupted or end.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ إِخْوَانًا عَلَىٰ سُرُرٍ مُّتَقَابِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall remove any deep feeling of bitterness from their breasts. <span class=\"gray\">(So they will be like)</span> brothers facing each other on thrones.)</span> Al-Qasim narrated that Abu Umamah said: \"The people of Paradise will enter Paradise with whatever enmity is left in their hearts from this world. Then, when they come together, Allah will remove whatever hatred the world has left in their hearts.\" Then he recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall remove any deep feeling of bitterness from their breasts.)</span> This is how it was narrated in this report, but Al-Qasim bin 'Abdur-Rahman is weak in his reports from Abu Umamah. However, this is in accord with the report in the Sahih where Qatadah says, \"Abu Al-Mutawakkil An-Naji told us that Abu Sa'id Al-Khudri told them that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْلُصُ الْمُؤْمِنُونَ مِنَ النَّارِ، فَيُحْبَسُونَ عَلَى قَنْطَرَةٍ بَيْنَ الْجَنَّةِ وَالنَّارِ. فَيُقْتَصُّ لِبَعْضِهِمْ مِنْ بَعْضٍ مَظَالِمُ كَانَتْ بَيْنَهُمْ فِي الدُّنْيَا حَتَّى إِذَا هُذِّبُوا وَنُقُّوا، أُذِنَ لَهُمْ فِي دُخُولِ الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The believers will be removed from the Fire, and they will be detained on a bridge between Paradise and Hell. Then judgment will be passed between them concerning any wrong they have committed in this world against one another, until they are cleansed and purified. Then permission will be given to them to enter Paradise.)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمَسُّهُمْ فِيهَا نَصَبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No sense of fatigue shall touch them)</span> meaning no harm or hardship, as was reported in the Sahihs:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ اللهَ أَمَرَنِي أَنْ أُبَشِّرَ خَدِيجَةَ بِبَيْتٍ فِي الْجَنَّةِ مِنْ قَصَبٍ لَا صَخَبَ فِيهِ وَلَا نَصَبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah commanded me to tell Khadijah the good news of a jeweled palace in Paradise in which there will be no toil and no fatigue.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُم مِّنْهَا بِمُخْرَجِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor shall they <span class=\"gray\">(ever)</span> be asked to leave it.)</span> As was reported in the Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُقَالُ: يَا أَهْلَ الْجَنَّةِ! إِنَّ لَكُمْ أَنْ تَصِحُّوا فَلَا تَمْرَضُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَعِيشُوا فَلَا تَمُوتُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تَشِبُّوا فَلَا تَهْرَمُوا أَبَدًا، وَإِنَّ لَكُمْ أَنْ تُقِيمُوا فَلَا تَظْعُنُوا أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will be said, O dwellers of Paradise! You will be healthy and never fall sick; you will live and never die; you will be young and never grow old; you will stay here and never leave.)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wherein they shall dwell <span class=\"gray\">(forever)</span>. They will have no desire to be removed from it.)</span><span class=\"gray\">(18:108)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ - وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Declare to My servants, that I am truly the Oft-Forgiving, the Most Merciful. And that My torment is indeed the most painful torment.)</span> meaning, 'O Muhammad, tell My servants that I am the source of mercy and I am the source of punishment.' Similar Ayat to this have already been quoted above, which indicate that we must always be in a state between hope <span class=\"gray\">(for Allah's mercy)</span> and fear <span class=\"gray\">(of His punishment)</span>.</p>"
  },
  {
    "ayah_key": "15:51",
    "group_ayah_key": "15:51",
    "from_ayah": "15:51",
    "to_ayah": "15:56",
    "ayah_keys": "15:51,15:52,15:53,15:54,15:55,15:56",
    "text": "<p lang=\"en\" class=\"en \">And tell them about the guests <span class=\"gray\">(i. e., the angels)</span> of Ibrahim <span>(51)</span>When they entered upon him, and said: \"Salaman <span class=\"gray\">(peace!)</span>.\" He said: \"Indeed we are frightened of you. <span>(52)</span>They said: \"Do not be afraid! We bring you the good news of a boy possessing much knowledge and wisdom. <span>(53)</span>He said: \"Do you give me this good news while old age has overtaken me? Of what then is your news about? <span>(54)</span>They said: \"We give you good news in truth. So do not be of those who despair. <span>(55)</span>He said: \"And who despairs of the mercy of his Lord except those who are astray? <span>(56)</span></p><div lang=\"en\" class=\"en \"><h2>The Guests of Ibrahim and their Good News of a Son for Him</h2></div><p lang=\"en\" class=\"en \">Allah is saying: 'Tell them, O Muhammad, about the story of</p><p class=\"fa qpc-hafs\" lang=\"fa\">ضَيْفِ إِبْرَاهِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the guests of Ibrahim.)</span>'</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ إِنَّا مِنكُمْ وَجِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they entered upon him, and said: \"Salaman <span class=\"gray\">(peace!)</span>.\" He said: \"Indeed we are frightened of you.\")</span> meaning that they were scared. The reason for their fear has been mentioned previously, which is that they noticed that these guests did not eat of the food that was offered, which was a fattened calf.</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالُوا لَا تَوْجَلْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Do not be afraid!...\")</span> meaning, do not be scared.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We bring you the good news of a boy possessing much knowledge and wisdom.)</span> this refers to Ishaq, as was previously mentioned in Surat Hud. Then</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said)</span> meaning he spoke with wonder and astonishment, asking for confirmation, because he was old and his wife was old:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَبَشَّرْتُمُونِي عَلَىٰ أَن مَّسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you give me this good news while old age has overtaken me? Of what then is your news about?)</span> They responded by confirming the good news they had brought, good news after good news:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا بَشَّرْنَاكَ بِالْحَقِّ فَلَا تَكُن مِّنَ الْقَانِطِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"We give you good news in truth. So do not be of those who despair.\")</span></p>"
  },
  {
    "ayah_key": "15:57",
    "group_ayah_key": "15:57",
    "from_ayah": "15:57",
    "to_ayah": "15:60",
    "ayah_keys": "15:57,15:58,15:59,15:60",
    "text": "<p lang=\"en\" class=\"en \">He said: \"What then is the business for which you have come, O messengers? <span>(57)</span>They said: \"We have been sent to a guilty people. <span>(58)</span>\"<span class=\"gray\">(All)</span> except the family of Lut, all of whom we are to save <span class=\"gray\">(from the destruction)</span>. <span>(59)</span>\"Except for his wife, of whom We have decreed that she shall be of those who remain behind. <span>(60)</span></p><div lang=\"en\" class=\"en \"><h2>The Reason why the Angels came</h2></div><p lang=\"en\" class=\"en \">Allah tells us that after Ibrahim had calmed down from the excitement of this good news, he started to ask them why they had come to him. They said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمٍ مُّجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have been sent to a guilty people.)</span> meaning the people of Lut. They told him that they were going to save the family of Lut from among those people, except for his wife, because she was one of those who were doomed. Thus it was said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا امْرَأَتَهُ قَدَّرْنَا ۙ إِنَّهَا لَمِنَ الْغَابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except for his wife, of whom We have decreed that she shall be of those who remain behind.)</span> i.e., she was one of those who would be left behind and will be destroyed.</p>"
  },
  {
    "ayah_key": "15:6",
    "group_ayah_key": "15:6",
    "from_ayah": "15:6",
    "to_ayah": "15:9",
    "ayah_keys": "15:6,15:7,15:8,15:9",
    "text": "<p lang=\"en\" class=\"en \">And they say: \"O you <span class=\"gray\">(Muhammad)</span> to whom the Dhikr <span class=\"gray\">(the Qur'an)</span> has been revealed! Verily, you are a madman <span>(6)</span>\"Why do you not bring angels to us if you are of the truthful? <span>(7)</span>We do not send the angels down except with the truth, and in that case, they <span class=\"gray\">(the disbelievers)</span> would have no respite <span>(8)</span>Verily, We, it is We Who revealed the Dhikr <span class=\"gray\">(i.e. the Qur'an)</span> and surely We will guard it <span class=\"gray\">(from corruption)</span><span>(9)</span></p><div lang=\"en\" class=\"en \"><h2>The Accusation that the Prophet <span class=\"gray\">(ﷺ)</span> was a Madman and Demands for Him to bring down Angels</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the disbelief, arrogance and stubbornness of the disbelievers as reflected in their words:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you <span class=\"gray\">(Muhammad)</span> to whom the Dhikr <span class=\"gray\">(the Qur'an)</span> has been revealed!)</span> i.e., the one who claims to receive it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَمَجْنُونٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you are a mad man!)</span> i.e., by your invitation to us to follow you and leave the way of our forefathers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why do you not bring angels to us)</span> i.e., to bear witness to the accuracy of what you have brought to us is true, if you are really telling the truth? This is similar to what Pharaoh said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِّن ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why then are not golden bracelets bestowed on him, or angels sent along with him?)</span><span class=\"gray\">(43:53)</span>. And Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَىٰ رَبَّنَا ۗ لَقَدِ اسْتَكْبَرُوا فِي أَنفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا - يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَّحْجُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who do not expect a meeting with Us <span class=\"gray\">(i. e., those who deny the Day of Resurrection and the life of the Hereafter)</span>, say: \"Why are not the angels sent down to us, or why do we not see our Lord?\" Indeed they think too highly of themselves, and are scornful with great pride. On the Day that they do see the angels - there will be no good news given on that day to the guilty. And they <span class=\"gray\">(angels)</span> will say: \"All kinds of glad tidings are forbidden for you.\")</span><span class=\"gray\">(25:21-22)</span> For this reason Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُّنظَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We do not send the angels down except with the truth, and in that case, they <span class=\"gray\">(the disbelievers)</span> would have no respite!)</span> Mujahid said in this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We do not send the angels down except with the truth)</span> \"<span class=\"gray\">[i.e.,]</span> with the Message and the punishment.\" Then Allah, may He be exalted, stated that He is the One Who revealed the Dhikr to him, which is the Qur'an, and He is protecting it from being changed or altered.</p>"
  }
]