[
  {
    "ayah_key": "27:82",
    "group_ayah_key": "27:82",
    "from_ayah": "27:82",
    "to_ayah": "27:82",
    "ayah_keys": "27:82",
    "text": "<p class=\"en translation\" lang=\"en\">And when the Word is fulfilled against them, We shall bring out from the earth a beast for them, to speak to them because mankind believed not with certainty in Our Ayat <span>(82)</span></p><div lang=\"en\" class=\"en \"><h2>The Emergence Of the Beast Of the Earth</h2></div><p lang=\"en\" class=\"en \">This is the beast which will emerge at the end of time, when mankind has become corrupt and neglected the commands of Allah and changed the true religion. Then Allah will cause a beast to emerge from the earth. It was said that it will be brought from Makkah, or from somewhere else, as we shall discuss in detail below, if Allah wills. The beast will speak to people about matters. Ibn 'Abbas, Al-Hasan and Qatadah said, and it was also narrated from 'Ali, may Allah be pleased with him, that it will speak words, meaning, it will address them. </p><p lang=\"en\" class=\"en \">Many Hadiths and reports have been narrated about the beast, and we will narrate as many of them as Allah enables us to, for He is the One Whose help we seek. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Hudhayfah bin Asid Al-Ghifari said, \"The Messenger of Allah ﷺ came out from his room while we were discussing the matter of the Hour. He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَقُومُ السَّاعَةُ حَتَّى تَرَوْا عَشْرَ آيَاتٍ: طُلُوعُ الشَّمْسِ مِنْ مَغْرِبِهَا، وَالدُّخَانُ وَالدَّابَّةُ وَخُرُوجُ يَأْجُوجَ وَمَأْجُوجَ، وَخُرُوجُ عِيسَى ابْنِ مَرْيَمَ عَلَيْهِ السَّلَامُ، وَالدَّجَّالُ، وَثَلَاثَةُ خُسُوفٍ: خَسْفٌ بِالْمَغْرِبِ، وَخَسْفٌ بِالْمَشْرِقِ، وَخَسْفٌ بِجَزِيرَةِ الْعَرَبِ، وَنَارٌ تَخْرُجُ مِنْ قَعْرِ عَدَنٍ تَسُوقُ أَوْ تَحْشُرُ النَّاسَ، تَبِيتُ مَعَهُمْ حَيْثُ بَاتُوا وَتَقِيلُ مَعَهُمْ حَيْثُ قَالُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hour will not come until you see ten signs: the rising of the sun from the west; the smoke <span class=\"gray\">(Ad-Dukhan)</span>; emergence of the beast; the emergence of Ya'juj and Ma'juj; the appearance of 'Isa bin Maryam, upon him be peace; the Dajjal; and three land cave-ins, one in the west, one in the east and one in the Arabian Peninsula; and a Fire which will emerge from the midst of Yemen, and will drive or gather the people, stopping with them whenever they stop for the night or to rest during the day.)</span>\" </p><p lang=\"en\" class=\"en \">This was also recorded by Muslim and the Sunan compilers from Hudhayfah, in a Mawquf report. At-Tirmidhi said, \"It is Hasan Sahih.\" It was also recorded by Muslim from Hudhayfah in a Marfu' report. And Allah knows best.</p><div lang=\"en\" class=\"en \"><h2>Another Hadith</h2></div><p lang=\"en\" class=\"en \">Muslim bin Al-Hajjaj recorded that 'Abdullah bin 'Amr said, \"I memorized a Hadith from the Messenger of Allah ﷺ which I never forgot afterwards. I heard the Messenger of Allah ﷺ say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوَّلَ الْآيَاتِ خُرُوجًا طُلُوعُ الشَّمْسِ مِنْ مَغْرِبِهَا، وَخُرُوجُ الدَّابَّةِ عَلَى النَّاسِ ضُحًى، وَأَيَّتُهُمَا مَا كَانَتْ قَبْلَ صَاحِبَتِهَا فَالْأُخْرَى عَلَى إِثْرِهَا قَرِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The first of the signs to appear will be the rising of the sun from the west, and the emergence of the beast to mankind in the forenoon. Whichever of them appears first, the other will follow close behind it.)</span></p><div lang=\"en\" class=\"en \"><h2>Another Hadith</h2></div><p lang=\"en\" class=\"en \">In his Sahih, Muslim recorded that Abu Hurayrah, may Allah be pleased with him, said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَادِرُوا بِالْأَعْمَالِ سِتًّا، طُلُوعَ الشَّمْسِ مِنْ مَغْرِبِهَا، وَالدُّخَانَ، وَالدَّجَّالَ، وَالدَّابَّةَ، وَخَاصَّةَ أَحَدِكُمْ، وَأَمْرَ الْعَامَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hasten to do good deeds before six things appear: the rising of the sun from the west; the smoke; the Dajjal; the beast; the <span class=\"gray\">(death)</span> of one of your favorite, or general affliction.)</span></p><p lang=\"en\" class=\"en \">This was recorded by Muslim alone. Muslim also recorded that Abu Hurayrah, may Allah be pleased with him, said that the the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَادِرُوا بِالْأَعْمَالِ سِتًّا: الدَّجَّالَ، وَالدُّخَانَ، وَدَابَّةَ الْأَرْضِ، وَطُلُوعَ الشَّمْسِ مِنْ مَغْرِبِهَا، وَأَمْرَ الْعَامَّةِ، وَخُوَيْصَّةَ أَحَدِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hasten to do good deeds before six things appear: the Dajjal; the smoke; the beast of the earth; the rising of the sun from the west; and the <span class=\"gray\">(death of one of your favorite)</span> or general affliction.)</span></p><div lang=\"en\" class=\"en \"><h2>Another Hadith</h2></div><p lang=\"en\" class=\"en \">Ibn Majah recorded from Anas bin Malik that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَادِرُوا بِالْأَعْمَالِ سِتًّا: طُلُوعَ الشَّمْسِ مِنْ مَغْرِبِهَا، وَالدُّخَانَ، وَالدَّابَّةَ، الدَّجَّالَ، وَخُوَيْصَّةَ أَحَدِكُمْ، وَأَمْرَ الْعَامَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hasten to do good deeds before six things appear: the rising of the sun from the west; the smoke; the beast; the Dajjal; and the <span class=\"gray\">(death of one of your favorite)</span> or general affliction.)</span></p><p lang=\"en\" class=\"en \">He was the only one who recorded this version.</p><div lang=\"en\" class=\"en \"><h2>Another Hadith</h2></div><p lang=\"en\" class=\"en \">Abu Dawud At-Tayalisi recorded from Abu Hurayrah, may Allah be pleased with him, that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَخْرُجُ دَابَّةُ الْأَرْضِ وَمَعَهَا عَصَا مُوسَى وَخَاتَمُ سُلَيْمَانَ عَلَيْهِمَا السَّلَامُ، فَتَخْطِمُ أَنْفَ الْكَافِرِ بِالْعَصَا، وَتُجَلِّي وَجْهَ الْمُؤْمِنِ بِالْخَاتَمِ، حَتَّى يَجْتَمِعَ النَّاسُ عَلَى الْخِوَانِ يُعْرَفُ الْمُؤْمِنُ مِنَ الْكَافِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A beast will emerge from the earth, and with it will be the staff of Musa and the ring of Sulayman, peace be upon them both. It will strike the nose of the disbelievers with the staff, and it will make the face of the believer bright with the ring, until when people gather to eat, they will be able to recognize the believers from the disbelievers.)</span></p><p lang=\"en\" class=\"en \">It also was recorded by Imam Ahmad, with the wording:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَخْطِمُ أَنْفَ الْكَافِر بِالْخَاتَمِ، وَتَجْلُو وَجْهَ الْمُؤْمِن بِالْعَصَا، حَتَّى إِنَّ أَهْلَ الْخِوَانَ الْوَاحِدِ لَيَجْتَمِعُونَ فَيَقُولُ هَذَا: يَا مُؤْمِنُ، وَيَقُولُ هَذَا: يَا كَافِرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will strike the nose of the disbelievers with the ring, and will make the face of the believer bright with the staff, until when people gather for a meal, they will say to one another, O believer, or O disbeliever.)</span> It was also recorded by Ibn Majah.</p><p lang=\"en\" class=\"en \">Ibn Jurayj reported that Ibn Az-Zubayr described the beast and said, \"Its head is like the head of a bull, its eyes are like the eyes of a pig, its ears are like the ears of an elephant, its horns are like the horns of a stag, its neck is like the neck of an ostrich, its chest is like the chest of a lion, its color is like the colour of a tiger, its haunches are like the haunches of a cat, its tail is like the tail of a ram, and its legs are like the legs of a camel. Between each pair of its joints is a distance of twelve cubits. It will bring out with it the staff of Musa and the ring of Sulayman. There will be no believer left without it making a white spot on his face, which will spread until all his face is shining white as a result; and there will be no disbeliever left without it making a black spot on his face, which will spread until all his face is black as a result, then when the people trade with one another in the marketplace, they will say, 'How much is this, O believer?' 'How much is this, O disbeliever?' And when the members of one household sit down together to eat, they will know who is a believer and who is a disbeliever. Then the beast will say: 'O so-and-so, enjoy yourself, for you are among the people of Paradise.' And it will say: 'O so-and-so, you are among the people of Hell,' This is what Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the Word is fulfilled against them, We shall bring out from the earth a beast for them, to speak to them because mankind believed not with certainty in Our Ayat.)</span></p>"
  },
  {
    "ayah_key": "27:83",
    "group_ayah_key": "27:83",
    "from_ayah": "27:83",
    "to_ayah": "27:86",
    "ayah_keys": "27:83,27:84,27:85,27:86",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> the Day when We shall gather out of every nation a Fawj of those who denied Our Ayat, and they shall be driven <span>(83)</span>Till, when they come, He will say: \"Did you deny My Ayat whereas you comprehended them not by knowledge, or what was it that you used to do? <span>(84)</span>And the Word will be fulfilled against them, because they have done wrong, and they will be unable to speak <span>(85)</span>See they not that We have made the night for them to rest therein, and the day sight-giving? Verily, in this are Ayat for the people who believe <span>(86)</span></p><div lang=\"en\" class=\"en \"><h2>Gathering the Wrongdoers on the Day of Resurrection</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the Day of Resurrection when the wrongdoers who disbelieved in the signs and Messengers of Allah will be gathered before Allah, so that He will ask them about what they did in this world, rebuking, scolding and belittling them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Day when We shall gather out of every nation, a Fawj)</span> means, from every people and generation a group</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِمَّنْ يُكَذِّبُ بِآيَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of those who denied Our Ayat)</span>. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Assemble those who did wrong, together with their companions <span class=\"gray\">(from the devils)</span>.\")</span><span class=\"gray\">(37:22)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا النُّفُوسُ زُوِّجَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the souls are joined with their bodies)</span><span class=\"gray\">(81:7)</span>.</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَهُمْ يُوزَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they shall be driven,)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas, may Allah be pleased with him, said: \"They will be pushed.\" 'Abdur-Rahman bin Zayd bin Aslam said: \"They will be driven.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا جَاءُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Till, when they come,)</span> and stand before Allah, may He be glorified and exalted, in the place of reckoning,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمَّاذَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will say: \"Did you deny My Ayat whereas you comprehended them not by knowledge, or what was it that you used to do?\")</span> meaning they will be asked about their beliefs and their deeds. Since they are among the doomed and, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا صَدَّقَ وَلَا صَلَّىٰ - وَلَٰكِنْ كَذَّبَ وَتَوَلَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He neither believed nor performed Salah! But on the contrary, he denied and turned away!)</span><span class=\"gray\">(75:31-32)</span> Then the proof will be established against them and they will have no excuse whatsoever, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا يَوْمُ لَا يَنْطِقُونَ - وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That will be a Day when they shall not speak. And they will not be permitted to put forth any excuse)</span><span class=\"gray\">(77:35-36)</span>. Similarly, Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Word will be fulfilled against them, because they have done wrong, and they will be unable to speak.)</span></p><p lang=\"en\" class=\"en \">They will be stunned and speechless, unable to give any answer. This is because they wronged themselves in the world, and now they have returned to the One Who sees the unseen and the seen, from Whom nothing can be hidden. </p><p lang=\"en\" class=\"en \">Then Allah points out His complete power, immense authority and greatness, all dictating that He is to be obeyed and that His commands must be followed, and that the message of inescapable truth brought by His Prophets must be believed in. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See they not that We have made the night for them to rest therein,)</span> Due to the darkness of the night they halt their activities and calm themselves down, to recover from the exhausting efforts of the day.</p><p class=\"fa qpc-hafs\" lang=\"fa\"> وَالنَّهَارَ مُبْصِرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the day sight-giving)</span> meaning filled with light, so that they can work and earn a living, and travel and engage in business, and do other things that they need to do.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this are Ayat for the people who believe.)</span></p>"
  }
]