[
  {
    "ayah_key": "7:90",
    "group_ayah_key": "7:90",
    "from_ayah": "7:90",
    "to_ayah": "7:92",
    "ayah_keys": "7:90,7:91,7:92",
    "text": "<p lang=\"en\" class=\"en \">The chiefs of those who disbelieved among his people said <span class=\"gray\">(to their people)</span>: \"If you follow Shu'ayb, be sure then you will be the losers! <span>(90)</span>So the earthquake seized them and they lay <span class=\"gray\">(dead)</span>, prostrate in their homes <span>(91)</span>Those who belied Shu'ayb, became as if they had never dwelt there <span class=\"gray\">(in their homes)</span>. Those who belied Shu'ayb, they were the losers <span>(92)</span></p><p lang=\"en\" class=\"en \">Allah describes the enormity of disbelief, rebellion, transgression and misguidance <span class=\"gray\">(of Shu'ayb's people)</span> and the defiance of truth encrypted in their hearts. They vowed, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِنِ اتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَّخَاسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"If you follow Shu'ayb, be sure then you will be the losers!\")</span> Allah answered them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So the earthquake seized them and they lay <span class=\"gray\">(dead)</span>, prostrate in their homes)</span></p><p lang=\"en\" class=\"en \">Allah said that the earthquake shook them, as punishment for threatening to expel Shu'ayb and his followers. Allah mentioned their end again in Suah Hud,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when Our commandment came, We saved Shu'ayb and those who believed with him by a mercy from Us. And the Sayhah <span class=\"gray\">(loud cry)</span> seized the wrongdoers, and they lay <span class=\"gray\">(dead)</span> prostrate in their homes.)</span><span class=\"gray\">[11:94]</span></p><p lang=\"en\" class=\"en \">This Ayah mentions the Sayhah <span class=\"gray\">(cry)</span> that struck them after they mocked Shu'ayb, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصَلَاتُكَ تَأْمُرُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does your Salah <span class=\"gray\">(prayer)</span> command you...)</span><span class=\"gray\">[11:87]</span> so it was befitting to mention here the cry that made them silence. In Surat Ash-Shu'ara', Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they belied him, so the torment of the Day of Shadow <span class=\"gray\">(a gloomy cloud)</span> seized them. Indeed that was the torment of a Great Day)</span><span class=\"gray\">[26:189]</span> because they challenged Shu'ayb,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"So cause a piece of the heaven to fall on us, if you are of the truthful!\")</span><span class=\"gray\">[26:187]</span>. </p><p lang=\"en\" class=\"en \">Therefore, Allah stated that each of these forms of punishment struck them on the Day of the Shadow. First,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So the torment of the Day of Shadow <span class=\"gray\">(a gloomy cloud)</span> seized them)</span><span class=\"gray\">[26:189]</span> when a gloomy cloud came over them <span class=\"gray\">(containing)</span> fire, flames and a tremendous light. Next, a cry from the sky descended on them and a tremor shook them from beneath. Consequently, their souls were captured, their lives were taken and their bodies became idle,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they lay <span class=\"gray\">(dead)</span>, prostrate in their homes)</span>. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَن لَّمْ يَغْنَوْا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They became as if they had never dwelt there)</span> meaning, after the torment seized them, it looked as if they never dwelled in the land from which they wanted to expel their Messenger Shu'ayb and his followers. Here, Allah refuted their earlier statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَذَّبُوا شُعَيْبًا كَانُوا هُمُ الْخَاسِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who belied Shu'ayb, they were the losers.)</span></p>"
  },
  {
    "ayah_key": "7:93",
    "group_ayah_key": "7:93",
    "from_ayah": "7:93",
    "to_ayah": "7:93",
    "ayah_keys": "7:93",
    "text": "<p class=\"en translation\" lang=\"en\">Then he <span class=\"gray\">(Shu'ayb)</span> turned from them and said: \"O my people! I have indeed conveyed my Lord's Messages unto you and I have given you good advice. Then how can I grieve over people who are disbelievers. <span>(93)</span></p><p lang=\"en\" class=\"en \">Prophet Shu'ayb, peace be upon him, turned away from his people after the torment, punishment and destruction struck them, admonishing and censuring them by saying to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَاتِ رَبِّي وَنَصَحْتُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O my people! I have indeed conveyed my Lord's Messages unto you and I have given you good advice.\")</span></p><p lang=\"en\" class=\"en \">Shu'ayb said, I have conveyed to you what I was sent with, so I will not feel any sorrow for you since you disbelieved in what I brought you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ آسَىٰ عَلَىٰ قَوْمٍ كَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Then how can I grieve over pepple who are disbelievers?\")</span></p>"
  },
  {
    "ayah_key": "7:94",
    "group_ayah_key": "7:94",
    "from_ayah": "7:94",
    "to_ayah": "7:95",
    "ayah_keys": "7:94,7:95",
    "text": "<p lang=\"en\" class=\"en \">And We sent no Prophet unto any town <span class=\"gray\">(and they denied him)</span>, but We seized its people with Ba'sā' and Ḍarrā', so that they might humble themselves <span class=\"gray\">(to Allah)</span><span>(94)</span>Then We changed the evil for the good, until they 'Afaw <span class=\"gray\">(increased)</span>, and said: \"Our fathers were touched with evil and with good.\" So We seized them all of a sudden while they were unaware <span>(95)</span></p><div lang=\"en\" class=\"en \"><h2>Afflictions that struck Earlier Nations</h2></div><p lang=\"en\" class=\"en \">Allah mentions the Ba'sā' and Ḍarrā' that struck the earlier nations to whom He sent Prophets. Ba'sā', refers to the physical sicknesses and ailments that they suffered, while Ḍarrā', refers to the poverty and humiliation that they experienced,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَضَّرَّعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that they might humble themselves)</span> supplicate, humble themselves and invoke Allah, that He might remove the afflictions that they suffered from. This Ayah indicates that Allah sent down severe afflictions to them so that they might invoke Him, but they did not do what He ordered them. Therefore, He changed the affliction into prosperity to test them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We changed the evil for the good,)</span></p><p lang=\"en\" class=\"en \">Therefore, Allah changed the hardship into prosperity, disease and sickness into health and well-being, and poverty into richness in provision, so that they might be thankful to Allah for this, but they did none of that. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ عَفَوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until they 'Afaw)</span> refers to increase in numbers, wealth and offspring. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَّقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ فَأَخَذْنَاهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and they said: \"Our fathers were touched with evil and with good.\" So We seized them all of a sudden while they were unaware.)</span></p><p lang=\"en\" class=\"en \">He tested them with this <span class=\"gray\">(afflictions)</span> and that <span class=\"gray\">(ease and abundance)</span> so that they may humble themselves and repent to Him. However, they failed both tests, for neither this nor that compelled them to change their ways. They said, \"We suffered Ba'sā' and Ḍarrā', but prosperity came afterwards, just as like our forefathers in earlier times.\" \"Therefore,\" they said, \"it is a cycle where we sometimes suffer a hardship and at other times, we enjoy a bounty.\" </p><p lang=\"en\" class=\"en \">However, they did not comprehend Allah's wisdom, nor the fact that He is testing them in both cases. To the contrary, the believers are grateful to Allah in good times and practice patience in hard times. In the Sahih, there is a Hadith that says;</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَجَبًا لِلْمُؤْمِنِ لَا يَقْضِي اللهُ لَهُ قَضَاءً إِلَّا كَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The matter of the believer is amazing, for nothing that Allah decrees for him, but it is better for him. If a Ḍarrā' <span class=\"gray\">(harm)</span> strikes him, he is patient, and this is better for him, if he is given Sarra' <span class=\"gray\">(prosperity)</span>, he thanks <span class=\"gray\">(Allah)</span> for it and this is better for him.)</span></p><p lang=\"en\" class=\"en \">The believer, therefore, is aware of the test behind the afflictions whether it may be prosperity or adversity that Allah sends to him, as well as the blessings. Similarly, in another Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَايَزَالُ الْبَلَاءُ بِالْمُؤْمِنِ حَتَّى يَخْرُجَ نَقِيًّا مِنْ ذُنُوبِهِ، وَالْمُنَافِق مِثْله كَمَثَلِ الْحِمَارِ لَا يَدْرِي فِيمَ رَبَطَهُ أَهْلُهُ وَلَا فِيمَ أَرْسَلُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The believer will continue to be tested by afflictions until he ends up pure from sin. And the parable of the hypocrite is that of a donkey, it does not know why its owners tied it or released it.)</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذْنَاهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We seized them all of a sudden while they were unaware.)</span> meaning, We struck them with punishment all of a sudden, while they were unaware. A Hadith describes sudden death,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَوْتُ الْفَجْأَةِ رَحْمَةٌ لِلْمُؤْمِنِ وَأَخْذَةُ أَسَفٍ لِلْكَافِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Sudden death is a mercy for the believer, but a sorrowful punishment for the disbeliever.)</span></p>"
  }
]