[
  {
    "ayah_key": "39:13",
    "group_ayah_key": "39:13",
    "from_ayah": "39:13",
    "to_ayah": "39:16",
    "ayah_keys": "39:13,39:14,39:15,39:16",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Verily, if I disobey my Lord, I am afraid of the torment of a great Day. <span>(13)</span>Say: \"Allah Alone I worship by doing religious deeds sincerely for His sake only. <span>(14)</span>\"So, worship what you like besides Him.\" Say: \"The losers are those who will lose themselves and their families on the Day of Resurrection. Verily, that will be a manifest loss! <span>(15)</span>They shall have coverings of Fire, above them and covering <span class=\"gray\">(of Fire)</span> beneath them. With this Allah frightens His servants: \"O My servants, therefore have Taqwa of Me! <span>(16)</span></p><p lang=\"en\" class=\"en \">Creating Fear of the Punishment of Allah</p><p lang=\"en\" class=\"en \">Allah says, say O Muhammad, even though you are the Messenger of Allah:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, if I disobey my Lord, I am afraid of the torment of a great Day.)</span> meaning the Day of Resurrection. This is a conditional sentence, and if what is referred to here applies to the Prophet ﷺ, it applies even more so to others,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي - فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Allah Alone I worship by doing religious deeds sincerely for His sake only. So, worship what you like besides Him.\")</span> This is also a threat, and a disowning of them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ الْخَاسِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"The losers...\")</span> means, the greatest losers of all,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(are those who will lose themselves and their families on the Day of Resurrection.)</span> means, they will be separated and will never meet again, whether their families have gone to Paradise and they have gone to Hell, or all of them have gone to Hell, they will never meet or feel happiness again.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا ذَٰلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, that will be a manifest loss!)</span> means, this is the clearest and most obvious loss. Then He describes their state in the Fire:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They shall have coverings of Fire, above them and covering <span class=\"gray\">(of Fire)</span> beneath them.)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ ۚ وَكَذَٰلِكَ نَجْزِي الظَّالِمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Theirs will be a bed of Hell <span class=\"gray\">(Fire)</span>, and over them coverings <span class=\"gray\">(of Hell-fire)</span>. Thus do We recompense the wrongdoers)</span><span class=\"gray\">(7:41)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when the torment <span class=\"gray\">(Hell-fire)</span> shall cover them from above them and from underneath their feet, and it will be said: \"Taste what you used to do.\")</span><span class=\"gray\">(29:55)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(With this Allah frightens His servants:)</span> means, Allah tells us about this, which will undoubtedly come to pass, to frighten His servants, so that they will keep away from unlawful things and from sin.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِ فَاتَّقُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O My servants, therefore have Taqwa of Me!)</span> means, 'fear My wrath, My anger, My punishment and My vengeance.'</p>"
  },
  {
    "ayah_key": "39:17",
    "group_ayah_key": "39:17",
    "from_ayah": "39:17",
    "to_ayah": "39:18",
    "ayah_keys": "39:17,39:18",
    "text": "<p class=\"en translation\" lang=\"en\">Those who avoid At-Taghut by not worshipping them and turn to Allah, for them are glad tidings; so announce the good news to My servants <span>(17)</span>Those who listen to the Word and follow the best thereof, those are <span class=\"gray\">(the ones)</span> whom Allah has guided and those are men of understanding <span>(18)</span></p><p lang=\"en\" class=\"en \">Good News for the Righteous </p><p lang=\"ha\" class=\"ha \">Abdur-Rahman bin Zayd bin Aslam said, narrating from his father:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who avoid At-Taghut by not worshipping them)</span> was revealed concerning Zayd bin 'Amr bin Nufayl and Abu Dharr and Salman Al-Farisi, may Allah be pleased with them. The correct view is that it includes them and all others who avoided worshipping idols and turned to the worship of Ar-Rahman. These are the people for whom there is good news in this world and in the Hereafter. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَشِّرْ عِبَادِ - الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so announce the good news to My servants – those who listen to the Word and follow the best thereof,)</span> meaning, those who understand it and act in accordance with it. This is like the Words of Allah, may He be exalted, to Musa, peace be upon him, when He gave him the Tawrah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hold unto these with firmness, and enjoin your people to take the better therein)</span><span class=\"gray\">(7:145)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those are whom Allah has guided)</span> means, those who are described in this manner are the ones whom Allah has guided in this world and the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ هُمْ أُولُو الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and those are men of understanding.)</span> means, they possess sound reasoning and an upright nature.</p>"
  },
  {
    "ayah_key": "39:19",
    "group_ayah_key": "39:19",
    "from_ayah": "39:19",
    "to_ayah": "39:20",
    "ayah_keys": "39:19,39:20",
    "text": "<p lang=\"en\" class=\"en \">Is, then one against whom the Word of punishment is justified <span class=\"gray\">(equal to the one who avoids evil)</span>? Will you rescue him who is in the Fire <span>(19)</span>But those who have Taqwa of their Lord, for them are built lofty rooms, one above another under which rivers flow. <span class=\"gray\">(This is)</span> the promise of Allah, and Allah does not fail in <span class=\"gray\">(His)</span> promise <span>(20)</span></p><p lang=\"en\" class=\"en \">Allah says, 'if He has decreed that someone is to be doomed, can you save him from his misguidance and doom?' Which means, no one can guide him apart from Allah, because whomever Allah leaves astray cannot be guided, and whomever He guides cannot be led astray. Then Allah tells us that His blessed servants will have lofty rooms in Paradise.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(are built lofty rooms, one above another)</span>, story upon story, solidly-constructed, adorned and high. 'Abdullah bin Al-Imam Ahmad recorded that 'Ali, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ لَغُرَفًا يُرَى بُطُونُهَا مِنْ ظُهُورِهَا، وَظُهُورُهَا مِنْ بُطُونِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In Paradise there are rooms whose inside can be seen from the outside, and the outside can be seen from the inside.)</span> A bedouin asked, 'Who are they for, O Messenger of Allah?' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَنْ أَطَابَ الْكَلَامَ، وَأَطْعَمَ الطَّعَامَ، وَصَلَّى بِاللَّيْلِ وَالنَّاسُ نِيَامٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For those who speak kindly, feed the hungry and stand in prayer at night whilst the people are sleeping.)</span>\" This was also recorded by At-Tirmidhi, who said, \"Hasan Gharib\". Imam Ahmad recorded from Sahl bin Sa'd, may Allah be pleased with him, that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْلَ الْجَنَّةِ لَيَتَرَاءَوْنَ فِي الْغُرْفَةِ فِي الْجَنَّةِ، كَمَا تَرَاءَوْنَ الْكَوْكَبَ فِي أُفُقِ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people of Paradise will look towards each other in raised places of Paradise as you look towards the stars on the horizons of the sky.)</span> He said, \"I told An-Nu'man bin Abi 'Ayyash about that, and he said, 'I heard Abu Sa'id Al-Khudri, may Allah be pleased with him, narrate it:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَا تَرَاءَوْنَ الْكَوْكَبَ الَّذِي فِي الْأُفُقِ الشَّرْقِيِّ أَوِ الْغَرْبِيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As you see the stars on the horizon of the east or the west.)</span>'\" It was also recorded in the Two Sahihs. Imam Ahmad said, \"Fazarah narrated to us; Fulayh narrated to us; from Hilal bin 'Ali, from 'Ata' bin Yasar, from Abu Hurayrah, may Allah be pleased with him, that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَهْلَ الْجَنَّةِ لَيَتَرَاءَوْنَ فِي الْجَنَّةِ أَهْلَ الْغُرَفِ، كَمَا تَرَاءَوْنَ الْكَوْكَبَ الدُّرِّيَّ الْغَارِبَ فِي الْأُفُقِ الطَّالِعِ، فِي تَفَاضُلِ أَهْلِ الدَّرَجَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people of Paradise will look towards each other in the raised places of Paradise as you look at the high, bright stars which remain on the horizon. Such will be the difference in superiority which some of them have over others.)</span> They said, \"O Messenger of Allah, are those the abodes of the Prophets?\" He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَى، وَالَّذِي نَفْسِي بِيَدِهِ، وَأَقْوَامٌ آمَنُوا بِاللهِ وَصَدَّقُوا الرُّسُلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, by the One in Whose Hand is my soul, they are the abodes of people who believed in Allah and in the Messengers.)</span> It was also recorded by At-Tirmidhi, who said, \"Hasan Sahih.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(under which rivers flow.)</span> means, the rivers flow wherever the people want them to flow.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعْدَ اللَّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(This is)</span> the promise of Allah,)</span> means, 'all that We have mentioned here is what Allah has promised to His believing servants.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah does not fail in <span class=\"gray\">(His)</span> promise.)</span><span class=\"gray\">(3:9)</span></p>"
  }
]