[
  {
    "ayah_key": "4:128",
    "group_ayah_key": "4:128",
    "from_ayah": "4:128",
    "to_ayah": "4:130",
    "ayah_keys": "4:128,4:129,4:130",
    "text": "<p lang=\"en\" class=\"en \">And if a woman fears cruelty or desertion on her husband's part, there is no sin on them both if they make terms of peace between themselves; and making peace is better. And human souls are swayed by greed. But if you do good and have Taqwa, verily, Allah is Ever Well-Acquainted with what you do <span>(128)</span>You will never be able to do perfect justice between wives even if it is your ardent desire, so do not incline too much to one of them so as to leave the other hanging. And if you do justice, and do all that is right and have Taqwa, then Allah is Ever Oft-Forgiving, Most Merciful <span>(129)</span>But if they separate <span class=\"gray\">(by divorce)</span>, Allah will provide abundance for everyone of them from His bounty. And Allah is Ever All-Sufficient for His creatures' needs, All-Wise <span>(130)</span></p><div lang=\"en\" class=\"en \"><h2>The Ruling Concerning Desertion on the Part of the Husband</h2></div><p lang=\"en\" class=\"en \">Allah states, and thus legislates accordingly, that sometimes, the man inclines away from his wife, sometimes towards her and sometimes he parts with her. In the first case, when the wife fears that her husband is steering away from her or deserting her, she is allowed to forfeit all or part of her rights, such as provisions, clothing, dwelling, and so forth, and the husband is allowed to accept such concessions from her. Hence, there is no harm if she offers such concessions, and if her husband accepts them. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا جُنَاحَ عَلَيْهِمَا أَن يُصْلِحَا بَيْنَهُمَا صُلْحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(there is no sin on them both if they make terms of peace between themselves;)</span> He then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصُّلْحُ خَيْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and making peace is better)</span> than divorce. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُحْضِرَتِ الْأَنفُسُ الشُّحَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And human souls are swayed by greed.)</span> means, coming to peaceful terms, even when it involves forfeiting some rights, is better than parting.</p><p lang=\"en\" class=\"en \">Abu Dawud At-Tayalisi recorded that Ibn 'Abbas said, \"Sawdah feared that the Messenger of Allah ﷺ might divorce her and she said, 'O Messenger of Allah! Do not divorce me; give my day to 'A'ishah.' And he did, and later on Allah sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنِ امْرَأَةٌ خَافَتْ مِن بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if a woman fears cruelty or desertion on her husband's part, there is no sin on them both)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas said, \"Whatever <span class=\"gray\">(legal agreement)</span> the spouses mutually agree to is allowed.\". At-Tirmidhi recorded it and said, \"Hasan Gharib\".</p><p lang=\"en\" class=\"en \">In the Two Sahihs, it is recorded that 'A'ishah said that when Sawdah bint Zam'ah became old, she forfeited her day to 'A'ishah, and the Prophet ﷺ used to spend Sawdah's night with 'A'ishah. There is a similar narration also collected by Al-Bukhari.</p><p lang=\"en\" class=\"en \">Al-Bukhari also recorded that 'A'ishah commented;</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنِ امْرَأَةٌ خَافَتْ مِن بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if a woman fears cruelty or desertion on her husband's part)</span>, that it refers to, \"A man who is married to an old woman, and he does not desire her and wants to divorce her. So she says, 'I forfeit my right on you.' So this Ayah was revealed.\"</p><div lang=\"en\" class=\"en \"><h2>Meaning of \"Making Peace is Better\"</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصُّلْحُ خَيْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And making peace is better)</span>. 'Ali bin Abi Talhah related that Ibn 'Abbas said that the Ayah refers to, \"When the husband gives his wife the choice between staying with him or leaving him, as this is better than the husband preferring other wives to her.\"</p><p lang=\"en\" class=\"en \">However, the apparent wording of the Ayah refers to the settlement where the wife forfeits some of the rights she has over her husband, with the husband agreeing to this concession, and that this settlement is better than divorce. For instance, the Prophet ﷺ kept Sawdah bint Zam'ah as his wife after she offered to forfeit her day for 'A'ishah. By keeping her among his wives, his Ummah may follow this kind of settlement. Since settlement and peace are better with Allah than parting, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصُّلْحُ خَيْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and making peace is better)</span>. Divorce is not preferred with Allah. The meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you do good and have Taqwa, verily, Allah is Ever Well-Acquainted with what you do)</span> if you are patient with the wife you dislike and treat her as other wives are treated, then Allah knows what you do and will reward you for it perfectly. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن تَسْتَطِيعُوا أَن تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will never be able to do perfect justice between wives even if it is your ardent desire,)</span> means, O people! You will never be able to be perfectly just between wives in every respect. Even when one divides the nights justly between wives, there will still be various degrees concerning love, desire and sexual intimacy, as Ibn 'Abbas, 'Ubaydah As-Salmani, Mujahid, Al-Hasan Al-Basri and Ad-Dahhak bin Muzahim stated.</p><p lang=\"en\" class=\"en \">Imam Ahmad and the collectors of the Sunan recorded that 'A'ishah said, \"The Messenger of Allah ﷺ used to treat his wives equally and proclaim,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ هَذَا قَسْمِي فِيمَا أَمْلِكُ، فَلَا تَلُمْنِي فِيمَا تَمْلِكُ وَلَا أَمْلِكُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! This is my division in what I own, so do not blame me for what You own and I do not own)</span> referring to his heart. This was the wording that Abu Dawud collected, and its chain of narrators is Sahih. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَمِيلُوا كُلَّ الْمَيْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so do not incline too much to one of them)</span> means, when you like one of your wives more than others, do not exaggerate in treating her that way,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَذَرُوهَا كَالْمُعَلَّقَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so as to leave the other hanging.)</span> referring to the other wives. Ibn 'Abbas, Mujahid, Sa'id bin Jubayr, Al-Hasan, Ad-Dahhak, Ar-Rabi' bin Anas, As-Suddi and Muqatil bin Hayyan said that Mu'allaqah <span class=\"gray\">[hanging]</span> means, \"She is neither divorced nor married.\"</p><p lang=\"fil\" class=\"fil \">Abu Dawud At-Tayalisi recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ كَانَتْ لَهُ امْرَأَتَانِ فَمَالَ إِلى إِحْدَاهُمَا، جَاءَ يَوْمَ الْقِيَامَةِ وَأَحَدُ شِقَّيْهِ سَاقِطٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever has two wives and inclines to one of them <span class=\"gray\">(too much)</span>, will come on the Day of Resurrection with one of his sides dragging.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ غَفُورًا رَّحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you do justice, and do all that is right and have Taqwa, then Allah is Ever Oft-Forgiving, Most Merciful.)</span> The Ayah states: If you do justice and divide equally in what you have power over, while fearing Allah in all conditions, then Allah will forgive you the favoritism that you showed to some of your wives. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَتَفَرَّقَا يُغْنِ اللَّهُ كُلًّا مِّن سَعَتِهِ وَكَانَ اللَّهُ وَاسِعًا حَكِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they separate <span class=\"gray\">(divorce)</span>, Allah will provide abundance for everyone of them from His bounty. And Allah is Ever All-Sufficient for His creatures' needs, All-Wise.)</span></p><p lang=\"en\" class=\"en \">This is the third case between husband and wife, in which divorce occurs. Allah states that if the spouses separate by divorce, then Allah will suffice them by giving him a better wife and her a better husband. The meaning of,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ وَاسِعًا حَكِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is Ever All-Sufficient for His creatures' needs, All-Wise.)</span> is: His favor is tremendous, His bounty is enormous and He is All-Wise in all His actions, decisions and commandments.</p>"
  },
  {
    "ayah_key": "4:13",
    "group_ayah_key": "4:13",
    "from_ayah": "4:13",
    "to_ayah": "4:14",
    "ayah_keys": "4:13,4:14",
    "text": "<p lang=\"en\" class=\"en \">These are the limits <span class=\"gray\">(set by)</span> Allah, and whosoever obeys Allah and His Messenger, will be admitted to Gardens under which rivers flow <span class=\"gray\">(in Paradise)</span>, to abide therein, and is the great success <span>(13)</span>And whosoever disobeys Allah and His Messenger, and transgresses His <span class=\"gray\">(set)</span> limits, He will cast him into the Fire, to abide therein; and he shall suffer a disgraceful torment <span>(14)</span></p><div lang=\"en\" class=\"en \"><h2>Warning Against Transgressing the Limits for Inheritance</h2></div><p lang=\"en\" class=\"en \">Meaning, the Fara'id are Allah's set limits. This includes what Allah has alloted for the heirs, according to the degree of relation they have to the deceased, and their degree of dependency on him. Therefore, do not transgress or violate them. So Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever obeys Allah and His Messenger,)</span> regarding the inheritance, and does not add or decrease any of these fixed shares by use of tricks and plots. Rather, he gives each his appointed share as Allah commanded, ordained and decided,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَٰلِكَ الْفَوْزُ الْعَظِيمُ - وَمَن يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُّهِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will be admitted to Gardens under which rivers flow <span class=\"gray\">(in Paradise)</span>, to abide therein, and is the great success. And whosoever disobeys Allah and His Messenger, and transgresses His <span class=\"gray\">(set)</span> limits, He will cast him into the Fire, to abide therein; and he shall have a disgraceful torment.)</span></p><p lang=\"en\" class=\"en \">This is because he changed what Allah has ordained and disputed with His judgment. Indeed, this is the behavior of those who do not agree with what Allah has decided and divided, and this is why Allah punishes them with humiliation in the eternal, painful torment.</p><p lang=\"ceb\" class=\"ceb \">Imam Ahmad recorded that Abu Hurayrah said that, the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْخَيْرِ سَبْعِينَ سَنَةً، فَإِذَا أَوْصَى حَافَ فِي وَصِيَّتِهِ، فَيُخْتَمُ لَهُ بِشَرِّ عَمَلِهِ، فَيَدْخُلُ النَّارَ، وَإِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الشَّرِّ سَبْعِينَ سَنَةً، فَيَعْدِلُ فِي وَصِيَّتِهِ فَيُخْتَمُ لَهُ بِخَيْرِ عَمَلِهِ فَيَدْخُلُ الْجَنَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A man might perform the actions of righteous people for seventy years, but when it is time to compile his will, he commits injustice. So his final work will be his worst, and he thus enters the Fire. A man might perform the deeds of evil people for seventy years, yet he is fair in his will. So his final work will be his best, and he thus enters Paradise.)</span> Abu Hurayrah said, \"Read, if you will,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ حُدُودُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are the limits <span class=\"gray\">(set by)</span> Allah)</span> until,</p><p class=\"sd qpc-hafs\" lang=\"sd\">عَذَابٌ مُّهِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a disgraceful torment.)</span>.\" In the chapter on injustice in the will, Abu Dawud recorded in his Sunan that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيَعْمَلُ - أَوِ الْمَرْأَةَ - بِطَاعَةِ اللهِ سِتِّينَ سَنَةً، ثُمَّ يَحْضُرُهُمَا الْمَوْتُ، فَيُضَارَّانِ فِي الْوَصِيَّـةِ، فَتَجِبُ لَهُمَا النَّارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A man or a woman might perform actions in obedience to Allah for sixty years. Yet, when they are near death, they leave an unfair will and thus acquire the Fire.)</span> Abu Hurayrah then recited the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن بَعْدِ وَصِيَّةٍ يُوصَىٰ بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(After payment of legacies he <span class=\"gray\">(or she)</span> may have bequeathed or debts, so that no loss is caused)</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَٰلِكَ الْفَوْزُ الْعَظِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that is the great success.)</span> This was also recorded by At-Tirmidhi and Ibn Majah, and At-Tirmidhi said, \"Hasan Gharib\".</p>"
  }
]