[
  {
    "ayah_key": "70:8",
    "group_ayah_key": "70:8",
    "from_ayah": "70:8",
    "to_ayah": "70:18",
    "ayah_keys": "70:8,70:9,70:10,70:11,70:12,70:13,70:14,70:15,70:16,70:17,70:18",
    "text": "<p lang=\"en\" class=\"en \">The Day that the sky will be like the Al-Muhl <span>(8)</span>And the mountains will be like 'Ihn <span>(9)</span>And no friend will ask a friend <span>(10)</span>Though they shall be made to see one another, the criminal would desire to ransom himself from the punishment of that Day by his children <span>(11)</span>And his wife and his brother <span>(12)</span>And his Fasilah who sheltered him <span>(13)</span>And all that are in the earth, so that it might save him <span>(14)</span>By no means! Verily, it will be the fire of Hell <span>(15)</span>Naza'ah the Shawa <span>(16)</span>Calling <span class=\"gray\">(all)</span> such as turn their backs and turn away their faces <span>(17)</span>And collect <span class=\"gray\">(wealth)</span> and hide it <span class=\"gray\">(from spending it in the cause of Allah)</span><span>(18)</span></p><p lang=\"en\" class=\"en \">Terrors of the Day of Judgement</p><p lang=\"en\" class=\"en \">Allah says that the torment will befall the disbelievers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day that the sky will be like the Al-Muhl.)</span> Ibn 'Abbas, Mujahid, 'Ata, Sa'id bin Jubayr, 'Ikrimah, As-Suddi and others have all said, \"Like the residue of oil.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَكُونُ الْجِبَالُ كَالْعِهْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the mountains will be like 'Ihn.)</span> meaning, like fluffed wool. This was said by Mujahid, Qatadah and As-Suddi. This Ayah is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the mountains will be like carded wool.)</span><span class=\"gray\">(101:5)</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا - يُبَصَّرُونَهُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no friend will ask a friend, though they shall be made to see one another.)</span> Meaning, no close friend will ask his close friend about his condition while he sees him in the worst of conditions. He will be worried about himself and will not be able to think of others. </p><p lang=\"en\" class=\"en \">Al-'Awfi reported from Ibn 'Abbas, \"Some of them will know others and they will be acquainted with each other. Then, they will flee from each other after that, as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every man that Day will have enough to make him careless of others.)</span>\" <span class=\"gray\">(80:37)</span> This honorable Ayah is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا ۚ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! Have Taqwa of your Lord, and fear a Day when no father can avail aught for his son, and nor a son avail aught for his father. Verily the promise of Allah is true.)</span><span class=\"gray\">(31:33)</span> and He also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if one heavily laden calls another to <span class=\"gray\">(bear)</span> his load, nothing of it will be lifted even though he be near of kin.)</span><span class=\"gray\">(35:18)</span> and He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when the Trumpet is blown, there will be no kinship among them that Day, nor will they ask of one another.)</span><span class=\"gray\">(23:101)</span> and similarly He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ - وَأُمِّهِ وَأَبِيهِ - وَصَاحِبَتِهِ وَبَنِيهِ - لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That day shall a man flee fom his brother, and from his mother and his father, and from his wife and his children. Every man that Day will have enough to make him careless of others.)</span><span class=\"gray\">(80:34-37)</span> Then Allah's saying here</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ - وَصَاحِبَتِهِ وَأَخِيهِ - وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ - وَمَن فِي الْأَرْضِ جَمِيعًا ثُمَّ يُنجِيهِ - كَلَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the criminal would desire to ransom himself from the punishment of the Day by his children, and his wife and his brother, and his Fasilah <span class=\"gray\">(kindred)</span> who sheltered him, and all that are in the earth, so that it might save him. By no means!)</span></p><p lang=\"en\" class=\"en \">means, no ransom will be accepted from him even if he brought all of the people of the earth <span class=\"gray\">(as ransom)</span>, and the greatest wealth that he could find, even if it was enough gold to fill the entire earth. Even the child that he had who was dearer to him than the last beat of his heart in the life of this world, he would wish to use the child as a ransom for himself against the torment of Allah on the Day of Judgement when he sees the horrors. However, even this child would not be accepted from him <span class=\"gray\">(as a ransom)</span>. Mujahid and As-Suddi both said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَفَصِيلَتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and his Fasilah)</span> \"This means his tribe and his kin.\" 'Ikrimah said, \"This means the subdivision of his tribe that he is from.\" Ashhab reported from Malik that he said, \"His Fasilah is his mother.\" Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهَا لَظَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, it will be the fire of Hell,)</span> Here He is describing the Hell-fire and the severity of its heat.</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَزَّاعَةً لِلشَّوَىٰ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Nazza'ah the Shawa!)</span> Ibn 'Abbas and Mujahid both said, \"It is the skin of the head.\" Al-Hasan Al-Basri and Thabit Al-Bunani both said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَزَّاعَةً لِلشَّوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nazza'ah the Shawa!)</span> \"This means respectable parts of the face.\" Qatadah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَزَّاعَةً لِلشَّوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nazza'ah the Shawa!)</span> \"This means removing his important organs, and the respectable parts of his face, his creation and his limbs.\" </p><p lang=\"en\" class=\"en \">Ad-Dahhak said, \"This means it will scrape the flesh and the skin off of the bone until it leaves nothing of it remaining.\" </p><p lang=\"en\" class=\"en \">Ibn Zayd said, \"The Shawa is the marrow of the bones.\" As for,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَزَّاعَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nazza'ah)</span> Ibn Zayd said, \"It is cutting their bones and transformation of their skins and their form.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَدْعُو مَنْ أَدْبَرَ وَتَوَلَّىٰ - وَجَمَعَ فَأَوْعَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Calling <span class=\"gray\">(all)</span> such as turn their backs and turn away their faces. And collect and hide it.)</span> meaning, the Fire will call out to its children whom Allah created for it, determining that they will perform the deeds deserving of it in the worldly life. So it will call them on the Day of Judgement with an eloquent and articulate tongue. Then it will pick them out from the people of the gathering just as birds pick seeds. This is because they were, as Allah said, of those who turned their backs and turned away. This means they denied with their hearts and abandoned the performance of deeds with their limbs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَمَعَ فَأَوْعَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And collect and hide it.)</span> meaning, he gathered wealth piling it up, and he concealed it, meaning he hid it and refused to give the obligatory right of Allah that was due on it of spending and paying the Zakah. It has been recorded in a Hadith that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُوعِي فَيُوعِيَ اللهُ عَلَيْكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not hold back <span class=\"gray\">(your wealth)</span> or else Allah will hold back from you.)</span></p>"
  },
  {
    "ayah_key": "71:1",
    "group_ayah_key": "71:1",
    "from_ayah": "71:1",
    "to_ayah": "71:4",
    "ayah_keys": "71:1,71:2,71:3,71:4",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In the Name of Allah, the Most Gracious, the Most Merciful.</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ - قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ - أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ - يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۚ إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ ۖ لَوْ كُنْتُمْ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Verily, We sent Nuh to his people <span class=\"gray\">(saying)</span>: \"Warn your people before there comes to them a painful torment.\")</span><span class=\"gray\">(2. He said: \"O my people! Verily, I am a plain warner to you,\")</span><span class=\"gray\">(3. \"That you should worship Allah, and have Taqwa of Him, and obey me,\")</span><span class=\"gray\">(4. \"He will forgive you of your sins and respite you to an appointed term. Verily, the term of Allah when it comes, cannot be delayed, if you but know.\")</span></p><p lang=\"et\" class=\"et \">Nuh's Invitation to His People</p><p lang=\"en\" class=\"en \">Allah says concerning Nuh that He sent him to his people commanding him to warn them of the punishment of Allah before it befell them. He was to tell them that if they would repent and turn to Allah, then the punishment would be lifted from them. Due to this Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ - قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Warn your people before there comes to them a painful torment.\" He said: \"O my people! Verily, I am a plain warner to you.\")</span> meaning, clarity of the warning, making the matter apparent and clear.</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That you should worship Allah, and have Taqwa of Him,)</span> meaning, 'abandon those things that He has forbidden and avoid that which He has declared to be sinful.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَطِيعُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and obey me,)</span> 'In that which I command you to do and that which I forbid you from.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will forgive you of your sins)</span> meaning, 'if you do what I command you to do and you believe in what I have been sent with to you, then Allah will forgive you for your sins.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُؤَخِّرْكُمْ إِلَىٰ أَجَلٍ مُسَمًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and respite you to an appointed term.)</span> meaning, 'He will extend your life span and protect you from the torment that He would have made befall you if you did not stay away from His prohibitions.' This Ayah is used as proof by those who say that obedience <span class=\"gray\">(to Allah)</span>, righteousness and maintaining the family ties truly increase the life span of a person. This is like that which has been reported in the Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">صِلَةُ الرَّحِمِ تَزِيدُ فِي الْعُمُرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Maintaining the family ties increases the life span.)</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ ۖ لَوْ كُنْتُمْ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the term of Allah when it comes, cannot be delayed, if you but know.)</span> means, hasten to the obedience <span class=\"gray\">(of Allah)</span> before the coming of His vengeance. For verily, if He commands that to happen, it cannot be repulsed or prevented. For He is the Great One Who compels everything, and He is the Almighty Whose might all of creation succumbs to.</p>"
  }
]