[
  {
    "ayah_key": "23:57",
    "group_ayah_key": "23:57",
    "from_ayah": "23:57",
    "to_ayah": "23:61",
    "ayah_keys": "23:57,23:58,23:59,23:60,23:61",
    "text": "<p lang=\"en\" class=\"en \">Verily, those who live in awe for fear of their Lord <span>(57)</span>And those who believe in the Ayat of their Lord <span>(58)</span>And those who join not anyone as partners with their Lord <span>(59)</span>And those who give that which they give with their hearts full of fear, because they are sure to return to their Lord <span>(60)</span>It is these who hasten in the good deeds, and they are foremost in them <span>(61)</span></p><div lang=\"en\" class=\"en \"><h2>Description of the People of Good Deeds</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ هُم مِّنْ خَشْيَةِ رَبِّهِم مُّشْفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who live in awe for fear of their Lord;)</span> means, even though they have reached the level of Ihsan and have faith and do righteous deeds, they are still in awe of Allah and fear Him and His hidden plans for them, as Al-Hasan Al-Basri said, \"The believer combines Ihsan with awe, while the disbelievers combine evil deeds with a sense of security.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ هُم بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who believe in the Ayat of their Lord;)</span> means, they believe in His universal and legislative signs, as Allah says about Maryam, peace be upon her:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and she testified to the truth of the Words of her Lord, and His Scriptures)</span><span class=\"gray\">(66:12)</span>, meaning that she believed that whatever existed was by the will and decree of Allah, and that whatever Allah decreed, if it was a command, it would be something that He liked and accepted; if it was a prohibition, it would be something that He disliked and rejected; and if it was good, it would be true. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who join not anyone <span class=\"gray\">(in worship)</span> as partners with their Lord;)</span> meaning, they do not worship anyone or anything else besides Him, but they worship Him Alone and know that there is no god except Allah Alone, the One, the Self-Sufficient Master, Who does not take a wife or have any offspring, and there is none comparable or equal unto Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَىٰ رَبِّهِمْ رَاجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who give that which they give with their hearts full of fear, because they are sure to return to their Lord.)</span> means, they give in charity, fearing that it may not be accepted from them because of some shortcoming or failure to meet the required conditions of giving. This has to do with fear and taking precautions, as Imam Ahmad recorded from 'A'ishah: I said: \"O Messenger of Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَّقُلُوبُهُمْ وَجِلَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who give that which they give with their hearts full of fear...)</span> Are these the ones who steal and commit Zina and drink alcohol while fearing Allah?\" The Messenger of Allah ﷺ replied:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، يَا بِنْتَ أَبِي بَكْرٍ يَا بِنْتَ الصِّدِّيقِ، وَلَكِنَّهُ الَّذِي يُصَلِّي وَيَصُومُ وَيَتَصَدَّقُ وَهُوَ يَخَافُ اللهَ عَزَّ وَجَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, O daughter of Abu Bakr. O daughter of As-Siddiq, the one who prays, fast and gives in charity, fearing Allah.)</span> This was recorded by At-Tirmidhi, and Ibn Abi Hatim recorded something similar in which the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَا بِنْتَ الصِّدِّيقِ، وَلَكِنَّهُمُ الَّذِينَ يُصَلُّونَ وَيَصُومُونَ وَيَتَصَدَّقُونَ وَهُمْ يَخَافُونَ أَلَّا يُقْبَلَ مِنْهُمْ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, O daughter of As-Siddiq, they are the ones who pray and fast and give in charity while fearing that it will not be accepted from them, <span class=\"gray\">(It is these who hasten in the good deeds.)</span>)</span> This is also how Ibn 'Abbas, Muhammad bin Ka'b Al-Qurazi and Al-Hasan Al-Basri interpreted this Ayah.</p>"
  },
  {
    "ayah_key": "23:62",
    "group_ayah_key": "23:62",
    "from_ayah": "23:62",
    "to_ayah": "23:67",
    "ayah_keys": "23:62,23:63,23:64,23:65,23:66,23:67",
    "text": "<p lang=\"en\" class=\"en \">And We task not any person except according to his capacity, and with Us is a Record which speaks the truth, and they will not be wronged <span>(62)</span>Nay, but their hearts are covered from this, and they have other deeds, besides which they are doing <span>(63)</span>Until when We seize those of them who lead a luxurious life with punishment; behold, they make humble invocation with a loud voice <span>(64)</span>Invoke not loudly this day! Certainly you shall not be helped by Us <span>(65)</span>Indeed My Ayat used to be recited to you, but you used to turn back on your heels <span>(66)</span>In pride, talking evil about it by night <span>(67)</span></p><div lang=\"en\" class=\"en \"><h2>The Justice of Allah and the Frivolity of the Idolators</h2></div><p lang=\"en\" class=\"en \">Allah tells us of His justice towards His servants in this world, in that He does not task any person except according to his capacity, i.e., He does not burden any soul with more than it can bear. On the Day of Resurrection He will call them to account for their deeds, which He has recorded in a written Book from which nothing is omitted. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and with Us is a Record which speaks the truth,)</span> meaning, the Book of deeds</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will not be wronged.)</span> means, nothing will be omitted from their record of good deeds. As for evil deeds, He will forgive and overlook many of them in the case of His believing servants. Then Allah says, denouncing the disbelievers and idolators of the Quraysh:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but their hearts are covered)</span>, meaning because of negligence and misguidance,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مِنْ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from this.)</span> means, the Qur'an which Allah revealed to His Messenger ﷺ.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ أَعْمَالٌ مِّن دُونِ ذَٰلِكَ هُمْ لَهَا عَامِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they have other deeds, besides which they are doing.)</span> Al-Hakam bin Aban narrated from 'Ikrimah, from Ibn 'Abbas that</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ أَعْمَالٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they have other deeds,)</span> means, evil deeds apart from that, i.e., Shirk,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُمْ لَهَا عَامِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which they are doing.)</span> means, which they will inevitably do. This was also narrated from Mujahid, Al-Hasan and others. Others said that this phrase means:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَهُمْ أَعْمَالٌ مِنْ دُونِ ذَٰلِكَ هُمْ لَهَا عَامِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have other deeds, besides which they are doing.)</span> It was decreed that they would do evil deeds, and they will inevitably do them before they die, so that the word of punishment may be justified against them.</p><p lang=\"en\" class=\"en \">A similar view was narrated from Muqatil bin Hayyan, As-Suddi and 'Abdur-Rahman bin Zayd bin Aslam. This is a clear and appropriate meaning. We have already quoted from the Hadith of Ibn Mas'ud:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَ الَّذِي لَا إِلهَ غَيْرُهُ إِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Him besides Whom there is no other God, a man may do the deeds of the people of Paradise until there is no more than a forearm's length between him and it, then the decree will overtake him and he will do the deeds of the people of Hell, then he will enter Hell...)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Until when We seize those of them who lead a luxurious life with punishment; behold, they make humble invocation with a loud voice.)</span> means, when the punishment and vengeance of Allah comes to those who are living a happy life of luxury in this world and overtakes them,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِذَا هُمْ يَجْأَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(behold, they make humble invocation with a loud voice.)</span> means, they scream their calls for help. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا - إِنَّ لَدَيْنَا أَنْكَالًا وَجَحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And leave Me Alone <span class=\"gray\">(to deal)</span> with the beliers, those who are in possession of good things of life. And give them respite for a little while. Verily, with Us are fetters, and a raging Fire.)</span><span class=\"gray\">(73:11-12)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ فَنَادَوا وَّلَاتَ حِينَ مَنَاصٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How many a generation have We destroyed before them! And they cried out when there was no longer time for escape.)</span><span class=\"gray\">(38:3)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَجْأَرُوا الْيَوْمَ ۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Invoke not loudly this day! Certainly you shall not be helped by Us.)</span> means, no one is going to save you from what has happened to you, whether you scream aloud or remain silent. There is no escape and no way out. It is inevitable: the punishment will surely come to you. Then Allah mentions the greatest of their sins:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ كَانَتْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنْتُمْ عَلَىٰ أَعْقَابِكُمْ تَنْكِصُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed My Ayat used to be recited to you, but you used to turn back on your heels.)</span> meaning, when you were called, you refused and resisted.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ ۖ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا ۚ فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"This is because, when Allah Alone was invoked, you disbelieved, but when partners were joined to Him, you believed! So the judgment is only with Allah, the Most High, the Most Great!\")</span><span class=\"gray\">(40:12)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In pride, talking evil about it by night.)</span> refers to the arrogant pride which the Quraysh felt because they believed themselves to be the guardians of the Ka'bah, when in fact this was not the case. As An-Nasa'i said in his Tafsir of this Ayah in his Sunan: Ahmad bin Sulayman told us that 'Ubaydullah told us from Isra'il, from 'Abdul-A'la that he heard Sa'id bin Jubayr narrating that Ibn 'Abbas said, \"Talking by late night became disapproved of when this Ayah was revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In pride, talking evil about it by night.)</span> He said, \"They boasted about the Ka'bah and said, 'We are its people who stay up talking at night.' They used to boast and stay up and talk at night around the Ka'bah. They did not use it for the proper purpose, and so in effect they had abandoned it.\"</p>"
  }
]