[
  {
    "ayah_key": "16:38",
    "group_ayah_key": "16:38",
    "from_ayah": "16:38",
    "to_ayah": "16:40",
    "ayah_keys": "16:38,16:39,16:40",
    "text": "<p lang=\"en\" class=\"en \">And they swear by Allah with their strongest oaths, that Allah will not raise up one who dies. Yes, <span class=\"gray\">(He will raise them up)</span>, a promise <span class=\"gray\">(binding)</span> upon Him in truth, but most of mankind know not <span>(38)</span>In order that He may make clear to them what they differed over, and so that those who disbelieved may know that they were liars <span>(39)</span>Verily, Our Word to a thing when We intend it, is only that We say unto it: \"Be!\" - and it is <span>(40)</span></p><div lang=\"en\" class=\"en \"><h2>The Resurrection after Death is true, there is Wisdom behind it, and it is easy for Allah</h2></div><p lang=\"en\" class=\"en \">Allah tells us that the idolators swore by Allah their strongest oaths, meaning that they made oaths swore fervently that Allah would not resurrect the one who died. They considered that to be improbable, and did not believe the Messengers when they told them about that, swearing that it could not happen. Allah said, refuting them:</p><p class=\"fa qpc-hafs\" lang=\"fa\">بَلَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes)</span>, meaning it will indeed happen,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَعْدًا عَلَيْهِ حَقًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a promise <span class=\"gray\">(binding)</span> upon Him in truth,)</span> - meaning it is inevitable,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but most of mankind know not.)</span> means, because of their ignorance they oppose the Messengers and fall into disbelief. Then Allah mentions His wisdom and the reason why He will resurrect mankind physically on the Day of Calling <span class=\"gray\">(between the people of Fire and of Paradise)</span>. He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُبَيِّنَ لَهُمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In order that He may make clear to them)</span> means, to mankind,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي يَخْتَلِفُونَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(what they differed over,)</span> means, every dispute.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He may requite those who do evil with that which they have done <span class=\"gray\">(i. e. punish them in Hell)</span>, and reward those who do good, with what is best <span class=\"gray\">(i.e. Paradise)</span>.)</span><span class=\"gray\">(53:31)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كَانُوا كَاذِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and so that those who disbelieved may know that they were liars.)</span> meaning that they lied in their oaths and their swearing that Allah would not resurrect those who die. Thus they will be pushed down by force to the Fire with horrible force on the Day of Resurrection, and the guards of Hell will say to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ النَّارُ الَّتِي كُنتُم بِهَا تُكَذِّبُونَ - أَفَسِحْرٌ هَٰذَا أَمْ أَنتُمْ لَا تُبْصِرُونَ - اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the Fire which you used to belie. Is this magic or do you not see? Taste its heat, and whether you are tolerant of it or intolerant of it - it is all the same. You are only being requited for what you have done.)</span><span class=\"gray\">(52:14-16)</span>.</p><p lang=\"en\" class=\"en \">Then Allah tells us about His ability to do whatever He wills, and that nothing is impossible for Him on earth or in heaven. When He wants a thing, all He has to do is say to it \"Be!\" and it is. The Resurrection is one such thing, when He wants it to happen, all He will have to do is issue the command once, and it will happen as He wills, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Our commandment is but one as the twinkling of an eye)</span><span class=\"gray\">(54:50)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The creation of you all and the resurrection of you all are only as <span class=\"gray\">(the creation and resurrection of)</span> a single person.)</span><span class=\"gray\">[31:28]</span> And in this Ayah, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَن نَّقُولَ لَهُ كُن فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Our Word to a thing when We intend it, is only that We say to it: \"Be!\" - and it is.)</span> meaning, We issue the command once, and then it happens.</p><p lang=\"en\" class=\"en \">Allah does not need to repeat or confirm whatever He commands, because there is nothing that can stop Him or oppose Him. He is the One, the Compelling, the Almighty, whose power, might and dominion have subjected all things. None has the right to be worshipped except Him, and there is no Lord other than Him.</p>"
  },
  {
    "ayah_key": "16:41",
    "group_ayah_key": "16:41",
    "from_ayah": "16:41",
    "to_ayah": "16:42",
    "ayah_keys": "16:41,16:42",
    "text": "<p class=\"en translation\" lang=\"en\">And as for those who emigrated for the cause of Allah, after they had been wronged, We will certainly give them good residence in this world, but indeed the reward of the Hereafter will be greater; if they but knew <span>(41)</span><span class=\"gray\">(They are)</span> those who remained patient, and put their trust in their Lord <span>(42)</span></p><div lang=\"ha\" class=\"ha \"><h2>The Reward of the Muhajirin</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the reward of those who migrated for His sake, seeking His pleasure, those who left their homeland behind, brothers and friends, hoping for the reward of Allah. This may have been revealed concerning those who migrated to Ethiopia, those whose persecution at the hands of their own people in Makkah was so extreme that they left them and went to Ethiopia so that they would be able to worship their Lord. Among the most prominent of these migrants were 'Uthman bin 'Affan and his wife Ruqayyah, the daughter of the Messenger of Allah ﷺ, Ja'far bin Abi Talib, the cousin of the Messenger ﷺ, and Abu Salamah bin 'Abdul-Asad, among a group of almost eighty sincere and faithful men and women, may Allah be pleased with them. Allah promised them a great reward in this world and the next. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We will certainly give them good residence in this world,)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas, Ash-Sha'bi and Qatadah said: <span class=\"gray\">(this means)</span> \"Al-Madinah.\" It was also said that it meant \"good provision\". This was the opinion of Mujahid. There is no contradiction between these two opinions, for they left their homes and wealth, but Allah compensated them with something better in this world. Whoever gives up something for the sake of Allah, Allah compensates him with something that is better for him than that, and this is what happened. He gave them power throughout the land and caused them to rule over the people, so they became governors and rulers, and each of them became a leader of the pious. Allah tells us that His reward for the Muhajirin in the Hereafter is greater than that which He gave them in this world, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but indeed the reward of the Hereafter will be greater)</span> meaning, greater than that which We have given you in this world.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كَانُوا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if they but knew!)</span> means, if those who stayed behind and did not migrate with them only knew what Allah prepared for those who obeyed Him and followed His Messenger ﷺ. Then Allah describes them as:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ صَبَرُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who remained patient, and put their trust in their Lord.)</span><span class=\"gray\">(16:42)</span>, meaning, they bore their people's persecution with patience, putting their trust in Allah Who made their end good in this world and the Hereafter.</p>"
  }
]