[
  {
    "ayah_key": "8:1",
    "group_ayah_key": "8:1",
    "from_ayah": "8:1",
    "to_ayah": "8:1",
    "ayah_keys": "8:1",
    "text": "<p lang=\"en\" class=\"en \">There are seventy-five Ayat in this Surah. The word count of this Surah is one thousand, six hundred and thirty-one words and its letters number five thousand, two hundred and ninety-four.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah the Most Gracious, the Most Merciful</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْأَنفَالِ قُلِ الْأَنفَالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِن كُنتُم مُّؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. They ask you about Al-Anfal <span class=\"gray\">(the spoils of war)</span>. Say: \"Al-Anfal are for Allah and the Messenger.\" So have Taqwa of Allah and settle all matters of difference among you, and obey Allah and His Messenger, if you are believers.)</span></p><div lang=\"en\" class=\"en \"><h2>Meaning of Anfal</h2></div><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Ibn 'Abbas said, \"Al-Anfal are the spoils of war.\" Al-Bukhari also recorded that Sa'id bin Jubayr said, \"I said to Ibn 'Abbas, 'Surat Al-Anfal?' He said, 'It was revealed concerning <span class=\"gray\">(the battle of)</span> Badr.'\" 'Ali bin Abi Talhah reported, as Al-Bukhari recorded from Ibn 'Abbas without a chain of narration, that Ibn 'Abbas said, \"Al-Anfal are the spoils of war; they were for the Messenger of Allah ﷺ, and none had a share in them.\" Similar was said by Mujahid, 'Ikrimah, 'Ata', Ad-Dahhak, Qatadah, 'Ata' Al-Khurasani, Muqatil bin Hayyan, 'Abdur-Rahman bin Zayd bin Aslam and several others. It was also said that the Nafl <span class=\"gray\">(singular for Anfal)</span> refers to the portion of the spoils of war that the commander gives to some of the fighters after dividing the bulk of the spoils. It was also said that Anfal refers to the Khumus; one-fifth of the captured goods after four-fifths are divided <span class=\"gray\">[between the fighters]</span>. It was also said that the Anfal refers to the Fay', the possessions taken from the disbelievers without fighting, and the animals, servants or whatever other possessions escape from the disbelievers to Muslims.</p><p lang=\"yo\" class=\"yo \">Ibn Jarir recorded that 'Ali bin Salih bin Hay said: \"It has reached me that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْأَنفَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask you about Al-Anfal)</span> is about the divisions. This refer to what the Imam gives to some squads in addition to what is divided among the rest of the soldiers.\"</p><div lang=\"jv\" class=\"jv \"><h2>The Reason behind revealing Ayah 8:1</h2></div><p lang=\"ceb\" class=\"ceb \">Imam Ahmad recorded that Sa'd bin Malik said, \"I said, 'O Allah's Messenger, Allah has brought comfort to me today over the idolators, so grant me this sword.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَذَا السَّيْفَ لَا لَكَ وَلَا لِي، ضَعْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This sword is neither yours nor mine; put it down.)</span></p><p lang=\"en\" class=\"en \">So I put it down, but said to myself, 'The Prophet might give this sword to another man who did not fight as fiercely as I did.' I heard a man calling me from behind and I said, 'Has Allah revealed something in my case?' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُنْتَ سَأَلْتَنِي السَّيْفَ وَلَيْسَ هُوَ لِي، وَإِنَّهُ قَدْ وُهِبَ لِي، فَهُو لَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You asked me to give you the sword, but it is not for me to decide about. However, it has been granted to me <span class=\"gray\">(by Allah)</span>, and I give it to you.)</span> So Allah sent down this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْأَنفَالِ قُلِ الْأَنفَالُ لِلَّهِ وَالرَّسُولِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask you about Al-Anfal. Say: \"Al-Anfal are for Allah and the Messenger\")</span>.</p><p lang=\"gd\" class=\"gd \">Abu Dawud, At-Tirmidhi and An-Nasa'i collected this Hadith, At-Tirmidhi said, \"Hasan Sahih\".</p><div lang=\"en\" class=\"en \"><h2>Another Reason behind revealing the Ayah 8:1</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Umamah said, \"I asked 'Ubadah about Al-Anfal and he said, 'It was revealed about us, those who participated in <span class=\"gray\">(the battle of)</span> Badr, when we disputed about An-Nafl and our dispute was not appealing. So Allah took Al-Anfal from us and gave it to the Messenger of Allah ﷺ. The Messenger ﷺ divided it equally among Muslims.'\"</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Umamah said that 'Ubadah bin As-Samit said, \"We went with the Messenger of Allah ﷺ to the battle of Badr. When the two armies met, Allah defeated the enemy and some of us pursued them inflicting utter defeat and casualties. Another group of us came to the battlefield collecting the spoils of war. Another group surrounded the Messenger of Allah ﷺ, so that the enemy could not attack him suddenly. When it was night and the various army groups went back to our camp, some of those who collected the spoils said, 'We collected it, so none else will have a share in it.' Those who went in pursuit of the enemy said, 'No, you have no more right to it than us. We kept the enemy away from the war spoils and defeated them.' Those who surrounded the Messenger of Allah ﷺ to protect him said, 'You have no more right to it than us, we surrounded the Messenger of Allah ﷺ for fear that the enemy might conduct a surprise attack against him, so we were busy.' The Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُونَكَ عَنِ الْأَنفَالِ قُلِ الْأَنفَالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask you about Al-Anfal <span class=\"gray\">(the spoils of war)</span>. Say: \"Al-Anfal are for Allah and the Messenger.\" So fear Allah and settle all matters of difference among you.)</span> was revealed and the Messenger of Allah ﷺ divided the Anfal equally between Muslims.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ رَسُولُ اللهِ صلّى الله عليه وسلّم إِذَا أَغَارَ فِي أَرْضِ الْعَدُوِّ نَفَلَ الرُّبُعَ، فَإِذَا أَقْبَلَ وَكُلّ النَّاسِ رَاجِعًا نَفَلَ الثُّلُثَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah's Messenger ﷺ would give a fourth for Anfal when there was a surprise attack in the land of the enemy, and when there was a confrontation then a third to the people who returned)</span>.</p><p lang=\"en\" class=\"en \">The Prophet ﷺ used to dislike the Anfal and encouraged strong fighters to give some of their share to weak Muslim fighters. At-Tirmidhi and Ibn Majah collected a similar narration for this Hadith, and At-Tirmidhi said, \"Hasan\".</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So have Taqwa of Allah and settle all matters of difference among you,)</span></p><p lang=\"en\" class=\"en \">The Ayah commands, have Taqwa of Allah in all your affairs, settle matters of differences between you, do not wrong each other, do not dispute, and do not differ. Certainly, the guidance and knowledge that Allah has granted you is better than what you are disputing about <span class=\"gray\">[such as Al-Anfal]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَطِيعُوا اللَّهَ وَرَسُولَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and obey Allah and His Messenger,)</span> in the division that the Messenger makes according to Allah's order. The Prophet ﷺ only divided according to what Allah ordained, which is perfectly just and fair. Ibn 'Abbas commented on this Ayah, \"This is a command from Allah and His Messenger ﷺ to the believers, that they should have Taqwa of Allah and settle all matters of differences between them.\" A similar statement was reported from Mujahid. As-Suddi also commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So have Taqwa of Allah and settle all matters of difference among you)</span>, meaning \"Do not curse each other.\"</p>"
  }
]