[
  {
    "ayah_key": "53:33",
    "group_ayah_key": "53:33",
    "from_ayah": "53:33",
    "to_ayah": "53:41",
    "ayah_keys": "53:33,53:34,53:35,53:36,53:37,53:38,53:39,53:40,53:41",
    "text": "<p lang=\"en\" class=\"en \">Did you observe him who turned away <span class=\"gray\">(from Islam)</span><span>(33)</span>And gave a little, then stopped <span>(34)</span>Is with him the knowledge of the Unseen so that he sees <span>(35)</span>Or is he not informed with what is in the Suhuf of Musa <span>(36)</span>And of Ibrahim who fulfilled all that <span>(37)</span>That no burdened person <span class=\"gray\">(with sins)</span> shall bear the burden <span class=\"gray\">(sins)</span> of another <span>(38)</span>And that man can have nothing but what he does <span>(39)</span>And that his deeds will be seen <span>(40)</span>Then he will be recompensed with a full and the best recompense <span>(41)</span></p><p lang=\"en\" class=\"en \">Chastising Those Who disobey Allah and stop giving Charity</p><p lang=\"en\" class=\"en \">Allah the Exalted chastises those who turn away from His obedience,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا صَدَّقَ وَلَا صَلَّىٰ - وَلَٰكِنْ كَذَّبَ وَتَوَلَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So he <span class=\"gray\">(the disbeliever)</span> neither believed nor prayed! But on the contrary, he belied and turned away!)</span><span class=\"gray\">(75:31-32)</span>,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَعْطَىٰ قَلِيلًا وَأَكْدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And gave a little, then stopped)</span> Ibn 'Abbas said, \"Gave a little, then stopped giving.\" Similar was said by Mujahid, Sa'id bin Jubayr, 'Ikrimah, Qatadah and several others. 'Ikrimah and Sa'id said: \"Like the case of a people who dig a well, during the course of which they find a rock preventing them from completing their work. So they say, 'We are finished' and they abandon the work.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is with him the knowledge of the Unseen so that he sees?)</span> means, does this person, who stopped giving for fear of poverty and ended his acts of charity have knowledge of the Unseen and thus knows that if he does not stop giving, his wealth will go away? No. Such a person has stopped giving in charity for righteous causes and did not keep relations with kith and kin because of his miserliness, being stingy and out of fear of poverty. The Prophet ﷺ said in a Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْفِقْ بِلَالُ، وَلَا تَخْشَ مِنْ ذِي الْعَرْشِ إِقْلَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Bilal, spend and fear not less provisions from the Owner of the Thone.)</span> Allah the Exalted and Most honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ ۖ وَهُوَ خَيْرُ الرَّازِقِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whatsoever you spend of anything <span class=\"gray\">(in Allah's cause)</span>, He will replace it. And He is the Best of providers.)</span><span class=\"gray\">(34:39)</span></p><p lang=\"en\" class=\"en \">The Meaning of 'fulfilled'</p><p lang=\"en\" class=\"en \">Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَىٰ - وَإِبْرَاهِيمَ الَّذِي وَفَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or is he not informed with what is in the Suhuf of Musa. And of Ibrahim who fulfilled)</span>, </p><p lang=\"en\" class=\"en \">Sa'id bin Jubayr and Ath-Thawri said it means: \"Conveyed all that he was ordered to convey.\" Ibn 'Abbas said about:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(fulfilled)</span> \"He delivered all that Allah ordered him to deliver.\" Sa'id bin Jubayr said about:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(fulfilled)</span>, \"What he was ordered.\" Qatadah said about:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(fulfilled)</span>, \"He obeyed Allah and delivered His Message to His creatures.\" This is the view preferred by Ibn Jarir because it includes the statement before it and supports it. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذِ ابْتَلَىٰ إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ ۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when the Lord of Ibrahim tried him with <span class=\"gray\">(certain)</span> commands, which he fulfilled. He said: \"Verily, I am going to make you an Imam <span class=\"gray\">(a leader)</span> for mankind.\")</span><span class=\"gray\">(2:124)</span></p><p lang=\"en\" class=\"en \">Therefore, Ibrahim fulfilled all the commands of his Lord, stayed away from all the prohibitions, and conveyed Allah's Message in its entirety. Therefore, he is worthy of being made a leader for mankind in all of his affairs, statements and actions. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, We have sent the revelation to you <span class=\"gray\">(saying)</span>: \"Follow the religion of Ibrahim, a Hanif, and he was not of the idolators.\")</span><span class=\"gray\">(16:123)</span></p><p lang=\"en\" class=\"en \">None shall carry the Burden of Any Other on the Day of Resurrection</p><p lang=\"en\" class=\"en \">Allah the Exalted explained what He has revealed in the Scripture of Ibrahim and Musa,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That no burdened person shall bear the burden of another.)</span> Meaning, every soul shall carry its own injustices, whether disbelief or sin, and none else shall carry its burden of sin, as Allah states</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if one heavily laden calls another to <span class=\"gray\">(bear)</span> his load, nothing of it will be lifted even though he be near of kin.)</span><span class=\"gray\">(35:18)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that man can have nothing but what he does.)</span> So just as no soul shall carry the burden of any other, the soul shall only benefit from the good that one earns for himself. </p><p lang=\"en\" class=\"en \">As for the Hadith recorded by Muslim in the Sahih, that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا مَاتَ الْإِنْسَانُ انْقَطَعَ عَمَلُهُ إِلَّا مِنْ ثَلَاثٍ: مِنْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ، أَوْ صَدَقَةٍ جَارِيَةٍ مِنْ بَعْدِهِ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When a person dies, his deeds will cease except in three cases: from a righteous son who invokes Allah for him, or an ongoing charity after his death, or knowledge that people benefit from.)</span></p><p lang=\"en\" class=\"en \">These three things are, in reality, a result of one's own deeds, efforts and actions. For example, a Hadith states,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ أَطْيَبَ مَا أَكَلَ الرَّجُلُ مِنْ كَسْبِهِ، وَإِنَّ وَلَدَهُ مِنْ كَسْبِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the best type of provision that one consumes is from what he himself has earned, and one's offspring are among what he has earned.)</span></p><p lang=\"en\" class=\"en \">The ongoing charity that one leaves behind, like an endowment, for example, are among the traces of his own actions and deeds. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَحْنُ نُحْيِي الْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We give life to the dead, and We record that which they send before <span class=\"gray\">(them)</span> and their traces.)</span><span class=\"gray\">(36:12)</span></p><p lang=\"en\" class=\"en \">The knowledge that one spreads among people which they are guided by is among his actions and deeds. A Hadith collected in the Sahih states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ دَعَا إِلَىٰ هُدًى كَانَ لَهُ مِنَ الْأَجْرِ مِثْلُ أُجُورِ مَنِ اتَّبَعَهُ، مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever invites to guidance, he will earn as much reward as those who follow him, without decreasing anything out of their own rewards.)</span> Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَنَّ سَعْيَهُ سَوْفَ يُرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that his deeds will be seen.)</span> meaning, on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ ۖ وَسَتُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say: \"Do deeds! Allah will see your deeds, and <span class=\"gray\">(so will)</span> His Messenger and the believers. And you will be brought back to the All-Knower of the unseen and the seen. Then He will inform you of what you used to do.\")</span><span class=\"gray\">(9:105)</span>, </p><p lang=\"en\" class=\"en \">Then Allah will remind you of your actions and recompense you for them in the best manner, good for good and evil for evil. Allah's statement here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he will be recompensed with a full and the best recompense.)</span></p>"
  }
]