[
  {
    "ayah_key": "41:13",
    "group_ayah_key": "41:13",
    "from_ayah": "41:13",
    "to_ayah": "41:18",
    "ayah_keys": "41:13,41:14,41:15,41:16,41:17,41:18",
    "text": "<p lang=\"en\" class=\"en \">But if they turn away, then say: \"I have warned you of a Sa'iqah like the Sa'iqah which overtook 'Ad and Thamud. <span>(13)</span>When the Messengers came to them, from before them and behind them <span class=\"gray\">(saying)</span>: \"Worship none but Allah,\" they said: \"If our Lord had so willed, He would surely have sent down the angels. So, indeed we disbelieve in that with which you have been sent. <span>(14)</span>As for 'Ad, they were arrogant in the land without right, and they said: \"Who is mightier than us in strength?\" See they not that Allah Who created them was mightier in strength than them. And they used to deny Our Ayat <span>(15)</span>So, We sent upon them a 'Sarsar' wind in days of calamity that We might give them a taste of disgracing torment in this present worldly life. But surely the torment of the Hereafter will be more disgracing, and they will never be helped <span>(16)</span>And as for Thamud, We showed them the path of truth but they preferred blindness to guidance; so the Sa'iqah of disgracing torment seized them because of what they used to earn <span>(17)</span>And We saved those who believed and had Taqwa <span>(18)</span></p><p lang=\"en\" class=\"en \">A Warning to the Disbelievers and a Reminder of the Story of 'Ad and Thamud</p><p lang=\"en\" class=\"en \">Allah says: 'Say, O Muhammad, to these idolators who disbelieve in the message of truth that you have brought: If you turn away from that which I have brought to you from Allah, then I warn you of the punishment of Allah like the punishment that the past nations suffered for disbelieving in the Messengers.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a Sa'iqah like the Sa'iqah which overtook 'Ad and Thamud.)</span> and other similar nations who did what they did,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the Messengers came to them, from before them and behind them)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالْأَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And remember <span class=\"gray\">(Hud)</span> the brother of 'Ad, when he warned his people in Al-Ahqaf. And surely, there have passed away warners before him and after him)</span><span class=\"gray\">(46:21)</span>. which means that in the neighboring towns and cities, Allah sent Messengers who commanded the people to worship Allah Alone with no partner or associate, and they brought good news as well as warnings. They saw the punishment Allah sent upon His enemies, and the blessings which He bestowed upon His friends, yet despite all of this, they did not believe in them. On the contrary, they denied them and rejected them, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If our Lord had so willed, He would surely have sent down the angels.)</span> meaning, if Allah were to send Messengers, they would be angels sent from His presence.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, indeed we disbelieve in that with which you have been sent.)</span> means, 'because you are a mere human; we will not follow you because you are just men like us.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for 'Ad, they were arrogant in the land without right.)</span> means, they were arrogant, stubborn and disobedient.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they said: \"Who is mightier than us in strength?\")</span> They boasted of their physical strength, and power; they thought that this would protect them from Allah's punishment.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See they not that Allah Who created them was mightier in strength than them.)</span> means, do they not realize, when they are showing enmity, that He is the Almighty Who created all things and gave them whatever strength they have, and that His onslaught will be far greater? This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(With Hands did We construct the heaven. Verily, We are able to extend the vastness of space thereof.)</span><span class=\"gray\">(51:47)</span> They openly opposed the Almighty and denied His signs and disobeyed His Messenger. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We sent upon them a 'Sarsar' wind)</span>. Some said that this was a strongly blowing wind; others said that it was a cold wind. It was also said that it is the wind that makes a noise. The truth that it was all of these things, for it was a strong wind that was an apt punishment for their being deceived by their physical strength. It was also intensely cold, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with a 'Sarsar' wind!)</span><span class=\"gray\">(69:6)</span>, meaning a very cold wind. It also made a furious sound. Additionally, there is a famous river in the east which is called 'Sarsar' because of the noise it makes as it flows.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي أَيَّامٍ نَحِسَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in days of calamity)</span> means, consecutive days.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(seven nights and eight days in succession)</span><span class=\"gray\">(69: 7)</span>. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on a day of calamity, continuous)</span><span class=\"gray\">(54:19)</span> i.e., the punishment began on a day which was of evil omen for them, and this evil omen continued for them,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(seven nights and eight days in succession)</span><span class=\"gray\">(69:7)</span> until they were destroyed, every last one of them, and their humiliation in this world was joined to their punishment in the Hereafter. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَخْزَىٰ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that We might give them a taste of disgracing torment in this present worldly life. But surely the torment of the Hereafter will be more disgracing.)</span> meaning, more humiliating for them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يُنْصَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will never be helped.)</span> means, in the Hereafter, just as they were never helped in this world, and they had no one who could protect them from Allah or save them from His punishment.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as for Thamud, We showed them the path of truth)</span> Ibn 'Abbas, may Allah be pleased with him, Abu Al-Aliyah, Sa'id bin Jubayr, Qatadah, As-Suddi and Ibn Zayd said, \"We explained to them. \" Ath-Thawri said, \"We called them.\" Allah's saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَحَبُّوا الْعَمَىٰ عَلَى الْهُدَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they preferred blindness to guidance;)</span> means, 'We showed them the truth and made it clear to them through the words of their Prophet Salih, but they opposed him and rejected him, and they slaughtered the she-camel of Allah which He had made a sign for them of the truth of their Prophet.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so the Sa'iqah of disgracing torment seized them)</span> means, Allah sent upon them the Sayhah, earthquake, intense humiliation, punishment and torment.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا كَانُوا يَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(because of what they used to earn)</span> means, because of their disbelief and rejection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَجَّيْنَا الَّذِينَ آمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We saved those who believed)</span> means, 'We saved them from among them, and no harm came to them;' Allah saved them along with His Prophet Salih, peace be upon him, because of their fear of Allah.</p>"
  }
]