[
  {
    "ayah_key": "68:1",
    "group_ayah_key": "68:1",
    "from_ayah": "68:1",
    "to_ayah": "68:7",
    "ayah_keys": "68:1,68:2,68:3,68:4,68:5,68:6,68:7",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p class=\"ar qpc-hafs\" lang=\"ar\">ن ۚ وَالْقَلَمِ وَمَا يَسْطُرُونَ - مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ - وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ - وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍ - فَسَتُبْصِرُ وَيُبْصِرُونَ - بِأَيْيِكُمُ الْمَفْتُونُ - إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Nun. By the pen and by what they Yastur.)</span><span class=\"gray\">(2. You, by the grace of your Lord, are not insane.)</span><span class=\"gray\">(3. And verily, for you will be reward that is not Mamnun.)</span><span class=\"gray\">(4. And verily, you are on an exalted character.)</span><span class=\"gray\">(5. You will see, and they will see,)</span><span class=\"gray\">(6. Which of you is afflicted with madness.)</span><span class=\"gray\">(7. Verily, your Lord is the best Knower of him who has gone astray from His path, and He is the best Knower of those who are guided.)</span></p><p lang=\"en\" class=\"en \">We have already discussed the special letters of the Arabic alphabet at the beginning of Surat Al-Baqarah. Thus, Allah's saying,</p><p>ن ۚ </p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(Nun)</span>, is like Allah's saying,</p><p>ص ۚ </p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(Sad)</span>, and Allah's saying,<span class=\"gray\">(38:1)</span></p><p>ق ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Qaf)</span>, and similar to them from the individual letters that appear at the beginning of Qur'anic chapters. This has been discussed at length previously and there is no need to repeat it here.</p><p lang=\"en\" class=\"en \">The Explanation of the Pen </p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَالْقَلَمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the pen)</span> The apparent meaning is that this refers to the actual pen that is used to write. This is like Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْرَأْ وَرَبُّكَ الْأَكْرَمُ - الَّذِي عَلَّمَ بِالْقَلَمِ - عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Read! And your Lord is the Most Generous. Who has taught by the pen. He has taught man that which he knew not.)</span><span class=\"gray\">(96:3-5)</span></p><p lang=\"en\" class=\"en \">Therefore, this statement is Allah's swearing and alerting His creatures to what He has favored them with by teaching them the skill of writing, through which knowledge is attained. Thus, Allah continues by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا يَسْطُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and by what they Yastur.)</span> Ibn 'Abbas, Mujahid and Qatadah all said that this means, \"what they write.\" As-Suddi said, \"The angels and the deeds of the servants they record.\" </p><p lang=\"en\" class=\"en \">Others said, \"Rather, what is meant here is the pen which Allah caused to write the decree when He wrote the decrees of all creation, and this took place fifty-thousand years before He created the heavens and the earth.\" For this, they present Hadiths that have been reported about the Pen. </p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded from Al-Walid bin 'Ubadah bin As-Samit that he said, \"My father called for me when he was dying and he said to me: 'Verily, I heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوَّلَ مَا خَلَقَ اللهُ الْقَلَمُ فَقَالَ لَهُ: اكْتُبْ، قَالَ: يَا رَبِّ وَمَا أَكْتُبُ؟ قَالَ: اكْتُبِ الْقَدَرَ وَمَا هُوَ كَائِنٌ إِلَى الْأَبَدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the first of what Allah created was the Pen, and He said to it: \"Write.\" The Pen said: \"O my Lord, what shall I write?\" He said: \"Write the decree and whatever will throughout eternity.\")</span>\" </p><p lang=\"en\" class=\"en \">This Hadith has been recorded by Imam Ahmad through various routes of transmission. At-Tirmidhi also recorded it from a Hadith of Abu Dawud At-Tayalisi and he <span class=\"gray\">(At-Tirmidhi)</span> said about it, \"Hasan Sahih, Gharib.\"</p><p lang=\"en\" class=\"en \">Swearing by the Pen refers to the Greatness of the Prophet <span class=\"gray\">(ﷺ)</span></p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You, by the grace of your Lord, are not insane.)</span> meaning – and all praise is due to Allah – 'you are not crazy as the ignorant among your people claim. They are those who deny the guidance and the clear truth that you have come with. Therefore, they attribute madness to you because of it.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, for you will be reward that is not Mamnun.)</span> meaning, 'for you is the great reward, and abundant blessings which will never be cut off or perish, because you conveyed the Message of your Lord to creation, and you were patient with their abuse.' The meaning of:</p><p class=\"sd qpc-hafs\" lang=\"sd\">غَيْرَ مَمْنُونٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(not Mamnūn)</span> is that it will not be cut off. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَطَاءً غَيْرَ مَجْذُوذٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a gift without an end.)</span><span class=\"gray\">(11:108)</span> and His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they shall have a reward without end.)</span><span class=\"gray\">(95:6)</span> Mujahid said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">غَيْرَ مَمْنُونٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Without Mamnūn)</span> means \"Without reckoning.\" And this refers back to what we have said before.</p><p lang=\"en\" class=\"en \">The Explanation of the Statement: \"Verily, You are on an Exalted Character.\"</p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, you are on an exalted <span class=\"gray\">(standard of)</span> character.)</span> Al-'Awfi reported from Ibn 'Abbas, \"Verily, you are on a great religion, and it is Islam.\" Likewise said Mujahid, Abu Malik, As-Suddi and Ar-Rabi' bin Anas. Ad-Dahhak and Ibn Zayd also said this. Sa'id bin Abi 'Arubah reported from Qatadah that he said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, you are on an exalted <span class=\"gray\">(standard of)</span> character.)</span></p><p lang=\"en\" class=\"en \">\"It has been mentioned to us that Sa'd bin Hisham asked 'A'ishah about the character of the Messenger of Allah ﷺ, so she replied: 'Have you not read the Qur'an?' Sa'd said: 'Of course.' Then she said: 'Verily, the character of the Messenger of Allah ﷺ was the Qur'an.'\" 'Abdur-Razzaq recorded similar to this and Imam Muslim recorded it in his Sahih on the authority of Qatadah in its full length.</p><p lang=\"en\" class=\"en \">This means that he would act according to the commands and the prohibition in the Qur'an. His nature and character were patterned according to the Qur'an, and he abandoned his natural disposition <span class=\"gray\">(i.e., the carnal nature)</span>. So whatever the Qur'an commanded, he did it, and whatever it forbade, he avoided it. Along with this, Allah gave him the exalted character, which included the qualities of modesty, kindness, bravery, pardoning, gentleness and every other good characteristic.</p><p lang=\"en\" class=\"en \">This is like that which has been confirmed in the Two Sahihs that Anas said, \"I served the Messenger of Allah ﷺ for ten years, and he never said a word of displeasure to me <span class=\"gray\">(Uff)</span>, nor did he ever say to me concerning something I had done: 'Why did you do that' And he never said to me concerning something I had not done: 'Why didn't you do this?' He had the best character, and I never touched any silk or anything else that was softer than the palm of the Messenger of Allah ﷺ. And I never smelled any musk or perfume that had a better fragrance than the sweat of the Messenger of Allah.\"</p><p lang=\"en\" class=\"en \">Imam Al-Bukhari recorded that Al-Bara' said, \"The Messenger of Allah ﷺ had the most handsome face of all the people, and he had the best behavior of all of the people. And he was not tall, nor was he short.\"</p><p lang=\"en\" class=\"en \">The Hadiths concerning this matter are numerous. Abu 'Isa At-Tirmidhi has a complete book on this subject called Kitab Ash-Shama'il.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'A'ishah said, \"The Messenger of Allah ﷺ never struck a servant of his with his hand, nor did he ever hit a woman. He never hit anything with his hand, except for when he was fighting Jihad in the cause of Allah. And he was never given the option between two things except that the most beloved of the two to him was the easiest of them, as long as it did not involve sin. If it did involve sin, then he stayed farther away from sin than any of the people. He would not avenge himself concerning anything that was done to him, except if the limits of Allah were transgressed. Then, in that case he would avenge for the sake of Allah.\"</p><p lang=\"en\" class=\"en \">Imam Ahmad also recorded from Abu Hurayrah that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا بُعِثْتُ لِأُتَمِّمَ صَالِحَ الْأَخْلَاقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have only been sent to perfect righteous behavior.)</span> Ahmad was alone in recording this Hadith. In reference to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَتُبْصِرُ وَيُبْصِرُونَ - بِأَيْيِكُمُ الْمَفْتُونُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will see, and they will see, which of you is afflicted with madness.)</span> then it means, 'you will know, O Muhammad – and those who oppose you and reject you, will know – who is insane and misguided among you.' This is like Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Tomorrow they will come to know who is the liar, the insolent one!)</span><span class=\"gray\">(54:26)</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily <span class=\"gray\">(either)</span> we or you are rightly guided or in plain error.)</span><span class=\"gray\">(34:24)</span> Ibn Jurayj reported from Ibn 'Abbas, it means \"You will know and they will know on the Day of Judgement.\" Al-'Awfi reported from Ibn 'Abbas;</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِأَيْيِكُمُ الْمَفْتُونُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Which of you is Maftun <span class=\"gray\">(afflicted with madness)</span> means which of you is crazy. This was also said by Mujahid and others as well. The literal meaning of Maftun is one who has been charmed or lured away from the truth and has strayed from it. </span></p><p lang=\"en\" class=\"en \">Thus, the entire statement means, 'so you will know and they will know,' or 'you will be informed and they will be informed, as to which of you is afflicted with madness.' And Allah knows best. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your Lord is the best Knower of him who has gone astray from His path, and He is the best Knower of those who are guided.)</span> meaning, 'He knows which of the two groups are truly guided among you, and He knows the party that is astray from the truth.'</p>"
  }
]