[
  {
    "ayah_key": "13:31",
    "group_ayah_key": "13:31",
    "from_ayah": "13:31",
    "to_ayah": "13:31",
    "ayah_keys": "13:31",
    "text": "<p lang=\"en\" class=\"en \">And if there had been a Qur'an with which mountains could be moved <span class=\"gray\">(from their places)</span>, or the earth could be cloven asunder, or the dead could be made to speak <span class=\"gray\">(it would not have been other than this Qur'an)</span>. But the decision of all things is certainly with Allah. Have not then those who believed yet known that had Allah willed, He could have guided all mankind And a disaster will not cease to strike those who disbelieved because of their <span class=\"gray\">(evil)</span> deeds or it <span class=\"gray\">(i.e. the disaster)</span> settles close to their homes, until the promise of Allah comes to pass. Certainly, Allah breaks not His promise <span>(31)</span></p><div lang=\"en\" class=\"en \"><h2>Virtues of the Qur'an and the Denial of Disbelievers</h2></div><p lang=\"en\" class=\"en \">Allah praises the Qur'an which He has revealed to Muhammad, peace be upon him, and prefers it to all other divinely revealed Books before it,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if there had been a Qur'an with which mountains could be moved,)</span> Allah says, 'If there were a Book among the previous Divine Books with which the mountains could be moved from their places, or the earth could be cleaved asunder, or the dead speak in their graves, it would have been this Qur'an and none else.' Or, this Qur'an is more worthy to cause all this, because of its marvelous eloquence that defies the ability of mankind and the Jinns, even if all of them gather their forces together to invent something like it or even a Surah like it. Yet, these idolators disbelieve in the Qur'an and reject it. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَل لِّلَّهِ الْأَمْرُ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the decision of all things is certainly with Allah.)</span></p><p lang=\"en\" class=\"en \">The decision over all affairs is with Allah Alone, whatever He wills, occurs and whatever He does not will, never occurs. Certainly, he whom Allah misguides, will never find enlightenment and he whom Allah guides, will never be misled. </p><p lang=\"en\" class=\"en \">We should state here that it is possible to call other Divine Books, 'Qur'an', since this Qur'an is based on all of them. Imam Ahmad recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُفِّفَتْ عَلَى دَاوُدَ الْقِرَاءَةُ فَكَانَ يَأْمُرُ بِدَابَّتِهِ أَنْ تُسْرَجَ، فَكَانَ يَقْرَأُ الْقُرْآنَ مِنْ قَبْلِ أَنْ تُسْرَجَ دَابَّتُهُ، وَكَانَ لَا يَأْكُلُ إِلَّا مِنْ عَمَلِ يَدَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Reciting was made easy for <span class=\"gray\">(Prophet)</span> Dawud <span class=\"gray\">(David)</span> in that he used to order that his animal be prepared for him to ride and in the meantime he would read the entire Qur'an. He used to eat only from what his hand made.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari collected this Hadith. The Qur'an mentioned here is refers to the Zabur. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have not then those who believed yet known)</span> that not all people would believe and understand and that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن لَّوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(had Allah willed, He could have guided all mankind?)</span> Surely, there is not a miracle or evidence more eloquent or effective on the heart and mind than this Qur'an. Had Allah revealed it to a mountain, you would see the mountain shake and humbled from fear of Allah. The Sahih recorded that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ نَبِيٍّ إِلَّا وَقَدْ أُوتِيَ مَا آمَنَ عَلَى مِثْلِهِ الْبَشَرُ، وَإِنَّمَا كَانَ الَّذِي أُوتِيتُهُ وَحْيًا أَوْحَاهُ اللهُ إِلَيَّ، فَأَرْجُو أَنْ أَكُونَ أَكْثَرَهُمْ تَابِعًا يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every Prophet was given <span class=\"gray\">(a miracle)</span> the type of which would make <span class=\"gray\">(some)</span> people believe. What I was given, however, is a revelation from Allah to me, and I hope that I will have the most following among them <span class=\"gray\">(Prophets)</span> on the Day of Resurrection.)</span></p><p lang=\"en\" class=\"en \">This Hadith indicates that every Prophet's miracle disappeared upon his death, but this Qur'an will remain as evidence for all times. Verily, the miracle of the Qur'an will never end, nor will it become old the more it is read, nor will scholars ever have enough of it. The Qur'an is serious and is not meant for jest; any tyrant that abandons it, Allah will destroy him; he who seeks guidance in other than the Qur'an, then Allah will misguide him.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَل لِّلَّهِ الْأَمْرُ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the decision of all things is certainly with Allah.)</span> Ibn 'Abbas commented, \"He will only do what He wills and He decided that He will not do that.\" Ibn Ishaq reported a chain for this, and Ibn Jarir At-Tabari agreed with it. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُم بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a disaster will not cease to strike those who disbelieved because of their <span class=\"gray\">(evil)</span> deeds or it settles close to their homes,)</span> because of their denial, disasters will still strike them in this life or strike those all around them, as a lesson and example for them. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ الْقُرَىٰ وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have destroyed towns round about you, and We have shown <span class=\"gray\">(them)</span> the Ayat in various ways that they might return <span class=\"gray\">(to the truth)</span>.)</span><span class=\"gray\">[46:27]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا ۚ أَفَهُمُ الْغَالِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See they not that We gradually reduce the land <span class=\"gray\">(in their control)</span> from its outlying borders Is it then they who will overcome?)</span><span class=\"gray\">[21:44]</span> Qatadah narrated that Al-Hasan commented on Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or it settles close to their homes,)</span> \"It is in reference to the disaster.\" This is the apparent meaning here. Al-'Awfi reported that bin 'Abbas said about,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُصِيبُهُم بِمَا صَنَعُوا قَارِعَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a Qari'ah <span class=\"gray\">(disaster)</span> strikes them because of their <span class=\"gray\">(evil)</span> deeds)</span> \"A torment that descends on them from heaven,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or it settles close to their homes,)</span> when the Messenger of Allah ﷺ camps near their area and fights them.\" Similar was reported from Mujahid and Qatadah. 'Ikrimah said in another narration he reported from Ibn 'Abbas that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَارِعَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Qari'ah)</span> means affliction. These scholars also said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَأْتِيَ وَعْدُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until the promise of Allah comes to pass.)</span> refers to the conquering of Makkah. Al-Hasan Al-Basri said that it refers to the Day of Resurrection. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, Allah breaks not His promise.)</span> to His Messengers to aid them and their followers in this life and the Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ ۗ إِنَّ اللَّهَ عَزِيزٌ ذُو انتِقَامٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So think not that Allah will fail to keep His promise to His Messengers. Certainly, Allah is All-Mighty, All-Able of Retribution.)</span><span class=\"gray\">[14:47]</span></p>"
  },
  {
    "ayah_key": "13:32",
    "group_ayah_key": "13:32",
    "from_ayah": "13:32",
    "to_ayah": "13:32",
    "ayah_keys": "13:32",
    "text": "<p class=\"en translation\" lang=\"en\">And indeed <span class=\"gray\">(many)</span> Messengers were mocked at before you but I granted respite to those who disbelieved, and finally I punished them. Then how <span class=\"gray\">(terrible)</span> was My punishment <span>(32)</span></p><div lang=\"en\" class=\"en \"><h2>Comforting the Messenger of Allah <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"en\" class=\"en \">Allah says to His Messenger, while comforting him in facing his people's denial of him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed <span class=\"gray\">(many)</span> Messengers were mocked at before you)</span>, so you have a good example in them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but I granted respite to those who disbelieved,)</span> deferred their judgment for a term appointed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَخَذْتُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and finally I punished them.)</span> with encompassing punishment. How did you obtain the news of how I gave them respite and then took them with punishment?' Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And many a township did I give respite while it was given to wrongdoing. Then <span class=\"gray\">(in the end)</span> I seized it <span class=\"gray\">(with punishment)</span>. And to Me is the <span class=\"gray\">(final)</span> return <span class=\"gray\">(of all)</span>.)</span><span class=\"gray\">[22:48]</span> It is recorded in the Two Sahihs that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah gives respite to the unjust until when He seizes him, He never lets go of him.)</span> The Messenger ﷺ next recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَىٰ وَهِيَ ظَالِمَةٌ ۚ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is the punishment of your Lord when He seizes the <span class=\"gray\">(population of)</span> towns while they are doing wrong. Verily, His punishment is painful, <span class=\"gray\">(and)</span> severe.)</span><span class=\"gray\">[11:102]</span></p>"
  }
]