[
  {
    "ayah_key": "22:70",
    "group_ayah_key": "22:70",
    "from_ayah": "22:70",
    "to_ayah": "22:70",
    "ayah_keys": "22:70",
    "text": "<p class=\"en translation\" lang=\"en\">Know you not that Allah knows all that is in the heaven and on the earth? Verily, it is <span class=\"gray\">(all)</span> in the Book. Verily, that is easy for Allah <span>(70)</span></p><div lang=\"en\" class=\"en \"><h2>Allah tells us how perfect is His knowledge of His creation, and that He encompasses all that is in the heavens and on earth.</h2></div><p lang=\"en\" class=\"en \"> Not even the weight of a speck of dust, or less than that or greater escapes His knowledge in the heavens or in the earth. He knows all things even before they happen, and He has written that in His Book, Al-Lawh Al-Mahfuz, as was reported in Sahih Muslim from 'Abdullah bin 'Amr, who said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ قَدَّرَ مَقَادِيرَ الْخَلَائِقِ قَبْلَ خَلْقِ السَّمٰوَاتِ وَالْأَرْضِ بِخَمْسِينَ أَلْفَ سَنَةٍ، وَكَانَ عَرْشُهُ عَلَى الْمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah issued His decrees concerning the measurement and due proportion of the creatures fifty thousand years before He created the heavens and the earth, and His Throne was over the water.)</span> In the Sunan, it was reported from a group of the Companions that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَّلُ مَا خَلَقَ اللهُ الْقَلَمُ، قَالَ لَهُ: اكْتُبْ، قَالَ: وَ مَا أَكْتُبُ؟ قَالَ: اكْتُبْ مَا هُوَ كَائِنٌ، فَجَرَى الْقَلَمُ بِمَا هُوَ كَائِنٌ إِلَى يَوْمِ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The first thing that Allah created was the Pen. He said to it, \"Write!\" It said, \"What should I write?\" He said, \"Write what will happen,\" so the Pen wrote everything that will happen until the Day of Resurrection.)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكَ فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, it is <span class=\"gray\">(all)</span> in the Book. Verily, that is easy for Allah.)</span></p>"
  },
  {
    "ayah_key": "22:71",
    "group_ayah_key": "22:71",
    "from_ayah": "22:71",
    "to_ayah": "22:72",
    "ayah_keys": "22:71,22:72",
    "text": "<p lang=\"en\" class=\"en \">And they worship besides Allah others for which He has sent down no authority, and of which they have no knowledge; and for the wrongdoers there is no helper <span>(71)</span>And when Our clear Ayat are recited to them, you will notice a denial on the faces of the disbelievers! They are nearly ready to attack with violence those who recite Our Ayat to them. Say: \"Shall I tell you of something worse than that The Fire which Allah has promised to those who disbelieved, and worst indeed is that destination! <span>(72)</span></p><div lang=\"en\" class=\"en \"><h2>The Idolators' worship of others besides Allah and Their vehement rejection of the Ayat of Allah</h2></div><p lang=\"en\" class=\"en \">Allah tells us that the idolators, in their ignorance and disbelief, worship besides Allah others which He has sent down no authority for, i.e., no proof or evidence for such behavior. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ ۚ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever calls upon, besides Allah, any other god, of whom he has no proof; then his reckoning is only with his Lord. Surely, the disbelievers will not be successful.)</span><span class=\"gray\">(23:117)</span> So Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَا لَيْسَ لَهُم بِهِ عِلْمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for which He has sent down no authority, and of which they have no knowledge;)</span> meaning, they have no knowledge in the subject that they fabricate lies about; it is only something which was handed down to them from their fathers and ancestors, with no evidence or proof, and its origins lie in that which the Shaytan beautified for them and made attractive to them. Allah warned them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and for the wrongdoers there is no helper.)</span> meaning, no one to help them against Allah when He sends His punishment and torment upon them. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when Our clear Ayat are recited to them,)</span> means, when the Ayat of the Qur'an and clear evidence and proof for Tawhid of Allah are mentioned to them, and they are told that there is no god besides Allah and that the Messengers spoke the truth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are nearly ready to attack with violence those who recite Our Ayat to them.)</span> then they nearly attack and do harm to those who bring proof to them from the Qur'an, and cause them harm using their tongues and hands.</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say)</span> O Muhammad to these people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكُمُ ۗ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall I tell you of something worse than that? The Fire which Allah has promised to those who disbelieved,)</span></p><p lang=\"en\" class=\"en \">The fire and wrath and torment of Allah are far worse than that with which you are trying to scare the believing close friends of Allah in this world. The punishment in the Hereafter for these deeds of yours is worse than that what you claim you want to do to the believers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِئْسَ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and worst indeed is that destination!)</span> how terrible is the Fire as a final destination and abode!</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Evil indeed it is as an abode and as a place to rest in.)</span><span class=\"gray\">(25:66)</span></p>"
  },
  {
    "ayah_key": "22:73",
    "group_ayah_key": "22:73",
    "from_ayah": "22:73",
    "to_ayah": "22:74",
    "ayah_keys": "22:73,22:74",
    "text": "<p lang=\"en\" class=\"en \">O mankind! A parable has been made, so listen to it: Verily, those on whom you call besides Allah, cannot create a fly, even though they combine together for the purpose. And if the fly snatches away a thing from them, they will have no power to release it from the fly. So weak are the seeker and the sought <span>(73)</span>They have not regarded Allah with His rightful esteem. Verily, Allah is All-Strong, All-Mighty <span>(74)</span></p><div lang=\"en\" class=\"en \"><h2>The insignificance of the Idols and the foolishness of their Worshippers</h2></div><p lang=\"en\" class=\"en \">Here Allah points out the insignificance of the idols and the foolishness of those who worship them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! A parable has been made,)</span> meaning, a parable of that which is worshipped by those who are ignorant of Allah and who join others as partners with Him.</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَاسْتَمِعُوا لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so listen to it)</span> pay attention and understand.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ لَن يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those on whom you call besides Allah, cannot create a fly, even though they combine together for the purpose.)</span></p><p lang=\"en\" class=\"en \">Even if all the idols and false gods whom you worship were to come together to create a single fly, they would not be able to do that. Imam Ahmad recorded that Abu Hurayrah recorded the Marfu' report:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَنْ أَظْلَمُ مِمَّنْ خَلَقَ (خَلْقًا) كَخَلْقِي، فَلْيَخْلُقُوا مِثْلَ خَلْقِي ذَرَّةً أَوْ ذُبَابَةً أَوْ حَبَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Who does more wrong than one who tries to create something like My creation? Let them create an ant or a fly or a seed like My creation!\")</span></p><p lang=\"en\" class=\"en \">This was also recorded by the authors of the Two Sahihs via 'Umarah from Abu Zur'ah from Abu Hurayrah, who said that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ عَزَّ وَجَلَّ وَمَنْ أَظْلَمُ مِمَّنْ ذَهَبَ يَخْلُقُ كَخَلْقِي، فَلْيَخْلُقُوا ذَرَّةً، فَلْيَخْلُقُوا شَعِيرَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah says: \"Who does more wrong than one who tries to create <span class=\"gray\">(something)</span> like My creation? Let them create an ant, let them create a grain of barley.\")</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَّا يَسْتَنقِذُوهُ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if the fly snatches away a thing from them, they will have no power to release it from the fly.)</span></p><p lang=\"en\" class=\"en \">They are unable to create a single fly and, moreover, they are unable to resist it or take revenge against it if it were to take anything from the good and perfumed thing on which it lands. If they wanted to recover that, they would not be able to, even though the fly is the weakest and most insignificant of Allah's creatures. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So weak are the seeker and the sought.)</span> Ibn 'Abbas said, \"The seeker is the idol and the sought is the fly.\" This was the view favored by Ibn Jarir, and it is what is apparent from the context. As-Suddi and others said, \"The seeker is the worshipper, and the sought is the idol.\" Then Allah says:</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They have not regarded Allah with His rightful esteem.)</span> meaning, they have not recognized the might and power of Allah when they worship alongside Him those who cannot even ward off a fly, because they are so weak and incapable.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is All-Strong, All-Mighty.)</span> means, He is the All-Strong Who, by His might and power, created all things.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who originates the creation, then He will repeat it; and this is easier for Him)</span><span class=\"gray\">(30:27)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ - إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the punishment of your Lord is severe and painful. Verily, He it is Who begins and repeats.)</span><span class=\"gray\">(85:12-13)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is the Provider, Owner of power, the Most Strong.)</span><span class=\"gray\">(51:58)</span>.</p><p class=\"ky qpc-hafs\" lang=\"ky\">عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Mighty)</span> means, He has subjugated and subdued all things, and there is none that can resist Him or overcome His might and power, and He is the One, the Subduer.</p>"
  },
  {
    "ayah_key": "22:75",
    "group_ayah_key": "22:75",
    "from_ayah": "22:75",
    "to_ayah": "22:76",
    "ayah_keys": "22:75,22:76",
    "text": "<p class=\"en translation\" lang=\"en\">Allah chooses Messengers from angels and from men. Verily, Allah is All-Hearer, All-Seer <span>(75)</span>He knows what is before them, and what is behind them. And to Allah return all matters <span>(76)</span></p><div lang=\"en\" class=\"en \"><h2>Allah chooses Messengers from the Angels and Messengers from Mankind</h2></div><p lang=\"en\" class=\"en \">Allah tells us that He chooses Messengers from His angels as He wills by His law and decree, and He chooses Messengers from mankind to convey His Message.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is All-Hearer, All-Seer.)</span> means, He hears all that His servants say, and He sees them and knows who among them is deserving of that, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows best with whom to place His Message)</span><span class=\"gray\">(6:124)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۗ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows what is before them, and what is behind them. And to Allah return all matters.)</span> He knows what will happen to His Messengers and the Message He sent them with, for none of their affairs are hidden from Him. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"The All-Knower of the Ghayb <span class=\"gray\">(Unseen)</span>, and He reveals to none His Ghayb.\")</span><span class=\"gray\">(72:26)</span> until His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَحْصَىٰ كُلَّ شَيْءٍ عَدَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He keeps count of all things.)</span><span class=\"gray\">(72:28)</span> So He, may He be glorified, is guarding them, and is Witness to what is said about them. He is protecting them and supporting them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ۖ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ۚ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Messenger! Proclaim which has been sent down to you from your Lord. And if you do not, then you have not conveyed His Message. Allah will protect you from mankind)</span><span class=\"gray\">(5:67)</span>.</p>"
  }
]