[
  {
    "ayah_key": "81:15",
    "group_ayah_key": "81:15",
    "from_ayah": "81:15",
    "to_ayah": "81:29",
    "ayah_keys": "81:15,81:16,81:17,81:18,81:19,81:20,81:21,81:22,81:23,81:24,81:25,81:26,81:27,81:28,81:29",
    "text": "<p lang=\"en\" class=\"en \">But nay! I swear by Al-Khunnas <span>(15)</span>Al-Jawar Al-Kunnas <span>(16)</span>And by the night when it 'As'as <span>(17)</span>And by the day when it Tanaffas <span>(18)</span>Verily, this is the Word a most honorable messenger <span>(19)</span>Dhi Quwwah, with the Lord of the Throne – Makin <span>(20)</span>Obeyed there, trustworthy <span>(21)</span>And your companion is not a madman <span>(22)</span>And indeed he saw him in the clear horizon <span>(23)</span>And he withholds not a knowledge of the Unseen <span>(24)</span>And it is not the word of the outcast Shaytan <span>(25)</span>Then where are you going <span>(26)</span>Verily, this is no less than a Reminder for the creatures <span>(27)</span>To whomsoever among you who wills to walk straight <span>(28)</span>And you cannot will unless that Allah wills – the Lord of all that exists <span>(29)</span></p><p lang=\"en\" class=\"en \">The Explanation of the Words Al-Khunnas and Al-Kunnas</p><p lang=\"en\" class=\"en \">Muslim recorded in his Sahih, and An-Nasa'i in his Book of Tafsir, in explaining this Ayah, from 'Amr bin Hurayth that he said, \"I prayed the Morning prayer behind the Prophet ﷺ, and I heard him reciting,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا أُقْسِمُ بِالْخُنَّسِ - الْجَوَارِ الْكُنَّسِ - وَالَّيْلِ إِذَا عَسْعَسَ - وَالصُّبْحِ إِذَا تَنَفَّسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But nay! I swear by Al-Khunnas, Al-Jawar Al-Kunnas, and by the night when it 'As'as, and by the day when it Tanaffas.)</span>\" Ibn Jarir recorded from Khalid bin 'Ar'arah that he heard 'Ali being asked about the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أُقْسِمُ بِالْـخُـنَّسِ - الْجَوَارِ الْكُنَّسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! I swear by Al-Khunnas, Al-Jawar Al-Kunnas.)</span> and he said, \"These are the stars that withdraw <span class=\"gray\">(disappear)</span> during the day and sweep across the sky <span class=\"gray\">(appear)</span> at night.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّيْلِ إِذَا عَسْعَسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And by the night when it 'As'as.)</span> There are two opinions about this statement. One of them is that this refers to its advancing with its darkness. Mujahid said, \"It means its darkening.\" Sa'id bin Jubayr said, \"When it begins.\" Al-Hasan Al-Basri said, \"When it covers the people.\" This was also said by 'Atiyah Al-'Awfi. 'Ali bin Abi Talhah and Al-'Awfi both reported from Ibn 'Abbas:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا عَسْعَسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when it 'As'as)</span> \"This means when it goes away.\" Mujahid, Qatadah and Ad-Dahhak, all said the same. Zayd bin Aslam and his son 'Abdur-Rahman also made a similar statement, when they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا عَسْعَسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when it 'As'as)</span> \"This means when it leaves, and thus it turns away.\" I believe that the intent in Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا عَسْعَسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when it 'As'as)</span> is when it approaches, even though it is correct to use this word for departing also. However, approachment is a more suitable usage here. It is as if Allah is swearing by the night and its darkness when it approaches, and by the morning and its light when it shines from the east. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّيْلِ إِذَا يَغْشَىٰ - وَالنَّهَارِ إِذَا تَجَلَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the night as it envelops. By the day as it appears in brightness)</span><span class=\"gray\">(92:1-2)</span> and He also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالضُّحَىٰ - وَالَّيْلِ إِذَا سَجَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By the forenoon. By the night when it darkens.)</span><span class=\"gray\">(93:1-2)</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Cleaver of the daybreak. He has appointed night for resting.)</span><span class=\"gray\">(6:96)</span> And there are other similar Ayat that mention this. Many of the scholars of the fundamentals of language have said that the word 'As'as is used to mean advancing and retreating, with both meanings sharing the same word.</p><p lang=\"en\" class=\"en \">Therefore, it is correct that the intent could be both of them, and Allah knows best. </p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصُّبْحِ إِذَا تَنَفَّسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And by the day when it Tanaffas.)</span> Ad-Dahhak said, \"When it rises.\" Qatadah said, \"When it brightens and advances.\"</p><p lang=\"en\" class=\"en \">Jibril descended with the Qur'an and it is not the Result of Insanity </p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, this is the Word of a most honorable messenger.)</span> meaning, indeed this Qur'an is being conveyed by a noble messenger, which is referring to an honorable angel, who has good character and a radiant appearance, and he is Jibril. </p><p lang=\"cy\" class=\"cy \">Ibn 'Abbas, Ash-Sha'bi, Maymun bin Mihran, Al-Hasan, Qatadah, Ar-Rabi' bin Anas, Ad-Dahhak and others have said this.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذِي قُوَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Dhi Quwwah)</span> This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَّمَهُ شَدِيدُ الْقُوَىٰ - ذُو مِرَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has been taught by one mighty in power, Dhu Mirrah.)</span><span class=\"gray\">(53:5-6)</span> meaning, mighty in creation, mighty in strength and mighty in actions.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عِندَ ذِي الْعَرْشِ مَكِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with the Lord of the Throne Makin,)</span> meaning, he has high status and lofty rank with Allah.</p><p class=\"ur qpc-hafs\" lang=\"ur\">مُّطَاعٍ ثَمَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Obeyed there,)</span> meaning, he has prestige, his word is listened to, and he is obeyed among the most high gathering <span class=\"gray\">(of angels)</span>. Qatadah said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">مُّطَاعٍ ثَمَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Obeyed there)</span> \"This means in the heavens. He is not one of the lower ranking <span class=\"gray\">(ordinary)</span> angels. Rather he is from the high ranking, prestigious angels. He is respected and has been chosen for <span class=\"gray\">(the delivery of)</span> this magnificent Message.\" Allah then says,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> أَمِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(trustworthy.)</span> This is a description of Jibril as being trustworthy. This is something very great, that the Almighty Lord has commended His servant and angelic Messenger, Jibril, just as He has commended His servant and human Messenger, Muhammad ﷺ by His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا صَاحِبُكُم بِمَجْنُونٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your companion is not a madman.)</span> Ash-Sha'bi, Maymun bin Mihran, Abu Salih and others who have been previously mentioned, all said, \"This refers to Muhammad ﷺ.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed he saw him in the clear horizon.)</span> meaning, indeed Muhammad ﷺ saw Jibril, who brought him the Message from Allah, in the form that Allah created him in <span class=\"gray\">(i.e., his true form)</span>, and he had six hundred wings.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْأُفُقِ الْمُبِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in the clear horizon.)</span> meaning, clear. This refers to the first sighting which occurred at Al-Batha' <span class=\"gray\">(Makkah)</span>. This incident is mentioned in Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَّمَهُ شَدِيدُ الْقُوَىٰ - ذُو مِرَّةٍ فَاسْتَوَىٰ - وَهُوَ بِالْأُفُقِ الْأَعْلَىٰ - ثُمَّ دَنَا فَتَدَلَّىٰ - فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَىٰ - فَأَوْحَىٰ إِلَىٰ عَبْدِهِ مَا أَوْحَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has been taught by one mighty in power <span class=\"gray\">(Jibril)</span>. Dhu Mirrah, then he rose. While he was in the highest part of the horizon. Then he approached and came closer. And was at a distance of two bows' length or less. So <span class=\"gray\">(Allah)</span> revealed to His servant what He revealed.)</span><span class=\"gray\">(53:5-10)</span></p><p lang=\"en\" class=\"en \">The explanation of this and its confirmation has already preceded, as well as the evidence that proves that it is referring to Jibril. It seems apparent – and Allah knows best – that this Surah <span class=\"gray\">(At-Takwir)</span> was revealed before the Night Journey <span class=\"gray\">(Al-Isra')</span>, because nothing has been mentioned in it except this sighting <span class=\"gray\">(of Jibril)</span>, and it is the first sighting. The second sighting has been mentioned in Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ رَآهُ نَزْلَةً أُخْرَىٰ - عِندَ سِدْرَةِ الْمُنتَهَىٰ - عِندَهَا جَنَّةُ الْمَأْوَىٰ - إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed he saw him <span class=\"gray\">(Jibril)</span> at a second descent. Near Sidrah Al-Muntaha. Near it is the Paradise of Abode. When that covered the lote tree which did cover it!)</span><span class=\"gray\">(53:13-16)</span></p><p lang=\"en\" class=\"en \">And these Ayat have only been mentioned in Surat An-Najm, which was revealed after Surat Al-Isra' <span class=\"gray\">(The Night Journey)</span>.</p><p lang=\"en\" class=\"en \">The Prophet <span class=\"gray\">(ﷺ)</span> is not Stingy in conveying the Revelation</p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَمَا هُوَ عَلَى الْغَيْبِ بِظَنِينٍ)</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is not Zanin over the Unseen)</span></p><p lang=\"en\" class=\"en \"><span class=\"gray\">[Note: Ibn Kathir presents this recitation of the Ayah, and refers to the version of Hafs; \"Some recite it…\"]</span></p><p lang=\"en\" class=\"en \">meaning Muhammad ﷺ is not following false conjecture about what Allah revealed. Others have recited this Ayah with the 'Dad' in the word Danin, which means that he is not stingy, but rather he conveys it to everyone.</p><p lang=\"en\" class=\"en \">Sufyan bin 'Uyaynah said, \"Zanin and Danin both have the same meaning. They mean that he is not a liar, nor is he a wicked, sinful person. The Zanin is one who follows false supposition, and the Danin is one who is stingy.\"</p><p lang=\"en\" class=\"en \">Qatadah said, \"The Qur'an was unseen and Allah revealed it to Muhammad ﷺ, and he did not withhold it from the people. Rather he announced it, conveyed it, and offered it to everyone who wanted it.\" 'Ikrimah, Ibn Zayd and others have made similar statements. Ibn Jarir preferred the recitation Danin. </p><p lang=\"en\" class=\"en \">I say that both of recitations have been confirmed by numerous routes of transmission, and its meaning is correct either way, as we have mentioned earlier.</p><p lang=\"en\" class=\"en \">The Qur'an is a Reminder for all the Worlds and It is not the Inspiration of Shaytan</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَّجِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is not the word of the outcast Shaytan.)</span> meaning, this Qur'an is not the statement of an outcast Shaytan. This means that he is not able to produce it, nor is it befitting of him to do so. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ - وَمَا يَنبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ - إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is not the Shayatin who have brought it down. Neither would it suit them nor they can. Verily, they have been removed far from hearing it.)</span><span class=\"gray\">(26:210-212)</span> Then Allah says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَأَيْنَ تَذْهَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then where are you going?)</span> meaning, where has your reason gone, in rejecting this Qur'an, while it is manifest, clear, and evident that it is the truth from Allah. This is as Abu Bakr As-Siddiq said to the delegation of Bani Hanifah when they came to him as Muslims and he commanded them to recite <span class=\"gray\">(something from the Qur'an)</span>. So they recited something to him from the so called Qur'an of Musaylimah the Liar, that was total gibberish and terribly poor in style. Thus, Abu Bakr said, \"Woe unto you! Where have your senses gone? By Allah, this speech did not come from a god.\" Qatadah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَأَيْنَ تَذْهَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then where are you going?)</span> meaning, from the Book of Allah and His obedience. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, this is no less than a Reminder to the creatures.)</span> meaning, this Qur'an is a reminder for all of mankind. They are reminded by it and receive admonition from it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَن شَاءَ مِنكُمْ أَن يَسْتَقِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To whomsoever among you who wills to walk straight.)</span> meaning, whoever seeks guidance, then he must adhere to this Qur'an, for verily it is his salvation and guidance. There is no guidance in other than it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَشَاءُونَ إِلَّا أَن يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you cannot will unless <span class=\"gray\">(it be)</span> that Allah wills – the Lord of all that exists.)</span></p><p lang=\"en\" class=\"en \">This means that the will is not left to you all, so that whoever wishes to be guided, then he is guided, and whoever wishes to be astray, then he goes astray, rather, all of this is according to the will of Allah the Exalted, and He is the Lord of all that exists. </p><p lang=\"en\" class=\"en \">It is reported from Sulayman bin Musa that when this Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَن شَاءَ مِنكُمْ أَن يَسْتَقِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To whomsoever among you who wills to walk straight.)</span> Abu Jahl said, \"The matter is up to us. If we wish, we will stand straight, and we do not wish, we will not stand straight.\" So Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَشَاءُونَ إِلَّا أَن يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you cannot will unless <span class=\"gray\">(it be)</span> that Allah wills the Lord of the all that exists.)</span></p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat At-Takwir, and all praise and thanks are due to Allah.</p>"
  }
]