[
  {
    "ayah_key": "24:61",
    "group_ayah_key": "24:61",
    "from_ayah": "24:61",
    "to_ayah": "24:61",
    "ayah_keys": "24:61",
    "text": "<p lang=\"en\" class=\"en \">There is no restriction on the blind, nor any restriction on the lame, nor any restriction on the sick, nor on yourselves, if you eat from your houses, or the houses of your fathers, or the houses of your mothers, or the houses of your brothers, or the houses of your sisters, or the houses of your father's brothers, or the houses of your father's sisters, or the houses of your mother's brothers, or the houses of your mother's sisters, or <span class=\"gray\">(from that)</span> whereof you hold keys, or <span class=\"gray\">(from the house)</span> of a friend. No sin on you whether you eat together or apart. But when you enter the houses, greet one another with a greeting from Allah, blessed and good. Thus Allah makes clear the Ayat to you that you may understand.) <span>(61)</span></p><div lang=\"en\" class=\"en \"><h2>Eating from One's Relatives' Houses</h2></div><p lang=\"en\" class=\"en \">What is referred to here is the fact that they used to feel too embarrassed to eat with the blind, because they could not see the food or where the best morsels were, so others might take the best pieces before they could. They felt too embarrassed to eat with the lame because they could not sit comfortably, and their companions might take advantage of them, and they felt embarrassed to eat with the sick because they might not eat as much as others. So they were afraid to eat with them lest they were unfair to them in some way. Then Allah revealed this Ayah, granting them a dispensation in this matter. This was the view of Sa'id bin Jubayr and Miqsam.</p><p lang=\"en\" class=\"en \">Ad-Dahhak said: \"Before the Prophet's Mission, they used to feel too embarrassed and too proud to eat with these people, lest they might have to help them. So Allah revealed this Ayah.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَى الْأَعْمَىٰ حَرَجٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor any restriction on the lame,)</span> 'Abdur-Razzaq recorded that Mujahid said: \"A man would take a blind, lame or sick person to the house of his brother or sister or aunt, and those disabled people would feel ashamed of that and say, 'they are taking us to other people's houses.' So this Ayah was revealed granting permission for that.\"</p><p lang=\"en\" class=\"en \">As-Suddi said: \"A man would enter the house of his father or brother or son, and the lady of the house would bring him some food, but he would refrain from eating because the master of the house was not there, so Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَى الْأَعْمَىٰ حَرَجٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no restriction on the blind...)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا عَلَىٰ أَنفُسِكُمْ أَن تَأْكُلُوا مِن بُيُوتِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor on yourselves, if you eat from your houses,)</span> This is stated here although it is obvious, so that from this starting point the houses of others may be mentioned, and to make it clear that the ruling applies equally to what comes after. Sons' houses are included in this even though they are not mentioned by name, and this is used as evidence by those who regard the son's wealth as being like the father's wealth. In the Musnad and the Sunan, it is reported through several routes that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتَ وَمَالُكَ لِأَبِيكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You and your wealth belong to your father.)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or the houses of your fathers, or the houses of your mothers,)</span> until His statement;</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ مَا مَلَكْتُم مَّفَاتِحَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or <span class=\"gray\">(from that)</span> whereof you hold keys,)</span> This is obvious, and this is used as evidence by those who think that it is obligatory for relatives to spend on one another.</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ مَا مَلَكْتُم مَّفَاتِحَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or <span class=\"gray\">(from that)</span> whereof you hold keys,)</span> Sa'id bin Jubayr and As-Suddi said, \"This refers to a people's servants, whether a slave or otherwise. There is nothing wrong with them eating from the food that is stored with them, within reason.\" Az-Zuhri narrated from 'Urwah that 'A'isha, may Allah be pleased with her, said, \"The Muslims used to go out on military campaigns with the Messenger of Allah ﷺ and they would give their keys to people they trusted and say, 'We permit you to eat whatever you need.' But they would say, 'It is not permissible for us to eat, they have given us permission reluctantly and we are only trustees.' Then Allah revealed:</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ مَا مَلَكْتُم مَّفَاتِحَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or <span class=\"gray\">(from that)</span> whereof you hold keys)</span>.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ صَدِيقِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or <span class=\"gray\">(from the house)</span> of a friend.)</span> means, there is no sin on you if you eat from their houses, so long as you know that this does not upset them and they do not dislike it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No sin on you whether you eat together or apart.)</span> 'Ali bin Abi Talhah reported from Ibn 'Abbas concerning this Ayah, \"When Allah revealed the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُم بَيْنَكُم بِالْبَاطِلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Eat not up your property among yourselves unjustly)</span><span class=\"gray\">(4:29)</span>, the Muslims said, 'Allah has forbidden us to eat up our property among ourselves unjustly, and food is the best of property, so it is not permissible for anyone among us to eat at the house of anyone else.' So the people stopped doing that. Then Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَى الْأَعْمَىٰ حَرَجٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no restriction on the blind,)</span> until His statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ صَدِيقِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or <span class=\"gray\">(from the house)</span> of a friend.)</span> A man would also feel embarrassed and would refrain from eating alone until someone else came along, but Allah made the matter easier for them and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No sin on you whether you eat together or apart.)</span>\" Qatadah said, \"This was a clan of Banu Kinanah who during the Jahiliyyah thought that it was a source of shame for one of them to eat alone, to such an extent that a man might keep on driving his laden camel even though he was hungry, until he could find someone to eat and drink with him. Then Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No sin on you whether you eat together or apart.)</span> So this was a dispensation from Allah, allowing people to eat either alone or with others, even though eating with others is more blessed and is better. Imam Ahmad recorded from Wahshi bin Harb from his father from his grandfather that a man said to the Prophet ﷺ, \"We eat but we do not feel satisfied.\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَأْكُلُونَ مُتَفَرِّقِينَ، اجْتَمِعُوا عَلَى طَعَامِكُمْ، وَاذْكُرُوا اسْمَ اللهِ، يُبَارَكْ لَكُمْ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Perhaps you are eating separately. Eat together and mention the Name of Allah, and He will bless the food for you.)</span> It was also recorded by Abu Dawud and Ibn Majah. Ibn Majah also recorded that Salim reported from his father from 'Umar, may Allah be pleased with him, that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا جَمِيعًا، وَلَا تَفَرَّقُوا، فَإِنَّ الْبَرَكَةَ مَعَ الْجَمَاعَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Eat together and not separately, for the blessing is in being together.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا دَخَلْتُم بُيُوتًا فَسَلِّمُوا عَلَىٰ أَنفُسِكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when you enter the houses, greet one another)</span></p><p lang=\"en\" class=\"en \">Sa'id bin Jubayr, Al-Hasan Al-Basri, Qatadah and Az-Zuhri said, \"This means greet one another with Salam.\" Ibn Jurayj said: Abu Az-Zubayr said, \"I heard Jabir bin 'Abdullah say, 'When you enter upon your family, greet them with a greeting from Allah, blessed and good.' He said, 'I do not think it is anything but obligatory.'\" Ibn Jurayj said: \"And Ziyad said that Ibn Tawus used to say: 'When any one of you enters his house, let him say Salam.'\"</p><p lang=\"en\" class=\"en \">Mujahid said: \"And when you enter the Masjid, say: 'Peace be upon the Messenger of Allah'; when you enter upon your families, greet them with Salam; and when you enter a house in which there is nobody, say: 'As-Salamu 'Alayna wa 'Ala 'Ibad-Allah-is-Salihin <span class=\"gray\">(peace be upon us and upon the righteous servants of Allah)</span>.' This is what one is commanded to do, and it has been narrated to us that the angels will return his greeting.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus Allah makes clear the Ayat to you that you may understand.)</span> When Allah mentioned what wise rulings and reasonable, well-constructed laws are contained in this Surah, He points out to His servants that He explains the Ayat to them clearly so that they may ponder them and understand their meanings.</p>"
  },
  {
    "ayah_key": "24:62",
    "group_ayah_key": "24:62",
    "from_ayah": "24:62",
    "to_ayah": "24:62",
    "ayah_keys": "24:62",
    "text": "<p lang=\"en\" class=\"en \">The believers are only those who believe in Allah and His Messenger; and when they are with him on some common matter, they go not away until they have asked his permission. Verily, those who ask your permission, those are they who <span class=\"gray\">(really)</span> believe in Allah and His Messenger. So if they ask your permission for some affairs of theirs, give permission to whom you will of them, and ask Allah for their forgiveness. Truly, Allah is Oft-Forgiving, Most Merciful <span>(62)</span></p><div lang=\"en\" class=\"en \"><h2>Asking Permission to Leave When They Are Doing Something Together</h2></div><p lang=\"en\" class=\"en \">This is another matter of etiquette to which Allah has guided His believing servants. Just as He commanded them to seek permission when entering, He also commanded them to seek permission when leaving, especially when they are doing something together with the Messenger ﷺ, such as the Friday, 'Id, or congregational prayers, or a meeting for the purpose of consultation and so on. Allah commanded them not to leave him in these situations until they had asked his permission. If they did this, then they were of the true believers. Then Allah commanded His Messenger ﷺ to give permission when someone asked for it, if he wanted to. He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْذَن لِّمَن شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(give permission to whom you will of them, and ask Allah for their forgiveness.)</span>Abu Dawud reported that Abu Hurayrah said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا انْتَهَى أَحَدُكُمْ إِلَى الْمَجْلِسِ فَلْيُسَلِّمْ، فَإِذَا أَرَادَ أَنْ يَقُومَ فَلْيُسَلِّمْ، فَلَيْسَتِ الْأُولَى بِأَحَقَّ مِنَ الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When any of you joins a gathering, let him say Salam, and when he wants to leave, let him say Salam. The former is not more important than the latter.)</span> This was also recorded by At-Tirmidhi and An-Nasa'i; At-Tirmidhi said: \"It is a Hasan Hadith.\"</p>"
  }
]