[
  {
    "ayah_key": "11:17",
    "group_ayah_key": "11:17",
    "from_ayah": "11:17",
    "to_ayah": "11:17",
    "ayah_keys": "11:17",
    "text": "<p lang=\"en\" class=\"en \">Can they who rely on a clear proof from their Lord, and whom a witness from Him recites <span class=\"gray\">(follows)</span> it; and before it, came the Book of Musa, a guidance and a mercy, they believe therein, but those of the sects that reject it, the Fire will be their promised meeting place. So be not in doubt about it. Verily, it is the truth from your Lord, but most of mankind believe not <span>(17)</span></p><div lang=\"en\" class=\"en \"><h2>The One Who believes in the Qur'an is upon Clear Proof from His Lord</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs of the condition of the believers who are upon the natural religion of Allah, which He made inherent in His creatures. This is based upon their confession to Him that there is none worthy of worship except He. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا ۚ فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So set you your face towards the religion, Hanifan. Allah's Fitrah with which He has created mankind.)</span><span class=\"gray\">[30:30]</span>, In the Two Sahihs it is recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَوْلُودٍ يُولَدُ عَلَى الْفِطْرَةِ فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُمَجِّسَانِهِ كَمَا تُولَدُ الْبَهِيمَةُ بَهِيمَةً جَمْعَاءَ هَلْ تُحِسُّونَ فِيهَا مِنْ جَدْعَاءَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every child is born upon the Fitrah, but his parents make him a Jew, Christian, or Magian. This is just as the calf that is born whole. Have you noticed any calves that are born mutilated?)</span> In Sahih Muslim it is recorded that 'Iyad bin Himar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى: إِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ فَجَاءَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينهِمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْتُ لَهُمْ، وَأَمَرَتْهُمْ أَنْ يُشْرِكُوا بِي مَا لَمْ أُنْزِلْ بِهِ سُلْطَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah, the Exalted, says, 'Verily, I created my servants Hunafa', but the devils came to them and distracted them from their religion. They made unlawful for them what I had made lawful for them and they commanded them to associate partners with Me, concerning which no authority has been revealed.)</span> Therefore, the believer is one who remains upon this Fitrah. Concerning Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَيَتْلُوهُ شَاهِدٌ مِّنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whom a witness from Him recites <span class=\"gray\">(follows)</span> it;)</span> This means that a witness comes to him from Allah. That witness is the pure, perfect and magnificent legislation that Allah revealed to the Prophets. These legislations were finalized with the legislation <span class=\"gray\">(Shari'ah)</span> of Muhammad ﷺ. The believer has the natural disposition that bears witness to <span class=\"gray\">(the truth of)</span> the general legislation, and accepts that specific laws are taken from the general legislation. The Fitrah accepts the Shari'ah and believes in it. For this reason Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Can they who rely on a clear proof from their Lord, and whom a witness from Him recites <span class=\"gray\">(follows)</span> it;)</span> This clear proof which is recited is the Qur'an, which Jibril conveyed to the Prophet ﷺ and the Prophet Muhammad ﷺ conveyed it to his Ummah. Then Allah says,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمِن قَبْلِهِ كِتَابُ مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and before it, came the Book of Musa,)</span> This means that before the Qur'an, there was the Book of Musa, the Tawrah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِمَامًا وَرَحْمَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a guidance and a mercy)</span> This means that Allah, the Exalted, revealed it to that Ummah as a leader for them and a guide for them to follow, as a mercy from Allah upon them. Therefore, whoever believed in it with true faith, then it would lead him to believe in the Qur'an as well. For this reason Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ يُؤْمِنُونَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they believe therein)</span> Then Allah, the Exalted, threatens those who reject the Qur'an, or any part of it, by saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but those of the sects that reject it, the Fire will be their promised meeting place.)</span> This is directed towards everyone on the face of the earth who disbelieves in the Qur'an, whether they are idolators, disbelievers, People of the Scripture, or other sects from the descendants of Adam. This applies to all whom the Qur'an reaches, regardless of their differences in color, appearance, or nationality. As Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأُنذِرَكُم بِهِ وَمَن بَلَغَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that I may therewith warn you and whomsoever it may reach.)</span><span class=\"gray\">[6:19]</span> Allah, the Exalted, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O mankind! Verily, I am sent to you all as the Messenger of Allah.\")</span><span class=\"gray\">[7:158]</span> Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but those of the sects that reject it, the Fire will be their promised meeting place.)</span> In Sahih Muslim it is recorded that Abu Musa Al-Ash'ari, may Allah be pleased with him, said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ لَا يَسْمَعُ بِي أَحَدٌ مِنْ هَذِهِ الْأُمَّةِ يَهُودِيٌّ! (أَوْ) نَصْرَانِيٌّ ثُمَّ لَا يُؤْمِنُ بِي إِلَّا دَخَلَ النَّارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By He in Whose Hand is my soul! there is no one of this Ummah, whether he be a Jew or Christian, who hears of me and does not believe in me, except that he will enter the Hell-fire.)</span></p><div lang=\"en\" class=\"en \"><h2>Every Hadith is confirmed by the Qur'an</h2></div><p lang=\"en\" class=\"en \">Ayyub As-Sakhtiyani reported from Sa'id bin Jubayr that he said, \"I did not hear any Hadith of the Prophet ﷺ, substantiated as he stated it, except that I found its confirmation in the Qur'an. <span class=\"gray\">(The narrator said, \"Or he said, 'I found its verification in the Qur'an.'\")</span> Thus, it reached me that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْمَعُ بِي أَحَدٌ مِنْ هَذِهِ الْأُمَّةِ يَهُودِيٌّ وَلَا نَصْرَانِيٌّ ثُمَّ لَا يُؤْمِنُ بِي إِلَّا دَخَلَ النَّارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no one of this Ummah, whether he be a Jew or Christian, who hears of me and does not believe in me, except that he will enter the Hellfire.)</span> Therefore, I said, 'Where is its verification in the Book of Allah? Most of what I have heard reported from the Messenger of Allah , I have found its verification in the Qur'an.' Then I found this verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but those of the sects that reject it <span class=\"gray\">(the Qur'an)</span>, the Fire will be their promised meeting place.)</span> And this means from all religions.\" Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَكُ فِي مِرْيَةٍ مِّنْهُ ۚ إِنَّهُ الْحَقُّ مِن رَّبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So be not in doubt about it. Verily, it is the truth from your Lord,)</span> This means that the Qur'an is the truth from Allah and there is no doubt or suspicion concerning it. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - تَنزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ مِن رَّبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alif Lam Mim. The revelations of the Book in which there is no doubt, is from the Lord of all that exists!)</span><span class=\"gray\">[32:1-2]</span> Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - ذَٰلِكَ الْكِتَابُ لَا رَيْبَ ۛ فِيهِ ۛ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alif Lam Mim. This is the Book in which there is no doubt.)</span><span class=\"gray\">[2:1-2]</span> The Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but most of mankind believe not.)</span> is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And most of mankind will not believe even if you desire it eagerly.)</span><span class=\"gray\">[12:103]</span> Likewise, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تُطِعْ أَكْثَرَ مَن فِي الْأَرْضِ يُضِلُّوكَ عَن سَبِيلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you obey most of those on the earth, they will mislead you far away from Allah's path.)</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِّنَ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed Iblis did prove true his thought about them: and they followed him, all except a group of true believers.)</span><span class=\"gray\">[34:20]</span></p>"
  }
]