[
  {
    "ayah_key": "14:13",
    "group_ayah_key": "14:13",
    "from_ayah": "14:13",
    "to_ayah": "14:17",
    "ayah_keys": "14:13,14:14,14:15,14:16,14:17",
    "text": "<p lang=\"en\" class=\"en \">And those who disbelieved, said to their Messengers: \"Surely, we shall drive you out of our land, or you shall return to our religion.\" So their Lord revealed to them: \"Truly, We shall destroy the wrongdoers. <span>(13)</span>\"And indeed, We shall make you dwell in the land after them. This is for him who fears standing before Me and also fears My threat. <span>(14)</span>And they sought victory and help; and every obstinate, arrogant dictator <span class=\"gray\">(who refuses to believe in the Oneness of Allah)</span> was brought to a complete loss and destruction <span>(15)</span>In front of him is Hell, and he will be made to drink boiling, festering water <span>(16)</span>He will sip it unwillingly, and he will find great difficulty in swallowing it down his throat, and death will come to him from every side, yet he will not die, and in front of him, will be a great torment <span>(17)</span></p><div lang=\"en\" class=\"en \"><h2>Disbelieving Nations threaten Their Messengers with Expulsion</h2></div><p lang=\"en\" class=\"en \">Allah narrates to us how the disbelieving nations threatened their Messengers, that being, expulsion from their land and banshiment. For instance, the people of Prophet Shu'ayb, peace be upon him, said to him and to those who believed in him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِن قَرْيَتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall certainly drive you out from our town, O Shu'ayb, and those who have believed with you.)</span><span class=\"gray\">[7:88]</span> The people of Prophet Lut, peace be upon him, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخْرِجُوا آلَ لُوطٍ مِّن قَرْيَتِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Drive out the family of Lut from your city.)</span><span class=\"gray\">[27:56]</span> Allah said about the idolators of Quraysh,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا ۖ وَإِذًا لَّا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, they were about to frighten you so much as to drive you out from the land. But in that case they would not have stayed after you, except for a little while.)</span><span class=\"gray\">[17:76]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the disbelievers plotted against you to imprison you, or to kill you, or to expel you out; they were plotting and Allah too was plotting; and Allah is the Best of those who plot.)</span><span class=\"gray\">[8:30]</span> Allah gave victory and aid to His Messenger ﷺ after he emigrated from Makkah and gathered followers, supporters, and soldiers around him, who fought in the cause of Allah, the Exalted. Allah kept granting His Messenger ﷺ more dominance until He opened for him Makkah, which sought to expel him. Allah gave him dominance over it, even when his enemies from Makkah and the rest of the people of the earth disliked it. Soon after, people began embracing the religion of Allah in large crowds and in a very short time Allah's Word and religion became high over all other religions, from the eastern and western parts of the world. Hence Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْحَىٰ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ - وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِن بَعْدِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So their Lord revealed to them: \"Truly, We shall destroy the wrongdoers. And indeed, We shall make you dwell in the land after them.\")</span><span class=\"gray\">[14:13-14]</span> Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ - إِنَّهُمْ لَهُمُ الْمَنصُورُونَ - وَإِنَّ جُندَنَا لَهُمُ الْغَالِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And, verily, Our Word has gone forth of old for Our servants, the Messengers, that they verily, would be made triumphant, and that Our hosts! They verily, would be the victors.)</span><span class=\"gray\">[37:171-173]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has decreed: \"Verily, it is I and My Messengers who shall be the victorious. Verily, Allah is All-Powerful, All-Mighty.\")</span><span class=\"gray\">[58:21]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have written in Az-Zabur after Adh-Dhikr that My righteous servants shall inherit the land.)</span><span class=\"gray\">[21:105]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ مُوسَىٰ لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا ۖ إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَاءُ مِنْ عِبَادِهِ ۖ وَالْعَاقِبَةُ لِلْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Musa said to his people: \"Seek help in Allah and be patient. Verily, the earth is Allah's. He gives it as a heritage to whom He wills of His servants: and the <span class=\"gray\">(blessed)</span> end is for the those who have Taqwa.\")</span><span class=\"gray\">[7:128]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا ۖ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَىٰ عَلَىٰ بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا ۖ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made the people who were considered weak to inherit the eastern parts of the land and the western parts thereof which We have blessed. And the fair Word of your Lord was fulfilled for the Children of Israel, because of their endurance. And We destroyed completely all the great works and buildings which Fir'awn and his people erected.)</span><span class=\"gray\">[7:137]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is for him who fears standing before Me and also fears My threat.)</span> this warning is for he who fears standing before Him on the Day of Resurrection and fears His warnings and torment. Allah said in other instances,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا مَن طَغَىٰ - وَآثَرَ الْحَيَاةَ الدُّنْيَا - فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَىٰ - وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَىٰ - فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then for him who transgressed all bounds, and preferred the life of this world, verily, his abode will be Hellfire. But as for him who feared standing before his Lord, and restrained himself from impure evil desires and lusts. Verily, Paradise will be his abode.)</span><span class=\"gray\">[79:37-41]</span> and,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But for him who fears the standing before his Lord, there will be two Gardens.)</span><span class=\"gray\">[55:46]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَفْتَحُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they sought victory and help)</span> refers to the Messengers who sought the help and victory of their Lord over their nations, according to 'Abdullah bin 'Abbas, Mujahid and Qatadah. 'Abdur-Rahman bin Zayd bin Aslam said that this Ayah refers to the nations, invoking Allah's victory against themselves! Some idolators said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah ! If this <span class=\"gray\">(Qur'an)</span> is indeed the truth <span class=\"gray\">(revealed)</span> from You, then rain down stones on us from the sky or bring on us a painful torment.)</span><span class=\"gray\">[8:32]</span> It is possible that both meanings are desired here, for the idolators <span class=\"gray\">(of Quraysh)</span> invoked Allah against themselves on the day of Badr, and the Messenger of Allah ﷺ invoked Him for victory and support. Allah said to the idolators then,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ ۖ وَإِن تَنتَهُوا فَهُوَ خَيْرٌ لَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(O disbelievers)</span> if you ask for a judgment, now has the judgment come unto you; and if you cease <span class=\"gray\">(to do wrong)</span>, it will be better for you.)</span><span class=\"gray\">[8:19]</span> Allah knows best. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and every obstinate, arrogant dictator was brought to a complete loss and destruction.)</span> those who were arrogant and rebelled against the truth. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ - مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيبٍ - الَّذِي جَعَلَ مَعَ اللَّهِ إِلَٰهًا آخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah will say to the angels)</span>: \"Both of you throw into Hell every stubborn disbeliever - hinderer of good, transgressor, doubter, who set up another deity with Allah. Then both of you cast him in the severe torment.\")</span><span class=\"gray\">[50:24-26]</span> The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ يُؤْتَى بِجَهَنَّمَ يَوْمَ الْقِيَامَةِ، فَتُنَادِي الْخَلَائِقَ، فَتَقُولُ: إِنِّي وُكِّلْتُ بِكُلِّ جَبَّارٍ عَنِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day of Resurrection, Jahannam <span class=\"gray\">(Hellfire)</span> will be brought and it will call the creatures, saying, \"I was given the responsibility of every rebellious tyrant.\")</span> Therefore, every tyrant has earned utter demise and loss when the Prophets invoked Allah, the Mighty, the Able for victory. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّن وَرَائِهِ جَهَنَّمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In front of him is Hell,)</span> Allah says that Jahannam is in front of every obstinate tyrant, awaiting him, and he will reside in it forever on the Day of Return. He will be brought to it in the morning and the afternoon until the Day of the Call,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُسْقَىٰ مِن مَّاءٍ صَدِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he will be made to drink boiling, festering water.)</span> in the Fire, his only drink will be from Hamim and Ghassaq, the former is very hot and the latter is very cold and rotten. Allah said in another instance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ - وَآخَرُ مِن شَكْلِهِ أَزْوَاجٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is so! Then let them taste it - Hamim and Ghassaq. And other <span class=\"gray\">(torments)</span> of similar kind all together!)</span><span class=\"gray\">[38:57-58]</span> Mujahid and 'Ikrimah said that this festering water is made of puss and blood. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And be given to drink boiling water so that it cuts up their bowels.)</span><span class=\"gray\">[47:15]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they ask for help, they will be granted water like boiling oil, that will scald their faces.)</span><span class=\"gray\">[18:29]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَجَرَّعُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will sip it unwillingly)</span>, indicates that he will hate to drink this water, but he will be forced to sip it; he will refuse until the angel strikes him with an iron bar,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُم مَّقَامِعُ مِنْ حَدِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for them are hooked rods of iron.)</span><span class=\"gray\">[22:21]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَكَادُ يُسِيغُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he will find great difficulty in swallowing it down his throat,)</span> meaning, he will hate to swallow it because of its awful taste, color and unbearable heat or coldness,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَأْتِيهِ الْمَوْتُ مِن كُلِّ مَكَانٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and death will come to him from every side,)</span> his organs, limbs and entire body will suffer pain because of this drink. 'Amr bin Maymun bin Mahran commented, \"Every bone, nerve and blood vessel.\" Ad-Dahhak reported that Ibn 'Abbas commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَأْتِيهِ الْمَوْتُ مِن كُلِّ مَكَانٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and death will come to him from every side,)</span> \"All types of torment that Allah will punish him with on the Day of Resurrection in the fire of Jahannam will come to him carrying death, if he were to die. However, he will not die because Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither will it affect them that they die nor shall its torment be lightened for them)</span><span class=\"gray\">[35:36]</span>.\" Therefore, according to Ibn 'Abbas, may Allah be pleased with him and his father, every type of punishment will come to him <span class=\"gray\">(the obstinate, rebellious tyrant)</span> carrying death with it, if he will ever die there. Yet, he will not die, he will instead receive eternal punishment and torment. Hence Allah's statement here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَأْتِيهِ الْمَوْتُ مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and death will come to him from every side, yet he will not die,)</span> Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِن وَرَائِهِ عَذَابٌ غَلِيظٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in front of him, will be a great torment.)</span> even in this condition, he will still suffer another severe type of torment, more severe and painful from the one before it, harsher more bitter. Allah described the tree of Zaqqum,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ - طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ - فَإِنَّهُمْ لَآكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا الْبُطُونَ - ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِّنْ حَمِيمٍ - ثُمَّ إِنَّ مَرْجِعَهُمْ لَإِلَى الْجَحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, it is a tree that springs out of the bottom of Hellfire, the shoots of its fruits stalks are like the heads of Shayatin; Truly, they will eat thereof and fill their bellies therewith. Then on top of that they will be given boiling water to drink so that it becomes a mixture. Then thereafter, verily, their return is to the flaming fire of Hell.)</span><span class=\"gray\">[37:64-68]</span> Allah states that they will either be eating from the Zaqqum, drinking the Hamim, or being tormented in the Fire, again and again; we seek refuge with Allah from all of this. Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ - يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the Hell which the criminals denied. They will go between it <span class=\"gray\">(Hell)</span> and the fierce boiling water!)</span><span class=\"gray\">[55:43-44]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ شَجَرَتَ الزَّقُّومِ - طَعَامُ الْأَثِيمِ - كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ - كَغَلْيِ الْحَمِيمِ - خُذُوهُ فَاعْتِلُوهُ إِلَىٰ سَوَاءِ الْجَحِيمِ - ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ - ذُقْ إِنَّكَ أَنتَ الْعَزِيزُ الْكَرِيمُ - إِنَّ هَٰذَا مَا كُنتُم بِهِ تَمْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the tree of Zaqqum will be the food of the sinners. Like boiling oil, it will boil in the bellies, like the boiling of scalding water. <span class=\"gray\">(It will be said)</span> \"Seize him and drag him into the midst of blazing Fire, then pour over his head the torment of boiling water. Taste you <span class=\"gray\">(this)</span>! Verily, you were the mighty, the generous! Verily, this is that whereof you used to doubt!\")</span><span class=\"gray\">[44:43-50]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ - فِي سَمُومٍ وَحَمِيمٍ - وَظِلٍّ مِّن يَحْمُومٍ - لَّا بَارِدٍ وَلَا كَرِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those on the Left Hand - how <span class=\"gray\">(unfortunate)</span> will be those on the Left Hand? In fierce hot wind and boiling water, and shadow of black smoke, neither cool nor pleasant.)</span><span class=\"gray\">[56:41-44]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا ۚ وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ - جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ - هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ - وَآخَرُ مِن شَكْلِهِ أَزْوَاجٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is so! And for the Taghun will be an evil final return. Hell! Where they will burn, and worst is that place to rest! This is so! Then let them taste it Hamim and Ghassaq. And other <span class=\"gray\">(torments)</span> of similar kind all together!)</span><span class=\"gray\">[38:55-58]</span> There are many other similar Ayat that indicate that the punishment they will receive is of different kinds, and that it is repeated in various types and forms that only Allah the Exalted knows, as just recompense, </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord is not at all unjust to <span class=\"gray\">(His)</span> slaves.)</span><span class=\"gray\">[41:46]</span></p>"
  }
]