[
  {
    "ayah_key": "11:69",
    "group_ayah_key": "11:69",
    "from_ayah": "11:69",
    "to_ayah": "11:73",
    "ayah_keys": "11:69,11:70,11:71,11:72,11:73",
    "text": "<p lang=\"en\" class=\"en \">And verily, there came Our messengers to Ibrahim with the glad tidings. They said: \"Salaman <span class=\"gray\">(greetings or peace!)</span>\" He answered, \"Salamun <span class=\"gray\">(greetings or peace!)</span>,\" and he hastened to entertain them with a roasted calf <span>(69)</span>But when he saw their hands went not towards it <span class=\"gray\">(the meal)</span>, he mistrusted them, and conceived a fear of them. They said: \"Fear not, we have been sent against the people of Lut. <span>(70)</span>And his wife was standing <span class=\"gray\">(there)</span>, and she laughed. But We gave her glad tidings of Ishaq, and after Ishaq, of Ya'qub <span>(71)</span>She said <span class=\"gray\">(in astonishment)</span>: \"Woe unto me! Shall I bear a child while I am an old woman, and here is my husband an old man? Verily, this is a strange thing! <span>(72)</span>They said: \"Do you wonder at the decree of Allah? The mercy of Allah and His blessings be on you, O the family <span class=\"gray\">[of Ibrahim]</span>. Surely, He <span class=\"gray\">(Allah)</span> is All-Praiseworthy, All-Glorious. <span>(73)</span></p><div lang=\"en\" class=\"en \"><h2>The Coming of the Angels to Ibrahim and Their Glad Tidings to Him of Ishaq and Ya'qub</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جَاءَتْ رُسُلُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, there came Our messengers)</span> The word \"messengers\" here means angels.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِبْرَاهِيمَ بِالْبُشْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to Ibrahim with the glad tidings.)</span> It has been said that the word \"the glad tidings\" means, \"Receive the glad tidings of Ishaq.\" Others have said that it means, \"The destruction of the people of Prophet Lut.\" The proof of the correctness of the first view is in Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الرَّوْعُ وَجَاءَتْهُ الْبُشْرَىٰ يُجَادِلُنَا فِي قَوْمِ لُوطٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then when the fear had gone away from <span class=\"gray\">(the mind of)</span> Ibrahim, and the glad tidings had reached him, he began to plead with Us for the people of Lut.)</span><span class=\"gray\">[11:74]</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالُوا سَلَامًا ۖ قَالَ سَلَامٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Salaman.\" He answered, \"Salamun.\")</span> This means, \"Upon you.\" The scholars of explanation have said, \"Ibrahim's reply of 'Salamun' was better than that with which they had greeted him with, because the subjective case <span class=\"gray\">(Salamun instead of Salaman)</span> alludes to affirmation and eternity. \"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَبِثَ أَن جَاءَ بِعِجْلٍ حَنِيذٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he hastened to entertain them with a roasted calf.)</span> This means that he <span class=\"gray\">(Ibrahim)</span> left with haste in order to bring them food, as a host. The food that he brought was a calf. The word Hanidh means roasted upon heated stones. This meaning has been reported from Ibn 'Abbas, Qatadah and others. This is as Allah has said in another verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَاغَ إِلَىٰ أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ - فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he turned to his household, and brought out a roasted calf. And placed it before them <span class=\"gray\">(saying)</span>: \"Will you not eat\")</span><span class=\"gray\">[51:26-27]</span> This verse contains many aspects of the etiquettes of hosting guests.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَىٰ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when he saw their hands went not towards it <span class=\"gray\">(the meal)</span>, he mistrusted them,)</span> This means that he felt estranged from them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْجَسَ مِنْهُمْ خِيفَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and conceived a fear of them.)</span> This is because angels are not concerned with food. They do not desire it, nor do they eat it. Therefore, when Ibrahim saw them reject the food that he had brought them, without tasting any of it at all, he felt a mistrust of them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْجَسَ مِنْهُمْ خِيفَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and conceived a fear of them.)</span> As-Suddi said, \"When Allah sent the angels to the people of Lut, they set out walking in the form of young men, until they came to Ibrahim and they were hosted by him. When Ibrahim saw them, he rushed to host them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَرَاغَ إِلَىٰ أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he turned to his household, and brought out a roasted calf.)</span><span class=\"gray\">[51:26]</span> He slaughtered it <span class=\"gray\">(the calf)</span>, roasted it on hot stones and brought it to them. Then, he sat down with them. when he placed it before them. <span class=\"gray\">(saying)</span>: 'Will you not eat?' They said, 'O Ibrahim! Verily, we do not eat food without a price.' Ibrahim then said, 'Verily, this food has a price.' They said, 'What is its price?' He said, 'You must mention the Name of Allah over it before eating it and praise Allah upon finishing it.' Jibril then looked at Mika'il and said, 'This man has the right that his Lord should take him as an intimate friend.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَىٰ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when he saw their hands went not towards it <span class=\"gray\">(the meal)</span>, he mistrusted them,)</span> When Ibrahim saw that they were not eating, he became scared and frightened by them. Then, when Sarah looked and saw that he was honoring them, she began to serve them and she was laughing. She said, 'What amazing guests we have. We serve them ourselves, showing them respect and they do not eat our food.'\" Then, concerning Allah's statement about the angels,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لَا تَخَفْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Fear not,\")</span> They were saying, \"Do not be afraid of us. Verily, we are angels sent to the people of Lut in order to destroy them.\" Then, Sarah laughed in delight of the good news of their destruction. This is because they had caused much corruption and their disbelief was severe. For this reason, she was rewarded with the glad tidings of a son, even after her despair. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن وَرَاءِ إِسْحَاقَ يَعْقُوبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and after Ishaq, of Ya'qub.)</span> This means that the son that she was going to have would have a son <span class=\"gray\">(her grandson)</span> who would succeed him and beget many children. For verily, Ya'qub was the son of Ishaq, just as Allah says in Surat Al-Baqarah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ كُنتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي قَالُوا نَعْبُدُ إِلَٰهَكَ وَإِلَٰهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إِلَٰهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or were you witnesses when death approached Ya'qub When he said unto his sons, \"What will you worship after me\" They said, \"We shall worship your God, the God of your fathers, Ibrahim, Isma'il, Ishaq, One God, and to him we submit.\")</span><span class=\"gray\">[2:133]</span></p><p lang=\"en\" class=\"en \">From this point in this verse there is an evidence for those who say that Isma'il was the son of Ibrahim who was to be sacrificed. It could not have been Ishaq, because the glad tidings were given that he would have a son born to him named Ya'qub. So how could Ibrahim be commanded to sacrifice him when he was a small child and there had not been born to him a child yet, named Ya'qub, who was promised? The promise of Allah is true and there is no breaking of Allah's promise. Therefore, it is not possible that Ibrahim was to sacrifice this child <span class=\"gray\">(Ishaq)</span> with the condition being as it was. This makes it clear that Isma'il was the son that was to be sacrificed and this is the best, most correct and clearest evidence of that. And all praise is due to Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ يَا وَيْلَتَىٰ أَأَلِدُ وَأَنَا عَجُوزٌ وَهَٰذَا بَعْلِي شَيْخًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(She said <span class=\"gray\">(in astonishment)</span>: \"Woe unto me! Shall I bear a child while I am an old woman, and here is my husband an old man?\")</span> Allah speaks of her statement in this verse, just as He spoke of her action in another verse.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then his wife came forward with a loud voice: she smote her face, and said: \"A barren old woman!\")</span><span class=\"gray\">[51:29]</span> This was the custom of the women in their speech and actions when they were expressing amazement.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then said: \"Do you wonder at the decree of Allah\")</span> This means that the angels were saying to her, \"Do not be amazed at the command of Allah, for verily, whenever He wants something, He merely says 'Be' and it is. So do not be amazed at this, even though you are old and barren and your husband is a very old man. Verily, Allah is able to do whatever He wills.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ ۚ إِنَّهُ حَمِيدٌ مَّجِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The mercy of Allah and His blessing be on you, O the family <span class=\"gray\">(of Ibrahim)</span>. Surely, He <span class=\"gray\">(Allah)</span> is All-Praiseworthy, All-Glorious.)</span> This means that He is the Most Praiseworthy in all of His actions and statements. He is praised and glorified in His Attributes and His Self. For this reason, it is confirmed in the two Sahihs that they <span class=\"gray\">(the Prophet's Companions)</span> said, \"Verily, we already know how to greet you with Salam <span class=\"gray\">(peace)</span>, but how do we send Salah <span class=\"gray\">(prayer)</span> upon you, O Messenger of Allah?\" He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَآلِ إبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say, \"O Allah, send prayers upon Muhammad and the family of Muhammad, just as You have sent prayers upon Ibrahim and the family of Ibrahim. And bless Muhammad and the family of Muhammad, just as You have blessed the family of Ibrahim. Truly, You are the All-Praiseworthy, All-Glorious.\")</span></p>"
  }
]