[
  {
    "ayah_key": "12:110",
    "group_ayah_key": "12:110",
    "from_ayah": "12:110",
    "to_ayah": "12:110",
    "ayah_keys": "12:110",
    "text": "<p class=\"en translation\" lang=\"en\"><span class=\"gray\">(They were reprieved)</span> until, when the Messengers gave up hope and thought that they were denied, then came to them Our help, and whomsoever We willed were rescued. And Our punishment cannot be warded off from the people who are criminals <span>(110)</span></p><div lang=\"en\" class=\"en \"><h2>Allah's Prophets are aided by Victory in Times of Distress </h2></div><p lang=\"en\" class=\"en \">Allah states that He sends His aid and support to His Messengers, peace be upon them, when distress and hardship surround them and they eagerly await Allah's aid. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزُلْزِلُوا حَتَّىٰ يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَىٰ نَصْرُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and were so shaken that even the Messenger and those who believed along with him said, \"When <span class=\"gray\">(will come)</span> the help of Allah?\")</span><span class=\"gray\">[2:214]</span> As for saying of Allah,</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُذِبُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they were denied)</span> There are two recitations for it. One of them is with a Shadda <span class=\"gray\">(meaning: they were betrayed by their people)</span>. And this is the way 'A'ishah, may Allah be pleased with her, recited it.</p><p lang=\"en\" class=\"en \">Al-Bukhari said that 'Urwah bin Az-Zubayr narrated that he asked 'Aishah about the meaning of the following verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا اسْتَيْأَسَ الرُّسُلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Until when the Messengers give up hope...)</span>, Respite will be granted, is it denied or betrayed? 'A'ishah replied, \"betrayed.\" 'Urwah said, \"I said, 'They were sure that their people betrayed them, so why use the word 'thought'?' She said, 'Yes, they were sure that they betrayed them.' I said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they thought that they were denied <span class=\"gray\">(by Allah)</span>)</span>? </p><p lang=\"en\" class=\"en \">A'ishah said, 'Allah forbid! The Messengers did not suspect their Lord of such a thing.' I asked, 'So what does this Ayah mean' She said, 'This Verse is concerned with the Messengers' followers who had faith in their Lord and believed in their Messengers. The period of trials for those followers was long and Allah's help was delayed until the Messengers gave up hope for the conversion of the disbelievers amongst their nation and suspected that even their followers were shaken in their belief, Allah's help then came to them.'\"</p><p lang=\"fil\" class=\"fil \">Ibn Jurayj narrated that Ibn Abi Mulaikah said that Ibn 'Abbas read this Ayah this way,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they thought they were denied.)</span> 'Abdullah bin Abi Mulaikah said, \"Then Ibn 'Abbas said to me that they were humans. He then recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَىٰ نَصْرُ اللَّهِ ۗ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...even the Messenger and those who believed along with him said, \"When <span class=\"gray\">(will come)</span> the help of Allah?\" Yes! Certainly, the help of Allah is near!)</span><span class=\"gray\">[2:214]</span>\" Ibn Jurayj also narrated that Ibn Abi Mulaykah said that 'Urwah narrated to him that 'Aishah did not agree to this and rejected it. She said, \"Nothing that Allah has promised Muhammad, peace be upon him, but Muhammad knew for certainty that it shall come, until he died. However, the Messengers were tried with trials until they thought that those believers, who were with them, did not fully support them.\" Ibn Abi Mulaykah said that 'Urwah narrated that 'Aishah recited this Ayah this way, </p><p class=\"ps qpc-hafs\" lang=\"ps\">(وَظَنُّوا أَنَّهُمْ قَد كُذِّبُوا)</p><p lang=\"en\" class=\"en \">\"and they thought that they were betrayed.\"</p><p lang=\"en\" class=\"en \">Therefore, there is another way of reciting this word, and there is a difference of opinion about its meaning. We narrated the meaning that Ibn 'Abbas gave. Ibn Mas'ud said, as Sufyan Ath-Thawri narrated from him, that he read the Ayah this way,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until, when the Messengers gave up hope and thought that they were denied.)</span> 'Abdullah commented that this is the recitation that you dislike. Ibn 'Abbas also commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until, when the Messengers gave up hope and thought that they were denied)</span> \"When the Messengers gave up hope that their people would accept their messages, and their people thought that their Messengers had not said the truth to them, Allah's victory came then,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَنُجِّيَ مَن نَّشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whomsoever We willed were rescued.)</span> Ibn Jarir At-Tabari narrated that Ibrahim bin Abi Hamzah <span class=\"gray\">[Hurrah]</span> Al-Jazari said, \"A young man from Quraysh asked Sa'id bin Jubayr 'O, Abu 'Abdullah! How do you read this word, for when I pass by it, I wish I had not read this Surah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until, when the Messengers gave up hope and thought that they were denied...)</span></p><p lang=\"en\" class=\"en \">He said, 'Yes, it means, when the Messengers gave up hope that their people will believe in them and those to whom the Messengers were sent thought that the Messengers were not truthful.'\" Ad-Dahhak bin Muzahim commented, \"I have not seen someone who is called to knowledge and is lazy accepting the invitation, until today! If you traveled to Yemen just to get this explanation, it will still be worth it.\" Ibn Jarir At-Tabari narrated that Muslim bin Yasar asked Sa'id bin Jubayr about the same Ayah and he gave the same response. Muslim stood up and embraced Sa'id bin Jubayr, saying, \"May Allah relieve a distress from you as you relieved a distress from me!\" This was reported from Sa'id bin Jubayr through various chains of narration. This is also the Tafsir that Mujahid bin Jabr and several other Salaf scholars gave for this Ayah. However, some scholars said that the Ayah,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and thought that they were denied)</span>, is in reference to the believers who followed the Messengers, while some said it is in reference to the disbelievers among the Messengers' nation. In the latter case, the meaning becomes: 'and the disbelievers thought that the Messengers were not given a true promise of victory. ' Ibn Jarir At-Tabari narrated that Tamim bin Hadhlam said, \"I heard 'Abdullah bin Mas'ud comment on this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا اسْتَيْأَسَ الرُّسُلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until, when the Messengers gave up hope)</span> that their people will believe in them, and their people thought when the respite was long, that the Messengers were not given a true promise.\"</p>"
  },
  {
    "ayah_key": "12:111",
    "group_ayah_key": "12:111",
    "from_ayah": "12:111",
    "to_ayah": "12:111",
    "ayah_keys": "12:111",
    "text": "<p class=\"en translation\" lang=\"en\">Indeed in their stories, there is a lesson for men of understanding. It <span class=\"gray\">(the Qur'an)</span> is not a forged statement but a confirmation of that which was before it and a detailed explanation of everything and a guide and a mercy for the people who believe <span>(111)</span></p><div lang=\"en\" class=\"en \"><h2>A Lesson for Men Who have Understanding</h2></div><p lang=\"en\" class=\"en \">Allah states here that the stories of the Messengers and their nations and how we saved the believers and destroyed the disbelievers are,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عِبْرَةٌ لِّأُولِي الْأَلْبَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a lesson for men of understanding)</span>, who have sound minds,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَا كَانَ حَدِيثًا يُفْتَرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not a forged statement.)</span> Allah says here that this Qur'an could not have been forged; it truly came from Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but a confirmation of that which was before it)</span> in reference to the previously revealed Divine Books, by which this Qur'an testifies to the true parts that remain in them and denies and refutes the forged parts that were added, changed and falsified by people. The Qur'an accepts or abrogates whatever Allah wills of these Books,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَتَفْصِيلَ كُلِّ شَيْءٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a detailed explanation of everything)</span> Meaning the allowed, the prohibited, the preferred and the disliked matters. The Qur'an deals with the acts of worship, the obligatory and recommended matters, forbids the unlawful and discourages from the disliked. The Qur'an contains major facts regarding the existence and about matters of the future in general terms or in detail. The Qur'an tells us about the Lord, the Exalted and Most Honored, and about His Names and Attributes and teaches us that Allah is glorified from being similar in any way to the creation. Hence, the Qur'an is,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a guide and a mercy for the people who believe.)</span> with which their hearts are directed from misguidance to guidance and from deviation to conformance, and with which they seek the mercy of the Lord of all creation in this life and on the Day of Return. We ask Allah the Most Great to make us among this group in the life of the present world and in the Hereafter, on the Day when those who are successful will have faces that radiate with light, while those whose faces are dark will end up with the losing deal. </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surah Yusuf; and all the thanks and praises are due to Allah, and all our trust and reliance are on Him Alone.</p>"
  },
  {
    "ayah_key": "12:13",
    "group_ayah_key": "12:13",
    "from_ayah": "12:13",
    "to_ayah": "12:14",
    "ayah_keys": "12:13,12:14",
    "text": "<p class=\"en translation\" lang=\"en\">He <span class=\"gray\">(Ya'qub)</span> said: \"Truly, it saddens me that you should take him away. I fear lest a wolf should devour him, while you are careless of him. <span>(13)</span>They said: \"If a wolf devours him, while we are 'Usbah <span class=\"gray\">(a group)</span>, then surely, we are the losers. <span>(14)</span></p><div lang=\"en\" class=\"en \"><h2>Ya'qub's Answer to Their Request</h2></div><p lang=\"en\" class=\"en \">Allah narrates to us that His Prophet Ya'qub said to his children, in response to their request that he send Yusuf with them to the desert to tend their cattle,</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنِّي لَيَحْزُنُنِي أَن تَذْهَبُوا بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, it saddens me that you should take him away.)</span> He said that it was hard on him that he be separated from Yusuf for the duration of their trip, until they came back. This demonstrates the deep love that Ya'qub had for his son, because he saw in Yusuf great goodness and exalted qualities with regards to conduct and physical attractiveness associated with the rank of prophethood. May Allah's peace and blessings be on him. Prophet Ya'qub's statement next,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأَخَافُ أَن يَأْكُلَهُ الذِّئْبُ وَأَنتُمْ عَنْهُ غَافِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I fear lest a wolf should devour him, while you are careless of him.)</span> He said to them, 'I fear that you might be careless with him while you are tending the cattle and shooting, then a wolf might come and eat him while you are unaware.' They heard these words from his mouth and used them in their response for what they did afterwards. They also gave a spontaneous reply for their father's statement, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذًا لَّخَاسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If a wolf devours him, while we are an 'Usbah, then surely, we are the losers.)</span> They said, 'If a wolf should attack and devour him while we are all around him in a strong group, then indeed we are the losers and weak.'</p>"
  }
]