[
  {
    "ayah_key": "2:260",
    "group_ayah_key": "2:260",
    "from_ayah": "2:260",
    "to_ayah": "2:260",
    "ayah_keys": "2:260",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when Ibrahim said, \"My Lord! Show me how You give life to the dead.\" He <span class=\"gray\">(Allah)</span> said: \"Do you not believe?\" He <span class=\"gray\">(Ibrahim)</span> said: \"Yes <span class=\"gray\">(I believe)</span>, but to be stronger in faith.\" He said: \"Take four birds, then cause them to incline towards you <span class=\"gray\">(then slaughter them, cut them into pieces)</span>, and then put a portion of them on every hill, and call them, they will come to you in haste. And know that Allah is All-Mighty, All-Wise. <span>(260)</span></p><div lang=\"en\" class=\"en \"><h2>The Khalil Supplicates to Allah to Show Him How He Resurrects the Dead</h2></div><p lang=\"en\" class=\"en \">The scholars said that there are reasons behind this request by Ibrahim. For instance, when Ibrahim said to Nimrod,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord <span class=\"gray\">(Allah)</span> is He Who gives life and causes death,)</span> he wanted to solidify his knowledge about resurrection by actually witnessing it with his eyes. Prophet Ibrahim said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَىٰ قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَىٰ وَلَٰكِن لِّيَطْمَئِنَّ قَلْبِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"My Lord! Show me how You give life to the dead.\" He <span class=\"gray\">(Allah)</span> said: \"Do you not believe?\" He <span class=\"gray\">(Ibrahim)</span> said: \"Yes <span class=\"gray\">(I believe)</span>, but to be stronger in faith.\")</span></p><p lang=\"ceb\" class=\"ceb \">Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ أَحَقُّ بِالشَّكِّ مِنْ إِبْرَاهِيمَ إِذْ قَالَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَىٰ قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَىٰ وَلَٰكِن لِّيَطْمَئِنَّ قَلْبِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We are more liable to be in doubt than Ibrahim when he said, \"My Lord! Show me how You give life to the dead.\" Allah said, \"Don't you believe?\" Ibrahim said, \"Yes <span class=\"gray\">(I believe)</span>, but <span class=\"gray\">(I ask)</span> in order to be stronger in faith.\")</span></p><p lang=\"en\" class=\"en \">The Prophet's statement in the Hadith means, \"We are more liable to seek certainty.\"</p><div lang=\"en\" class=\"en \"><h2>The Answer to Al-Khalil's Request</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَخُذْ أَرْبَعَةً مِّنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"Take four birds, then cause them to incline towards you.\")</span></p><p lang=\"en\" class=\"en \">Scholars of Tafsir disagreed over the type of birds mentioned here, although this matter in not relevant due to the fact that the Qur'an did not mention it. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَصُرْهُنَّ إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(cause them to incline towards you)</span> means, cut them to pieces. This is the explanation of Ibn 'Abbas, 'Ikrimah, Sa'id bin Jubayr, Abu Malik, Abu Al-Aswad Ad-Dili, Wahb bin Munabbih, Al-Hasan and As-Suddi. Therefore, Ibrahim caught four birds, slaughtered them, removed the feathers, tore the birds to pieces and mixed the pieces together. He then placed parts of these mixed pieces on four or seven hills. Ibn 'Abbas said, \"Ibrahim kept the heads of these birds in his hand. Next, Allah commanded Ibrahim to call the birds to him, and he did as Allah commanded him. Ibrahim witnessed the feathers, blood and flesh of these birds fly to each other, and the parts flew each to their bodies, until every bird came back to life and came walking at a fast pace towards Ibrahim, so that the example that Ibrahim was witnessing would become more impressive. Each bird came to collect its head from Ibrahim's hand, and if he gave the bird another head the bird refused to accept it. When Ibrahim gave each bird its own head, the head was placed on its body by Allah's leave and power. \" This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And know that Allah is All-Mighty, All-Wise)</span> and no one can overwhelm or resist Him. Whatever Allah wills, occurs without hindrance, because He is the All-Mighty, Supreme above all things, and He is Wise in His statements, actions, legislation and decrees.</p><p lang=\"hmn\" class=\"hmn \">Abdur-Razzaq recorded that Ma'mar said that Ayyub said that Ibn 'Abbas commented on what Ibrahim said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن لِّيَطْمَئِنَّ قَلْبِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but to be stronger in Faith)</span>, \"To me, there is no Ayah in the Qur'an that brings more hope than this Ayah.\" Ibn Abi Hatim recorded that Muhammad bin Al-Munkadir said that 'Abdullah bin 'Abbas met 'Abdullah bin 'Amr bin Al-'As and said to him, \"Which Ayah in the Qur'an carries more hope for you?\" Ibn 'Amr said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنفُسِهِمْ لَا تَقْنَطُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O 'Ibadi <span class=\"gray\">(My servants)</span> who have transgressed against themselves <span class=\"gray\">(by committing evil deeds and sins)</span>! Despair not.)</span><span class=\"gray\">[39:53]</span>.</p><p lang=\"en\" class=\"en \">Ibn 'Abbas said, \"But I say that it is Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَىٰ قَالَ أَوَلَمْ تُؤْمِن قَالَ بَلَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when Ibrahim said, \"My Lord! Show me how You give life to the dead.\" He <span class=\"gray\">(Allah)</span> said: \"Do you not believe?\" He <span class=\"gray\">(Ibrahim)</span> said: \"Yes <span class=\"gray\">(I believe)</span>...)</span></p><p lang=\"en\" class=\"en \">Allah accepted Ibrahim's affirmation when he merely said, 'Yes.' This Ayah refers to the doubts that attack the heart and the thoughts that Shaytan inspires.\" Al-Hakim also recorded this in Al-Mustadrak and said; \"Its chain is Sahih but they did not record it.\"</p>"
  },
  {
    "ayah_key": "2:261",
    "group_ayah_key": "2:261",
    "from_ayah": "2:261",
    "to_ayah": "2:261",
    "ayah_keys": "2:261",
    "text": "<p class=\"en translation\" lang=\"en\">The parable of those who spend their wealth in the way of Allah, is that of a grain <span class=\"gray\">(of corn)</span>; it grows seven ears, and each ear has a hundred grains. Allah gives manifold increase to whom He wills. And Allah is All-Sufficient for His creatures' needs, All-Knower <span>(261)</span></p><div lang=\"en\" class=\"en \"><h2>Rewards of Spending in Allah's Cause</h2></div><p lang=\"en\" class=\"en \">This is a parable that Allah made of the multiplication of rewards for those who spend in His cause, seeking His pleasure. Allah multiplies the good deed ten to seven hundred times. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The parable of those who spend their wealth in the way of Allah...)</span></p><p lang=\"en\" class=\"en \">Sa'id bin Jubayr commented, \"Meaning spending in Allah's obedience.\" Makhul said that the Ayah means, \"Spending on Jihad, on horse stalls, weapons and so forth.\" The parable in the Ayah is more impressive on the heart than merely mentioning the number seven hundred. This Ayah indicates that Allah 'grows' the good deeds for its doers, just as He grows the plant for whoever sows it in fertile land. The Sunnah also mentions that the deeds are multiplied up to seven hundred folds. For instance, Imam Ahmad recorded that Abu Mas'ud said that a man once gave away a camel, with its bridle on, in the cause of Allah and the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَأْتِيَنَّ يَوْمَ الْقِيَامَةِ بِسَبْعِمِائَةِ نَاقَةٍ مَخْطُومَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day of Resurrection, you will have seven hundred camels with their bridles.)</span></p><p lang=\"en\" class=\"en \">Muslim and An-Nasa'i also recorded this Hadith, and Muslim's narration reads, \"A man brought a camel with its bridle on and said, 'O Messenger of Allah! This is in the sake of Allah.' The Messenger said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَكَ بِهَا يَوْمَ الْقِيَامَةِ سَبْعُمِائَةِ نَاقَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will earn seven hundred camels as reward for it on the Day of Resurrection.)</span></p><p lang=\"en\" class=\"en \">Another Hadith: Ahmad recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ عَمَلِ ابْنِ آدَمَ يُضَاعَفُ، الْحَسَنَةُ بِعَشَرِ أَمْثَالِهَا، إِلَى سَبْعِمِائَةِ ضِعْفٍ، إِلى مَا شَاءَ اللهُ، يَقُولُ اللهُ: إِلَّا الصَّوْمَ فَإِنَّهُ لِي، وَأَنَا أَجْزِي بِهِ، يَدَعُ طَعَامَهُ وَشَهْوَتَهُ مِنْ أَجْلِي، وَلِلصَّائِمِ فَرْحَتَانِ: فَرْحَةٌ عِنْدَ فِطْرِهِ وَفَرْحَةٌ عِنْدَ لِقَاءِ رَبِّهِ، وَلَخَلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللهِ مِنْ رِيحِ الْمِسْكِ، الصَّوْمُ جُنَّةٌ، الصَّومُ جُنَّةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every good deed that the son of Adam performs will be multiplied ten folds, to seven hundred folds, to many other folds, to as much as Allah wills. Allah said, \"Except the fast, for it is for Me and I will reward for it. One abandons his food and desire in My sake.\" The fasting person has two times of happiness: when he breaks his fast and when he meets his Lord. Verily, the odor that comes from the mouth of whoever fasts is more pure to Allah than the scent of musk. Fasting is a shield <span class=\"gray\">(against sinning)</span>, fasting is a shield.)</span> Muslim recorded this Hadith.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يُضَاعِفُ لِمَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah gives manifold increase to whom He wills)</span> is according to the person's sincerity in his deeds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ وَاسِعٌ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Sufficient for His creatures' needs, All-Knower)</span> meaning, His Favor is so wide that it encompasses much more than His creation, and He has full knowledge in whoever deserves it, or does not deserve it. All the praise and thanks are due to Allah.</p>"
  }
]