[
  {
    "ayah_key": "57:22",
    "group_ayah_key": "57:22",
    "from_ayah": "57:22",
    "to_ayah": "57:24",
    "ayah_keys": "57:22,57:23,57:24",
    "text": "<p lang=\"en\" class=\"en \">No calamity occurs in the earth nor in yourselves but it is inscribed in the Book of Decrees before We bring it into existence. Verily, that is easy for Allah <span>(22)</span>In order that you may not grieve at the things over that you fail to get, nor rejoice over that which has been given to you. And Allah likes not prideful boasters <span>(23)</span>Those who are misers and enjoin miserliness upon people. And whosoever turns away, then Allah is Rich, Worthy of all praise <span>(24)</span></p><p lang=\"en\" class=\"en \">Everything that affects Mankind, is duly measured and destined</p><p lang=\"en\" class=\"en \">Allah reminds of His measuring and deciding the destiny of all things before He created the creation,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No calamity occurs on the earth nor in yourselves)</span> meaning, 'there is nothing that touches you or happens in existence,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but it is inscribed in the Book of Decrees before We bring it into existence.)</span> meaning, 'before We created the creation and started life.' Qatadah commented on this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No calamity occurs on the earth)</span> refers to famine, while,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَا فِي أَنْفُسِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or nor in yourselves)</span> refers to suffering and diseases.\" He also said, \"We were told that every person who suffers a prick of a thorn, a twisted ankle, or a bleeding vein, has it occur on account of his sins. What Allah forgives is even more.\" </p><p lang=\"en\" class=\"en \">This great, honorable Ayah provides clear evidence to the misguidance of the cursed Qadariyyah sect, who deny Allah's Preordaihnent and His knowledge of everything before it occurs. </p><p lang=\"yo\" class=\"yo \">Imam Ahmad recorded that 'Abdullah bin 'Amr bin Al-'As said, \"I heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدَّرَ اللهُ الْمَقَادِيرَ قَبلَ أَنْ يَخْلُقَ السَّمٰوَاتِ وَالْأَرْضَ بِخَمْسِينَ أَلْفَ سَنَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah ordained the measures <span class=\"gray\">(of everything)</span> fifty thousand years before He created the heavens and the earth.)</span>\" Muslim collected this Hadith in his Sahih with the addition:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ عَرْشُهُ عَلَى الْمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And His Throne was over the water.)</span> At-Tirmidhi also collected it and said, \"Hasan Sahih.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, that is easy for Allah.)</span> means that He knows all things before they occur, and He records them exactly as they will occur when they occur, and this is easy for Him. Verily, Allah knows what happened, what will happen and what did not happen, and what shape and form it will take if it were to happen.</p><p lang=\"en\" class=\"en \">Ordering Patience and Gratitude</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكَيْلَا تَأْسَوْا عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In order that you may not grieve at the things over that you fail to get, nor rejoice over that which has been given to you.)</span> meaning, 'We informed you of Our encompassing knowledge, recording all things before they occur and creating all things in due measure known to Us, so that you may know that what has met you would never have missed you and what has missed you would never have met you. Therefore, do not grieve for what you have missed of fortune, because had it been destined for you, you would have achieved it.' <span class=\"gray\">(It is also recited:)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَلَا تَفْرَحُوْا بِمَا أَتَاكُمْ)</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor rejoice over that which came to you)</span> meaning, come to you. According to the recitation,</p><p class=\"sd qpc-hafs\" lang=\"sd\">آتَاكُمْ</p><p lang=\"en\" class=\"en \">it means <span class=\"gray\">(which has been given to you.)</span> Both meanings are related. </p><p lang=\"en\" class=\"en \">Allah says here, 'do not boast before people about what Allah has favored you with, because it is not you who earned it by your efforts. Rather, all this came your way because Allah destined them for you and provided them for you as provisions. Therefore, do not use what Allah has granted you as a reason to boast and become arrogant with others.' Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah likes not prideful boasters.)</span> meaning, who acts arrogantly with other people. 'Ikrimah commented by saying, \"Everyone of us feels happiness and grief. However, make your joy with gratitude and endure your grief with patience.\"</p><p lang=\"sn\" class=\"sn \">Censuring the Stinginess</p><p lang=\"en\" class=\"en \">Allah the Exalted then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who are misers and enjoin miserliness upon people.)</span> meaning those who commit evil and encourage people to commit it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَتَوَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever turns away,)</span> from abiding by Allah's commandments and obeying Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then Allah is Rich, Worthy of all praise.)</span> As Musa, peace be upon him, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you disbelieve, you and all on earth together, then verily, Allah is Rich, Owner of all praise.)</span><span class=\"gray\">(14:8)</span></p>"
  },
  {
    "ayah_key": "57:25",
    "group_ayah_key": "57:25",
    "from_ayah": "57:25",
    "to_ayah": "57:25",
    "ayah_keys": "57:25",
    "text": "<p lang=\"en\" class=\"en \">Indeed We have sent Our Messengers with clear proofs, and revealed with them the Scripture and the Mizan that mankind may keep up justice. And We brought forth iron wherein is mighty power, as well as many benefits for mankind, that Allah may test who it is that will help Him <span class=\"gray\">(His religion)</span> and His Messengers in the unseen. Verily, Allah is Powerful, Almighty <span>(25)</span></p><p lang=\"en\" class=\"en \">The Prophets were given Miracles and Sent with truth and Justice</p><p lang=\"en\" class=\"en \">Allah the Exalted said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed We have sent Our Messengers with clear proofs)</span> in reference to the miracles, the unequivocal evidences and the plain proofs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and revealed with them the Scripture)</span> which contains the true text,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمِيزَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the Mizan)</span>, that is, justice, according to Mujahid, Qatadah and others. This Ayah refers to the truth that is attested to by the sound, straight minds that oppose misguided opinions and ideas, just as Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَنْ كَانَ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Can they <span class=\"gray\">(Muslims)</span> who rely on a clear proof from their Lord, and whom a witness from Him follows it <span class=\"gray\">(be equal with the disbelievers)</span>.)</span><span class=\"gray\">(11:17)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah's Fitra <span class=\"gray\">(religion)</span> with which He has created mankind.)</span><span class=\"gray\">(30:30)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the heaven: He has raised it high, and He has set up the Mizan.)</span><span class=\"gray\">(55:7)</span> This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِيَقُومَ النَّاسُ بِالْقِسْطِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that mankind may keep up justice)</span>, truth and fairness that is found in the obedience of the Messengers, in all that they conveyed from their Lord, and following all they commanded. Surely, what the Prophets brought forth is the truth, beyond which there is no truth, just as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Word of your Lord has been fulfilled in truth and in justice.)</span><span class=\"gray\">(6:115)</span>, His Word is true in what it conveys, and just in all its orders and prohibitions. This is why the believers say, when they take up their rooms in Paradise and assume their high grades and lined thrones,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَٰذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ ۖ لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All praise is due to Allah, Who has guided us to this, and never could we have found guidance, were it not that Allah had guided us! Indeed, the Messengers of our Lord did come with the truth.)</span><span class=\"gray\">(7:43)</span></p><p lang=\"en\" class=\"en \">The Benefits of Iron</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We brought forth iron wherein is mighty power,)</span> meaning, 'We made iron a deterrent for those who refuse the truth and oppose it after the proof has been established against them.' </p><p lang=\"en\" class=\"en \">Allah's Messenger ﷺ remained in Makkah for thirteen years. During that time, the revelation continued being sent to him, containing arguments against the idolators and explaining Tawhid with detail and proofs. When the evidence was established against those who defied the Messenger ﷺ, Allah decreed the Hijrah. Then He ordered the believers to fight the disbelievers using swords, using them to strike the necks and foreheads of those who opposed, rejected and denied the Qur'an. Imam Ahmad and Abu Dawud recorded that 'Abdullah bin 'Umar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ بِالسَّيْفِ بَيْنَ يَدَيِ السَّاعَةِ حَتّٰى يُعْبَدَ اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَجُعِلَ رِزْقِي تَحْتَ ظِلِّ رُمْحِي، وَجُعِلَ الذِّلَّةُ والصَّغَارُ عَلَىٰ مَنْ خَالَفَ أَمْرِي، وَمَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was sent with the sword just before the Hour so that Allah be worshipped alone without partners. My provision was placed under the shadow of my spear, and those who defy my order were disgraced and humiliated, and he who imitates a people is one of them.)</span> This is why Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِيهِ بَأْسٌ شَدِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(wherein is mighty power,)</span> in reference to weapons, such as swords, spears, daggers, arrows, shields, and so forth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنَافِعُ لِلنَّاسِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as well as many benefits for mankind,)</span> meaning, in their livelihood, such as using it to make coins, hammers, axes, saws chisels, shovels and various tools that people use for tilting the land, sowing, cooking, making dough and manufacturing other objects necessary for their livelihood. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that Allah may test who it is that will help Him <span class=\"gray\">(His religion)</span> and His Messengers in the unseen.)</span> meaning, whose intention by carrying weapons is the defense of Allah <span class=\"gray\">(His religion)</span> and His Messenger,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is Powerful, Almighty.)</span> meaning, surely, Allah is Powerful, Almighty, and He gives victory to those who give victory and aid to Him. However, Allah does not need mankind's help, but He ordered Jihad to test people with each other.</p>"
  }
]