[
  {
    "ayah_key": "68:8",
    "group_ayah_key": "68:8",
    "from_ayah": "68:8",
    "to_ayah": "68:16",
    "ayah_keys": "68:8,68:9,68:10,68:11,68:12,68:13,68:14,68:15,68:16",
    "text": "<p lang=\"en\" class=\"en \">So, do not obey the deniers <span>(8)</span>They wish that you should compromise with them, so they <span class=\"gray\">(too)</span> would compromise with you <span>(9)</span>And do not obey every Hallaf Mahin <span>(10)</span>A Hammaz, going about with Namim <span>(11)</span>Hinderer of the good, transgressor, sinful <span>(12)</span>'Utul, and moreover Zanim <span>(13)</span><span class=\"gray\">(He was so)</span> because he had wealth and children <span>(14)</span>When Our Ayat are recited to him, he says: \"Tales of the men of old! <span>(15)</span>We shall brand him on the snout <span class=\"gray\">(nose)</span><span>(16)</span></p><p lang=\"en\" class=\"en \">Prohibition of giving in to the Pressure of the Disbelievers and Their Suggestions, and that They like to meet in the Middle of the Path</p><p lang=\"en\" class=\"en \">Allah says, 'just as We have favored you and given you the upright legislation and great <span class=\"gray\">(standard of)</span> character,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُطِعِ الْمُكَذِّبِينَ - وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, do not obey the deniers. They wish that you should compromise with them, so they <span class=\"gray\">(too)</span> would compromise with you.)</span> Ibn 'Abbas said, \"That you would permit them <span class=\"gray\">(their idolatry)</span> and they also would permit you <span class=\"gray\">(to practice your religion)</span>.\" Mujahid said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They wish that you should compromise with them, so they <span class=\"gray\">(too)</span> would compromise with you.)</span> \"This means that you should be quiet about their gods and abandon the truth that you are upon.\" Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not obey every Hallaf <span class=\"gray\">(one who swears much)</span> Mahin <span class=\"gray\">(liar or worthless person)</span>.)</span> This is because the liar, due to his weakness and his disgracefulness, only seeks protection in his false oaths which he boldly swears to while using Allah's Names, and he uses them <span class=\"gray\">(false oaths)</span> all the time and out of place <span class=\"gray\">(i.e., unnecessarily)</span>. Ibn 'Abbas said, \"Al-Mahin means the liar.\" Then Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">هَمَّازٍ</p><p lang=\"ga\" class=\"ga \"><span class=\"gray\">(A Hammaz,)</span> Ibn 'Abbas and Qatadah both said, \"This is slander.\"</p><p class=\"ur qpc-hafs\" lang=\"ur\">مَشَّاءٍ بِنَمِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(going about with Namim,)</span> This refers to the one who goes around among people instigating discord between them and carrying tales in order to corrupt relations between people when they are good and pleasant. It is confirmed in the Two Sahihs that Mujahid reported from Tawus that Ibn 'Abbas said, \"The Messenger of Allah ﷺ once passed by two graves and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُمَا لَيُعَذَّبَانِ وَمَا يُعَذَّبَانِ فِي كَبِيرٍ، أَمَّا أَحَدُهُمَا فَكَانَ لَا يَسْتَتِرُ مِنَ الْبَوْلِ، وَأَمَّا الْآخَرُ فَكَانَ يَمْشِي بِالنَّمِيمَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, these two are being punished, and they are not being punished for something major. One of them was not careful about protecting himself from urine <span class=\"gray\">(when relieving himself)</span>. The other one used to spread Namimah.)</span>\" </p><p lang=\"en\" class=\"en \">This Hadith has been recorded by the Group in their books through routes of transmission that are all on the authority of Mujahid. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Hudhayfah said, \"I heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَدْخُلُ الْجَنَّةَ قَتَّاتٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The slanderer will not enter into Paradise.)</span>\" This Hadith has been reported by the Group except for Ibn Majah. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ أَثِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hinderer of good, transgressor, sinful,)</span> it means, he refuses to give and withholds that which he has of good.</p><p class=\"mt qpc-hafs\" lang=\"mt\">مُعْتَدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(transgressor,)</span> this means, in attaining that which Allah has made permissible for him, he exceeds the legislated bounds.</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَثِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(sinful,)</span> meaning, he delves into the forbidden things. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عُتُلٍّ بَعْدَ ذَٰلِكَ زَنِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Utul, and moreover Zanim.)</span> 'Utul means one who is cruel, harsh, strong, greedy and stingy. Imam Ahmad recorded from Al-Harithah bin Wahb that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُنَبِّئُكُمْ بِأَهْلِ الْجَنَّةِ؟ كُلُّ ضَعِيفٍ مُتَضَعِّفٍ لَوْ أَقْسَمَ عَلَى اللهِ لَأَبَرَّهُ. أَلَا أُنَبِّئُكُمْ بِأَهْلِ النَّارِ؟ كُلُّ عُتُلٍّ جَوَّاظٍ مُسْتَكْبِرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall I inform you of the people of Paradise? <span class=\"gray\">(They will be)</span> every weak and oppressed person. When he swears by Allah, he fulfills his oath. Shall I inform you of the people of the Fire? Every 'Utul <span class=\"gray\">(cruel person)</span>, Jawwaz and arrogant person.)</span></p><p lang=\"en\" class=\"en \">Al-Waki' said, \"It <span class=\"gray\">('Utul)</span> is every Jawwaz, Ja'zari and arrogant person.\" Both Al-Bukhari and Muslim recorded this in their Two Sahihs, as well as the rest of the Group, except for Abu Dawud. All of its routes of transmission are by way of Sufyan Ath-Thawri and Shu'bah who both reported it from Sa'id bin Khalid.</p><p lang=\"en\" class=\"en \">The scholars of Arabic language have said that Ja'zari means rude and harsh, while Jawwaz means greedy and stingy. </p><p lang=\"en\" class=\"en \">Concerning the word Zanim, Al-Bukhari recorded from Ibn 'Abbas that he said concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عُتُلٍّ بَعْدَ ذَٰلِكَ زَنِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Utul <span class=\"gray\">(cruel)</span>, and moreover Zanim.)</span> \"A man from the Quraysh who stands out among them like the sheep that has had a piece of its ear cut off.\" The meaning of this is that he is famous for his evil just as a sheep that has a piece of its ear cut off stands out among its sister sheep. In the Arabic language the Zanim is a person who is adopted among a group of people <span class=\"gray\">(i.e., he is not truly of them)</span>. Ibn Jarir and others among the Imams have said this. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ كَانَ ذَا مَالٍ وَبَنِينَ - إِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He was so)</span> because he had wealth and children. When Our Ayat are recited to him, he says: \"Tales of the men of old!\")</span> Allah is saying, 'this is how he responds to the favors that Allah has bestowed upon him of wealth and children, by disbelieving in Allah's Ayat and turning away from them while claiming that they are a lie that has been taken from the tales of the ancients.' This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا - وَجَعَلْتُ لَهُ مَالًا مَمْدُودًا - وَبَنِينَ شُهُودًا - وَمَهَّدْتُ لَهُ تَمْهِيدًا - ثُمَّ يَطْمَعُ أَنْ أَزِيدَ - كَلَّا ۖ إِنَّهُ كَانَ لِآيَاتِنَا عَنِيدًا - سَأُرْهِقُهُ صَعُودًا - إِنَّهُ فَكَّرَ وَقَدَّرَ - فَقُتِلَ كَيْفَ قَدَّرَ - ثُمَّ قُتِلَ كَيْفَ قَدَّرَ - ثُمَّ نَظَرَ - ثُمَّ عَبَسَ وَبَسَرَ - ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ - فَقَالَ إِنْ هَٰذَا إِلَّا سِحْرٌ يُؤْثَرُ - إِنْ هَٰذَا إِلَّا قَوْلُ الْبَشَرِ - سَأُصْلِيهِ سَقَرَ - وَمَا أَدْرَاكَ مَا سَقَرُ - لَا تُبْقِي وَلَا تَذَرُ - لَوَّاحَةٌ لِلْبَشَرِ - عَلَيْهَا تِسْعَةَ عَشَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Leave Me alone <span class=\"gray\">(to deal)</span> with whom I created lonely <span class=\"gray\">(without any wealth and children etc.)</span>. And then granted him resources in abundance. And children to be by his side. And made life smooth and comfortable for him. After all that he desires that I should give more. Nay! Verily, he has been opposing Our Ayat. I shall oblige him to face a severe torment! Verily, he thought and plotted. So let him be cursed, how he plotted! And once more let him be cursed, how he plotted! Then he thought. Then he frowned and he looked in a bad tempered way. Then he turned back, and was proud. Then he said: \"This is nothing but magic from that of old, this is nothing but the word of a human being!\" I will cast him into Hellfire. And what will make you know what Hellfire is? It spares not <span class=\"gray\">(any sinner)</span>, nor does it leave <span class=\"gray\">(anything unburned)</span>! Burning and blackening the skins! Over it are nineteen <span class=\"gray\">(angels as keepers of Hell)</span>.)</span><span class=\"gray\">[74:11-30]</span> Then Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنَسِمُهُ عَلَى الْخُرْطُومِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall brand him on the snout!)</span> Ibn Jarir said, \"We will make his matter clear and evident so that they will know him and he will not be hidden from them, just as the branding mark on the snouts <span class=\"gray\">(of animals)</span>.\" Others have said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">سَنَسِمُهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall brand him)</span> This is the mark of the people of the Hell-fire; meaning, 'We will blacken his face on the Day of Judgement,' and the face has been referred to here as snout.</p>"
  }
]