[
  {
    "ayah_key": "22:49",
    "group_ayah_key": "22:49",
    "from_ayah": "22:49",
    "to_ayah": "22:51",
    "ayah_keys": "22:49,22:50,22:51",
    "text": "<p class=\"en translation\" lang=\"en\">Say: \"O mankind! I am <span class=\"gray\">(sent)</span> to you only as a plain warner. <span>(49)</span>So those who believe and do righteous good deeds, for them is forgiveness and Rizq Karim <span>(50)</span>But those who strive against Our Ayat to frustrate them, they will be dwellers of the Hellfire <span>(51)</span></p><div lang=\"en\" class=\"en \"><h2>The Recompense of the Righteous and the Unrighteous</h2></div><p lang=\"en\" class=\"en \">Allah said to His Prophet ﷺ, when the disbelievers asked him to hasten on the punishment for them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنَّمَا أَنَا لَكُمْ نَذِيرٌ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O mankind! I am <span class=\"gray\">(sent)</span> to you only as a plain warner.\")</span> meaning, 'Allah has sent me to you to warn you ahead of the terrible punishment, but I have nothing to do with your reckoning. Your case rests with Allah: if He wills, He will hasten on the punishment for you; and if He wills, He will delay it for you. If He wills he will accept the repentance of those who repent to Him; and if He wills, He will send astray those who are decreed to be doomed. He is the One Who does whatsoever He wills and wants and chooses.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا مُعَقِّبَ لِحُكْمِهِ ۚ وَهُوَ سَرِيعُ الْحِسَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is none to put back His judgement and He is swift at reckoning.)</span><span class=\"gray\">(13:41)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَنَا لَكُمْ نَذِيرٌ مُّبِينٌ - فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am <span class=\"gray\">(sent)</span> to you only as a plain warner. So those who believe and do righteous good deeds,)</span> means, whose hearts believe and whose actions confirm their faith.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for them is forgiveness and Rizq Karim.)</span> means, forgiveness for their previous bad deeds, and a great reward in return for a few good deeds. Muhammad bin Ka'b Al-Qurazi said, \"When you hear Allah's saying:</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَرِزْقٌ كَرِيمٌ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Rizq Karim)</span> this means Paradise.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who strive against Our Ayat to frustrate them,)</span> Mujahid said, \"To discourage people from following the Prophet ﷺ.\" This was also the view of 'Abdullah bin Az-Zubayr, \"to discourage.\" Ibn 'Abbas said, \"To frustrate them means to resist the believers stubbornly.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will be dwellers of the Hellfire.)</span> This refers to the agonizingly hot Fire with its severe punishment, may Allah save us from it. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who disbelieved and hinder <span class=\"gray\">(men)</span> from the path of Allah, for them We will add torment to the torment because they used to spread corruption)</span><span class=\"gray\">[16:88]</span></p>"
  }
]