[
  {
    "ayah_key": "25:25",
    "group_ayah_key": "25:25",
    "from_ayah": "25:25",
    "to_ayah": "25:29",
    "ayah_keys": "25:25,25:26,25:27,25:28,25:29",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> the Day when the heaven shall be rent asunder with clouds, and the angels will be sent down, with a grand descending <span>(25)</span>The sovereignty on that Day will be the true <span class=\"gray\">(sovereignty)</span> of the Most Gracious, and it will be a hard Day for the disbelievers <span>(26)</span>And <span class=\"gray\">(remember)</span> the Day when the wrongdoer will bite at his hands, he will say: \"Oh! Would that I had taken a path with the Messenger. <span>(27)</span>\"Ah! Woe to me! Would that I had never taken so-and-so as an intimate friend! <span>(28)</span>\"He indeed led me astray from the Reminder after it had come to me. And Shaytan is to man ever a deserter. <span>(29)</span></p><div lang=\"en\" class=\"en \"><h2>The Terrors of the Day of Resurrection, and How the Wrongdoers Will Wish That They Had Taken a Path With the Messenger <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"en\" class=\"en \">Here Allah tells us about the terror of the Day of Resurrection and the tremendous events that will happen, including the splitting of heavens when they are pierced by the clouds, that is the shadow of the magnificent light which dazzles all sight. The angels of heaven will come down on that Day and surround all creatures at the place of gathering, then the Lord, may He be blessed and exalted, will come to pass judgement. Mujahid said, \"This is as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنظُرُونَ إِلَّا أَن يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلَائِكَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they then wait for anything other than that Allah should come to them in the shadows of the clouds and the angels)</span>\" <span class=\"gray\">(2:210)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَٰنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The sovereignty on that Day will be the true <span class=\"gray\">(sovereignty)</span> of the Most Gracious,)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّمَنِ الْمُلْكُ الْيَوْمَ ۖ لِلَّهِ الْوَاحِدِ الْقَهَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whose is the kingdom this Day: It is Allah's, the One, the Irresistable!)</span><span class=\"gray\">(40:16)</span> In the Sahih it says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ اللهَ تَعَالَى يَطْوِي السَّمَوَاتِ بِيَمِينِهِ، وَيَأْخُذُ الْأَرَضِينَ بِيَدِهِ الْأُخْرَى، ثُمَّ يَقُولُ: أَنَا الْمَلِكُ أَنَا الدَّيَّانُ، أَيْنَ مُلُوكُ الْأَرْضِ؟ أَيْنَ الْجَبَّارُونَ؟ أَيْنَ الْمُتَكَبِّرُونَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah, may He be exalted, will fold up the heavens in His Right Hand, and will take the earths in His other Hand, then He will say: \"I am the Sovereign, I am the Judge. Where are the kings of the earth Where are the tyrants Where are the arrogants\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it will be a hard Day for the disbelievers.)</span> means it will be very difficult, because it will be the Day of justice and the decisive judgement, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَٰلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ - عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, that Day will be a hard Day – Far from easy for the disbelievers)</span><span class=\"gray\">(74:9-10)</span>. This is how the disbelievers will be on the Day of Resurrection. As for the believers, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The greatest terror will not grieve them.)</span><span class=\"gray\">(21:103)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> the Day when the wrongdoer will bite at his hands, he will say: \"O! Would that I had taken a path with the Messenger.\")</span> Here Allah tells us of the regret felt by the wrongdoer who rejected the path of the Messenger and what he brought from Allah of clear truth concerning which there is no doubt, and followed another path. When the Day of Resurrection comes, he will feel regret but his regret will avail him nothing, and he will bite on his hands in sorrow and grief. Whether this Ayah was revealed concerning 'Uqbah bin Abi Mu'it or someone else among the doomed, it applies to every wrongdoer, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when their faces will be turned over in the Fire)</span> as mentioned in those two Ayat <span class=\"gray\">[33:66]</span> Every wrongdoer will feel the ultimate regret on the Day of Resurrection, and will bite at his hands, saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا - يَا وَيْلَتَىٰ لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O! Would that I had taken a path with the Messenger. Ah! Woe to me! Would that I had never taken so-and-so as an intimate friend!)</span> meaning, the one among the propagators of misguidance who diverted him from true guidance and led him to follow the path of misguidance, whether this refers to Umayyah bin Khalaf or his brother Ubayy bin Khalaf, or to someone else.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَدْ أَضَلَّنِي عَنِ الذِّكْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He indeed led me astray from the Reminder)</span> means the Qur'an,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَعْدَ إِذْ جَاءَنِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(after it had come to me.)</span> means, after it had reached me. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ الشَّيْطَانُ لِلْإِنسَانِ خَذُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Shaytan is to man ever a deserter <span class=\"gray\">(in the hour of need)</span>.)</span> meaning, he leads him away from the truth and diverts him from it, and uses him for the purposes of falsehood and calls him to it.</p>"
  },
  {
    "ayah_key": "25:3",
    "group_ayah_key": "25:3",
    "from_ayah": "25:3",
    "to_ayah": "25:3",
    "ayah_keys": "25:3",
    "text": "<p class=\"en translation\" lang=\"en\">Yet they have taken besides Him other gods who created nothing but are themselves created, and possess neither harm nor benefit for themselves, and possess no power <span class=\"gray\">(of causing)</span> death, nor <span class=\"gray\">(of giving)</span> life, nor of raising the dead <span>(3)</span></p><div lang=\"zu\" class=\"zu \"><h2>The Foolishness of the Idolators</h2></div><p lang=\"en\" class=\"en \">Allah tells us of the ignorance of the idolators in taking other gods instead of Allah, the Creator of all things, the One Who controls the affairs of all things; whatever He wills happens and whatever He does not will does not happen. In spite of that, they still worshipped others besides Him, idols who could not even create the wing of a gnat, but were themselves created. They could neither do harm nor bring benefit to themselves, so how could they do anything for their worshippers</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and possess no power <span class=\"gray\">(of causing)</span> death, nor <span class=\"gray\">(of giving)</span> life, nor of raising the dead.)</span> means, they could not do any of that at all; that power belongs only to Allah, Who is the One Who gives life and death, and is the One Who will bring all people, the first and the last, back to life on the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The creation of you all and the resurrection of you all are only as <span class=\"gray\">(the creation and resurrection of)</span> a single person)</span><span class=\"gray\">(31:28)</span>. This is like the Ayat;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Our commandment is but one as the twinkling of an eye.)</span><span class=\"gray\">(54:50)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ - فَإِذَا هُم بِالسَّاهِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But it will be only a single Zajrah. When behold, they find themselves on the surface of the earth alive after their death.)</span><span class=\"gray\">(79:13-14)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ يَنظُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will be a single Zajrah, and behold, they will be staring!)</span><span class=\"gray\">(37:19)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will be but a single Sayhah, so behold they will all be brought up before Us!)</span><span class=\"gray\">(36:53)</span>. He is Allah besides Whom there is no other God and besides Whom there is no other Lord. No one should be worshipped except Him because whatever He wills happens and whatever he does not will does not happen. He has no offspring nor progenitor, nor equal nor likeness nor rival nor peer. He is the One, the Self-Sufficient Master, Whom all creatures need, He begets not, nor was He begotten, and there is none co-equal or comparable unto Him.</p>"
  },
  {
    "ayah_key": "25:30",
    "group_ayah_key": "25:30",
    "from_ayah": "25:30",
    "to_ayah": "25:31",
    "ayah_keys": "25:30,25:31",
    "text": "<p class=\"en translation\" lang=\"en\">And the Messenger will say: \"O my Lord! Verily, my people deserted this Qur'an. <span>(30)</span>Thus have We made for every Prophet an enemy among the criminals. But sufficient is your Lord as a Guide and Helper <span>(31)</span></p><div lang=\"en\" class=\"en \"><h2>The Messenger <span class=\"gray\">(ﷺ)</span> will complain against His Opponents</h2></div><p lang=\"en\" class=\"en \">Allah tells how His Messenger and Prophet Muhammad will say: \"O my Lord! Verily, my people deserted this Qur'an.\" The idolators would not listen to the Qur'an, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَٰذَا الْقُرْآنِ وَالْغَوْا فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who disbelieve say: \"Listen not to this Qur'an, and make noise in the midst of it.\")</span><span class=\"gray\">(41:26)</span>. When he would recite Qur'an to them, they would talk nonsense or speak about something else, so that they would not hear it. This is a form of forsaking it and rejecting it, and not believing in it is the same as forsaking it, and not pondering its meanings and trying to understand it is the same as forsaking it, and not acting upon it and following its commandments and heeding its prohibitions is the same as forsaking it, and turning away from it in favor of poetry or other words or songs or idle talk or some other way is the same as forsaking it. We ask Allah, the Most Generous, the Bestower of bounty, the One Who is able to do what He wills, to keep us safe from doing that which earns His wrath and to use us to do that which will earn His pleasure of preserving and understanding His Book, following its commandments night and day in the manner which He loves and which pleases Him, for He is Generous and Kind.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ الْمُجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus have We made for every Prophet an enemy among the criminals.)</span> means, 'just as there is for you, O Muhammad, those people who scorned the Qur'an, so in all the previous nations did Allah make for every Prophet an enemy among the criminals, who called people to their misguidance and disbelief,' as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنسِ وَالْجِنِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And so We have appointed for every Prophet enemies – Shayatin among mankind and Jinn)</span> as stated in these two Ayat. <span class=\"gray\">(6:112)</span> Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِرَبِّكَ هَادِيًا وَنَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But sufficient is your Lord as a Guide and Helper.)</span> meaning, for the one who follows His Messenger and believes in His Book, Allah will be his Guide and Helper in this world and the Hereafter. Allah says</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَادِيًا وَنَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a Guide and Helper.)</span> because the idolators used to try to prevent people from following the Qur'an lest anyone be guided by it. They wanted their way to prevail over the way of the Qur'an. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ الْمُجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus have We made for every Prophet an enemy among the criminals.)</span></p>"
  }
]