[
  {
    "ayah_key": "26:1",
    "group_ayah_key": "26:1",
    "from_ayah": "26:1",
    "to_ayah": "26:9",
    "ayah_keys": "26:1,26:2,26:3,26:4,26:5,26:6,26:7,26:8,26:9",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">طسم - تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ - لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ - إِن نَّشَأْ نُنَزِّلْ عَلَيْهِم مِّنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ - وَمَا يَأْتِيهِم مِّن ذِكْرٍ مِّنَ الرَّحْمَٰنِ مُحْدَثٍ إِلَّا كَانُوا عَنْهُ مُعْرِضِينَ - فَقَدْ كَذَّبُوا فَسَيَأْتِيهِمْ أَنبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ - أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ - إِنَّ فِي ذَٰلِكَ لَآيَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ - وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Ta Sin Mim.)</span><span class=\"gray\">(2. These are Ayat of the Book Mubin.)</span><span class=\"gray\">(3. It may be that you are going Bakhi' yourself, that they do not become believers.)</span><span class=\"gray\">(4. If We will, We could send down to them from the heaven a sign, to which they would bend their necks in humility.)</span><span class=\"gray\">(5. And never comes there unto them a Reminder as a recent revelation from the Most Gracious, but they turn away therefrom.)</span><span class=\"gray\">(6. So, they have indeed denied, then the news of what they mocked at will come to them.)</span><span class=\"gray\">(7. Do they not observe the earth – how much of every good kind We cause to grow therein?)</span><span class=\"gray\">(8. Verily, in this is an Ayah, yet most of them are not believers.)</span><span class=\"gray\">(9. And verily your Lord, He is truly the All-Mighty, the Most Merciful.)</span></p><div lang=\"en\" class=\"en \"><h2>The Qur'an and the Disbelievers Turning Away; They Could Be Compelled to Believe If Allah so Willed</h2></div><p lang=\"en\" class=\"en \">At the beginning of the explanation of Surat Al-Baqarah we discussed the letters which appear at the beginning of some Surahs. Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are the Ayat of the Book Mubin.)</span> means, these are the verses of the Clear Qur'an, i.e. the clear and unambiguous Book which distinguishes between truth and falsehood, misguidance and guidance.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكَ بَاخِعٌ نَّفْسَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It may be that you are going Bakhi' yourself,)</span> means, destroy yourself – because of your keenness that they should be guided and your grief for them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا يَكُونُوا مُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they do not become believers.)</span> Here Allah is consoling His Messenger ﷺ for the lack of faith of those among the disbelievers who do not believe in him. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So destroy not yourself in sorrow for them)</span><span class=\"gray\">(35:8)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلَىٰ آثَارِهِمْ إِن لَّمْ يُؤْمِنُوا بِهَٰذَا الْحَدِيثِ أَسَفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Perhaps, you would Bakhi' yourself, over their footsteps, because they believe not in this narration)</span><span class=\"gray\">(18:6)</span>. Mujahid, 'Ikrimah, Qatadah, 'Atiyyah, Ad-Dahhak, Al-Hasan and others said that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكَ بَاخِعٌ نَّفْسَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It may be that you are going Bakhi' yourself,)</span> means, 'kill yourself.' Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن نَّشَأْ نُنَزِّلْ عَلَيْهِم مِّنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If We will, We could send down to them from the heaven a sign, to which they would bend their necks in humility.)</span> meaning, 'if We so willed, We could send down a sign that would force them to believe, but We will not do that because We do not want anyone to believe except by choice.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَن فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا ۚ أَفَأَنتَ تُكْرِهُ النَّاسَ حَتَّىٰ يَكُونُوا مُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had your Lord willed, those on earth would have believed, all of them together. So, will you then compel mankind, until they become believers.)</span><span class=\"gray\">(10:99)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if your Lord had so willed, He could surely, have made mankind one Ummah...)</span><span class=\"gray\">(11:118)</span> But Allah's will has acted, His decree has come to pass, and His proof has been conveyed to mankind by mission of Messengers and the revelation of Books to them. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَأْتِيهِم مِّن ذِكْرٍ مِّنَ الرَّحْمَٰنِ مُحْدَثٍ إِلَّا كَانُوا عَنْهُ مُعْرِضِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And never comes there unto them a Reminder as a recent revelation from the Most Gracious, but they turn away therefrom.)</span> meaning, every time a Scripture comes from heaven to them, most of the people turn away from it. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And most of mankind will not believe even if you desire it eagerly.)</span><span class=\"gray\">(12:103)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا حَسْرَةً عَلَى الْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alas for mankind! There never came a Messenger to them but they used to mock at him.)</span><span class=\"gray\">(36:30)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَىٰ ۖ كُلَّ مَا جَاءَ أُمَّةً رَّسُولُهَا كَذَّبُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We sent Our Messengers in succession. Every time there came to a nation their Messenger, they denied him...)</span><span class=\"gray\">(23:44)</span>. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ كَذَّبُوا فَسَيَأْتِيهِمْ أَنبَاءُ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, they have indeed denied, then the news of what they mocked at will come to them.)</span> meaning, they denied the truth that came to them, so they will come to know the news of the consequences of this denial after a while.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who do wrong will come to know by what overturning they will be overturned)</span><span class=\"gray\">(26:227)</span>. Then Allah tells those who dared to oppose His Messenger ﷺ and disbelieve in His Book, that He is the Subduer, the Almighty, the All-Powerful, Who created the earth and caused every good kind of crop, fruit and animal to grow therein. Sufyan Ath-Thawri narrated from a man from Ash-Sha'bi that people are a product of the earth. So whoever enters Paradise is good and noble, and whoever enters Hell is base and vile.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this is an Ayah,)</span> meaning an evidence of the power of the Creator of all things. He spread out the earth and raised the canopy of the heavens, yet despite that the majority of people do not believe, rather they deny Him, His Messengers, and His Books, and they go against His commands doing the things He had prohibited. His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily your Lord, He is truly the All-Mighty,)</span> means, the One Who has power over all things, to subdue and control them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Most Merciful.)</span> means, towards His creation, for He does not hasten to punish the one who sins, but He gives him time to repent, and if he does not, then He seizes him with a mighty punishment. Abu Al-'Aliyah, Qatadah, Ar-Rabi' bin Anas and Ibn Ishaq said: \"He is Almighty in His punishment of those who went against His commands and worshipped others besides Him.\" Sa'id bin Jubayr said: \"He is Most Merciful towards those who repent to Him and turn to Him.\"</p>"
  }
]