[
  {
    "ayah_key": "47:16",
    "group_ayah_key": "47:16",
    "from_ayah": "47:16",
    "to_ayah": "47:19",
    "ayah_keys": "47:16,47:17,47:18,47:19",
    "text": "<p lang=\"en\" class=\"en \">And among them are some who listen to you till when they go out from you, they say to those who have received knowledge: \"What is it that he has said just now? \"Such are men whose hearts Allah has sealed because they followed their lusts <span>(16)</span>And as for those who accept guidance, He increases them in guidance and bestows on them their Taqwa <span>(17)</span>Do they then await except that the Hour should come upon them suddenly? But already there have come <span class=\"gray\">(some of)</span> its portents; and when it <span class=\"gray\">(actually)</span> is on them, how can they benefit then by their reminder <span>(18)</span>So know that La ilaha illallah and ask forgiveness for your sin, and also for <span class=\"gray\">(the sin of)</span> believing men and women. And Allah knows well your moving about, and your place of rest <span>(19)</span></p><p lang=\"en\" class=\"en \">The Description of the Situation of the Hypocrites and the Command to maintain Tawhid and seek Forgiveness</p><p lang=\"en\" class=\"en \">Allah describes the hypocrites' stupidity and limited understanding. They used to sit before Allah's Messenger ﷺ and listen to his words without understanding anything. Then when they left from his presence,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they say to those who have received knowledge)</span> from the Companions</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَاذَا قَالَ آنِفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"What is it that he has said just now?\")</span> meaning, at this moment. They did not understand what he said, nor did they care about it. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such are the men whose hearts Allah has sealed because they followed their lusts.)</span> which means that they had neither sound understanding nor correct intentions. Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as for those who accept guidance, He increases them in guidance)</span> which means that those who seek guidance, Allah facilitates it for them; He guides them to it, makes them firm on it, and gives them more of it.</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَآتَاهُمْ تَقْوَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and bestows on them their Taqwa.)</span> meaning, He inspires them to their righteous guidance. Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً ۖ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they then await except that the Hour should come upon them suddenly?)</span> meaning, while they are unaware of it.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَقَدْ جَاءَ أَشْرَاطُهَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But already there have come <span class=\"gray\">(some of)</span> its portents;)</span> meaning, the signs of its approach. This is similar to Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا نَذِيرٌ مِنَ النُّذُرِ الْأُولَىٰ - أَزِفَتِ الْآزِفَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is a warner of the warners of old. The approaching Day has drawn near.)</span><span class=\"gray\">(53:56-57)</span> And His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hour has drawn near, and the moon has split.)</span><span class=\"gray\">(54:1)</span> And His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَىٰ أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The command of Allah is coming, so do not be impatient for it.)</span><span class=\"gray\">(16:1)</span> And His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people's Day of Reckoning has approached while they turn away in heedlessness.)</span><span class=\"gray\">(21:1)</span></p><p lang=\"en\" class=\"en \">Thus, the Messenger's advent is one of the signs of the Hour, because he is the Finality of the Messengers. With him, Allah has completed the religion and established the evidence against all people in a way that was never done by a previous Prophet. Allah's Messenger ﷺ has most clearly informed about the signs and indications of the Hour, as we have discussed elsewhere. </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded from Sahl bin Sa'd, may Allah be pleased with him, that he saw Allah's Messenger ﷺ bring his index and middle fingers together while he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ أَنَا وَالسَّاعَةُ كَهَاتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have been sent before the Hour as these two <span class=\"gray\">(fingers)</span>.)</span> Allah continues,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنَّىٰ لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and when it <span class=\"gray\">(actually)</span> is on them, how can they benefit then by their reminder)</span> meaning, how would remembering benefit the disbelievers when the Hour comes upon them? This is similar to Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسَانُ وَأَنَّىٰ لَهُ الذِّكْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that Day will the human being remember, but what would that remembrance avail him then?)</span><span class=\"gray\">(89:23)</span> And His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا آمَنَّا بِهِ وَأَنَّىٰ لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say <span class=\"gray\">(in the Hereafter)</span>: \"Now we believe in it!\" But how could they claim belief from such a far place?)</span><span class=\"gray\">(34:52)</span> Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْلَمْ أَنَّهُ لَا إِلَٰهَ إِلَّا اللَّهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So know that La ilaha illallah)</span> This is a declaration that there is no true God except Allah. It is not something that is easy for him to command the people to have knowledge of. That is why Allah connected it with,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and ask forgiveness for your sin and for the believing men and women.)</span> In the Sahih, it is recorded that Allah's Messenger ﷺ used to say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ اغْفِرْ لِي خَطِيئَتِي وَجَهْلِي وَإِسْرَافِي فِي أَمْرِي وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، اللّٰهُمَّ اغْفِرْ لِي هَزْلِي وَجِدِّي، وَخَطَئِي وَعَمْدِي، وَكُلُّ ذٰلِكَ عِنْدِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, forgive my sin, my ignorance, my immoderation in my affairs, and all that You know better about my <span class=\"gray\">(faults)</span> than myself. O Allah, forgive for me my joking, my seriousness, my unintended error, and my deliberate <span class=\"gray\">(mistakes)</span> – and I have done of all that.)</span> It is also reported in the Sahih that he ﷺ used to say at the end of the prayer,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، أَنْتَ إِلهِٰي لَا إِلٰهَ إِلَّا أَنْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, forgive for me what I have previously done, what I may commit in future, what I have committed secretly, what I have committed openly, what I have done excessively, and all sins that You know better than me. You are my God. There is no <span class=\"gray\">(true)</span> God except You.)</span></p><p lang=\"en\" class=\"en \">It is also recorded in the Sahih that he ﷺ used to say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَاأَيُّهَا النَّاسُ تُوبُوا إِلَىٰ رَبِّكُمْ، فَإِنِّي أَسْتَغْفِرُ اللهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people! Repent to your Lord! Verily, I ask Allah for forgiveness and repent to Him more than seventy times every day.)</span> Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah knows well your moving about, and your place of rest.)</span> means, He knows how you behave during the day, and where you settle at night. This is similar to His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who takes your souls by night and knows all that you do by day.)</span><span class=\"gray\">(6:60)</span> And He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُبِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is no moving creature on earth but its provision is up to Allah, and He knows its dwelling place and its deposit <span class=\"gray\">(before birth and after death)</span> – all is in a clear register.)</span><span class=\"gray\">(11:6)</span></p>"
  }
]