[
  {
    "ayah_key": "46:26",
    "group_ayah_key": "46:26",
    "from_ayah": "46:26",
    "to_ayah": "46:28",
    "ayah_keys": "46:26,46:27,46:28",
    "text": "<p lang=\"en\" class=\"en \">And indeed We had firmly established them with that wherewith We have not established you! We also gave them hearing, vision, and hearts. But their hearing, vision, and hearts availed them nothing since they used to deny the Ayat of Allah, and they were completely encircled by that which they used to ridicule <span>(26)</span>And indeed We have destroyed towns round about you, and We have shown <span class=\"gray\">(them)</span> the signs in various ways so that they might return <span>(27)</span>As for those whom they had taken for gods besides Allah, as the means of approach to Him, why then did they not aid them Nay, but they vanished completely from them. And that was their falsehood, and what they were fabricating <span>(28)</span></p><p lang=\"en\" class=\"en \">Allah says, 'We have granted the earlier nations wealth and offspring in the worldly life. That which We granted them, we did not give you anything similar or close to it.' Furthermore,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We also gave them hearing, vision, and hearts. But their hearing, vision, and hearts availed them nothing when they used to deny Allah's signs, and they were completely encircled by that which they used to ridicule!)</span> meaning, they were encircled by the torment and exemplary punishment that they denied and whose occurrence they doubted. This means, you listeners must beware of being like them lest a punishment similar to theirs strikes you in this life and the Hereafter. Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُمْ مِنَ الْقُرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have destroyed towns round about you,)</span> This is addressed to the people of Makkah. Allah destroyed the nations who disbelieved in the Messengers who lived around Makkah, such as 'Ad who were at Al-Ahqaf in Hadramawt near Yemen, Thamud whose dwellings were between Makkah and Ash-Sham <span class=\"gray\">(Greater Syria)</span>, Saba' who were in Yemen, the people of Madyan who were on the route and passage to Ghazzah <span class=\"gray\">(Western Palestine)</span>, and the people of Lut who dwelt by the lake <span class=\"gray\">(the Dead Sea)</span> which they used to pass by <span class=\"gray\">(on the way to Jordan)</span> as well. Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَصَرَّفْنَا الْآيَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We have shown <span class=\"gray\">(them)</span> the signs in various ways)</span> meaning, 'We explained and clarified them.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَرْجِعُونَ - فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that perhaps they might return. As for those whom they had taken for gods besides Allah, as the means of approach to Him, why then did they not aid them?)</span> meaning, did they help them when they were in the greatest need for them?</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ ضَلُّوا عَنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they vanished completely from them.)</span> Rather, they completely left them alone when they needed them the most.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَٰلِكَ إِفْكُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that was their falsehood,)</span> meaning, their lie.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانُوا يَفْتَرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and what they were fabricating.)</span> which means that they fabricated lies by taking them as gods, and they lost and failed in their worship of them and their reliance upon them – and Allah knows best.</p>"
  }
]