[
  {
    "ayah_key": "36:8",
    "group_ayah_key": "36:8",
    "from_ayah": "36:8",
    "to_ayah": "36:12",
    "ayah_keys": "36:8,36:9,36:10,36:11,36:12",
    "text": "<p lang=\"en\" class=\"en \">Verily, We have put on their necks iron collars reaching to the chins, so that their heads are raised up <span>(8)</span>And We have put a barrier before them, and a barrier behind them, and We have covered them up, so that they cannot see <span>(9)</span>It is the same to them whether you warn them or you warn them not, they will not believe <span>(10)</span>You can only warn him who follows the Reminder, and fears the Most Gracious unseen. Bear you to such one the glad tidings of forgiveness, and a generous reward <span>(11)</span>Verily, We give life to the dead, and We record that which they send before <span class=\"gray\">(them)</span>, and their traces and all things We have recorded with numbers in Imam Mubin <span class=\"gray\">(a Clear Book)</span><span>(12)</span></p><p lang=\"en\" class=\"en \">The State of Those Who are decreed to be among the Doomed</p><p lang=\"en\" class=\"en \">Allah says: 'In the case of those who are decreed to be among the doomed, when it comes to the matter of being guided, We have made them like a person who has a chain around his neck and whose hands are tied together beneath his chin so that his head is lifted up.' As Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\"> فَهُمْ مُقْمَحُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that their heads are raised up.)</span> Mentioning the chains around the neck is sufficient and there is no need to mention the hands, although they are referred to by implication. Al-'Awfi said, narrating from Ibn 'Abbas, may Allah be pleased with him, concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have put on their necks iron collars reaching to the chins, so that their heads are raised up.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let not your hand be tied <span class=\"gray\">(like a miser)</span> to your neck)</span><span class=\"gray\">(17:29)</span>. meaning that their hands are tied to their necks and they cannot stretch them forth in order to do any good deeds.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَهُمْ مُقْمَحُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that their heads are raised up.)</span> according to Mujahid it means their heads are raised, and their hands are placed over their mouths, so they are restrained from doing anything good.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have put a barrier before them,)</span> Mujahid said, \"Between them and the truth.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمِنْ خَلْفِهِمْ سَدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a barrier behind them,)</span> Mujahid said, \"Between them and the truth, so they are confused.\" Qatadah said, \"They move from one form of misguidance to another.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَغْشَيْنَاهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We have covered them up,)</span> means, 'We have blinded their eyes to the truth.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ لَا يُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that they cannot see.)</span> means, they cannot benefit from goodness or be guided to it. Ibn Jarir said, \"It was narrated from Ibn 'Abbas, may Allah be pleased with him, that he used to recite \"Fa a'shaynahum\" <span class=\"gray\">[instead of Fa'aghshaynahum]</span>, from Al-'Asha <span class=\"gray\">(weakness of the sight, blindness)</span>, which is a complaint of the eye.\" </p><p lang=\"en\" class=\"en \">Abdur-Rahman bin Zayd bin Aslam said, \"Allah placed this barrier between them and Islam and Iman, so that they will never reach it,\" and he recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those, against whom the Word <span class=\"gray\">(wrath)</span> of your Lord has been justified, will not believe, Even if every sign should come to them, until they see the painful torment.)</span><span class=\"gray\">(10:96-97)</span>. </p><p lang=\"en\" class=\"en \">Then he said, \"Whoever has been prevented by Allah, will never be able.\"</p><p lang=\"en\" class=\"en \">Ikrimah said, \"Abu Jahl said, 'If I see Muhammad, I will do such and such.' Then Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have put on their necks iron collars...)</span> up to:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ لَا يُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that they cannot see.)</span>\" He said, \"They used to say, 'Here is Muhammad,' and he would say, 'Where is he? Where is he?' And he would not be able to see him.\" Ibn Jarir also recorded this.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is the same to them whether you warn them or you warn them not, they will not believe.)</span> means, Allah has decreed that they will be misguided, so warning them will not help them and will not have any effect on them. Something similar has already been seen at the beginning of Surat Al-Baqarah, and Allah also says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those, against whom the Word <span class=\"gray\">(wrath)</span> of your Lord has been justified, will not believe, Even if every sign should come to them, until they see the painful torment.)</span><span class=\"gray\">(10:96-97)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You can only warn him who follows the Reminder,)</span> means, 'only the believers will benefit from your warning, those who follow the Reminder,' which is the Qur'an.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَخَشِيَ الرَّحْمَٰنَ بِالْغَيْبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and fears the Most Gracious unseen.)</span> means, even when no one sees him except Allah, may He be blessed and exalted, he knows that Allah is watching him and sees what he does.</p><p class=\"ur qpc-hafs\" lang=\"ur\">فَبَشِّرْهُ بِمَغْفِرَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Bear you to such one the glad tidings of forgiveness,)</span> i.e., of his sins,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَجْرٍ كَرِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a generous reward.)</span> means, one that is vast and great and beautiful. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who fear their Lord unseen, theirs will be forgiveness and a great reward.)</span><span class=\"gray\">(67:12)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَحْنُ نُحْيِي الْمَوْتَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We give life to the dead,)</span> means, on the Day of Resurrection. This also indicates that Allah gives life to the heart of whomever He wills among the disbelievers, those whose hearts have died in misguidance, by guiding them after that to the truth. As Allah says after mentioning hardness of the heart:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اعْلَمُوا أَنَّ اللَّهَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know that Allah gives life to the earth after its death! Indeed We have made clear the Ayat to you, that you may understand.)</span><span class=\"gray\">(57:17)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَكْتُبُ مَا قَدَّمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We record that which they send before <span class=\"gray\">(them)</span>,)</span> means, their deeds.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآثَارَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and their traces)</span> means, 'We write down the deeds which they used to do themselves, and the legacy they left behind, so We will requite them for that: if it is good, then We will reward them, and if it is evil, then We will punish them.' This is like the Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً حَسَنَةً كَانَ لَهُ أَجْرُهَا، وَأَجْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْئًا، وَمَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً سَيِّـــئَـةً كَانَ عَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَوْزَارِهِمْ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever starts <span class=\"gray\">(or sets an example of)</span> something good in Islam, will have a reward for it, and a reward equal to that of everyone who does it after him, without that detracting from their reward in the slightest. Whoever starts <span class=\"gray\">(or sets an example of)</span> something evil in Islam, will bear the burden for that, and a burden equal to that of everyone who does it after him, without that detracting from their burden in the slightest.)</span></p><p lang=\"en\" class=\"en \">This was recorded by Muslim from Jarir bin 'Abdullah Al-Bajali, may Allah be pleased with him in which is detailed a story of the people from the Mudar tribe, who were wearing woollen rags. Ibn Abi Hatim recorded this Hadith in full from Jarir bin 'Abdullah, may Allah be pleased with him. In it the Prophet ﷺ then recited:</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We record that which they send before <span class=\"gray\">(them)</span>, and their traces)</span> Muslim also recorded it with a different chain of narration. </p><p lang=\"en\" class=\"en \">There is also another Hadith recorded in Sahih Muslim from Abu Hurayrah, may Allah be pleased with him, who said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا مَاتَ ابْنُ آدَمَ انْقَطَعَ عَمَلُهُ إِلَّا مِنْ ثَلَاثٍ: مِنْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ، أَوْ صَدَقَةٍ جَارِيَةٍ مِنْ بَعْدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the son of Adam dies, all his deeds come to an end except three: knowledge which is beneficial to others, a righteous child who prays for him, or ongoing charity which he leaves behind.)</span>\" Sufyan Ath-Thawri reported that Abu Sa'id said, \"I heard Mujahid say concerning the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَحْنُ نُحْيِي الْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We give life to the dead, and We record that which they send before <span class=\"gray\">(them)</span>, and their traces)</span> 'What they left behind of misguidance.'\" </p><p lang=\"en\" class=\"en \">Ibn Abi Najih and others said, narrating from Mujahid:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا قَدَّمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that which they send before <span class=\"gray\">(them)</span>,)</span> \"Their deeds.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآثَارَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and their traces)</span>. He said, \"Their footsteps.\" This was also the view of Al-Hasan and Qatadah.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَآثَارَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and their traces)</span> means their footsteps. </p><p lang=\"en\" class=\"en \">Qatadah said, \"If Allah were to have neglected anything with regard to you, O son of Adam, He would have neglected what the wind could remove of these footsteps.\" But He takes into account the footsteps of the son of Adam and all his deeds; He even takes into account these footsteps and whether they are for the purpose of obeying Allah or disobeying Him. So, whoever can have his footsteps recorded for the purpose of obeying Allah, let him do that.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Jabir bin 'Abdullah, may Allah be pleased with him, said, \"There was an empty area around the Masjid, and Banu Salamah wanted to move to be closer to the Masjid. When the Messenger of Allah ﷺ heard about that, he said to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ بَلَغَنِي أَنَّكُمْ تُرِيدُونَ أَنْ تَنْتَقِلُوا قُرْبَ الْمَسْجِدِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have heard that you want to move close to the Masjid.)</span> They said, 'Yes, O Messenger of Allah, that is what we want.' He ﷺ said:</p><p class=\"ps qpc-hafs\" lang=\"ps\">يَا بَنِي سَلِمَةَ! دِيَارَكُمْ تُكْتَبْ آثَارُكُمْ، دِيَارَكُمْ تُكْتَبْ آثَارُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Banu Salamah, stay where you are, and your footsteps will be recorded, stay where you are, and your footsteps will be recorded.)</span>\" This was also recorded by Muslim from Jabir, may Allah be pleased with him.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah bin 'Amr, may Allah be pleased with him, said, \"A man died in Al-Madinah and the Prophet ﷺ prayed over him, and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا لَيْتَهُ مَاتَ فِي غَيْرِ مَوْلِدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would that he had died somewhere other than in his place of birth!)</span> A man among the people said, 'Why, O Messenger of Allah?' The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ إِذَا تُوُفِّيَ فِي غَيْرِ مَوْلِدِهِ، قِيسَ لَهُ مِنْ مَوْلِدِهِ إِلَى مُنْقَطِعِ أَثَرِهِ فِي الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When a man dies somewhere other than in his place of birth, it will be measured for him from where he was born to where his footsteps no longer appear, <span class=\"gray\">(and this is the space that will be allocated for him)</span> in Paradise.)</span>\" It was also recorded by An-Nasa'i and Ibn Majah. </p><p lang=\"en\" class=\"en \">Ibn Jarir narrated that Thabit said, \"I was walking with Anas and I began to walk quickly. He took my hand and we walked slowly, and when we had finished praying, Anas said, 'I walked with Zayd bin Thabit and I was walking quickly, and he said: O Anas! Do you not feel that your footsteps are being written down?'\" </p><p lang=\"en\" class=\"en \">There is no contradiction between this and the first report, on the contrary, this indicates the same thing somewhat more forcefully. Because these footsteps are being recorded, then those which are setting an example, whether good or bad, are more likely to be recorded. And Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and all things We have recorded with numbers <span class=\"gray\">(as a record)</span> in Imam Mubin <span class=\"gray\">(a Clear Book)</span>.)</span> means, everything that exists is precisely dictated in a record in Al-Lawh Al-Mahfuz. Al-Imam Al-Mubin here refers to the source of all records. This was the view of Mujahid, Qatadah and 'Abdur-Rahman bin Zayd bin Aslam. Similarly, Allah also says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(And remember)</span> the Day when We shall call together all human beings with their <span class=\"gray\">(respective)</span> Imam <span class=\"gray\">(record of good and bad deeds)</span>)</span><span class=\"gray\">(17:71)</span>. meaning the Book of their deeds which will testify as to their deeds, whether they were good or bad. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the Book will be placed <span class=\"gray\">(open)</span>, and the Prophets and the witnesses will be brought forward)</span><span class=\"gray\">(39:69)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَٰذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا ۚ وَوَجَدُوا مَا عَمِلُوا حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Book <span class=\"gray\">(one's Record)</span> will be placed, and you will see the criminals, fearful of that which is <span class=\"gray\">(recorded)</span> therein. They will say: \"Woe to us! What sort of Book is this that leaves neither a small thing nor a big thing, but has recorded it with numbers!\" And they will find all that they did, placed before them, and your Lord treats no one with injustice.)</span><span class=\"gray\">(18:49)</span>.</p>"
  }
]