[
  {
    "ayah_key": "12:43",
    "group_ayah_key": "12:43",
    "from_ayah": "12:43",
    "to_ayah": "12:49",
    "ayah_keys": "12:43,12:44,12:45,12:46,12:47,12:48,12:49",
    "text": "<p lang=\"en\" class=\"en \">And the king <span class=\"gray\">(of Egypt)</span> said: \"Verily, I saw <span class=\"gray\">(in a dream)</span> seven fat cows, whom seven lean ones were devouring, and seven green ears of corn, and <span class=\"gray\">(seven)</span> others dry. O notables! Explain to me my dream, if it be that you can interpret dreams <span>(43)</span>They said: \"Mixed up false dreams and we are not skilled in the interpretation of dreams. <span>(44)</span>Then the man who was released, now at length remembered and said: \"I will tell you its interpretation, so send me forth. <span>(45)</span><span class=\"gray\">(He said)</span>: \"O Yusuf, the man of truth! Explain to us seven fat cows whom seven lean ones were devouring, and seven green ears of corn, and <span class=\"gray\">(seven)</span> others dry, that I may return to the people, and that they may know. <span>(46)</span><span class=\"gray\">[Yusuf]</span> said: \"For seven consecutive years, you shall sow as usual and that which you reap you shall leave it in the ears, <span class=\"gray\">(all)</span> except a little of it which you may eat. <span>(47)</span>\"Then will come after that, seven hard <span class=\"gray\">(years)</span>, which will devour what you have laid by in advance for them, <span class=\"gray\">(all)</span> except a little of that which you have guarded <span class=\"gray\">(stored)</span>. <span>(48)</span>\"Then thereafter will come a year in which people will have abundant rain and in which they will press <span class=\"gray\">(wine and oil)</span>. <span>(49)</span></p><div lang=\"en\" class=\"en \"><h2>The Dream of the King of Egypt</h2></div><p lang=\"en\" class=\"en \">The King of Egypt had a dream that Allah the Exalted made a reason for Yusuf's release from prison, with his honor and reputation preserved. When the king had this dream, he was astonished and fearful and sought its interpretation. He gathered the priests, the chiefs of his state and the princes and told them what he had seen in a dream, asking them to interpret it for him. They did not know its interpretation and as an excuse, they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَضْغَاثُ أَحْلَامٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Mixed up false dreams)</span>, which you saw,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَحْنُ بِتَأْوِيلِ الْأَحْلَامِ بِعَالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and we are not skilled in the interpretation of dreams.)</span> They said, had your dream been a vision rather than a mixed up false dream, we would not have known its interpretation. The man who was saved from the two, who were Yusuf's companions in prison, remembered. Shaytan plotted to make him forget the request of Yusuf, to mention his story to the king. Now, years later, he remembered after forgetfulness and said to the king and his entourage,</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَنَا أُنَبِّئُكُم بِتَأْوِيلِهِ</p><p lang=\"ca\" class=\"ca \"><span class=\"gray\">(I will tell you its interpretation,)</span> he interpretation of this dream,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَأَرْسِلُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so send me forth.)</span> to the prison, to Yusuf, the man of truth. So they sent him, and he said to Yusuf,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Yusuf, the man of truth! Explain to us...)</span> and mentioned the king's dream to him.</p><div lang=\"hmn\" class=\"hmn \"><h2>Yusuf's Interpretation of the King's Dream</h2></div><p lang=\"en\" class=\"en \">This is when Yusuf, peace be upon him, told the interpretation of the dream, without criticizing the man for forgetting his request that he had made to him. Neither did he make a precondition that he be released before explaining the meaning. Rather, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For seven consecutive years, you shall sow as usual)</span> 'you will receive the usual amount of rain and fertility for seven consecutive years.' He interpreted the cows to be years, because cows till the land that produce fruits and vegetables, which represent the green ears of corn in the dream. He next recommended what they should do during these fertile years,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا حَصَدتُّمْ فَذَرُوهُ فِي سُنبُلِهِ إِلَّا قَلِيلًا مِّمَّا تَأْكُلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that <span class=\"gray\">(the harvest)</span> which you reap you shall leave it in the ears, <span class=\"gray\">(all)</span> except a little of it which you may eat.)</span> He said, 'Whatever you harvest during those seven fertile years, leave it in the ears so as to preserve it better. This will help the harvest stay healthy longer, except the amount that you need to eat, which should not be substantial. Stay away from extravagance, so that you use what remains of the harvest during the seven years of drought that will follow the seven fertile years.' This was represented by the seven lean cows that eat the seven fat cows.</p><p lang=\"en\" class=\"en \">During the seven years of drought, they will eat from the harvest they collected during the seven fertile years, as represented by the dry ears of corn in the dream. Yusuf told them that during these years, the remaining ears will not produce anything and whatever they try to plant, will not produce any harvest, so he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِّمَّا تُحْصِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which will devour what you have laid by in advance for them, <span class=\"gray\">(all)</span> except a little of that which you have guarded <span class=\"gray\">(stored)</span>.)</span> He delivered the good news to them that after the consecutive years of drought, there will come a fertile year, during which people will receive rain and the land will produce in abundance. The people will then press wine and oil as usual.</p>"
  },
  {
    "ayah_key": "12:5",
    "group_ayah_key": "12:5",
    "from_ayah": "12:5",
    "to_ayah": "12:5",
    "ayah_keys": "12:5",
    "text": "<p class=\"en translation\" lang=\"en\">He <span class=\"gray\">(the father)</span> said: \"O my son! Relate not your vision to your brothers, lest they should arrange a plot against you. Verily, Shaytan is to man an open enemy! <span>(5)</span></p><div lang=\"en\" class=\"en \"><h2>Ya'qub orders Yusuf to hide His Vision to avoid Shaytan's Plots</h2></div><p lang=\"en\" class=\"en \">Allah narrates the reply Ya'qub gave his son Yusuf when he narrated to him the vision that he saw, which indicated that his brothers would be under his authority. They would be subjugated to Yusuf's authority to such an extent that they would prostrate before him in respect, honor and appreciation. Ya'qub feared that if Yusuf narrated his vision to any of his brothers, they would envy him and conspire evil plots against him. This is why Ya'qub said to Yusuf,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَقْصُصْ رُؤْيَاكَ عَلَىٰ إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Relate not your vision to your brothers, lest they should arrange a plot against you.)</span> This Ayah means, \"They might arrange a plot against you that causes your demise.\" In the Sunnah, there is a confirmed Hadith that states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا رَأَى أَحَدُكُمْ مَا يُحِبُّ فَلْيُحَدِّثْ بِهِ، وَإِذَا رَأَى مَا يَكْرَهُ فَلْيَتَحَوَّلْ إِلَى جَنْبِهِ الْآخَرِ، وَلْيَتْفُلْ عَنْ يَسَارِهِ ثَلَاثًا، وَلْيَسْتَعِذْ بِاللهِ مِنْ شَرِّهَا، وَلَا يُحَدِّثْ بِهَا أَحَدًا فَإِنَّهَا لَنْ تَضُرَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If any of you saw a vision that he likes, let him narrate it. If he saw a dream that he dislikes, let him turn on his other side, blow to his left thrice, seek refuge with Allah from its evil and not tell it to anyone. Verily, it will not harm him in this case.)</span> In another Hadith that Imam Ahmad and collectors of the Sunan collected, Mu'awiyah bin Haydah Al-Qushayri said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرُّؤْيَا عَلَى رِجْلِ طَائِرٍ مَا لَمْ تُعْبَرْ، فَإِذَا عُبِرَتْ وَقَعَت</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The dream is tied to a bird's leg, as long as it is not interpreted. If it is interpreted, it comes true.)</span> Therefore, one should hide the prospects or the coming of a bounty until it comes into existence and becomes known. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَعِينُوا عَلَى قَضَاءِ الْحَوَائِجِ بِكِتْمَانِهَا، فَإِنَّ كُلَّ ذِي نِعْمَةٍ مَحْسُودٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Earn help for fulfilling needs by being discrete, for every owner of a blessing is envied.)</span></p>"
  }
]