[
  {
    "ayah_key": "9:43",
    "group_ayah_key": "9:43",
    "from_ayah": "9:43",
    "to_ayah": "9:45",
    "ayah_keys": "9:43,9:44,9:45",
    "text": "<p lang=\"en\" class=\"en \">May Allah forgive you. Why did you grant them leave, until those who told the truth were manifest to you, and you had known the liars <span>(43)</span>Those who believe in Allah and the Last Day, would not ask your leave to be exempted from fighting with their properties and their lives; and Allah is the All-Knower of those who have Taqwa <span>(44)</span>It is only those who believe not in Allah and the Last Day and whose hearts are in doubt that ask your leave. So in their doubts they waver <span>(45)</span></p><div lang=\"en\" class=\"en \"><h2>Moderately criticizing the Prophet <span class=\"gray\">(ﷺ)</span> for allowing the Hypocrites to stay behind</h2></div><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'Awn said, \"Have you heard criticism softer than this, starting with forgiveness before criticism,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَفَا اللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May Allah forgive you. Why did you grant them leave...)</span>?\" Muwarriq Al-'Ijli and others said similarly. Qatadah said, \"Allah criticized him as you read here, then later revealed to him the permission to allow them to lag behind if he wants, in Surat An-Nur,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَن لِّمَن شِئْتَ مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So if they ask your permission for some affairs of theirs, give permission to whom you will of them)</span><span class=\"gray\">[24:62]</span>.\"</p><p lang=\"en\" class=\"en \">Ata' Al-Khurasani said similarly. Mujahid said, \"This Ayah was revealed about some people who said, 'Ask permission from the Messenger of Allah ﷺ <span class=\"gray\">[to stay behind]</span>, and whether he agrees, or disagrees, remain behind!'\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...until those who told the truth were manifest to you)</span>, in reference to valid excuses,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَعْلَمَ الْكَاذِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you had known the liars)</span></p><p lang=\"en\" class=\"en \">Allah says, 'Why did you not refuse to give them permission to remain behind when they asked you, so that you know those who truly obey you and the liars, who were intent on remaining behind even if you do not give them permission to do so. </p><p lang=\"en\" class=\"en \">Allah asserts that none who believe in Allah and His Messenger ﷺ seek his permission to remain behind from fighting,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَأْذِنُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(would not ask your leave)</span>, to stay behind from Jihad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَن يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe in Allah and the Last Day, to be exempted from fighting with their properties and their lives.)</span> because they consider Jihad an act of worship. This is why when Allah called them to perform Jihad, they obeyed and hasten to act in His obedience,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ - إِنَّمَا يَسْتَأْذِنُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah is the All-Knower of those who have Taqwa. Those who ask your leave)</span>, to remain behind, without a valid excuse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who believe not in Allah and the Last Day)</span>, they do not hope for Allah's reward in the Hereafter for their good actions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَارْتَابَتْ قُلُوبُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whose hearts are in doubt)</span>, about the validity of what you brought them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so in their doubts they waver.)</span></p><p lang=\"en\" class=\"en \">They waver in doubt, taking one step forward and one step back. They do not have a firm stance in anything, for they are unsure and destroyed, neither belonging to these nor to those. Verily, those whom Allah misguides, will never find a way for themselves to guidance.</p>"
  },
  {
    "ayah_key": "9:46",
    "group_ayah_key": "9:46",
    "from_ayah": "9:46",
    "to_ayah": "9:47",
    "ayah_keys": "9:46,9:47",
    "text": "<p lang=\"en\" class=\"en \">And if they had intended to march out, certainly, they would have made some preparation for it; but Allah was averse to their being sent forth, so He made them lag behind, and it was said <span class=\"gray\">(to them)</span>: \"Sit among those who sit <span class=\"gray\">(at home)</span>. <span>(46)</span>Had they marched out with you, they would have added to you nothing except disorder, and they would have hurried about in your midst <span class=\"gray\">(spreading corruption)</span> and sowing sedition among you – and there are some among you who would have listened to them. And Allah is the All-Knower of the wrongdoers <span>(47)</span></p><div lang=\"es\" class=\"es \"><h2>Exposing Hypocrites</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَرَادُوا الْخُرُوجَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they had intended to march out,)</span>, with you to participate in Jihad</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَأَعَدُّوا لَهُ عُدَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(certainly, they would have made some preparation for it)</span> they would have prepared for such task,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَٰكِن كَرِهَ اللَّهُ انبِعَاثَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but Allah was averse to their being sent forth)</span> Allah hated that they should go with you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَثَبَّطَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so He made them lag behind, and stay away <span class=\"gray\">[from Jihad]</span>,</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it was said <span class=\"gray\">(to them)</span>: \"Sit you among those who sit <span class=\"gray\">(at home)</span>\")</span> as a part of what was decreed for them <span class=\"gray\">[not that He legislated that they stay behind]</span>. Allah then explained why He disliked that they march with the believers, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ خَرَجُوا فِيكُم مَّا زَادُوكُمْ إِلَّا خَبَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had they marched out with you, they would have added to you nothing except disorder)</span>, because they are cowards and failures,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they would have hurried about in your midst sowing sedition among you)</span></p><p lang=\"en\" class=\"en \">They would have rushed to spread false stories, hatred and discord among you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِيكُمْ سَمَّاعُونَ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and there are some among you who would have listened to them.)</span></p><p lang=\"en\" class=\"en \">who would have obeyed them, given preference to their speech and words and asked them for advice, unaware of the true reality of these hypocrites. This might have caused corruption and great evil between the believers. </p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq said, \"Those who sought permission <span class=\"gray\">(from the Messenger ﷺ to lag behind)</span> included some of the chiefs, such as 'Abdullah bin Ubayy bin Salul and Al-Jadd bin Qays, who were masters of their people. Allah also made them lag behind because He knew that if they went along with the Messenger ﷺ they would sow sedition in his army.\" There were some in the Prophet's army who liked these chiefs and were ready to obey them, because they considered them honorable,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِيكُمْ سَمَّاعُونَ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and there are some among you who would have listened to them)</span><span class=\"gray\">[9:47]</span>. Allah next reminds of His perfect knowledge, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is the All-Knower of the wrongdoers.)</span> Allah says that He knows what occurred, what will occur and if anything would have occurred, how it would occur, such as,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ خَرَجُوا فِيكُم مَّا زَادُوكُمْ إِلَّا خَبَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had they marched out with you, they would have added to you nothing except disorder,)</span> indicating what they would have done had they marched, even though they did not. Allah said in similar Ayat,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they were returned <span class=\"gray\">(to the world)</span>, they would certainly revert to that which they were forbidden. And indeed they are liars.)</span><span class=\"gray\">[6:28]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا وَّهُم مُّعْرِضُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had Allah known of any good in them, He would indeed have made them listen; and even if He had made them listen, they would but have turned away with aversion <span class=\"gray\">(to the truth)</span>)</span><span class=\"gray\">[8:23]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقْتُلُوا أَنفُسَكُمْ أَوِ اخْرُجُوا مِن دِيَارِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٌ مِّنْهُمْ ۖ وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيتًا - وَإِذًا لَّآتَيْنَاهُم مِّن لَّدُنَّا أَجْرًا عَظِيمًا - وَلَهَدَيْنَاهُمْ صِرَاطًا مُّسْتَقِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if We had ordered them <span class=\"gray\">(saying)</span>, \"Kill yourselves <span class=\"gray\">(the innocent ones kill the guilty ones)</span> or leave your homes,\" very few of them would have done it; but if they had done what they were told, it would have been better for them, and would have strengthened their conviction. And indeed We would then have bestowed upon them a great reward from Ourselves. And indeed We would have guided them to the straight way)</span><span class=\"gray\">[4:66-68]</span>.</p>"
  },
  {
    "ayah_key": "9:48",
    "group_ayah_key": "9:48",
    "from_ayah": "9:48",
    "to_ayah": "9:48",
    "ayah_keys": "9:48",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, they had plotted sedition before, and had upset matters for you, until the truth <span class=\"gray\">(victory)</span> came and the decree of Allah became manifest though they hated it <span>(48)</span></p><div lang=\"fr\" class=\"fr \"><h2>Allah encourages His Prophet ﷺ against hypocrites,</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِن قَبْلُ وَقَلَّبُوا لَكَ الْأُمُورَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, they had plotted sedition before, and had upset matters for you,)</span></p><p lang=\"en\" class=\"en \">For a long time,' Allah says, hypocrites thought and plotted against you and your Companions, as well as, failing and attempting to extinguish your religion.' This occurred soon after the Prophet ﷺ migrated to Al-Madinah, when pagan Arabs joined force and the Jews and hypocrites of Al-Madinah waged war against the Messenger ﷺ. When Allah gave victory to the Prophet ﷺ in Badr and raised high his word, 'Abdullah bin Ubayy and his fellows said, \"This <span class=\"gray\">(Islam)</span> is a matter that has prevailed.\" They embraced Islam outwardly, and whenever Allah elevated Islam and its people in might, hypocrites increased in rage and disappointment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ جَاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللَّهِ وَهُمْ كَارِهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until the truth <span class=\"gray\">(victory)</span> came and the decree of Allah became manifest though they hated it.)</span></p>"
  }
]