[
  {
    "ayah_key": "53:27",
    "group_ayah_key": "53:27",
    "from_ayah": "53:27",
    "to_ayah": "53:30",
    "ayah_keys": "53:27,53:28,53:29,53:30",
    "text": "<p lang=\"en\" class=\"en \">Verily, those who believe not in the Hereafter, name the angels with female names <span>(27)</span>But they have no knowledge thereof. They follow but conjecture, and verily, conjecture is no substitute for the truth <span>(28)</span>Therefore withdraw from him who turns away from Our Reminder and desires nothing but the life of this world <span>(29)</span>That is what they could reach of knowledge. Verily, your Lord is He, Who knows best him who goes astray from His path, and He knows best him who receives guidance <span>(30)</span></p><p lang=\"en\" class=\"en \">Refuting the Claim of the Idolators that the Angels are Allah's Daughters</p><p lang=\"en\" class=\"en \">Allah the Exalted admonishes the idolators for calling the angels female names and claiming that they are Allah's daughters. Allah is far removed from what they ascribe to Him. Allah the Exalted said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَٰنِ إِنَاثًا ۚ أَشَهِدُوا خَلْقَهُمْ ۚ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they make females the angels, who themselves are servants of the Most Gracious. Did they witness their creation? Their testimony will be recorded, and they will be questioned!)</span><span class=\"gray\">(43:19)</span> Allah's statement here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they have no knowledge thereof.)</span> meaning, they have no correct knowledge testifying to their statements. What they say is all lies, falsehood, fake and utter atheism,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ ۖ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They follow but conjecture, and verily, conjecture is no substitute for the truth.)</span> meaning, conjecture is of no benefit and never takes the place of truth. In a Hadith recorded in the Sahih, the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَالظَّنَّ، فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيثِ</p><p lang=\"es\" class=\"es \"><span class=\"gray\">(Beware of suspicion, for suspicion is the most lying speech.)</span></p><p lang=\"en\" class=\"en \">The Necessity of turning away from the People of Misguidance</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَعْرِضْ عَنْ مَنْ تَوَلَّىٰ عَنْ ذِكْرِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therefore withdraw from him who turns away from Our Reminder)</span>, means, stay away from those who turn away from the Truth and shun them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and desires nothing but the life of this world.)</span> meaning, whose aim and knowledge are concentrated on this life; this is the goal of those who have no goodness in them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is what they could reach of knowledge.)</span> meaning, seeking this life and striving hard in its affairs is the best knowledge they have acquired. </p><p lang=\"en\" class=\"en \">There is also the reported supplication:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ لَا تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا، وَلَا مَبْلَغَ عِلْمِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! Make not this life the greatest of our concerns nor the best knowledge that we can attain.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your Lord is He, Who knows best him who goes astray from His path, and He knows best him who receives guidance.)</span> meaning, He is the Creator of all creatures and He knows whatever benefits His servants. Allah is the One Who guides whom He wills and misguides whom He wills, and all of this indicates His power, knowledge and wisdom. Certainly, He is Just and never legislates or decrees unjustly.</p>"
  },
  {
    "ayah_key": "53:31",
    "group_ayah_key": "53:31",
    "from_ayah": "53:31",
    "to_ayah": "53:32",
    "ayah_keys": "53:31,53:32",
    "text": "<p lang=\"en\" class=\"en \">And to Allah belongs all that is in the heavens and all that is on the earth, that He may requite those who do evil with that which they have done, and reward those who do good, with what is best <span>(31)</span>Those who avoid great sins and Al-Fawahish <span class=\"gray\">(immoral sins)</span> except Al-Lamam – verily, your Lord is of vast forgiveness. He knows you well when He created you from the earth <span class=\"gray\">(Adam)</span>, and when you were fetuses in your mothers' wombs. So, ascribe not purity to yourselves. He knows best him who has Taqwa <span>(32)</span></p><p lang=\"en\" class=\"en \">Allah knows Every Matter, whether Small or Big, and He rewards Each according to His or Her Deeds</p><p lang=\"en\" class=\"en \">Allah asserts that He is the King and Owner of the heavens and earth and that He is independent of the need for anyone. He is the authority over His creation and rules them with justice. He created the creation in truth,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He may requite those who do evil with that which they have done, and reward those who do good, with what is best.)</span> He recompenses each according to his or her deeds, good for good and evil for evil.</p><p lang=\"en\" class=\"en \">Qualities of the Good-doers; Allah forgives the Small Faults</p><p lang=\"en\" class=\"en \">Allah stated that the gooddoers are those who avoid major sins and immoral sins. They sometimes commit minor sins, but they will be forgiven these minor sins and covered from exposure, as Allah mentioned in another Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you avoid the great sins which you are forbidden to do, We shall expiate from you your <span class=\"gray\">(small)</span> sins, and admit you to a Noble Entrance.)</span><span class=\"gray\">(4:31)</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who avoid great sins and Al-Fawahish <span class=\"gray\">(immoral sins)</span> except Al-Lamam)</span>, Al-Lamam means, small faults and minor errors. Imam Ahmad recorded that Ibn 'Abbas said, \"I have not seen anything that resembles Al-Lamam better than the Hadith that Abu Hurayrah narrated from the Prophet ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَىٰ كَتَبَ عَلَى ابْنِ آدَمَ حَظَّهُ مِنَ الزِّنَا، أَدْرَكَ ذٰلِكَ لَا مَحَالَةَ، فَزِنَا الْعَيْنِ النَّظَرُ، وَزِنَا اللِّسَانِ النُّطْقُ، وَالنَّفْسُ تَتَمَنَّى وَتَشْتَهِي، وَالْفَرْجُ يُصِدِّقُ ذٰلِكَ أَوْ يُكَذِّبُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah the Exalted has decreed for the Son of Adam his share of Zina and he will certainly earn his share. The Zina of the eye is by looking, the Zina of the tongue is by talking and the heart wishes and lusts, but the sexual organ either substantiates all this or not.)</span>\" </p><p lang=\"en\" class=\"en \">This Hadith is recorded in the Two Sahihs. Ibn Jarir recorded that Ibn Mas'ud said, \"The eyes commit Zina by looking, the lips by kissing, the hands by transgressing, the feet by walking, and the sexual organ either materializes all of this or not. When one commits sexual intercourse, he will be someone who committed Zina. Otherwise, it is Al-Lamam.\" Masruq and Ash-Sha'bi also held the same view. 'Abdur-Rahman bin Nafi', who is also known as Ibn Lubabah At-Ta'ifi, said, \"I asked Abu Hurayrah about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا اللَّمَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except the Lamam)</span>, and he said, 'It pertains to kissing, winking one's eye, looking and embracing. When the sexual organ meets the sexual organ in intercourse then Ghusl is obligatory, and that is Zina.\"</p><p lang=\"en\" class=\"en \">Encouraging Repentance and forbidding Claims of Purity for Oneself</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, your Lord is of vast forgiveness.)</span> asserts that His Mercy encompasses everything, and His forgiveness entails every type of sin, if one repents,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ۚ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا ۚ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O My servants who have transgressed against themselves! Despair not of the mercy of Allah: verily, Allah forgives all sins. Truly, He is Oft-Forgiving, Most Merciful.\")</span><span class=\"gray\">(39:53)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows you well when He created you from the earth,)</span> Allah says, 'He was and still is the All-Knowing Whose knowledge encompasses your affairs, statements and all of the actions that will be committed by you, even when He created your father 'Adam from the earth and took his offspring from his loin, as small as ants. He then divided them into two groups, a group destined for Paradise and a group to Hellfire,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and when you were fetuses in your mothers' wombs.)</span> when He commanded the angel to record one's provisions, age, actions and if he would be among the miserable or the happy. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُزَكُّوا أَنْفُسَكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, ascribe not purity to yourselves.)</span> forbidding one from ascribing purity and praising himself and thinking highly of his actions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ أَعْلَمُ بِمَنِ اتَّقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows best him who has Taqwa.)</span> Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ ۚ بَلِ اللَّهُ يُزَكِّي مَنْ يَشَاءُ وَلَا يُظْلَمُونَ فَتِيلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen those who claim sanctity for themselves. Nay, but Allah sanctifies whom He wills, and they will not be dealt with unjustly, even equal to the extent of a Fatil.)</span><span class=\"gray\">(4:49)</span></p><p lang=\"en\" class=\"en \">In his Sahih, Muslim recorded that Muhammad bin 'Amr bin 'Ata said, \"I called my daughter, Barrah <span class=\"gray\">(the pious one)</span>, and Zaynab bint Abu Salamah said to me, 'The Messenger of Allah ﷺ forbade using this name. I was originally called Barrah and he ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُزَكُّوا أَنْفُسَكُمْ، إِنَّ اللهَ أَعْلَمُ بِأَهْلِ الْبِرِّ مِنْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not ascribe purity to yourselves; Allah knows best who the pious people among you are)</span>' They said, 'What should we call her?' He said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَمُّوهَا زَيْنَبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Call her Zaynab.)</span>\" Imam Ahmad recorded a Hadith from 'Abdur-Rahman bin Abi Bakrah, from his father who said, \"A man praised another man before the Prophet ﷺ. The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيْلَكَ قَطَعْتَ عُنُقَ صَاحِبِكَ - مرارًا - إِذَا كَانَ أَحَدُكُمْ مَادِحًا صَاحِبَهُ لَا مَحَالَةَ، فَلْيَقُلْ: أَحْسِبُ فُلَانًا وَاللهُ حَسِيبُهُ، وَلَا أُزَكِّي عَلَى اللهِ أَحَدًا، أَحْسِبُهُ كَذَا وَكَذَا، إِنْ كَانَ يَعْلَمُ ذٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe to you, you have cut off the neck of your friend! <span class=\"gray\">(He repeated this)</span> If one of you must praise a friend of his, let him say, \"I think that so-and-so is this and that; Allah knows best about him and I will never purify anyone before Allah,\" if he knows his friend to be as he is describing him.)</span>\" Al-Bukhari, Muslim, Abu Dawud and Ibn Majah collected this Hadith.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Hammam bin Al-Harith said, \"A man came before 'Uthman bin 'Affan and praised him. Al-Miqdad bin Al-Aswad started throwing sand in the face of that man, saying, 'The Messenger of Allah ﷺ ordered us to throw sand in their faces when we see those who praise.'\" Muslim and Abu Dawud also collected this Hadith.</p>"
  }
]