[
  {
    "ayah_key": "20:133",
    "group_ayah_key": "20:133",
    "from_ayah": "20:133",
    "to_ayah": "20:135",
    "ayah_keys": "20:133,20:134,20:135",
    "text": "<div lang=\"en\" class=\"en \"><div>And they say: \"Why does he not bring us a sign from his Lord?\" Has there not come to them the proof of that which is in the former papers <span class=\"nl gray\" lang=\"nl\">(Scriptures)</span><span>(133)</span>And if We had destroyed them with a torment before this, they would surely have said: \"Our Lord! If only You had sent us a Messenger, we should certainly have followed Your Ayat, before we were humiliated and disgraced. <span>(134)</span>Say: \"Each one is waiting, so wait you too; and you shall know who are they that are on As-Sirat As-Sawi, and who are they that have let themselves be guided. <span>(135)</span></div></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs about the disbelievers in their statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why does not)</span> This means, 'Why doesn't Muhammad bring us some proof from his Lord?' They meant a sign that was proof of his truthfulness in his claim that he was the Messenger of Allah. Allah, the Exalted, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ تَأْتِهِم بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Has there not come to them the proof of that which is in the former papers <span class=\"gray\">(Scriptures)</span>?)</span> This means the Qur'an which Allah revealed to him while he was an unlettered man who could not write well and who did not study with the People of the Book. Yet, the Qur'an contains information about the people of the past that tells of their events from times long ago and it agrees with the authentic information in the previous Books concerning these matters. The Qur'an is the supervisor of these other Books. It verifies what is correct and explains the mistakes that were falsely placed in these Books and attributed to them. This Ayah is similar to Allah's statement in Surat Al-'Ankabut,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَاتٌ مِّن رَّبِّهِ ۖ قُلْ إِنَّمَا الْآيَاتُ عِندَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُّبِينٌ - أَوَلَمْ يَكْفِهِمْ أَنَّا أَنزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَىٰ عَلَيْهِمْ ۚ إِنَّ فِي ذَٰلِكَ لَرَحْمَةً وَذِكْرَىٰ لِقَوْمٍ يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Why are not signs sent down to him from his Lord?\" Say: \"The signs are only with Allah, and I am only a plain warner.\" It is not sufficient for them that We have sent down to you the Book which is recited to them? Verily, herein is mercy and a reminder for a people who believe.)</span><span class=\"gray\">[29:50-51]</span></p><p lang=\"en\" class=\"en \">In the Two Sahihs, it is recorded that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ نَبِيٍّ إِلَّا وَقَدْ أُوتِيَ مِنَ الْآياتِ مَا آمَنَ عَلَى مثْلِهِ الْبَشَرُ، وَإِنَّمَا كَانَ الَّذِي أُوتِيتُهُ وَحْيًا أَوْحَاهُ اللهُ إِلَيَّ، فَأَرْجُو أَنْ أَكُونَ أَكْثَرَهُمْ تَابِعًا يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There was not any Prophet except that he was given signs that caused men to believe. That which I have been given is a revelation that Allah has revealed to me, so I hope that I have the most followers among them <span class=\"gray\">(the Prophets)</span> on the Day of Resurrection.)</span></p><p lang=\"en\" class=\"en \">In this Hadith, the Prophet ﷺ only mentioned the greatest of the signs that he was given, which is the Qur'an. However, he did have other miracles, which were innumerable and limitless. These miracles have all been recorded in the books that discuss them, and they have been affirmed in the places that mention them. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّا أَهْلَكْنَاهُم بِعَذَابٍ مِّن قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if We had destroyed them with a torment before this, they would surely have said: \"Our Lord! If only You had sent us a Messenger...\")</span> This means, \"If We had destroyed these rejecting people before We sent this Noble Messenger to them and revealed the Mighty Book to them, they would have said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! If only You had sent us a Messenger,)</span> meaning, 'before you destroyed us, so we could have believed in him and followed him.' This is like Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَنَتَّبِعَ آيَاتِكَ مِن قَبْلِ أَن نَّذِلَّ وَنَخْزَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(we should certainly have followed Your Ayat, before we were humiliated and disgraced.)</span> Allah, the Exalted, explains that these rejecters are stubborn and obstinate and they will not believe.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Even if every sign should come them, until they see the painful torment.)</span><span class=\"gray\">(10:97)</span> This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَٰذَا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And this is a blessed Book which We have sent down, so follow it and have Taqwa <span class=\"gray\">(of Allah)</span>, that you may receive mercy.)</span> Until His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا كَانُوا يَصْدِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(because of their turning away.)</span><span class=\"gray\">(6:155-157)</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِن جَاءَهُمْ نَذِيرٌ لَّيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى الْأُمَمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they swore by Allah their most binding oath that if a warner came to them, they would be more guided than any of the nations <span class=\"gray\">(before them)</span>.)</span><span class=\"gray\">[35:42]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِن جَاءَتْهُمْ آيَةٌ لَّيُؤْمِنُنَّ بِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they swear their strongest oaths by Allah, that if there came to them a sign, they would surely believe therein.)</span><span class=\"gray\">[6:109]</span> to the completion of those Ayat. Then, Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say)</span> \"Say, O Muhammad, to those who deny you, oppose you and continue in their disbelief and obstinance.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلٌّ مُّتَرَبِّصٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Each one is waiting,)</span> among you and us;</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَتَرَبَّصُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so wait you too;)</span> This is a command to await <span class=\"gray\">(anticipate)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَتَعْلَمُونَ مَنْ أَصْحَابُ الصِّرَاطِ السَّوِيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you shall know who are they that are on As-Sirat As-Sawi.)</span> This means the straight road.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنِ اهْتَدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who are they that have let themselves be guided.)</span> meaning guidance to the truth and the path of right guidance. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will know, when they see the torment, who it is that is most astray from the path!)</span><span class=\"gray\">[25:42]</span> And Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَعْلَمُونَ غَدًا مَّنِ الْكَذَّابُ الْأَشِرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Tomorrow they will come to know who is liar, the insolent one!)</span><span class=\"gray\">[54:26]</span></p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surah Ta Ha, and all praise and gratitude is due to Allah. The Tafsir of Surat Al-Anbiya' will follow this, if Allah wills. And all praise and thanks are due to Allah.</p>"
  },
  {
    "ayah_key": "20:17",
    "group_ayah_key": "20:17",
    "from_ayah": "20:17",
    "to_ayah": "20:21",
    "ayah_keys": "20:17,20:18,20:19,20:20,20:21",
    "text": "<p lang=\"en\" class=\"en \">\"And what is that in your right hand, O Musa? <span>(17)</span>He said: \"This is my stick, whereon I lean, and wherewith I beat down branches for my sheep, and wherein I find other uses. <span>(18)</span><span class=\"gray\">(Allah)</span> said: \"Cast it down, O Musa! <span>(19)</span>He cast it down, and behold! It was a snake, moving quickly <span>(20)</span>Allah said: \"Grasp it and fear not; We shall return it to its former state. <span>(21)</span></p><div lang=\"en\" class=\"en \"><h2>The Stick of Musa turned into a Snake</h2></div><p lang=\"en\" class=\"en \">This was a proof from Allah for Musa and a great miracle. This was something that broke through the boundaries of what is considered normal, thus, it was a brilliant evidence that none but Allah could do. It was also a proof that no one could come with the likes of this <span class=\"gray\">(from mankind)</span> except a Prophet who was sent <span class=\"gray\">(by Allah)</span>. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what is that in your right hand, O Musa?)</span> Some of the scholars of Tafsir have said, \"He <span class=\"gray\">(Allah)</span> only said this to him in order to draw his attention to it.\" It has also been said, \"He only said this to him in order to affirm for him what was in his hand. In other words, that which is in your right hand is a stick that you are familiar with. You will see what We are about to do to it now.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what is that in your right hand, O Musa?)</span> This is an interrogative phrase for the purpose of affirmation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"This is my stick, whereon I lean...\")</span> I lean on it while I am walking.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and wherewith I beat down branches for my sheep,)</span> This means, 'I use it to shake the branches of trees so that the leaves will fall for my sheep to eat them. ' 'Abdur-Rahman bin Al-Qasim reported from Imam Malik that he said, \"<span class=\"gray\">[It is]</span> when a man places his staff into a branch and shakes it so that its leaves and fruit will fall without breaking the stick. It is not the same as striking or beating.\" Maymun bin Mahran also said the same. Concerning his statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَ فِيهَا مَآرِبُ أُخْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and wherein I find other uses.)</span> This means other benefits, services and needs besides this. Some of the scholars took upon themselves the burden of mentioning many of these obscure uses. Concerning Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ أَلْقِهَا يَا مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> said: \"Cast it down, O Musa!\")</span> \"Throw down this stick that is in your right hand, O Musa.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He cast it down, and behold! It was a snake, moving quickly.)</span> This means that the stick changed into a huge snake, like a long python, and it moved with rapid movements. It moved as if it were the fastest type of small snake. Yet, it was in the form of the largest snake, while still having the fastest of movements.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَسْعَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(moving quickly.)</span> moving restlessly. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنُعِيدُهَا سِيرَتَهَا الْأُولَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall return it to its former state.)</span> the form that it was in, as you recognized it before.</p>"
  }
]