[
  {
    "ayah_key": "36:63",
    "group_ayah_key": "36:63",
    "from_ayah": "36:63",
    "to_ayah": "36:67",
    "ayah_keys": "36:63,36:64,36:65,36:66,36:67",
    "text": "<p lang=\"en\" class=\"en \">This is Hell which you were promised <span>(63)</span>Burn <span class=\"gray\">(enter)</span> therein this Day, for that you used to disbelieve <span>(64)</span>This Day, We shall seal up their mouths, and their hands will speak to Us, and their legs will bear witness to what they used to earn <span>(65)</span>And if it had been Our will, We would surely have wiped out their eyes, so that they would struggle for the path, how then would they see <span>(66)</span>And if it had been Our will, We could have transformed them in their places. Then they would have been unable to go forward <span class=\"gray\">(move about)</span> nor they could have turned back <span>(67)</span></p><p lang=\"en\" class=\"en \">On the Day of Resurrection, it will be said to the disbelievers among the sons of Adam, after Hell has been shown to them as a rebuke; and warning:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ جَهَنَّمُ الَّتِي كُنْتُمْ تُوعَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is Hell which you were promised!)</span> meaning, 'this is what the Messengers warned you about, and you did not believe them.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">اصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Burn <span class=\"gray\">(enter)</span> therein this Day, for that you used to disbelieve)</span>. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا - هَٰذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ - أَفَسِحْرٌ هَٰذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when they will be pushed down by force to the fire of Hell, with a horrible, forceful pushing. This is the Fire which you used to belie. Is this magic or do you not see?)</span><span class=\"gray\">(52:13-15)</span></p><p lang=\"en\" class=\"en \">The Mouths of the Disbelievers will be sealed on the Day of Resurrection</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْيَوْمَ نَخْتِمُ عَلَىٰ أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This Day, We shall seal up their mouths, and their hands will speak to Us, and their legs will bear witness to what they used to earn.)</span></p><p lang=\"en\" class=\"en \">This will be the state of the disbelievers and hypocrites on the Day of Resurrection, when they deny the sins they committed in this world and swear that they did not do that. Allah will seal their mouths and cause their limbs to speak about what they did.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Anas bin Malik, may Allah be pleased with him, said, \"We were with the Prophet ﷺ and he smiled so broadly that his molar could be seen, then he ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَدْرُونَ مِمَّ أَضْحَكُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you know why I am smiling?)</span> We said, 'Allah and His Messenger know best.' He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ مُجَادَلَةِ الْعَبْدِ رَبَّهُ يَوْمَ الْقِيَامَةِ، يَقُولُ: رَبِّ أَلَمْ تُجِرْنِي مِنَ الظُّلْمِ؟ فَيَقُولُ: بَلَى، فَيَقُولُ: لَا أُجِيزُ عَلَيَّ إِلَّا شَاهِدًا مِنْ نَفْسِي، فَيَقُولُ: كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا، وَبِالْكِرَامِ الْكَاتِبِينَ شُهُودًا، فَيُخْتَمُ عَلَى فِيهِ، وَيُقَالُ لِأَرْكَانِهِ: انْطِقِي فَتَنْطِقَ بِعَمَلِهِ، ثُمَّ يُخَلَّى بَيْنَهُ وَبَيْنَ الْكَلَامِ، فَيَقُولُ: بُعْدًا لَكُنَّ وَسُحْقًا، فَعَنْكُنَّ كُنْتُ أُنَاضِلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Because of the way a servant will argue with his Lord on the Day of Resurrection. He will say, \"O Lord, will You not protect me from injustice?\" <span class=\"gray\">[Allah]</span> will say, \"Of course.\" He will say, \"I will not accept any witness against me except from myself.\" <span class=\"gray\">[Allah]</span> will say, \"Today you will be a sufficient witness against yourself, and the honorable scribes will serve as witnesses against you.\" Then his mouth will be sealed, and it will be said to his faculties, \"Speak!\" So they will speak of what he did. Then he will be permitted to speak, and he will say, \"May you be doomed! It was for you that I was fighting.\")</span>\" </p><p lang=\"en\" class=\"en \">This was recorded by Muslim and An-Nasa'i. </p><p lang=\"en\" class=\"en \">Ibn Jarir narrated that Abu Musa Al-Ash'ari, may Allah be pleased with him, said, \"The believer will be called to account on the Day of Resurrection, and his Lord will show him his deeds, just between him and His Lord. He will admit it and will say, 'Yes, O Lord, I did do that.' Then Allah will forgive him his sins and conceal them, and no creature on earth will see any of those sins, but his good deeds will be seen, and he will want all the people to see them. Then the disbeliever and the hypocrite will be brought to account, and his Lord will show him his deeds and he will deny them, saying, 'O Lord, by Your glory, this angel has written down things that I did not do.' The angel will say to him, 'Did you not do such and such on such a day and in such a place?' He will say, 'No, by Your glory, I did not do that.' When he says this, Allah will seal his mouth.\" Abu Musa Al-Ash'ari, may Allah be pleased with him, said, \"I think that the first part of his body to speak will be his right thigh.\" Then he recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْيَوْمَ نَخْتِمُ عَلَىٰ أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This Day, We shall seal up their mouths, and their hands will speak to Us, and their legs will bear witness to what they used to earn)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَىٰ أَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَأَنَّىٰ يُبْصِرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if it had been Our will, We would surely have wiped out their eyes, so that they would struggle for the path, how then would they see?)</span></p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas, may Allah be pleased with him, explained it: \"Allah says, 'If We willed, We could have misguided them all away from true guidance, so how could they be guided?\" And on one occasion he said, \"We could have blinded them.\" Al-Hasan Al-Basri said, \"If Allah willed, He could have covered their eyes and made them blind, stumbling about.\" Mujahid, Abu Salih, Qatadah and As-Suddi said, \"So that they would struggle for the path, i.e., the right way.\" Ibn Zayd said, \"The meaning of path here is the truth – 'How could they see when We have covered their eyes?'\" Al-'Awfi reported that Ibn 'Abbas, may Allah be pleased with him said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأَنَّىٰ يُبْصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(how then would they see?)</span> \"They would not see the truth.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ نَشَاءُ لَمَسَخْنَاهُمْ عَلَىٰ مَكَانَتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if it had been Our will, We could have transformed them in their places.)</span></p><p lang=\"en\" class=\"en \">Al-'Awfi reported that Ibn 'Abbas, may Allah be pleased with him, said; \"We could have destroyed them.\" As-Suddi said, \"We could have changed their form.\" Abu Salih said, \"We could have turned them to stone.\" Al-Hasan Al-Basri and Qatadah said, \"We could have caused them to sit on their feet.\" Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمَا اسْتَطَاعُوا مُضِيًّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they would have been unable to go forward)</span> meaning, move to the front,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor they could have turned back.)</span> meaning, move backwards. They would have remained static, unable to move forwards or backwards.</p>"
  },
  {
    "ayah_key": "36:68",
    "group_ayah_key": "36:68",
    "from_ayah": "36:68",
    "to_ayah": "36:70",
    "ayah_keys": "36:68,36:69,36:70",
    "text": "<p lang=\"en\" class=\"en \">And he whom We grant long life – We reverse him in creation. Will they not then understand <span>(68)</span>And We have not taught him poetry, nor is it suitable for him. This is only a Reminder and a plain Qur'an <span>(69)</span>That he or it may give warning to him who is living, and that Word may be justified against the disbelievers <span>(70)</span></p><p lang=\"en\" class=\"en \">Allah tells us that the longer the son of Adam lives, the more he becomes weak after being strong, and incapable after being able and active This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً ۚ يَخْلُقُ مَا يَشَاءُ ۖ وَهُوَ الْعَلِيمُ الْقَدِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is He Who created you in <span class=\"gray\">(a state of)</span> weakness, then gave you strength after weakness, then after strength gave weakness and gray hair. He creates what He wills. And it is He Who is the All-Knowing, the All-Powerful.)</span><span class=\"gray\">(30:54)</span>. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْكُمْ مَنْ يُرَدُّ إِلَىٰ أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among you there is he who is brought back to the miserable old age, so that he knows nothing after having known)</span><span class=\"gray\">(22:5)</span>.</p><p lang=\"en\" class=\"en \">The meaning here – and Allah knows best – is that Allah is telling us that this world is transient and will come to an end, it is not eternal and lasting. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا يَعْقِلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will they not then understand?)</span> meaning, will they not think about how they were created, then they become gray-haired, then they become old and senile, so that they may know that they were created for another world that is not transient and will not pass away, and from which there is no way out, which is the Hereafter.</p><p lang=\"lb\" class=\"lb \">Allah does not teach His Messenger <span class=\"gray\">(ﷺ)</span> Poetry</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have not taught him poetry, nor is it suitable for him.)</span> Allah tells us that He has not taught His Prophet Muhammad ﷺ poetry.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَنْبَغِي لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor is it suitable for him.)</span> means, he did not know how to compose it, he did not like it and he had no natural inclination towards it. It was narrated that he ﷺ never memorized a stanza of poetry with the correct meter or rhyme – he would transpose words or memorize it incompletely.</p><p lang=\"en\" class=\"en \">In Ad-Dala'il, Al-Bayhaqi recorded that the Messenger of Allah ﷺ said to Al-'Abbas bin Mirdas As-Sulami, may Allah be pleased with him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتَ الْقَائِلُ: أَتَجْعَلُ نَهْبِي وَنَهْبَ الْعُبَيدِ بَيْنَ الْأَقْرَعِ وَعُيَيْنَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are the one who said: \"Do you distribute my booty and the booty of the servants between Al-Aqra' and 'Uyainah.\")</span> He said, \"It is 'Uyainah and Al-Aqra'.\" He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكُلُّ سَوَاءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is all the same.)</span> i.e., it means the same thing. And Allah knows best. This is because Allah taught him the Qur'an, which</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Falsehood cannot come to it from before it or behind it; sent down by the All-Wise, Worthy of all praise.)</span><span class=\"gray\">(41:42)</span>. </p><p lang=\"en\" class=\"en \">This is not poetry, as some of the ignorant disbelievers of the Quraysh claimed; neither is it sorcery, a fabrication or a magic spell, as the misguided and ignorant people variously suggested. The Prophet ﷺ was naturally disinclined to compose verse, and was forbidden to do so by Divine Law.</p><p class=\"sd qpc-hafs\" lang=\"sd\"> إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is only a Reminder and a plain Qur'an.)</span> means, it is clear and self-explanatory to the one who ponders and comprehends its meanings, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُنْذِرَ مَنْ كَانَ حَيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That he or it may give warning to him who is living,)</span> meaning, so that this plain Qur'an might warn every living person on the face of the earth. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that I may therewith warn you and whomsoever it may reach)</span><span class=\"gray\">(6:19)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but those of the sects that reject it, the Fire will be their promised meeting place)</span><span class=\"gray\">(11:17)</span>. Those who will benefit from his warning will be those whose hearts are alive and who have enlightened insight, as Qatadah said, \"Alive of heart and alive of insight.\" Ad-Dahhak said, \"This means wise.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that Word may be justified against the disbelievers.)</span> means, it is a mercy to the believers and evidence against the disbelievers.</p>"
  }
]