[
  {
    "ayah_key": "22:5",
    "group_ayah_key": "22:5",
    "from_ayah": "22:5",
    "to_ayah": "22:7",
    "ayah_keys": "22:5,22:6,22:7",
    "text": "<p lang=\"en\" class=\"en \">O mankind! If you are in doubt about the Resurrection, then verily, We have created you from dust, then from a Nutfah, then from a clot then from a little lump of flesh – some formed and some unformed – that We may make <span class=\"gray\">(it)</span> clear to you. And We cause whom We will to remain in the wombs for an appointed term, then We bring you out as infants, then <span class=\"gray\">(give you growth)</span> that you may reach your age of full strength. And among you there is he who dies <span class=\"gray\">(young)</span>, and among you there is he who is brought back to the miserable old age, so that he knows nothing after having known. And you see the earth Hamidatan, but when We send down water on it, it is stirred <span class=\"gray\">(to life)</span>, and it swells and puts forth every lovely kind <span class=\"gray\">(of growth)</span><span>(5)</span>That is because Allah: He is the Truth, and it is He Who gives life to the dead, and it is He Who is able to do all things <span>(6)</span>And surely, the Hour is coming, there is no doubt about it; and certainly, Allah will resurrect those who are in the graves <span>(7)</span></p><div lang=\"en\" class=\"en \"><h2>Evidence of the Resurrection in the creation of Man and of Plants</h2></div><p lang=\"en\" class=\"en \">When Allah speaks of disbelief in the Resurrection, He also mentions the evidence of His power and ability to resurrect that is evident from the way He initiates creation. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ إِن كُنتُمْ فِي رَيْبٍ مِّنَ الْبَعْثِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! If you are in doubt about the Resurrection,)</span> which means the time when souls and bodies will be raised up on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّا خَلَقْنَاكُم مِّن تُرَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then verily, We have created you from dust,)</span> meaning, 'you were originally created from dust', which is what Adam, peace be upon him, was created from.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ مِن نُّطْفَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then from a Nutfah,)</span><span class=\"gray\">(32:8)</span> meaning, then He made his offspring from semen of despised water.</p><div lang=\"en\" class=\"en \"><h2>The Development of the Nutfah and Embryo in the Womb</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then from a clot then from a little lump of flesh)</span> if the Nutfah establishes itself in the woman's womb, it stays like that for forty days, then more material is added to it and it changes into a red clot, by the leave of Allah, and it remains like that for forty days. Then it changes and becomes a lump of flesh, like a piece of meat with no form or shape. Then it starts to take on a form and shape, developing a head, arms, chest, stomach, thighs, legs, feet and all its members. Sometimes a woman miscarries before the fetus is formed and sometimes she miscarries after it has formed. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then from a little lump of flesh – some formed and some unformed)</span> meaning, as you see.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِّنُبَيِّنَ لَكُمْ ۚ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَىٰ أَجَلٍ مُّسَمًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that We may make <span class=\"gray\">(it)</span> clear to you. And We cause whom We will to remain in the wombs for an appointed term,)</span> meaning that sometimes the fetus remains in the womb and is not miscarried.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(some formed and some unformed,)</span> Mujahid said, \"This means the miscarried fetus, formed or unformed. When forty days have passed of it being a lump of flesh, then Allah sends an angel to it who breathes the soul into it and forms it as Allah wills, handsome or ugly, male or female. He then writes its provision, its allotted length of life and whether it is to be one of the blessed or the wretched.\"</p><p lang=\"en\" class=\"en \">It was recorded in the Two Sahihs that Ibn Mas'ud said, \"The Messenger of Allah ﷺ, who is the true and truly inspired one, told us:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ خَلْقَ أَحَدِكُمْ يُجْمَعُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ لَيْلَةً، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يَبْعَثُ اللهُ إِلَيْهِ الْمَلَكَ فَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: بِكَتْبِ رِزْقِهِ وَعَمَلِهِ وَأَجَلِهِ، وَشَقِيٌّ أَوْ سَعِيدٌ، ثُمَّ يُنْفَخُ فِيهِ الرُّوحُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every one of you is collected in the womb of his mother for the first forty days, and then he becomes a clot for another forty days, and then a lump of flesh for another forty days. Then Allah sends an angel to write four words: He writes his provision, his deeds, his life span, and whether he will be blessed or wretched. Then he blows the soul into him.)</span>\"</p><div lang=\"en\" class=\"en \"><h2>Man's Development from Infancy to Old Age</h2></div><p lang=\"ceb\" class=\"ceb \">His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نُخْرِجُكُمْ طِفْلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then We bring you out as infants,)</span> means, weak in his body, hearing, sight, senses, stamina and mind. Then Allah gives him strength, gradually and causes his parents to treat him with tender kindness night and day. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then <span class=\"gray\">(give you growth)</span> that you may reach your age of full strength.)</span> meaning, his strength increases until he reaches the vitality and handsomeness of youth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنكُم مَّن يُتَوَفَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among you there is he who dies,)</span> means, when he is young and strong.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْكُمْ مَنْ يُرَدُّ إِلَىٰ أَرْذَلِ الْعُمُرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and among you there is he who is brought back to the miserable old age,)</span> meaning advanced old age with its weakness in mind and body, in steady decline in comprehension, and disability to grasp. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that he knows nothing after having known.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي خَلَقَكُم مِّن ضَعْفٍ ثُمَّ جَعَلَ مِن بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِن بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً ۚ يَخْلُقُ مَا يَشَاءُ ۖ وَهُوَ الْعَلِيمُ الْقَدِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is He Who created you in <span class=\"gray\">(a state of)</span> weakness, then gave you strength after weakness, then after strength gave <span class=\"gray\">(you)</span> weakness and grey hair. He creates what He wills. And it is He Who is the All-Knowing, the All-Powerful.)</span><span class=\"gray\">(30:54)</span></p><div lang=\"en\" class=\"en \"><h2>Another Parable of the Resurrection from Plants</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَى الْأَرْضَ هَامِدَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you see the earth Hamidatan,)</span> This is another sign of the power of Allah to bring the dead back to life, just as He brings the dead, barren earth back to life, the lifeless earth in which nothing grows. Qatadah said, \"<span class=\"gray\">(This means)</span> the eroded, dusty earth.\" As-Suddi said, \"Dead.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but when We send down water on it, it is stirred <span class=\"gray\">(to life)</span>, and it swells and puts forth every lovely kind <span class=\"gray\">(of growth)</span>.)</span> When Allah sends the rain upon it, it is stirred to life, that is, vegetation begins to grow and it comes alive after it was dead. Then it rises after the soil had settled, then it puts forth its different kinds of fruit and crops with all their varied colours, tastes, fragrances, shapes and benefits. Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَرَبَتْ وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and puts forth every lovely kind <span class=\"gray\">(of growth)</span>.)</span> meaning, beautiful in appearance and with delightful fragrances.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is because Allah: He is the Truth,)</span> means, the Creator, the Controller, the One Who does as He wills.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأَنَّهُ يُحْيِي الْمَوْتَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it is He Who gives life to the dead,)</span> means, just as He gives life to the dead earth and brings forth from it all these kinds of vegetation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَىٰ ۚ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He Who gives it life, surely is able to give life to the dead. Indeed He is able to do all things.)</span><span class=\"gray\">(41:39)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, His command, when He intends a thing, is only that He says to it, \"Be!\" – and it is!)</span><span class=\"gray\">(36:82)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ السَّاعَةَ آتِيَةٌ لَّا رَيْبَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And surely, the Hour is coming, there is no doubt about it;)</span> meaning, it will inevitably come to pass.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ اللَّهَ يَبْعَثُ مَن فِي الْقُبُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and certainly, Allah will resurrect those who are in the graves.)</span> means, He will bring them back to life after they have become dust; He will create them anew after they have become nothing.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ ۖ قَالَ مَن يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ - قُلْ يُحْيِيهَا الَّذِي أَنشَأَهَا أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ - الَّذِي جَعَلَ لَكُم مِّنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنتُم مِّنْهُ تُوقِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he puts forth for Us a parable, and forgets his own creation. He says: \"Who will give life to these bones after they are rotten and have become dust?\" Say: \"He will give life to them Who created them for the first time! And He is the All-Knower of every creation!\" He Who produces for you fire out of the green tree, when behold you kindle therewith.)</span><span class=\"gray\">(36:78-80)</span>. And there are many similar Ayat.</p>"
  }
]