[
  {
    "ayah_key": "40:82",
    "group_ayah_key": "40:82",
    "from_ayah": "40:82",
    "to_ayah": "40:85",
    "ayah_keys": "40:82,40:83,40:84,40:85",
    "text": "<p lang=\"en\" class=\"en \">Have they not traveled through the earth and seen what was the end of those before them? They were more in number than them and mightier in strength, and in the traces in the land; yet all that they used to earn availed them not <span>(82)</span>Then when their Messengers came to them with clear proofs, they were glad <span class=\"gray\">(and proud)</span> with that which they had of the knowledge <span class=\"gray\">(of worldly things)</span>. And that at which they used to mock, surrounded them <span>(83)</span>So when they saw Our punishment, they said: \"We believe in Allah Alone and reject <span class=\"gray\">(all)</span> that we used to associate with Him as <span class=\"gray\">(His)</span> partners. <span>(84)</span>Then their Faith could not avail them when they saw Our punishment. <span class=\"gray\">(Like)</span> this has been the way of Allah in dealing with His servants. And there the disbelievers lost utterly <span>(85)</span></p><p lang=\"en\" class=\"en \">The Lesson to be learned from what happened to Those Who Came before</p><p lang=\"en\" class=\"en \">Allah tells us about the nations who rejected their Messengers in ancient times. He mentioned the severe punishment they suffered despite their great strength, He mentioned the traces which they left behind in the earth and the great wealth they amassed. None of that availed them anything and could not prevent the punishment of Allah at all. That is because when the Messengers came to them with clear signs and decisive evidence, they did not pay any attention to them. Instead, they were content with the knowledge with them, or so they claimed, and they said that they did not need what the Messengers brought them. Mujahid said, \"They said, we know better than them, we will not be resurrected and we will not be punished.\" As-Suddi said, \"In their ignorance, they rejoiced in what they had of <span class=\"gray\">(worldly)</span> knowledge. So Allah sent upon them a punishment which they could not escape or resist.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَاقَ بِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and surrounded them.)</span> means, encompassed them.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مَا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that at which they used to mock,)</span> means, that which they used to disbelieve in and said would never happen,</p><p class=\"ur qpc-hafs\" lang=\"ur\">فَلَمَّا رَأَوْا بَأْسَنَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when they saw Our punishment,)</span> means, when they saw with their own eyes the punishment which came upon them, they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We believe in Allah Alone and reject <span class=\"gray\">(all)</span> that we used to associate with Him as <span class=\"gray\">(His)</span> partners.)</span> means, they affirmed that Allah is One and denied the false gods, but this was at the time when excuses were to no avail. This is like what Fir'awn said as he was drowning:</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنْتُ أَنَّهُ لَا إِلَٰهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I believe that none has the right to be worshipped but He in Whom the Children of Israel believe, and I am one of the Muslims.)</span><span class=\"gray\">(10:90)</span> But Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Now <span class=\"gray\">(you believe)</span> while you refused to believe before and you were one of the the corrupters.)</span><span class=\"gray\">(10:91)</span> meaning, Allah did not accept this from him, because He had answered the prayer of His Prophet Musa, when he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And harden their hearts, so that they will not believe until they see the painful torment)</span><span class=\"gray\">(10:88)</span>. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا ۖ سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then their Faith could not avail them when they saw Our punishment. <span class=\"gray\">(Like)</span> this has been the way of Allah in dealing with His servants.)</span> means, this is the ruling of Allah concerning all those who repent only when they actually see the punishment: He does not accept that from them. It says in the Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى يَقْبَلُ تَوْبَةَ الْعَبْدِ مَالَمْ يُغَرْغِرْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will accept the repentance of His servant so long as the death rattle is not sounding in his throat.)</span></p><p lang=\"en\" class=\"en \">Once the death rattle is sounding and the soul has reached the throat, and the dying person actually sees the angel <span class=\"gray\">(of death)</span>, then he can no longer repent. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَسِرَ هُنَالِكَ الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there the disbelievers lost utterly.)</span></p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surah Ghafir. Praise and thanks be to Allah.</p>"
  },
  {
    "ayah_key": "41:1",
    "group_ayah_key": "41:1",
    "from_ayah": "41:1",
    "to_ayah": "41:5",
    "ayah_keys": "41:1,41:2,41:3,41:4,41:5",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">حم - تَنْزِيلٌ مِنَ الرَّحْمَٰنِ الرَّحِيمِ - كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ - بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ - وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Ha Mim.)</span><span class=\"gray\">(2. A revelation from the Most Gracious, the Most Merciful.)</span><span class=\"gray\">(3. A Book whereof the Ayat are explained in detail – a Qur'an in Arabic for people who know.)</span><span class=\"gray\">(4. Giving glad tidings and warning, but most of them turn away, so they hear not.)</span><span class=\"gray\">(5. And they say: \"Our hearts are under coverings from that to which you invite us; and in our ears is deafness, and between us and you is a screen, so work you <span class=\"gray\">(on your way)</span>; verily, we are working <span class=\"gray\">(on our way)</span>.\")</span></p><p lang=\"en\" class=\"en \">Description of the Qur'an, and what Those Who turn away from it say</p><p class=\"ar qpc-hafs\" lang=\"ar\">حم - تَنْزِيلٌ مِنَ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ha Mim. A revelation from the Most Gracious, the Most Merciful.)</span> means, the Qur'an is revealed from the Most Gracious, Most Merciful. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say Ruh Al-Qudus <span class=\"gray\">(Jibril)</span> has brought it down from your Lord with truth)</span><span class=\"gray\">(16:102)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ - نَزَلَ بِهِ الرُّوحُ الْأَمِينُ - عَلَىٰ قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And truly, this is a revelation from the Lord of all that exists, Which the trustworthy Ruh <span class=\"gray\">(Jibril)</span> has brought down upon your heart that you may be <span class=\"gray\">(one)</span> of the warners.)</span><span class=\"gray\">(26:192-194)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابٌ فُصِّلَتْ آيَاتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A Book whereof the Ayat are explained in detail)</span> means, its meanings are clear and its rulings are sound and wise.</p><p class=\"sd qpc-hafs\" lang=\"sd\">قُرْآنًا عَرَبِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a Qur'an in Arabic)</span> means, because it is a clear Arabic Qur'an, its meanings are precise and detailed and its words are clear and not confusing. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(This is)</span> a Book, the Ayat whereof are completed, and then explained in detail from One <span class=\"gray\">(Allah)</span>, Who is All-Wise Well-Acquainted)</span><span class=\"gray\">(11:1)</span>. meaning, it is miraculous in its wording and in its meanings.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Falsehood cannot come to it from before it or behind it, <span class=\"gray\">(it is)</span> sent down by the All-Wise, Worthy of all praise.)</span><span class=\"gray\">(41:42)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِقَوْمٍ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for people who know.)</span> means, this clear style will be readily understood by scholars who are thoroughly versed in knowledge.</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَشِيرًا وَنَذِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Giving glad tidings and warning,)</span> means, sometimes it brings glad tidings to the believers, and sometimes it brings a warning to the disbelievers.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but most of them turn away, so they hear not.)</span> means, most of the Quraysh did not understand anything of it at all, despite the fact that it was so clear.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Our hearts are under coverings...\")</span> meaning, they are wrapped and screened,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from that to which you invite us; and in our ears is deafness,)</span> means, 'we are deaf to the message you bring to us.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and between us and you is a screen,)</span> 'so nothing of what you say reaches us.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَاعْمَلْ إِنَّنَا عَامِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so work you <span class=\"gray\">(on your way)</span>; verily, we are working)</span> means, go your way, and we will go our way, and we will not follow you.</p>"
  }
]