[
  {
    "ayah_key": "19:1",
    "group_ayah_key": "19:1",
    "from_ayah": "19:1",
    "to_ayah": "19:6",
    "ayah_keys": "19:1,19:2,19:3,19:4,19:5,19:6",
    "text": "<p lang=\"en\" class=\"en \">Muhammad bin Ishaq recorded a Hadith of Umm Salamah in his Sirah, and Ahmad bin Hanbal recorded from Ibn Mas'ud, the story of the Hijrah <span class=\"gray\">(migration)</span> to Ethiopia from Makkah. The narration mentions that Ja'far bin Abi Talib recited the first part of this Surah to An-Najashi and his companions.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كهيعص - ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا - إِذْ نَادَىٰ رَبَّهُ نِدَاءً خَفِيًّا - قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُن بِدُعَائِكَ رَبِّ شَقِيًّا - وَإِنِّي خِفْتُ الْمَوَالِيَ مِن وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِن لَّدُنكَ وَلِيًّا - يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ۖ وَاجْعَلْهُ رَبِّ رَضِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Kaf Ha Ya 'Ain Sad.)</span><span class=\"gray\">(2. A reminder of the mercy of your Lord to His servant Zakariyya.)</span><span class=\"gray\">(3. When he called his Lord <span class=\"gray\">[with]</span> a call in secret.)</span><span class=\"gray\">(4. He said: \"My Lord! Indeed my bones have grown feeble, and gray hair has Ashta'al on my head, and I have never been unblessed in my invocation to You, O my Lord!\")</span><span class=\"gray\">(5. \"And verily, I fear Mawali after me, and my wife is barren. So give me from Yourself an heir.\")</span><span class=\"gray\">(6. \"Who shall inherit me, and inherit <span class=\"gray\">(also)</span> the posterity of Ya'qub. And make him, my Lord, one with whom You are well-pleased!\")</span></p><div lang=\"en\" class=\"en \"><h2>The Story of Zakariyya and His Supplication for a Son </h2></div><p lang=\"en\" class=\"en \">The discussion about the separate letters has already preceded at the beginning of Surat Al-Baqarah. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذِكْرُ رَحْمَتِ رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A reminder of the mercy of your Lord)</span> This means that this is a reminder of Allah's mercy upon His servant Zakariyya. Yahya bin Ya'mar recited it,  </p><p class=\"sd qpc-hafs\" lang=\"sd\">(ذَكَّرَ رَحْمَةَ رَبكَ عبدَه زكريا)</p><p lang=\"en\" class=\"en \">\"He has reminded of your Lord's mercy to His servant Zakariyya.\"</p><p lang=\"en\" class=\"en \">The word Zakariyya in the Ayah has been recited with elongation and also shortened. Both recitations are well-known. He was a great Prophet from the Prophets of the Children of Israel. In Sahih Al-Bukhari, it is recorded <span class=\"gray\">[that the Prophet ﷺ said about Zakariyya]</span> that He was a carpenter who used to eat from what he earned with his own hand through carpentry. </p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذْ نَادَىٰ رَبَّهُ نِدَاءً خَفِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When he called his Lord <span class=\"gray\">[with]</span> a call in secret.)</span></p><p lang=\"en\" class=\"en \">He only made his supplication secretly because it is more beloved to Allah. This is similar to what Qatadah said concerning this Ayah,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِذْ نَادَىٰ رَبَّهُ نِدَاءً خَفِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When he called out his Lord <span class=\"gray\">[with]</span> a call in secret.)</span> \"Verily, Allah knows the pious heart and he hears the hidden voice.\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"My Lord! Indeed my bones have grown feeble...\")</span> meaning, \"I have become weak and feeble in strength.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاشْتَعَلَ الرَّأْسُ شَيْبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and gray hair has Ashta'al on my head,)</span> means the gray hair has burned into the black hair. The intent is to inform of weakness and old age, and its external and internal traces. </p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ أَكُن بِدُعَائِكَ رَبِّ شَقِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I have never been unblessed in my invocation to You, O my Lord!)</span> This means, \"I have not experienced from You except that You would respond to my supplication and that You would never refuse me in whatever I ask of You.\" Concerning His statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِنِّي خِفْتُ الْمَوَالِيَ مِن وَرَائِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, I fear Mawali after me,)</span></p><p lang=\"tg\" class=\"tg \">Mujahid, Qatadah and As-Suddi, all said, \"In saying the word Mawali, he <span class=\"gray\">(Zakariyya)</span> meant his succeeding relatives.\"</p><p lang=\"en\" class=\"en \">The reason for his fear was that he was afraid that the generation that would succeed him would be a wicked generation. Thus, he asked Allah for a son who would be a Prophet after him, who would guide them with his prophethood and that which was revealed to him.</p><p lang=\"en\" class=\"en \">In response to this I would like to point out that he was not afraid of them inheriting his wealth. For a Prophet is too great in status, and too lofty in esteem to become remorseful over his wealth in this fashion. A Prophet would not disdain to leave his wealth to his successive relatives, and thus ask to have a son who would receive his inheritance instead of them. This is one angle of argument.</p><p lang=\"en\" class=\"en \">The second argument is that Allah did not mention that he <span class=\"gray\">(Zakariyya)</span> was wealthy. On the contrary, he was a carpenter who ate from the earnings of his own hand. This type of person usually does not have a mass of wealth. Amassing wealth is not something normal for Prophets, for verily, they are the most abstentious in matters of this worldly life.</p><p lang=\"en\" class=\"en \">The third argument is that it is confirmed in the Two Sahihs, in more than one narration, that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا نُورَثُ، مَا تَرَكْنَا فَهُوَ صَدَقَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We <span class=\"gray\">(the Prophets)</span> do not leave behind inheritance <span class=\"gray\">(of wealth)</span>. Whatever we leave behind, then it is charity.)</span></p><p lang=\"en\" class=\"en \">In a narration recorded by At-Tirmidhi with an authentic chain of narrations, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ مَعْشَرَ الْأَنْبِيَاءِ لَا نُورَثُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We, Prophets do not leave behind inheritance <span class=\"gray\">(of wealth)</span>.)</span> Therefore, the meaning in these Hadiths restricts the meaning of Zakariyya's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَبْ لِي مِن لَّدُنكَ وَلِيًّا - يَرِثُنِي </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So give me from yourself an heir. Who shall inherit me,)</span> inheritance of prophethood. For this reason Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَرِثُ مِنْ آلِ يَعْقُوبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and inherit <span class=\"gray\">(also)</span> the posterity of Ya'qub.)</span> This is similar to Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَوَرِثَ سُلَيْمَانُ دَاوُودَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Sulayman inherited from Dawud.)</span><span class=\"gray\">[27:16]</span> This means that he inherited prophethood from him. If this had meant wealth, he would not have been singled with it among his other brothers. There also would have been no important benefit in mentioning it if it was referring to wealth. It is already well-known and established in all of the previous laws and divinely revealed creeds, that the son inherits the wealth of his father. Therefore, if this was not referring to a specific type of inheritance, then Allah would not have mentioned it. All of this is supported and affirmed by what is in the authentic Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ مَعَاشِرَ الْأَنْبِيَاءِ لَا نُورَثُ، مَا تَرَكْنَا فَهُوَ صَدَقَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We Prophets do not leave behind any inheritance <span class=\"gray\">(of wealth)</span>. Whatever we leave behind, then it is charity.)</span> Mujahid said concerning his statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who shall inherit me, and inherit <span class=\"gray\">(also)</span> the posterity of Ya'qub.)</span><span class=\"gray\">[19:6]</span> \"His inheritance was knowledge, and Zakariyya was one of the descendants of Ya'qub.\" Hushaym said, \"Isma'il bin Abi Khalid informed us that Abu Salih commented about the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who shall inherit me, and inherit <span class=\"gray\">(also)</span> the posterity of Ya'qub.)</span> \"He would be a Prophet like his forefathers were Prophets.\" Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاجْعَلْهُ رَبِّ رَضِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and make him, my Lord, one with whom You are well-pleased!)</span> means \"Make him pleasing to You <span class=\"gray\">(Allah)</span> and your creation. Love him and make him beloved to your creatures, in both his religion and his character.\"</p>"
  },
  {
    "ayah_key": "19:10",
    "group_ayah_key": "19:10",
    "from_ayah": "19:10",
    "to_ayah": "19:11",
    "ayah_keys": "19:10,19:11",
    "text": "<p class=\"en translation\" lang=\"en\">He Zakariyya said: \"My Lord! Appoint for me a sign.\" He said: \"Your sign is that you shall not speak unto mankind for three nights, though having no bodily defect. <span>(10)</span>Then he came out to his people from the Mihrab and he indicated to them by signs to glorify <span class=\"gray\">[Allah]</span> in the morning and in the afternoon <span>(11)</span></p><div lang=\"en\" class=\"en \"><h2>The Sign of the Pregnancy</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informed about Zakariyya that he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ اجْعَل لِّي آيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Zakariyya)</span> said: \"My Lord! Appoint for me a sign.\")</span> \"Give me a sign and a proof of the existence of that which You have promised me, so that my soul will be at rest and my heart will be at ease with Your promise.\" Similarly Ibrahim said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَىٰ ۖ قَالَ أَوَلَمْ تُؤْمِن ۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطْمَئِنَّ قَلْبِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord! Show me how You give life to the dead. He <span class=\"gray\">(Allah)</span> said: \"Do you not believe?\" He said: \"Yes <span class=\"gray\">(I believe)</span>, but to put my heart at ease.\")</span><span class=\"gray\">[2:260]</span> Then Allah says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ آيَتُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"Your sign is...\")</span> meaning, \"Your sign will be...\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you shall not speak unto mankind for three nights, though having no bodily defect.)</span> Meaning, 'your tongue will be prevented from speaking for three nights while you are healthy and fit, without any sickness or illness.' Ibn 'Abbas, Mujahid, 'Ikrimah, Wahb, As-Suddi, Qatadah and others said, \"His tongue was arrested without any sickness or illness.\" 'Abdur-Rahman bin Zayd bin Aslam said, \"He used to recite and glorify Allah, but he was not able to speak to his people except by gestures. \" Al-'Awfi reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَلَاثَ لَيَالٍ سَوِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(three nights, though having no bodily defect.)</span> \"The nights were consecutive.\" However, the first statement that is reported from him and the majority is more correct. This Ayah is similar to what Allah, the Exalted, said in Surah Āl-'Imrān,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ اجْعَل لِّي آيَةً ۖ قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا ۗ وَاذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"O my Lord! Make a sign for me.\" <span class=\"gray\">(Allah)</span> said \"Your sign is that you shall not speak to mankind for three days except with signals. And remember your Lord much, and glorify <span class=\"gray\">(Him)</span> in the afternoon and in the morning.)</span><span class=\"gray\">[3:41]</span></p><p lang=\"en\" class=\"en \">This is a proof that he did not speak to his people for these three nights and their days as well.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا رَمْزًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except with signals.)</span> Meaning, with bodily gestures, this is why Allah says in this noble Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَخَرَجَ عَلَىٰ قَوْمِهِ مِنَ الْمِحْرَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then he came out to his people from the Mihrab)</span> referring to the place where he was given the good news of the child.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْحَىٰ إِلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he indicated to them by signs)</span> Meaning he made a gesture to them that was subtle and swift.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن سَبِّحُوا بُكْرَةً وَعَشِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to glorify <span class=\"gray\">[Allah]</span> in the morning and in the afternoon.)</span> That they should be agreeable to what he was commanded to do during these three days, to increase in his deeds and gratitude to Allah for what He had given him. Mujahid said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَوْحَىٰ إِلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he indicated to them by signs)</span> \"He made a gesture.\" Wahb and Qatadah said the same.</p>"
  }
]