[
  {
    "ayah_key": "71:21",
    "group_ayah_key": "71:21",
    "from_ayah": "71:21",
    "to_ayah": "71:24",
    "ayah_keys": "71:21,71:22,71:23,71:24",
    "text": "<p lang=\"en\" class=\"en \">Nuh said: \"My Lord! They have disobeyed me, and followed one whose wealth and children give him no increase but loss. <span>(21)</span>\"And they have plotted a mighty plot. <span>(22)</span>\"And they have said: 'You shall not leave your gods, nor shall you leave Wadd, nor Suwa', nor Yaghuth, and Ya'uq and Nasr.' <span>(23)</span>\"And indeed they have led many astray. And <span class=\"gray\">(O Allah)</span>: 'Grant no increase to the wrongdoers save error.' <span>(24)</span></p><p lang=\"en\" class=\"en \">Nuh complains to His Lord about His People's Response</p><p lang=\"en\" class=\"en \">Allah says that Nuh turned to Allah to inform Allah - the All Knowing from Whom nothing escapes - that he presented the clear call, as mentioned previously, and the comprehensive invitation in various ways. He called them sometimes by encouragement and sometimes by intimidating warnings. Yet, they disobeyed him, opposed him, denied him and followed the children of the world. They were those who were heedless of the command of Allah and they possessed delights of wealth and children. However, these things <span class=\"gray\">(worldly benefits)</span> were also for gradual punishment and temporary respite, not for honor or blessing. Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and followed one whose wealth and children give him no increase but loss.)</span> The meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَكَرُوا مَكْرًا كُبَّارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have plotted a mighty plot.)</span> is that they plotted a deceptive plot for their followers tricking them into believing that they were following the truth and correct guidance. This is like what they will say to them on the Day of Judgement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but it was your plotting by night and day: when you orderd us to disbelieve in Allah and set up rivals to Him!)</span><span class=\"gray\">(34:33)</span> For this reason He says here,</p><p lang=\"en\" class=\"en \">The Idols of the People of Nuh and what happened to Him</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَكَرُوا مَكْرًا كُبَّارًا - وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have plotted a mighty plot. And they have said: 'You shall not leave your gods, nor shall you leave Wadd, nor Suwa', nor Yaghuth, and Ya'uq and Nasr.')</span> These are the names of their idols which they used to worship besides Allah. </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded from Ibn 'Abbas that he said, \"The idols that were among the people of Nuh wound up among the Arabs afterwards. In reference to Wadd, it became the idol of the people of Kalb in the area of Dawmat Al-Jandal. Suwa' became the idol of the people of Hudhayl. Yaghuth became the idol of the people of Murad, then the people of Bani Ghutayf at Al-Juruf in the area of Saba' worshipped it after them. Ya'uq became the idol of the people of Hamdan. Nasr became the idol of the people of Himyar for the family of Dhu Kala'. These idols were all named after righteous men from the people of Nuh. Then when these men died, Shaytan inspired his <span class=\"gray\">(Nuh's)</span> people to erect statues in honor of them at their gathering places where they used to come and sit, and to name these statues after these men <span class=\"gray\">(with their names)</span>. So they did this <span class=\"gray\">(as Shaytan suggested)</span>, but these statues were not worshipped until after those people <span class=\"gray\">(the ones who built them)</span> had died and the knowledge was lost. Then, those statues were later worshipped.\" </p><p lang=\"en\" class=\"en \">This has also been similarly reported from 'Ikrimah, Ad-Dahhak, Qatadah and Ibn Ishaq. 'Ali bin Abi Talhah reported from Ibn 'Abbas that he said, \"These are statues that were worshipped in the time of Nuh.\" Ibn Jarir recorded from Muhammad bin Qays that he said concerning Yaghuth, Ya'uq and Nasr, \"They were righteous people between the time of Adam and Nuh, and they had followers who used to adhere to their guidance. Then, when they died, their companions who used to follow them said, 'If we make images of them, it will increase our desire to perform worship when we remember them.' So they made images of them. Then, when those people died and other people came after them, Iblis approached them and said, 'They <span class=\"gray\">(your predecessors)</span> used to worship these statues and they were granted rain by their worship of them.' Thus, they <span class=\"gray\">(the latter people)</span> worshipped them.\"</p><p lang=\"en\" class=\"en \">The Supplication of Nuh against His People and for whoever believed in Him</p><p lang=\"en\" class=\"en \">Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ أَضَلُّوا كَثِيرًا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed they have led many astray.)</span> meaning, by the idols that they took for worship, they mislead a large number of people. For verily, the worship of those idols continued throughout many generations until our times today, among the Arabs, the non-Arabs and all the groups of the Children of Adam. Al-Khalil <span class=\"gray\">(Prophet Ibrahim)</span> said in his supplication,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ - رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And keep me and my sons away from worshipping idols.\"O my Lord! They have indeed led astray many among mankind...\")</span><span class=\"gray\">(14:35,36)</span> Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Grant no increase to the wrongdoers save error.)</span> This is a supplication from him <span class=\"gray\">(Nuh)</span> against his people due to their rebellion, disbelief and obstinacy. This is just as Musa supplicated against Fir'awn and his chiefs in his statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا اطْمِسْ عَلَىٰ أَمْوَالِهِمْ وَاشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord ! Destroy their wealth, and harden their hearts, so that they will not believe until they see the painful torment.)</span><span class=\"gray\">(10:88)</span></p><p lang=\"en\" class=\"en \">Verily, Allah responded to the supplication of both of these Prophets concerning their people and He drowned their nations due to their rejection of what he <span class=\"gray\">(that Prophet)</span> had come with.</p>"
  },
  {
    "ayah_key": "71:25",
    "group_ayah_key": "71:25",
    "from_ayah": "71:25",
    "to_ayah": "71:28",
    "ayah_keys": "71:25,71:26,71:27,71:28",
    "text": "<p lang=\"en\" class=\"en \">Because of their sins they were drowned, then were made to enter the Fire. And they found none to help them instead of Allah <span>(25)</span>And Nuh said: \"My Lord! Leave not one of the disbelievers on the earth Dayyar! <span>(26)</span>\"If You leave them, they will mislead Your servants, and they will beget none but wicked disbelievers. <span>(27)</span>\"My Lord! Forgive me, and my parents, and him who enters my home as a believer, and all the believing men and women. And to the wrongdoers grant You no increase but destruction!\") Allah say <span>(28)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مِمَّا خَطِيئَاتِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Because of their sins)</span> It also has been recited as;</p><p class=\"ar qpc-hafs\" lang=\"ar\">(خَطَايَاهُمْ)</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(their errors.)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">أُغْرِقُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they were drowned,)</span> meaning, for their numerous sins, rebellion, persistence in disbelief and opposition to their Messengers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُغْرِقُوا فَأُدْخِلُوا نَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they were drowned, then were made to enter the Fire.)</span> meaning, they will be carried from the flood of the seas to the heat of the Fire.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they found none to help them instead of Allah.)</span> meaning, they will have no helper, assistant, or savior who can rescue them from the punishment of Allah. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This day there is no savior from the decree of Allah except him on whom He has mercy.)</span><span class=\"gray\">(11:43)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Nuh said: \"My Lord! Leave not one of the disbelievers on the earth Dayyar!\")</span> meaning, do not leave a single one of them on the face of the earth, not even a lone individual. This is a method of speaking that gives emphasis to the negation. Ad-Dahhak said, \"Dayyar means one.\" As-Suddi said, \"Dayyar is the one who stays in the home.\" So Allah answered his supplication and He destroyed all of those on the face of the earth who were disbelievers. He <span class=\"gray\">(Allah)</span> even destroyed Nuh's <span class=\"gray\">(biological)</span> son from his own loins, who separated himself from his father <span class=\"gray\">(Nuh)</span>. He <span class=\"gray\">(Nuh's son)</span> said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَآوِي إِلَىٰ جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ ۚ قَالَ لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ ۚ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will betake myself to some mountain, it will save me from the water. Nuh said: \"This day there is no savior from the decree of Allah except him on whom He has mercy.\" And waves came in between them, so he <span class=\"gray\">(the son)</span> was among the drowned.)</span><span class=\"gray\">(11:43)</span></p><p lang=\"en\" class=\"en \">Allah saved the people of the ship who believed with Nuh, and they were those whom Allah commanded Nuh to carry with him. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If You leave them, they will mislead Your servants,)</span> meaning, 'if You leave a single one of them they will lead your servants astray.' This refers to those whom He will create after them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will beget none but wicked disbelievers.)</span> meaning, wicked in their deeds and disbelieving in their hearts. He <span class=\"gray\">(Nuh)</span> said this due to what he knew about them since he remained among them for nine hundred and fifty years. Then he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord! Forgive me, and my parents, and him who enters my home as a believer,)</span></p><p lang=\"en\" class=\"en \">Ad-Dahhak said, \"This means, my Masjid.\" However, there is no harm in understanding the Ayah according to its apparent meaning, which would be that he <span class=\"gray\">(Nuh)</span> supplicated for every person who entered his house who was a believer. Then he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and all the believing men and women.)</span> He supplicated for all of the believing men and women, and that includes those of them who were living and those of them who were dead. For this reason, it is recommended to supplicate like this, in following the example of Nuh, and that which has been reported in the narrations and well-known, legislated supplications. Then, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to the wrongdoers, grant You no increase but destruction!)</span></p><p lang=\"en\" class=\"en \">As-Suddi said, \"But destruction.\" Mujahid said, \"But loss.\" This means in both this life and in the Hereafter.</p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Nuh. And all praise and thanks are due to Allah.</p>"
  }
]