[
  {
    "ayah_key": "23:68",
    "group_ayah_key": "23:68",
    "from_ayah": "23:68",
    "to_ayah": "23:75",
    "ayah_keys": "23:68,23:69,23:70,23:71,23:72,23:73,23:74,23:75",
    "text": "<p lang=\"en\" class=\"en \">Have they not pondered over the Word, or has there come to them what had not come to their fathers of old <span>(68)</span>Or is it that they did not recognize their Messenger so they deny him <span>(69)</span>Or they say: There is madness in him Nay, but he brought them the truth, but most of them are averse to the truth <span>(70)</span>And if Al-Haqq had followed their desires, verily, the heavens and the earth, and whosoever is therein would have been corrupted! Nay, We have brought them their reminder, but they turn away from their reminder <span>(71)</span>Or is it that you ask them for some Kharj? But the recompense of your Lord is better, and He is the Best of those who give sustenance <span>(72)</span>And certainly, you call them to the straight path <span>(73)</span>And verily, those who believe not in the Hereafter are indeed deviating far astray from the path <span>(74)</span>And though We had mercy on them and removed the distress which is on them, still they would obstinately persist in their transgression, wandering blindly <span>(75)</span></p><div lang=\"ja\" class=\"ja \"><h2>Refutation and Condemnation of the Idolators</h2></div><p lang=\"en\" class=\"en \">Allah denounces the idolators for not understanding the Qur'an or contemplating its meaning, and for turning away from it, even though they had been addressed specifically in this Book which Allah did not reveal to any Messenger more perfect and noble, and especially since no Book or warner had come to their forefathers who had died during the Jahiliyyah. What these people, upon whom the blessing had been bestowed, should have done, was to accept it and give thanks for it, and try to understand it and act in accordance with it night and day, as was done by the wise ones among them who became Muslim and followed the Messenger ﷺ, may Allah be pleased with them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not pondered over the Word,)</span> Qatadah said, \"Because, by Allah, if the people had pondered the meaning and understood it properly, they would have found in the Qur'an a deterrent to disobeying Allah. But they only paid attention to the Ayat which are not entirely clear, and so they were destroyed because of that.\" Then Allah says, denouncing the disbelievers of the Quraysh:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or is it that they did not recognize their Messenger so they deny him?)</span> means, 'do they not recognize Muhammad and the honesty, trustworthiness and good character with which he grew up among them Can they deny that or argue against it?' Ja'far bin Abi Talib said to An-Najashi, the king of Ethiopia: \"O King, Allah has sent to us a Messenger whose lineage, honesty and trustworthiness are known to us.\" Al-Mughirah bin Shu'bah said something similar to the deputy of Kisra when he wanted to challenge him. When the Byzantine ruler Heraclius asked Abu Sufyan Sakhr bin Harb and his companions – who were still disbelievers and had not yet become Muslim – about the characteristics, lineage, honesty and trustworthiness of the Prophet ﷺ, they could only tell the truth and admit that he was indeed noble and truthful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَقُولُونَ بِهِ جِنَّةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or they say: There is madness in him?)</span> This is a narration of what the Quraysh said about the Prophet ﷺ. They said that he was making up the Qur'an by himself, or that he was crazy and did not know what he was saying. Allah tells us that their hearts did not believe that, they knew that what they were saying about the Qur'an was falsehood, for it had come to them from the Words of Allah and could not be resisted or rejected. So Allah challenged them and all the people of the world to produce something like it if they could – but they could not and would never be able to do so. So Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but he brought them Al-Haqq, but most of them are averse to the truth.)</span></p><div lang=\"en\" class=\"en \"><h2>Truth Does Not Follow Whims and Desires</h2></div><p lang=\"id\" class=\"id \">Allah says;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if Al-Haqq had followed their desires, verily, the heavens and the earth, and whosoever is therein would have been corrupted!)</span> Mujahid, Abu Salih and As-Suddi said, \"Al-Haqq is Allah, may He be glorified.\" What is meant by the Ayah is that if Allah had responded to the desires in their hearts and prescribed things accordingly, the heavens and the earth and whosoever is therein, would have been corrupted, i.e., because of their corrupt and inconsistent desires. As Allah says of them elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Why is not this Qur'an sent down to some great man of the two towns?\")</span><span class=\"gray\">(43:31)</span> Then He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it they who would portion out the mercy of your Lord?)</span><span class=\"gray\">(43:32)</span> And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَّأَمْسَكْتُمْ خَشْيَةَ الْإِنفَاقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If you possessed the treasure of the mercy of my Lord, then you would surely hold back for fear of spending it.\")</span><span class=\"gray\">(17:100)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ لَهُمْ نَصِيبٌ مِّنَ الْمُلْكِ فَإِذًا لَّا يُؤْتُونَ النَّاسَ نَقِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or have they a share in the dominion? Then in that case they would not give mankind even a Naqir.)</span><span class=\"gray\">(4:53)</span> All of this goes to show how incapable mankind is and how divergent and inconsistent their ideas and desires are. Only Allah, may He be glorified, is Perfect in all His attributes, words, actions, laws, power and control of His creation, may He be exalted and sanctified. There is no God but He and no Lord besides Him. Then He says:</p><p class=\"ps qpc-hafs\" lang=\"ps\">بَلْ أَتَيْنَاهُم بِذِكْرِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, We have brought them their reminder,)</span> meaning the Qur'an,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَهُمْ عَن ذِكْرِهِم مُّعْرِضُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they turn away from their reminder.)</span></p><div lang=\"en\" class=\"en \"><h2>The Prophet <span class=\"gray\">(ﷺ)</span> Does Not Ask for Any Payment, and He Calls to the Straight Path</h2></div><p class=\"fa qpc-hafs\" lang=\"fa\">أَمْ تَسْأَلُهُمْ خَرْجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or is it that you ask them for some Kharj?)</span> Al-Hasan said, \"A reward.\" Qatadah said, \"Some payment.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَخَرَاجُ رَبِّكَ خَيْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the recompense of your Lord is better,)</span> means, you are not asking for any wages or payment or anything for calling them to right guidance, rather you are hoping for a great reward from Allah, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ ۖ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Whatever wage I might have asked of you is yours. My wage is from Allah only.\")</span><span class=\"gray\">(34:47)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"No wage do I ask of you for this, nor am I one of the pretenders.\")</span><span class=\"gray\">(38:86)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"No reward do I ask of you for this except to be kind to me for my kinship with you.\")</span><span class=\"gray\">(42:23)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَىٰ قَالَ يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ - اتَّبِعُوا مَن لَّا يَسْأَلُكُمْ أَجْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there came a man running from the farthest part of the town. He said: \"O my people! Obey the Messengers. Obey those who ask no wages of you, and who are rightly guided.\")</span><span class=\"gray\">(36:20-21)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ - وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And certainly, you call them to the straight path. And verily, those who believe not in the Hereafter are indeed deviating far astray from the path.)</span></p><div lang=\"en\" class=\"en \"><h2>The Situation of the Disbelievers</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, those who believe not in the Hereafter are indeed deviating far astray from the path.)</span> meaning, they have gone astray and deviated.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ لَّلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And though We had mercy on them and removed the distress which is on them, still they would obstinately persist in their transgression, wandering blindly.)</span></p><p lang=\"en\" class=\"en \">Here Allah tells of their stubbornness in their disbelief, in that even if He had removed the calamity from them and made them understand the Qur'an, they still would not follow it; they would still persist in their disbelief and stubborn transgression. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا وَّهُم مُّعْرِضُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had Allah known of any good in them, He would indeed have made them listen; and even if He had made them listen, they would but have turned away with aversion.)</span><span class=\"gray\">(8:23)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ - بَلْ بَدَا لَهُم مَّا كَانُوا يُخْفُونَ مِن قَبْلُ ۖ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if <span class=\"gray\">(Lauw)</span> you could but see when they will be held over the <span class=\"gray\">(Hell)</span> Fire! They will say: \"Would that we were but sent back <span class=\"gray\">(to the world)</span>! Then we would not deny the Ayat of our Lord, and we would be of the believers!\" Nay, it has become manifest to them what they had been concealing before. But if they were returned <span class=\"gray\">(to the world)</span>, they would certainly revert to that which they were forbidden.)</span><span class=\"gray\">[6:27-29]</span> Until His statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَبْعُوثِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(be resurrected)</span> This has to do with the knowledge of Allah. He knows about something that will not happen, but if it were to happen, He knows how it would be. Ad-Dahhak reported from Ibn 'Abbas: \"Everything that is implied in the word:</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَوْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If <span class=\"gray\">(Lauw)</span>)</span> is something that will never happen.\"</p>"
  }
]