[
  {
    "ayah_key": "20:102",
    "group_ayah_key": "20:102",
    "from_ayah": "20:102",
    "to_ayah": "20:104",
    "ayah_keys": "20:102,20:103,20:104",
    "text": "<p lang=\"en\" class=\"en \">The Day when the Sur will be blown: that Day, We shall gather the criminals blue-eyed <span>(102)</span>They will speak in a very low voice to each other <span class=\"gray\">(saying)</span>: \"You stayed not longer than ten. <span>(103)</span>We know very well what they will say, when the best among them in knowledge and wisdom will say: \"You stayed no longer than a day! <span>(104)</span></p><div lang=\"en\" class=\"en \"><h2>The Blowing of the Sur and the Day of Resurrection</h2></div><p lang=\"en\" class=\"en \">It has been confirmed in a Hadith that the Messenger of Allah ﷺ was asked about the Sur and he replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَرْنٌ يُنْفَخُ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is a horn that will be blown into.)</span></p><p lang=\"en\" class=\"en \">It has been related in a Hadith about the Sur, on the authority of Abu Hurayrah that it is a huge horn that has a circumference as large as the heavens and the earth. The angel Israfil will blow into it. Another Hadith has been related which states that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتقَمَ الْقَرْنَ وَحَنَى جَبْهَتَهُ، وَانْتَظَرَ أَنْ يُؤْذَنَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How can I be comfortable when the one with the horn is holding it in his lips and his forehead is leaning forward, waiting to be given permission <span class=\"gray\">(to blow it)</span>.)</span> The people said, \"O Messenger of Allah, what should we say?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُولُوا: حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ عَلَى اللهِ تَوَكَّلْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: Allah is sufficient for us and what a good protector He is. Upon Allah we place our trust.)</span> Concerning His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall gather the criminals blue-eyed.)</span> It has been said that this means having blue eyes due to the severity of their horrifying situation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَخَافَتُونَ بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will speak in a very low voice to each other.)</span> Ibn 'Abbas said, \"This means whispering among themselves.\" This means that some of them will be saying to others,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِن لَّبِثْتُمْ إِلَّا عَشْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You stayed not longer than ten.)</span> meaning in the abode of the worldly life, you only tarried there for a little while. The time was equivalent to ten days or so. Allah, the Exalted, then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We know very well what they will say,)</span> This means in their condition of conversing amongst themselves.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when the best among them in knowledge and wisdom will say;)</span> the one with perfect intelligence amongst them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن لَّبِثْتُمْ إِلَّا يَوْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You stayed no longer than a day!)</span> This is because on the Day of Judgement they will sense the shortness of the worldly life within themselves. For the worldly life, with its repetitious time periods and successive nights, days and hours, is as if it is just one day. For this reason, on the Day of Resurrection the disbelievers will think the worldly life was very short. By this they mean to prevent the establishment of the evidence against them due to the shortness of time that they had. Allah says about this,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day that the Hour will be established, the criminals will swear that they stayed not but an hour)</span> until His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّكُمْ كُنتُمْ لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but you knew not.\")</span><span class=\"gray\">[30:55-56]</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did We not give you lives long enough, so that whosoever would receive admonition could receive it? And the warner came to you.)</span><span class=\"gray\">(35:37)</span> Allah, the Exalted, also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ - قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ - قَالَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا ۖ لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah will say)</span>: What number of years did you stay on earth? They will say: \"We stayed a day or part of a day. Ask of those who keep account.\" He <span class=\"gray\">(Allah)</span> will say: \"You stayed not but a little, if you had only known!\")</span><span class=\"gray\">(23:112-114)</span></p><p lang=\"en\" class=\"en \">This means that you only remained in it <span class=\"gray\">(the earth)</span> a little while. If you only knew, you would have preferred the eternal life over the temporal life. Yet, you conducted yourselves in an evil manner. You gave the present, temporary life precedence over the eternal and everlasting life.</p>"
  },
  {
    "ayah_key": "20:105",
    "group_ayah_key": "20:105",
    "from_ayah": "20:105",
    "to_ayah": "20:108",
    "ayah_keys": "20:105,20:106,20:107,20:108",
    "text": "<p lang=\"en\" class=\"en \">And they ask you concerning the mountains. Say: \"My Lord will blast them and scatter them as particles of dust. <span>(105)</span>\"Then He shall leave it as a level smooth plain. <span>(106)</span>\"You will see therein no crookedness nor curve. <span>(107)</span>On that Day mankind will follow strictly <span class=\"gray\">(the voice of)</span> Allah's caller, no crookedness <span class=\"gray\">(that is without going to the right or left of that voice)</span> will they show him <span class=\"gray\">(Allah's caller)</span>. And all voices will be humbled for the Most Gracious <span class=\"gray\">(Allah)</span>, and nothing shall you hear except Hamsa <span>(108)</span></p><div lang=\"en\" class=\"en \"><h2>The destruction of the Mountains, and the Earth becomes a Smooth Plain</h2></div><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ عَنِ الْجِبَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they ask you concerning the mountains.)</span> This is a question, will they remain on the Day of Resurrection or will they cease to exist?</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَقُلْ يَنسِفُهَا رَبِّي نَسْفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"My Lord will blast them and scatter them as particles of dust.\")</span> This means that He will take them away from their places, wipe them out and remove them completely.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَذَرُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then He shall leave it)</span> referring to the earth;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَاعًا صَفْصَفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as a level smooth plain.)</span> This means one expanse spread out. The word Qa' means a piece of land that is level and the word Safsafa is used to place emphasis on this meaning. It has also been said that Safsafa means that which has no vegetation growing in it. The first meaning is preferred, even though the second meaning is also included by necessity. In reference to this, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَرَىٰ فِيهَا عِوَجًا وَلَا أَمْتًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You will see therein no crookedness nor curve.)</span> meaning, 'on that Day you will not see in the earth any valley, hill, or any place, whether low or elevated.' Ibn 'Abbas, 'Ikrimah, Mujahid, Al-Hasan Al-Basri, Ad-Dahhak, Qatadah and others of the Salaf all said the same.</p><div lang=\"en\" class=\"en \"><h2>The People will rush towards the Voice of the Caller</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that Day mankind will follow strictly Allah's caller, no crookedness will they show him.)</span></p><p lang=\"en\" class=\"en \">On the Day, they see these conditions and these frightening sights, they will hastily respond to the caller. Wherever they are commanded to go, they will rush to it. If they had been like this in the worldly life, it would have been more beneficial for them, but here it does not benefit them. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How clearly will they see and hear, the Day when they will appear before Us!)</span><span class=\"gray\">[19:38]</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّهْطِعِينَ إِلَى الدَّاعِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(hastening towards the caller.)</span><span class=\"gray\">[54:8]</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَٰنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And all voices will be humbled for the Most Gracious,)</span> Ibn 'Abbas said, \"This means they will be silent.\" As-Suddi also said the same.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَسْمَعُ إِلَّا هَمْسًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And nothing shall you hear except Hamsa.)</span> Sa'id bin Jubayr related that Ibn 'Abbas said, \"This means the steps of feet.\" 'Ikrimah, Mujahid, Ad-Dahhak, Ar-Rabi' bin Anas, Qatadah, Ibn Zayd and others all said the same. 'Ali bin Abi Talhah said that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَسْمَعُ إِلَّا هَمْسًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And nothing shall you hear except Hamsa.)</span> \"Hamsa means a hidden voice.\" This has also been reported from 'Ikrimah and Ad-Dahhak. Sa'id bin Jubayr said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَسْمَعُ إِلَّا هَمْسًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And nothing shall you hear except Hamsa.)</span> \"Hamsa means the secret speech and the steps of feet.\"</p>"
  }
]