[
  {
    "ayah_key": "34:22",
    "group_ayah_key": "34:22",
    "from_ayah": "34:22",
    "to_ayah": "34:23",
    "ayah_keys": "34:22,34:23",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Call upon those whom you assert besides Allah, they possess not even the weight of a speck of dust, either in the heavens or on the earth, nor have they any share in either, nor there is for Him any supporter from among them. <span>(22)</span>Intercession with Him profits not except for him whom He permits. So much so that when fear is banished from their hearts, they say: \"What is it that your Lord has said?\" They say the truth. And He is the Most High, the Most Great <span>(23)</span></p><p lang=\"en\" class=\"en \">The Helplessness of the gods of the Idolators </p><p lang=\"en\" class=\"en \">Here Allah states clearly that He is the One and Only God, the Self-Sufficient Master, Who has no peer or partner; He is independent in His command and there is no one who can share or dispute with Him in that, or overturn His command. So, He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Call upon those whom you assert besides Allah...\")</span> meaning, the gods who are worshipped besides Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they possess not even the weight of a speck of dust, either in the heavens or on the earth,)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those, whom you invoke or call upon instead of Him, own not even a Qitmir)</span><span class=\"gray\">(35:13)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor have they any share in either,)</span> means, they do not possess anything, either independently or as partners.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor there is for Him any supporter from among them.)</span> means, nor does Allah have among these rivals any whose support He seeks in any matter; on the contrary, all of creation is in need of Him and is enslaved by Him. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Intercession with Him profits not except for him whom He permits.)</span> meaning, because of His might, majesty and pride, no one would dare to intercede with Him in any matter, except after being granted His permission to intercede. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who is he that can intercede with Him except with His permission?)</span><span class=\"gray\">(2:255)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there are many angels in the heavens, whose intercession will avail nothing except after Allah has given leave for whom He wills and is pleased with.)</span><span class=\"gray\">(53:26)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَىٰ وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they cannot intercede except for him with whom He is pleased. And they stand in awe for fear of Him)</span><span class=\"gray\">(21:28)</span>. It was reported in the Two Sahihs through more than one chain of narration that the Messenger of Allah ﷺ, who is the leader of the sons of Adam and the greatest intercessor before Allah, will go to stand in Al-Maqam Al-Mahmud <span class=\"gray\">(the praised position)</span> to intercede for all of mankind when their Lord comes to pass judgement upon them. He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَسْجُدُ للهِ تَعَالَى فَيَدَعُنِي مَا شاءَ اللهُ أَنْ يَدَعَنِي، وَيَفْتَحُ عَلَيَّ بِمَحَامِدَ لَا أُحْصِيهَا الْآنَ، ثُمَّ يُقَالُ: يَامُحَمَّدُ! ارْفَعْ رَأْسَكَ وَقُلْ تُسْمَعْ، وَسَلْ تُعْطَهُ، وَاشْفَعْ تُشَفَّعْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then I will prostrate to Allah, may He be exalted, and He will leave me <span class=\"gray\">(in that position)</span>, as long as Allah wills, and He will inspire me to speak words of praise which I cannot mention now. Then it will be said, \"O Muhammad, raise your head. Speak, you will be heard; ask, you will be given; intercede, your intercession will be accepted...\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا الْحَقَّ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So much so that when fear is banished from their hearts, they say: \"What is it that your Lord has said?\" They say the truth.)</span> This also refers to the great degree of His might and power. When He speaks words of revelation, the inhabitants of the heavens hear what He says, and they tremble with fear <span class=\"gray\">(of Allah)</span> so much that they swoon. This was the view of Ibn Mas'ud, may Allah be pleased with him, Masruq and others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(So much so that when fear is banished from their hearts,)</span> means, when the fear leaves their hearts. Ibn 'Abbas, Ibn 'Umar, Abu 'Abdur-Rahman As-Sulami, Ash-Sha'bi, Ibrahim An-Nakha'i, Ad-Dhahhak, Al-Hasan and Qatadah said concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا الْحَقَّ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So much so that when fear is banished from their hearts, they say: \"What is it that your Lord has said?\" They say the truth.)</span></p><p lang=\"en\" class=\"en \">\"When the fear is lifted from their hearts.\" When this happens, some of them say to others, \"What did your Lord say?\" Those <span class=\"gray\">(angels)</span> who are carrying the Throne tell those who are next to them, then they in turn pass it on to those who are next to them, and so on, until the news reaches the inhabitants of the lowest heaven. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا الْحَقَّ ۖ </p><p lang=\"en\" class=\"en \">They say the truth. meaning, they report what He said, without adding or taking away anything.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَلِيُّ الْكَبِيرُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the Most High, the Most Great.)</span> In his Tafsir of this Ayah in his Sahih, Al-Bukhari recorded that Abu Hurayrah, may Allah be pleased with him said, \"The Prophet of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا قَضَى اللهُ تَعَالَى الْأَمْرَ فِي السَّمَاءِ ضَرَبَتِ الْمَلَائِكَةُ بِأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ،كَأَنَّهُ سِلْسِلَةٌ عَلَىٰ صَفْوَانٍ، فَإِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا: مَاذَا قَالَ رَبُّكُمْ؟ قَالُوا لِلَّذِي قَالَ: الْحَقَّ، وَهُوَ الْعَلِيُّ الْكَبِيرُ، فَيَسْمَعُهَا مُسْتَرِقُ السَّمْعِ، وَمُسْتَرِقُ السَّمْعِ هَكَذَا بَعْضُهُ فَوْقَ بَعْضٍ - وَوَصَفَ سُفْيَانُ بِيَدِهِ فَحَرَّفَهَا، وَنَشَرَ بَيْنَ أَصَابِعِهِ - فَيَسْمَعُ الْكَلِمَةَ فَيُلْقِيهَا إِلَى مَنْ تَحْتَهُ، ثُمَّ يُلْقِيهَا الْآخَرُ إِلَى مَنْ تَحْتَهُ، حتّٰى يُلْقِيَهَا عَلَى لِسَانِ السَّاحِرِ أَوِ الْكَاهِنِ، فَرُبَّمَا أَدْرَكَهُ الشِّهَابُ قَبْلَ أَنْ يُلْقِيَهَا، وَرُبَّمَا أَلْقَاهَا قَبْلَ أَنْ يُدْرِكَهُ، فَيَكْذِبُ مَعَهَا مِائَةَ كَذْبَةٍ فَيُقَالُ: أَلَيْسَ قَدْ قَالَ لَنَا يَوْمَ كَذَا وَكَذَا، كَذَا وَكَذَا؟ فَيُصَدَّقُ بِتِلْكَ الْكَلِمَةِ الَّتِي سُمِعَتْ مِنَ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When Allah decrees a matter in heaven, the angels beat their wings in submission to His Words, making a sound like a chain striking a smooth rock. When the fear is banished from their hearts, they say, \"What is it that your Lord has said?\" They say the truth, and He is the Most High, the Most Great. Then the one who is listening out hears that, and those who are listening out are standing one above the other)</span> – Sufyan <span class=\"gray\">[one of the narrators]</span> demonstrated with his hand, holding it vertically with the fingers outspread. <span class=\"gray\">(So he hears what is said and passes it on to the one below him, and that one passes it to the one who is below him, and so on until it reaches the lips of the soothsayer or fortune-teller. Maybe a meteor will hit him before he can pass anything on, or maybe he will pass it on before he is hit. He tells a hundred lies alongside it, but it will be said, \"Did he not tell us that on such and such a day, such and such would happen?\" So they believe him because of the one thing which was heard from heaven.)</span>\" </p><p lang=\"en\" class=\"en \">This was recorded by Al-Bukhari, not by Muslim. Abu Dawud, At-Tirmidhi and Ibn Majah also recorded it. And Allah knows best.</p>"
  }
]