[
  {
    "ayah_key": "28:10",
    "group_ayah_key": "28:10",
    "from_ayah": "28:10",
    "to_ayah": "28:13",
    "ayah_keys": "28:10,28:11,28:12,28:13",
    "text": "<p lang=\"en\" class=\"en \">And the heart of the mother of Musa became empty. She was very near to disclose his <span class=\"gray\">(case)</span>, had We not strengthened her heart, so that she might remain as one of the believers <span>(10)</span>And she said to his sister: \"Follow him.\" So she watched him from a far place <span class=\"gray\">(secretly)</span>, while they perceived not <span>(11)</span>And We had already forbidden foster suckling mothers for him, until she said: \"Shall I direct you to a household who will rear him for you, and look after him in a good manner? <span>(12)</span>So We restored him to his mother, that her eye might be comforted, and that she might not grieve, and that she might know that the promise of Allah is true. But most of them know not <span>(13)</span></p><div lang=\"en\" class=\"en \"><h2>The intense Grief of Musa's Mother, and how He was returned to Her</h2></div><p lang=\"en\" class=\"en \">Allah tells us how, when her child was lost in the river, the heart of Musa's mother became empty, i.e., she could not think of any matter in this world except Musa. This was the view of Ibn 'Abbas, Mujahid, 'Ikrimah, Sa'id bin Jubayr, Abu 'Ubaydah, Ad-Dahhak, Al-Hasan Al-Basri, Qatadah and others.</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنْ كَادَتْ لَتُبْدِي بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(She was very near to disclose his <span class=\"gray\">(case)</span>,)</span> means, because of the intensity of her grief, she almost told people that she had lost a son. She would have disclosed her situation, if Allah had not given her strength and patience. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا أَنْ رَبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ - وَقَالَتْ لِأُخْتِهِ قُصِّيهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(had We not strengthened her heart, so that she might remain as one of the believers. And she said to his sister: \"Follow him.\")</span> means, she told her daughter, who was older and was of an age to understand things,</p><p class=\"fa qpc-hafs\" lang=\"fa\"> قُصِّيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Follow him.)</span> means, follow his traces and look for information about him, try to find out about him around the city. So she went out to do that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَصُرَتْ بِهِ عَنْ جُنُبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So she watched him from a far place <span class=\"gray\">(secretly)</span>,)</span> Ibn 'Abbas said, \"Off to the side.\" Mujahid said, \"It means she looked from afar. Qatadah said: \"She started to look at him as if she was not really interested.\" </p><p lang=\"en\" class=\"en \">When Musa had settled into the house of Fir'awn, after the king's wife had begun to love him and asked Fir'awn not to kill him, they brought to him the wet nurses who were to be found in their household, and he did not accept any of them, refusing to take milk from them. So they took him out to the marketplace, hoping to find a woman who would be suitable to nurse him. When <span class=\"gray\">(his sister)</span> saw him in their arms, she recognized him, but she did not give any indication nor did they suspect her. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We had already forbidden foster suckling mothers for him,)</span> Because of his honored status with Allah, it was forbidden by divine decree. It was decreed that no one should nurse him except his own mother, and Allah caused this to be the means reuniting him with his mother so that she could nurse him and feel safe after having felt such fear. When <span class=\"gray\">[his sister]</span> saw that they were confused over who should nurse the child,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰ أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(she said: \"Shall I direct you to a household who will rear him for you, and look after him in a good manner\")</span> Ibn 'Abbas said: When she said that, they had some doubts about her, so they seized her and asked her, How do you know these people will be sincere and will care for him?\" She said to them, \"They will be sincere and will care for him because they want the king to be happy and because they hope for some reward.\" So they let her go. After what she said, being safe from their harm, they took her to their house and brought the baby to his mother. She gave him her breast and he accepted it, so they rejoiced and sent the glad tidings to the wife of Fir'awn. She called for Musa's mother, treating her kindly and rewarding her generously. She did not realize that she was his real mother, but she saw that the baby accepted her breast. Then Asiyah asked her to stay with her and nurse the baby, but she refused, saying, \"I have a husband and children, and I cannot stay with you, but if you would like me to nurse him in my own home, I will do that.\" The wife of Fir'awn agreed to that, and paid her a regular salary and gave her extra gifts and clothing and treated her kindly. The mother of Musa came back with her child, happy that after a time of fear Allah granted her security, prestige, and ongoing provision.</p><p lang=\"en\" class=\"en \">There was only a short time between the distress and the way out, a day and night, or thereabouts – and Allah knows best. Glory be to the One in Whose hands are all things; what He wills happens and what He does not will does not happen. He is the One Who grants those who fear Him, a way out from every worry and distress, Allah said:</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَرَدَدْنَاهُ إِلَىٰ أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We restored him to his mother, that her eye might be comforted,)</span> means, by him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْزَنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that she might not grieve,)</span> means, for him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that she might know that the promise of Allah is true.)</span> meaning, 'We had promised her to return him to her and to make him one of the Messengers.' When he was returned to her, she realized that he was one of the Messengers, so as she brought him up, she treated him both as a child <span class=\"gray\">(with kindness)</span> and as a Messenger <span class=\"gray\">(with respect)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But most of them know not.)</span> means, they do not know the wisdom of Allah in His actions and their good consequences, for which He is to be praised in this world and the Hereafter. For a thing may happen that people do not like, but its consequences are good, as Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَعَسَىٰ أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ ۖ وَعَسَىٰ أَنْ تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَكُمْ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and it may be that you dislike a thing which is good for you and that you like a thing which is bad for you)</span><span class=\"gray\">(2:216)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَعَسَىٰ أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it may be that you dislike a thing and Allah brings through it a great deal of good)</span><span class=\"gray\">(4:19)</span>.</p>"
  },
  {
    "ayah_key": "28:14",
    "group_ayah_key": "28:14",
    "from_ayah": "28:14",
    "to_ayah": "28:17",
    "ayah_keys": "28:14,28:15,28:16,28:17",
    "text": "<p lang=\"en\" class=\"en \">And when he reached maturity, and was complete, We bestowed on him Hukm and knowledge. And thus do We reward the doers of good <span>(14)</span>And he entered the city when its people were unaware: and he found there two men fighting, – one of his party, and the other of his foes. The man of his <span class=\"gray\">(own)</span> party asked him for help against his foe, so Musa struck him with his fist and he died. He said: \"This is of Shaytan's doing, verily, he is a plain misleading enemy. <span>(15)</span>He said: \"My Lord! Verily, I have wronged myself, so forgive me.\" Then He forgave him. Verily, He is the Oft-Forgiving, the Most Merciful <span>(16)</span>He said: \"My Lord! For that with which You have favored me, I will nevermore be a helper of the criminals! <span>(17)</span></p><div lang=\"en\" class=\"en \"><h2>How Musa killed a Coptic Man</h2></div><p lang=\"en\" class=\"en \">Having described Musa's beginnings, Allah then tells us that when he reached maturity, and was complete in stature, Allah gave him Hukm and religious knowledge. Mujahid said that this means prophethood.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And thus do We reward the doers of good.)</span> Then Allah describes how Musa reached the status that was decreed for him, that of Prophethood and speaking to Allah, as a direct consequence of killing the Coptic, which was the reason why he left Egypt and went to Madyan. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَدَخَلَ الْمَدِينَةَ عَلَىٰ حِينِ غَفْلَةٍ مِنْ أَهْلِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he entered the city when its people were unaware.)</span> Ibn Jurayj narrated from 'Ata' Al-Khurasani, from Ibn 'Abbas, \"That was between Maghrib and 'Isha'.\" Ibn Al-Munkadir narrated from 'Ata' bin Yasar from Ibn 'Abbas, \"That was in the middle of the day.\" This was also the view of Sa'id bin Jubayr, 'Ikrimah, As-Suddi and Qatadah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he found there two men fighting,)</span> meaning, hitting one another and struggling with one another.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا مِنْ شِيعَتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(one of his party,)</span> meaning, an Israelite,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَٰذَا مِنْ عَدُوِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the other of his foes.)</span> meaning, a Coptic. This was the view of Ibn 'Abbas, Qatadah, As-Suddi and Muhammad bin Ishaq. The Israelite man asked Musa, peace be upon him, for help, and Musa took advantage of the fact that people were not paying attention, so he went to the Coptic man and</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَوَكَزَهُ مُوسَىٰ فَقَضَىٰ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so Musa struck him with his fist and he died.)</span> Mujahid said, \"This means he punched him with his fist.\" And then he died.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(He said)</span> refers to Musa.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا مِنْ عَمَلِ الشَّيْطَانِ ۖ إِنَّهُ عَدُوٌّ مُضِلٌّ مُبِينٌ - قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ ۚ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ - قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"This is of Shaytan's doing, verily, he is a plain misleading enemy.\" He said: \"My Lord! Verily, I have wronged myself, so forgive me.\" Then He forgave him. Verily, He is the Oft-Forgiving, the Most Merciful. He said: \"My Lord! For that with which You have favored me,)</span> meaning, 'what You have given me of prestige, power and blessings – '</p><p class=\"sd qpc-hafs\" lang=\"sd\"> فَلَنْ أَكُونَ ظَهِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will nevermore be a helper of the criminals!)</span> 'those who disbelieve in You and go against Your commands.'</p>"
  },
  {
    "ayah_key": "28:18",
    "group_ayah_key": "28:18",
    "from_ayah": "28:18",
    "to_ayah": "28:19",
    "ayah_keys": "28:18,28:19",
    "text": "<p lang=\"en\" class=\"en \">So he became afraid, looking about in the city, when behold, the man who had sought his help the day before, called for his help <span class=\"gray\">(again)</span>. Musa said to him: \"Verily, you are a plain misleader! <span>(18)</span>Then when he decided to seize the man who was an enemy to both of them, the man said: \"O Musa! Is it your intention to kill me as you killed a man yesterday? Your aim is nothing but to become a tyrant in the land, and not to be one of those who do right. <span>(19)</span></p><div lang=\"en\" class=\"en \"><h2>How the Secret of this Killing became known</h2></div><p lang=\"en\" class=\"en \">Allah tells us that when Musa killed that Coptic,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فِي الْمَدِينَةِ خَائِفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he became afraid in the city)</span> meaning, of the consequences of his action,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَرَقَّبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(looking about)</span> means, turning around and watching out, waiting for the consequences of his action to befall him. He went out and about, and saw the man who sought his help the day before, fighting with another Coptic. When Musa passed by him, he called for his help again, against this other Coptic. Musa said to him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَغَوِيٌّ مُبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you are a plain misleader!)</span> meaning, 'you obviously lead people astray and are very evil.' Then Musa intended to attack that Coptic, but the Israelite – because of his own cowardice and weakness – thought that Musa wanted to hit him because of what he had said, so he said, in self-defence –</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُوسَىٰ أَتُرِيدُ أَنْ تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالْأَمْسِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Musa! Is it your intention to kill me as you killed a man yesterday?)</span> Nobody except him and Musa, peace be upon him, knew about it, but when the other Coptic heard this, he took the news to Fir'awn's gate and told him about it. So Fir'awn came to know of it, and he became very angry and resolved to kill Musa, so he sent people after him to bring him to him.</p>"
  }
]