[
  {
    "ayah_key": "20:109",
    "group_ayah_key": "20:109",
    "from_ayah": "20:109",
    "to_ayah": "20:112",
    "ayah_keys": "20:109,20:110,20:111,20:112",
    "text": "<p lang=\"en\" class=\"en \">On that day no intercession shall avail, except the one for whom the Most Gracious has given permission and whose word is acceptable to Him <span>(109)</span>He knows what happens to them, and what will happen to them, but they will never encompass anything of His knowledge <span>(110)</span>And <span class=\"gray\">(all)</span> faces shall be humbled before the Ever Living, the Sustainer. And he who carried wrongdoing, will be indeed a complete failure <span>(111)</span>And he who works deeds of righteousness, while he is a believer, then he will have no fear of injustice, nor of any curtailment <span>(112)</span></p><div lang=\"en\" class=\"en \"><h2>The Intercession and the Recompense</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">يَوْمَئِذٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that day)</span> the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَنفَعُ الشَّفَاعَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(no intercession shall avail.)</span> meaning with Him <span class=\"gray\">(Allah)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَٰنُ وَرَضِيَ لَهُ قَوْلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except the one for whom the Most Gracious has given permission and whose word is acceptable to Him.)</span> This is similar to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who is he that can intercede with Him except with His permission?)</span><span class=\"gray\">(2:255)</span> It is also similar to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَم مِّن مَّلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِن بَعْدِ أَن يَأْذَنَ اللَّهُ لِمَن يَشَاءُ وَيَرْضَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there are many angels in the heavens, whose intercession will avail nothing except after Allah has given leave for whom He wills and is pleased with.)</span><span class=\"gray\">(53:26)</span> He also says,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَىٰ وَهُم مِّنْ خَشْيَتِهِ مُشْفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they cannot intercede except for him with whom He is pleased. And they stand in awe for fear of Him.)</span><span class=\"gray\">(21:28)</span> He also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Intercession with Him profits not except for him whom He permits.)</span><span class=\"gray\">(34:23)</span> And He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفًّا ۖ لَّا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَٰنُ وَقَالَ صَوَابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day that Ar-Ruh and the angels will stand forth in rows, they will not speak except him whom the Most Gracious allows, and he will speak what is right.)</span><span class=\"gray\">(78:38)</span> In the Two Sahihs it is reported from the leader of the Children of Adam and the Noblest of all the creatures to Allah, Muhammad ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">آتِي تَحْتَ الْعَرْشِ، وَأَخِرُّ للهِ سَاجِدًا، وَيَفْتَحُ عَلَيَّ بِمَحَامِدَ لَا أُحْصِيهَا الْآنَ، فَيَدَعُنِي مَا شَاءَ أَنْ يَدَعَنِي، ثُمَّ يَقُولُ: يَا مُحَمَّدُ، ارْفَعْ رَأْسَكَ وَقُلْ يُسْمَعْ، وَاشْفَعْ تُشَفَّعْ - فَيَحُدُّ لِي حَدًّا، فَأُدْخِلُهُمُ الْجَنَّةَ ثُمَّ أَعُودُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will come under the Throne and I will fall down into prostration. Then, I will be inspired to make praises <span class=\"gray\">(of Allah)</span> that I am not able to recall them now. Allah will leave me in this condition as long as He wishes. Then, He will say, \"O Muhammad, raise your head. Speak and you will be heard, intercede and your intercession will be accepted.\" Then, a designated group will be allowed for me <span class=\"gray\">(to intercede on their behalf)</span>. Allah will then enter them into Paradise and I will return <span class=\"gray\">(to repeat the process again)</span>.)</span></p><p lang=\"en\" class=\"en \">The Prophet ﷺ mentioned doing this four times. May Allah's blessings and peace be upon him and the rest of the Prophets as well. In another Hadith it also mentions that he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ تَعَالَى: أَخْرِجُوا مِنَ النَّارِ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ إِيمَانٍ، فَيُخْرِجُونَ خَلْقًا كَثِيرًا، ثُمَّ يَقُولُ: أَخْرِجُوا مِنَ النَّارِ مَنْ كَانَ فِي قَلْبِهِ نِصْفُ مِثْقَالٍ مِنْ إِيمَانٍ، أَخْرِجُوا مِنَ النَّارِ مَنْ كَانَ فِي قَلْبِهِ مَا يَزِنُ ذَرَّةً، مَنْ كَانَ فِي قَلْبِهِ أَدْنَى أَدْنَى مِثْقَالِ ذَرَّةٍ مِنْ إِيمَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah, the Exalted, will say, \"Bring out of the Fire whoever has a seed's weight of faith in his heart.\" So a large number of people will be brought out. Then He will say, \"Bring out of the Fire whoever has a half of a seed's weight of faith in his heart. Bring out whoever has the weight of a speck of dust in his heart. Bring out whoever has the weight of the smallest and tiniest particle of dust of faith in his heart.\")</span> And the Hadith continues. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows what happens to them and what will happen to them,)</span> He encompasses all creation with His knowledge.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُحِيطُونَ بِهِ عِلْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they will never encompass anything of His knowledge.)</span> This is like His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will never encompass anything of His knowledge except that which He wills.)</span><span class=\"gray\">(2:255)</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(all)</span> faces shall be humbled before the Ever Living, the Sustainer.)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas and others said, \"This means that the creatures will be humbled, submissive and compliant to their Compeller, the Ever Living, Who does not die, the Sustainer of all, Who does not sleep.\" He is the maintainer of everything. He determines the affairs of everything and preserves everything. He is perfect in His Self. He is the One Whom everything is in need of and whom nothing could survive without. Concerning His statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he who carried wrongdoing, will be indeed a complete failure.)</span> meaning on the Day of Resurrection. For verily, Allah will give every due right to the one who deserved it. Even the ram who lost its horn will be given revenge against the one who had horns. In the Sahih, it is recorded that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَالظُّلْمَ، فَإِنَّ الظُّلْمَ ظُلُمَاتٌ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Beware of wrongdoing <span class=\"gray\">(or oppression)</span>, for verily, wrongdoing will be darknesses on the Day of Resurrection.)</span> And the true failure is for whoever meets Allah while associating partners with Him. Allah the Exalted says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, associating partners with Me is the great wrongdoing.\")</span><span class=\"gray\">[31:13]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he who works deeds of righteousness, while he is a believer, then he will have no fear of injustice, nor of any curtailment.)</span></p><p lang=\"en\" class=\"en \">After Allah mentions the wrongdoers and their threat, He then commends the pious people and mentions the judgement they receive. Their judgement is that they will not be wronged nor oppressed. This means that their evils will not be increased and their good deeds will not be decreased. This was stated by Ibn 'Abbas, Mujahid, Ad-Dahhak, Al-Hasan, Qatadah and others. Zulm means an increase that comes from the sins of others being placed upon the person, and Hadm means a decrease.</p>"
  }
]