[
  {
    "ayah_key": "32:4",
    "group_ayah_key": "32:4",
    "from_ayah": "32:4",
    "to_ayah": "32:6",
    "ayah_keys": "32:4,32:5,32:6",
    "text": "<p lang=\"en\" class=\"en \">Allah it is He Who has created the heavens and the earth, and all that is between them in six Days. Then He Istawa over the Throne. You have none, besides Him, as a protector or an intercessor. Will you not then remember <span>(4)</span>He directs the command from the heavens to the earth; then it will go up to Him, in one Day, the space whereof is a thousand years of your reckoning <span>(5)</span>That is He, the All-Knower of the unseen and the seen, the All-Mighty, the Most Merciful <span>(6)</span></p><p lang=\"en\" class=\"en \">Allah is the Creator and Controller of the Universe</p><p lang=\"en\" class=\"en \">Allah tells us that He is the Creator of all things. He created the heavens and earth and all that is between them in six days, then He rose over the Throne – we have already discussed this matter elsewhere.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا شَفِيعٍ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You have none, besides Him, as a protector or an intercessor)</span> means, only He is the Sovereign Who is in control of all affairs, the Creator of all things, the Controller of all things, the One Who is able to do all things. There is no Creator besides Him, no intercessor except the one to whom He gives permission.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَتَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you not then remember?)</span> – this is addressed to those who worship others apart from Him and put their trust in others besides Him – exalted and sanctified and glorified be He above having any equal, partner, supporter, rival or peer, there is no God or Lord except Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He directs the command from the heavens to the earth; then it will go up to Him,)</span> means, His command comes down from above the heavens to the furthest boundary of the seventh earth. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is Allah Who has created seven heavens and of the earth the like thereof. The command descends between them,)</span><span class=\"gray\">(65:12)</span> Deeds are raised up to the place of recording above the lowest heaven. The distance between heaven and earth is the distance of five hundred years traveling, and the thickness of the heaven is the distance of five hundred years. Mujahid, Qatadah and Ad-Dahhak said, \"The distance covered by the angel when he descends or ascends is the distance of five hundred years, but he covers it in the blink of an eye.\" Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ - ذَٰلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in one Day, the measurement of which is a thousand years of your reckoning. That is He, the All-Knower of the unseen and the seen,)</span> meaning, He is controlling all these affairs. He sees all that His servants do, and all their deeds, major and minor, significant and insignificant, ascend to Him. He is the Almighty Who has subjugated all things to His control, and to Whom everybody submits, and He is Most Merciful to His believing servants. He is Almighty in His mercy and Most Merciful in His might. This is perfection: might combined with mercy and mercy combined with might, for He is Merciful without any hint of weakness.</p>"
  },
  {
    "ayah_key": "32:7",
    "group_ayah_key": "32:7",
    "from_ayah": "32:7",
    "to_ayah": "32:9",
    "ayah_keys": "32:7,32:8,32:9",
    "text": "<p class=\"en translation\" lang=\"en\">Who made everything He has created good and He began the creation of man from clay <span>(7)</span>Then He made his offspring from semen of despised water <span>(8)</span>Then He fashioned him in due proportion, and breathed into him the soul; and He gave you hearing, sight and the sense of deduction. Little is the thanks you give <span>(9)</span></p><p lang=\"en\" class=\"en \">The Creation of Man in Stages</p><p lang=\"en\" class=\"en \">Allah tells us that He has created everything well and formed everything in a goodly fashion. Malik said, narrating from Zayd bin Aslam:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who made everything He has created good)</span> means, \"He created everything well and in a goodly fashion.\" When Allah mentions the creation of the heavens and the earth, He follows that by mentioning the creation of man. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He began the creation of man from clay.)</span> meaning, He created the father of mankind, Adam, from clay.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then He made his offspring from semen of despised water.)</span> means, they reproduce in this fashion, from a Nutfah which comes from the loins of men and from between the ribs of women.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ سَوَّاهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then He fashioned him in due proportion,)</span> means, when He created Adam from clay, He created him and gave him shape and made him upright.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَفَخَ فِيهِ مِنْ رُوحِهِ ۖ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and breathed into him the soul; and He gave you hearing, sight and the sense of deduction.)</span> means, reason.</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَلِيلًا مَا تَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Little is the thanks you give!)</span> means, for these strengths with which Allah has provided you; the one who is truly blessed is the one who uses them to worship and obey his Lord, may He be exalted and glorified.</p>"
  },
  {
    "ayah_key": "33:1",
    "group_ayah_key": "33:1",
    "from_ayah": "33:1",
    "to_ayah": "33:3",
    "ayah_keys": "33:1,33:2,33:3",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ ۗ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا - وَاتَّبِعْ مَا يُوحَىٰ إِلَيْكَ مِنْ رَبِّكَ ۚ إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا - وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفَىٰ بِاللَّهِ وَكِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. O Prophet! Have Taqwa of Allah, and obey not the disbelievers and the hypocrites. Verily, Allah is Ever All-Knower, All-Wise.)</span><span class=\"gray\">(2. And follow that which is revealed to you from your Lord. Verily, Allah is Well-Acquainted with what you do.)</span><span class=\"gray\">(3. And put your trust in Allah, and sufficient is Allah as a Trustee.)</span></p><p lang=\"en\" class=\"en \">The Command to defy the Disbelievers and Hypocrites by following the Revelation of Allah and putting One's Trust in Him</p><p lang=\"en\" class=\"en \">Here Allah points out something lower by referring to something higher. When He commands His servant and Messenger to do this, He is also commanding those who are lower than him, and the command is addressed to them more so. Talq bin Habib said: \"Taqwa means obeying Allah in the light of the guidance of Allah and in hope of earning the reward of Allah, and refraining from disobeying Allah in the light of the guidance of Allah and fearing the punishment of Allah.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and obey not the disbelievers and the hypocrites.)</span> means, do not listen to what they say and do not consult them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is Ever All-Knower, All-Wise)</span> means, He is more deserving of your following His commandments and obeying Him, for He knows the consequences of all things and is Wise in all that He says and does. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّبِعْ مَا يُوحَىٰ إِلَيْكَ مِنْ رَبِّكَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And follow that which is revealed to you from your Lord.)</span> meaning, of the Qur'an and Sunnah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is Well-Acquainted with what you do.)</span> means, nothing at all is hidden from Him, and put your trust in Allah, i.e., in all your affairs and situations.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكَفَىٰ بِاللَّهِ وَكِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and sufficient is Allah as a Wakil.)</span> means, sufficient is He as a Trustee for the one who puts his trust in Him and turns to Him.</p>"
  },
  {
    "ayah_key": "33:11",
    "group_ayah_key": "33:11",
    "from_ayah": "33:11",
    "to_ayah": "33:13",
    "ayah_keys": "33:11,33:12,33:13",
    "text": "<p lang=\"en\" class=\"en \">There, the believers were tried and shaken with a mighty shaking <span>(11)</span>And when the hypocrites and those in whose hearts is a disease said: \"Allah and His Messenger promised us nothing but delusion! <span>(12)</span>And when a party of them said: \"O people of Yathrib! There is no postition for you. Therefore go back!\" And a band of them ask for permission of the Prophet saying: \"Truly, our homes lie open.\" And they lay not open. They but wished to flee <span>(13)</span></p><p lang=\"en\" class=\"en \">How the Believers were tested, and the Position of the Hypocrites during the Battle of Al-Khandaq</p><p lang=\"en\" class=\"en \">Allah tells us what happened when the Confederates surrounded Al-Madinah and the Muslims were besieged and found themselves in straitened circumstances, with the Messenger of Allah ﷺ in their midst. They were tried and tested, and were shaken with a mighty shaking. At this time hypocrisy emerged, and those in whose hearts was a disease spoke about what they really felt.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the hypocrites and those in whose hearts is a disease said: \"Allah and His Messenger promised us nothing but delusion!\")</span> Their hypocrisy became apparent, while the one in whose heart was doubt became weak, and he expressed the ideas that were in his heart because of the weakness of his faith and the difficulty of the situation. And other people said, as Allah tells us:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَا أَهْلَ يَثْرِبَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when a party of them said: \"O people of Yathrib...\")</span> meaning Al-Madinah, as it was reported in the Sahih:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُرِيتُ فِي الْمَنَامِ دَارَ هِجْرَتِكُمْ، أَرْضٌ بَيْنَ حَرَّتَيْنِ، فَذَهَبَ وَهَلِي أَنَّهَا هَجَرُ فَإِذَا هِيَ يَثْرِبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was shown in a dream the place to which you will migrate, a land between two lava fields. At first I thought it was Hajar, but it turned out to be Yathrib.)</span> According to another narration:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمَدِينَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Al-Madinah.)</span> It was said that the origin of its name Yathrib was that a man settled there from <span class=\"gray\">(the people of)</span> Al-'Amaliq whose name was Yathrib bin 'Ubayd bin Mahlayil bin 'Aws bin 'Amlaq bin Lawudh bin Iram bin Sam bin Nuh. This was the view of As-Suhayli. He said: \"And it was narrated from some of them that he said, 'It is given eleven names in the Tawrah: Al-Madinah, Tabah, Tayyibah, Al-Miskinah, Al-Jabirah, Al-Muhibbah, Al-Mahbubah, Al-Qasimah, Al-Majburah, Al-'Adhra' and Al-Marhumah.'\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَا مُقَامَ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no position for you.)</span> means, 'here, with the Prophet ﷺ, you cannot stand guard,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَارْجِعُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therefore go back)</span> means, 'to your houses and dwellings'.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a band of them ask for permission of the Prophet)</span> Al-'Awfi reported that Ibn 'Abbas, may Allah be pleased with him said, \"These were Banu Harithah, who said, 'We fear for our homes, that they may be robbed.'\" This was also stated by others. Ibn Ishaq mentioned that the one who said this was 'Aws bin Qayzi. They were using as an excuse to go back to their houses the claim that they were lying open and had nothing to protect them from the enemy, so they were afraid for their homes. But Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هِيَ بِعَوْرَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they lay not open.)</span> meaning, it is not as they claim.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ يُرِيدُونَ إِلَّا فِرَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They but wished to flee.)</span> means, they wanted to run away from the battlefield.</p>"
  }
]