[
  {
    "ayah_key": "6:118",
    "group_ayah_key": "6:118",
    "from_ayah": "6:118",
    "to_ayah": "6:119",
    "ayah_keys": "6:118,6:119",
    "text": "<p lang=\"en\" class=\"en \">So eat of that on which Allah's Name has been mentioned, if you are believers in His Ayat <span>(118)</span>And why should you not eat of that on which Allah's Name has been mentioned, while He has explained to you in detail what is forbidden to you, except under compulsion of necessity? And surely, many do lead astray by their own desires through lack of knowledge. Certainly your Lord knows best the transgressors <span>(119)</span></p><div lang=\"en\" class=\"en \"><h2>Allowing What was Slaughtered in the Name of Allah</h2></div><p lang=\"en\" class=\"en \">This is a statement of permission from Allah, for His servants, allowing them to eat the slaughtered animals werein His Name was mentioned when slaughtering them. It is understood from it that He has not allowed that over which Allah's Name was not mentioned when slaughtering. This was the practice of the pagans of Quraysh who used to eat dead animals and eat what was slaughtered for the idols. </p><p lang=\"en\" class=\"en \">Allah next encourages eating from the meat of sacrificed animals on which His Name was mentioned upon slaughtering,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And why should you not eat of that on which Allah's Name has been mentioned, while He has explained to you what is forbidden to you...)</span> meaning, He has explained and made clear to you what He has prohibited for you in detail,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ</p><p lang=\"de\" class=\"de \"><span class=\"gray\">(except under compulsion of necessity.)</span></p><p lang=\"en\" class=\"en \">In which case, you are allowed to eat whatever you can find. Allah next mentions the ignorance of the idolators in their misguided ideas, such as eating dead animals and what was sacrificed while other than Allah's Name was mentioned when slaughtering them. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ كَثِيرًا لَّيُضِلُّونَ بِأَهْوَائِهِم بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And surely, many do lead astray by their own desires through lack of knowledge. Certainly your Lord knows best the transgressors.)</span></p><p lang=\"en\" class=\"en \">He has complete knowledge of their transgression, lies and inventions.</p>"
  },
  {
    "ayah_key": "6:12",
    "group_ayah_key": "6:12",
    "from_ayah": "6:12",
    "to_ayah": "6:16",
    "ayah_keys": "6:12,6:13,6:14,6:15,6:16",
    "text": "<p lang=\"en\" class=\"en \">Say: \"To whom belongs all that is in the heavens and the earth?\" Say: \"To Allah.\" He has prescribed mercy for Himself. Indeed He will gather you together on the Day of Resurrection, about which there is no doubt. Those who destroy themselves will not believe <span>(12)</span>And to Him belongs whatsoever exists in the night and the day, and He is the All-Hearing, the All-Knowing. <span>(13)</span>Say: \"Shall I take as a guardian any other than Allah, the Creator of the heavens and the earth? And it is He Who feeds but is not fed.\" Say: \"Verily, I am commanded to be the first of those who submit. \"And be not you of the idolators <span>(14)</span>Say: \"I fear, if I disobey my Lord, the torment of a Mighty Day. <span>(15)</span>Who is averted from <span class=\"gray\">(such a torment)</span> on that Day; then He <span class=\"gray\">(Allah)</span> has surely been Merciful to him. And that would be the obvious success <span>(16)</span></p><div lang=\"en\" class=\"en \"><h2>Allah is the Creator and the Sustainer</h2></div><p lang=\"en\" class=\"en \">Allah states that He is the King and Owner of the heavens and earth and all of what is in them, and that He has written mercy on His Most Honorable Self. It is recorded in the Two Sahihs, that Abu Hurayrah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ لَمَّا خَلَقَ الْخَلْقَ، كَتَبَ كِتَابًا عِنْدَهُ فَوْقَ الْعَرْشِ، إِنَّ رَحْمَتِي تَغْلِبُ غَضَبِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When Allah created the creation, He wrote in a Book that He has with Him above the Throne; 'My mercy overcomes My anger.')</span> Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed He will gather you together on the Day of Resurrection, about which there is no doubt.)</span> swearing by His Most Honored Self that He will gather His servants,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ مِيقَاتِ يَوْمٍ مَّعْلُومٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For appointed meeting of a known Day.)</span><span class=\"gray\">[56:50]</span>, the Day of Resurrection that will certainly occur, and there is no doubt for His believing servants in this fact. As for those who deny and refuse, they are in confusion and disarray. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ خَسِرُوا أَنفُسَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who destroy themselves)</span> on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ لَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(will not believe.)</span> in the Return and thus do not fear the repercussions of that Day. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Him belongs whatsoever exists in the night and the day.)</span> meaning, all creatures in the heavens and earth are Allah's servants and creatures, and they are all under His authority, power and will; there is no deity worthy of worship except Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ السَّمِيعُ الْعَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He is the All-Hearing, the All-Knowing.)</span></p><p lang=\"en\" class=\"en \">He hears the statements of His servants and knows their actions, secrets and what they conceal. Allah then said to His servant and Messenger Muhammad ﷺ, whom He sent with the pure Tawhid and the straight religion, commanding him to call the people to Allah's straight path;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Shall I take as a guardian any other than Allah, the Creator of the heavens and the earth?\")</span> Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Do you order me to worship other than Allah, O you fools?\")</span><span class=\"gray\">[39:64]</span>.</p><p lang=\"en\" class=\"en \">The meaning here is, I will not take a guardian except Allah, without partners, for He is the Creator of the heavens and earth Who orignated them without precedent,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is He Who feeds but is not fed.)</span> For He sustains His creatures without needing them. Allah also said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I created not the Jinn and humans except that they should worship Me <span class=\"gray\">(Alone)</span>.)</span><span class=\"gray\">[51:56]</span> Some scholars read it, </p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَهُوَ يُطْعِمُ وَلَا يَطْعَمُ</p><p lang=\"en\" class=\"en \">\"And it is He Who feeds but He does not eat.\" meaning, Allah does not eat. Abu Hurayrah narrated, \"A man from Al-Ansar from the area of Quba' invited the Prophet ﷺ to eat some food, and we went along with the Prophet ﷺ. When the Prophet ﷺ ate and washed his hands, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ للهِ الَّذِي يُطْعِمُ وَلَا يُطْعَمُ، وَمَنَّ عَلَيْنَا فَهَدَانَا وَأَطْعَمَنَا، وَسَقَانَا مِنَ الشَّرَابِ، وَكَسَانَا مِنَ العُرْيِ، وَكُلَّ بَلَاءٍ حَسَنٍ أَبْلَانَا، الْحَمْدُ للهِ غَيْرَ مُوَدَّعٍ رَبِّي وَلَا مُكَافأً وَلَا مَكْفُورٍ، وَلَا مُسْتَغْنًى عَنْهُ، الْحَمْدُ للهِ الَّذِي أَطْعَمَنَا مِنَ الطَّعَامِ، وَسَقَانَا مِنَ الشَّرَابِ، وَكَسَانَا مِنَ الْعُرْيِ، وَهَدَانَا مِنَ الضَّلَالِ، وَبَصَّرَنَا مِنَ العَمَى، وَفَضَّلَنَا عَلَى كَثِيرٍ مِمَّنَ خَلَقَ تَفْضِيلًا، الْحَمْدُ للهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All praise is due to Allah, Who feeds but is never fed, He bestowed bounty unto us, Who gave us guidance and fed us, gave us something to drink, covered our nakedness; and for every favor He has given us. All praise is due to Allah, praise that should not be neglected, my Lord, all the while affirming that we will never be able to duly thank Him; nor be appreciative enough of Him, nor be free of needing Him. All thanks and praises are due to Allah Who fed us the food, gave us the drink, covered our nudity, guided us from misguidance, gave us sight from blindness, and honored us above many of His creaturers. All praise is due to Allah, Lord of all that exists.\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Verily, I am commanded to be the first of those who submit themselves to Allah as <span class=\"gray\">(Muslims)</span>.\")</span> from this Ummah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ - قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And be not you of the idolaters. Say: \"I fear, if I disobey my Lord, the torment of a Mighty Day.\")</span><span class=\"gray\">[6:14-15]</span>, the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن يُصْرَفْ عَنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who is averted from)</span> such a torment,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَئِذٍ فَقَدْ رَحِمَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on that Day, He has surely been Merciful to him)</span> meaning, Allah will have been merciful to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَٰلِكَ الْفَوْزُ الْمُبِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that would be the obvious success.)</span> Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever is moved away from the Fire and admitted to Paradise, he indeed is successful.)</span><span class=\"gray\">[3:185]</span>, success here indicates acquiring profit and negates loss.</p>"
  },
  {
    "ayah_key": "6:120",
    "group_ayah_key": "6:120",
    "from_ayah": "6:120",
    "to_ayah": "6:120",
    "ayah_keys": "6:120",
    "text": "<p class=\"en translation\" lang=\"en\">Leave sin, open and secret. Verily, those who commit sin will get due recompense for that which they used to commit.) Mujahid said tha <span>(120)</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">وَذَرُوا ظَاهِرَ الْإِثْمِ وَبَاطِنَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Leave evil, open and secret...)</span> refers to all kinds of sins committed in public and secret. Qatadah said that,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَذَرُوا ظَاهِرَ الْإِثْمِ وَبَاطِنَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Leave sin, open and secret...)</span> encompasses sins committed in public and secret, whether few or many. In another statement, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"<span class=\"gray\">(But)</span> the things that my Lord has indeed forbidden are 'Al-Fawāḥish' <span class=\"gray\">(evil sins)</span> whether committed openly or secretly.)</span><span class=\"gray\">[7:33]</span> This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَكْسِبُونَ الْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who commit sin will get due recompense for that which they used to commit.)</span></p><p lang=\"en\" class=\"en \">Whether the sins they committed were public or secret, Allah will compensate them for these sins. Ibn Abi Hatim recorded that An-Nawwas bin Sam'an said, \"I asked Allah's Messenger ﷺ about 'Al-Ithm'. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْإِثمُ مَا حَاكَ فِي صَدْرِكَ وَكَرِهْتَ أَنْ يَطَّلِعَ النَّاسُ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The sin is that which you find in your heart and you dislike that people become aware of it.)</span></p>"
  }
]