[
  {
    "ayah_key": "65:12",
    "group_ayah_key": "65:12",
    "from_ayah": "65:12",
    "to_ayah": "65:12",
    "ayah_keys": "65:12",
    "text": "<p class=\"en translation\" lang=\"en\">It is Allah Who has created seven heavens and of the earth the like thereof. His command descends between them, that you may know that Allah has power over all things, and that Allah surrounds all things with <span class=\"gray\">(His)</span> knowledge <span>(12)</span></p><p lang=\"gd\" class=\"gd \">Allah's Perfect Power</p><p lang=\"en\" class=\"en \">Allah the Exalted asserts His perfect power and infinite greatness, so that the great religion that He has legislated is honored and implemented,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is Allah Who has created seven heavens)</span> Allah said in similar Ayat, like what Prophet Nuh said to his people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See you not how Allah has created the seven heavens one above another?)</span><span class=\"gray\">(71:15)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The seven heavens and the earth and all that is therein, glorify him.)</span><span class=\"gray\">(17:44)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الْأَرْضِ مِثْلَهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and of the earth the like thereof.)</span> means, He created seven earths. In the Two Sahihs, there is a Hadith that states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ ظَلَمَ قِيدَ شِبْرٍ مِنَ الْأَرْضِ طُوِّقَهُ مِنْ سَبْعِ أَرَضِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever usurps the land of somebody unjustly, even if it was a mere hand span, then his neck will be encircled with it down to the seven earths.)</span> And in Sahih Al-Bukhari the wording is:</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُسِفَ بِهِ إِلَى سَبْعِ أَرَضِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...he will sink down to the seven earths.)</span> In the beginning of my book, Al-Bidayah wan-Nihayah, I mentioned the various narrations for this Hadith when I narrated the story of the creation of the earth. All the thanks and praise is due to Allah. </p><p lang=\"en\" class=\"en \">Those who explained this Hadith to mean the seven continents have brought an implausible explanation that contradicts the letter of the Qur'an and the Hadith without having proof. </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat At-Talaq, all the thanks and praise is due to Allah.</p>"
  },
  {
    "ayah_key": "65:2",
    "group_ayah_key": "65:2",
    "from_ayah": "65:2",
    "to_ayah": "65:3",
    "ayah_keys": "65:2,65:3",
    "text": "<p lang=\"en\" class=\"en \">Then when they are about to attain their term appointed, either take them back in a good manner or part with them in a good manner. And take as witness two just persons from among you. And establish the testimony for Allah. That will be an admonition given to him who believes in Allah and the Last Day. And whosoever has Taqwa of Allah, He will make a way for him to get out <span>(2)</span>And He will provide him from where he never could imagine. And whosoever puts his trust in Allah, then He will suffice him. Verily, Allah will accomplish his purpose. Indeed Allah has set a measure for all things <span>(3)</span></p><p lang=\"lb\" class=\"lb \">Ordaining Kindness towards Divorced Women</p><p lang=\"en\" class=\"en \">Allah the Exalted says that when the woman who is in her 'Iddah nears the end of the 'Iddah term, the husband must decide to reconcile with her, thus keeping their marriage together,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَعْرُوفٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in a good manner)</span> while being kind to her in their companionship. Otherwise, he must decide to divorce her on good terms, without abusing, cursing, or admonishing her. To the contrary, he should divorce her on good terms, observing kindness and good manners.</p><p lang=\"en\" class=\"en \">The Command to have Witnesses for the Return</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take as witness two just persons from among you.)</span> meaning when taking her back, if this is your decision. Abu Dawud and Ibn Majah recorded that 'Imran bin Husayn was asked about a man who divorced his wife and then had sexual intercourse with her, without notifying witnesses of when he divorced her and when he took her back. 'Imran said, \"His divorce and taking her back was in contradiction to the Sunnah. Incorporate the presence of witnesses for divorcing her and taking her back, and do not repeat your conduct.\" Ibn Jurayj said that 'Ata' commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take as witness two just persons from among you.)</span> \"It is not permissible to marry, divorce or take back the divorced wife except with two just witnesses, just as Allah the Exalted has said, except when there is a valid excuse.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That will be an admonition given to him who believes in Allah and the Last Day.)</span> means, 'this, Our command to you to have witnesses in such cases and to establish the witness, is implemented by those who believe in Allah and the Last Day.' This legislation is meant to benefit those who fear Allah's punishment in the Hereafter.</p><p lang=\"en\" class=\"en \">Allah provides, suffices, and makes a Way out of Every Hardship for Those Who have Taqwa</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا - وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever has Taqwa of Allah, He will make a way for him to get out. And He will provide him from where he never could imagine.)</span> meaning, whoever has Taqwa of Allah in what He has commanded and avoids what He has forbidden, then Allah will make a way out for him from every difficulty and will provide for him from resources he never anticipated or thought about.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'Abdullah bin Mas'ud said, \"The most comprehensive Ayah in the Qur'an is,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah enjoins Al-'Adl <span class=\"gray\">(justice)</span> and Al-Ihsan <span class=\"gray\">(doing good)</span><span class=\"gray\">(16:90)</span>. The greatest Ayah in the Qur'an that contains relief is,</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever has Taqwa of Allah, He will make a way for him to get out.)</span>\" </p><p lang=\"en\" class=\"en \">Ikrimah also commented on the Ayah, \"Whoever divorces as Allah commanded him, then Allah will make a way out for him.\" Similar was reported from Ibn 'Abbas and Ad-Dahhak.'Abdullah bin Mas'ud and Masruq commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever has Taqwa of Allah, He will make a way for him to get out.)</span> \"It pertains to when one knows that if Allah wills He gives, and if He wills He deprives,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ حَيْثُ لَا يَحْتَسِبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from where he never could imagine.)</span> from resources he did not anticipate\" Qatadah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever has Taqwa of Allah, He will make a way for him to get out.)</span> \"meaning, from every doubt and the horrors experienced at the time of death,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He will provide him from where he never could imagine)</span> from where he never thought of or anticipated.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever puts his trust in Allah, then He will suffice him.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ibn 'Abbas said that he rode the Prophet's camel while sitting behind the Prophet , and the Messenger of Allah ﷺ said to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا غُلَامُ! إِنِّي مُعَلِّمُكَ كَلِمَاتٍ: احْفَظِ اللهَ يَحْفَظْكَ، احْفَظِ اللهَ تَجِدْهُ تُجَاهَكَ، وَإِذَا سَأَلْتَ فَاسْأَلِ اللهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللهِ، وَاعْلَمْ أَنَّ الْأُمَّةَ لَوِ اجْتَمَعُوا عَلَى أَنْ يَنْفَعُوكَ لَمْ يَنْفَعُوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللهُ لَكَ، وَلَوِ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوكَ لَمْ يَضُرُّوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللهُ عَلَيْكَ، رُفِعَتِ الْأَقْلَامُ وَجَفَّتِ الصُّحُفُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O boy! I will teach you words <span class=\"gray\">[so learn them]</span>. Be mindful of Allah and He will protect you, be mindful of Allah and He will be on your side. If you ask, ask Allah, and if you seek help, seek it from Allah. Know that if the Ummah gather their strength to bring you benefit, they will never bring you benefit, except that which Allah has decreed for you. Know that if they gather their strength to harm you, they will never harm you, except with that which Allah has decreed against you. The pens have been raised and the pages are dry.)</span> At-Tirmidhi collected this Hadith and said: \"Hasan Sahih.\" Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\"> إِنَّ اللَّهَ بَالِغُ أَمْرِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah will accomplish his purpose.)</span> meaning, Allah will execute His decisions and judgement that He made for him, in whatever way He wills and chooses,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed Allah has set a measure for all things.)</span> This is like His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Everything with Him is in <span class=\"gray\">(due)</span> proportion.)</span><span class=\"gray\">(13:8)</span></p>"
  }
]