[
  {
    "ayah_key": "72:18",
    "group_ayah_key": "72:18",
    "from_ayah": "72:18",
    "to_ayah": "72:24",
    "ayah_keys": "72:18,72:19,72:20,72:21,72:22,72:23,72:24",
    "text": "<p lang=\"en\" class=\"en \">And the Masjids are for Allah, so invoke not anyone along with Allah <span>(18)</span>And when the servant of Allah stood up invoking Him in prayer they just made round him a dense crowd as if sticking one over the other <span>(19)</span>Say: \"I invoke only my Lord, and I associate none as partners along with Him. <span>(20)</span>Say: \"It is not in my power to cause you harm, or to bring you to the right path. <span>(21)</span>Say: \"None can protect me from Allah's punishment, nor can I find refuge except in Him. <span>(22)</span>\"<span class=\"gray\">(Mine is)</span> but conveyance from Allah and His Messages, and whosoever disobeys Allah and His Messenger, then verily, for him is the fire of Hell, he shall dwell therein forever. <span>(23)</span>Till, when they see that which they are promised, then they will know who it is that is weaker concerning helpers and less important concerning numbers <span>(24)</span></p><p lang=\"en\" class=\"en \">The Command to worship Allah Alone and shun Shirk</p><p lang=\"en\" class=\"en \">Allah commands His servants to single Him out alone for worship and that none should be supplicated to along with Him, nor should any partners be associated with Him. As Qatadah said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Masjids are for Allah, so invoke not anyone along with Allah.)</span> \"Whenever the Jews and Christians used to enter their churches and synagogues, they would associate partners with Allah. Thus, Allah commanded His Prophet ﷺ to tell them that they should single Him out alone for worship.\" Ibn Jarir recorded from Sa'id bin Jubayr that he said concerning this verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Masjids are for Allah, so invoke not anyone along with Allah.)</span> \"The Jinns said to the Prophet of Allah ﷺ, 'How can we come to the Masjid while we are distant - meaning very far away - from you? And how can we be present for the prayer while we are far away from you?' So Allah revealed this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Masjids are for Allah, so invoke not anyone along with Allah.)</span>\"</p><p lang=\"en\" class=\"en \">The Jinns crowding together to hear the Qur'an </p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the servant of Allah stood up invoking Him in prayer they just made round him a dense crowd as if sticking one over the other.)</span></p><p lang=\"en\" class=\"en \">Al-'Awfi reported from Ibn 'Abbas, \"When they heard the Prophet ﷺ reciting the Qur'an they almost mounted on top of him due to their zeal. When they heard him reciting the Qur'an they drew very near to him. He was unaware of them until the messenger <span class=\"gray\">(i.e., Jibril)</span> came to him and made him recite,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"It has been revealed to me that a group of Jinn listened.\")</span><span class=\"gray\">(72:1)</span> They were listening to the Qur'an.\" This is one opinion and it has been reported from Az-Zubayr bin Al-'Awwam. Ibn Jarir recorded from Ibn 'Abbas that he said, \"The Jinns said to their people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّمَا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُواْ يَكُونُونَ عَلَيْهِ لِبَداً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when the servant of Allah stood up invoking Him in prayer they just made round him a dense crowd as if sticking one over the other.)</span></p><p lang=\"en\" class=\"en \">When they saw him praying and his Companions were bowing with his bowing and prostrating with his prostrating, they were amazed at his Compnions obedience to him. Therefore, they said to their people,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when the servant of Allah stood up invoking Him in prayer they just made round him a dense crowd as if sticking one over the other.)</span> )\"</p><p lang=\"en\" class=\"en \">This is the second view and it has also been reported from Sa'id bin Jubayr. Al-Hasan said, \"When the Messenger of Allah ﷺ stood up and said none has the right to be worshipped except Allah, and he called the people to their Lord, the Arabs almost crowded over him together <span class=\"gray\">(against him)</span>.\" Qatadah said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when the servant of Allah stood up invoking Him in prayer they just made round him a dense crowd as if sticking one over the other.)</span> \"Humans and Jinns both crowded together over this matter in order to extinguish it. However, Allah insisted upon helping it, supporting it and making it victorious over those who opposed it.\" This is the third view and it has also been reported from Ibn 'Abbas, Mujahid, Sa'id bin Jubayr and Ibn Zayd. It was also the view preferred by Ibn Jarir. This view seems to be the most apparent meaning of the Ayah due to Allah's statement which follows it,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I invoke only my Lord, and I associate none as partners along with Him.\")</span> meaning, when they harmed him, opposed him, denied him and stood against him in order to thwart the truth he came with, and to unite against him, the Messenger ﷺ said to them</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّمَا أَدْعُو رَبِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I invoke only my Lord,)</span> meaning, 'I only worship my Lord alone, and He has no partners. I seek His help and I put my trust in Him.'</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا أُشْرِكُ بِهِ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I associate none as partners along with Him.)</span></p><p lang=\"en\" class=\"en \">The Messenger <span class=\"gray\">(ﷺ)</span> does not have Power to harm or give Guidance</p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"It is not in my power to cause you harm, or to bring you to the right path.\")</span> meaning, 'say: I am only a man like you all and I have received revelation. I am only a servant among the servants of Allah. I have no control over the affairs of your guidance or your misguidance. Rather all of these things are referred to Allah.' Then he <span class=\"gray\">(the Prophet)</span> says about himself that no one can save him from Allah either. This means, 'if I disobey Allah, then no one would be able to rescue me from His punishment.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and nor can I find refuge except in Him.)</span> Mujahid, Qatadah and As-Suddi all said, \"No place to escape to.\"</p><p lang=\"en\" class=\"en \">It is only obligatory upon the Messenger <span class=\"gray\">(ﷺ)</span> to convey the Message</p><p lang=\"en\" class=\"en \">Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Mine is)</span> but conveyance from Allah and His Messages,)</span> This is an exception related to the previous statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None can protect me from Allah's punishment,)</span> meaning, 'nothing can save me from Him and rescue me except my conveyance of the Message that He has obligated me to carry out.' This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ ۖ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ۚ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Messenger! Proclaim which has been sent down to you from your Lord. And if you do not, then you have not conveyed His Message. Allah will protect you from mankind.)</span><span class=\"gray\">(5:67)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whosoever disobeys Allah and His Messenger, then verily, for him is the fire of Hell, he shall dwell therein forever.)</span> meaning, 'I will convey unto you all the Messages of Allah, so whoever disobeys after that, then his reward will be the fire of Hell wherein he will abide forever.' This means, they will not be able to avoid it nor escape from it. Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا رَأَوْا مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Till, when they see that which they are promised, then they will know who it is that is weaker concerning helpers and less important concerning numbers.)</span> meaning, until these idolators from the Jinns and humans see what has been promised to them on the Day of Judgement. Then on that day, they will know who's helpers are weaker and fewer in number – them or the believers who worship Allah alone. This means that the idolators have no helper at all and they are fewer in number than the soldiers of Allah.</p>"
  }
]