[
  {
    "ayah_key": "4:23",
    "group_ayah_key": "4:23",
    "from_ayah": "4:23",
    "to_ayah": "4:23",
    "ayah_keys": "4:23",
    "text": "<p lang=\"en\" class=\"en \">Forbidden to you <span class=\"gray\">(for marriage)</span> are: your mothers, your daughters, your sisters, your father's sisters, your mother's sisters, your brother's daughters, your sister's daughters, your foster mothers who suckled you, your foster milk suckling sisters, your wives' mothers, your stepdaughters under your guardianship, born of your wives unto whom you have gone in – but there is no sin on you if you have not gone in unto them <span class=\"gray\">(to marry their daughters)</span>, – the wives of your sons who <span class=\"gray\">(spring)</span> from your own loins, and two sisters in wedlock at the same time, except for what has already passed; verily, Allah is Oft- Forgiving, Most Merciful <span>(23)</span></p><div lang=\"en\" class=\"en \"><h2>Degrees of Women Never Eligible for One to Marry</h2></div><p lang=\"en\" class=\"en \">This honorable Ayah is the Ayah that establishes the degrees of women relatives who are never eligible for one to marry, because of blood relations, relations established by suckling or marriage. Ibn Abi Hatim recorded that Ibn 'Abbas said, \"<span class=\"gray\">(Allah said)</span> I have prohibited for you seven types of relatives by blood and seven by marriage.\" Ibn 'Abbas then recited the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Forbidden to you <span class=\"gray\">(for marriage)</span> are: your mothers, your daughters, your sisters...)</span></p><p lang=\"en\" class=\"en \">At-Tabari recorded that Ibn 'Abbas said, \"Seven degrees of blood relation and seven degrees of marriage relation are prohibited <span class=\"gray\">(for marriage)</span>.\" He then recited the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالَاتُكُمْ وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Forbidden to you <span class=\"gray\">(for marriage)</span> are: your mothers, your daughters, your sisters, your father's sisters, your mother's sisters, your brother's daughters, your sister's daughters)</span> and these are the types prohibited by blood relation.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُم مِّنَ الرَّضَاعَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your foster mothers who suckled you, your foster milk suckling sisters)</span> means, just as your mother who bore you is prohibited for you in marriage, so is your mother from suckling prohibited for you.</p><p lang=\"en\" class=\"en \">Al-Bukhari and Muslim recorded that 'A'ishah, the Mother of the Faithful, said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّضَاعَةَ تُحَرِّمُ مَا تُحَرِّمُ الْوِلَادَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Suckling prohibits what birth prohibits.)</span> In another narration reported by Muslim,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْرُمُ مِنَ الرَّضَاعَةِ مَا يَحْرُمُ مِنَ النَّسَبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Suckling establishes prohibited degrees just as blood does.)</span></p><div lang=\"en\" class=\"en \"><h2>Suckling' that Establishes Prohibition for Marriage</h2></div><p lang=\"en\" class=\"en \">Less than five incidents of suckling will not establish prohibition for marriage. In his Sahih, Muslim recorded that 'A'ishah said, \"Among the parts of the Qur'an that were revealed, is the statement, 'Ten incidents of suckling establishes the prohibition <span class=\"gray\">(concerning marriage)</span>.' It was later abrogated with five, and the Messenger of Allah ﷺ died while this statement was still recited as part of the Qur'an.'\"</p><p lang=\"en\" class=\"en \">A Hadith that Sahlah bint Suhayl narrated states that the Messenger of Allah ﷺ ordered her to suckle Salim the freed slave of Abu Hudhayfah with five.\"</p><p lang=\"en\" class=\"en \">We should assert that the suckling mentioned here must occur before the age of two, as we stated when we explained the Ayah in Surat Al-Baqarah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرَّضَاعَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(The mothers)</span> should suckle their children for two whole years, <span class=\"gray\">(that is)</span> for those <span class=\"gray\">(parents)</span> who desire to complete the term of suckling)</span><span class=\"gray\">[2:233]</span>.</p><p lang=\"en\" class=\"en \">The Mother-in-Law and Stepdaughter are Prohibited in Marriage</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمَّهَاتُ نِسَائِكُمْ وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُم مِّن نِّسَائِكُمُ اللَّاتِي دَخَلْتُم بِهِنَّ فَإِن لَّمْ تَكُونُوا دَخَلْتُم بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your wives' mothers, your stepdaughters under your guardianship, born of your wives unto whom you have gone in - but there is no sin on you if you have not gone in unto them,)</span></p><p lang=\"en\" class=\"en \">As for the mother of the wife, she becomes prohibited for marriage for her son-in-law when the marriage is conducted, whether the son-in-law has sexual relations with her daughter or not. As for the wife's daughter, she becomes prohibited for her stepfather when he has sexual relations with her mother, after the marriage contract is ratified. If the man divorces the mother before having sexual relations with her, he is allowed to marry her daughter. So Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُم مِّن نِّسَائِكُمُ اللَّاتِي دَخَلْتُم بِهِنَّ فَإِن لَّمْ تَكُونُوا دَخَلْتُم بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your stepdaughters under your guardianship, born of your wives unto whom you have gone in – but there is no sin on you if you have not gone in unto them,)</span> to marry the stepdaughter.</p><div lang=\"en\" class=\"en \"><h2>The Stepdaughter is Prohibited in Marriage Even if She Was Not Under the Guardianship of Her Stepfather</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...your stepdaughters under your guardianship,)</span> The majority of scholars state that the stepdaughter is prohibited in marriage for her stepfather <span class=\"gray\">[who consummated his marriage to her mother]</span> whether she was under his guardianship or not. The Two Sahih recorded that Umm Habibah said, \"O Messenger of Allah! Marry my sister, the daughter of Abu Sufyan <span class=\"gray\">(and in one narration 'Azzah bint Abu Sufyan)</span>.\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَ تُحِبِّينَ ذلِكَ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قالت: نعم. لست لك بمخلية، وأحب من شاركني في خيرٍ أختي، قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ ذلِكِ لَا يَحِلُّ لِي</p><p class=\"ar qpc-hafs\" lang=\"ar\">قالت: فإنا نتحدث أنك تريد أن تنكح بنت أبي سلمة، قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِنْتَ أُمِّ سَلَمَةَ؟</p><p class=\"sd qpc-hafs\" lang=\"sd\">قالت: نعم. قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهَا لَوْ لَمْ تَكُنْ رَبِيبَتِي فِي حِجْرِي مَا حَلَّتْ لِي، إِنَّهَا لَبِنْتُ أَخِي مِنَ الرَّضَاعَةِ، أَرْضَعَتْنِي وَأَبَا سَلَمَةَ ثُوَيْبَةُ، فَلَا تَعْرِضْنَ عَلَيَّ بَنَاتِكُنَّ وَلَا أَخَوَاتِكُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Do you like that I do that?\" She said, \"I would not give you up for anything, but the best of whom I like to share with me in that which is righteously good, is my sister.\" He said, \"That is not allowed for me.\" She said, \"We were told that you want to marry the daughter of Abu Salamah.\" He asked, \"The daughter of Umm Salamah?\" She said, \"Yes.\" He said, \"Even if she was not my stepdaughter and under my guardianship, she is still not allowed for me because she is my niece from suckling, for Thuwaybah suckled me and Abu Salamah. Therefore, do not offer me to marry your daughters or sisters.\")</span> In another narration from Al-Bukhari,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي لَوْ لَمْ أَتَزَوَّجْ أُمَّ سَلَمَةَ مَا حَلَّتْ لِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had I not married Umm Salamah, her daughter would not have been allowed for me anyway.)</span></p><p lang=\"en\" class=\"en \">Consequently, the Messenger ﷺ stated that his marriage to Umm Salamah was the real reason behind that prohibition.</p><div lang=\"en\" class=\"en \"><h2>Meaning of 'gone in unto them'</h2></div><p lang=\"en\" class=\"en \">The Ayah continues,</p><p class=\"ps qpc-hafs\" lang=\"ps\">اللَّاتِي دَخَلْتُم بِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your wives unto whom you have gone in)</span>, meaning, had sexual relations with them, according to Ibn 'Abbas and several others.</p><div lang=\"en\" class=\"en \"><h2>Prohibiting the Daughter-in-Law for Marriage</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The wives of your sons who <span class=\"gray\">(spring)</span> from your own loins,)</span> Therefore, you are prohibited to marry the wives of your own sons, but not the wives of your adopted sons, as adoption was common practice in Jahiliyyah. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا قَضَىٰ زَيْدٌ مِّنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when Zayd had accomplished his desire from her <span class=\"gray\">(i.e. divorced her)</span>, We gave her to you in marriage, so that <span class=\"gray\">(in future)</span> there may be no difficulty to the believers in respect of <span class=\"gray\">(the marriage of)</span> the wives of their adopted sons when the latter have no desire to keep them <span class=\"gray\">(i.e. they had divorced them)</span>.)</span><span class=\"gray\">[33:37]</span></p><p lang=\"en\" class=\"en \">Ibn Jurayj said, \"I asked 'Ata' about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The wives of your sons who <span class=\"gray\">(spring)</span> from your own loins,)</span> He said, 'We were told that when the Prophet ﷺ married the ex-wife of Zayd <span class=\"gray\">(who was the Prophet's adopted son before Islam prohibited this practice)</span>, the idolators in Makkah criticized him. Allah sent down the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The wives of your sons who <span class=\"gray\">(spring)</span> from your own loins)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor has He made your adopted sons your real sons.)</span><span class=\"gray\">[33:4]</span>, and,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَّا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِّن رِّجَالِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Muhammad is not the father of any of your men)</span><span class=\"gray\">[33:40]</span>.'\"</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Al-Hasan bin Muhammad said, \"These Ayat are encompassing,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَحَلَائِلُ أَبْنَائِكُمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the wives of your sons)</span>, and,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأُمَّهَاتُ نِسَائِكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your wives' mothers)</span>.</p><p lang=\"en\" class=\"en \">This is also the explanation of Tawus, Ibrahim, Az-Zuhri and Makhul. It means that these two Ayat encompass these types of women, whether the marriage was consummated or not, and there is a consensus on this ruling.</p><div lang=\"en\" class=\"en \"><h2>A Doubt and Rebuttal</h2></div><p lang=\"en\" class=\"en \">Why is the wife of one's son from suckling prohibited for him for marriage - that is, if she is no longer married to his son from suckling - as the majority of scholars state, although they are not related by blood? The answer is the Prophet's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ النَّسَبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Suckling prohibits what blood relations prohibit.)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of Taking Two Sisters as Rival Wives</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَن تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and two sisters in wedlock at the same time, except for what has already passed;)</span></p><p lang=\"en\" class=\"en \">The Ayah commands: you are prohibited to take two sisters as rival wives, or rival female-servants, except for what had happened to you during the time of Jahiliyyah, which We have forgiven and erased. Therefore, no one is allowed to take or keep two sisters as rival wives, according to the consensus of the scholars of the Companions, their followers, and the Imams of old and present. They all stated that taking two sisters as rival wives is prohibited, and that whoever embraces Islam while married to two sisters at the same time is given the choice to keep one of them and divorce the other. Imam Ahmad recorded that Ad-Dahhak bin Fayruz said that his father said, \"I embraced Islam while married to two sisters at the same time and the Prophet ﷺ commanded me to divorce one of them.\"</p>"
  }
]