[
  {
    "ayah_key": "2:133",
    "group_ayah_key": "2:133",
    "from_ayah": "2:133",
    "to_ayah": "2:134",
    "ayah_keys": "2:133,2:134",
    "text": "<p lang=\"en\" class=\"en \">Or were you witnesses when death approached Ya'qub <span class=\"gray\">(Jacob)</span>? When he said unto his sons, \"What will you worship after me?\" They said, \"We shall worship your AIlah <span class=\"gray\">(God ـ Allah)</span> the Ilah of your fathers, Ibrahim <span class=\"gray\">(Abraham)</span>, Isma'il <span class=\"gray\">(Ishmael)</span>, Ishaq <span class=\"gray\">(Isaac)</span>, One Ilah, and to Him we submit <span class=\"gray\">(in Islam)</span>) <span>(133)</span>That was a nation who has passed away. They shall receive the reward of what they earned and you of what you earn. And you will not be asked of what they used to do <span>(134)</span></p><div lang=\"en\" class=\"en \"><h2>Ya'qub's Will and Testament to His Children upon His Death</h2></div><p lang=\"en\" class=\"en \">This Ayah contains Allah's criticism of the Arab pagans among the offspring of Isma'il as well as the disbelievers among the Children of Israel Jacob the son of Isaac, the son of Ibrahim. When death came to Jacob, he advised his children to worship Allah alone without partners. He said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَعْبُدُونَ مِن بَعْدِي قَالُوا نَعْبُدُ إِلَٰهَكَ وَإِلَٰهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"What will you worship after me?\" They said, \"We shall worship your Ilah <span class=\"gray\">(God ـ Allah)</span> the Ilah of your fathers, Ibrahim, Isma'il, Ishaq,\")</span></p><p lang=\"en\" class=\"en \">Mentioning Isma'il here is a figure of speech, because Isma'il is Jacob's uncle. An-Nahas said that the Arabs call the uncle a father, as Al-Qurtubi mentioned).</p><p lang=\"en\" class=\"en \">This Ayah is used as evidence that the grandfather is called a father and inherits, rather than the brothers <span class=\"gray\">(i.e. when his son dies)</span>, as Abu Bakr asserted, according to Al-Bukhari who narrated Abu Bakr's statement from Ibn 'Abbas and Ibn Az-Zubayr. Al-Bukhari then commented that there are no opposing opinions regarding this subject. This is also the opinion of 'A'ishah the Mother of the believers, Al-Hasan Al-Basri, Tawus and 'Ata', Malik, Ash-Shaf'i and Ahmad said that the inheritance is divided between the grandfather and the brothers. It was reported that this was also the opinion of 'Umar, 'Uthman, 'Ali, bin Mas'ud, Zayd bin Thabit and several scholars among the Salaf and later generations.</p><p lang=\"en\" class=\"en \">The statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِلَٰهًا وَاحِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(One Ilah <span class=\"gray\">(God)</span>)</span> means, \"We single Him out in divinity and do not associate anything or anyone with Him.\"</p><p class=\"ps qpc-hafs\" lang=\"ps\"> وَنَحْنُ لَهُ مُسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Him we submit)</span>, in obedience meaning, obedient and submissiveness. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ أَسْلَمَ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(While to Him submitted all creatures in the heavens and the earth, willingly or unwillingly. And to Him shall they all be returned)</span><span class=\"gray\">(3:83)</span>.</p><p lang=\"en\" class=\"en \">Indeed, Islam is the religion of all the Prophets, even if their rei]spective laws differed. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not send any Messenger before you <span class=\"gray\">(O Muhammad ﷺ)</span><span class=\"gray\">[but We revealed to him <span class=\"gray\">(saying)</span>: La ilaha illa Ana <span class=\"gray\">[none has the right to be worshipped but I <span class=\"gray\">(Allah)</span>]</span>, so worship Me <span class=\"gray\">(alone and none else)</span>)</span><span class=\"gray\">(21:25)</span>.</span></p><p lang=\"en\" class=\"en \">There are many other Ayat - and Hadiths - on this subject. For instance, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ مَعْشَرَ الْأَنْبِيَاءِ أَوْلَادُ عَلَّاتٍ دِينُنا وَاحِدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We, the Prophets, are brothers with different mothers, but the same religion.)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ أُمَّةٌ قَدْ خَلَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That was a nation who has passed away)</span> meaning, existed before your time,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They shall receive the reward of what they earned and you of what you earn)</span>.</p><p lang=\"en\" class=\"en \">This Ayah proclaims, Your relationship to the Prophets or righteous people among your ancestors will not benefit you, unless you perform good deeds that bring about you religious benefit. They have their deeds and you have yours,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you will not be asked of what they used to do)</span>.\"</p><p lang=\"en\" class=\"en \">This is why a Hadith proclaims,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ بَطَّأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever was slowed on account of his deeds will not get any faster on account of his family lineage.)</span>'</p>"
  },
  {
    "ayah_key": "2:135",
    "group_ayah_key": "2:135",
    "from_ayah": "2:135",
    "to_ayah": "2:135",
    "ayah_keys": "2:135",
    "text": "<p class=\"en translation\" lang=\"en\">And they say, \"Be Jews or Christians, then you will be guided.\" Say <span class=\"gray\">(to them O Muhammad ﷺ)</span>, \"Nay, <span class=\"gray\">(we follow)</span> only the religion of Ibrahim, Hanif <span class=\"gray\">(Islamic Monotheism)</span>, and he was not of Al-Mushrikin <span class=\"gray\">(those who worshipped others along with Allah <span>(135)</span></span></p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq reported that Ibn 'Abbas said that 'Abdullah bin Suriya Al-A'war said to the Messenger of Allah, \"The guidance is only what we <span class=\"gray\">(Jews)</span> follow. Therefore, follow us, O Muhammad, and you will be rightly guided.\" Also, the Christians said similarly, so Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَىٰ تَهْتَدُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say, \"Be Jews or Christians, then you will be guided.\")</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(to them O Muhammad ﷺ)</span>, \"Nay, <span class=\"gray\">(we follow)</span> only the religion of Ibrahim, Hanif)</span> means, \"We do not need the Judaism or Christianity that you call us to, rather,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِلَّةَ إِبْرَاهِيمَ حَنِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(we follow)</span> only the religion of Ibrahim, Hanif)</span> meaning, on the straight path, as Muhammad bin Ka'b Al-Qurazi and 'Isa bin Jariyah stated. Also, Abu Qilabah said, \"The Hanif is what the Messengers, from beginning to end, believed in.\")</p>"
  },
  {
    "ayah_key": "2:136",
    "group_ayah_key": "2:136",
    "from_ayah": "2:136",
    "to_ayah": "2:136",
    "ayah_keys": "2:136",
    "text": "<p lang=\"en\" class=\"en \">Say <span class=\"gray\">(O Muslims)</span>: \"We believe in Allah and that which has been sent down to us and that which has been sent down to Ibrahim <span class=\"gray\">(Abraham)</span>, Isma'il <span class=\"gray\">(Ishmael)</span>, Ishaq <span class=\"gray\">(Isaac)</span>, Ya'qub <span class=\"gray\">(Jacob)</span>, and to Al-Asbat <span class=\"gray\">(the offspring of the twelve sons of Ya'qub)</span>, and that which has been given to Musa <span class=\"gray\">(Moses)</span> and 'Isa <span class=\"gray\">(Jesus)</span>, and that which has been given to the Prophets from their Lord. We make no distinction between any of them, and to Him we have submitted <span class=\"gray\">(in Islam)</span>. <span>(136)</span></p><div lang=\"en\" class=\"en \"><h2>The Muslim believes in all that Allah revealed and all the Prophets</h2></div><p lang=\"en\" class=\"en \">Allah directed His believing servants to believe in what He sent down to them through His Messenger Muhammad ﷺ and in what was revealed to the previous Prophets in general. Some Prophets Allah mentioned by name, while He did not mention the names of many others. Allah directed the believers to refrain from differentiating between the Prophets and to believe in them all. They should avoid imitating whomever Allah described as,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُرِيدُونَ أَن يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا بَيْنَ ذَٰلِكَ سَبِيلًا - أُولَٰئِكَ هُمُ الْكَافِرُونَ حَقًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And wish to make distinction between Allah and His Messengers <span class=\"gray\">(by believing in Allah and disbelieving in His Messengers)</span> saying, \"We believe in some but reject others,\" and wish to adopt a way in between. They are in truth disbelievers)</span><span class=\"gray\">(4:150-151)</span>.</p><p lang=\"en\" class=\"en \">Al-Bukhari narrated that Abu Hurayrah said, \"The People of the Book used to read the Torah in Hebrew and translate it into Arabic for the Muslims. The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُصَدِّقُوا أَهْلَ الْكِتَابِ وَلَا تُكَذِّبُوهُمْ وقُولُوا: آمَنَّا بِاللهِ وَمَا أُنْزل إِلَيْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not believe the People of the Book, nor reject what they say. Rather, say, 'We believe in Allah and in what was sent down to us.)</span>\"</p><p lang=\"en\" class=\"en \">Also, Muslim, Abu Dawud and An-Nasa'i recorded that Ibn 'Abbas said, \"Mostly, the Messenger of Allah ﷺ used to recite,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We believe in Allah and that which has been sent down to us)</span><span class=\"gray\">(2: 136)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We believe in Allah, and bear witness that we are Muslims <span class=\"gray\">(i.e. we submit to Allah)</span>)</span><span class=\"gray\">(3:52)</span> during the two <span class=\"gray\">(voluntary)</span> Rak'at before Fajr.\"</p><p lang=\"en\" class=\"en \">Abu Al-'Aliyah, Ar-Rabi' and Qatadah said, \"Al-Asbat are the twelve sons of Jacob, and each one of them had an Ummah of people from his descendants. This is why they were called Al-Asbat.\" Al-Khalil bin Ahmad and others said, \"Al-Asbat among the Children of Israel are just like the tribes among the Children of Isma'il.\" This means that the Asbat are the various tribes of the Children of Israel, among whom Allah sent several Prophets. Moses said to the Children of Israel,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنبِيَاءَ وَجَعَلَكُم مُّلُوكًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Remember the favor of Allah to you: when He made Prophets among you, made you kings)</span><span class=\"gray\">(5:20)</span>. Also, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَطَّعْنَاهُمُ اثْنَتَيْ عَشْرَةَ أَسْبَاطًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We divided them into twelve tribes)</span><span class=\"gray\">(7:160)</span>.</p><p lang=\"en\" class=\"en \">Al-Qurtubi said, \"Sibt is the group of people or a tribe all belonging to the same ancestors.\"</p><p lang=\"en\" class=\"en \">Qatadah said, \"Allah commanded the believers to believe in Him and in all His Books and Messengers. \" Also, Sulayman bin Habib said, \"We were commanded to believe in the <span class=\"gray\">(original)</span> Torah and Injil, but not to implement them.\"</p>"
  }
]