[
  {
    "ayah_key": "25:51",
    "group_ayah_key": "25:51",
    "from_ayah": "25:51",
    "to_ayah": "25:54",
    "ayah_keys": "25:51,25:52,25:53,25:54",
    "text": "<p lang=\"en\" class=\"en \">And had We willed, We would have raised a warner in every town <span>(51)</span>So obey not the disbelievers, but strive against them with the utmost endeavor with it <span>(52)</span>And it is He Who has let free the two seas, this is palatable and sweet, and that is salty and bitter; and He has set a barrier and a complete partition between them <span>(53)</span>And it is He Who has created man from water, and has appointed for him kindred by blood, and kindred by marriage. And your Lord is Ever All-Powerful to do what He wills <span>(54)</span></p><div lang=\"en\" class=\"en \"><h2>The Universality of the Prophet's Message, How He Was Supported in His Mission and Allah's Blessings to Mankind</h2></div><p lang=\"id\" class=\"id \">Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَّذِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had We willed, We would have raised a warner in every town.)</span> 'Calling them to Allah, but We have singled you out, O Muhammad, to be sent to all the people of earth, and We have commanded you to convey the Qur'an,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأُنذِرَكُم بِهِ وَمَن بَلَغَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that I may therewith warn you and whomsoever it may reach)</span><span class=\"gray\">(6:19)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but those of the sects that reject it, the Fire will be their promised meeting place)</span><span class=\"gray\">(11:17)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّتُنذِرَ أُمَّ الْقُرَىٰ وَمَنْ حَوْلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may warn the Mother of the Towns and all around it)</span><span class=\"gray\">(42:7)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O mankind! Verily, I am sent to you all as the Messenger of Allah...\")</span><span class=\"gray\">(7:158)</span>. In the Two Sahihs <span class=\"gray\">(it is reported that the Prophet said:)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ إِلَى الْأَحْمَرِ وَالْأَسْوَدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have been sent to the red and the black.)</span> And:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً، وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...A Prophet would be sent to his own people, but I have been sent to all of mankind.)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُم بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So obey not the disbelievers, but strive hard against them with it.)</span> meaning, with the Qur'an. This was the view of Ibn 'Abbas.</p><p class=\"ar qpc-hafs\" lang=\"ar\">جِهَادًا كَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with the utmost endeavour.)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Prophet! Strive hard against the disbelievers and the hypocrites,)</span><span class=\"gray\">(9:73)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَٰذَا عَذْبٌ فُرَاتٌ وَهَٰذَا مِلْحٌ أُجَاجٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is He Who has let free the two seas, this is palatable and sweet, and that is salty and bitter;)</span> means, He has created the two kinds of water, sweet and salty. The sweet water is like that in rivers, springs and wells, which is fresh, sweet, palatable water. This was the view of Ibn Jurayj and of Ibn Jarir, and this is the meaning without a doubt, for nowhere in creation is there a sea which is fresh and sweet. Allah has told us about reality so that His servants may realize His blessings to them and give thanks to Him. The sweet water is that which flows amidst people. Allah has portioned it out among His creatures according to their needs; rivers and springs in every land, according to what they need for themselves and their lands.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَهَٰذَا مِلْحٌ أُجَاجٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that is salty and bitter;)</span> meaning that it is salty, bitter and not easy to swallow. This is like the seas that are known in the east and the west, the Atlantic Ocean and the Straits that lead to it, the Red Sea, the Arabian Sea, the Persian Gulf, the China Sea, the Indian Ocean, the Mediterranean Sea, the Black Sea and so on, all the seas that are stable and do not flow, but they swell and surge in the winter and when the winds are strong, and they have tides that ebb and flow. At the beginning of each month the tides ebb and flood, and when the month starts to wane they retreat until they go back to where they started. When the crescent of the following month appears, the tide begins to ebb again until the fourteenth of the month, then it decreases. Allah, may He be glorified, the One Whose power is absolute, has set these laws in motion, so all of these seas are stationary, and He has made their water salty lest the air turn putrid because of them and the whole earth turn rotten as a result, and lest the earth spoil because of the animals dying on it. Because its water is salty, its air is healthy and its dead are good <span class=\"gray\">(to eat)</span>, hence when the Messenger of Allah was asked whether sea water can be used for Wudu', he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الطَّهُورُ مَاؤُهُ، الْحِلُّ مَيْتَتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Its water is pure and its dead are lawful.)</span> This was recorded by Malik, Ash-Shafi'i and Ahmad, and by the scholars of Sunan with a good <span class=\"gray\">[Jayyid]</span> chain of narration.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He has set a barrier and a complete partition between them.)</span> meaning, between the sweet water and the saltwater.</p><p class=\"fi qpc-hafs\" lang=\"fi\">بَرْزَخًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a barrier)</span> means a partition, which is dry land.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحِجْرًا مَّحْجُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a complete partition)</span> means, a barrier, to prevent one of them from reaching the other. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ - بَيْنَهُمَا بَرْزَخٌ لَّا يَبْغِيَانِ - فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has let loose the two seas meeting together. Between them is a barrier which none of them can transgress. Then which of the blessings of your Lord will you both deny)</span><span class=\"gray\">(55:19-21)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّن جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا ۗ أَإِلَٰهٌ مَّعَ اللَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is not He Who has made the earth as a fixed abode, and has placed rivers in its midst, and placed firm mountains therein, and set a barrier between the two seas Is there any god with Allah Nay, but most of them know not!)</span><span class=\"gray\">(27:61)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is He Who has created man from water,)</span> means, He created man from a weak Nutfah, then gave him shape and formed him, and completed his form, male and female, as He willed.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلَهُ نَسَبًا وَصِهْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has appointed for him kindred by blood, and kindred by marriage.)</span> in the beginning, he is someone's child, then he gets married and becomes a son-in-law, then he himself has sons-in-law and other relatives through marriage. All of this comes from a despised liquid, Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَانَ رَبُّكَ قَدِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord is Ever All-Powerful to do what He wills.)</span></p>"
  }
]