[
  {
    "ayah_key": "2:224",
    "group_ayah_key": "2:224",
    "from_ayah": "2:224",
    "to_ayah": "2:225",
    "ayah_keys": "2:224,2:225",
    "text": "<p lang=\"en\" class=\"en \">And make not Allah's <span class=\"gray\">(Name)</span> an excuse in your oaths against doing good and acting piously, and making peace among mankind. And Allah is All-Hearer, All-Knower <span class=\"gray\">(i.e., do not swear much and if you have sworn against doing something good then give an expiation for the oath and do good)</span><span>(224)</span>Allah will not call you to account for that which is unintentional in your oaths, but He will call you to account for that which your hearts have earned. And Allah is Oft-Forgiving, Most-Forbearing <span>(225)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of swearing to abandon a Good Deed</h2></div><p lang=\"en\" class=\"en \">Allah commands, 'You should not implement your vows in Allah's Name to refrain from pious acts and severing the relations with the relatives, if you swear to abandon such causes.' Allah said in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنكُمْ وَالسَّعَةِ أَن يُؤْتُوا أُولِي الْقُرْبَىٰ وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let not those among you who are blessed with graces and wealth swear not to give <span class=\"gray\">(any sort of help)</span> to their kinsmen, Al-Masakin <span class=\"gray\">(the poor)</span>, and those who left their homes for Allah's cause. Let them pardon and forgive. Do you not love that Allah should forgive you?)</span><span class=\"gray\">(24:22)</span></p><p lang=\"en\" class=\"en \">Continuity in a sinful vow is more sinful than breaking it by expiation. Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهِ لَأَنْ يَلَجَّ أَحَدُكُمْ بِيَمِينِهِ فِي أَهْلِهِ آثَمُ لَهُ عِنْد اللهِ مِنْ أَنْ يُعْطِيَ كَفَّارَتَهُ الَّتِي افْتَرَضَ اللهُ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah! It is more sinful to Allah that one of you implements his vow regarding <span class=\"gray\">(severing the relations with)</span> his relatives than <span class=\"gray\">(breaking his promise and)</span> paying the Kaffarah that Allah has required in such cases.)</span></p><p lang=\"en\" class=\"en \">This is how Muslim reported this Hadith and also Imam Ahmad.</p><p lang=\"gd\" class=\"gd \">Ali bin Abu Talhah reported that Ibn 'Abbas said that what Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِّأَيْمَانِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And make not Allah's <span class=\"gray\">(Name)</span> an excuse in your oaths)</span> means, \"Do not vow to refrain from doing good works. <span class=\"gray\">(If you make such vow then)</span> break it, pay the Kaffarah and do the good work.\" This was also said by Masruq, Ash-Sha'bi, Ibrahim An-Nakha'i, Mujahid, Tawus, Sa'id bin Jubayr, 'Ata', 'Ikrimah, Makhul, Az-Zuhri, Al-Hasan, Qatadah, Muqatil bin Hayyan, Ar-Rabi' bin Anas, Ad-Dahhak, 'Ata' Al-Khurasani and As-Suddi.</p><p lang=\"en\" class=\"en \">Suporting this view, which is the majority view, is what is reported in the Two Sahihs that Abu Musa Al-Ash'ari narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي وَاللهِ إِنْ شَاءَ اللهُ، لَا أَحْلِفُ عَلى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا إِلَّا أَتَيْتُ الَّذِي هُوَ خَيْرٌ وَتَحَلَّلْتُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah! Allah willing, I will not vow to do a thing and then see a better act, but I would do what is better and break my vow.)</span> Muslim reported that Abu Hurayrah said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَلَفَ عَلى يَمِينٍ فَرَأَى غَيْرَهَا خَيْرًا مِنْهَا فَلْيُكَفِّرْ عَنْ يَمِينِهِ، وَلْيَفْعَلِ الَّذِي هُوَ خَيْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever makes a vow and then finds what is better than his vow <span class=\"gray\">(should break his vow,)</span> pay the Kaffarah and perform the better deed.)</span></p><div lang=\"en\" class=\"en \"><h2>The Laghw <span class=\"ru gray\" lang=\"ru\">(Unintentional)</span> Vows</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will not call you to account for that which is unintentional in your oaths,)</span></p><p lang=\"en\" class=\"en \">This Ayah means, 'Allah does not punish or hold you accountable for the Laghw <span class=\"gray\">(unintentional)</span> vows that you make.' The Laghw vows are unintentional and are just like the habitual statements that the tongue repeats, without really intending them. For instance, it is reported in the Two Sahihs that Abu Hurayrah narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ حَلَفَ فَقَالَ فِي حَلِفِهِ بِاللَّاتِ وَالْعُزَّى، فَلْيَقُلْ لَا إِلَهَ إِلَّا اللهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever swore and <span class=\"gray\">(unintentionally)</span> mentioned Al-Lat and Al-'Uzza <span class=\"gray\">(two idols)</span> in his vow, should then say, 'There is no deity worthy of worship except Allah'.)</span></p><p lang=\"en\" class=\"en \">The Messenger ﷺ said this statement to some new Muslims whose tongues were, before Islam, used to vowing by their idol Al-Lat. Therefore, the Prophet ﷺ ordered them to intentionally recite the slogan of Ikhlas, just as they mentioned these words by mistake, so that it <span class=\"gray\">(the word of Ikhlas)</span> may eradicate the word <span class=\"gray\">(of Shirk)</span>. This is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...but He will call you to account for that which your hearts have earned.)</span> and in another Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا عَقَّدتُّمُ الْأَيْمَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...for your deliberate oaths)</span><span class=\"gray\">(5:89)</span></p><p lang=\"en\" class=\"en \">Abu Dawud reported under Chapter: 'The Laghw Vows' that 'Ata' said that 'A'ishah said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّغْوُ فِي الْيَمِينِ هُوَ كَلَامُ الرَّجُلِ فِي بَيْتِهِ: كَلَّا وَاللهِ، وَبَلَى وَاللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Laghw in the vows includes what the man says in his house, such as, 'No, by Allah,' and, 'Yes, by Allah'.)</span></p><p lang=\"en\" class=\"en \">Ibn Abu Hatim reported that Ibn 'Abbas said, \"The Laghw vow includes vowing while angry.\"</p><p lang=\"en\" class=\"en \">He also reported that Ibn 'Abbas said, \"The Laghw vow includes vowing to prohibit what Allah has allowed, and this type does not require a Kaffarah <span class=\"gray\">(expiation)</span>.\" Similar was said by Sa'id bin Jubayr.</p><p lang=\"en\" class=\"en \">In addition, Abu Dawud related under Chapter: 'Vowing while Angry' that Sa'id bin Musayyib said that two Ansari brothers both received inheritance and one of them asked that the inheritance be divided. His brother said, \"If you ask me about dividing the inheritance again, then all of what I have will be spent on the Ka'bah's door.\" 'Umar said to him, \"The Ka'bah does not need your money. So break your vow, pay the Kaffarah and come to terms with your brother. I heard Allah's Messenger ﷺ saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يـَمِينَ عَلَيْكَ وَلَا نَذْرَ فِي مَعْصِيَةِ الرَّبِّ عَزَّ وَجَلَّ، وَفِي قَطِيعَةِ الرَّحِمِ، وَفِيمَا لَا تـَمْلِكُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not make a vow against yourself, nor to disobey the Lord, cut the relations of the womb or dispose of what you do not own.)</span>\"</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...but He will call you to account for that which your hearts have earned,)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas, Mujahid and several others said that this Ayah means swearing about a matter while knowing that he is lying. Mujahid and others said this Ayah is similar to what Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ الْأَيْمَانَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...but He will punish you for your deliberate oaths.)</span><span class=\"gray\">(5:89)</span> Allah said <span class=\"gray\">(2:225 above)</span>:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّهُ غَفُورٌ حَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is Oft-Forgiving, Most-Forbearing.)</span> meaning, He is Oft-Forgiving to His servants and Most Forbearing with them.</p>"
  },
  {
    "ayah_key": "2:226",
    "group_ayah_key": "2:226",
    "from_ayah": "2:226",
    "to_ayah": "2:227",
    "ayah_keys": "2:226,2:227",
    "text": "<p class=\"en translation\" lang=\"en\">Those who take an oath not to have sexual relation with their wives must wait for four months, then if they return, verily, Allah is Oft-Forgiving, Most Merciful <span>(226)</span>And if they decide upon divorce, then Allah is All-Hearer, All-Knower <span>(227)</span></p><div lang=\"en\" class=\"en \"><h2>The Īlā' and its Rulings</h2></div><p lang=\"en\" class=\"en \">Īlā' is a type of vow where a man swears not to sleep with his wife for a certain period, whether less or more than four months. If the vow of Īlā' was for less than four months, the man has to wait for the vow's period to end and then is allowed to have sexual intercourse with his wife. She has to be patient and she cannot ask her husband, in this case, to end his vow before the end of its term. It is reported in the Two Sahihs that 'A'ishah said that Allah's Messenger ﷺ swore he would stay away from with his wives for a month. He then came down after twenty-nine days saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الشَّهْرُ تِسْعٌ وَعِشْرُونَ</p><p lang=\"cy\" class=\"cy \"><span class=\"gray\">(The <span class=\"gray\">(lunar)</span> month is twenty-nine days.)</span></p><p lang=\"en\" class=\"en \">Similar was narrated by 'Umar bin Al-Khattab and reported in the Two Sahihs. If the period of Īlā' is for more than four months, the wife is allowed in this case to ask her husband, upon the end of the four months, to end the Īlā' and have sexual relations with her. Otherwise, he should divorce her, by being forced to do so by the authorities if necessary, so that the wife is not harmed. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلَّذِينَ يُؤْلُونَ مِن نِّسَائِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who take an oath not to have sexual relations with their wives)</span> meaning, swear not to have sexual relations with the wife. This Ayah indicates that the Īlā' involves the wife and not a slave-women, as the majority of the scholars have agreed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...must wait for four months,)</span> meaning, the husband waits for four months from the time of the vow and then ends the Īlā' <span class=\"gray\">(if the vow was for four or more months)</span> and is required to either return to his wife or divorce her. This is why Allah said next:</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَإِن فَاءُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...then if they return,)</span> meaning, to a normal relationship, having sexual intercourse with the wife. This is the Tafsir of Ibn 'Abbas, Masruq, Ash-Sha'bi, Sa'id bin Jubayr and Ibn Jarir.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...verily, Allah is Oft-Forgiving, Most Merciful.)</span> with any shortcomings that occurred in the rights of the wife because of the vow of Īlā'.</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ عَزَمُوا الطَّلَاقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they decide upon divorce,)</span> indicating that divorce does not occur by merely passing the four month mark <span class=\"gray\">(during the Īlā')</span>. Malik reported from Nafi' that 'Abdullah bin 'Umar said, \"If the man swears to Īlā' from his wife, then divorce does not occur automatically even after the four months have passed. When he stops at the four months mark, he should either divorce or return.\" Al-Bukhari also reported this Hadith. Ibn Jarir reported that Suhayl bin Abu Salih said that his father said, \"I asked twelve Companions about the man who does Īlā' with his wife. They all stated that he does not have to do anything until the four months have passed and then has to either retain or divorce her.\" Ad-Daraqutni also reported this from Suhayl.</p><p lang=\"so\" class=\"so \">It is also reported from 'Umar, 'Uthman, 'Ali, Abu Ad-Darda', 'A'ishah, Ibn 'Umar and Ibn 'Abbas. This is also the opinion of Sa'id bin Musayyib, 'Umar bin 'Abdul-'Aziz, Mujahid, Tawus, Muhammad bin Ka'b and Al-Qasim.</p>"
  }
]