[
  {
    "ayah_key": "4:47",
    "group_ayah_key": "4:47",
    "from_ayah": "4:47",
    "to_ayah": "4:48",
    "ayah_keys": "4:47,4:48",
    "text": "<p lang=\"en\" class=\"en \">O you who have been given the Scripture <span class=\"gray\">(Jews and Christians)</span>! Believe in what We have revealed confirming what is with you, before We efface faces and turn them backwards or curse them as We cursed the people of the Sabbath. And the commandment of Allah is always executed <span>(47)</span>Verily, Allah forgives not that partners should be set up with Him <span class=\"gray\">(in worship)</span>, but He forgives except that to whom He wills; and whoever sets up partners with Allah in worship, he has indeed invented a tremendous sin <span>(48)</span></p><div lang=\"en\" class=\"en \"><h2>Calling the People of the Book to Embrace the Faith, Warning them Against Doing Otherwise</h2></div><p lang=\"en\" class=\"en \">Allah commands the People of the Scriptures to believe in what He has sent down to His servant and Messenger, Muhammad ﷺ, the Glorious Book that conforms to the good news that they already have about Muhammad ﷺ. He also warns them,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَىٰ أَدْبَارِهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(before We efface faces and turn them backwards)</span> Al-'Awfi said that Ibn 'Abbas said that 'effacing' here refers to blindness,</p><p class=\"fa qpc-hafs\" lang=\"fa\"> فَنَرُدَّهَا عَلَىٰ أَدْبَارِهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and turn them backwards)</span> meaning, We put their faces on their backs, and make them walk backwards, since their eyes will be in their backs. Similar was said by Qatadah and 'Atiyah Al-'Awfi. </p><p lang=\"en\" class=\"en \">This makes the punishment even more severe, and it is a parable that Allah set for ignoring the truth, preferring the wrong way and turning away from the plain path for the paths of misguidance. Therefore, such people walk backwards. Similarly, some said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُم مُّقْمَحُونَ - وَجَعَلْنَا مِن بَيْنِ أَيْدِيهِمْ سَدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have put on their necks iron collars reaching to the chins, so that their heads are raised up. And We have put a barrier before them)</span><span class=\"gray\">[36:8-9]</span> that is a parable that Allah gave for their deviation and hindrance from guidance.</p><div lang=\"su\" class=\"su \"><h2>Ka'b Al-Ahbar Embraces Islam Upon Hearing this Ayah <span class=\"gray\">[4:47]</span></h2></div><p lang=\"en\" class=\"en \">It was reported that Ka'b Al-Ahbar became Muslim when he heard this Ayah <span class=\"gray\">[4:47]</span>. Ibn Jarir recorded that 'Isa bin Al-Mughirah said: We were with Ibrahim when we talked about the time when Ka'b became Muslim. He said, 'Ka'b became Muslim during the reign of 'Umar, for he passed by Al-Madinah intending to visit Jerusalem, and 'Umar said to him, \"Embrace Islam, O Ka'b.' Ka'b said, 'Do you not read in your Book,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The likeness of those who were entrusted with the Tawrah...)</span><span class=\"gray\">[62:5]</span> until,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَسْفَارًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Books)</span> I am among those who were entrusted with the Tawrah.' 'Umar left him alone and Ka'b went on to Hims <span class=\"gray\">(in Syria)</span> and heard one of its inhabitants recite this Ayah while feeling sad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَىٰ أَدْبَارِهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who have been given the Scripture <span class=\"gray\">(Jews and Christians)</span>! Believe in what We have revealed confirming what is with you, before We efface faces and turn them backwards)</span>.</p><p lang=\"en\" class=\"en \">Ka'b said, 'I believe, O Lord! I embraced Islam, O Lord!' for He feared that this might be struck by this threat. He then went back to his family in Yemen and returned with them all as Muslims.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or curse them as We cursed the people of the Sabbath.)</span> refers to those who breached the sanctity of the Sabbath, using deceit, for the purpose of doing more work. Allah changed these people into apes and swine, as we will come to know in the explanation of Surat Al-A'raf <span class=\"gray\">(7)</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the commandment of Allah is always executed.)</span> means, when He commands something, then no one can dispute or resist His command.</p><div lang=\"en\" class=\"en \"><h2>Allah Does not Forgive Shirk, Except After Repenting From it</h2></div><p lang=\"mi\" class=\"mi \">Allah said that He,</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَا يَغْفِرُ أَن يُشْرَكَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(forgives not that partners should be set up with Him <span class=\"gray\">(in worship)</span>,)</span> meaning, He does not forgive a servant if he meets Him while he is associating partners with Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَغْفِرُ مَا دُونَ ذَٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but He forgives except that)</span> of sins,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to whom He wills)</span> of His servants. Imam Ahmad recorded that Abu Dharr said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يَقُولُ: يَا عَبْدِي مَا عَبَدْتَنِي وَرَجَوْتَنِي، فَإِنِّي غَافِرٌ لَكَ عَلى مَا كَانَ فِيكَ، يَا عَبْدِي إِنَّكَ إِنْ لَقِيتَنِي بِقُرَابِ الْأَرْضِ خَطِيئَةً مَا لَمْ تُشْرِكْ بِي، لَقِيتُكَ بِقُرَابِهَا مَغْفِرَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah said, \"O My servant! As long as you worship and beg Me, I will forgive you, no matter your shortcomings. O My servant! If you meet Me with the earth's fill of sin, yet you do not associate any partners with Me, I will meet you with its fill of forgiveness.\")</span></p><p lang=\"en\" class=\"en \">Only Ahmad recorded this Hadith with this chain of narration. Imam Ahmad recorded that Abu Dharr said, \"I came to the Messenger of Allah ﷺ and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ عَبْدٍ قَالَ: لَا إِلهَ إِلَّا اللهُ ثُمَّ مَاتَ عَلَى ذَلِكَ، إِلَّا دَخَلَ الْجَنَّةَ</p><p class=\"sd qpc-hafs\" lang=\"sd\">قلت: وإن زنى وإن سرق؟ قال:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنْ زَنَى وَإِنْ سَرَقَ؟</p><p class=\"sd qpc-hafs\" lang=\"sd\">قلت: وإن زنى وإن سرق؟ قال:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنْ زَنَى وَإِنْ سَرَقَ ثَلَاثًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثم قال في الرابعة:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى رَغْمِ أَنْفِ أَبِي ذَرٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"No servant proclaims,'There is no deity worthy of worship except Allah,' and dies on that belief, but will enter Paradise.\" I said, \"Even if he committed adultery and theft?\" He said, \"Even if he committed adultery and theft.\" I asked again, \"Even if he committed adultery and theft?\" He said, \"Even if he committed adultery and theft.\" The fourth time, he said, \"Even if Abu Dharr's nose was put in the dust.\")</span></p><p lang=\"en\" class=\"en \">Abu Dharr departed while pulling his Izar and saying, \"Even if Abu Dharr's nose was put in the dust.\" Ever since that happened, Abu Dharr used to narrate the Hadith and then comment, \"Even if Abu Dharr's nose was put in dust.\"</p><p lang=\"en\" class=\"en \">The Two Sahihs recorded this Hadith Al-Bazzar recorded that Ibn 'Umar said, \"We used to refrain from begging <span class=\"gray\">(Allah)</span> for forgiveness for those who commit major sins until we heard our Prophet ﷺ reciting,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah forgives not that partners should be set up with Him <span class=\"gray\">(in worship)</span>, but He forgives except that <span class=\"gray\">(anything else)</span> to whom He wills;)</span>, and his ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخَّرْتُ شَفَاعَتِي لِأَهْلِ الْكَبَائِرِ مِنْ أُمَّتِي يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have reserved my intercession on the Day of Resurrection for those among my Ummah who commit major sins.)</span>\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَىٰ إِثْمًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whoever sets up partners with Allah in worship, he has indeed invented a tremendous sin.)</span> is similar to His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, joining others in worship with Allah is a great Zulm <span class=\"gray\">(wrong)</span> indeed.)</span><span class=\"gray\">[31:13]</span> In the Two Sahihs, it is recorded that Ibn Mas'ud said, \"I said, 'O Messenger of Allah! Which is the greatest sin?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَجْعَلَ للهِ نِدًّا وَهُوَ خَلَقَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To make a rival with Allah, while He Alone created you.)</span>\"</p>"
  }
]