[
  {
    "ayah_key": "27:91",
    "group_ayah_key": "27:91",
    "from_ayah": "27:91",
    "to_ayah": "27:93",
    "ayah_keys": "27:91,27:92,27:93",
    "text": "<p lang=\"en\" class=\"en \">I have been commanded only to worship the Lord of this city, Who has sanctified it and to Whom belongs everything. And I am commanded to be from among the Muslims <span>(91)</span>And that I should recite the Qur'an, then whosoever receives guidance, receives it for the good of himself; and whosoever goes astray, say <span class=\"gray\">(to him)</span>: \"I am only one of the warners. <span>(92)</span>And say: \"All the praises and thanks be to Allah. He will show you His Ayat, and you shall recognize them. And your Lord is not unaware of what you do. <span>(93)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to worship Allah and to call People with the Qur'an</h2></div><p lang=\"fr\" class=\"fr \">Allah commands His Messenger ﷺ to say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَٰذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have been commanded only to worship the Lord of this city, Who has sanctified it and to Whom belongs everything.)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ وَلَٰكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O you mankind! If you are in doubt as to my religion, then <span class=\"gray\">(know that)</span> I will never worship those whom you worship besides Allah. But I worship Allah Who causes you to die.)</span><span class=\"gray\">(10:104)</span> The fact that the word \"Rabb\" <span class=\"gray\">(Lord)</span> is connected to the word city <span class=\"gray\">(in the phrase \"the Lord of this city\")</span> is a sign of honor and divine care for that city. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلْيَعْبُدُوا رَبَّ هَٰذَا الْبَيْتِ - الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So let them worship the Lord of this House <span class=\"gray\">(the Ka'bah)</span>, Who has fed them against hunger, and has made them safe from fear.)</span><span class=\"gray\">(106:3-4)</span></p><p class=\"ps qpc-hafs\" lang=\"ps\">الَّذِي حَرَّمَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who has sanctified it)</span> means, the One Who made it a sanctuary by His Law and by His decree, making it sanctified. It was recorded in the Two Sahihs that Ibn 'Abbas said: \"On the day of the conquest of Makkah, the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ هَذَا الْبَلَدَ حَرَّمَهُ اللهُ يَوْمَ خَلَقَ السَّمَوَاتِ وَالْأَرْضَ، فَهُوَ حَرَامٌ بِحُرْمَةِ اللهِ إِلَى يَوْمِ الْقِيَامَةِ، لَا يُعْضَدُ شَوْكُهُ، وَلَا يُنَفَّرُ صَيْدُهُ وَلَا يَلْتَقِطُ لُقَطَتَهُ إِلَّا مَنْ عَرَّفَهَا وَلَا يُخْتَلَى خَلَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, this city was made sacred by Allah the day He created the heavens and the earth, so it is sacred by the sanctity of Allah until the Day of Resurrection. Its thorny bushes should not be cut, its game should not be chased, and its lost property should not be picked up except by one who would announce it publicly and none is allowed to uproot its thorny shrubs...)</span>\" This was reported in Sahih, Hasan, Musnad narrarations, through various routes, by such a large group that it is absolutely unquestionable, as has been explained in the appropriate place in the book Al-Ahkam, to Allah is the praise and thanks.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَهُ كُلُّ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to Whom belongs everything.)</span> This is a statement of general application following a specific statement, i.e., He is the Lord of this city, and the Lord and Sovereign of all things, there is no god worthy of worship besides Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I am commanded to be from among the Muslims.)</span> means, those who believe in Allah alone, who are sincere towards Him and who obediently follow His commands.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَنْ أَتْلُوَ الْقُرْآنَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And that I should recite the Qur'an,)</span> means, to people, so as to convey it to them. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is what We recite to you of the Ayat and the Wise Reminder.)</span><span class=\"gray\">(3:58)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَىٰ وَفِرْعَوْنَ بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We recite to you some of the news of Musa and Fir'awn in truth.)</span><span class=\"gray\">(28:3)</span> meaning, 'I am a conveyer and a warner.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنِ اهْتَدَىٰ فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ ۖ وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then whosoever receives guidance, receives it for the good of himself; and whosoever goes astray, say <span class=\"gray\">(to him)</span>: \"I am only one of the warners.\")</span> meaning, 'I have an example to follow in the Messengers who warned their people, and did what they had to do in order to convey the Message to them and fulfil the covenant they had made.' Allah will judge their nations to whom they were sent, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your duty is only to convey and on Us is the reckoning)</span><span class=\"gray\">(13: 40)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّمَا أَنْتَ نَذِيرٌ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But you are only a warner. And Allah is a Protector over all thing)</span><span class=\"gray\">(11:12)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say: \"All the praises and thanks be to Allah. He will show you His Ayat <span class=\"gray\">(signs)</span>, and you shall recognize them.)</span> means, praise be to Allah, Who does not punish anyone except after establishing plea against him, warning him <span class=\"gray\">[and leaving him with no excuse]</span>. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will show you His Ayat <span class=\"gray\">(signs)</span>, and you shall recognize them.)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We will show them Our signs in the universe, and in themselves, until it becomes manifest to them that this is the truth)</span><span class=\"gray\">(41:53)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord is not unaware of what you do.)</span> means, on the contrary, He witnesses and sees all things. It was recorded that Imam Ahmad, may Allah have mercy upon him, used to recite the following two lines of verse, whether they were written by him or someone else: \"If you are alone one day, do not say, 'I am alone.' Rather say, 'Someone is watching me.' Do not think that Allah will let His attention wander for even an instant, or that anything is hidden from Him.\" </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat An-Naml. All praise and thanks be to Allah.</p>"
  },
  {
    "ayah_key": "28:1",
    "group_ayah_key": "28:1",
    "from_ayah": "28:1",
    "to_ayah": "28:6",
    "ayah_keys": "28:1,28:2,28:3,28:4,28:5,28:6",
    "text": "<p lang=\"en\" class=\"en \">Imam Ahmad bin Hanbal, may Allah have mercy on him, recorded that Ma'diykarib said: \"We came to 'Abdullah and asked him to recite to us:</p><p class=\"qpc-hafs\">طسم </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ṭa Sīn Mīm.)</span> the two hundred. He said, 'I do not know it; you should go to someone who learned it from the Messenger of Allah ﷺ Khabbab bin Al-Aratt.' So we went to Khabbab bin Al-Aratt and he recited it to us, may Allah be pleased with him.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">طسم - تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ - نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَىٰ وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ - إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ ۚ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ - وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ - وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Ta Sin Mim)</span><span class=\"gray\">(2. These are the Ayat of the manifest Book.)</span><span class=\"gray\">(3. We recite to you some of the news of Musa and Fir'awn in truth, for a people who believe.)</span><span class=\"gray\">(4. Verily, Fir'awn exalted himself in the land and made its people Shiya'a, weakening a group among them: killing their sons, and letting their females live. Verily, he was of the mischief-makers.)</span><span class=\"gray\">(5. And We wished to do a favor to those who were weak in the land, and to make them rulers and to make them the inheritors,)</span><span class=\"gray\">(6. And to establish them in the land, and We let Fir'awn and Haman and their armies receive from them that which they feared.)</span></p><div lang=\"en\" class=\"en \"><h2>The Story of Musa and Fir'awn, and what Allah intended for Their Peoples</h2></div><p lang=\"en\" class=\"en \">We have already discussed the significance of the separate letters.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are the Ayat of the manifest Book.)</span> means the Book which is clear and makes plain the true reality of things, and tells us about what happened and what will happen.</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَىٰ وَفِرْعَوْنَ بِالْحَقِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We recite to you some of the news of Musa and Fir'awn in truth,)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We relate unto you the best of stories)</span><span class=\"gray\">(12:3)</span>. which means, 'We tell you about things as they really were, as if you are there and are seeing them yourself.' Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Fir'awn exalted himself in the land)</span> means, he was an arrogant oppressor and tyrant.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَجَعَلَ أَهْلَهَا شِيَعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and made its people Shiya')</span> means, he made them into different classes, each of which he used to do whatever he wanted of the affairs of his state.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(weakening a group among them.)</span> This refers to the Children of Israel, who at that time were the best of people, even though this tyrant king overpowered them, using them to do the most menial work and forcing them to hard labor night and day for him and his people. At the same time, he was killing their sons and letting their daughters live, to humiliate them and because he feared that there might appear among them the boy who would be the cause of his destruction and the downfall of his kingdom. So Fir'awn took precautions against that happening, by ordering that all boys born to the Children of Israel should be killed, but this precaution did not protect him against the divine decree, because when the term of Allah comes, it cannot be delayed, and for each and every matter there is a decree from Allah. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We wished to do a favor to those who were weak in the land,)</span> until His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يَحْذَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which they feared.)</span> And Allah did indeed do this to them, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made the people who were considered weak)</span> until His saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْرِشُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they erected)</span><span class=\"gray\">(7:137)</span>. And Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus and We caused the Children of Israel to inherit them)</span><span class=\"gray\">(26: 59)</span>. Fir'awn hoped that by his strength and power he would be saved from Musa, but that did not help him in the slightest. Despite his great power as a king he could not oppose the decree of Allah, which can never be overcome. On the contrary, Allah's ruling was carried out, for it had been written and decreed from past eternity that Fir'awn would meet his doom at the hands of Musa.</p>"
  }
]