[
  {
    "ayah_key": "2:142",
    "group_ayah_key": "2:142",
    "from_ayah": "2:142",
    "to_ayah": "2:143",
    "ayah_keys": "2:142,2:143",
    "text": "<p lang=\"en\" class=\"en \">The fools <span class=\"gray\">(idolators, hypocrites, and Jews)</span> among the people will say: \"What has turned them <span class=\"gray\">(Muslims)</span> from their Qiblah <span class=\"gray\">[prayer direction <span class=\"gray\">(towards Jerusalem)</span>]</span> to which they used to face in prayer.\" Say <span class=\"gray\">(O Muhammad ﷺ)</span>: \"To Allah belong both, east and the west. He guides whom He wills to the straight way. <span>(142)</span>Thus We have made you <span class=\"gray\">[true Muslims ـ real believers of Islamic Monotheism, true followers of Prophet Muhammad ﷺ and his Sunnah <span class=\"gray\">(legal ways)</span>]</span>, a Wasat <span class=\"gray\">(just and the best)</span> nation, that you be witnesses over mankind and the Messenger <span class=\"gray\">(Muhammad ﷺ)</span> be a witness over you. And We made the Qiblah which you used to face, only to test those who followed the Messenger <span class=\"gray\">(Muhammad )</span> from those who would turn on their heels <span class=\"gray\">(i.e., disobey the Messenger)</span>. Indeed it was great <span class=\"gray\">(heavy, difficult)</span> except for those whom Allah guided. And Allah would never make your faith <span class=\"gray\">(prayers)</span> to be lost <span class=\"gray\">(i.e., your prayers offered towards Jerusalem)</span>. Truly, Allah is full of kindness, the Most Merciful towards mankind <span>(143)</span></p><div lang=\"en\" class=\"en \"><h2>Changing the Qiblah - Direction of the Prayer</h2></div><p lang=\"en\" class=\"en \">Imam Al-Bukhari reported that Al-Bara' bin 'Azib narrated: \"Allah's Messenger ﷺ offered his prayers facing Bayt Al-Maqdis <span class=\"gray\">(Jerusalem)</span> for sixteen or seventeen months, but he wished that he could pray facing the Ka'bah <span class=\"gray\">(at Makkah)</span>. The first prayer which he offered <span class=\"gray\">(facing the Ka'bah)</span> was the 'Asr <span class=\"gray\">(Afternoon)</span> prayer in the company of some people. Then one of those who had offered that prayer with him, went out and passed by some people in a mosque who were in the bowing position <span class=\"gray\">(in Ruku')</span> during their prayers <span class=\"gray\">(facing Jerusalem)</span>. He addressed them saying, 'By Allah, I bear witness that I have offered prayer with the Prophet ﷺ facing Makkah <span class=\"gray\">(Ka'bah)</span>.' Hearing that, those people immediately changed their direction towards the House <span class=\"gray\">(Ka'bah)</span> while still as they were <span class=\"gray\">(i.e., in the same bowing position)</span>. Some Muslims who offered prayer towards the previous Qiblah <span class=\"gray\">(Jerusalem)</span> before it was changed towards the House <span class=\"gray\">(the Ka'bah in Makkah)</span> had died or had been martyred, and we did not know what to say about them <span class=\"gray\">(regarding their prayers towards Jerusalem)</span>. Allah then revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah would never make your faith <span class=\"gray\">(prayers)</span> to be lost <span class=\"gray\">(i.e., the prayers of those Muslims were valid)</span>)</span><span class=\"gray\">(2:143)</span>.\"</p><p lang=\"en\" class=\"en \">Al-Bukhari collected this narration, while Muslim collected it using another chain of narrators. Muhammad bin Ishaq reported that Al-Bara' narrated: Allah's Messenger ﷺ used to offer prayers towards Bayt Al-Maqdis <span class=\"gray\">(in Jerusalem)</span>, but would keep looking at the sky awaiting Allah's command <span class=\"gray\">(to change the Qiblah)</span>. Then Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have seen the turning of your <span class=\"gray\">(Muhammad's)</span> face towards the heaven. Surely, We shall turn you to a Qiblah <span class=\"gray\">(prayer direction)</span> that shall please you, so turn your face in the direction of Al-Masjid Al-Haram <span class=\"gray\">(at Makkah)</span>.)</span><span class=\"gray\">(2:144)</span></p><p lang=\"en\" class=\"en \">A man from among the Muslims then said, \"We wish we could know about those among us who died before the Qiblah was changed <span class=\"gray\">(i.e., towards Makkah)</span> and also about our own prayers, that we had performed towards Bayt Al-Maqdis.\" Allah then revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah would never make your faith <span class=\"gray\">(prayers)</span> to be lost.)</span><span class=\"gray\">(2:143)</span></p><p lang=\"en\" class=\"en \">The fools among the people, meaning the People of the Scripture <span class=\"gray\">(Jews and Christians)</span>, said, \"What made them change the former Qiblah that they used to face?\" Allah then revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The fools <span class=\"gray\">(idolators, hypocrites, and Jews)</span> among the people will say...)</span></p><p lang=\"en\" class=\"en \">until the end of the Ayah.</p><p lang=\"en\" class=\"en \">Ali bin Abu Talhah related that Ibn 'Abbas said: When Allah's Messenger ﷺ migrated to Al-Madinah, Allah commanded him to face Bayt Al-Maqdis <span class=\"gray\">(Jerusalem)</span>. The Jews were delighted then. Allah's Messenger ﷺ faced Jerusalem for over ten months. However, he liked <span class=\"gray\">(to offer prayer in the direction of)</span> Prophet Ibrahim's Qiblah <span class=\"gray\">(the Ka'bah in Makkah)</span> and used to supplicate to Allah and kept looking up to the sky <span class=\"gray\">(awaiting Allah's command in this regard)</span>. Allah then revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَلُّواْ وُجُوهَكُمْ شَطْرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(turn your faces <span class=\"gray\">(in prayer)</span> in that direction.)</span> meaning, its direction. The Jews did not like this change and said, \"What made them change the Qiblah that they used to face <span class=\"gray\">(meaning Jerusalem)</span>?\" Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لِّلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَن يَشَاءُ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ)</span>: \"To Allah belong both, east and the west. He guides whom He wills to the straight way.\")</span></p><p lang=\"en\" class=\"en \">There are several other Ahadith on this subject. In summary, Allah's Messenger ﷺ was commanded to face Bayt Al-Maqdis <span class=\"gray\">(during the prayer)</span> and he used to offer prayer towards it in Makkah between the two corners <span class=\"gray\">(of Ka'bah)</span>, so that the Ka'bah would be between him and Bayt Al-Maqdis8. When the Prophet ﷺ migrated to Al-Madinah, this practice was no longer possible; then Allah commanded him to offer prayer towards Bayt Al-Maqdis, as Ibn Abbas and the majority of the scholars have stated.</p><p lang=\"en\" class=\"en \">Al-Bukhari reported in his Sahih that the news <span class=\"gray\">(of the change of Qiblah)</span> was conveyed to some of the Ansar while they were performing the 'Asr <span class=\"gray\">(Afternoon)</span> prayer towards Bayt Al-Maqdis, upon hearing that, they immediately changed their direction and faced the Ka'bah.</p><p lang=\"en\" class=\"en \">It is reported in the Sahihayn <span class=\"gray\">(Al-Bukhari Muslim)</span> that Ibn 'Umar narrated: While the people were in Quba' <span class=\"gray\">(Mosque)</span> performing the Fajr <span class=\"gray\">(Dawn)</span> prayer, a man came and said, \"A <span class=\"gray\">(part of the)</span> Qur'an was revealed tonight to Allah's Messenger and he was commanded to face the Ka'bah. Therefore, face the Ka'bah. They were facing Ash-Sham, so they turned towards the Ka'bah.</p><p lang=\"en\" class=\"en \">These Hadiths prove that the Nasikh <span class=\"gray\">(a Text that abrogates a previous Text)</span> only applies after one acquires knowledge of it, even if the Nasikh had already been revealed and announced. This is why the Companions mentioned above were not commanded to repeat the previous 'Asr, Maghrib and 'Isha' prayers <span class=\"gray\">(although they had prayed them towards Jerusalem after Allah had changed the Qiblah)</span>. Allah knows best.</p><p lang=\"en\" class=\"en \">When the change of Qiblah <span class=\"gray\">(to Ka'bah in Makkah)</span> occurred, those inflicted with hypocrisy and mistrust, and the disbelieving Jews, both were led astray from the right guidance and fell into confusion. They said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا وَلَّاهُمْ عَن قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What has turned them <span class=\"gray\">(Muslims)</span> from their Qiblah to which they used to face in prayer.)</span></p><p lang=\"en\" class=\"en \">They asked, \"What is the matter with these people <span class=\"gray\">(Muslims)</span> who one time face this direction <span class=\"gray\">(Jerusalem)</span>, and then face that direction <span class=\"gray\">(Makkah)</span>?\" Allah answered their questions when He stated:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لِّلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ)</span>: \"To Allah belong both, east and the west.)</span> meaning, the command, the decision and the authority are for Allah Alone. Hence:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...so wherever you turn <span class=\"gray\">(yourselves or your faces)</span> there is the Face of Allah <span class=\"gray\">(and He is High above, over His Throne)</span>.)</span><span class=\"gray\">(2:115)</span>,</p><p>and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ الْبِرَّ أَن تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَٰكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not Al-Birr <span class=\"gray\">(piety, righteousness)</span> that you turn your faces towards east and <span class=\"gray\">(or)</span> west <span class=\"gray\">(in prayers)</span>; but Al-Birr is the one who believes in Allah.)</span><span class=\"gray\">(2:177)</span></p><p lang=\"en\" class=\"en \">This statement means, the best act is to adhere to Allah's commands. Hence, wherever He commands us to face, we should face. Also, since obedience requires implementing Allah's commands, if He commands us every day to face different places, we are His servants and under His disposal, and we face whatever He orders us to face. Certainly, Allah's care and kindness towards His servant and Messenger, Muhammad ﷺ, and certainly, his Ummah <span class=\"gray\">(Muslim nation)</span> is profoundly great. Allah has guided them to the Qiblah of <span class=\"gray\">(Prophet)</span> Ibrahim – Allah's Khalil <span class=\"gray\">(intimate friend)</span>. He has commanded them to face the Ka'bah, the most honorable house <span class=\"gray\">(of worship)</span> on the face of the earth, which was built by Ibrahim Al-Khalil in the Name of Allah, the One without a partner. This is why Allah said afterwards:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لِّلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَن يَشَاءُ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ)</span>: \"To Allah belong both, east and the west. He guides whom He wills to the straight way.\")</span></p><p lang=\"en\" class=\"en \">Imam Ahmad reported that 'A'ishah <span class=\"gray\">(the Prophet's wife)</span> said that Allah's Messenger ﷺ said about the People of the Scripture <span class=\"gray\">(Jews and Christians)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إنَّهُم لا يَحْسِدونَنَا عَلَى شَيْء كَمَا يَحْسِدونَنا عَلَى يَوْمِ الْجُمُعَةِ الَّتِي هَدَانَا اللهُ لَهَا وَضَلُّوا عَنْهَا وَعَلَى الْقِبْلَةِ الَّتِي هَدَانَا اللهُ لَهَا وَضَلُّوا عَنْهَا وَعَلَى قَوْلِنَا خَلْفَ الإِمَامِ: آمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They do not envy us for a matter more than they envy us for Jumu'ah <span class=\"gray\">(Friday)</span> to which Allah has guided us and from which they were led astray; for the <span class=\"gray\">(true)</span> Qiblah to which Allah has directed us and from which they were led astray; and for our saying 'Amin' behind the Imam <span class=\"gray\">(leader of the prayer)</span>.)</span></p><div lang=\"en\" class=\"en \"><h2>The Virtues of Muhammad's <span class=\"gray\">(ﷺ)</span> Nation</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِّتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus We have made you <span class=\"gray\">[true Muslims]</span>, a Wasat <span class=\"gray\">(just)</span><span class=\"gray\">(and the best)</span> nation, that you be witnesses over mankind and the Messenger <span class=\"gray\">(Muhammad ﷺ)</span> be a witness over you.)</span></p><p lang=\"en\" class=\"en \">Allah stated that He has changed our Qiblah to the Qiblah of Ibrahim and chose it for us so that He makes us the best nation ever. Hence, we will be the witnesses over the nations on the Day of Resurrection, for all of them will then agree concerning our virtue. The word Wasat in the Ayah means the best and the most honored. Therefore, saying that <span class=\"gray\">(the Prophet's tribe)</span> Quraysh is in the Wasat regarding Arab tribes and their areas, means the best. Similarly, saying that Allah's Messenger ﷺ was in the Wasat of his people, means he was from the best subtribe. Also, 'Asr, the prayer that is described as 'Wusta' <span class=\"gray\">(a variation of the word Wasat)</span>, means the best prayer, as the authentic collections of Ahadith reported. Since Allah made this Ummah <span class=\"gray\">(Muslim nation)</span> the Wasat, He has endowed her with the most complete legislation, the best Manhaj <span class=\"gray\">(way, method, etc.,)</span> and the clearest Madhhab <span class=\"gray\">(methodology, mannerism, etc)</span>. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِن قَبْلُ وَفِي هَٰذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He has chosen you <span class=\"gray\">(to convey His Message of Islamic Monotheism to mankind)</span>, and has not laid upon you in religion any hardship: it is the religion of your father Ibrahim. It is He <span class=\"gray\">(Allah)</span> Who has named you Muslims both before and in this <span class=\"gray\">(the Qur'an)</span>, that the Messenger <span class=\"gray\">(Muhammad ﷺ)</span> may be a witness over you and you be witnesses over mankind!)</span><span class=\"gray\">(22:78)</span></p><p lang=\"en\" class=\"en \">Moreover, Imam Ahmad reported that Abu Sa'id narrated: Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُدْعَى نُوحٌ يَوْمَ الْقِيَامة، فَيُقَالُ لَهُ: هَلْ بَلَّغْتَ؟ فَيَقُولُ: نَعَمْ، فَيُدْعَى قَوْمُهُ فَيُقَالُ لَهُمْ: هَلْ بَلَّغَكُمْ فَيَقُولُونَ: مَا أتَانَا مِنْ نَذِيرٍ وَمَا أتَانَا مِنْ أَحَدٍ، فَيُقَالُ لِنُوح: مَنْ يَشْهَدُ لَكَ؟ فَيَقُولُ: مُحَمَّدٌ وَأُمَّتُهُ، قال فَذلِكَ قَوْلُهُ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ: والْوَسَطُ الْعَدْلُ، فَتُدْعَون فَتَشْهَدُونَ لَهُ بِالْبَلَاغِ ثُمَّ أَشْهَدُ عَلَيْكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nuh will be called on the Day of Resurrection and will be asked, 'Have you conveyed <span class=\"gray\">(the Message)</span>?' He will say, 'Yes.' His people will be summoned and asked, 'Has Nuh conveyed <span class=\"gray\">(the Message)</span> to you?' They will say, 'No warner came to us and no one <span class=\"gray\">(Prophet)</span> was sent to us.' Nuh will be asked, 'Who testifies for you?' He will say, 'Muhammad and his Ummah.')</span></p><p lang=\"en\" class=\"en \">This is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَلِكَ جَعَلْنَـكُمْ أُمَّةً وَسَطًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus We have made you a Wasat nation.)</span></p><p lang=\"en\" class=\"en \">The Prophet ﷺ said; <span class=\"gray\">(The Wasat means the 'Adl <span class=\"gray\">(just)</span>. You will be summoned to testify that Nuh has conveyed <span class=\"gray\">(his Message)</span>, and I will attest to your testimony.)</span></p><p lang=\"en\" class=\"en \">It was also recorded by Al-Bukhari, At-Tirmidhi, An-Nasa'i and Ibn Majah.</p><p lang=\"gd\" class=\"gd \">Imam Ahmad also reported that Abu Sa'id Khudri narrated: Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَجِيءُ النَّبِيُّ يَوْمَ الْقِيَامَةِ وَمَعَهُ الرَّجُلَانِ وَأَكْثَرُ مِنْ ذلِكَ، فيُدْعَى قَوْمُهُ، فَيُقَالُ: هَلْ بَلَّغَكُمْ هَذَا؟ فَيَقُولُونَ: لَا فَيُقالُ لَهُ: هَلْ بَلَّغْتَ قَوْمَكَ؟ فَيَقُولُ: نَعَمْ، فَيُقالُ: مَنْ يَشْهَدُ لَكَ؟ فَيَقُولُ: مُحَمَّدٌ وَأُمَّتُهُ، فَيُدْعَى مُحَمَّدٌ وَأُمَّتُهُ، فَيُقَالُ لَهُمْ: هَلْ بَلَّغَ هذَا قَوْمَهُ؟ فَيَقُولُونَ: نَعَمْ، فَيُقَالُ: وَمَا عِلْمُكُمْ؟ فَيَقُولُونَ: جَاءَنَا نَبِيُّنَا صلّى الله عليه وسلّم فأخْبَرَنَا أَنَّ الرُّسُلَ قَدْ بَلَّغُوا، فَذلِك قَوْلُهُ عَزَّ وَجَلَّ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ: عَدْلًا</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِّتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Prophet would come on the Day of Resurrection with two or more people <span class=\"gray\">(his only following!)</span>, and his people would also be summoned and asked, 'Has he <span class=\"gray\">(their Prophet)</span> conveyed <span class=\"gray\">(the Message)</span> to you?' They would say, 'No.' He would be asked, 'Have you conveyed <span class=\"gray\">(the Message)</span> to your people?' He would say, 'Yes.' He would be asked, 'Who testifies for you?' He would say, 'Muhammad and his Ummah.' Muhammad and his Ummah would then be summoned and asked, 'Has he conveyed <span class=\"gray\">(the Message)</span> to his people?' They would say, 'Yes.' They would be asked, 'Who told you that?' They would say, 'Our Prophet <span class=\"gray\">(Muhammad)</span> came to us and told us that the Messengers have conveyed <span class=\"gray\">(their Messages)</span>.')</span></p><p lang=\"de\" class=\"de \">Hence Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus We have made you a Wasat nation.)</span></p><p lang=\"en\" class=\"en \">He said, \"<span class=\"gray\">(meaning)</span> the 'Adl,' <span class=\"gray\">(he then continued reciting the Ayah)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِّتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus We have made you, a just <span class=\"gray\">(and the best)</span> nation, that you be witnesses over mankind and the Messenger <span class=\"gray\">(Muhammad ﷺ)</span> be a witness over you.)</span>\"</p><p lang=\"en\" class=\"en \">Furthermore, Imam Ahmad reported that Abul-Aswad narrated: I came to Al-Madinah and found that an epidemic had broken out that caused many fatalities. I sat next to 'Umar bin Al-Khattab once when a funeral procession started and the people praised the dead person. 'Umar said, \"Wajabat <span class=\"gray\">(it will be recorded as such)</span>, Wajabat!\" Then another funeral was brought forth and the people criticized the dead person. Again, 'Umar said, \"Wajabat.\" Abul-Aswad asked, \"What is Wajabat, O Leader of the faithful?\" He said, \"I said just like Allah's Messenger ﷺ had said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّمَا مُسْلِمٍ شَهِدَ لَهُ أَرْبَعَةٌ بِـخَيْر أَدْخَلَهُ اللهُ الْـجَنَّــةَ</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ: فَقُلْنَا وَثَلَاثَةٌ؟ قَالَ: فَقَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَثَلَاثَةٌ</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ: فَقُلْنَا وَاثْنَانِ: قَالَ</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاثْنَانِ</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَمْ نَسْأَلْهُ عَنِ الْوَاحِدِ.</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Any Muslim for whom four testify that he was righteous, then Allah will enter him into Paradise.' We said, 'What about three?' He said, 'And three.' We said, 'And two?' He said, 'And two.' We did not ask him about <span class=\"gray\">(the testimony)</span> of one <span class=\"gray\">(believing)</span> person.)</span>\"</p><p lang=\"en\" class=\"en \">This was also recorded by Al-Bukhari, At-Tirmidhi, and An-Nasa'i.</p><div lang=\"en\" class=\"en \"><h2>The Wisdom behind changing the Qiblah</h2></div><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَن يَتَّبِعُ الرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيْهِ وَإِن كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made the Qiblah <span class=\"gray\">(prayer direction towards Jerusalem)</span> which you used to face, only to test those who followed the Messenger <span class=\"gray\">(Muhammad ﷺ)</span> from those who would turn on their heels <span class=\"gray\">(i.e., disobey the Messenger)</span>. Indeed it was great <span class=\"gray\">(heavy, difficult)</span> except for those whom Allah guided.)</span></p><p lang=\"en\" class=\"en \">Allah states thus: We have legislated for you, O Muhammad, facing Bayt Al-Maqdis at first and then changed it to the Ka'bah so as to find who will follow and obey you and thus face whatever you face.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...from those who would turn on their heels.)</span> meaning, reverts from his religion. <span class=\"gray\">[Allah then said:]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَانَتْ لَكَبِيرَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed it was great <span class=\"gray\">(heavy, difficult)</span>)</span></p><p lang=\"en\" class=\"en \">The Ayah indicates that changing the Qiblah from Bayt Al-Maqdis to the Ka'bah is heavy on the heart, except for whomever Allah has rightly guided their hearts, who believe in the truth of the Messenger ﷺ with certainty and that whatever he was sent with is the truth without doubt. It is they who believe that Allah does what He wills, decides what He wills, commands His servants with what He wills, abrogates any of His commands that He wills, and that He has the perfect wisdom and the unequivocal proof in all this. <span class=\"gray\">(The attitude of the believers in this respect is)</span> unlike those who have a disease in their hearts, to whom whenever a matter occurs, it causes doubts, just as this same matter adds faith and certainty to the believers. Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَٰذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ - وَأَمَّا الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whenever there comes down a Surah <span class=\"gray\">(chapter from the Qur'an)</span>, some of them <span class=\"gray\">(hypocrites)</span> say: \"Which of you has had his faith increased by it?\" As for those who believe, it has increased their faith, and they rejoice. But as for those in whose hearts is a disease <span class=\"gray\">(of doubt, disbelief and hypocrisy)</span>, it will add doubt and disbelief to their doubt and disbelief)</span><span class=\"gray\">(9:124-125)</span></p><p>and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We send down of the Qur'an that which is a healing and a mercy to those who believe, and it increases the wrongdoers in nothing but loss.)</span><span class=\"gray\">(17:82)</span></p><p lang=\"en\" class=\"en \">Certainly, those who remained faithful to the Messenger ﷺ, obeyed him and faced whatever Allah commanded them, without doubt or hesitation, were the leaders of the Companions. Some scholars stated that the Early Migrants <span class=\"gray\">(who migrated with the Prophet ﷺ from Makkah to Al-Madinah)</span> and Ansar <span class=\"gray\">(the residents of Al-Madinah who gave aid and refuge to both the Prophet ﷺ and the Migrants)</span> were those who offered prayers towards the two Qiblah <span class=\"gray\">(Bayt Al-Maqdis and then the Ka'bah)</span>. </p><p lang=\"en\" class=\"en \">Al-Bukhari reported in the explanation of the Ayah <span class=\"gray\">(2:143)</span> that Ibn 'Umar narrated: While the people were performing the Fajr <span class=\"gray\">(Dawn)</span> prayer in the Quba' Mosque, a man came and said, \"Qur'an was revealed to the Prophet ﷺ and he was ordered to face the Ka'bah. Therefore, face the Ka'bah.\" They then faced the Ka'bah. Muslim also recorded it.</p><p lang=\"en\" class=\"en \">At-Tirmidhi added that they were performing Ruku' <span class=\"gray\">(bowing down in prayer)</span>, and then changed the direction <span class=\"gray\">(of the Qiblah)</span> to the Ka'bah while still bowing down. Muslim reported this last narration from Anas. These Hadiths all indicate the perfect obedience the Companions had for Allah and His Messenger ﷺ and their compliance with Allah's commandments, may Allah be pleased with them all.</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah would never make your faith <span class=\"gray\">(prayers)</span> to be lost.)</span> meaning, the reward of your prayers towards Bayt Al-Maqdis before would not be lost with Allah. It is reported in Sahih that Abu Ishaq As-Sabi'y related that Bara' narrated: \"The people asked about the matter of those who offered prayers towards Bayt Al-Maqdis and died <span class=\"gray\">(before the Qiblah was changed to Ka'bah)</span>. Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah would never make your faith <span class=\"gray\">(prayers)</span> to be lost.)</span>\"</p><p lang=\"en\" class=\"en \">It was also recorded by At-Tirmidhi from Ibn 'Abbas, and At-Tirmidhi graded it Sahih.</p><p lang=\"en\" class=\"en \">Ibn Ishaq reported that Ibn 'Abbas narrated:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah would never make your faith to be lost.)</span> entails: Your <span class=\"gray\">(prayer towards)</span> the first Qiblah and your believing your Prophet and obeying him by facing the second Qiblah; He will grant you the rewards for all these acts. Indeed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, Allah is full of kindness, the Most Merciful towards mankind.)</span>\"</p><p lang=\"en\" class=\"en \">Furthermore, it is reported in the Sahih that Allah's Messenger ﷺ saw a woman among the captives who was separated from her child. Whenever she found a boy <span class=\"gray\">(infant)</span> among the captives, she would hold him close to her chest, as she was looking for her boy. When she found her child, she embraced him and gave him her breast to nurse. Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَتُرَوْنَ هذِهِ طَارِحَةً وَلَدَهَا فِي النَّارِ وَهِي تَقْدِرُ عَلى أَنْ لَا تَطْرَحَهُ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا: لَا يَا رَسُولَ اللهِ.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَالَ: فَوَاللهِ للهُ أَرْحَمُ بِعِبَادِهِ مِنْ هذِهِ بِوَلَدِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you think that this woman would willingly throw her son in the fire?)</span> They said, \"No, O Messenger of Allah!\" He said, <span class=\"gray\">(By Allah! Allah is more merciful with His servants than this woman with her son.)</span></p>"
  }
]