[
  {
    "ayah_key": "5:54",
    "group_ayah_key": "5:54",
    "from_ayah": "5:54",
    "to_ayah": "5:56",
    "ayah_keys": "5:54,5:55,5:56",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Whoever from among you turns back from his religion <span class=\"gray\">(Islam)</span>, Allah will bring a people whom He will love and they will love Him; humble towards the believers, stern towards the disbelievers, fighting in the way of Allah, and never fearing the blame of the blamers. That is the grace of Allah which He bestows on whom He wills. And Allah is All-Sufficient for His creatures' needs, All-Knower <span>(54)</span>Verily, your Protector is Allah, His Messenger, and the believers, those who perform the Salah, and give Zakah, and they bow down <span>(55)</span>And whosoever takes Allah, His Messenger, and those who have believed, as protectors, then the party of Allah will be the victorious <span>(56)</span></p><div lang=\"en\" class=\"en \"><h2>Threatening to Replace the Believers With Another People if They Revert from Islam</h2></div><p lang=\"en\" class=\"en \">Allah emphasizes His mighty ability and states that whoever reverts from supporting His religion and establishing His Law, then Allah will replace them with whomever is better, mightier and more righteous in Allah's religion and Law. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you turn away, He will exchange you for some other people and they will not be your likes.)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ أَنَّ اللَّهَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۚ إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ - وَمَا ذَٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you not see that Allah has created the heavens and the earth with truth? If He will, He can remove you and bring <span class=\"gray\">(in your place)</span> a new creation! And for Allah that is not hard or difficult.)</span><span class=\"gray\">[14:19-20]</span>. Verily this is not difficult or hard on Allah. Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Whoever from among you turns back from his religion...)</span> and turns back from the truth to falsehood, from now until the commencement of the Last Hour. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(humble towards the believers, stern towards the disbelievers.)</span></p><p lang=\"en\" class=\"en \">These are the qualities of perfect believers, as they are humble with their believing brothers and allies, stern with their enemies and adversaries. In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّحَمَّدٌ رَّسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Muhammad is the Messenger of Allah. And those who are with him are severe against disbelievers, and merciful among themselves.)</span><span class=\"gray\">[48:29]</span></p><p lang=\"en\" class=\"en \">The Prophet ﷺ is described as the smiling fighter, smiling to his allies and fighting his enemies. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Fighting in the way of Allah, and never fearing the blame of the blamers.)</span></p><p lang=\"en\" class=\"en \">Nothing prevents them from obeying Allah, establishing His Law, fighting His enemies, enjoining righteousness and forbidding evil. Certainly, nothing prevents them from taking this path, neither someone who seeks to hinder them, nor one who blames or chastises them. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Dharr said, \"My Khalil <span class=\"gray\">(intimate friend, the Messenger)</span> has commanded me to do seven deeds. He commanded me to love the poor and to be close to them. He commanded me to look at those who are less than me and not those who are above me. He commanded me to keep the relations of the womb, even if they cut it. He commanded me not to ask anyone for anything, to say the truth even if it was bitter, and to not fear the blame of anyone for the sake of Allah. He commanded me to often repeat, 'La hawla wa la quwwata illa billah <span class=\"gray\">(There is no strength or power except from Allah)</span>', for these words are from a treasure under the Throne <span class=\"gray\">(of Allah)</span>.\" It is confirmed in the Sahih;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَنْبَغِي لِلْمُؤْمِنِ أَنْ يُذِلَّ نَفْسَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The believer is not required to humiliate himself.)</span> He ﷺ was asked; \"How does one humiliate himself, O Messenger of Allah?\" So he ﷺ replied;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَحَمَّلُ مِنَ الْبَلَاءِ مَا لَا يُطِيقُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He takes on tests that he cannot bear.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the grace of Allah which He bestows on whom He wills.)</span> meaning, those who have these qualities, acquired it by Allah's bounty and favor and because He granted them these qualities.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ وَاسِعٌ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Sufficient for His creatures' needs, All-Knower,)</span> His favor is ever extending, and He has perfect knowledge of those who deserve or do not deserve His favor and bounty. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your Protector is Allah, His Messenger, and the believers...)</span> means, the Jews are not your friends. Rather, your allegiance is to Allah, His Messenger and the faithful believers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who perform the Salah, and give the Zakah...)</span> referring to the believers who have these qualities and establish the prayer, which is one of the most important pillars of Islam, for it includes worshipping Allah alone without partners. They pay Zakah, which is the right of the creation and a type of help extended to the needy and the poor. As for Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَهُمْ رَاكِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they bow down,)</span> some people thought that they give the Zakah while bowing down. If this were the case, then paying the Zakah while bowing would be the best form of giving Zakah. No scholar from whom religious rulings are taken says this, as much as we know. Therefore,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَهُمْ رَاكِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they bow down,)</span> means, they attend the prayer in congregation in Allah's Masjids and spend by way of charity on the various needs of Muslims. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever takes Allah, His Messenger, and those who have believed, as protectors, then the party of Allah will be the victorious.)</span> similarly Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ - لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَٰئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَٰئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has decreed: \"Verily, it is I and My Messengers who shall be the victorious.\" Verily, Allah is All-Powerful, Almighty. You will not find any people who believe in Allah and the Last Day, making friendship with those who oppose Allah and His Messenger, even though they were their fathers or their sons or their brothers or their kindred <span class=\"gray\">(people)</span>. For such He has written faith in their hearts, and strengthened them with a Ruh <span class=\"gray\">(proof)</span> from Himself. And He will admit them to Gardens <span class=\"gray\">(Paradise)</span> under which rivers flow to dwell therein <span class=\"gray\">(forever)</span>. Allah is pleased with them, and they with Him. They are the party of Allah. Verily, it is the party of Allah that will be the successful.)</span></p><p lang=\"en\" class=\"en \">Therefore, those who accept the allegiance of Allah - His Messenger and the faithful believers - will gain success in this life and the Hereafter. Hence Allah's statement here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever takes Allah, His Messenger, and those who have believed, as protectors, then the party of Allah will be the victorious.)</span></p>"
  }
]