[
  {
    "ayah_key": "14:10",
    "group_ayah_key": "14:10",
    "from_ayah": "14:10",
    "to_ayah": "14:12",
    "ayah_keys": "14:10,14:11,14:12",
    "text": "<p lang=\"en\" class=\"en \">Their Messengers said: \"<span class=\"gray\">(What!)</span> Can there be a doubt about Allah, the Creator of the heavens and the earth? He calls you that He may forgive you of your sins and give you respite for a term appointed.\" They said: \"You are no more than human beings like us! You wish to turn us away from what our fathers used to worship. Then bring us a clear authority. <span>(10)</span>Their Messengers said to them: \"We are no more than human beings like you, but Allah bestows His grace to whom He wills of His servants. It is not ours to bring you an authority <span class=\"gray\">(proof)</span> except by the permission of Allah. And in Allah <span class=\"gray\">(alone)</span> let the believers put their trust. <span>(11)</span>\"And why should we not put our trust in Allah while He indeed has guided us in our ways? And we shall certainly bear with patience all the hurt you may cause us, and in Allah <span class=\"gray\">(alone)</span> let those who trust, put their trust. <span>(12)</span></p><div lang=\"en\" class=\"en \"><h2>The Argument between the Prophets and the Disbelievers</h2></div><p lang=\"en\" class=\"en \">Allah narrates to us the arguments that ensued between the disbelievers and their Messengers. When their nations doubted the Message of worshipping Allah alone without partners, the Messengers said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفِي اللَّهِ شَكٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(What!)</span> Can there be a doubt about Allah...?)</span></p><p lang=\"en\" class=\"en \">about His Lordship and having the exclusive right to be worshipped alone, being the only Creator of all creatures Verily, none besides Allah is worthy of worship, alone without partners with Him.</p><p lang=\"en\" class=\"en \">Most nations were, and still are, affirming the existence of the Creator, but they call upon intermediaries besides Him whom they think will benefit them or bring them closer to Allah. Their Messengers said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He calls you that He may forgive you of your sins)</span> in the Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُؤَخِّرَكُمْ إِلَىٰ أَجَلٍ مُّسَمًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and give you respite for a term appointed.)</span>, in this worldly life. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُم مَّتَاعًا حَسَنًا إِلَىٰ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Seek the forgiveness of your Lord, and turn to Him in repentance, that He may grant you good enjoyment, for a term appointed, and bestow His abounding grace to every owner of grace.)</span><span class=\"gray\">[11:3]</span></p><p lang=\"en\" class=\"en \">However, their nations went on arguing against their prophethood, after they had to submit to the first evidence <span class=\"gray\">(that Allah Alone created everything)</span>.</p><div lang=\"en\" class=\"en \"><h2>Disbelievers reject Prophethood because the Messengers were Humans!</h2></div><p lang=\"en\" class=\"en \">Their nations said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنْ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are no more than human beings like us!)</span> so why should we follow you just because you say so, even though we did not witness a miracle by your hands,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتُونَا بِسُلْطَانٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then bring us a clear authority.)</span>, a miracle of our choice.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلَّا بَشَرٌ مِّثْلُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their Messengers said to them: \"We are no more than human beings like you...\")</span> affirming that truly, they were only human being like their nations,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ اللَّهَ يَمُنُّ عَلَىٰ مَن يَشَاءُ مِنْ عِبَادِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but Allah bestows His grace to whom He wills of His servants.)</span>, with prophethood and messengership which is His choice,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لَنَا أَن نَّأْتِيَكُم بِسُلْطَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not ours to bring you an authority)</span> according to your choice,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا بِإِذْنِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(except by the permission of Allah.)</span>, after we beg Him and He provides us with a miracle,</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in Allah <span class=\"gray\">(alone)</span> let the believers put their trust.)</span> in all their affairs. Their Messengers said to them next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And why should we not put our trust in Allah)</span>, after He had guided us to the best, most clear and plain way,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنَصْبِرَنَّ عَلَىٰ مَا آذَيْتُمُونَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And we shall certainly bear with patience all the hurt you may cause us)</span>, such as foolish actions and abusive statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in Allah <span class=\"gray\">(alone)</span> let those who trust, put their trust.)</span></p>"
  }
]