[
  {
    "ayah_key": "18:6",
    "group_ayah_key": "18:6",
    "from_ayah": "18:6",
    "to_ayah": "18:8",
    "ayah_keys": "18:6,18:7,18:8",
    "text": "<p class=\"en translation\" lang=\"en\">Perhaps, you would kill yourself in grief, over their footsteps, because they believe not in this narration <span>(6)</span>Verily, we have made that which is on earth an adornment for it, in order that We may test which of them are best in deeds <span>(7)</span>And verily, We shall make all that is on it bare, dry soil <span>(8)</span></p><div lang=\"en\" class=\"en \"><h2>Do not feel sorry because the Idolators do not believe </h2></div><p lang=\"en\" class=\"en \">Allah consoles His Messenger ﷺ for his sorrow over the idoltors because they would not believe and keep away from him. He also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So destroy not yourself in sorrow for them.)</span><span class=\"gray\">[35:8]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَحْزَنْ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And grieve not over them.)</span><span class=\"gray\">[16:127]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It may be that you are going to kill yourself with grief, that they do not become believers.)</span><span class=\"gray\">[26:3]</span> meaning, maybe you will destroy yourself with your grief over them. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلَىٰ آثَارِهِمْ إِن لَّمْ يُؤْمِنُوا بِهَٰذَا الْحَدِيثِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Perhaps, you would kill yourself in grief, over their footsteps, because they believe not in this narration.)</span> meaning the Qur'an.</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَسَفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in grief)</span> Allah is saying, 'do not destroy yourself with regret.' Qatadah said: \"killing yourself with anger and grief over them.\" Mujahid said: \"with anxiety.\" These are synonymous, so the meaning is: 'Do not feel sorry for them, just convey the Message of Allah to them. Whoever goes the right way, then he goes the right way only for the benefit of himself. And whoever goes astray, then he strays at his own loss, so do not destroy yourself in sorrow for them.'</p><div lang=\"en\" class=\"en \"><h2>This World is the Place of Trial </h2></div><p lang=\"en\" class=\"en \">Then Allah tells us that He has made this world a temporary abode,adorned with transient beauty,and He made it a place of trial,not a place of settlement. So He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, we have made that which is on earth an adornment for it, in order that We may test which of them are best in deeds.)</span> Abu Maslamah narrated from Abu Nadrah from Abu Sa'id that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الدُّنْيَا حُلْوَةٌ خَضِرَةٌ، وَإِنَّ اللهَ مُسْتَخْلِفُكُمْ فِيهَا فَنَاظِرٌ مَاذَا تَعْمَلُونَ، فَاتَّقُوا الدُّنْيَا، وَاتَّقُوا النِّسَاءَ، فَإِنَّ أَوَّلَ فِتْنَةِ بَنِي إِسْرَائِيلَ كَانَتْ فِي النِّسَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This world is sweet and green, and Allah makes you generations succeeding one another, so He is watching what you will do. Beware of <span class=\"gray\">(the beguilements of)</span> this world and beware of women, for the first affliction that Children of Israel suffered from was that of women.)</span></p><p lang=\"en\" class=\"en \">Then Allah tells us that this world will pass away and come to an end, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We shall make all that is on it bare, dry soil.)</span> means, 'after having adorned it, We will destroy it and make everything on it bare and dry, with no vegetation or any other benefit.'</p><p lang=\"en\" class=\"en \">Al-'Awfi reported from Ibn 'Abbas that this means everything on it would be wiped out and destroyed. Mujahid said: \"a dry and barren plain.\" Qatadah said, \"A plain on which there are no trees or vegetation.\"</p>"
  }
]