[
  {
    "ayah_key": "4:49",
    "group_ayah_key": "4:49",
    "from_ayah": "4:49",
    "to_ayah": "4:52",
    "ayah_keys": "4:49,4:50,4:51,4:52",
    "text": "<p lang=\"en\" class=\"en \">Have you not seen those who claim sanctity for themselves? Nay, but Allah sanctifies whom He wills, and they will not be dealt with injustice even equal to the extent of a 'Fatīl' <span>(49)</span>Look, how they invent a lie against Allah, and enough is that as a manifest sin <span>(50)</span>Have you not seen those who were given a portion of the Scripture? They believe in Jibt and Taghut and say to those who disbelieve, \"These people are better guided on the way, \" than the believers <span>(51)</span>They are those whom Allah has cursed, and he whom Allah curses, you will not find for him <span class=\"gray\">(any)</span> helper <span>(52)</span></p><div lang=\"en\" class=\"en \"><h2>Chastising and Cursing the Jews for Claiming Purity for Themselves and Believing in Jibt and Taghut</h2></div><p lang=\"hi-Latn\" class=\"hi-Latn \">Al-Hasan and Qatadah said, \"This Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنفُسَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen those who claim sanctity for themselves?)</span> was revealed about the Jews and Christians when they said, 'We are Allah's children and His loved ones.'\" Ibn Zayd also said, \"This Ayah was revealed concerning their statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We are the children of Allah and His loved ones)</span><span class=\"gray\">[5:18]</span> and their statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَن يَدْخُلَ الْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَارَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None shall enter Paradise unless he be a Jew or a Christian)</span>.\" <span class=\"gray\">[2:111]</span> This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ اللَّهُ يُزَكِّي مَن يَشَاءُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but Allah sanctifies whom He wills,)</span> meaning, the decision in this matter is with Allah Alone, because He has perfect knowledge of the true reality and secrets of all things. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُظْلَمُونَ فَتِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will not be dealt with injustice even equal to the extent of a 'Fatīl',)</span> meaning, He does no injustice with anyone's compensation in any part of his reward, even if it was the weight of a 'Fatīl'. Ibn 'Abbas, Mujahid, 'Ikrimah, 'Ata', Al-Hasan, Qatadah and others among the Salaf said that 'Fatīl' means, \"The scalish thread in the long slit of the date-stone.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Look, how they invent a lie against Allah,)</span> claiming purity for themselves, their claim that they are Allah's children and His loved ones, their statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَن يَدْخُلَ الْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَارَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None shall enter Paradise unless he be a Jew or a Christian)</span><span class=\"gray\">[2:111]</span> their statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَن تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَّعْدُودَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Fire shall not touch us but for a number of days)</span><span class=\"gray\">[3:24]</span> and their reliance on the righteous deeds of their forefathers. Allah has decreed that the good actions of the fathers do not help the children, when He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That was a nation who has passed away. They shall receive the reward of what they earned and you of what you earn)</span>. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِهِ إِثْمًا مُّبِينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and enough is that as a manifest sin.)</span> meaning, these lies and fabrications of theirs are sufficent. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِّنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen those who were given a portion of the Scripture? They believe in Jibt and Taghut)</span>.</p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq said from Hassan bin Fa'id that 'Umar bin Al-Khattab said, \"Jibt is sorcery and Taghut is the Shaytan.\" Abu Nasr Isma'il bin Hammad Al-Jawhari, the renowned scholar, said in his book As-Sihah, \"Al-Jibt means idol, soothsayer and sorcerer.\" Ibn Abi Hatim recorded that Jabir bin 'Abdullah was asked about Taghut, and he said, \"They are soothsayers upon whom the devils descend. \"Mujahid said \"Taghut is a devil in the shape of man, and they refer to him for judgment.\" Imam Malik said, \"Taghut is every object that is worshipped instead of Allah, the Exalted and Most Honored.\"</p><div lang=\"en\" class=\"en \"><h2>Disbelievers Are not Better Guided Than Believers</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَٰؤُلَاءِ أَهْدَىٰ مِنَ الَّذِينَ آمَنُوا سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and say to those who disbelieve, \"These people are better guided on the way,\" than the believers.)</span> preferring the disbelievers over Muslims, because of their ignorance, un-religious nature and disbelief in Allah's Book which is before them.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'Ikrimah said, \"Huyay bin Akhtab and Ka'b bin Al-Ashraf <span class=\"gray\">(two Jewish leaders)</span> came to the people of Makkah, who said to them, 'You <span class=\"gray\">(Jews)</span> are people of the Book and knowledge, so judge us and Muhammad.' They said, 'Describe yourselves and describe Muhammad.' They said, 'We keep relation with kith and kin, slaughter camels <span class=\"gray\">(for the poor)</span>, release the indebted and provide water for the pilgrims. As for Muhammad he is without male children, he severed our relations, and the thieves who rob pilgrims <span class=\"gray\">(the tribe of)</span> Ghifar follow him. So who is better, we or him?' They said, 'You are more righteous and better guided.' Thereafter, Allah sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not seen those who were given a portion)</span>.\" This story was also reported from Ibn 'Abbas and several others among the Salaf.</p><p lang=\"gd\" class=\"gd \">Allah's Curse on the Jews </p><p lang=\"en\" class=\"en \">This Ayah <span class=\"gray\">[4:52]</span> contains a curse for the Jews and informs them that they have no supporter in this life or the Hereafter, because they sought the help of the idolators. They uttered this statement <span class=\"gray\">[in Ayah 4:51]</span> to lure the disbelievers into supporting them, and they ultimately gathered their forces for the battle of Al-Ahzab, forcing the Prophet ﷺ and his Companions to dig a defensive tunnel around Al-Madinah. But, Allah saved the Muslims from their evil,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا ۚ وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah drove back those who disbelieved in their rage, they gained no advantage <span class=\"gray\">(booty)</span>. Allah sufficed for the believers in the fighting. And Allah is Ever All-Strong, All-Mighty)</span>. <span class=\"gray\">[33:25]</span></p>"
  }
]