[
  {
    "ayah_key": "40:69",
    "group_ayah_key": "40:69",
    "from_ayah": "40:69",
    "to_ayah": "40:76",
    "ayah_keys": "40:69,40:70,40:71,40:72,40:73,40:74,40:75,40:76",
    "text": "<p lang=\"en\" class=\"en \">See you not those who dispute about the Ayat of Allah How are they turning away <span>(69)</span>Those who deny the Book, and that with which We sent Our Messengers they will come to know <span>(70)</span>When iron collars will be rounded over their necks, and the chains, they shall be dragged along <span>(71)</span>In the boiling water, then they will be burned in the Fire <span>(72)</span>Then it will be said to them: \"Where are <span class=\"gray\">(all)</span> those whom you used to consider partners <span>(73)</span>\"Besides Allah?\" They will say: \"They have vanished from us. Nay, we did not call upon anything before.\" Thus Allah leads astray the disbelievers <span>(74)</span>That was because you had been exulting in the earth without any right, and that you used to rejoice extremely <span>(75)</span>Enter the gates of Hell to abide therein, and <span class=\"gray\">(indeed)</span> what an evil abode of the arrogant <span>(76)</span></p><p lang=\"en\" class=\"en \">The End of Those Who dispute and deny the Signs of Allah</p><p lang=\"en\" class=\"en \">Allah says, 'do you not wonder, O Muhammad, at those who deny the signs of Allah and dispute the truth by means of falsehood, how their minds are diverted from the truth and are misguided?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who deny the Book, and that with which We sent Our Messengers)</span> means, guidance and clear proof.</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوْفَ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will come to know.)</span> This is a stern warning and clear threat from the Lord to these people. This is like the Ayah:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe that Day to the deniers!)</span><span class=\"gray\">(77:15)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When iron collars will be rounded over their necks, and the chains.)</span> means, the chains will be attached to the iron collars, and the keepers of Hell will drag them along on their faces, sometimes to the boiling water, and sometimes to the Fire. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسْحَبُونَ - فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they shall be dragged along, in the boiling water, then they will be burned in the Fire.)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ - يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the Hell which the criminals denied. They will go between it and the fierce boiling water!)</span><span class=\"gray\">(55:43-44)</span>. </p><p lang=\"en\" class=\"en \">After describing how they will eat Zaqqum <span class=\"gray\">(a bitter tree of Hell)</span> and drink Hamim <span class=\"gray\">(boiling water)</span>, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّ مَرْجِعَهُمْ لَإِلَى الْجَحِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then thereafter, verily, their return is to the flaming fire of Hell.)</span><span class=\"gray\">(37:68)</span>, And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ - فِي سَمُومٍ وَحَمِيمٍ - وَظِلٍّ مِنْ يَحْمُومٍ - لَا بَارِدٍ وَلَا كَرِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those on the Left Hand – how <span class=\"gray\">(unfortunate)</span> will be those on the Left Hand? In fierce hot wind and boiling water, and shadow of black smoke, <span class=\"gray\">(that shadow)</span> neither cool nor <span class=\"gray\">(even)</span> pleasant.)</span> until</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِنَّكُمْ أَيُّهَا الضَّالُّونَ الْمُكَذِّبُونَ - لَآكِلُونَ مِنْ شَجَرٍ مِنْ زَقُّومٍ - فَمَالِئُونَ مِنْهَا الْبُطُونَ - فَشَارِبُونَ عَلَيْهِ مِنَ الْحَمِيمِ - فَشَارِبُونَ شُرْبَ الْهِيمِ - هَٰذَا نُزُلُهُمْ يَوْمَ الدِّينِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then moreover, verily, – you the erring-ones, the deniers <span class=\"gray\">(of Resurrection)</span>! You verily, will eat of the trees of Zaqqum. Then you will fill your bellies therewith, and drink boiling water on top of it. And you will drink <span class=\"gray\">(that)</span> like thirsty camels! That will be their entertainment on the Day of Recompense!)</span><span class=\"gray\">(56: 41-44, 51-56)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ شَجَرَتَ الزَّقُّومِ - طَعَامُ الْأَثِيمِ - كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ - كَغَلْيِ الْحَمِيمِ - خُذُوهُ فَاعْتِلُوهُ إِلَىٰ سَوَاءِ الْجَحِيمِ - ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ - ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ - إِنَّ هَٰذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the tree of Zaqqum will be the food of the sinners. Like boiling oil, it will boil in the bellies, like the boiling of scalding water. <span class=\"gray\">(It will be said:)</span> \"Seize him and drag him into the midst of blazing Fire, then pour over his head the torment of boiling water. Taste you <span class=\"gray\">(this)</span>! Verily, you were <span class=\"gray\">(pretending to be)</span> the mighty, the generous! Verily, this is that whereof you used to doubt!\")</span><span class=\"gray\">(44:43-50)</span> i.e., this will be said to them to rebuke and ridicule them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ - مِنْ دُونِ اللَّهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then it will be said to them: \"Where are <span class=\"gray\">(all)</span> those whom you considered partners – besides Allah?\")</span> means, it will be said to them, 'where are the idols whom you used to worship instead of Allah? Can they help you today?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا ضَلُّوا عَنَّا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"They have vanished from us...\")</span> mean, they have gone away and they cannot do anything for us.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, we did not invoke <span class=\"gray\">(worship)</span> anything before.)</span> means, they will deny that they worshipped them. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There will then be <span class=\"gray\">(left)</span> no Fitnah <span class=\"gray\">(excuse)</span> for them but to say: \"By Allah, our Lord, we were not those who joined others in worship with Allah.\")</span><span class=\"gray\">(6:23)</span> Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus Allah leads astray the disbelievers)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That was because you had been exulting in the earth without any right, and that you used to rejoice extremely.)</span> means, the angels will say to them, 'what you are suffering now is your recompense for your exulting in the earth without any right, and for your extravagance.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Enter the gates of Hell to abide therein, and <span class=\"gray\">(indeed)</span> what an evil abode of the arrogant!)</span> means, what a terrible abode and final destination, filled with humiliation and severe punishment for those who arrogantly ignored the signs of Allah and refused to accept His proof and evidence. And Allah knows best.</p>"
  }
]