[
  {
    "ayah_key": "8:42",
    "group_ayah_key": "8:42",
    "from_ayah": "8:42",
    "to_ayah": "8:42",
    "ayah_keys": "8:42",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(And remember)</span> when you <span class=\"gray\">(the Muslim army)</span> were on the near side of the valley, and they on the farther side, and the caravan on the ground lower than you. Even if you had made a mutual appointment to meet, you would certainly have failed in the appointment, but <span class=\"gray\">(you met)</span> that Allah might accomplish a matter already ordained <span class=\"gray\">(in His knowledge)</span>, so that those who were to be destroyed <span class=\"gray\">(for rejecting the faith)</span> might be destroyed after a clear evidence, and those who were to live <span class=\"gray\">(believers)</span> might live after a clear evidence. And surely, Allah is All-Hearer, All-Knower <span>(42)</span></p><div lang=\"en\" class=\"en \"><h2>Some Details of the Battle of Badr</h2></div><p lang=\"yo\" class=\"yo \">Allah describes Yawm Al-Furqan, <span class=\"gray\">(i.e. the day of Badr)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ أَنتُم بِالْعُدْوَةِ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(And remember)</span> when you <span class=\"gray\">(the Muslim army)</span> were on the near side of the valley,)</span> camping in the closest entrance of the valley towards Al-Madinah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُم </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they)</span>, the idolators, who were camped,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْعُدْوَةِ الْقُصْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on the farther side)</span>, from Al-Madinah, towards Makkah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالرَّكْبُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the caravan)</span>, that was under the command of Abu Sufyan, with the wealth that it contained,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَسْفَلَ مِنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on the ground lower than you)</span>, closer to the sea,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ تَوَاعَدتُّمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(even if you had made a mutual appointment to meet,)</span> you and the idolators,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَاخْتَلَفْتُمْ فِي الْمِيعَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you would certainly have failed in the appointment)</span></p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq said, \"Yahya bin 'Abbad bin 'Abdullah bin Az-Zubayr narrated to me from his father about this Ayah \"Had there been an appointed meeting set between you and them and you came to know of their superior numbers and your few forces, you would not have met them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن لِّيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but <span class=\"gray\">(you met)</span> that Allah might accomplish a matter already ordained,)</span></p><p lang=\"en\" class=\"en \">Allah had decreed that He would bring glory to Islam and its people, while disgracing Shirk and its people. You <span class=\"gray\">[the companions]</span> had no knowledge this would happen, but it was out of Allah's compassion that He did that.\" In a Hadith, Ka'b bin Malik said, \"The Messenger of Allah ﷺ and the Muslims marched to intercept the Quraysh caravan, but Allah made them meet their <span class=\"gray\">(armed)</span> enemy without appointment.\" Muhammad bin Ishaq said that Yazid bin Ruwman narrated to him that 'Urwah bin Az-Zubayr said, \"Upon approaching Badr, the Messenger of Allah ﷺ sent 'Ali bin Abi Talib, Sa'd bin Abi Waqqas, Az-Zubayr bin Al-'Awwam and several other Companions to spy the pagans. They captured two boys, a servant of Bani Sa'id bin Al-'As and a servant of Bani Al-Hajjaj, while they were bringing water for Quraysh. So they brought them to the Messenger of Allah ﷺ, but found him praying. The Companions started interrogating the boys, asking them to whom they belonged. Both of them said that they were employees bringing water for Quraysh <span class=\"gray\">(army)</span>. The Componions were upset with that answer, since they thought that the boys belonged to Abu Sufyan <span class=\"gray\">(who was commanding the caravan)</span>. So they beat the two boys vehemently, who said finally that they belonged to Abu Sufyan. Thereupon companions left them alone. When the Prophet ﷺ ended the prayer, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إَذَا صَدَّقَاكُمْ ضَرَبْتُمُوهُمَا، وَإِذَا كَذَّبَاكُمْ تَرَكْتُمُوهُمَا، صَدَقَا وَاللهِ! إِنَّهُمَا لِقُرَيْشٍ ، أَخْبِرَانِي عَنْ قُرَيْشٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When they tell you the truth you beat them, but when they lie you let them go? They have said the truth, by Allah! They belong to the Quraysh. <span class=\"gray\">(addressing to the boys He said:)</span> Tell me the news about Quraysh.)</span></p><p lang=\"en\" class=\"en \">The two boys said, 'They are behind this hill that you see, on the far side of the valley.' The Messenger of Allah ﷺ asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمِ الْقَوْمُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How many are they?)</span></p><p lang=\"en\" class=\"en \">They said, 'They are many.' He asked,</p><p class=\"ps qpc-hafs\" lang=\"ps\">مَاعُدَّتُهُمْ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How many?)</span> They said, 'We do not know the precise number.' He asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمْ يَنْحَرُونَ كُلَّ يَوْمٍ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How many camels do they slaughter every day?)</span></p><p lang=\"en\" class=\"en \">They said, 'Nine or ten a day.' The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْقَوْمُ مَا بَيْنَ التِّسْعمِائَةِ إِلَى الْأَلْفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are between nine-hundred and a thousand.)</span> He asked again,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ فِيهِمْ مِنْ أَشْرَافِ قُرَيْشٍ؟</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(Which chiefs of Quraysh are accompanying the army?)</span> They said, 'Utbah bin Rabi'ah, Shaybah bin Rabi'ah, Abu Al-Bakhtari bin Hisham, Hakim bin Hizam, Nawfal bin Khuwaylid, Al-Harith bin 'Amir bin Nawfal, Tu'aymah bin Adi bin Nawfal, An-Nadr bin Al-Harith, Zam'ah bin Al-Aswad, Abu Jahl bin Hisham, Umayyah bin Khalaf, Nabih and Munabbih sons of Al-Hajjaj, Suhayl bin 'Amr and 'Amr bin 'Abd Wadd.' The Messenger of Allah ﷺ said to the people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَذِهِ مَكَّةُ قَدْ أَلْقَتْ إِلَيْكُمْ أَفَلَاذَ كَبِدِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is Makkah! She has brought you her most precious sons <span class=\"gray\">(its chiefs)</span>!)</span>\"</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ وَيَحْيَى مَنْ حَىَّ عَن بَيِّنَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So that those who were to be destroyed might be destroyed after a clear evidence.)</span><span class=\"gray\">[8:42]</span></p><p lang=\"en\" class=\"en \">Muhammad bin Ishaq commented, \"So that those who disbelieve do so after witnessing clear evidence, proof and lessons, and those who believe do so after witnessing the same.\" This is a sound explanation. Allah says, He made you meet your enemy in one area without appointment, so that He gives you victory over them.' This way, 'He will raise the word of truth above falsehood, so that the matter is made clear, the proof unequivocal and the evidence plain. Then there will be no more plea or doubt for anyone. Then, those destined to destruction by persisting in disbelief do so with evidence, aware that they are misguided and that proof has been established against them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَحْيَى مَنْ حَىَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and those who were to live might live)</span>, those who wish to believe do so,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَن بَيِّنَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(after a clear evidence)</span>, and proof. Verily, faith is the life of the heart, as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَمَن كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is he who was dead <span class=\"gray\">(without faith by ignorance and disbelief)</span> and We gave him life <span class=\"gray\">(by knowledge and faith)</span> and set for him a light <span class=\"gray\">(of belief)</span> whereby he can walk among men ...)</span><span class=\"gray\">[6:122]</span>.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ اللَّهَ لَسَمِيعٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And surely, Allah is All-Hearer)</span>, of your invocation, humility and requests for His help,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Knower)</span> meaning; about you, and you deserve victory over your rebellious, disbelieving enemies.</p>"
  }
]