[
  {
    "ayah_key": "3:102",
    "group_ayah_key": "3:102",
    "from_ayah": "3:102",
    "to_ayah": "3:103",
    "ayah_keys": "3:102,3:103",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Have Taqwa of Allah as is His due, and die not except as <span class=\"gray\">(true)</span> Muslims <span>(102)</span>And hold fast, all of you together, to the Rope of Allah, and be not divided among yourselves, and remember Allah's favor on you, for you were enemies of one another but He joined your hearts together, so that, by His grace, you became brethren, and you were on the brink of a pit of Fire, and He saved you from it. Thus Allah makes His Ayat clear to you, that you may be guided <span>(103)</span></p><div lang=\"en\" class=\"en \"><h2>Meaning of 'Taqwa of Allah'</h2></div><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'Abdullah bin Mas'ud commented on the Ayah,</p><p class=\"ps qpc-hafs\" lang=\"ps\">اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have Taqwa of Allah as is His due,)</span></p><p lang=\"en\" class=\"en \">\"That He is obeyed and not defied, remembered and not forgotten and appreciated and not unappreciated.\" This has an authentic chain of narration to 'Abdullah bin Mas'ud. Al-Hakim collected this Hadith in his Mustadrak, from Ibn Mas'ud, who related it to the Prophet ﷺ. Al-Hakim said, \"It is authentic according to the criteria of the Two Shaykhs <span class=\"gray\">[Al-Bukhari and Muslim]</span>, and they did not record it.\" This is what he said, but it appears that it is only a statement of 'Abdullah bin Mas'ud, and Allah knows best. It was also reported that Anas said, \"The servant will not have Taqwa of Allah as is His due until he keeps his tongue idle.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and die not except as <span class=\"gray\">(true)</span> Muslims)</span><span class=\"gray\">[3:102]</span>, means, preserve your Islam while you are well and safe, so that you die as a Muslim. The Most Generous Allah has made it His decision that whatever state one lives in, that is what he dies upon and is resurrected upon. We seek refuge from dying on other than Islam.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Mujahid said, \"The people were circling around the Sacred House when Ibn 'Abbas was sitting, holding a bent-handled walking stick. Ibn 'Abbas said, The Messenger of Allah <span class=\"gray\">[recited]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have Taqwa of Allah as is His due, die not except as <span class=\"gray\">(true)</span> Muslims.)</span><span class=\"gray\">[3:102]</span>, <span class=\"gray\">[then he said;]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّ قَطْرَةً مِنَ الزَّقُّومِ قُطِرَتْ لَأَمَرَّتْ عَلى أَهْلِ الْأرْضِ عِيشَتَهُمْ، فَكَيْفَ بِمَنْ لَيْسَ لَهُ طَعَامٌ إِلَّا الزَّقُّومُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, if a drop of Zaqqum <span class=\"gray\">(a tree in Hell)</span> falls, it will spoil life for the people of earth. What about those whose food is only from Zaqqum)</span>\"</p><p lang=\"en\" class=\"en \">This was recorded by At-Tirmidhi, An-Nasa'i, Ibn Majah, Ibn Hibban in his Sahih and Al-Hakim his Mustadrak. At-Tirmidhi said, \"Hasan Sahih\" while Al-Hakim said; \"It meets the conditions of the Two Sahihs and they did not record it.\"</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Jabir said that three nights before the Messenger of Allah ﷺ died he heard him saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمُوتَنَّ أَحَدُكُمْ إِلَّا وَهُوَ يُحْسِنُ الظَّنَّ بِاللهِ عَزَّ وَجَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None of you should die except while having sincere trust in Allah, the Exalted and Most Honorable.)</span> Muslim also recorded it. The Two Sahihs record that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ: أَنَا عِنْدَ ظَنِّ عَبْدِي بِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah said, \"I am as My servant thinks of Me.\")</span></p><div lang=\"en\" class=\"en \"><h2>The Necessity of Holding to the Path of Allah and the Community of the Believers</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And hold fast, all of you together, to the Rope of Allah, and be not divided among yourselves.)</span> It was said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِحَبْلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to the Rope of Allah)</span> refers to Allah's covenant, just as Allah said in the following Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلَّا بِحَبْلٍ مِّنَ اللَّهِ وَحَبْلٍ مِّنَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indignity is put over them wherever they may be, except when under a covenant <span class=\"gray\">(of protection)</span> from Allah, and from men;)</span><span class=\"gray\">[3:112]</span>, in reference to pledges and peace treaties.</p><p lang=\"de\" class=\"de \">Allah's statement</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا تَفَرَّقُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and be not divided among yourselves)</span>, orders sticking to the community of the believers and forbids division. There are several Hadiths that require adhering to the Jama'ah <span class=\"gray\">(congregation of believers)</span> and prohibit division. Muslim recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يَرْضَى لَكُمْ ثَلَاثًا، وَيَسْخَطُ لَكُمْ ثَلَاثًا: يَرْضَى لَكُمْ أَنْ تَعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا، وَأَنْ تَعْتَصِمُوا بِحَبْلِ اللهِ جَمِيعًا وَلَا تَفَرَّقُوا، وَأَنْ تَنَاصَحُوا مَنْ وَلَّاهُ اللهُ أَمْرَكُمْ. وَيَسْخَطُ لَكُمْ ثَلَاثًا: قِيلَ وَقَالَ، وَكَثْرَةَ السُّؤَالِ، وَإِضَاعَةَ الْمَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It pleases Allah for you to acquire three qualities and displeases Him that you acquire three characteristics. It pleases Him that you worship Him Alone and not associate anything or anyone with Him in worship, that you hold on to the Rope of Allah altogether and do not divide, and that you advise whoever Allah appoints as your Leader. The three that displease Him are that you say, 'It was said,' and, 'So-and-so said,' asking many unnecessary questions and wasting money.)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِ إِخْوَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and remember Allah's favor on you, for you were enemies one to another but He joined your hearts together, so that, by His grace, you became brethren)</span><span class=\"gray\">[3:103]</span>.</p><p lang=\"en\" class=\"en \">This was revealed about the Aws and Khazraj. During the time of Jahiliyyah, the Aws and Khazraj were at war and had great hatred, enmity and ill feelings towards each other, causing long conflicts and battles to occur between them. When Allah brought Islam, those among them who embraced it became brothers who loved each other by Allah's grace, having good ties for Allah's sake and helping each other in righteousness and piety. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ - وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَّا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَٰكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who has supported you with His Help and with the believers. And He has united their hearts. If you had spent all that is in the earth, you could not have united their hearts, but Allah has united them)</span><span class=\"gray\">[8:62-63]</span>, until the end of the Ayah. Before Islam, their disbelief had them standing at the edge of a pit of the Fire, but Allah saved them from it and delivered them to faith. The Messenger of Allah ﷺ reminded the Ansar <span class=\"gray\">[from both Aws and Khazraj]</span> of this bounty when he was dividing the war booty of Hunayn. During that time, some Ansar did not like the way the booty was divided, since they did not get what the others did, although that was what Allah directed His Prophet ﷺ to do. The Messenger of Allah gave them a speech, in which he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَعْشَرَ الْأَنْصَارِ أَلَمْ أَجِدْكُمْ ضُلَّالًا فَهَدَاكُمُ اللهُ بِي، وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمُ اللهُ بِي، وَعَالَةً فَأَغْنَاكُمُ اللهُ بِي؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Ansar! Did I not find you misguided and Allah directed you to guidance because of me? Were you not divided beforehand and Allah united you around me? Were you not poor and Allah enriched you because of me?)</span></p><p lang=\"en\" class=\"en \">Whenever the Prophet ﷺ asked them a question, they would answer, \"Indeed, Allah and His Messenger have granted us bounty.\"</p>"
  }
]