[
  {
    "ayah_key": "5:59",
    "group_ayah_key": "5:59",
    "from_ayah": "5:59",
    "to_ayah": "5:63",
    "ayah_keys": "5:59,5:60,5:61,5:62,5:63",
    "text": "<p lang=\"en\" class=\"en \">Say: \"O People of the Scripture! Do you criticize us for no other reason than that we believe in Allah, and in what has been sent down to us and in that which has been sent down before <span class=\"gray\">(us)</span>, and that most of you are rebellious? <span>(59)</span>Say: \"Shall I inform you of something worse than that, regarding the recompense from Allah: those who incurred the curse of Allah and His wrath, and those of whom He transformed into monkeys and swine, and those who worshipped Taghut; such are worse in rank, and far more astray from the straight path. <span>(60)</span>When they come to you, they say: \"We believe.\" But in fact they enter with disbelief and they go out with the same. And Allah knows all that they were hiding <span>(61)</span>And you see many of them hurrying for sin and transgression, and eating illegal things. Evil indeed is that which they have been doing <span>(62)</span>Why do not the 'Rabbāniyyūn' and the 'Aḥbār' forbid them from uttering sinful words and from eating illegal things. Evil indeed is that which they have been performing <span>(63)</span></p><div lang=\"en\" class=\"en \"><h2>The People of the Book are Enraged at the Believers Because of their Faith in Allah</h2></div><p lang=\"en\" class=\"en \">Allah commands: Say, O Muhammad, to those who mock and jest about your religion from among the People of the Scriptures,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تَنقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you criticize us for no other reason than that we believe in Allah, and in what has been sent down to us and in that which has been sent down before <span class=\"gray\">(us)</span>)</span></p><p lang=\"en\" class=\"en \">Do you have any criticism or cause of blame for us, other than this? This, by no means, is cause of blame or criticism. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَن يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they had no fault except that they believed in Allah, the Almighty, Worthy of all praise!)</span><span class=\"gray\">[85:8]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِن فَضْلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they could not find any cause to do so except that Allah and His Messenger had enriched them of His bounty.)</span><span class=\"gray\">[9:74]</span> In an agreed upon Hadith, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يَنْقِمُ ابْنُ جَمِيلٍ إِلَّا أَنْ كَانَ فَقِيرًا فَأَغْنَاهُ اللهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What caused Ibn Jamil to Yanqim <span class=\"gray\">(refuse to give Zakah)</span>, although he was poor and Allah made him rich?)</span> Allah's statement,</p><p class=\"ps qpc-hafs\" lang=\"ps\"> وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that most of you are rebellious...)</span> is connected to</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ آمَنَّا بِاللَّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that we believe in Allah, and in that which has been sent down to us and in that which has been sent down before <span class=\"gray\">(us)</span>.)</span></p><p lang=\"en\" class=\"en \">Therefore, the meaning of this part of the Ayah is: we also believe that most of you are rebellious and deviated from the straight path.</p><div lang=\"en\" class=\"en \"><h2>The People of the Scriptures Deserve the Worst Torment on the Day of Resurrection</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هَلْ أُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكَ مَثُوبَةً عِندَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Shall I inform you of something worse than that, regarding the recompense from Allah\")</span> The Ayah commands the Prophet ﷺ to say: Shall I inform you about a worse people with Allah on the Day of Resurrection than what you think of us? They are you, with these characteristics,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن لَّعَنَهُ اللَّهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who incurred the curse of Allah)</span> were expelled from His mercy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَغَضِبَ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and who incurred His wrath)</span> and anger, after which He will never be pleased with them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those of whom He transformed into monkeys and swine,)</span> as we mentioned in Surat Al-Baqarah <span class=\"gray\">(2)</span> and as we will mention in Surat Al-A'raf <span class=\"gray\">(7)</span>. Sufyan Ath-Thawri narrated that Ibn Mas'ud said, \"Allah's Messenger ﷺ was asked if the current monkeys and swine were those whom Allah transformed. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إنَّ اللهَ لَمْ يُهْلِكْ قَوْمًا، أَوْ لَمْ يَمْسَخْ قَوْمًا فَيَجْعَلَ لَهُمْ نَسْلًا وَلَا عَقِبًا، وَإِنَّ الْقِرَدَةَ وَالْخَنَازِيرَ كَانَتْ قَبْلَ ذلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah never destroyed a people by transforming them and making offspring or descendants for them. The monkeys and swine existed before that.)</span>\" This was also recorded by Muslim. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَبَدَ الطَّاغُوتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who worshipped Taghut...)</span> and served them, becoming their servants. The meaning of this Ayah is: you, O People of the Scriptures, who mock our religion, which consists of Allah's Tawhid, and singling Him out in worship without others, how can you mock us while these are your characteristics? This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ شَرٌّ مَّكَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(such are worse in rank...)</span> than what you – People of the Scriptures – think of us Muslims,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَضَلُّ عَن سَوَاءِ السَّبِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and far more astray from the straight path.)</span> 'More' in the Ayah does not mean that the other party is 'less' astray, but it means that the People of the Scriptures are far astray. In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The dwellers of Paradise will, on that Day, have the best abode, and have the fairest of places for repose.)</span></p><div lang=\"en\" class=\"en \"><h2>The Hypocrites Pretend to be Believers but Hide their Kufr</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا جَاءُوكُمْ قَالُوا آمَنَّا وَقَد دَّخَلُوا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوا بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When they come to you, they say, \"We believe.\" But in fact they enter with <span class=\"gray\">(an intention of)</span> disbelief and they go out with the same.)</span></p><p lang=\"en\" class=\"en \">This is the description of the hypocrites, for they pretend to be believers while their hearts hide Kufr. So Allah said;</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَقَد دَّخَلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But in fact they enter)</span> on you, O Muhammad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْكُفْرِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with disbelief)</span> in their hearts and they depart with Kufr, and this is why they do not benefit from the knowledge they hear from you, nor does the advice and reminder move them. So,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَهُمْ قَدْ خَرَجُوا بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they go out with the same)</span> meaning, they alone,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ أَعْلَمُ بِمَا كَانُوا يَكْتُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah knows all that they were hiding.)</span> Allah knows their secrets and what their hearts conceal, even if they pretend otherwise with His creatures, thus pretending to be what they are not. Allah, Who has perfect knowledge of the seen and unseen, has more knowledge about the hypocrites than any of His creatures do and He will recompense them accordingly. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَىٰ كَثِيرًا مِّنْهُمْ يُسَارِعُونَ فِي الْإِثْمِ وَالْعُدْوَانِ وَأَكْلِهِمُ السُّحْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you see many of them <span class=\"gray\">(Jews)</span> hurrying for sin and transgression, and eating illegal things.)</span></p><p lang=\"en\" class=\"en \">They hurry to devour prohibited and illegal things, all the while transgressing against people, unjustly consuming their property through bribes and Riba,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَبِئْسَ مَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Evil indeed is that which they have been doing.)</span> Indeed, horrible is that which they used to do and the transgression that they committed.</p><div lang=\"en\" class=\"en \"><h2>Criticizing Rabbis and Learned Religious Men for Giving up on Forbidding Evil</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَن قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why do not the 'Rabbāniyyūn' and the 'Aḥbār' forbid them from uttering sinful words and from eating illegal things. Evil indeed is that which they have been performing.)</span> meaning why don't the 'Rabbāniyyūn' and the 'Aḥbār' forbid them from this evil? The 'Rabbāniyyūn' are the scholars who are in positions of authority, while the 'Aḥbār' are the regular scholars.</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَبِئْسَ مَا كَانُوا يَصْنَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Evil indeed is that which they have been performing.)</span> referring to the 'Rabbāniyyūn', as 'Ali bin Abi Talhah reported from Ibn 'Abbas, because they abandoned forbidding evil. Ibn Jarir recorded that Ibn 'Abbas said, \"There is no Ayah in the Qur'an that has more severe admonition than this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَن قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why do not the 'Rabbāniyyūn' and the 'Aḥbār' forbid them from uttering sinful words and from eating illegal things. Evil indeed is that which they have been performing.)</span>\" </p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Yahya bin Ya'mar said, \" 'Ali bin Abi Talib once gave a speech, which he started by praising Allah and thanking Him. He then said, 'O people! Those who were before you were destroyed because they committed sins and the 'Rabbāniyyūn' and 'Aḥbār' did not forbid them from evil. When they persisted in sin, they were overcome by punishment. Therefore, enjoin righteousness and forbid evil before what they suffered also strikes you. Know that enjoining righteousness and forbidding evil does not reduce the provision or shorten the term of life.\" Imam Ahmad recorded that Jarir said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ قَوْمٍ يَكُونُ بَيْنَ أَظْهُرِهِمْ مَنْ يَعْمَلُ بِالْمَعَاصِي هُمْ أَعَزُّ مِنْهُ وَأَمْنَعُ، وَلَمْ يُغَيِّرُوا إِلَّا أَصَابَهُمُ اللهُ مِنْهُ بِعَذَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no people among whom there are those who commit sins, while the rest are more powerful and mightier than the sinners, yet they do not stop them, but Allah will send a punishment upon them.)</span> Ahmad was alone with this wording. Abu Dawud recorded it, but in his narration Jarir said, \"I heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ رَجُلٍ يَكُونُ فِي قَوْمٍ يُعْمَلُ فِيهِمْ بِالْمَعَاصِي، يَقْدِرُونَ أَنْ يُغَيِّرُوا عَلَيْهِ، فَلَا يُغَيِّرُوا إِلَّا أَصَابَهُمُ اللهُ بِعِقَابٍ قَبْلَ أَنْ يَمُوتُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no one who resides among people commiting evil among them, and they do not stop him though they are able to do so, but Allah will punish them <span class=\"gray\">[all]</span> before they die.)</span>\" Ibn Majah also recorded this Hadith.</p>"
  }
]