[
  {
    "ayah_key": "28:29",
    "group_ayah_key": "28:29",
    "from_ayah": "28:29",
    "to_ayah": "28:32",
    "ayah_keys": "28:29,28:30,28:31,28:32",
    "text": "<p lang=\"en\" class=\"en \">Then, when Musa had fulfilled the term, and was traveling with his family, he saw a fire in the direction of At-Tur. He said to his family: \"Wait, I have seen a fire; perhaps I may bring to you from there some information, or a burning firebrand that you may warm yourselves. <span>(29)</span>So when he reached it, he was called from the right side of the valley, in the blessed place, from the tree: \"O Musa! Verily, I am Allah, the Lord of all that exists! <span>(30)</span>\"And throw your stick!\" But when he saw it moving as if it were a snake, he turned in flight, and looked not back. <span class=\"gray\">(It was said:)</span> \"O Musa! Draw near, and fear not. Verily, you are of those who are secure. <span>(31)</span>\"Put your hand into the opening of your garment, it will come forth white without a disease; and draw your hand close to your side to be free from the fear. These are two proofs from your Lord to Fir'awn and his chiefs. Verily, they are the people who are rebellious. <span>(32)</span></p><div lang=\"en\" class=\"en \"><h2>Musa's Return to Egypt and how he was honored with the Mission and Miracles on the Way</h2></div><p lang=\"en\" class=\"en \">In the explanation of the previous Ayah, we have already seen that Musa completed the longer and better of the two terms, which may also be understood from the Ayah where Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا قَضَىٰ مُوسَى الْأَجَلَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when Musa had fulfilled the term,)</span> meaning, the longer of the two; and Allah knows best.</p><p class=\"ps qpc-hafs\" lang=\"ps\"> وَسَارَ بِأَهْلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and was traveling with his family,)</span> They said: \"Musa missed his country and his relatives, so he resolved to visit them in secret, without Fir'awn and his people knowing. So he gathered up his family and the flocks which his father-in-law had given to him, and set out on a cold, dark, rainy night. They stopped to camp, and whenever he tried to start a fire, he did not succeed. He was surprised by this, and while he was in this state,</p><p class=\"ar qpc-hafs\" lang=\"ar\">آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he saw a fire in the direction of At-Tur)</span> he saw a fire burning from a far.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said to his family: \"Wait, I have seen a fire...\")</span> meaning, 'wait while I go there,'</p><p class=\"sd qpc-hafs\" lang=\"sd\"> لَعَلِّي آتِيكُمْ مِنْهَا بِخَبَرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(perhaps I may bring to you from there some information,)</span> This was because they lost their way.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ جَذْوَةٍ مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or a burning firebrand that you may warm yourselves.)</span> so that they could get warm and find relief from the cold.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا أَتَاهَا نُودِيَ مِنْ شَاطِئِ الْوَادِ الْأَيْمَنِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So when he reached it <span class=\"gray\">(the fire)</span>, he was called from the right side of the valley,)</span> From the side of the valley that adjoined the mountain on his right, to the west. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَىٰ مُوسَى الْأَمْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you were not on the western side, when We made clear to Musa the commandment)</span><span class=\"gray\">(28:44)</span>. This indicates that when Musa headed for the fire, he headed in the direction of the Qiblah with the western mountain on his right. He found the fire burning in a green bush on the side of the mountain adjoining the valley, and he stood there amazed at what he was seeing. Then his Lord called him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ شَاطِئِ الْوَادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from the right side of the valley, in the blessed place, from the tree.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنْ يَا مُوسَىٰ إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Musa! Verily, I am Allah, the Lord of all that exits!)</span> meaning, 'the One Who is addressing you and speaking to you is the Lord of all that exits, the One Who does what He wills, the One apart from Whom there is no other god or lord, may He be exalted and sanctified, the One Who by His very nature, attributes, words and deeds is far above any resemblance to His creation, may He be glorified.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْ أَلْقِ عَصَاكَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And throw your stick!)</span> 'the stick that is in your hand' – as was stated in the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَىٰ - قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَآرِبُ أُخْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"And what is that in your right hand, O Musa\" He said: \"This is my stick, whereon I lean, and wherewith I beat down branches for my sheep, and wherein I find other uses.\")</span><span class=\"gray\">(20:17-18)</span>. The meaning is: 'this stick, which you know so well;'</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلْقِهَا يَا مُوسَىٰ - فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Cast it down, O Musa!\" He cast it down, and behold! It was a snake, moving quickly.)</span><span class=\"gray\">(20:19-20)</span>. Musa knew that the One Who was speaking to him was the One Who merely says to a thing, \"Be!\" and it is, as we have already stated in <span class=\"gray\">(the explanation of)</span> Surah Ta Ha. And here Allah says:</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّىٰ مُدْبِرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when he saw it moving as if it were a snake, he turned in flight,)</span> It moved so quickly, even though it was so big, and its mouth was so huge, with its jaws snapping. It swallowed every rock it passed, and every rock that fell into its mouth fell with a sound like a rock falling into a valley. When he saw that:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he turned in flight, and looked not back.)</span> he did not turn around, because it is human nature to flee from such a thing. But when Allah said to him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُوسَىٰ أَقْبِلْ وَلَا تَخَفْ ۖ إِنَّكَ مِنَ الْآمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Musa! Draw near, and fear not. Verily, you are of those who are secure.)</span> he came back to his original position. Then Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Put your hand into the opening of your garment, it will come forth white without a disease;)</span> meaning, 'when you put your hand in your garment and then draw it out, it will be shining white as if it were a piece of the moon or a flash of lightning.' Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنْ غَيْرِ سُوءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(without a disease)</span> i.e., with no trace of leukoderma.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and draw your hand close to your side to be free from the fear.)</span> Mujahid said, \"To be free from terror.\" Qatadah said, \"To be free from fear.\" Musa was commanded, when he felt afraid of anything, to draw his hand close to his side to be free from the fear. If he did that, whatever fear he felt would be gone. Perhaps if a person does this, following the example of Musa, and puts his hand over his heart, his fear will disappear or be lessened, if Allah wills; in Allah we place our trust.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are two proofs from your Lord)</span> This refers to the throwing down of his stick, whereupon it turned into a moving snake, and his putting his hand into his garment and bringing it forth white without a disease. These were two clear and definitive proofs of the power of the One Who does as He chooses, and of the truth of the prophethood of the one at whose hands these miracles occurred. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to Fir'awn and his chiefs.)</span> meaning his leaders and prominent followers.</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, they are the people who are rebellious.)</span> means, who are disobedient towards Allah and who go against His commands and His religion.</p>"
  }
]