[
  {
    "ayah_key": "3:18",
    "group_ayah_key": "3:18",
    "from_ayah": "3:18",
    "to_ayah": "3:20",
    "ayah_keys": "3:18,3:19,3:20",
    "text": "<p lang=\"en\" class=\"en \">Allah bears witness that none has the right to be worshipped but He, and the angels, and those having knowledge <span class=\"gray\">(also bear witness to this)</span>; <span class=\"gray\">(He always)</span> maintains His creation in justice. None has the right to be worshipped but He, the Almighty, the All-Wise <span>(18)</span>Truly, the religion with Allah is Islam. Those who were given the Scripture <span class=\"gray\">(Jews and Christians)</span> did not differ except out of rivalry, after knowledge had come to them. And whoever disbelieves in the Ayat of Allah, then surely, Allah is Swift in reckoning <span>(19)</span>So if they dispute with you say: \"I have submitted myself to Allah, and <span class=\"gray\">(so have)</span> those who follow me.\" And say to those who were given the Scripture <span class=\"gray\">(Jews and Christians)</span> and to those who are illiterate <span class=\"gray\">(Arab pagans)</span>: \"Do you <span class=\"gray\">(also)</span> submit yourselves?\" If they do, they are rightly guided; but if they turn away, your duty is only to convey the Message; and Allah sees the servants <span>(20)</span></p><div lang=\"en\" class=\"en \"><h2>The Testimony of Tawhid</h2></div><p lang=\"en\" class=\"en \">Allah bears witness, and verily, Allah is sufficient as a Witness, and He is the Most Truthful and Just Witness there is; His statement is the absolute truth,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنَّهُ لَا إِلَٰهَ إِلَّا هُوَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that La ilaha illa Huwa)</span> meaning, He Alone is the Lord and God of all creation; everyone and everything are His servants, creation and in need of Him. Allah is the Most Rich, Free from needing anyone or anything. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّٰكِنِ اللَّهُ يَشْهَدُ بِمَا أَنزَلَ إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah bears witness to that which He has sent down <span class=\"gray\">(the Qur'an)</span> unto you <span class=\"gray\">(O Muhammad ﷺ)</span>)</span><span class=\"gray\">[4:166]</span>.</p><p lang=\"en\" class=\"en \">Allah then mentioned the testimony of His angels and those who have knowledge after he mentioned His own testimony,</p><p class=\"ar qpc-hafs\" lang=\"ar\">شَهِدَ اللَّهُ أَنَّهُ لَا إِلَٰهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah bears witness that none has the right to be worshipped but He)</span>, and the angels, and those having knowledge <span class=\"gray\">(also bear witness to this)</span>). This Ayah emphasizes the great virtue of those who have knowledge.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَائِمًا بِالْقِسْطِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He)</span> maintains His creation in justice)</span> in all that He does,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا إِلَٰهَ إِلَّا هُوَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None has the right to be worshipped but He)</span> thus emphasizing this fact,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْعَزِيزُ الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Almighty, the All-Wise.)</span> the Mighty that does not submit to weakness due to His might and greatness, the Wise in all His statements, actions, legislation and decrees.</p><div lang=\"en\" class=\"en \"><h2>The Religion with Allah is Islam</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الدِّينَ عِندَ اللَّهِ الْإِسْلَامُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, the religion with Allah is Islam.)</span> Allah states that there is no religion accepted with Him from any person, except Islam. Islam includes obeying all of the Messengers until Muhammad ﷺ who finalized their commission, thus closing all paths to Allah except through Muhammad ﷺ. Therefore, after Allah sent Muhammad ﷺ, whoever meets Allah following a path other than Muhammad's, it will not be accepted of him. In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَن يُقْبَلَ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever seeks a religion other than Islam, it will never be accepted of him)</span><span class=\"gray\">[3:85]</span>.</p><p lang=\"en\" class=\"en \">In this Ayah <span class=\"gray\">[3:19]</span>, Allah said, asserting that the only religion accepted with Him is Islam,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الدِّينَ عِندَ اللَّهِ الْإِسْلَامُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, the religion with Allah is Islam.)</span></p><p lang=\"en\" class=\"en \">Allah then states that those who were given the Scripture beforehand divided in the religion after Allah sent the Messengers and revealed the Books to them providing them the necessary proofs to not do so. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who were given the Scripture <span class=\"gray\">(Jews and Christians)</span> did not differ except out of rivalry, after knowledge had come to them.)</span> meaning, some of them wronged others. Therefore, they differed over the truth, out of envy, hatred and enmity for each other. This hatred made some of them defy those whom they hated even if they were correct. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَكْفُرْ بِآيَاتِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever disbelieves in the Ayat of Allah)</span> meaning, whoever rejects what Allah sent down in His Book,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then surely, Allah is Swift in reckoning.)</span> Allah will punish him for his rejection, reckon him for his denial, and torment him for defying His Book. Thereafter, Allah said.</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَإِنْ حَاجُّوكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So if they dispute with you <span class=\"gray\">(Muhammad ﷺ)</span>)</span> so if they argue with you about Tawhid,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I have submitted myself to Allah <span class=\"gray\">(in Islam)</span>, and <span class=\"gray\">(so have)</span> those who follow me\")</span> meaning, Say, 'I have made my worship sincere for Allah Alone without partners, rivals, offspring or companion,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنِ اتَّبَعَنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and those who follow me)</span> who followed my religion and embraced my creed.' In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هَٰذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَىٰ بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ)</span>: \"This is my way; I invite unto Allah with sure knowledge, I and whosoever follows me...\")</span><span class=\"gray\">[12:108]</span>.</p><div lang=\"en\" class=\"en \"><h2>Islam is the Religion of Mankind and the Prophet <span class=\"gray\">(ﷺ)</span> Was Sent to all Mankind</h2></div><p lang=\"en\" class=\"en \">Allah commanded His servant and Messenger, Muhammad ﷺ, to call the People of the Two Scriptures and the unlettered idolators to his religion, way, Law and all that Allah sent him with. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُل لِّلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوا وَّإِن تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say to those who were given the Scripture <span class=\"gray\">(Jews and Christians)</span> and to those who are illiterates <span class=\"gray\">(Arab pagans)</span>: \"Do you <span class=\"gray\">(also)</span> submit yourselves?\" If they do, they are rightly guided; but if they turn away, your duty is only to convey the Message.)</span> meaning, their reckoning is with Allah and their return and final destination is to Him. It is He Who guides whom He wills and allows whom He wills to stray, and He has the perfect wisdom and the unequivocal proof for all of this. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ بَصِيرٌ بِالْعِبَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah sees the servants.)</span> for He has perfect knowledge of who deserves to be guided and who does not deserve to be guided. Verily,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He cannot be questioned for what He does, while they will be questioned.)</span><span class=\"gray\">[21:23]</span> because of His perfect wisdom and mercy. This and similar Ayat are clear proofs that the Message of Muhammad ﷺ is universal to all creation, as it is well established in the religion, according to the various texts of the Book and Sunnah. For instance, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ)</span>: \"O mankind! Verily, I am sent to you all as the Messenger of Allah.\")</span><span class=\"gray\">[7:158]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَىٰ عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Blessed be He Who sent down the criterion to His servant that he may be a warner to the 'Alamin <span class=\"gray\">(mankind and Jinn)</span>.)</span><span class=\"gray\">[25:1]</span>.</p><p lang=\"en\" class=\"en \">The Two Sahihs and other collections of Hadith recorded that the Prophet ﷺ sent letters to the kings of the earth during his time and to different peoples, Arabs and non-Arabs, People of the Book and the unlettered, just as Allah had commanded him. 'Abdur-Razzaq recorded that Ma'mar said, that Hammam said that Abu Hurayrah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ، لَا يَسْمَعُ بِي أَحَدٌ مِنْ هَذِهِ الْأُمَّةِ: يَهُودِيٌّ وَلَا نَصْرَانِيٌّ، وَمَاتَ وَلَمْ يُؤْمِنْ بِالَّذِي أُرْسِلْتُ بِهِ، إِلَّا كَانَ مِنْ أَهْلِ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By He in Whose Hand is my soul! No member of this Ummah, no Jew or Christian, hears of me but dies without believing in what I was sent with, but will be among the people of the Fire.)</span> Muslim recorded this Hadith.</p><p lang=\"nl\" class=\"nl \">The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ إِلَى الْأَحْمَرِ وَالْأَسْوَدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was sent to the red and black.)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ النَّبِيُّ يُبْعَثُ إِلى قَوْمِهِ خَاصَّةً، وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A Prophet used to be sent to his people, but I was sent to all mankind.)</span></p>"
  }
]