[
  {
    "ayah_key": "16:84",
    "group_ayah_key": "16:84",
    "from_ayah": "16:84",
    "to_ayah": "16:88",
    "ayah_keys": "16:84,16:85,16:86,16:87,16:88",
    "text": "<p lang=\"en\" class=\"en \">And on the Day when We resurrect a witness from each nation, then those who disbelieve will not be given leave, nor will they be allowed <span class=\"gray\">(to return to the world)</span> to repent and ask for Allah's forgiveness.) 85. And once those who did wrong see the torment, it will not decrease for them, nor will they be given respite <span>(84)</span>And when those who associated partners with Allah see their partners, they will say: \"Our Lord! These are our partners whom we used to call upon besides you.\" But they will throw back their statement at them <span class=\"gray\">(saying)</span>: \"You indeed are liars! <span>(85)</span>And they will offer <span class=\"gray\">(their full)</span> submission to Allah on that Day, and what they falsely invented will wander away from them <span>(86)</span>Those who disbelieved and tried to obstruct the path of Allah, for them We will add torment on top of the torment because of the corruption they spread <span>(87)</span></p><div lang=\"en\" class=\"en \"><h2>The Plight of the Idolators on the Day of Judgement</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the predicament of the idolators on the Day when they will be resurrected in the realm of the Hereafter. He will raise a witness from every nation - that is - their Prophet, to testify about their response to the Message he conveyed from Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then, those who disbelieved will not be given leave.)</span> meaning, they will not be allowed to offer any excuse, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا يَوْمُ لَا يَنطِقُونَ - وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That will be a Day when they do not speak. And they will not be permitted to present any excuse)</span><span class=\"gray\">(77:35-36)</span>. Hence, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُسْتَعْتَبُونَ - وَإِذَا رَأَى الَّذِينَ ظَلَمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor will they be allowed <span class=\"gray\">(to return to the world)</span> to repent and ask for Allah's forgiveness. And once those who did wrong see)</span> meaning those who associated others in worship with Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the torment, it will not decrease for them,)</span> meaning it will not be reduced for them even for a moment.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُنظَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor will they be given respite.)</span> meaning, it will not be delayed for them, rather they will be taken quickly from the place of gathering, with no calling to account. Then Hell will be brought forth, pulled by seventy thousand ropes, each of which is held by seventy thousand angels, and a neck will stretch forth from Hell towards the people, and it will expel a gust of hot air. No one will be left but will fall to his knees. Then it <span class=\"gray\">(the neck that is stretched forth)</span> will say, \"I have been entrusted to deal with every stubborn, arrogant one who joined another god with Allah,\" and so and so, mentioning different types of people, as was reported in the Hadith. Then it will come down upon them and pick them up from where they are standing as a bird picks up a seed. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا رَأَتْهُم مِّن مَّكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا - وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا - لَّا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When it <span class=\"gray\">(Hell)</span> sees them from a far place, they will hear its raging and its roaring. And when they are thrown into a narrow part of it, chained together, they will cry for destruction. Today, do not scream for one destruction, but scream repeatedly for destruction.)</span><span class=\"gray\">(25:12-14)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the guilty shall see the Fire and apprehend that they are about to fall into it. And they will find no way to avoid it.)</span><span class=\"gray\">(18:53)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ النَّارَ وَلَا عَن ظُهُورِهِمْ وَلَا هُمْ يُنصَرُونَ - بَلْ تَأْتِيهِم بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنظَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If only those who disbelieved knew <span class=\"gray\">(about the time)</span> when they will not be able to protect their faces nor their backs from the Fire, and they have no help. Nay, it <span class=\"gray\">(the Fire)</span> will come upon them all of a sudden and will perplex them, and they will have no power to avert it nor will they have any respite.)</span><span class=\"gray\">(21:39-40)</span></p><div lang=\"en\" class=\"en \"><h2>The gods of the Idolators will disown Them at the Time when They need them most</h2></div><p lang=\"en\" class=\"en \">Then Allah tells us that their gods will disown them when they need them most. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when those who associated partners with Allah see their partners)</span> meaning, those whom they used to worship in this world.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا رَبَّنَا هَٰؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُو مِن دُونِكَ ۖ فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will say: \"Our Lord! These are our partners whom we used to call upon besides you.\" But they will throw their statements back at them <span class=\"gray\">(saying)</span>: \"You are indeed liars!\")</span> i.e., those gods will say to them, 'you are lying. We never commanded you to worship us.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَن دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who is more astray than one who calls upon others besides Allah, such as will not answer him till the Day of Resurrection, and who are <span class=\"gray\">(even)</span> unaware of their invocations to them? And when the people are gathered <span class=\"gray\">(on the Day of Resurrection)</span>, they <span class=\"gray\">(false deities)</span> will become their enemies and will deny their worship,)</span><span class=\"gray\">(46:5-6)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذُوا مِن دُونِ اللَّهِ آلِهَةً لِّيَكُونُوا لَهُمْ عِزًّا - كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have taken gods besides Allah, that they might give them honor, power and glory. Nay, but they will deny their worship, and become their adversaries <span class=\"gray\">(on the Day of Resurrection)</span>.)</span><span class=\"gray\">(19:81-82)</span> Al-Khalil <span class=\"gray\">[Ibrahim]</span> said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but on the Day of Resurrection, you will disown each other)</span><span class=\"gray\">[29:25]</span> And Allah says:</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَقِيلَ ادْعُوا شُرَكَاءَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it will be said <span class=\"gray\">(to them)</span>: \"Call upon your partners\")</span><span class=\"gray\">[28:64]</span> And there are many other similar Ayat.</p><div lang=\"en\" class=\"en \"><h2>Everything will surrender to Allah on the Day of Resurrection</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَوْا إِلَى اللَّهِ يَوْمَئِذٍ السَّلَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will offer <span class=\"gray\">(their full)</span> submission to Allah on that Day,)</span> Qatadah and 'Ikrimah said: \"They will humble themselves and surrender on that Day,\" i.e., they will all surrender to Allah, there will not be anyone who does not hear and obey. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How clearly will they see and hear, the Day when they will appear before Us!)</span><span class=\"gray\">[19:38]</span> meaning, they will see and hear better than they have ever seen and heard before. And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you only could see when the guilty hang their heads before their Lord <span class=\"gray\">(saying)</span>: \"Our Lord! We have now seen and heard.\")</span><span class=\"gray\">[32:12]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(all)</span> faces shall be humbled before the Ever Living, the Sustainer.)</span><span class=\"gray\">[20:111]</span> meaning, they will humble and submit themselves.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَوْا إِلَى اللَّهِ يَوْمَئِذٍ السَّلَمَ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will offer <span class=\"gray\">(their full)</span> submission to Allah on that Day, and what they falsely invented will wander away from them.)</span> The things that they used to worship which were all based on fabrications and lies, will all disappear, and they will have no helper or supporter, and no one to turn to.</p><div lang=\"en\" class=\"en \"><h2>Those among the Idolators who corrupted Others will receive a Greater Punishment</h2></div><p lang=\"yi\" class=\"yi \">Then Allah tells us:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who disbelieved and tried to obstruct the path of Allah, for them We will add torment)</span> meaning one punishment for their disbelief and another punishment for turning others away from following the truth, as Allah says:</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they prevent others from him and they themselves keep away from him)</span><span class=\"gray\">[6:26]</span> meaning they forbade others to follow him and they themselves shunned him, but:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يُهْلِكُونَ إِلَّا أَنفُسَهُمْ وَمَا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they destroyed only themselves, while they do not realize it.)</span><span class=\"gray\">[6:26]</span> This is evidence that there will be varying levels of punishment for the disbelievers, just as there will be varying degrees of Paradise for the believers, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لِكُلٍّ ضِعْفٌ وَلَٰكِن لَّا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For each one there is double <span class=\"gray\">(torment)</span>, but you know not.)</span><span class=\"gray\">[7:38]</span></p>"
  }
]