[
  {
    "ayah_key": "3:69",
    "group_ayah_key": "3:69",
    "from_ayah": "3:69",
    "to_ayah": "3:74",
    "ayah_keys": "3:69,3:70,3:71,3:72,3:73,3:74",
    "text": "<p lang=\"en\" class=\"en \">A party of the People of the Scripture wish to lead you astray. But they shall not lead astray anyone except themselves, and they perceive not <span>(69)</span>\"O People of the Scripture! Why do you disbelieve in the Ayat of Allah, while you bear witness. <span>(70)</span>\"O People of the Scripture! Why do you mix truth with falsehood and conceal the truth while you know? <span>(71)</span>And a party of the People of the Scripture say: \"Believe in the morning in that which is revealed to the believers, and reject it at the end of the day, so that they may turn back <span>(72)</span>And believe no one except the one who follows your religion.\" Say <span class=\"gray\">(O Prophet)</span>: \"Verily, right guidance is the guidance of Allah.\" <span class=\"gray\">(And they say:)</span> \"Do not believe that anyone can receive like that which you have received, otherwise they would engage you in argument before your Lord.\" Say: \"All the bounty is in the Hand of Allah; He grants to whom He wills. And Allah is All-Sufficient for His creatures' needs, All-Knower. <span>(73)</span>He selects for His Mercy whom He wills and Allah is the Owner of great bounty <span>(74)</span></p><div lang=\"en\" class=\"en \"><h2>The Envy the Jews Feel Towards Muslims; Their Wicked Plots Against Muslims</h2></div><p lang=\"en\" class=\"en \">Allah states that the Jews envy the faithful and wish they could misguide them. Allah states that the punishment of this behavior will fall back upon them, while they are unaware. Allah criticizes them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَأَنتُمْ تَشْهَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O People of the Scripture!: Why do you disbelieve in the Ayat of Allah, while you bear witness.)</span></p><p lang=\"en\" class=\"en \">You know for certain that Allah's Ayat are true and authentic,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنتُمْ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O People of the Scripture: Why do you mix truth with falsehood and conceal the truth while you know?)</span> by hiding what is in your Books about the description of Muhammad ﷺ, while you know what you do.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَت طَّائِفَةٌ مِّنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a party of the People of the Scripture say: \"Believe in the morning in that which is revealed to the believers, and reject it at the end of the day,)</span></p><p lang=\"en\" class=\"en \">This is a wicked plan from the People of the Book to deceive Muslims who are weak in the religion. They decided that they would pretend to be believers in the beginning of the day, by attending the dawn prayer with the Muslims. However, when the day ended, they would revert to their old religion so that the ignorant people would say, \"They reverted to their old religion because they uncovered some shortcomings in the Islamic religion.\" This is why they said next.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَرْجِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that they may turn back.)</span> Ibn Abi Najih said that Mujahid commented about this Ayah, which refers to the Jews, \"They attended the dawn prayer with the Prophet ﷺ and disbelieved in the end of the day in order to misguide the people. This way, people would think that they have uncovered shortcomings in the religion that they briefly followed.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُؤْمِنُوا إِلَّا لِمَن تَبِعَ دِينَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"And believe no one except the one who follows your religion.\")</span></p><p lang=\"en\" class=\"en \">They said, do not trust anyone with your secret knowledge, except those who follow your religion. Therefore, they say, do not expose your knowledge to Muslims in order to prevent them from believing in it and, thus, use it as proof against you. Allah replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قُلْ إِنَّ الْهُدَىٰ هُدَى اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: <span class=\"gray\">(O Prophet)</span> \"Verily, right guidance is the guidance of Allah.\")</span></p><p lang=\"en\" class=\"en \">Allah guides the hearts of the faithful to the perfect faith through the clear Ayat, plain proofs and unequivocal evidence that He has sent down to His servant and Messenger Muhammad ﷺ. This occurs, O you Jews, even though you hide the description of Muhammad ﷺ. The unlettered Prophet whom you find in your Books that you received from the earlier Prophets. Allah's statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَن يُؤْتَىٰ أَحَدٌ مِّثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِندَ رَبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(And they say: )</span> \"Do not believe that anyone can receive like that which you have received, otherwise they would engage you in argument before your Lord.\")</span></p><p lang=\"en\" class=\"en \">They say, \"Do not disclose the knowledge that you have to the Muslims, to prevent them from learning it and thus becoming your equals. They will be even better because they will believe in it or will use it against you as evidence with your Lord, and thus establish Allah's proof against you in this life and the Hereafter.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"All the bounty is in the Hand of Allah; He grants to whom He wills.)</span> meaning, all affairs are under His control, and He gives and takes. Verily, Allah gives faith, knowledge and sound comprehension to whomever He wills. He also misguides whomever He wills by blinding his sight, mind, sealing his heart, hearing and stamping his eyes closed. Allah has the perfect wisdom and the unequivocal proofs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ وَاسِعٌ عَلِيمٌ - يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Sufficient for His creatures' needs, All-Knower.\" He selects for His mercy whom He wills and Allah is the Owner of great bounty.)</span> meaning, He has endowed you, O believers, with tremendous virtue, in that He honored your Prophet Muhammad ﷺ over all other prophets, and by directing you to the best Shari'ah there is.</p>"
  }
]