[
  {
    "ayah_key": "22:28",
    "group_ayah_key": "22:28",
    "from_ayah": "22:28",
    "to_ayah": "22:29",
    "ayah_keys": "22:28,22:29",
    "text": "<p class=\"en translation\" lang=\"en\">That they may witness things that are of benefit to them, and mention the Name of Allah on appointed days, over the beast of cattle that He has provided for them. Then eat thereof and feed therewith the poor having a hard time <span>(28)</span>Then let them complete their prescribed duties and perform their vows, and circumambulate the 'Atiq House <span>(29)</span></p><div lang=\"en\" class=\"en \"><h2>Hajj Brings benefits in this World and in the Hereafter</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَشْهَدُوا مَنَافِعَ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That they may witness things that are of benefit to them,)</span> Ibn 'Abbas said, \"Benefits in this world and in the Hereafter.\" Benefits of the Hereafter includes Allah's pleasure. Material benefits in this world include sacrificial animals and trade.\" This was also the view of Mujahid and others, that the benefits come in this world and in the Hereafter. This is like the Ayah</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا فَضْلًا مِّن رَّبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no sin on you if you seek the bounty of your Lord)</span><span class=\"gray\">(2:198)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَّعْلُومَاتٍ عَلَىٰ مَا رَزَقَهُم مِّن بَهِيمَةِ الْأَنْعَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and mention the Name of Allah on appointed days, over the beast of cattle that He has provided for them <span class=\"gray\">(for sacrifice)</span>.)</span> Shu'bah and Hushaym narrated from Abu Bishr from Sa'id from Ibn 'Abbas, \"The appointed days are the ten days <span class=\"gray\">(of Dhul-Hijjah)</span>. Al-Bukhari narrated this with a disconnected chain in a manner denoting his approval of it. Something similar was narrated from Abu Musa Al-Ash'ari, Mujahid, Qatadah, 'Ata', Sa'id bin Jubayr, Al-Hasan, Ad-Dahhak, 'Ata' Al-Khurasani and Ibrahim An-Nakha'i.</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded from Ibn 'Abbas that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا الْعَمَلُ فِي أَيَّامٍ أَفْضَلَ مِنْهَا فِي هَذِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No deeds are more virtuous than deeds done on these days.)</span> They said, \"Not even Jihad for the sake of Allah?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا الْجِهَادُ فِي سَبِيلِ اللهِ إِلَّا رَجُلٌ يَخْرُجُ يُخَاطِرُ بِنَفْسِهِ وَمَالِهِ فَلَمْ يَرْجِعْ بِشَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not even Jihad for the sake of Allah, unless a man goes out risking himself and his wealth for the sake of Allah, and does not come back with anything.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ibn 'Umar said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ أَيَّامٍ أَعْظَمَ عِنْدَ اللهِ وَلَا أَحَبُّ إِلَيْهِ الْعَمَلُ فِيهِنَّ مِنْ هَذِهِ الْأَيَّامِ الْعَشْرِ فَأَكْثِرُوا فِيهِنَّ مِنَ التَّهْلِيلِ وَالتَّكْبِيرِ وَالتَّحْمِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There are no days that are greater before Allah or in which deeds are more beloved to Him than these ten days, so increase your Tahlil, Takbir, and Tahmid during these days.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari said, \"Ibn 'Umar and Abu Hurayrah used to go out in the marketplace during the ten days and say Takbir, and the people would say Takbir when they said Takbir.\" These ten days include the day of 'Arafah. It was recorded in Sahih Muslim that Abu Qatadah said, \"The Messenger of Allah ﷺ was asked about fasting on the day of 'Arafah, and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَحْتَسِبُ عَلَى اللهِ أَنْ يُكَفِّرَ السَّنَةَ الْمَاضِيَةَ وَالْآتِيَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I hope by Allah that it will be an expiation for the previous year and the coming year.)</span> These ten days include the day of An-Nahr <span class=\"gray\">(Sacrifice)</span>, which is the greatest day of Hajj, and it was recorded in a Hadith that it is the most virtous day to Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَىٰ مَا رَزَقَهُم مِّن بَهِيمَةِ الْأَنْعَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(over the beast of cattle that He has provided for them.)</span> means, camels, cattle and sheep, as Allah explained in Surat Al-An'am:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَمَانِيَةَ أَزْوَاجٍ</p><p lang=\"sn\" class=\"sn \"><span class=\"gray\">(eight pairs)</span><span class=\"gray\">(6:143)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then eat thereof and feed therewith the poor having a hard time.)</span> It was recorded that when the Messenger of Allah ﷺ offered his sacrifice, he commanded that part of each animal should be taken and cooked, and he ate some of the meat and drank some of the broth.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَكُلُوا مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then eat thereof)</span> Hushaym narrated from Husayn, from Mujahid, \"This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا حَلَلْتُمْ فَاصْطَادُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when you finish the Ihram, you may hunt)</span><span class=\"gray\">(5:2)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا قُضِيَتِ الصَّلَاةُ فَانتَشِرُوا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then when the <span class=\"gray\">(Jumu'ah)</span> Salah <span class=\"gray\">(prayer)</span> is ended, you may disperse through the land)</span><span class=\"gray\">(62:10)</span>.\" This was the view favored by Ibn Jarir in his Tafsir.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْبَائِسَ الْفَقِيرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the poor having a hard time.)</span> 'Ikrimah said, \"This means the one who is in desperate need whose poverty is apparent, and the poor person who is too proud to ask others for help.\" Mujahid said, \"The one who does not stretch forth his hand <span class=\"gray\">(to ask for help)</span>.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لْيَقْضُوا تَفَثَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then let them complete their prescribed duties)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said, \"This means ending Ihram by shaving one's head, putting on one's ordinary clothes, trimming one's nails and so on.\" This was also reported from him by 'Ata' and Mujahid. This was also the view of 'Ikrimah and Muhammad bin Ka'b Al-Qurazi.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلْيُوفُوا نُذُورَهُمْ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(and perform their vows,)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas said, this means any vows made about sacrificing a camel.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and circumambulate the 'Atiq House.)</span> Mujahid said, \"This means the Tawaf which is obligatory on the day of Sacrifice.\" Ibn Abi Hatim recorded that Abu Hamzah said, \"Ibn 'Abbas said to me: 'Have you read in Surat Al-Hajj where Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and circumambulate the 'Atiq House.)</span> The end of rituals is the Tawaf around the 'Atiq House.'\" I say, this is what the Messenger of Allah ﷺ did. When he came back from Mina on the day of Sacrifice, he began with stoning the Jamrah, stoning it with seven pebbles, then he offered his sacrifice and shaved his head, then he departed and circumambulated the House.\" In the Two Sahihs it was recorded that Ibn 'Abbas said, \"The people were commanded to end their visit to the Ka'bah by circumambulating the House, but menstruating women are exempt from this.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْبَيْتِ الْعَتِيقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the 'Atiq House)</span> the area from behind Al-Hijr, because this was originally part of the Ka'bah built by Ibrahim, but the Quraysh exculded it from the House <span class=\"gray\">(when they had to rebuild it)</span> because they were short of funds. The Messenger of Allah ﷺ included it in his Tawaf and said that it is part of the House. He did not acknowledge the two Shami corners, because they were not built precisely upon the original foundations of Ibrahim. Qatadah narrated that Al-Hasan Al-Basri commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and circumambulate the 'Atiq House.)</span> \"Because it is the first House established for mankind.\" This was also the view of 'Abdur-Rahman bin Zayd bin Aslam. It was recorded that 'Ikrimah said, \"It was called Al-Bayt Al-'Atiq because it survived <span class=\"gray\">(U'tiqa)</span> from the flood at the time of Nuh.\" Khusayf said, \"It was called Al-Bayt Al-'Atiq because it was never conquered by any tyrant.\"</p>"
  },
  {
    "ayah_key": "22:3",
    "group_ayah_key": "22:3",
    "from_ayah": "22:3",
    "to_ayah": "22:4",
    "ayah_keys": "22:3,22:4",
    "text": "<p class=\"en translation\" lang=\"en\">And among mankind is he who disputes about Allah, without knowledge, and follows every rebellious Shaytan <span>(3)</span>For him <span class=\"gray\">(the devil)</span> it is decreed that whosoever follows him, he will mislead him, and will drive him to the torment of the Fire <span>(4)</span></p><div lang=\"en\" class=\"en \"><h2>Condemnation of the Followers of the Shaytan</h2></div><p lang=\"en\" class=\"en \">Allah condemns those who deny the Resurrection and who deny that Allah is able to restore life to the dead, those who turn away from that which Allah has revealed to His Prophets and, in their views – denial and disbelief – follow every rebellious Shaytan among men and Jinn. This is the state of the followers of innovation and misguidance, who turn away from the truth and follow falsehood, following the words of the leaders of misguidance who call people to follow innovation and their own desires and opinions. Allah says concerning them and their like,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among mankind is he who disputes about Allah, without knowledge,)</span> meaning, without sound knowledge.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَّرِيدٍ - كُتِبَ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and follows every rebellious Shaytan. For him it is decreed.)</span> Mujahid said, \"This refers to that Shaytan.\" meaning that is a matter written in the decree.</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَنَّهُ مَن تَوَلَّاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that whosoever follows him,)</span> and imitates him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَىٰ عَذَابِ السَّعِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he will mislead him, and will drive him to the torment of the Fire.)</span> means, he will mislead him in this world, and in the Hereafter he will drive him to the torment of the Fire, which is unbearably hot, painful and agonizing. As-Suddi reported that Abu Malik said, \"This Ayah was revealed about An-Nadr bin Al-Harith. This was also the view of Ibn Jurayj.</p>"
  }
]