[
  {
    "ayah_key": "2:106",
    "group_ayah_key": "2:106",
    "from_ayah": "2:106",
    "to_ayah": "2:107",
    "ayah_keys": "2:106,2:107",
    "text": "<p lang=\"en\" class=\"en \">Whatever a verse <span class=\"gray\">(revelation)</span> do Nansakh <span class=\"gray\">(We abrogate)</span> or Nunsiha <span class=\"gray\">(cause to be forgotten)</span>, We bring a better one or similar to it. Know you not that Allah is Able to do all things <span>(106)</span>Know you not that it is Allah to Whom belongs the dominion of the heavens and the earth? And besides Allah you have neither any Wali <span class=\"gray\">(protector or guardian)</span> nor any helper <span>(107)</span></p><div lang=\"en\" class=\"en \"><h2>The Meaning of Naskh</h2></div><p lang=\"gd\" class=\"gd \">Ibn Abi Talhah said that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatever a verse <span class=\"gray\">(revelation)</span> do Nansakh)</span> means, \"Whatever an Ayah We abrogate.\" Also, Ibn Jurayj said that Mujahid said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatever a verse <span class=\"gray\">(revelation)</span> do Nansakh)</span> means, \"Whatever an Ayah We erase.\" Also, Ibn Abi Najih said that Mujahid said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatever a verse <span class=\"gray\">(revelation)</span> do Nansakh)</span> means, \"We keep the words, but change the meaning.\" He related these words to the companions of 'Abdullah bin Mas'ud. Ibn Abi Hatim said that similar statements were mentioned by Abu Al-'Aliyah and Muhammad bin Ka'b Al-Qurazi. Also As-Suddi said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatever a verse <span class=\"gray\">(revelation)</span> do Nansakh)</span> means, \"We erase it.\" Further, Ibn Abi Hatim said that it means, \"Erase and raise it, such as erasing the following wordings <span class=\"gray\">(from the Qur'an)</span>, 'The married adulterer and the married adulteress: stone them to death,' and, 'If the son of Adam had two valleys of gold, he would seek a third.'\"</p><p lang=\"en\" class=\"en \">Ibn Jarir stated that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatever a verse <span class=\"gray\">(revelation)</span> do Nansakh)</span> means, \"Whatever ruling we repeal in an Ayah by making the allowed unlawful and the unlawful allowed.\" The Nasakh only occurs with commandments, prohibitions, permissions, and so forth. As for stories, they do not undergo Nasakh. The word, 'Nasakh' literally means, 'to copy a book'. The meaning of Nasakh in the case of commandments is removing the commandment and replacing it by another. And whether the Nasakh involves the wordings, the ruling or both, it is still called Nasakh.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ نُنسِهَا</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(or Nunsiha <span class=\"gray\">(cause it to be forgotten)</span>)</span>. 'Ali bin Abi Talhah said that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatever a verse <span class=\"gray\">(revelation)</span> do Nansakh or Nunsiha)</span> means, \"Whatever Ayah We repeal or uphold without change.\" Also, Mujahid said that the companions of Ibn Mas'ud <span class=\"gray\">(who read this word Nansa'ha)</span> said that it means, \"We uphold its wording and change its ruling.\" Further, 'Ubayd bin 'Umayr, Mujahid and 'Ata' said, 'Nansa'ha' means, \"We delay it <span class=\"gray\">(i.e., do not abrogate it)</span>.\" Further, 'Atiyyah Al-'Awfi said that the Ayah means, \"We delay repealing it.\" This is the same Tafsir provided by As-Suddi and Ar-Rabi' bin Anas. 'Abdur-Razzaq said that Ma'mar said that Qatadah said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whatever a verse <span class=\"gray\">(revelation)</span> do We abrogate or cause to be forgotten)</span> \"Allah made His Prophet ﷺ forget what He willed and He abrogated what He will.\"</p><p lang=\"gd\" class=\"gd \">Allah's said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We bring a better one or similar to it)</span>, better, relates to the benefit provided for the one it addresses, as reported from 'Ali bin Abi Talhah that Ibn 'Abbas said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">نَأْتِ بِخَيْرٍ مِّنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We bring a better one)</span> means, \"We bring forth a more beneficial ruling, that is also easier for you.\" Also, As-Suddi said that,</p><p class=\"ps qpc-hafs\" lang=\"ps\">نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We bring a better one or similar to it)</span> means, \"We bring forth a better Ayah, or similar to that which was repealed.\" Qatadah also said that,</p><p class=\"ps qpc-hafs\" lang=\"ps\">نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We bring a better one or similar to it)</span> means, \"We replace it by an Ayah more facilitating, permitting, commanding, or prohibiting.\"</p><div lang=\"en\" class=\"en \"><h2>Naskh occurs even though the Jews deny it</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ - أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know you not that Allah is Able to do all things? Know you not that it is Allah to Whom belongs the dominion of the heavens and the earth? And besides Allah you have neither any Wali <span class=\"gray\">(protector or guardian)</span> nor any helper)</span>.</p><p lang=\"en\" class=\"en \">Allah directed His servants to the fact that He alone is the Owner of His creatures and that He does with them as He wills. Indeed, His is the supreme authority and all creation is His, and just as He created them as He wills, He brings happiness to whom He wills, misery to whom He wills, health to whom He wills and ailment to whom He wills. He also brings success to whom He wills and failure to whom He wills. He judges between His servants as He wills, allows what He wills and disallows what He wills. He decides what He wills, there is no opponent for His judgment, and no one can question Him about what He does, while they shall be questioned. He tests His servants and their obedience to His Messengers by the Naskh. He commands a matter containing a benefit which He knows of, and then He out of His wisdom, prohibits it. Hence, perfect obedience is realized by adhering to His commands, following His Messengers, believing in what ever they convey, implementing their commands and avoiding what they prohibit.</p><p lang=\"en\" class=\"en \">The statements of Allah here contain tremendous benefit, prove that the Jews are disbelievers and refute their claim that Naskh does not occur, may Allah curse the Jews. In ignorance and arrogance they claimed that the sound mind stipulates that Naskh does not occur. Some of them falsely claimed that there are divine texts that dismiss the possibility that Naskh occurred.</p><p lang=\"en\" class=\"en \">Imam Abu Ja'far bin Jarir said, \"The Ayah means, 'Do you not know, O Muhammad, that I alone own the heavens and the earth and that I decide whatever I will in them? I forbid whatever I will, change and repeal whatever I will of My previous rulings, whenever I will. I also uphold whatever I will.\"</p><p lang=\"en\" class=\"en \">Ibn Jarir then said, \"Although Allah directed His statement indicating His greatness towards His Prophet ﷺ, He also rejected the lies of the Jews who denied that the rulings of the Torah could undergo Naskh. The Jews also denied the prophethood of Jesus and Muhammad, because of their dislike for what they brought from Allah, such as changing some rulings of the Torah, as Allah commanded. Allah thus proclaimed to the Jews that He owns the heavens and earth and also all authority in them. Further, the subjects in Allah's kingdom are His creation, and they are required to hear and obey His commands and prohibitions. Allah has full authority to command the creation as He wills, forbidding them from what He wills, abrogate what He wills, uphold what He wills, and decide whatever commandments and prohibitions He wills.\"</p><p lang=\"en\" class=\"en \">I <span class=\"gray\">(Ibn Kathir)</span> say that the Jews' dismissal of the occurrence of the Naskh is only a case of their disbelief and rebellion. The sound mind does not deny that there could be a Naskh in Allah's commandments, for He decides what He wills, just as He does what He wills. Further, Naskh occurred in previous Books and Law. For instance, Allah allowed Adam to marry his daughters to his sons and then later forbade this practice. Allah also allowed Nuh to eat from all kinds of animals after they left the ark, then prohibited eating some types of foods. Further, marrying two sisters to one man was allowed for Israel and his children, but Allah prohibited this practice later in the Torah. Allah commanded Abraham to slaughter his son, then repealed that command before it was implemented. Also, Allah commanded the Children of Israel to kill those who worshipped the calf and then repealed that command, so that the Children of Israel were not all exterminated. There are many other instances that the Jews admit have occurred, yet they ignore them. Also, it is a well-known fact that their Books foretold about Muhammad ﷺ and contained the command to follow him. These texts, in their Books, indicate that the Jews were required to follow the Prophet Muhammad ﷺ and that no good deed would be accepted from them, unless it conformed to Muhammad's Law. The Prophet ﷺ brought another Book - the Qur'an - which is the last revelation from Allah.</p>"
  }
]