[
  {
    "ayah_key": "66:1",
    "group_ayah_key": "66:1",
    "from_ayah": "66:1",
    "to_ayah": "66:5",
    "ayah_keys": "66:1,66:2,66:3,66:4,66:5",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In the Name of Allah, the Most Gracious, the Most Merciful.</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ ۖ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ - قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ ۚ وَاللَّهُ مَوْلَاكُمْ ۖ وَهُوَ الْعَلِيمُ الْحَكِيمُ - وَإِذْ أَسَرَّ النَّبِيُّ إِلَىٰ بَعْضِ أَزْوَاجِهِ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِ وَأَظْهَرَهُ اللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ ۖ فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنْبَأَكَ هَٰذَا ۖ قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ - إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ۖ وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ ۖ وَالْمَلَائِكَةُ بَعْدَ ذَٰلِكَ ظَهِيرٌ - عَسَىٰ رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. O Prophet! Why do you forbid that which Allah has allowed to you, seeking to please your wives? And Allah is Oft-Forgiving, Most Merciful.)</span><span class=\"gray\">(2. Allah has already ordained for you <span class=\"gray\">(O men)</span> the absolution from your oaths. And Allah is your Protector and He is the All-Knower, the All-Wise.)</span><span class=\"gray\">(3. And <span class=\"gray\">(remember)</span> when the Prophet disclosed a matter in confidence to one of his wives, then she told it. And Allah made it known to him; he informed part thereof and left a part. Then when he told her thereof, she said: \"Who told you this?\" He said: \"The All-Knower, the All-Aware has told me.\")</span><span class=\"gray\">(4. If you two turn in repentance to Allah, your hearts are indeed so inclined; but if you help one another against him, then verily, Allah is his Protector, and Jibril, and the righteous among the believers; and after that the angels are his helpers.)</span><span class=\"gray\">(5. Maybe his Lord, if he divorces you, will give him instead of you, wives better than you - submitting, believers, obedient, turning to Allah in repentance, worshipping Allah sincerely, Sā'iḥāt, previously married, and virgins.)</span></p><p lang=\"en\" class=\"en \">Allah censures His Prophet <span class=\"gray\">(ﷺ)</span> for Prohibiting Himself from what He has allowed for Him </p><p lang=\"en\" class=\"en \">In the Book of Vows, Al-Bukhari recorded that 'Ubayd bin 'Umayr said that he heard 'A'ishah claiming that Allah's Messenger ﷺ used to stay for a period in the house of Zaynab bint Jahsh and drink honey in her house. <span class=\"gray\">(She said)</span> \"Hafsah and I decided that when the Prophet ﷺ entered upon either of us, we would say, 'I smell Maghafir on you. Have you eaten Maghafir?' When he entered upon one of us, she said that to him. He replied <span class=\"gray\">(to her)</span>,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا، بَلْ شَرِبْتُ عَسَلًا عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ وَلَنْ أَعُودَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, but I drank honey in the house of Zaynab bint Jahsh, and I will never drink it again.)</span>\" Then the following was revealed;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Prophet! Why do you fobid that which Allah has allowed to you?)</span> up to,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you both turn in repentance to Allah, your hearts are indeed so inclined;)</span> in reference to 'A'ishah and Hafsah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَسَرَّ النَّبِيُّ إِلَىٰ بَعْضِ أَزْوَاجِهِ حَدِيثًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when the Prophet disclosed a matter in confidence to one of his wives,)</span> which refers to this saying,</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَلْ شَرِبْتُ عَسَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But I have drunk honey.)</span> Ibrahim bin Musa said that Hisham said that it also meant his saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنْ أَعُودَ لَهُ وَقَدْ حَلَفْتُ فَلَا تُخْبِرِي بِذَلِكِ أَحَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will not drink it anymore, I have taken an oath to that. Therefore, do not inform anybody about it.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari also recorded this Hadith in the Book of Divorce; then he said, \"Al-Maghafir is a type of sap, and in Ar-Rimth <span class=\"gray\">(a type of citrus)</span> its taste is sweet...\" </p><p lang=\"en\" class=\"en \">Al-Jawhari said, \"The 'Urfut is a tree of the shrub variety, which secretes Maghfur.\" </p><p lang=\"en\" class=\"en \">Muslim collected this Hadith from 'A'ishah in the Book of Divorce in his Sahih, and his wording is the same as Al-Bukhari in the Book of Vows. </p><p lang=\"en\" class=\"en \">In the Book of Divorce, Al-Bukhari recorded that 'A'ishah said, \"Allah's Messenger ﷺ liked sweets and honey. After performing the 'Asr prayer, he used to visit his wives, going close to them. So he went to Hafsah, daughter of 'Umar, and stayed with her more than his usual stay. I <span class=\"gray\">('A'ishah)</span> became jealous and asked about that. It was said to me, 'A woman of her family sent her a small vessel of honey as a gift, and she gave a drink to Allah's Messenger made from it.' I said, 'By Allah, we will contrive a plot against him.' I said to Sawdah bint Zam'ah, 'When the Messenger visits you and draws close to you, say to him, 'Have you eaten Maghafir?' And when he says to you, 'No', then ask him, 'What is this odor?' He will say to you, 'Hafsah has given me a drink of honey.' Then you should say to him, 'The honeybees might have eaten from Urfut, and I will also say the same to him. Safiyyah, you should also say this.' Sawdah later said, 'It was under compulsion that I had decided to state that which you told me; soon, by Allah, he was standing at my door.' So when Allah's Messenger ﷺ came near her, she said, 'O Messenger of Allah! Did you eat Maghafir?' He said, 'No.' She again said, 'Then what is this odor?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَقَتْنِي حَفْصَةُ شَرْبَةَ عَسَلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hafsah gave me honey to drink.)</span> She said, 'The honeybees might have eaten from 'Urfut.')\"</p><p lang=\"en\" class=\"en \">A'ishah continued, \"When he came to me I said the same to him. He then visited Safiyyah and she also said similar to him. When he again visited Hafsah, she said, 'O Messenger of Allah, should I not give you that <span class=\"gray\">(drink)</span>?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا حَاجَةَ لِي فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I do not need it.)</span> Sawdah said, 'By Allah! We have prevented him from drinking honey.' I said to her, 'Keep quiet!'\" Muslim also recorded this Hadith, but this wording is from Al-Bukhari. </p><p lang=\"en\" class=\"en \">In the narration of Muslim, 'A'ishah said, \"The Messenger of Allah ﷺ used to hate to have a bad odor coming from him.\" This is why they suggested to him that he ate Maghafir, because it causes a bad odor. When he said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَلْ شَرِبْتُ عَسَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, I had some honey.)</span> They said that the bees ate from a tree that is called Al-'Urfut, which has Maghafir gum, suggesting that this is the reason behind the bad odor they claimed was coming from him. </p><p lang=\"en\" class=\"en \">The latter narration, collected through 'Urwah from 'A'ishah, mentions that it was Hafsah who gave the Prophet ﷺ the honey. </p><p lang=\"en\" class=\"en \">In another narration collected from 'Ubayd bin 'Umayr, from 'A'ishah, it was Zaynab bint Jahsh who gave the honey to the Prophet ﷺ, while 'A'ishah and Hafsah were the plotters. Allah knows best. Some might say that they were two separate incidents. However, it is not likely that the Ayat were revealed about both incidents, if indeed they were two separate incidents. Allah knows best. A Hadith that Imam Ahmad collected in the Musnad mentions that 'A'ishah and Hafsah were the plotters. Imam Ahmad recorded that Ibn 'Abbas said, \"I was eager to ask 'Umar about the two ladies among the wives of the Prophet ﷺ, about whom Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you two turn in repentance to Allah your hearts are indeed so inclined;)</span> Then I performed Hajj along with 'Umar, and on our way back from Hajj he went aside <span class=\"gray\">(to relieve himself)</span>. I also went aside along with him carrying a tumbler of water. When he finished and returned, I poured water on his hands from the tumbler and he performed ablution. I said, 'O Commander of the faithful! Who were the two ladies among the wives of the Prophet ﷺ, to whom Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you two turn in repentance to Allah your hearts are indeed so inclined)</span>?'</p><p lang=\"en\" class=\"en \">‘Umar said, ‘I am astonished at your question, O Ibn ‘Abbas.''' - Az-Zuhri <span class=\"gray\">(a subnarrator)</span> said that ‘Umar did not like the question, but he still answered it, saying that they were ‘A'ishah and Hafsah.</p><p lang=\"en\" class=\"en \">\"Then ‘Umar went on relating the story and said, ‘We, the people of Quraysh, used to have authority over our women. But when we came to live with the Ansar, we noticed that the Ansari women had the upper hand over their men, so our women started acquiring the habits of the Ansari women. At that time, I was residing at the house of Umayyah bin Zayd, in Al-’Awali. Once I got angry with my wife, and she talked back to me; I disliked her answering me back. She said, ‘Why do you dislike me talking back to you? By Allah, the wives of the Prophet ﷺ talk back to him, and some of them may not speak with him for the whole day, until nightfall.'</p><p lang=\"en\" class=\"en \">Then I went to Hafsah and asked her, ‘Do you talk back to Allah's Messenger?' She said, ‘Yes.' I asked, ‘Does any of you keep Allah's Messenger angry all day long, until night?' She replied, ‘Yes.' I said, ‘Whoever among you does this is a ruined, losing person! Doesn't she fear that Allah may get angry for the anger of His Messenger and, thus, she will be ruined? Don't ask Allah's Messenger too many things, and don't retort him in any case. Demand from me whatever you like, and don't be tempted to imitate your neighbor, for she is more beautiful than you, and more beloved to Allah's Messenger than you.' He meant ‘A'ishah.</p><p lang=\"en\" class=\"en \">I, and an Ansari neighbor of mine used to visit the Prophet ﷺ in turns. He used to go one day, and I another day. When I went I would bring him the news of what had happened that day regarding the revelation and when he went, he used to do the same for me.</p><p lang=\"en\" class=\"en \">In those days it was rumored that the Ghassan <span class=\"gray\">(tribe)</span> were preparing their horses to invade us. My companion went and returned to us at night and knocked at my door. I came out to him. He said that a grave thing happened. I asked him, ‘What is it? Have Ghassan come?' He replied that it was worse and more serious than that, adding that Allah's Messenger ﷺ had divorced all his wives. I said, ‘Hafsah is a ruined loser! I expected that would happen some day.'</p><p lang=\"en\" class=\"en \">So I dressed myself and I performed the Subh prayer. I went to Hafsah and found her weeping. I asked her, ‘Has Allah's Messenger divorced all of you?' She replied, ‘I don't know. He is there alone in the upper room.' I went to the upper room and asked a black slave of the Prophet ﷺ to ask for his permission to see me, and the boy went in and then came out saying, ‘I mentioned you to him and he remained silent.' I then went out and came to the Minbar and found a group of people around it and some of them were weeping.</p><p lang=\"en\" class=\"en \">I sat with them for some time, but could not endure the situation. So, I requested to the boy, ‘Will you get the permission for ‘Umar?' He went in and then came out saying, ‘I mentioned you to him, but he did not reply.' So, I went to Minbar and sat with the people who were sitting by the Minbar, but I could not bear the situation, so I went to the boy again and said, ‘Will you get the permission for ‘Umar?' He went in and brought the same reply as before. When I was leaving, behold, he called me saying, ‘Allah's Messenger has granted you permission.' So, I entered the Prophet's room, greeted him with the Salam and saw him lying on a mat without bedding on it, and the mat had left its mark on the body of the Prophet ﷺ.</p><p lang=\"en\" class=\"en \">I said, ‘Have you divorced your wives, O Allah's Messenger?' He raised his eyes to me and replied no. I said, ‘Allahu Akbar. O Allah's Messenger! We, the people of Quraysh used to have the upper hand over our women. But when we came to Al-Madinah, we found a people whose women had the upper hand over them. Our women started learning this behavior from them. Once, I got angry with my wife, and she talked back to me. I disliked that behavior from her and she said, ‘Why do you dislike that I talk back to you? By Allah, the Prophet's wives talk back to him and one of them would ignore him the whole day, until the night.' I said to her, ‘Whoever does this among them is the ruined loser! Does she feel safe from Allah getting angry with her on account of His Messenger's anger? In that case, she would be ruined.' On that the Prophet ﷺ smiled.</p><p lang=\"en\" class=\"en \">I then said, ‘O Allah's Messenger! I went to Hafsah and said to her, ‘Do not be tempted to imitate your companion <span class=\"gray\">(‘A'ishah)</span> for she is more beautiful than you and more beloved to the Prophet.' The Prophet ﷺ smiled again. When I saw him smiling, I said, ‘Does the Messenger feel calm?' He said, ‘Yes.' So, I sat down and cast a glance at the room, and by Allah, I couldn't see anything of importance, except three hides. I said, ‘Invoke Allah, O Allah's Messenger, to make your followers prosperous, for the Persians and the Byzantines have been made prosperous and given worldly luxuries, even though they do not worship Allah.' The Prophet ﷺ sat upright and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفِي شَكٍّ أَنْتَ يَا ابْنَ الْخَطَّابِ! أُولَئِكَ قَوْمٌ عُجِّلَتْ لَهُمْ طَيِّبَاتُهُمْ فِي الْحَيَاةِ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Ibn Al-Khattab! Do you have any doubt? These people have been given rewards of their good deeds in this world only.)</span></p><p lang=\"en\" class=\"en \">I asked the Prophet ﷺ, 'Please beg Allah's forgiveness for me, O Allah's Messenger.' The Prophet ﷺ swore that he would not go to his wives for one month, because of his severe anger towards them, until Allah the Exalted and Most Honored censured him.\" Al-Bukhari, Muslim, At-Tirmidhi and An-Nasa'i also collected this Hadith using various chains of narration. Al-Bukhari and Muslim also collected it from Ibn 'Abbas, who said, \"For a whole year, I was eager to ask 'Umar bin Al-Khattab about an Ayah. However, I hesitated out of respect for him. Once, he went on a Hajj trip and I accompanied him. On our way back, he stopped to relieve himself behind some trees of Arak. I stopped until he finished and then walked along with him and asked him, 'O Leader of the believers! Who are the two women who helped each other <span class=\"gray\">(or plotted)</span> against the Prophet ﷺ?'\" This is the narration that Al-Bukhari collected, while Muslim recorded that Ibn 'Abbas asked, \"Who are the two women about whom Allah the Exalted said,</p><p class=\"fa qpc-hafs\" lang=\"fa\"> وَإِنْ تَظَاهَرَا عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but if you help one another against him,)</span>?\" 'Umar replied, \"A'ishah and Hafsah.\" Muslim mentioned the rest of the Hadith. </p><p lang=\"en\" class=\"en \">Muslim also recorded that Ibn 'Abbas said that 'Umar bin Al-Khattab said to him, \"When Allah's Messenger ﷺ stayed away from his wives, I entered the Masjid and found people striking the ground with pebbles. They said, 'Allah's Messenger has divorced his wives.' That occurred before Hijab was commanded. I said to myself, 'I must investigate this news today.'\" </p><p lang=\"en\" class=\"en \">So he mentioned the Hadith in which he went to 'A'ishah and Hafsah and admonished them. He then said, 'I went in and found Rabah, the servant of Allah's Messenger ﷺ, sitting on a window sill. I called, 'O Rabah, seek permission for me from Allah's Messenger.'\" </p><p lang=\"en\" class=\"en \">He then mentioned the story as we mentioned above. 'Umar continued, \"I said, 'O Messenger of Allah, what trouble do you feel from your wives? If you have divorced them, verily Allah is with you, His angels, Jibril, Mikal, I, Abu Bakr and the rest of believers are with you.' </p><p lang=\"en\" class=\"en \">Often, when I talked, all praise is due to Allah, I hoped that Allah would testify to the words that I uttered. And so the Ayat of option was revealed. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Maybe his Lord, if he divorces you, will give him in your place wives better than you,)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ ۖ وَالْمَلَائِكَةُ بَعْدَ ذَٰلِكَ ظَهِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but if you help one another against him, then verily, Allah is his Protector, and Jibril, and the righteous among the believers; and after that the angels are his helpers.)</span></p><p lang=\"en\" class=\"en \">I said, 'Messenger of Allah, have you divorced them?' He said, 'No.' I stood at the door of the Masjid and called out at the top of my voice, 'The Messenger of Allah has not divorced his wives.' It was on this occasion that this Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الْأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ ۖ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَىٰ أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When any matter pertaining to peace or alarm comes to them, they broadcast it; whereas, if they would refer it to the Messenger and those who have been entrusted with authority among them, those of them who are engaged in obtaining intelligence would indeed know <span class=\"gray\">(what to do with)</span> it.)</span><span class=\"gray\">(4:83)</span></p><p lang=\"en\" class=\"en \">It was I who understood <span class=\"gray\">(and properly investigated)</span> this matter.\" </p><p lang=\"fil\" class=\"fil \">Similar was said by Sa'id bin Jubayr, 'Ikrimah, Muqatil bin Hayyan, Ad-Dahhak and others. The Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَالِحُ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the righteous among the believers;)</span> refers to Abu Bakr and 'Umar. Al-Hasan Al-Basri added 'Uthman to them. Layth bin Abi Sulaym said from Mujahid:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَالِحُ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the righteous among the believers;)</span> includes 'Ali bin Abi Talib also. </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Anas said, \"'Umar said, 'The wives of the Prophet ﷺ were all jealous for his affection, and I said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Maybe his Lord, if he divorces you, will give him instead of you, wives better than you.)</span></p><p lang=\"en\" class=\"en \">Thereafter, this Ayah was revealed.'\" We mentioned before that 'Umar said statements that were confirmed by the Qur'an, such as about the revelation about Hijab <span class=\"gray\">[see 33:53]</span> and the captive idolators after the battle of Badr <span class=\"gray\">[see 8:67]</span>. 'Umar's suggestion to take the Station of Ibrahim as a place for prayer and Allah revealed this Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take you the Maqam <span class=\"gray\">(station)</span> of Ibrahim as a place of prayer.)</span><span class=\"gray\">(2:125)</span></p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Anas said that 'Umar bin Al-Khattab said, \"I heard news that the Mothers of the faithful had a dispute with the Prophet ﷺ. So I advised them, saying, 'Either stop bothering Allah's Messenger or Allah might provide him better wives than you. When I was talking to the last one among the Mothers of the faithful, she said, 'O 'Umar! Is it that the Messenger of Allah cannot advise his wives, so that you interfere between him and them?' I stopped upon hearing this from her, but Allah revealed:</p><p class=\"fa qpc-hafs\" lang=\"fa\">عَسَىٰ رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِّنكُنَّ مُسْلِمَاتٍ مُّؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Maybe his Lord, if he divorces you, will give him instead of you, wives better than you, Muslims, believers, obedient <span class=\"gray\">(to Allah)</span>, turning to Allah in repentance, worshipping Allah sincerely, Sā'iḥāt, previously married and virgins.)</span></p><p lang=\"en\" class=\"en \">The wife mentioned here was Umm Salamah, and she is the one who advised 'Umar to stop interfering between the Prophet ﷺ and his wives, as is confirmed in Sahih Al-Bukhari. Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\"> مُسْلِمَاتٍ مُّؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Muslims, believers, obedient <span class=\"gray\">(to Allah)</span>, turning to Allah in repentance, worshipping Allah sincerely)</span> is clear in its implications,while,</p><p class=\"sk qpc-hafs\" lang=\"sk\">سَائِحَاتٍ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(Sā'iḥāt)</span> means, fasting, according to Abu Hurayrah, 'A'ishah, Ibn 'Abbas, Ikrimah, Mujahid, Sa'id bin Jubayr, 'Ata', Muhammad bin ka'b Al-Qurazi, Abu Abdur-Rahman As-Sulami, Abu Malik,Ibrahim An-Nakhai, Al-Hasan, Qatadah, Ad-Dahhak, Ar-Rabi' bin Anas, As-Suddi, and others.</p>"
  }
]