[
  {
    "ayah_key": "58:1",
    "group_ayah_key": "58:1",
    "from_ayah": "58:1",
    "to_ayah": "58:1",
    "ayah_keys": "58:1",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا ۚ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Indeed Allah has heard the statement of her that disputes with you concerning her husband, and complains to Allah. And Allah hears the argument between you both. Verily, Allah is All-Hearer, All-Seer.)</span></p><p lang=\"en\" class=\"en \">Reason for revealing this Surah</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'A'ishah said, \"All praise be to Allah, Who hears all voices. \"The woman who disputed\" came to the Prophet ﷺ and argued with him while I was in another part of the room, unable to hear what she said. Allah the Exalted and Most Honored revealed this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed Allah has heard the statement of her that disputes with you concerning her husband.)</span>\" till the end of this Ayah. </p><p lang=\"en\" class=\"en \">Al-Bukhari collected this Hadith without a chain of narration in the Book of Tawhid in his Sahih. An-Nasa'i, Ibn Majah, Ibn Abi Hatim and Ibn Jarir also collected this Hadith. </p><p lang=\"en\" class=\"en \">In the narration that Ibn Abi Hatim collected, 'A'ishah said, \"Blessed is He, Whose hearing has encompassed all things. I heard what Khawlah bint Tha'labah said while some of it I could not hear. She was complaining to Allah's Messenger ﷺ about her husband. She said, 'O Allah's Messenger! He spent my wealth, exhausted my youth and my womb bore abundantly for him. When I became old, unable to bear children, he pronounced the Ziharon me! O Allah! I complain to you.' Soon after, Jibril brought down this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed Allah has heard the statement of her that disputes with you concerning her husband,)</span>\" She added, \"Her husband was Aws bin As-Samit.\"</p>"
  },
  {
    "ayah_key": "58:11",
    "group_ayah_key": "58:11",
    "from_ayah": "58:11",
    "to_ayah": "58:11",
    "ayah_keys": "58:11",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! When you are told to make room in the assemblies, make room. Allah will give you room. And when you are told to rise up, then rise up. Allah will exalt in degress those of you who believe, and those who have been granted knowledge. And Allah is Well-Acquainted with what you do <span>(11)</span></p><p lang=\"en\" class=\"en \">Manners for Assemblies</p><p lang=\"en\" class=\"en \">Allah teaches His servants good manners and orders them to be kind to each other when they are sitting together,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! When you are told to make room in the assemblies,)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(make room. Allah will give you room.)</span> Indeed, the reward or recompense depends on the type of action. In a Hadith, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ بَنَى لِلّٰهِ مَسْجِدًا بَنَى اللهُ لَهُ بَيْتًا فِي الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever builds a Masjid for Allah, Allah builds for him a house in Paradise.)</span> In another Hadith, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَسَّرَ عَلىٰ مُعْسِرٍ يَسَّرَ اللهُ عَلَيْهِ فِي الدُّنْيَا وَالْاخِرَةِ، وَاللهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who relieves a difficulty for a person living in straitened circumstances, then Allah will relieve the difficulties of this life and the Hereafter for him. Surely, Allah helps the servant as long as the servant helps his brother.)</span> There are many similar Hadiths. This is why Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(make room. Allah will give you room.)</span></p><p lang=\"en\" class=\"en \">Qatadah said, \"This Ayah was revealed about gatherings in places where Allah is being remembered. When someone would come to join in assemblies with the Messenger ﷺ, they would hesitate to offer them space so that they would not loose their places. Allah the Exalted commanded them to spread out and make room for each other.\" </p><p lang=\"en\" class=\"en \">Imam Ahmad and Imam Ash-Shafi'i recorded that 'Abdullah bin 'Umar said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُقِمِ الرَّجُلُ الرَّجُلَ مِنْ مَجْلِسِهِ فَيَجْلِسَ فِيهِ، وَلَكِنْ تَفَسَّحُوا وَتَوَسَّعُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(One of you should not remove someone from his place and sit in it, but instead, spread out and make room.)</span></p><p lang=\"en\" class=\"en \">This Hadith is recorded in the Two Sahihs. Imam Ahmad recorded that Abu Hurayrah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُقِمِ الرَّجُلُ الرَّجُلَ مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيهِ، وَلَكِنِ افْسَحُوا يَفْسَحِ اللهُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A man should not remove another man from his place and then sit in it. Rather spread out and make room and Allah will make room for you.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad also recorded this Hadith with the wording:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَقُومُ الرَّجُلُ لِلرَّجُلِ مِنْ مَجْلِسِهِ، وَلَكِنِ افْسَحُوا يَفْسَحِ اللهُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A man should not leave his place for another man, but rather spread out and make room, and Allah will make room for you)</span>.\" It has been reported that Ibn 'Abbas, Al-Hasan Al-Basri and others said that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When you are told to make room in the assemblies, make room. Allah will give you room.)</span> means to war assemblies, and that,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when you are told to rise up, then rise up.)</span> means, \"Get up to fight.\" Qatadah said</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when you are told to rise up, then rise up.)</span> means, \"When you are called to any type of good, then respond.\"</p><p lang=\"en\" class=\"en \">The Virtues of Knowledge and People of Knowledge</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will exalt in degrees those of you who believe, and those who have been granted knowledge. And Allah is Well-Acquainted with what you do.)</span> means, do not think that if one of you makes room for his brother, or rises up when he is commanded to do so, that this will diminish his right or honor. Rather, this will increase his virtue and status with Allah, and Allah the Exalted will never make his good deed be lost. To the contrary, He will reward him for it in this life and the Hereafter. Surely, he who humbles himself by and before the command of his Lord, then Allah will elevate his status and make him known by his good behavior. the statement of Allah the Exalted,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will exalt in degree those of you who believe, and those who have been granted knowledge. And Allah is Well–Acquainted with what you do.)</span> meaning, surely, Allah is Aware of those who deserve this reward and those who are not worthy of it. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu At-Tufayl 'Amir bin Wathilah said that Nafi' bin 'Abdul–Harith met 'Umar bin Al-Khattab in the area of 'Usfan. 'Umar appointed Abu At-Tufayl to be the governor of Makkah. 'Umar asked him, \"Whom did you appoint as your deputy for the valley people <span class=\"gray\">(that is, Makkah)</span>.\" 'Amir said, \"I appointed Ibn Abza, one of our freed slaves, as my deputy.\" 'Umar said, \"You made a freed slave their governor in your absence?\" He said, \"O Leader of the faithful! He has memorized Allah's Book and has knowledge of regulations of inheritance, along with being a proficient judge.\" 'Umar said, \"Surely, your Prophet ﷺ has said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ يَرْفَعُ بِهٰذَا الْكِتَابِ قَوْمًا وَيَضَعُ بِهِ آخَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah elevates some people and degrades others, on account of this Book.)</span>\" Muslim collected this Hadith.</p>"
  }
]