[
  {
    "ayah_key": "2:48",
    "group_ayah_key": "2:48",
    "from_ayah": "2:48",
    "to_ayah": "2:48",
    "ayah_keys": "2:48",
    "text": "<p class=\"en translation\" lang=\"en\">And fear a Day <span class=\"gray\">(of Judgement)</span> when a person shall not avail another, nor will intercession be accepted from him, nor will compensation be taken from him, nor will they be helped <span>(48)</span></p><p lang=\"en\" class=\"en \">After Allah reminded the Children of Israel of the favors that He has granted them, He warned them about the duration of the torment which He will punish them with on the Day of Resurrection. He said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَاتَّقُوا يَوْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And fear a Day)</span> meaning, the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When a person shall not avail another)</span> meaning, on that Day, no person shall be of any help to another. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no bearer of burdens shall bear another's burden)</span><span class=\"gray\">(35:18)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every man that Day will have enough to make him careless of others.)</span><span class=\"gray\">(80:37)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَّا يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O mankind! Have Taqwa of your Lord <span class=\"gray\">(by keeping your duty to Him and avoiding all evil)</span>, and fear a Day when no father can avail aught for his son, nor a son avail aught for his father)</span><span class=\"gray\">(31:33)</span>.</p><p lang=\"en\" class=\"en \">This indeed should serve as a great warning that both the father and the son will not be of help to each other on that Day.</p><div lang=\"en\" class=\"en \"><h2>Neither Intercession, Ransom, or Assistance will be accepted on behalf of the Disbelievers</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor will intercession be accepted from him)</span></p><p lang=\"en\" class=\"en \">meaning, from the disbelievers. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا تَنفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So no intercession of intercessors will be of any use to them)</span><span class=\"gray\">(74:48)</span> and described the people of the Fire saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَنَا مِن شَافِعِينَ - وَلَا صَدِيقٍ حَمِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Now we have no intercessors. Nor a close friend <span class=\"gray\">(to help us)</span>)</span><span class=\"gray\">(26:100-101)</span>.</p><p lang=\"de\" class=\"de \">Allah's statement here <span class=\"gray\">(2:48)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor will compensation be taken from him)</span> means, that Allah does not accept the disbelievers to ransom themselves. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَىٰ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who disbelieved, and died while they were disbelievers, the <span class=\"gray\">(whole)</span> earth full of gold will not be accepted from anyone of them even if they offered it as a ransom)</span><span class=\"gray\">(3:91)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who disbelieve, if they had all that is in the earth, and as much again therewith to ransom themselves from the torment on the Day of Resurrection, it would never be accepted of them, and theirs would be a painful torment)</span><span class=\"gray\">(5:36)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And even if he offers every ransom, it will not be accepted from him)</span><span class=\"gray\">(6:70)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا ۚ مَأْوَاكُمُ النَّارُ ۖ هِيَ مَوْلَاكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So this Day no ransom shall be taken from you <span class=\"gray\">(hypocrites)</span>, nor of those who disbelieved. Your abode is the Fire. That is your Mawla <span class=\"gray\">(friend ـ proper place)</span>)</span><span class=\"gray\">(57:15)</span>.</p><p lang=\"en\" class=\"en \">Allah stated that if the people do not believe in His Messenger ﷺ and follow what He sent him with, then when they meet Him on the Day of Resurrection, after remaining on the path of disbelief, their family lineage and/or the intercession of their masters will not help them at all. It will not be accepted of them, even if they paid the earth's fill of gold as ransom. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Before a Day comes when there will be no bargaining, nor friendship, nor intercession)</span><span class=\"gray\">(2:254)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا بَيْعٌ فِيهِ وَلَا خِلَالٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On which there will be neither mutual bargaining nor befriending)</span><span class=\"gray\">(14:31)</span>. Allah's statement next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُنصَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor will they be helped.)</span> means, \"no person shall get angry - or anxious - on their behalf and offer them any help, or try to save them from Allah's punishment.\" As stated earlier on that Day, neither the relative, nor persons of authority will feel pity for the disbelievers, nor will any ransom be accepted for them. Consequently, they will receive no help from others and they will be helpless themsleves. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ يُجْيِرُ وَلاَ يُجَارُ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(While He <span class=\"gray\">(Allah)</span> grants refuge <span class=\"gray\">(or protection)</span>, but none grants refuge from Him)</span><span class=\"gray\">(23:88)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَوْمَئِذٍ لَّا يُعَذِّبُ عَذَابَهُ أَحَدٌ - وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So on that Day none will punish as He will punish. And none will bind <span class=\"gray\">(the wicked, disbelievers and polytheists)</span> as He will bind)</span><span class=\"gray\">(89:25-26)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ لَا تَنَاصَرُونَ - بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"What is the matter with you? Why do you not help one another <span class=\"gray\">(as you used to do in the world)</span>?\" Nay, but that Day they shall surrender)</span><span class=\"gray\">(37:25-26)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِن دُونِ اللَّهِ قُرْبَانًا آلِهَةً ۖ بَلْ ضَلُّوا عَنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then why did those whom they had taken for alihah <span class=\"gray\">(gods)</span> besides Allah, as a way of approach <span class=\"gray\">(to Allah)</span> not help them? Nay, but they vanished completely from them)</span><span class=\"gray\">(46:28)</span>.</p><p lang=\"gd\" class=\"gd \">Also, Ad-Dahhak said that Ibn 'Abbas said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُمْ لَا تَنَاصَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"What is the matter with you? Why do you not help one another?\")</span><span class=\"gray\">(37:25)</span> means, \"This Day, you shall not have a refuge from Us. Not this Day.\" Ibn Jarir said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُنصَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor will they be helped.)</span> meaning, on that Day, they shall neither be helped by any helper, nor shall anyone intercede on their behalf. No repeal or ransom will be accepted for them, all courtesy towards them will have ceased, along with any helpful intercession. No type of help or cooperation will be available for them on that Day. The judgment will, on that Day, be up to the Most Great, the Most Just, against whom no intercessor or helper can ever assist. He will then award the evil deed its kind and will multiply the good deeds. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقِفُوهُمْ ۖ إِنَّهُم مَّسْئُولُونَ - مَا لَكُمْ لَا تَنَاصَرُونَ - بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But stop them, verily, they are to be questioned. \"What is the matter with you? Why do you not help one another?\" Nay, but that Day they shall surrender)</span><span class=\"gray\">(37:24-26)</span>.</p>"
  }
]