[
  {
    "ayah_key": "33:72",
    "group_ayah_key": "33:72",
    "from_ayah": "33:72",
    "to_ayah": "33:73",
    "ayah_keys": "33:72,33:73",
    "text": "<p lang=\"en\" class=\"en \">Truly, We did offer the Amanah to the heavens and the earth, and the mountains, but they declined to bear it and were afraid of it. But man bore it. Verily, he was unjust and ignorant <span>(72)</span>So that Allah will punish the hypocrites, men and women, and the men and women who are idolators. And Allah will pardon the believers, men and women. And Allah is Ever Oft-Forgiving, Most Merciful <span>(73)</span></p><p lang=\"en\" class=\"en \">How Man bore the Amanah</p><p lang=\"en\" class=\"en \">Al-'Awfi reported that Ibn 'Abbas said, \"Al-Amanah means obedience. This was offered to them before it was offered to Adam, and they could not bear it. Then Allah said to Adam: 'I have offered the Amanah to the heavens and the earth and the mountains, and they could not bear it. Will you take it on?' He said, 'O Lord, what does it involve?' He said, 'If you do good, you will be rewarded, and if you do evil, you will be punished.' So Adam took the Amanah and bore it, and this is what is referred to in the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَمَلَهَا الْإِنْسَانُ ۖ إِنَّهُ كَانَ ظَلُومًا جَهُولًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But man bore it. Verily, he was unjust and ignorant.)</span>\" 'Ali bin Abi Talhah reported that Ibn 'Abbas said, \"Al-Amanah means Al-Fara'id <span class=\"gray\">(the obligatory duties)</span>. Allah offered them to the heavens and the earth and the mountains, <span class=\"gray\">(on the grounds that)</span> if they fulfilled them, He would reward them; and if they failed, He would punish them. But they did not want to do that, and they were afraid of it, not because their intention was sinful, but because of their respect for the religion of Allah, in case they could not fulfill the obligations involved. Then Allah offered it to Adam, and he accepted it with all that it entailed. This is what is referred to in the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَمَلَهَا الْإِنْسَانُ ۖ إِنَّهُ كَانَ ظَلُومًا جَهُولًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But man bore it. Verily, he was unjust and ignorant.)</span> meaning, he underestimated the command of Allah.\" This was also the view of Mujahid, Sa'id bin Jubayr, Ad-Dahhak, Al-Hasan Al-Basri and others that Al-Amanah means Al-Fara'id. Others said that it meant obedience. Al-A'mash narrated from Abu Ad-Duha from Masruq that Ubayy bin Ka'b said: \"Part of Al-Amanah means that woman was entrusted with her own chastity.\" Qatadah said: \"Al-Amanah means religion, obligatory duties and prescribed punishments.\" Malik narrated that Zayd bin Aslam said: \"Al-Amanah means three things: prayer, fasting and performing Ghusl to cleanse oneself from sexual impurity.\" </p><p lang=\"en\" class=\"en \">There is no contradiction between all of these views; they are all in agreement and all refer to responsibility and the acceptance of commands and prohibitions with their attendant conditions, which is that the one who fulfills this responsibility, will be rewarded; while the one who neglects it, will be punished. Man accepted this despite the fact that he is weak, ignorant and unjust – except for those whom Allah helps, and Allah is the One Whose help we seek. </p><p lang=\"en\" class=\"en \">One of the reports which deal with Al-Amanah is the Hadith recorded by Imam Ahmad from Hudhayfah, may Allah be pleased with him, who said: \"The Messenger of Allah ﷺ told us two Hadiths, one of which I have seen and the other I am still waiting to see. He told us that Al-Amanah is deeply rooted in the heart of man, then the Qur'an was revealed and they know it from the Qur'an and from the Sunnah. Then he told us that Al-Amanah will be taken away. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَنَامُ الرَّجُلُ النَّوْمَةَ فَتُقْبَضُ الْأَمَانَةُ مِنْ قَلْبِهِ، فَيَظَلُّ أَثَرُهَا مِثْلَ أَثَرِ الْمَجْلِ كَجَمْرٍ دَحْرَجْتَهُ عَلَى رِجْلِكِ، تَرَاهُ مُنْتَبِرًا وَلَيْسَ فِيهِ شَيْءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A man may sleep and Al-Amanah will be taken from his heart, leaving nothing but a trace like a blister left by a coal if you were to roll it over your leg – you will see it protruding but there is nothing inside.)</span> Then he took a pebble and rolled it over his leg, then he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُصْبِحُ النَّاسُ يَتَبَايَعُونَ لَا يَكَادُ أَحَدٌ يُؤَدِّي الْأَمَانَةَ حَتَّى يُقَالَ: إِنَّ فِي بَنِي فُلَانٍ رَجُلًا أَمِينًا، حَتَّى يُقَالَ لِلرَّجُلِ مَا أَجْلَدَهُ وَأَظْرَفَهُ وَأَعْقَلَهُ! وَمَا فِي قَلْبِهِ حَبَّةُ خَرْدَلٍ مِنْ إِيمَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then the people will start buying and selling, and hardly anyone will be paying attention to Al-Amanah, until it will be said that among the tribe of so-and-so there is a trustworthy man, and it will said of a man, 'how strong he is, how nice and how wise,' and there is not even a mustard seed of faith in his heart.)</span></p><p lang=\"en\" class=\"en \">No doubt, there came upon me a time when I did not mind dealing <span class=\"gray\">(bargaining)</span> with anyone of you, for if he was a Muslim, his Islam would compel him to pay me what is due to me, and if he was a Christian, or Jew, the Muslim official would compel him to pay me what is due to me, but today, I do not deal except with such and such person among you.\" It was also recorded in the Two Sahihs from the Hadith of Al-A'mash. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Abdullah bin 'Amr, may Allah be pleased with him, said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرْبَعٌ إِذَا كُنَّ فِيكَ فَلَا عَلَيْكَ مَا فَاتَكَ مِنَ الدُّنْيَا: حِفْظُ أَمَانَةٍ، وَصِدْقُ حَدِيثٍ، وَحُسْنُ خَلِيقَةٍ، وَعِفَّةُ طُعْمَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There are four things, if you attain them, then whatever you miss in this world will not matter: preserving trust, speaking the truth, being of good character and moderation in eating.)</span></p><p lang=\"en\" class=\"en \">The Result of taking on the Amanah</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So that Allah will punish the hypocrites, men and women, and the men and women who are idolators.)</span> means, because the sons of Adam have undertaken to fulfill the Amanah, which means duties, Allah will punish the men and women among them who are hypocrites, who are those who make an outward display of faith because they fear the believers, but in their hearts they conceal disbelief and in fact are followers of the disbelievers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the men and women who are idolators.)</span> these are the ones who both outwardly and inwardly associate others in worship with Allah and go against His Messengers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah will pardon the believers, men and women.)</span> means, He will show mercy to the believers among mankind, who believe in Allah and in His angels, Books and Messengers, and who obey Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ غَفُورًا رَحِيمًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is Ever Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">This is end of the Tafsir of Surat Al-Ahzab. Allah's is the praise and thanks.</p>"
  }
]