[
  {
    "ayah_key": "34:15",
    "group_ayah_key": "34:15",
    "from_ayah": "34:15",
    "to_ayah": "34:17",
    "ayah_keys": "34:15,34:16,34:17",
    "text": "<p lang=\"en\" class=\"en \">Indeed there was for Saba' a sign in their dwelling place – two gardens on the right and on the left; <span class=\"gray\">(and it was said to them:)</span> \"Eat of the provision of your Lord, and be grateful to Him.\" A fair land and an Oft-Forgiving Lord <span>(15)</span>But they turned away, so We sent against them flood released from the dam, and We converted their two gardens into gardens producing bitter bad fruit, and Athl, and some few lote trees <span>(16)</span>Like this We requited them because they were ungrateful disbelievers. And never do We requite in such a way except those who are ungrateful <span class=\"gray\">(disbelievers)</span><span>(17)</span></p><p lang=\"en\" class=\"en \">The Disbelief of Saba' <span class=\"gray\">(Sheba)</span> and Their Punishment</p><p lang=\"en\" class=\"en \">Saba' refers to the kings and people of the Yemen. At-Tababa'ah <span class=\"gray\">(Tubba')</span><span class=\"gray\">[surname of the ancient kings of Yemen]</span> were part of them, and Bilqis, the queen who met Sulayman, peace be upon him, was also one of them. They lived a life of enviable luxury in their land with plentiful provision, crops and fruits. Allah sent them messengers telling them to eat of His provision and give thanks to Him by worshipping Him alone, and they followed that for as long as Allah willed, then they turned away from that which they had been commanded to do. So they were punished with a flood which scattered them throughout the lands around Saba' in all directions, as we will see in detail below, if Allah wills. In Him we put our trust. </p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that Farwah bin Musayk Al-Ghutayfi, may Allah be pleased with him, said, \"A man said, 'O Messenger of Allah! Tell me about Saba' – what was it, a land or a woman?' He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ بِأَرْضٍ وَلَا امْرَأَةٍ، وَلَكِنَّهُ رَجُلٌ وُلِدَ لَهُ عَشَرَةٌ مِنَ الْوَلَدِ، فَتَيَامَنَ سِتَّةٌ وَتَشَاءَمَ أَرْبَعَةٌ، فَأَمَّا الَّذِينَ تَشَاءَمُوا: فَلَخْمٌ وَجُذَامٌ وَعَامِلَةُ وَغَسَّانُ، وَأَمَّا الَّذِينَ تَيَامَنُوا: فَكِنْدَةُ وَالْأَشْعَرِيُّونَ وَالْأَزْدُ وَمَذْحِجٌ وَحِمْيَرُ وَأَنْمَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It was neither a land nor a woman. It was a man who had ten children, six of whom went Yemen and four of whom went Ash-Sham. Those who went Ash-Sham were Lakhm, Judham, 'Amilah and Ghassan. Those who went south were Kindah, Al-Ash'ariyyun, Al-Azd, Madhhij, Himyar and Anmar.)</span> A man asked, 'Who are Anmar?' He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ مِنْهُمْ خَثْعَمُ وَبَجِيلَةُ</p><p lang=\"zu\" class=\"zu \"><span class=\"gray\">(Those among whom are Khath'am and Bajilah.)</span>\"</p><p lang=\"en\" class=\"en \">This was recorded by At-Tirmidhi in his Jami' <span class=\"gray\">[Sunan]</span> in more detail than this; then he said, \"This is a Hasan Gharib Hadith.\"</p><p lang=\"en\" class=\"en \">The genealogists – including Muhammad bin Ishaq – said, \"The name of Saba' was 'Abd Shams bin Yashjub bin Ya'rub bin Qahtan; he was called Saba' because he was the first Arab tribe to disperse. He was also known as Ar-Ra'ish, because he was the first one to take booty in war and give it to his people, so he was called Ar-Ra'ish; because the Arabs call wealth Rish or Riyash.</p><p lang=\"en\" class=\"en \">They differ over Qahtan, about whom there were three views. <span class=\"gray\">(The first)</span> he descended from the line of Iram bin Sam bin Nuh, then there were three different views over how he descended from him. <span class=\"gray\">(The second)</span> was that he was descended from 'Abir, another name for Hud, peace be upon him, then there were also three different views over exactly how he descended from him. <span class=\"gray\">(The third)</span> was that he was descended from Isma'il bin Ibrahim Al-Khalil, peace be upon him, then there were also three different views over exactly how he descended from him. This was discussed in full detail by Imam Al-Hafiz Abu 'Umar bin 'Abdul-Barr An-Namari, may Allah have mercy on him, in his book Al-Musamma Al-Inbah 'Ala Dhikr Usul Al-Qaba'il Ar-Ruwat.</p><p lang=\"en\" class=\"en \">The meaning of the Prophet's words,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَانَ رَجُلًا مِنَ الْعَرَبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He was a man among the Arabs.)</span> means that he was one of the original Arabs, who were before Ibrahim, peace be upon him, and were descendants of Sam bin Nuh <span class=\"gray\">(Shem, the son of Noah)</span>. According to the third view mentioned above, he descended from Ibrahim, peace be upon him, but this was not a well-known view among them. And Allah knows best. But in Sahih Al-Bukhari, it is reported that the Messenger of Allah ﷺ passed by a group of people from <span class=\"gray\">(the tribe of)</span> Aslam who were practicing archery, and he said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">ارْمُوا بَنِي إِسْمَاعِيلَ فَإِنَّ أَبَاكُمْ كَانَ رَامِيًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shoot, O sons of Isma'il, for your father was an archer.)</span> Aslam was a tribe of the Ansar, and the Ansar – both Aws and Khazraj – were from Ghassan, from the Arabs of Yemen from Saba', who settled in Yathrib when Saba' was scattered throughout the land when Allah sent against them the flood released from the dam. A group of them also settled in Syria, and they were called Ghassan for the name of the water beside which they camped – it was said that it was in the Yemen, or that it was near Al-Mushallal, as Hassan bin Thabit, may Allah be pleased with him, said in one of his poems. The meaning of his words: \"If you ask, then we are the community of the noble descendants, our lineage is Al-Azd and our water is Ghassan.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وُلِدَ لَهُ عَشْرَةٌ مِنَ الْعَرَبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He had ten sons among the Arabs.)</span> means that these ten were of his lineage, and that the origins of the Arab tribes of the Yemen go back to him, not that they were his sons born of his loins. There may have been two or three generations between him and some of them, or more or less, as is explained in detail in the books of genealogy. The meaning of the words,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَيَامَنَ مِنْهُمْ سِتَّةٌ وَتَشَاءَمَ مِنْهُمْ أَرْبَعَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Six of whom went south and four of whom went north.)</span> is that after Allah sent against them the flood released from the dam, some of them stayed in their homeland, whilst others left to go elsewhere.</p><p lang=\"sn\" class=\"sn \">The Dam of Ma'arib and the Flood</p><p lang=\"en\" class=\"en \">The story of the dam is about the water which used to come to them from between two mountains, combined with the floods from rainfall and their valleys. Their ancient kings built a huge, strong dam and the water reached a high level between these two mountains. Then they planted trees and got the best fruits that could ever be harvested, plentiful and beautiful. A number of the Salaf, including Qatadah, mentioned that a woman could walk beneath the trees, carrying a basket or vessel – such as is used for gathering fruit – on her head. And that the fruit would fall from the trees and fill the basket without any need for her to make the effort to pick the fruit, because it was so plentiful and ripe. </p><p lang=\"en\" class=\"en \">This was the dam of Ma'arib, a land between which and San'a' was a journey of three days. Others said that in their land there were no flies, mosquitoes or fleas, or any kind of vermin. This was because the weather was good and the people were healthy, and Allah took care of them so that they would single out and worship Him alone, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed there was for Saba' <span class=\"gray\">(Sheba)</span> a sign in their dwelling place)</span> Then He explains this by saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(two gardens on the right and on the left;)</span> meaning, the two sides where the mountains were, and their land was in between them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ ۚ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(and it was said to them: )</span> \"Eat of the provision of your Lord, and be grateful to Him.\" A fair land and an Oft-Forgiving Lord!)</span> means, 'He would forgive you if you continue to worship Him alone.'</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَعْرَضُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they turned away,)</span> means, from worshipping Allah alone and from giving thanks to Him for the blessings that He had bestowed upon them, and they started to worship the sun instead of Allah, as the hoopoe told Sulayman, peace be upon him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ - إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ - وَجَدْتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَا يَهْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"I have come to you from Saba' <span class=\"gray\">(Sheba)</span> with true news. I found a woman ruling over them, she has been given all things, and she has a great throne. I found her and her people worshipping the sun instead of Allah, and Shaytan has made their deeds fair seeming to them, and has barred them from the way, so they have no guidance.\")</span><span class=\"gray\">(27:22-24)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so We sent against them flood released from the dam,)</span> Some, including Ibn 'Abbas, Wahb bin Munabbih, Qatadah and Ad-Dahhak said that when Allah wanted to punish them by sending the flood upon them, he sent beasts from the earth to the dam, large rats, which made a hole in it. Wahb bin Munabbih said, \"They found it written in their Scriptures that the dam would be destroyed because of these large rats. So they brought cats for a while, but when the decree came to pass, the rats overran the cats and went into the dam, making a hole in it, and it collapsed.\" Qatadah and others said, \"The large rat is the desert rat. They gnawed at the bottom of the dam until it became weak, then the time of the floods came and the waters hit the structure and it collapsed. The waters rushed through the bottom of the valley and destroyed everything in their path – buildings, trees, etc.\" </p><p lang=\"en\" class=\"en \">As the water drained from the trees that were on the mountains, to the right and the left, those trees dried up and were destroyed. Those beautiful, fruit-bearing trees were replaced with something altogether different, as Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We converted their two gardens into gardens producing bitter bad fruit <span class=\"gray\">(ukul khamt)</span>,)</span> Ibn 'Abbas, Mujahid, 'Ikrimah, 'Ata' Al-Khurasani, Qatadah and As-Suddi said, \"It refers to Arak <span class=\"gray\">(Zingiber officinale)</span> and bitter bad fruit.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَثْلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Athl,)</span> Al-Awfi and Ibn Abbas said that this means tamarisk. Others said that it means a tree that resembles a tamarisk, and it was said that it was the gum acacia or mimosa. And Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ</p><p lang=\"en\" class=\"en \">and some few lote trees. Because the lote trees were the best of the trees with which the garden was replaced, there were only a few of them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ</p><p lang=\"en\" class=\"en \">and some few lote trees. This is what happened to those two gardens after they had been so fruitful and productive, offering beautiful scenes, deep shade and flowing rivers: they were replaced with thorny trees, tamarisks and lote trees with huge thorns and little fruit. This was because of their disbelief and their sin of associating others with Allah, and because they denied the truth and turned towards falsehood. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا ۖ وَهَلْ نُجَازِي إِلَّا الْكَفُورَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Like this We requited them because they were ungrateful disbelievers. And never do We requite in such a way except those who are ungrateful.)</span> meaning, 'We punished them for their disbelief.' Mujahid said, \"He does not punish anyone except the disbelievers.\"</p><p lang=\"en\" class=\"en \"> Al-Hasan Al-Basri said, \"Allah the Almighty has spoken the truth: no one will be punished in a manner that befits the sin except the ungrateful disbelievers.\"</p>"
  }
]