[
  {
    "ayah_key": "35:36",
    "group_ayah_key": "35:36",
    "from_ayah": "35:36",
    "to_ayah": "35:37",
    "ayah_keys": "35:36,35:37",
    "text": "<p lang=\"en\" class=\"en \">But those who disbelieve, for them will be the fire of Hell. Neither will it have a complete killing effect on them so that they die nor shall its torment be lightened for them. Thus do We requite every disbeliever  <span>(36)</span>Therein they will cry: \"Our Lord! Bring us out, we shall do righteous good deeds, not that we used to do.\" <span class=\"gray\">(Allah will reply:)</span> \"Did We not give you lives long enough, so that whosoever would receive admonition could receive it? And the warner came to you. So taste you. For the wrongdoers there is no helper. <span>(37)</span></p><p lang=\"en\" class=\"en \">The Punishment of the Disbeliever and what Their State will be in Hell</p><p lang=\"en\" class=\"en \">Having told us how the blessed will be <span class=\"gray\">(in Paradise)</span>, Allah now starts to tell us what the state of doomed will be. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who disbelieve, for them will be the fire of Hell. Neither will it have a complete killing effect on them so that they die)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wherein he will neither die nor live)</span><span class=\"gray\">(20:74)</span>. It was reported in Sahih Muslim that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا أَهْلُ النَّارِ الَّذِينَ هُمْ أَهْلُهَا، فَلَا يَمُوتُونَ فِيهَا وَلَا يَحْيَوْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for the people of Hell who will dwell therein, they will neither live nor die there.)</span> And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ قَالَ إِنَّكُمْ مَاكِثُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will cry <span class=\"gray\">(to the keeper of Hell)</span>: \"O Malik! Let your Lord make an end of us.\" He will say: \"Verily, you shall abide forever.\")</span><span class=\"gray\">(43:77)</span>. When they are in this state, they will think that if only they could die, it would be a time of rest for them, but that can never happen to them. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither will it have a complete killing effect on them so that they die nor shall its torment be lightened for them.)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ - لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the criminals will be in the torment of Hell to abide therein forever. <span class=\"gray\">(That)</span> will not be lightened for them, and they will be plunged into destruction with deep regrets, sorrows and in despair therein.)</span><span class=\"gray\">(43:74-75)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whenever it abates, We shall increase for them the fierceness of the Fire)</span><span class=\"gray\">(17:97)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذُوقُوا فَلَنْ نَزِيدَكُمْ إِلَّا عَذَابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So taste you. No increase shall We give you, except in torment.)</span><span class=\"gray\">(78:30)</span>. Then Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَذَٰلِكَ نَجْزِي كُلَّ كَفُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus do We requite every disbeliever!)</span> meaning, this is the recompense of everyone who disbelieved in his Lord and denied the truth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يَصْطَرِخُونَ فِيهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therein they will cry)</span> means, they will call out in the Fire, beseeching Allah with their voices:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! Bring us out, we shall do righteous good deeds, not that we used to do.\")</span> which means, they will ask to go back to the worldly life so that they can do something different to the first deeds they did. But Allah, may He be glorified, knows that if He sent them back to this world, they would go back to what they had been forbidden to do, and He knows that they are lying, so He will not respond to their plea. This is like the Ayah where Allah tells us that they will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهَلْ إِلَىٰ خُرُوجٍ مِنْ سَبِيلٍ - ذَٰلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ ۖ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then is there any way to get out <span class=\"gray\">(of the Fire)</span>. <span class=\"gray\">(It will be said)</span>: \"This is because, when Allah Alone was invoked you disbelieved <span class=\"gray\">(denied)</span>, but when partners were joined to Him, you believed!)</span><span class=\"gray\">(40:11,12)</span> i.e., 'there will be no response for you because you were like that; if you were to return to this world, you would just go back to that which you had been forbidden to do.' Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did We not give you lives long enough, so that whosoever would receive admonition could receive it? And the warner came to you.)</span> meaning, 'did you not live for long enough in the world that if you were to be among those who would benefit from the truth, you would have benefited from it during your lifetimes?' </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Hurayrah, may Allah be pleased with him, said that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ أَعْذَرَ اللهُ تَعَالَى إِلَى عَبْدٍ أَحْيَاهُ حتّٰى بَلَغَ سِتِّينَ أَوْ سَبْعِينَ سَنَةً، لَقَدْ أَعْذَرَ اللهُ تَعَالَى إِلَيْهِ، لَقَدْ أَعْذَرَ اللهُ تَعَالَى إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has left no excuse for the person who lives to be sixty or seventy years old; Allah has left no excuse for him; Allah has left no excuse for him.)</span></p><p lang=\"en\" class=\"en \">Imam Al-Bukhari also recorded, in the Book of Riqaq in his Sahih, that Abu Hurayrah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَعْذَرَ اللهُ عَزَّ وَجَلَّ إِلَى امْرِىءٍ أَخَّرَ عُمْرَهُ حتّٰى بَلَغَ سِتِّينَ سَنَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has left no excuse for a man who reaches the age of sixty.)</span>\" Ibn Jarir recorded that Abu Hurayrah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمَّرَهُ اللهُ تَعَالَى سِتِّينَ سَنَةً فَقَدْ أَعْذَرَ إِلَيْهِ فِي الْعُمْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever is granted a long life until the age of sixty, Allah has left no excuse for him.)</span>\" This was also recorded by Imam Ahmad and An-Nasa'i in Ar-Riqaq. Because this is the age at which Allah removes any excuse from His servants, this is the usual age of people in this Ummah, as was reported in the Hadith of Abu Hurayrah, may Allah be pleased with him, who said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعْمَارُ أُمَّتِي مَا بَيْنَ السِّتِّينَ إِلَى السَّبْعِينَ، وَأَقَلُّهُمْ مَنْ يَجُوزُ ذَلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The usual life span in my Ummah is between sixty and seventy years, and only a few pass this age.)</span>\" This was also recorded by At-Tirmidhi and Ibn Majah in the Book of Zuhd <span class=\"gray\">[of his Sunan]</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَجَاءَكُمُ النَّذِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the warner came to you.)</span> It was reported that Ibn 'Abbas, may Allah be pleased with him, 'Ikrimah, Abu Ja'far Al-Baqir, may Allah be pleased with him, Qatadah and Sufyan bin 'Uyaynah said, \"This means grey hair.\" As-Suddi and 'Abdur-Rahman bin Zayd bin Aslam said, \"This means the Messenger of Allah ﷺ\" and Ibn Zayd recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا نَذِيرٌ مِنَ النُّذُرِ الْأُولَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is a warner of the <span class=\"gray\">(series of)</span> warners of old.)</span><span class=\"gray\">(53:56)</span>. This is the correct view according to Shayban who narrated that Qatadah said, \"Proof will be established against them by the fact that they lived long enough and that Messengers came to them.\" This is also the view favored by Ibn Jarir, and it is the apparent meaning of the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ قَالَ إِنَّكُمْ مَاكِثُونَ - لَقَدْ جِئْنَاكُمْ بِالْحَقِّ وَلَٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will cry <span class=\"gray\">(to the keeper of Hell)</span>: \"O Malik! Let your Lord make an end of us.\" He will say: \"Verily, you shall abide forever.\" Indeed We have brought the truth to you, but most of you have a hatred for the truth.)</span><span class=\"gray\">(43:77-78)</span> meaning: 'We showed you the truth clearly through the Messengers, but you rejected it and opposed it.' And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَاكُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا</p><p lang=\"da\" class=\"da \"><span class=\"gray\">(And We never punish until We have sent a Messenger)</span><span class=\"gray\">(17:15)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ - قَالُوا بَلَىٰ قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every time a group is cast therein, its keepers will ask: \"Did no warner come to you?\" They will say: \"Yes, indeed a warner did come to us, but we denied him and said: 'Allah never sent down anything; you are only in great error'.\")</span><span class=\"gray\">(67:8-9)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So taste you. For the wrongdoers there is no helper.)</span> means, 'taste the punishment of the Fire, as a recompense for your going against the Prophets in all your deeds, for today you will have no helper to save you from your fate of punishment and chains.'</p>"
  },
  {
    "ayah_key": "35:38",
    "group_ayah_key": "35:38",
    "from_ayah": "35:38",
    "to_ayah": "35:39",
    "ayah_keys": "35:38,35:39",
    "text": "<p lang=\"en\" class=\"en \">Verily, Allah is the All-Knower of the Unseen of the heavens and the earth. Verily, He is the All-Knower of that is in the breasts <span>(38)</span>He it is Who has made you successors generations after generations in the earth, so whosoever disbelieves, on him will be his disbelief. And the disbelief of the disbelievers adds nothing but hatred of their Lord. And the disbelief of the disbelievers adds nothing but loss <span>(39)</span></p><p lang=\"en\" class=\"en \">Here Allah tells us that He knows the unseen in the heavens and earth, and that He knows all that is hidden and the secrets of the hearts. And He tells us that He will reward or punish everyone according to his deeds. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who has made you successors generations after generations in the earth,)</span> meaning, all people succeed one another, generation after generation. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and makes you inheritors of the earth, generations after generations)</span><span class=\"gray\">(27:62)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so whosoever disbelieves, on him will be his disbelief.)</span> means, he and no one else will have to bear the consequences of that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلَّا مَقْتًا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the disbelief of the disbelievers adds nothing but hatred of their Lord.)</span> means, the longer they persist in their disbelief, the more Allah hates them, and the longer they persist in it, the more they and their families will lose on the Day of Resurrection. This is in contrast to the believers, for the longer they live and do good deeds, the higher their status in Paradise will be, the greater their reward, and the more beloved they will be to their Creator.</p>"
  }
]