[
  {
    "ayah_key": "5:67",
    "group_ayah_key": "5:67",
    "from_ayah": "5:67",
    "to_ayah": "5:67",
    "ayah_keys": "5:67",
    "text": "<p class=\"en translation\" lang=\"en\">O Messenger! Convey what has been sent down to you from your Lord. And if you do not, then you have not conveyed His Message. Allah will protect you from mankind. Verily, Allah guides not the people who disbelieve <span>(67)</span></p><div lang=\"en\" class=\"en \"><h2>Commanding the Prophet <span class=\"gray\">(ﷺ)</span> to Convey the Message; Promising Him Immunity and Protection</h2></div><p lang=\"en\" class=\"en \">Allah addresses His servant and Messenger Muhammad by the title 'Messenger' and commands him to convey all that He has sent him, a command that the Prophet ﷺ has fulfilled in the best manner. </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that 'A'ishah said, \"Whoever says to you that Muhammad hid any part of what Allah revealed to him, then he is uttering a lie. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Messenger! Convey what has been sent down to you from your Lord.)</span>\" </p><p lang=\"en\" class=\"en \">Al-Bukhari collected the short form of this story here, but mentioned the full narration in another part of his book. Muslim in the Book of Iman, At-Tirmidhi, and An-Nasa'i in the Book of Tafsir of their Sunans also collected this Hadith. In is recorded in the Two Sahihs that 'A'ishah said, \"If Muhammad hid anything from the Qur'an, he would have hidden this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَن تَخْشَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But you did hide in yourself that which Allah will make manifest, you did fear the people while Allah had a better right that you should fear Him.)</span>\" </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Az-Zuhri said, \"From Allah comes the Message, for the Messenger is its deliverance and for us is submission to it.\" The Ummah of Muhammad ﷺ has testified that he has delivered the Message and fulfilled the trust, when he asked them during the biggest gathering in his speech during the Farewell Hajj. At that time, there were over forty thousand of his Companions. Muslim recorded that Jabir bin 'Abdullah said that the Messenger of Allah ﷺ said in his speech on that day,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّهَا النَّاسُ إِنَّكُمْ مَسْؤُولُونَ عَنِّي، فَمَا أَنْتُمْ قَائِلُونَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people! You shall be asked about me, so what are you going to reply?)</span> They said, \"We bear witness that you have conveyed <span class=\"gray\">(the Message)</span>, fulfilled <span class=\"gray\">(the trust)</span> and offered sincere advice.\" The Prophet ﷺ kept raising his finger towards the sky and then pointing at them, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ هَلْ بَلَّغْتُ؟ اللَّهُمَّ هَلْ بَلَّغْتُ؟</p><p lang=\"de\" class=\"de \"><span class=\"gray\">(O Allah! Did I convey? O Allah! Did I convey?)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you do not, then you have not conveyed His Message.)</span> meaning: If you do not convey to the people what I sent to you, then you have not conveyed My Message. Meaning, the Prophet ﷺ knows the consequences of this failure. 'Ali bin Abi Talhah reported that Ibn 'Abbas commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you do not, then you have not conveyed His Message.)</span> \"It means, if you hide only one Ayah that was revealed to you from your Lord, then you have not conveyed His Message.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will protect you from mankind.)</span> means, you convey My Message and I will protect, aid and support you over your enemies and will grant you victory over them. Therefore, do not have any fear or sadness, for none of them will be able to touch you with harm. Before this Ayah was revealed, the Prophet ﷺ was being guarded, as Imam Ahmad recorded that 'A'ishah said that the Prophet ﷺ was vigilant one night when she was next to him; she asked him, \"What is the matter, O Allah's Messenger?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْتَ رَجُلًا صَالِحًا مِنْ أَصْحَابِي يَحْرُسُنِي اللَّيْلَةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would that a pious man from my companions guard me tonight!)</span> She said, \"Suddenly we heard the clatter of arms. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ هَذَا؟</p><p lang=\"yo\" class=\"yo \"><span class=\"gray\">(Who is that?\")</span> He <span class=\"gray\">(the new comer)</span> replied, \"I am Sa'd bin Malik <span class=\"gray\">(Sa'd bin Abi Waqqas)</span>.\" The Prophet ﷺ asked,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا جَاءَ بِكَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What brought you here?)</span> He said, \"I have come to guard you, Allah's O Messenger.\" 'A'ishah said, \"So, the Prophet slept <span class=\"gray\">(that night)</span> and I heard the noise of sleep coming from him.)\" This Hadith is recorded in Two Sahihs. </p><p lang=\"en\" class=\"en \">Another narration for this Hadith reads, \"The Messenger of Allah ﷺ was vigilant one night, after he came to Al-Madinah...\", meaning, after the Hijrah and after the Prophet consummated his marriage to 'A'ishah in the second year of Hijrah. </p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'A'ishah said, \"The Prophet ﷺ was being guarded until this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will protect you from mankind)</span> was revealed.\" She added; \"The Prophet ﷺ raised his head from the room and said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ! انْصَرِفُوا فَقَدْ عَصَمَنِي اللهُ عَزَّ وَجَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people! Go away, for Allah will protect me.)</span>\" At-Tirmidhi recorded it and said,\"This Hadith is Gharib.\" It was also recorded by Ibn Jarir, and Al-Hakim in his Mustadrak, where he said, \"Its chain is Sahih, but they did not record it.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah guides not those who disbelieve.)</span> means, O Muhammad, you convey, and Allah guides whom He wills, and misguides whom He wills. In other Ayat, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not upon you is their guidance, but Allah guides whom He wills,)</span><span class=\"gray\">[2:272]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your duty is only to convey and on Us is the reckoning.)</span><span class=\"gray\">[13:40]</span></p>"
  },
  {
    "ayah_key": "5:68",
    "group_ayah_key": "5:68",
    "from_ayah": "5:68",
    "to_ayah": "5:69",
    "ayah_keys": "5:68,5:69",
    "text": "<p lang=\"en\" class=\"en \">Say: \"O People of the Scripture! You have nothing till you act according to the Tawrah, the Injil, and what has <span class=\"gray\">(now)</span> been sent down to you from your Lord <span class=\"gray\">(the Qur'an)</span>.\" Verily, the revelation that has come to you from your Lord makes many of them increase in rebellion and disbelief. So do not grieve for the people who disbelieve <span>(68)</span>Surely, those who believe, and those who are the Jews and the Sabians and the Christians, whosoever believed in Allah and the Last Day, and worked righteousness, on them shall be no fear, nor shall they grieve <span>(69)</span></p><div lang=\"en\" class=\"en \"><h2>There is no Salvation Except through Faith in the Qur'an</h2></div><p lang=\"fil\" class=\"fil \">Allah says: O Muhammad, say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَىٰ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O People of the Scripture! You have nothing...)</span> meaning no real religion until you adhere to and implement the Tawrah and the Injil. That is, until you believe in all the Books that you have that Allah revealed to the Prophets. These Books command following Muhammad ﷺ and believing in his prophecy, all the while adhering to his Law. Before, we explained Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the revelation that has come to you from your Lord makes many of them increase in rebellion and disbelief.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَلَا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So do not grieve for the people who disbelieve)</span>, Do not be sad or taken aback by their disbelief. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ آمَنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, those who believe)</span> referring to Muslims,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ هَادُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who are the Jews)</span> who were entrusted with the Tawrah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالصَّابِئُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the Sabians...)</span> a sect from the Christians and Magians who did not follow any particular religion, as Mujahid stated. As for the Christians, they are known and were entrusted with the Injil. The meaning here is that if each of these groups believed in Allah and the Hereafter, which is the Day of Judgement and Reckoning, and performed good actions, which to be so, must conform to Muhammad's Law, after Muhammad ﷺ was sent to all mankind and the Jinns. If any of these groups held these beliefs, then they shall have no fear of what will come or sadness regarding what they lost, nor will grief ever affect them. We discussed a similar Ayah before in Surat Al-Baqarah <span class=\"gray\">[2:62]</span>.</p>"
  }
]