[
  {
    "ayah_key": "10:34",
    "group_ayah_key": "10:34",
    "from_ayah": "10:34",
    "to_ayah": "10:36",
    "ayah_keys": "10:34,10:35,10:36",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Is there of your partners one that originates the creation and then repeats it?\" Say: \"Allah originates the creation and then He repeats it. Then how are you deluded away <span class=\"gray\">(from the truth)</span>? <span>(34)</span>Say: \"Is there of your partners one that guides to the truth?\" Say: \"It is Allah Who guides to the truth. Is then He Who guides to the truth more worthy to be followed, or he who finds not guidance <span class=\"gray\">(himself)</span> unless he is guided? Then, what is the matter with you? How judge you? <span>(35)</span>And most of them follow nothing but conjecture. Certainly, conjecture can be of no avail against the truth. Surely, Allah is All-Aware of what they do <span>(36)</span></p><div lang=\"en\" class=\"en \"><h2>This invalidates and falsifies their claims for committing Shirk with Allah and worshipping different idols and rivals.</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هَلْ مِن شُرَكَائِكُم مَّن يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Is there of your partners one that originates the creation and then repeats it?\")</span> meaning, who is the one who started the creation of these heavens and earth and created all the creatures in them? Who can place the planets and the stars in their positions? Who can then repeat the process of the creation?</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Allah\")</span> It is He Who does this. He does it by Himself, alone without partners.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَنَّىٰ تُؤْفَكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Then how are you deluded away <span class=\"gray\">(from the truth)</span>?\")</span></p><p lang=\"en\" class=\"en \">How is it that you are so misled from the right path to falsehood?</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هَلْ مِن شُرَكَائِكُم مَّن يَهْدِي إِلَى الْحَقِّ ۚ قُلِ اللَّهُ يَهْدِي لِلْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Is there of your partners one that guides to the truth?\" Say: \" It is Allah who guides to the truth...\")</span></p><p lang=\"en\" class=\"en \">You know that your deities are incapable of guiding those who are astray. It is Allah alone Who guides the misled and confused ones and turns the hearts from the wrong path to the right path. It is Allah, none has the right to be worshipped but He.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّي إِلَّا أَن يُهْدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is then He Who guides to the truth more worthy to be followed, or he who finds not guidance <span class=\"gray\">(himself)</span> unless he is guided?)</span></p><p lang=\"en\" class=\"en \">Will the servant then follow the one who guides to the truth so that he may see after he was blind, or follow one who doesn't guide to anything except towards blindness and muteness? Allah said that Ibrahim said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنكَ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my father! Why do you worship that which hears not, sees not and cannot avail you in anything?)</span><span class=\"gray\">[19:42]</span></p><p lang=\"en\" class=\"en \">And said to his people</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَعْبُدُونَ مَا تَنْحِتُونَ - وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Worship you that which you <span class=\"gray\">(yourselves)</span> carve? While Allah has created you and what you make!)</span><span class=\"gray\">[37:95-96]</span></p><p lang=\"en\" class=\"en \">Also, there are many Ayat in this regard. Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, what is the matter with you? How judge you?)</span></p><p lang=\"en\" class=\"en \">What is the matter with you? What has happened to your mind? How did you make Allah's creatures equal to Him? What kind of judgement did you make to turn away from Allah and worship this or that? Why did you not worship the Lord – Glorified be He, the True King, the Judge and the One Who guides to the truth? Why didn't you call upon Him alone and turn towards Him? Allah then explained that they did not follow their own religion out of evidence and proof. The fact is that they were following mere conjecture and imagination. But conjecture is in no way a substitute for the truth. At the end of this Ayah. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَلِيمٌ بِمَا يَفْعَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is All-Aware of what they do.)</span></p><p lang=\"en\" class=\"en \">This is both a threat and a promise of severe punishment. Allah said that He would reward them for their actions with a complete reward.</p>"
  }
]