[
  {
    "ayah_key": "20:45",
    "group_ayah_key": "20:45",
    "from_ayah": "20:45",
    "to_ayah": "20:48",
    "ayah_keys": "20:45,20:46,20:47,20:48",
    "text": "<p lang=\"en\" class=\"en \">Both of them said: \"Our Lord! Verily, we fear lest he should hasten to punish us or lest he should transgress. <span>(45)</span>He <span class=\"gray\">(Allah)</span> said: \"Fear not, verily, I am with you both, hearing and seeing. <span>(46)</span>\"So go you both to him, and say: 'Verily, we are both Messengers of your Lord, so let the Children of Israel go with us, and torment them not; indeed, we have come with a sign from your Lord! And peace will be upon him who follows the guidance! <span>(47)</span>'Truly, it has been revealed to us that the torment will be for him who denies, and turns away.' <span>(48)</span></p><div lang=\"en\" class=\"en \"><h2>Musa's fear of Fir'awn and Allah's strengthening Him</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs that Musa and Harun pleaded to Allah, expressing their grievance to him:</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِنَّنَا نَخَافُ أَن يَفْرُطَ عَلَيْنَا أَوْ أَن يَطْغَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, we fear lest he should hasten to punish us or lest he should transgress.)</span> They meant that Fir'awn might seize them unexpectedly with a punishment, or transgress against them by tormenting them, when they actually did not deserve it. Ad-Dahhak reported from Ibn 'Abbas that he said that transgress here means, \"To exceed the bounds.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">قَالَ لَا تَخَافَا ۖ إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Allah)</span> said: \"Fear not, verily, I am with you both, hearing and seeing.\")</span> meaning; \"Do not fear him <span class=\"gray\">(Fir'awn)</span>, for verily, I am with you and I hear your speech and his speech as well. I see your place and I see his place as well. Nothing is hidden from Me of your affair. Know that his forehead is in My Hand, and he does not speak, breathe, or use any force, except by My leave and after My command. I am with you by My protection, My help and My support.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتِيَاهُ فَقُولَا إِنَّا رَسُولَا رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So go you both to him, and say: \"Verily, we are both Messengers of your Lord...\")</span></p><div lang=\"ny\" class=\"ny \"><h2>Musa admonishes Fir'awn</h2></div><p lang=\"en\" class=\"en \">Concerning his statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ جِئْنَاكَ بِآيَةٍ مِّن رَّبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(indeed, We have come with a sign from your Lord!)</span> meaning with evidence and a miracle from your Lord.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّلَامُ عَلَىٰ مَنِ اتَّبَعَ الْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And peace will be upon him who follows the guidance!)</span> meaning, 'peace be upon you if you follow the guidance.' Because of this, when the Messenger of Allah ﷺ wrote a letter to Heraclius, the emperor of Rome, beginning with,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ، مِنْ مُحَمَّدٍ رَسُولِ اللهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ، سَلَامٌ عَلَى مَنِ اتَّبَعَ الْهُدىٰ، أَمَّا بَعْدُ، فَإِنِّي أَدْعُوكَ بِدِعَايَةِ الْإِسْلَامِ، فَأَسْلِمْ تَسْلَمْ يُؤْتِكَ اللهُ أَجْرَكَ مَرَّتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In the Name of Allah, the Most Gracious, the Most Merciful. From Muhammad, the Messenger of Allah, to Heraclius the emperor of Rome. Peace be upon him who follows the guidance. Thus, to proceed: Verily, I invite you with the invitation of Islam. So accept Islam and you will be safe, and Allah will give you a double reward.)</span> Due to this, Musa and Harun said to Fir'awn,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالسَّلَامُ عَلَىٰ مَنِ اتَّبَعَ الْهُدَىٰ - إِنَّا قَدْ أُوحِيَ إِلَيْنَا أَنَّ الْعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And peace will be upon him who follows the guidance! Truly, it has been revealed to us that the torment will be for him who denies, and turns away.)</span> In His flawless revelation, Allah has revealed to us that torment is prepared exclusively for those who reject the signs of Allah and turn away from His obedience. As Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا مَن طَغَىٰ - وَآثَرَ الْحَيَاةَ الدُّنْيَا - فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then for him who transgressed all bounds, and preferred the life of this world, Verily, his abode will be Hellfire.)</span><span class=\"gray\">(79:37-39)</span> Allah, the Exalted, also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنذَرْتُكُمْ نَارًا تَلَظَّىٰ - لَا يَصْلَاهَا إِلَّا الْأَشْقَى - الَّذِي كَذَّبَ وَتَوَلَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therefore I have warned you of a blazing Fire. None shall enter it save the most wretched. Who denies and turns away.)</span><span class=\"gray\">(92:14-16)</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا صَدَّقَ وَلَا صَلَّىٰ - وَلَٰكِن كَذَّبَ وَتَوَلَّىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So he neither believed nor prayed! But on the contrary, he belied and turned away.)</span><span class=\"gray\">[75:31-32]</span> This means that he denied with his heart and turned away by his actions.</p>"
  },
  {
    "ayah_key": "20:49",
    "group_ayah_key": "20:49",
    "from_ayah": "20:49",
    "to_ayah": "20:52",
    "ayah_keys": "20:49,20:50,20:51,20:52",
    "text": "<p lang=\"en\" class=\"en \">Fir'awn said: \"Who then, O Musa, is the Lord of you two <span>(49)</span><span class=\"gray\">[Musa]</span> said: \"Our Lord is He Who gave to each thing its form and nature, then guided it aright. <span>(50)</span><span class=\"gray\">[Fir'awn]</span> said: \"What about the generations of old <span>(51)</span>Musa said: \"The knowledge thereof is with my Lord, in a Record. My Lord neither errs nor forgets. <span>(52)</span></p><div lang=\"en\" class=\"en \"><h2>The Conversation between Musa and Fir'awn</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs about Fir'awn that he said to Musa, in his rejection of the existence of a Supreme Maker and Creator, Who is the God of everything and his own Lord and Owner:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن رَّبُّكُمَا يَا مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who then, O Musa, is the Lord of you two?)</span> meaning \"Who is the one who called you forth and sent you For verily, I do not know him and I have not given you any god other than myself.\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">قَالَ رَبُّنَا الَّذِي أَعْطَىٰ كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Musa)</span> said: \"Our Lord is He Who gave to each thing its form and nature, then guided it aright.\")</span> 'Ali bin Abi Talhah related that Ibn 'Abbas said, \"He is saying that He created a mate for everything.\" Ad-Dahhak said that Ibn 'Abbas said, \"He made the man a man, and the donkey a donkey and the sheep a sheep.\" Layth bin Abi Sulaym reported from Mujahid that he said, \"He gave everything its form.\" Ibn Abi Najih said that Mujahid said, \"He fashioned the creation of every moving creature.\" Sa'id bin Jubayr said concerning His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعْطَىٰ كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Who)</span> gave to each thing its form and nature, then guided it aright.)</span></p><p lang=\"en\" class=\"en \">He gave each of His creatures what is suitable for its creation. Therefore, He did not give man the form of a wild beast, nor did He give wild beasts the form of the dog. Likewise, the dog's form is not like the sheep's. He also gave creature a suitable spouse, and He influenced everything towards that mate. There is no species of creation that is exactly like another species. They are different in their actions, their forms, their sustenance and their mating. Some of the scholars of Tafsir have said that this statement, \"He gave to each thing its form and nature, then guided it aright,\" is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي قَدَّرَ فَهَدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Who has measured; and then guided.)</span><span class=\"gray\">(87:3)</span> This means He measured out an ordained amount <span class=\"gray\">(of sustenance, actions, etc.)</span> and then guided His creatures to it. He wrote the deeds, the appointed times of death and the provisions. Then, the creatures traverse upon that and they are not able to avoid it, nor are they able to abandon it. In this Ayah Musa is saying that our Lord is the One Who created the creation, measured out its ordainment and compelled the creatures to that which He wanted.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَمَا بَالُ الْقُرُونِ الْأُولَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Fir'awn)</span> said: \"What about the generations of old?\")</span> The most correct opinion concerning the meaning of this, is that when Musa informed Fir'awn that his Lord Who sent him is the One Who creates, sustains, ordains and guides, Fir'awn began to argue, using the previous generations as a proof. He was referring to those people of old who did not worship Allah.</p><p lang=\"en\" class=\"en \">In other words, \"If the matter is as you say, then what happened to those people? They did not worship your Lord. Instead they worshipped other gods besides Him.\" Musa said to him, in response to this, that if they did not worship Allah, then Allah knows precisely what happened to them and He will give them just recompense for their deeds, as is written in Allah's Book <span class=\"gray\">(of decrees)</span>. This Book is called Al-Lawh Al-Mahfuz <span class=\"gray\">(The Preserved Tablet)</span> and it is the Book of Deeds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَضِلُّ رَبِّي وَلَا يَنسَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord neither errs nor forgets.)</span> This means that nothing eludes Him and He does not miss anything, whether it is small or great. He does not forget anything and His Most Exalted knowledge is described as encompassing everything. Blessed be He, the Exalted, the Most Holy and free of any imperfections. The knowledge that creatures have has two deficiencies. The first is that it does not completely encompass anything, and the second is that the creature is prone to forget after knowing. Therefore, Allah has declared Himself above such deficiencies.</p>"
  }
]