[
  {
    "ayah_key": "9:16",
    "group_ayah_key": "9:16",
    "from_ayah": "9:16",
    "to_ayah": "9:16",
    "ayah_keys": "9:16",
    "text": "<p class=\"en translation\" lang=\"en\">Do you think that you shall be left alone while Allah has not yet tested those among you who have striven hard and fought, and have not taken Walijah besides Allah and His Messenger, and the believers. Allah is well-acquainted with what you do <span>(16)</span></p><div lang=\"en\" class=\"en \"><h2>Among the Wisdom of Jihad is to test the Muslims</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you think)</span>, O believers that We will leave you untested with matters that make apparent those who have pure, good intent from those who have false intent? This is why Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنكُمْ وَلَمْ يَتَّخِذُوا مِن دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while Allah has not yet tested those among you who have striven hard and fought and have not taken Walijah besides Allah and His Messenger, and the believers...)</span>, meaning, supporters and confidants. Rather, they are sincere for Allah and His Messenger ﷺ inwardly and outwardly. Allah also said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - أَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ - وَلَقَدْ فَتَنَّا الَّذِينَ مِن قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alif-Lam-Mim. Do people think that they will be left alone because they say: \"We believe,\" and will not be tested. And We indeed tested those who were before them. And Allah will certainly make known those who are true, and will certainly make known those who are liars...)</span><span class=\"gray\">[29:1-3]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَن تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنكُمْ وَيَعْلَمَ الصَّابِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you think that you will enter Paradise before Allah tests those of you who fought <span class=\"gray\">(in His cause)</span> and <span class=\"gray\">(also)</span> tests those who are patient?)</span><span class=\"gray\">[3:142]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَىٰ مَا أَنتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will not leave the believers in the state in which you are now, until He distinguishes the wicked from the good)</span><span class=\"gray\">[3:179]</span>. </p><p lang=\"en\" class=\"en \">In summary, since Allah legislated Jihad for His servants, He explained that the wisdom behind doing so includes testing His servants, distinguishing between those who obey Him and those who disobey Him. Allah, the Exalted, is the All-Knower of what occurred, what will occur, and the true essence of what might occur had He decided it. Therefore, Allah knows everything before it occurs and how it will occur, there is no deity worthy of worship except Him, nor a Lord except Him. Truly, there is none who can avert Allah's judgment and decision.</p>"
  },
  {
    "ayah_key": "9:17",
    "group_ayah_key": "9:17",
    "from_ayah": "9:17",
    "to_ayah": "9:18",
    "ayah_keys": "9:17,9:18",
    "text": "<p lang=\"en\" class=\"en \">It is not for the Mushrikin, to maintain the Masjids of Allah, while they witness against themselves of disbelief. The works of such are in vain and in Fire shall they abide <span>(17)</span>The Masjids of Allah shall be maintained only by those who believe in Allah and the Last Day; perform the Salah, and give Zakah and fear none but Allah. It is they who are on true guidance <span>(18)</span></p><div lang=\"en\" class=\"en \"><h2>It is not for Idolators to maintain the Masjids of Allah</h2></div><p lang=\"en\" class=\"en \">Allah says that it is not fitting that those who associate others with Allah in worship should maintain the Masjids of Allah that were built in His Name alone without partners. Those who read the Ayah, \"Masjid Allah\", said that it refers to Al-Masjid Al-Haram, the most honored Masjid on the earth, which was built, from the first day, for the purpose of worshipping Allah alone without partners. It was built by Khalil Ar-Rahman <span class=\"gray\">(the Prophet Ibrahim)</span> peace be upon him. The idolators do this while they themselves testify to their disbelief with their statements and actions. As-Suddi said, \"If you ask a Christian, 'What is your religion?', He will tell you he is a Christian. If you ask a Jew about his religion, he will say he is a Jew, and the same for a Sabi' and a Mushrik!'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The works of such are in vain)</span>, because of their Shirk,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي النَّارِ هُمْ خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in Fire shall they abide.)</span> Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ ۚ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And why should not Allah punish them while they hinder <span class=\"gray\">(men)</span> from Al-Masjid Al-Haram, and they are not its guardians? None can be its guardians except those with Taqwa, but most of them know not.)</span><span class=\"gray\">[8:34]</span>.</p><div lang=\"en\" class=\"en \"><h2>Believers are the True Maintainers of the Masjids</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Masjids of Allah shall be maintained only by those who believe in Allah and the Last Day.)</span></p><p lang=\"en\" class=\"en \">Therefore, Allah testifies to the faith of those who maintain the Masjids. </p><p lang=\"en\" class=\"en \">'Abdur-Razzaq narrated that 'Amr bin Maymun Al-Awdi said, \"I met the Companions of the Prophet ﷺ and they were saying, 'The Masjids are the Houses of Allah on the earth. It is a promise from Allah that He is generous to those who visit Him in the Masjids.,\" Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقَامَ الصَّلَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(perform the Salah)</span>, one of the major acts of worship practiced by the body,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَى الزَّكَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and give the Zakah)</span>, which is the best act that benefits other people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَخْشَ إِلَّا اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and fear none but Allah)</span>, they fear only Allah, the Exalted, and none else,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَسَىٰ أُولَٰئِكَ أَن يَكُونُوا مِنَ الْمُهْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is they who are on true guidance.)</span> 'Ali bin Abi Talhah said that Ibn 'Abbas said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Masjids of Allah shall be maintained only by those who believe in Allah and the Last Day;)</span></p><p lang=\"en\" class=\"en \">\"He who singles out Allah <span class=\"gray\">(in worship)</span>, has faith in the Last Day.\" <span class=\"gray\">[And he said]</span>; \"He who believes in what Allah has revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَقَامَ الصَّلَاةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(perform the Salah)</span>, establishes the five daily prayers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمْ يَخْشَ إِلَّا اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and fear none but Allah.)</span>, worships Allah alone,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَعَسَىٰ أُولَٰئِكَ أَن يَكُونُوا مِنَ الْمُهْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it may be they who are on true guidance.)</span> Allah says, 'It is they who are the successful ones in truth.' Similarly, Allah said to His Prophet ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It may be that your Lord will raise you to Maqam Mahmud)</span><span class=\"gray\">[17:79]</span>. </p><p lang=\"en\" class=\"en \">Allah says here, 'Your Lord <span class=\"gray\">(O Muhammad)</span> shall grant you a station of praise, that is, the intercession <span class=\"gray\">(on the Day of Resurrection)</span>.' Every 'might' in the Qur'an means 'shall'.\"</p>"
  }
]