[
  {
    "ayah_key": "33:55",
    "group_ayah_key": "33:55",
    "from_ayah": "33:55",
    "to_ayah": "33:55",
    "ayah_keys": "33:55",
    "text": "<p class=\"en translation\" lang=\"en\">It is no sin on them before their fathers, or their sons, or their brothers, or their brother's sons, or the sons of their sisters, or their own <span class=\"gray\">(believing)</span> women, or their <span class=\"gray\">(female)</span> slaves. And <span class=\"gray\">(O ladies)</span> have Taqwa of Allah. Verily, Allah is Ever All-Witness over everything <span>(55)</span></p><p lang=\"en\" class=\"en \">Relatives before Whom a Woman does not need to observe Hijab</p><p lang=\"en\" class=\"en \">When Allah commands women to observe Hijab in front of men to whom they are not related, He explains who are the relatives before whom they do not need to observe Hijab. This is like the exceptions stated in Surat An-Nur, where Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَىٰ عَوْرَاتِ النِّسَاءِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And not to reveal their adornment except to their husbands, or their fathers, or their husbands' fathers, or their sons, or their husbands' sons, or their brothers, or their brothers' sons, or their sisters' sons, or their women, or their right hand possessions, or the Tabi'in among men who do not have desire, or small children who are not aware of the nakedness of women.)</span><span class=\"gray\">(24:31)</span>. </p><p lang=\"en\" class=\"en \">The Ayah contains more detail than this, which we have already discussed in the Tafsir of the Ayah and do not need to repeat here. </p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that Ash-Sha'bi and 'Ikrimah said concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جُنَاحَ عَلَيْهِنَّ فِي آبَائِهِنَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is no sin on them before their fathers...)</span> I said, \"What about the paternal uncle and the maternal uncle – why are they not mentioned?\" He said: \"Because they may describe her to their sons, so it is disliked for a woman to remove her covering in front of her paternal uncle or maternal uncle.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا نِسَائِهِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or their own women,)</span> means that they do not have to observe Hijab in front of other believing women.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا مَا مَلَكَتْ أَيْمَانُهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or their <span class=\"gray\">(female)</span> slaves.)</span> Sa'id bin Al-Musayyib said: \"This means female slaves only.\" This was recorded by Ibn Abi Hatim.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقِينَ اللَّهَ ۚ إِنَّ اللَّهَ كَانَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(O ladies)</span> have Taqwa of Allah. Verily, Allah is Ever All-Witness over everything.)</span> means, and fear Him in private and in public, for He witnesses all things and nothing is hidden from Him, so think of the One Who is always watching.</p>"
  }
]