[
  {
    "ayah_key": "2:235",
    "group_ayah_key": "2:235",
    "from_ayah": "2:235",
    "to_ayah": "2:235",
    "ayah_keys": "2:235",
    "text": "<p lang=\"en\" class=\"en \">And there is no sin on you if you make a hint of betrothal or conceal it in yourself, Allah knows that you will remember them, but do not make a promise <span class=\"gray\">(of contract)</span> with them in secret except that you speak an honorable saying. And do not be determined on the marriage bond until the term prescribed is fulfilled. And know that Allah knows what is in your minds, so fear Him. And know that Allah is Oft-Forgiving, Most Forbearing <span>(235)</span></p><div lang=\"en\" class=\"en \"><h2>Mentioning Marriage indirectly during the 'Iddah</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا جُنَاحَ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is no sin on you)</span> meaning, to indirectly mention marriage to the widow during the term of 'Iddah for her deceased husband. Ath-Thawri, Shu'bah and Jarir stated that Ibn 'Abbas said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِ مِنْ خِطْبَةِ النِّسَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is no sin on you if you make a hint of betrothal)</span> \"means saying, 'I want to marry and I am looking for a woman whose qualities are such and such,' thus talking to her in general terms in a way that is better.\" In another narration <span class=\"gray\">(by Ibn 'Abbas)</span>, \"Saying, 'I wish that Allah endows me with a wife,' but he should not make a direct marriage proposal.\" Al-Bukhari reported that Ibn 'Abbas said that the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِ مِنْ خِطْبَةِ النِّسَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is no sin on you if you make a hint of betrothal)</span> means, \"The man could say, 'I wish to marry,' 'I desire a wife,' or, 'I wish I could find a good wife'.\" Mujahid, Tawus, 'Ikrimah, Sa'id bin Jubayr, Ibrahim An-Nakha'i, Ash-Sha'bi, Al-Hasan, Qatadah, Az-Zuhri, Yazid bin Qusayt, Muqatil bin Hayyan and Al-Qasim bin Muhammad and several others among the Salaf and the Imams said that one is allowed to mention marriage indirectly to the woman whose husband died. It is also allowed to indirectly mention marriage to a woman who had gone through final, irrevocable divorce. The Prophet ﷺ ordered Fatimah bint Qays to remain in the house of Ibn Umm Maktum for 'Iddah when her husband Abu 'Amr bin Hafs divorced her for the third time. He said to her:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا حَلَلْتِ فَآذِنِينِي</p><p lang=\"fr\" class=\"fr \"><span class=\"gray\">(Inform me when your 'Iddah term ends.)</span></p><p lang=\"en\" class=\"en \">When she finished the 'Iddah, Usamah bin Zayd, the Prophet's freed slave asked to marry her, and the Prophet ﷺ married her to him. As for the divorced wife <span class=\"gray\">(not irrevocably divorced)</span>, there is no disagreement that it is not allowed for other than her husband to mention marriage proposals to her directly or indirectly <span class=\"gray\">(before the 'Iddah finishes)</span>. Allah knows best.</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ أَكْنَنتُمْ فِي أَنفُسِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...or conceal it in yourself,)</span> meaning, if you hide the intention of seeking marriage with them. Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord knows what their breasts conceal, and what they reveal)</span><span class=\"gray\">(28:69)</span> and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...while I am All-Aware of what you conceal and what you reveal.)</span><span class=\"gray\">(60: 1)</span> So, Allah said here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows that you will remember them)</span> meaning, in your hearts, so He made it easy for you. Allah then said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...but do not make a promise <span class=\"gray\">(of contract)</span> with them in secret)</span></p><p lang=\"gd\" class=\"gd \">Ali bin Abu Talhah reported that Ibn 'Abbas said that</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but do not make a promise <span class=\"gray\">(of contract)</span> with them in secret)</span> means do not say to her, \"I am in love <span class=\"gray\">(with you)</span>,\" or, \"Promise me you will not marry someone else <span class=\"gray\">(after the 'Iddah finishes)</span>,\" and so forth. Sa'id bin Jubayr, Ash-Sha'bi, 'Ikrimah, Abu Ad-Duha, Ad-Dahhak, Az-Zuhri, Mujahid and Ath-Thawri said that it <span class=\"gray\">(meaning of the Ayah)</span> means taking the woman's promise not to marry someone else.</p><p lang=\"fil\" class=\"fil \">Afterwards, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن تَقُولُوا قَوْلًا مَّعْرُوفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...except that you speak an honorable saying.)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas, Mujahid, Sa'id bin Jubayr, As-Suddi, Ath-Thawri and Ibn Zayd said that the Ayah means to indirectly refer to marriage, such as saying, \"I desire someone like you.\" Muhammad bin Sirin said: I asked 'Ubaydah about the meaning of Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن تَقُولُوا قَوْلًا مَّعْرُوفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...except that you speak an honorable saying.)</span> He said, \"He says to her Wali, 'Do not give her away <span class=\"gray\">(in marriage)</span> until you inform me first'.\" This statement was narrated by Ibn Abu Hatim.</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّىٰ يَبْلُغَ الْكِتَابُ أَجَلَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not be determined on the marriage bond until the term prescribed is fulfilled.)</span> meaning, do not make marriage contracts before the 'Iddah finishes. Ibn 'Abbas, Mujahid, Ash-Sha'bi, Qatadah, Ar-Rabi' bin Anas, Abu Malik, Zayd bin Aslam, Muqatil bin Hayyan, Az-Zuhri, 'Ata' Al-Khurasani, As-Suddi, Ath-Thawri and Ad-Dahhak said that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَبْلُغَ الْكِتَابُ أَجَلَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until the term prescribed is fulfilled.)</span> means, 'Do not consummate the marriage before the 'Iddah term finishes.' The scholars agree that marriage contracts during the 'Iddah are invalid.</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنفُسِكُمْ فَاحْذَرُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And know that Allah knows what is in your minds, so fear Him.)</span> warning the men against the ideas they conceal in their hearts about women, directing them to think good about them rather than the evil, and Allah would not let them despair of His mercy, as He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And know that Allah is Oft-Forgiving, Most Forbearing.)</span></p>"
  },
  {
    "ayah_key": "2:236",
    "group_ayah_key": "2:236",
    "from_ayah": "2:236",
    "to_ayah": "2:236",
    "ayah_keys": "2:236",
    "text": "<p class=\"en translation\" lang=\"en\">There is no sin on you, if you divorce women while yet you have not touched them, nor appointed for them their due <span class=\"gray\">(dowry)</span>. But give them a Mut'ah <span class=\"gray\">(a suitable gift, the rich according to his means, and the poor according to his means, a gift of reasonable amount is a duty on the doers of good <span>(236)</span></span></p><div lang=\"en\" class=\"en \"><h2>Divorce before consummating the Marriage</h2></div><p lang=\"en\" class=\"en \">Allah allowed divorce after the marriage contract and before consummating the marriage. Ibn 'Abbas, Tawus, Ibrahim and Al-Hasan Al-Basri said that 'touched' <span class=\"gray\">(mentioned in the Ayah)</span> means sexual intercourse. The husband is allowed to divorce his wife before consummating the marriage or giving the dowry if it was deferred.</p><div lang=\"en\" class=\"en \"><h2>The Mut'ah <span class=\"gray\">(Gift)</span> at the time of Divorce</h2></div><p lang=\"en\" class=\"en \">Allah commands the husband to give the wife <span class=\"gray\">(whom he divorces before consummating the marriage)</span> a gift of a reasonable amount, the rich according to his means and the poor according to his means, to compensate her for her loss. Al-Bukhari reported in his Sahih that Sahl bin Sa'd and Abu Usayd said that Allah's Messenger ﷺ married Umaymah bint Sharahil. When she was brought to the Prophet he extended his hand to her, but she did not like that. The Prophet ﷺ then ordered Abu Usayd to provide provisions for her along with a gift of two garments.</p>"
  },
  {
    "ayah_key": "2:237",
    "group_ayah_key": "2:237",
    "from_ayah": "2:237",
    "to_ayah": "2:237",
    "ayah_keys": "2:237",
    "text": "<p lang=\"en\" class=\"en \">And if you divorce them before you have touched <span class=\"gray\">(had a sexual relation with)</span> them, and you have appointed for them their due <span class=\"gray\">(dowry)</span>, then pay half of that, unless they <span class=\"gray\">(the women)</span> agree to remit it, or he <span class=\"gray\">(the husband)</span>, in whose hands is the marriage tie, agrees to remit it. And to remit is nearer to At-Taqwa <span class=\"gray\">(piety, righteousness)</span>. And do not forget liberality between yourselves. Truly, Allah is All-Seer of what you do <span>(237)</span></p><div lang=\"en\" class=\"en \"><h2>The Wife gets half of Her Mahr if She is divorced before the Marriage is consummated</h2></div><p lang=\"en\" class=\"en \">This honorable Ayah is not a continuation of the Mut'ah <span class=\"gray\">(gift)</span> that was mentioned in the previous Ayah <span class=\"gray\">(i.e., divorce before the marriage is consummated)</span>. This Ayah <span class=\"gray\">(2:237)</span> requires the husband to relinquish half of the appointed Mahr if he divorces his wife before the marriage is consummated. If it was discussing any other type of gift, then it would have been mentioned that way, especially when this Ayah follows the previous Ayah related to this subject. Allah knows best. Giving away half of the bridal-money in this case is the agreed practice according to the scholars. So, the husband pays half of the appointed Mahr if he divorces his wife before consummating the marriage.</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِلَّا أَن يَعْفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(unless they <span class=\"gray\">(the women)</span> agree to remit it,)</span> meaning, the wife forfeits the dowry and relieves the husband from further financial responsibility. As-Suddi said that Abu Salih mentioned that Ibn 'Abbas commented on Allah's statement:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِلَّا أَن يَعْفُونَ</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(unless they <span class=\"gray\">(the women)</span> agree to remit it,)</span> \"Unless the wife forfeits her right.\"Furthermore, Imam Abu Muhammad bin Abu Hatim said that it was reported that Shurayh, Sa'id bin Musayyib, 'Ikrimah, Mujahid, Ash-Sha'bi, Al-Hasan, Nafi', Qatadah, Jabir bin Zayd, 'Ata' Al-Khurasani, Ad-Dahhak, Az-Zuhri, Muqatil bin Hayyan, Ibn Sirin, Ar-Rabi' bin Anas and As-Suddi said similarly.</p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...or he <span class=\"gray\">(the husband)</span>, in whose hands is the marriage tie, agrees to remit it.)</span></p><p lang=\"en\" class=\"en \">Ibn Abu Hatim reported that 'Amr bin Shu'ayb said that his grandfather narrated that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيُّ عُقْدَةِ النِّكَاحِ الزَّوْجُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The husband is he who has the marriage tie.)</span></p><p lang=\"en\" class=\"en \">Ibn Marduwyah also reported this Hadith, and it is the view chosen by Ibn Jarir. The Hadith states that the husband is the person who really holds the marriage tie in his hand, as it is up to him to go on with the marriage or end it. On the other hand, the Wali of the wife is not allowed to give away any of her rightful dues without her permission, especially the dowry.</p><p lang=\"en\" class=\"en \">Allah then stated:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن تَعْفُوا أَقْرَبُ لِلتَّقْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to remit it is nearer to At-Taqwa <span class=\"gray\">(piety, righteousness)</span>.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir said, \"Some scholars said that this statement is directed at both men and women.\" Ibn 'Abbas said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَن تَعْفُوا أَقْرَبُ لِلتَّقْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to remit it is nearer to At-Taqwa <span class=\"gray\">(piety, righteousness)</span>.)</span> indicates that the one who forgives, is nearer to At-Taqwa <span class=\"gray\">(piety)</span>.\" A similar statement was made by Ash-Sha'bi and several other scholars.</p><p lang=\"en\" class=\"en \">Mujahid, An-Nakha'i, Ad-Dahhak, Muqatil bin Hayyan, Ar-Rabi' bin Anas and Thawri stated that 'liberality' mentioned in the Ayah refers to the woman giving away her half Mahr, or the man giving away the full Mahr. This is why Allah said here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنسَوُا الْفَضْلَ بَيْنَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not forget liberality between yourselves.)</span> meaning, kindness <span class=\"gray\">(or generosity)</span>, as Sa'id has stated. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, Allah is All-Seer of what you do.)</span> meaning, none of your affairs ever escapes His perfect Watch, and He will reward each according to his deeds.</p>"
  }
]