[
  {
    "ayah_key": "21:108",
    "group_ayah_key": "21:108",
    "from_ayah": "21:108",
    "to_ayah": "21:112",
    "ayah_keys": "21:108,21:109,21:110,21:111,21:112",
    "text": "<p lang=\"en\" class=\"en \">Say: \"It is revealed to me that your God is only one God. Will you then be Muslims? <span>(108)</span>But if they turn away say: \"I give you a notice to be known to us all alike. And I know not whether that which you are promised is near or far. <span>(109)</span>\"Verily, He knows that which is spoken aloud and He knows that which you conceal. <span>(110)</span>\"And I know not, perhaps it may be a trial for you, and an enjoyment for a while. <span>(111)</span>He said:\"My Lord! Judge You in truth! Our Lord is the Most Gracious, Whose help is to be sought against that which you attribute! <span>(112)</span></p><div lang=\"en\" class=\"en \"><h2>The main Objective of Revelation is that Allah be worshipped</h2></div><p lang=\"fr\" class=\"fr \">Allah commands His Messenger ﷺ to say to the idoators:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"It is revealed to me that your God is only one God. Will you then be Muslims?\")</span> meaning, will you then follow that and submit to it?</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَوَلَّوْا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they turn away)</span> means, if they ignore that to which you call them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْ آذَنتُكُمْ عَلَىٰ سَوَاءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(say: \"I give you a notice to be known to us all alike...\")</span> meaning, 'I declare that I am in a state of war with you as you are in a state of war with me. I have nothing to do with you just as you have nothing to do with me.' This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ ۖ أَنتُم بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِّمَّا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they belie you, say: \"For me are my deeds and for you are your deeds! You are innocent of what I do, and I am innocent of what you do!\")</span><span class=\"gray\">[10:41]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَانبِذْ إِلَيْهِمْ عَلَىٰ سَوَاءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you fear treachery from any people, throw back <span class=\"gray\">(their covenant)</span> to them <span class=\"gray\">(so as to be)</span> on equal terms <span class=\"gray\">(that there will be no more covenant between you and them)</span>)</span><span class=\"gray\">[8:58]</span> which means: so that both you and they will know that the treaty is null and void. Similarly, Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَوَلَّوْا فَقُلْ آذَنتُكُمْ عَلَىٰ سَوَاءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they turn away say: \"I give you a notice to be known to us all alike...\")</span> meaning, 'I have already informed you that I have nothing to do with you and you have nothing to do with me.'</p><div lang=\"en\" class=\"en \"><h2>No one knows when the Hour will come</h2></div><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِنْ أَدْرِي أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I know not whether that which you are promised <span class=\"gray\">(i.e., the Day of Resurrection)</span> is near or far.)</span> meaning: 'it will inevitably come to pass, but I have no knowledge of whether it is near or far.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He <span class=\"gray\">(Allah)</span> knows that which is spoken aloud <span class=\"gray\">(openly)</span> and He knows that which you conceal.)</span> Allah knows the Unseen in its entirety; He knows what His creatures do openly and what they do secretly. He knows what is visible and what is concealed; He knows what is secret and hidden. He knows what His creatures do openly and in secret, and He will requite them for that, for both minor and major actions.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَّكُمْ وَمَتَاعٌ إِلَىٰ حِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I know not, perhaps it may be a trial for you, and an enjoyment for a while.)</span> meaning, 'I do not know, perhaps it is a trial for you, and an enjoyment for a while.' Ibn Jarir said: 'perhaps that is being delayed for you as a test for you, and enjoyment for an allotted time.' This was narrated by 'Awn from Ibn 'Abbas. And Allah knows best.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ رَبِّ احْكُم بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"My Lord! Judge You in truth!)</span> means, judge between us and our people who disbelieve in the truth. Qatadah said: \"The Prophets <span class=\"gray\">(peace be upon them)</span> used to say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنتَ خَيْرُ الْفَاتِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! Judge between us and our people in truth, for You are the Best of those who give judgment.\")</span><span class=\"gray\">[7:89]</span>, and the Messenger of Allah ﷺ was commanded to say this too.\"</p><p lang=\"en\" class=\"en \">It was reported from Malik from Zayd bin Aslam that when the Messenger of Allah ﷺ witnessed any fighting, he would say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ احْكُم بِالْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"My Lord! Judge You in truth!\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّنَا الرَّحْمَٰنُ الْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord is the Most Gracious, Whose help is to be sought against that which you attribute!)</span> means, 'against the various lies and fabrications that you utter, some of which are worse than others; Allah is the One Whose Help we seek against that.'</p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat Al-Anbiya'. To Allah be praise and blessings.</p>"
  },
  {
    "ayah_key": "21:16",
    "group_ayah_key": "21:16",
    "from_ayah": "21:16",
    "to_ayah": "21:20",
    "ayah_keys": "21:16,21:17,21:18,21:19,21:20",
    "text": "<p lang=\"en\" class=\"en \">We created not the heavens and the earth and all that is between them for play <span>(16)</span>Had We intended to take a pastime, We could surely have taken it from Us, if We were going to do <span class=\"gray\">(that)</span><span>(17)</span>Nay, We fling the truth against the falsehood, so it destroys it, and behold, it disappears. And woe to you for that which you ascribe <span>(18)</span>To Him belongs whosoever is in the heavens and on earth. And those who are near Him are not too proud to worship Him, nor are they weary <span>(19)</span>They glorify His praises night and day, they never slacken <span>(20)</span></p><div lang=\"en\" class=\"en \"><h2>Creation was made with Justice and Wisdom</h2></div><p lang=\"en\" class=\"en \">Allah tells us that He created the heavens and the earth in truth, i.e. with justice.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He may requite those who do evil with that which they have done, and reward those who do good, with what is best.)</span><span class=\"gray\">(53:31)</span>. He did not create all that in vain or for <span class=\"gray\">(mere)</span> play:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۚ ذَٰلِكَ ظَنُّ الَّذِينَ كَفَرُوا ۚ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِنَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We created not the heaven and the earth and all that is between them without purpose! That is the consideration of those who disbelieve! Then woe to those who disbelieve from the Fire!)</span><span class=\"gray\">(38:27)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَرَدْنَا أَن نَّتَّخِذَ لَهْوًا لَّاتَّخَذْنَاهُ مِن لَّدُنَّا إِن كُنَّا فَاعِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had We intended to take a pastime, We could surely have taken it from Us, if We were going to do <span class=\"gray\">(that)</span>.)</span> Ibn Abi Najih said, narrating from Mujahid:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَرَدْنَا أَن نَّتَّخِذَ لَهْوًا لَّاتَّخَذْنَاهُ مِن لَّدُنَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had We intended to take a pastime, We could surely have taken it from Us,)</span> \"Meaning, 'From Ourself,' He is saying, 'We would not have created Paradise or Hell or death or the resurrection or the Reckoning.'\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِن كُنَّا فَاعِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if We were going to do <span class=\"gray\">(that)</span>.)</span> Qatadah, As-Suddi, Ibrahim An-Nakha'i and Mughirah bin Miqsam said: \"This means, 'We will not do that.'\" Mujahid said, every time the word</p><p class=\"qpc-hafs\">إِن</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if)</span> is used in the Qur'an, it is a negation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, We fling the truth against the falsehood,)</span> means, 'We explain the truth and thus defeat falsehood.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so it destroys it, and behold, it disappears.)</span> it is fading and vanishing.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَكُمُ الْوَيْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And woe to you)</span> O you who say that Allah has offspring.</p><p class=\"sd qpc-hafs\" lang=\"sd\">مِمَّا تَصِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for that which you ascribe.)</span> that which you say and fabricate. Then Allah informs of the servitude of the angels, and how they persevere in worship night and day:</p><div lang=\"en\" class=\"en \"><h2>Everything belongs to Allah and serves Him</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ وَمَنْ عِندَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Him belongs whosoever is in the heavens and on earth. And those who are near Him)</span> i.e., the angels,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(are not too proud to worship Him,)</span> they do not feel proud and do not refuse to worship Him. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّن يَسْتَنكِفَ الْمَسِيحُ أَن يَكُونَ عَبْدًا لِّلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ ۚ وَمَن يَسْتَنكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Al-Masih will never be proud to reject being a servant of Allah, nor the angels who are the near. And whosoever rejects His worship and is proud, then He will gather them all together unto Himself.)</span><span class=\"gray\">(4:172)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَسْتَحْسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor are they weary.)</span> means, they do not get tired or feel bored.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They glorify His praises night and day, they never slacken.)</span> They persist in their worship night and day, obeying Allah to the utmost, and they are able to do this, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who do not disobey Allah in what He commands them, but do what they are commanded)</span><span class=\"gray\">(66:6)</span></p>"
  }
]