[
  {
    "ayah_key": "54:1",
    "group_ayah_key": "54:1",
    "from_ayah": "54:1",
    "to_ayah": "54:5",
    "ayah_keys": "54:1,54:2,54:3,54:4,54:5",
    "text": "<p lang=\"en\" class=\"en \">The Hadith of Abu Waqid preceded, in which it is mentioned that the Messenger of Allah ﷺ would recite Surah Qaf <span class=\"gray\">(chapter 53)</span> and Iqtarabat As-Sa'ah <span class=\"gray\">(Al-Qamar, chapter 54)</span>, during <span class=\"gray\">(the 'Id Prayers of)</span> Al-Adha and Al-Fitr. The Prophet ﷺ used to recite these two Surahs during major gatherings and occasions because they contain Allah's promises and warnings, and information about the origin of creation, Resurrection, Tawhid, the affirmation of prophethood, and so forth among the great objectives.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ - وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ - وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ ۚ وَكُلُّ أَمْرٍ مُسْتَقِرٌّ - وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ مَا فِيهِ مُزْدَجَرٌ - حِكْمَةٌ بَالِغَةٌ ۖ فَمَا تُغْنِ النُّذُرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. The Hour has drawn near, and the moon has been cleft asunder.)</span><span class=\"gray\">(2. And if they see an Ayah, they turn away and say: \"This is magic, Mustamir.\")</span><span class=\"gray\">(3. They denied and followed their own lusts. And every matter will be settled.)</span><span class=\"gray\">(4. And indeed there has come to them news wherein there is Muzdajar.)</span><span class=\"gray\">(5. Perfect wisdom, but warners benefit them not.)</span></p><p lang=\"en\" class=\"en \">The Hour draws near; the cleaving of the Moon</p><p lang=\"en\" class=\"en \">Allah informs about the approach of the Last Hour and the imminent end and demise of the world,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتَىٰ أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Event ordained by Allah will come to pass, so seek not to hasten it.)</span><span class=\"gray\">(16:1)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Draws near for mankind their reckoning, while they turn away in heedlessness.)</span><span class=\"gray\">(21:1)</span></p><p lang=\"en\" class=\"en \">Hadiths about the Last Hour</p><p lang=\"en\" class=\"en \">There are several Hadiths with this meaning. Al-Hafiz Abu Bakr Al-Bazzar recorded that Anas said that one day, when the sun was about to set, the Messenger of Allah ﷺ gave a speech to his Companions, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ! مَا بَقِيَ مِنَ الدُّنْيَا فِيمَا مَضَىٰ مِنْهَا إِلَّا كَمَا بَقِيَ مِنْ يَوْمِكُمْ هٰذَا فِيمَا مَضَىٰ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By He in Whose Hand is my soul! Not much of this world is left compared to what has already passed of it, except as much as what is left in this day of yours compared to what has already passed of it.)</span> Anas said, \"We could only see a small part of the setting sun at the time.\" </p><p lang=\"en\" class=\"en \">Another Hadith that supports and explains the above Hadith is recorded by Imam Ahmad that 'Abdullah bin 'Umar said, \"We were sitting with the Prophet ﷺ while the sun was rising above Qu'ayqa'an, after 'Asr. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَعْمَارُكُمْ فِي أَعْمَارِ مَنْ مَضَىٰ إِلَّا كَمَا بَقِيَ مِنَ النَّهَارِ فِيمَا مَضَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What remains of your time, compared to what has passed, is as long as what remains of this day compared to what has passed of it.)</span>\" </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Sahl bin Sa'd said that he heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ أَنَا وَالسَّاعَةُ هٰكَذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was sent like this with the Last Hour.)</span> and he pointed with his middle and index finger. The Two Sahihs also recorded this Hadith. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Wahb As-Suwa'i said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ أَنَا وَالسَّاعَةُ كَهٰذِهِ مِنْ هٰذِهِ، إِنْ كَادَتْ لَتَسْبِقُنِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was sent just before the Last Hour, like the distance between this and this; the latter almost overtook the former.)</span> Al-A'mash joined between his index and middle fingers while narrating this Hadith. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Al-Awza'i said that Isma'il bin 'Ubaydullah said, \"Anas bin Malik went to Al-Walid bin 'Abdul-Malik who asked him about what he heard from the Messenger of Allah ﷺ about the Last Hour. Anas said, 'I heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْتُمْ وَالسَّاعَةُ كَهَاتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You and the Last Hour are as close as these two <span class=\"gray\">(fingers)</span>.)</span>'\" Only Imam Ahmad collected this Hadith. There is proof to support these Hadiths in the Sahih listing, Al-Hashir <span class=\"gray\">(literally the Gatherer)</span>, among the names of the Messenger of Allah ﷺ; he is the first to be gathered, and all people will be gathered thereafter <span class=\"gray\">(for the Day of Judgement)</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَانْشَقَّ الْقَمَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the moon has been cleft asunder.)</span> It occurred during the time of Allah's Messenger ﷺ, according to the authentic Mutawatir Hadiths the scholars agree that the moon was cleft asunder during the lifetime of the Prophet ﷺ, and it was among the clear miracles that Allah gave him. </p><p lang=\"en\" class=\"en \">Hadiths mentioning that the Moon was split</p><p lang=\"ha\" class=\"ha \">The Narration of Anas bin Malik</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Anas bin Malik said, \"The people of Makkah asked the Prophet ﷺ for a miracle and the moon was split into two parts in Makkah. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hour has drawn near, and the moon has been cleft asunder.)</span>\" Muslim also collected this Hadith. </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Anas bin Malik said, \"The people of Makkah asked the Messenger of Allah ﷺ to produce a miracle, and he showed them the splitting of the moon into two parts, until they saw <span class=\"gray\">(the mount of)</span> Hira' between them.\" This Hadith is recorded in the Two Sahihs with various chains of narration.</p><p lang=\"cy\" class=\"cy \">The Narration of Jubayr bin Mut'im</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Jubayr bin Mut'im said, \"The moon was split into two pieces during the time of Allah's Prophet ﷺ; a part of the moon was over one mountain and another part over another mountain. So they said, 'Muhammad ﷺ has taken us by his magic.' They then said, 'If he was able to take us by magic, he will not be able to do so with all people.'\" Only Imam Ahmad recorded this Hadith with this chain of narration. </p><p lang=\"en\" class=\"en \">Al-Bayhaqi used another chain of narration in a similar Hadith he collected in Ad-Dala'il.</p><p lang=\"lb\" class=\"lb \">The Narration of 'Abdullah bin 'Abbas</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Ibn 'Abbas said, \"The moon was split during the time of the Prophet ﷺ.\" Al-Bukhari and Muslim collected this Hadith. Ibn Jarir recorded that Ibn 'Abbas commented on Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ - وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hour has drawn near, and the moon has been cleft asunder. And if they see a sign, they turn away and say: \"This is magic, Mustamir.\")</span> \"This occurred before the Hijrah; the moon was split and they saw it in two parts.\"</p><p lang=\"id\" class=\"id \">The Narration of 'Abdullah bin 'Umar </p><p lang=\"no\" class=\"no \">Al-Hafiz Abu Bakr Al-Bayhaqi recorded that 'Abdullah bin 'Umar commented on Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hour has drawn near, and the moon has been cleft asunder.)</span> \"This occurred during the time of Allah's Messenger ﷺ; the moon was split in two parts. A part of it was before the mount and a part on the other side. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ اشْهَدْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! Be witness.)</span>\" This is the narration that Muslim and At-Tirmidhi collected. At-Tirmidhi said, \"Hasan Sahih.\"</p><p lang=\"id\" class=\"id \">The Narration of 'Abdullah bin Mas'ud</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ibn Mas'ud said, \"The moon was split in two parts during the time of Allah's Messenger, and they saw its two parts. Allah's Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اشْهَدُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Be witnesses.)</span>\" Al-Bukhari and Muslim collected this Hadith. </p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that 'Abdullah <span class=\"gray\">(Ibn Mas'ud)</span> said, \"I saw the mountain between the two parts of the moon when it was split.\" Imam Ahmad recorded that 'Abdullah said, \"The moon was split during the time of Allah's Messenger ﷺ and I saw the mount between its two parts.\"</p><p lang=\"fi\" class=\"fi \">The Stubbornness of the idolators</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِنْ يَرَوْا آيَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they see an Ayah)</span>, if they see proof, evidence and a sign,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُعْرِضُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they turn away)</span>, they do not believe in it. Rather, they turn away from it, abandoning it behind their backs,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and say: \"This is magic, Mustamir.\")</span> They say, 'the sign that we saw was magic, which was cast on us.' Mustamir, means, 'will soon go away', according to Mujahid, Qatadah and several others. The Quraysh said that the cleaving of the moon was false and will soon diminish and fade away,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They denied and followed their own lusts.)</span>, they rejected the truth when it came to them, following the ignorance and foolishness that their lusts and desires called them to. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُّ أَمْرٍ مُسْتَقِرٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And every matter will be settled.)</span> means, the good deeds will take their doers to all that is good and righteous, and similarly evil deeds will take their doers to all that is evil, according to Qatadah, while Ibn Jurayj said, \"will settle according to its people.\" Mujahid commented on the meaning of,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُّ أَمْرٍ مُسْتَقِرٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And every matter will be settled.)</span> by saying, \"On the Day of Resurrection.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed there has come to them news)</span>; in this Qur'an, there has come to them the news of the earlier nations that disbelieved in their Messengers and the torment, punishment and affliction that befell them,</p><p class=\"ur qpc-hafs\" lang=\"ur\"> مَا فِيهِ مُزْدَجَرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(wherein there is Muzdajar)</span>, wherein there are warnings and lessons to stop them from idolatry and persisting in denial,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حِكْمَةٌ بَالِغَةٌ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Perfect wisdom,)</span> in that Allah guides whomever He wills and misguides whomever He wills,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَمَا تُغْنِ النُّذُرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but warners benefit them not.)</span> but the preaching of warnings does not benefit those upon whom Allah has written misery and sealed their hearts. Who can guide such people after Allah? This Ayah is similar to Allah's statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ ۖ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"With Allah is the perfect proof and argument; had He so willed, He would indeed have guided you all.\")</span><span class=\"gray\">(6:149)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But neither Ayat nor warners benefit those who believe not.)</span><span class=\"gray\">(10:101)</span></p>"
  }
]