[
  {
    "ayah_key": "2:144",
    "group_ayah_key": "2:144",
    "from_ayah": "2:144",
    "to_ayah": "2:144",
    "ayah_keys": "2:144",
    "text": "<p lang=\"en\" class=\"en \">Verily, We have seen the turning of your <span class=\"gray\">(Muhammad's)</span> face towards the heaven. Surely, We shall turn you to a Qiblah <span class=\"gray\">(prayer direction)</span> that shall please you, so turn your face in the direction of Al-Masjid Al-Haram <span class=\"gray\">(at Makkah)</span>. And wheresoever you people are, turn your faces <span class=\"gray\">(in prayer)</span> in that direction. Certainly, the people who were given the Scripture <span class=\"gray\">(i.e., Jews and Christians)</span> know well that, that <span class=\"gray\">(your turning towards the direction of the Ka'bah at Makkah in prayers)</span> is the truth from their Lord. And Allah is not unaware of what they do <span>(144)</span></p><div lang=\"en\" class=\"en \"><h2>The First Abrogation in the Qur'an was about the Qiblah</h2></div><p lang=\"en\" class=\"en \">Ali bin Abu Talhah related that Ibn 'Abbas narrated: The first abrogated part in the Qur'an was about the Qiblah. When Allah's Messenger ﷺ migrated to Al-Madinah, the majority of its people were Jews, and Allah commanded him to face Bayt Al-Maqdis. The Jews were delighted then. Allah's Messenger ﷺ faced it for ten and some months, but he liked to face the Qiblah of Ibrahim <span class=\"gray\">(Ka'bah in Makkah)</span>. He used to supplicate to Allah and look up to the sky <span class=\"gray\">(awaiting Allah's command)</span>. Allah then revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have seen the turning of your <span class=\"gray\">(Muhammad's)</span> face towards the heaven)</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(turn your faces <span class=\"gray\">(in prayer)</span> in that direction.)</span></p><p lang=\"en\" class=\"en \">The Jews did not like this ruling and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا وَلَّاهُمْ عَن قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا قُل لِّلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"What has turned them <span class=\"gray\">(Muslims)</span> from their Qiblah <span class=\"gray\">(prayer direction)</span> to which they used to face in prayer.\" Say <span class=\"gray\">(O Muhammad)</span>, \"To Allah belong both, east and the west.\")</span><span class=\"gray\">(2:142)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...so wherever you turn <span class=\"gray\">(yourselves or your faces)</span> there is the Face of Allah)</span><span class=\"gray\">(2:115)</span>,</p><p>and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَن يَتَّبِعُ الرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made the Qiblah <span class=\"gray\">(prayer direction towards Jerusalem)</span> which you used to face, only to test those who followed the Messenger <span class=\"gray\">(Muhammad ﷺ)</span> from those who would turn on their heels <span class=\"gray\">(i.e., disobey the Messenger)</span>.)</span><span class=\"gray\">(2:143)</span></p><div lang=\"en\" class=\"en \"><h2>Is the Qiblah the Ka'bah itself or its General Direction?</h2></div><p lang=\"mt\" class=\"mt \">Al-Hakim related that 'Ali bin Abu Talib said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...so turn your face in the direction of Al-Masjid Al-Haram <span class=\"gray\">(at Makkah)</span>.)</span> means its direction.\"</p><p lang=\"en\" class=\"en \">Al-Hakim then commented that the chain of this narration is authentic and that they <span class=\"gray\">(i.e., Al-Bukhari and Muslim)</span> did not include it in their collections.</p><p lang=\"en\" class=\"en \">This ruling concerning the Qiblah is also the opinion of Abu Al-'Aliyah, Mujahid, 'Ikrimah, Sa'id bin Jubayr, Qatadah, Ar-Rabi' bin Anas and others. Allah's Statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَيْثُ مَا كُنتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And wheresoever you people are, turn your faces <span class=\"gray\">(in prayer)</span> in that direction)</span> is a command from Allah to face the Ka'bah from wherever one is on the earth: the east, west, north or south. The exception is of the voluntary prayer <span class=\"gray\">(Nafl)</span> while one is traveling, for one is allowed to offer it in any direction his body is facing, while his heart is intending the Ka'bah. Also, when the battle is raging, one is allowed to offer prayer, however he is able. Also, included are those who are not sure of the direction and offer prayer in the wrong direction, thinking that it is the direction of the Qiblah, because Allah does not burden a soul beyond what it can bear.</p><div lang=\"en\" class=\"en \"><h2>The Jews had Knowledge that the <span class=\"gray\">(Muslim)</span> Qiblah would later be changed</h2></div><p lang=\"en\" class=\"en \">Allah stated that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, the people who were given the Scripture <span class=\"gray\">(i.e., Jews and the Christians)</span> know well that, that <span class=\"gray\">(your turning towards the direction of the Ka'bah at Makkah in prayers)</span> is the truth from their Lord.)</span></p><p lang=\"en\" class=\"en \">This Ayah means: The Jews, who did not like that you change your Qiblah from Bayt Al-Maqdis, already knew that Allah will command you <span class=\"gray\">(O Muhammad)</span> to face the Ka'bah. The Jews read in their Books their Prophets' description of Allah's Messenger ﷺ and his Ummah, and that Allah has endowed and honored him with the complete and honorable legislation. Yet, the People of the Book deny these facts because of their envy, disbelief and rebellion. This is why Allah threatened them when He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is not unaware of what they do.)</span></p>"
  },
  {
    "ayah_key": "2:145",
    "group_ayah_key": "2:145",
    "from_ayah": "2:145",
    "to_ayah": "2:145",
    "ayah_keys": "2:145",
    "text": "<p lang=\"en\" class=\"en \">And even if you were to bring to the People of the Scripture <span class=\"gray\">(Jews and Christians)</span> all the Ayat <span class=\"gray\">(proofs, evidences, verses, lessons, signs, revelations, etc.)</span>, they would not follow your Qiblah <span class=\"gray\">(prayer direction)</span>, nor are you going to follow their Qiblah. And they will not follow each other's Qiblah. Verily, if you follow their desires after that which you have received of knowledge <span class=\"gray\">(from Allah)</span>, then indeed you will be one of the wrongdoers <span>(145)</span></p><div lang=\"en\" class=\"en \"><h2>The Stubbornness and Disbelief of the Jews</h2></div><p lang=\"en\" class=\"en \">Allah describes the Jews' disbelief, stubbornness and defiance of what they know of the truth of Allah's Messenger ﷺ, that if the Prophet ﷺ brought forward every proof to the truth of what he was sent with, they will never obey him or abandon following their desires. In another instance, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those, against whom the Word <span class=\"gray\">(wrath)</span> of your Lord has been justified, will not believe. Even if every sign should come to them, until they see the painful torment.)</span><span class=\"gray\">(10:96-97)</span></p><p lang=\"en\" class=\"en \">This is why Allah said here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ مَّا تَبِعُوا قِبْلَتَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And even if you were to bring to the People of the Scripture <span class=\"gray\">(Jews and Christians)</span> all the Ayat <span class=\"gray\">(proofs, evidences, verses, lessons, signs, revelations, etc.)</span>, they would not follow your Qiblah <span class=\"gray\">(prayer direction)</span>)</span>.</p><p lang=\"de\" class=\"de \">Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنتَ بِتَابِعٍ قِبْلَتَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...nor are you going to follow their Qiblah )</span>, indicates the vigor with which Allah's Messenger ﷺ implements what Allah commanded him. Allah's statement also indicates that as much as the Jews adhere to their opinions and desires, the Prophet ﷺ adheres by Allah's commands, obeying Him and following what pleases Him, and that he would never adhere to their desires in any case. Hence, praying towards Bayt Al-Maqdis was not because it was the Qiblah of the Jews, but because Allah had commanded it. Allah then warns those who knowingly defy the truth, because the proof against those who know is stronger than against other people. This is why Allah said to His Messenger ﷺ and his Ummah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُم مِّن بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ إِنَّكَ إِذًا لَّمِنَ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, if you follow their desires after that which you have received of knowledge <span class=\"gray\">(from Allah)</span>, then indeed you will be one of the wrongdoers.)</span></p>"
  },
  {
    "ayah_key": "2:146",
    "group_ayah_key": "2:146",
    "from_ayah": "2:146",
    "to_ayah": "2:147",
    "ayah_keys": "2:146,2:147",
    "text": "<p lang=\"en\" class=\"en \">Those to whom We gave the Scripture <span class=\"gray\">(Jews and Christians)</span> recognise him <span class=\"gray\">(Muhammad ﷺ or the Ka'bah at Makkah)</span> as they recognize their sons. But verily, a party of them conceal the truth while they know it ـ <span class=\"gray\">[i.e., the qualities of Muhammad ﷺ which are written in the Tawrah and the Injil  <span>(146)</span>This is)</span> the truth from your Lord. So be you not one of those who doubt <span>(147)</span></p><div lang=\"en\" class=\"en \"><h2>The Jews know that the Prophet <span class=\"gray\">(ﷺ)</span> is True, but they hide the Truth</h2></div><p lang=\"en\" class=\"en \">Allah states that the scholars of the People of the Scripture know the truth of what Allah's Messenger ﷺ was sent with, just as one of them knows his own child, which is a parable that the Arabs use to describe what is very apparent. Similarly, in a Hadith, Allah's Messenger ﷺ said to a man who had a youngster with him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ابْنُكَ هَذَا؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ: نَعَمْ يَا رَسُولَ اللهِ أَشْهَدُ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is this your son?)</span> He said, \"Yes, O Messenger of Allah! I testify to this fact.\" Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَا إِنَّهُ لَا يَجْنِي عَلَيْكَ وَلَا تَجْنِي عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Well, you would not transgress against him nor would he transgress against you.)</span></p><p lang=\"en\" class=\"en \">According to Al-Qurtubi, it was narrated that 'Umar said to 'Abdullah bin Salam <span class=\"gray\">(an Israelite scholar who became a Muslim)</span>, \"Do you recognize Muhammad as you recognize your own son?\" He replied, \"Yes, and even more. The Honest One descended from heaven on the Honest One on the earth with his <span class=\"gray\">(i.e., Muhammad's)</span> description and I recognized him, although I do not know anything about his mother's story.\"</p><p lang=\"en\" class=\"en \">Allah states next that although they had knowledge and certainty in the Prophet ﷺ, they still:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيَكْتُمُونَ الْحَقَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(conceal the truth.)</span></p><p lang=\"en\" class=\"en \">The Ayah indicates that they hide the truth from the people, about the Prophet ﷺ, that they find in their Books,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُمْ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they know it.)</span> Allah then strengthens the resolve of His Prophet ﷺ and the believers and affirms that what the Prophet ﷺ came with is the truth without doubt, saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(This is)</span> the truth from your Lord. So be you not one of those who doubt.)</span></p>"
  }
]