[
  {
    "ayah_key": "9:113",
    "group_ayah_key": "9:113",
    "from_ayah": "9:113",
    "to_ayah": "9:114",
    "ayah_keys": "9:113,9:114",
    "text": "<p lang=\"en\" class=\"en \">It is not <span class=\"gray\">(proper)</span> for the Prophet and those who believe to ask Allah's forgiveness for the Mushrikin, even though they be of kin, after it has become clear to them that they are the dwellers of the Fire <span class=\"gray\">(because they died in a state of disbelief)</span><span>(113)</span>And Ibrahim's invoking <span class=\"gray\">(of Allah)</span> for his father's forgiveness was only because of a promise he <span class=\"gray\">[Ibrahim]</span> had made to him <span class=\"gray\">(his father)</span>. But when it became clear to him <span class=\"gray\">[Ibrahim]</span> that he <span class=\"gray\">(his father)</span> is an enemy of Allah, he dissociated himself from him. Verily, Ibrahim was Awwah and forbearing <span>(114)</span></p><div lang=\"en\" class=\"en \"><h2>The Prohibition of supplicating for Polytheists</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Ibn Al-Musayyib said that his father Al-Musayyib said, \"When Abu Talib was dying, the Prophet ﷺ went to him and found Abu Jahl and 'Abdullah bin Abi Umayyah present. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْ عَمِّ، قُلْ لَا إِلَهَ إِلِّا اللهُ كَلِمَةً أُحَاجُّ لَكَ بِهَا عِنْدَ اللهِ عَزَّ وَجَلَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O uncle! Say, 'La ilaha illa-llah,' a word concerning which I will plea for you with Allah, the Exalted and Most Honored.)</span></p><p lang=\"cy\" class=\"cy \">Abu Jahl and 'Abdullah bin Abi Umayyah said, 'O Abu Talib! Would you leave the religion of Abdul-Muttalib?' Abu Talib said, 'Rather, I will remain on the religion of Abdul-Muttalib.' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأَسْتَغْفِرَنَّ لَكَ مَا لَمْ أُنْهَ عَنْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will invoke Allah for forgiveness for you, as long as I am not prohibited from doing so.)</span> This verse was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَن يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَىٰ مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not <span class=\"gray\">(proper)</span> for the Prophet and those who believe to ask Allah's forgiveness for the Mushrikin, even though they be of kin, after it has become clear to them that they are the dwellers of the Fire.)</span></p><p lang=\"en\" class=\"en \">Concerning Abu Talib, this Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَٰكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you guide not whom you like, but Allah guides whom He wills)</span><span class=\"gray\">[28:56]</span>.\" This Hadith is recorded in the Two Sahihs.</p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that Sulayman bin Buraydah said that his father said, \"When the Prophet ﷺ came to Makkah, he went to a grave, sat next to it, started talking and then stood up with tears in his eyes. We said, 'O Allah's Messenger! We saw what you did.' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي اسْتَأْذَنْتُ رَبِّي فِي زِيَارَةِ قَبْرِ أُمِّي فَأَذِنَ لِي، وَاسْتَأْذَنْتُهُ فِي الْاسْتِغْفَارِ لَهَا فَلَمْ يَأْذَنْ لِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I asked my Lord for permission to visit the grave of my mother and He gave me permission. I asked for His permission to invoke Him for forgiveness for her, but He did not give me permission.)</span></p><p lang=\"en\" class=\"en \">We never saw him more tearful than on that day.'\" Al-'Awfi narrated from Ibn 'Abbas about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَن يَسْتَغْفِرُوا لِلْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not <span class=\"gray\">(proper)</span> for the Prophet and those who believe to ask Allah's forgiveness for the Mushrikin)</span></p><p lang=\"en\" class=\"en \">\"The Prophet ﷺ wanted to invoke Allah for forgiveness for his mother, but Allah did not allow him. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ خَلِيلَ اللهِ صلّى الله عليه وسلّم قَدِ اسْتَغْفَرَ لِأَبِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ibrahim, Allah's Khalil, invoked Allah for his father.)</span> Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Ibrahim's invoking <span class=\"gray\">(of Allah)</span> for his father's forgiveness was only because of a promise he <span class=\"gray\">[Ibrahim]</span> had made to him <span class=\"gray\">(his father)</span>)</span>.\"</p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah narrated that Ibn 'Abbas commented on this Ayah, \"They used to invoke Allah for them <span class=\"gray\">(pagans)</span> until this Ayah was revealed. They then refrained from invoking Allah to forgive the dead among them, but were not stopped from invoking Allah for the living among them until they die. Allah sent this Ayah,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Ibrahim's invoking <span class=\"gray\">(of Allah)</span> for his father's forgiveness was only...)</span><span class=\"gray\">[9:114]</span>.\" Allah said next,</p><p class=\"ps qpc-hafs\" lang=\"ps\">فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when it became clear to him <span class=\"gray\">[Ibrahim]</span> that he <span class=\"gray\">(his father)</span> is an enemy of Allah, he dissociated himself from him)</span><span class=\"gray\">[9:114]</span>. </p><p lang=\"en\" class=\"en \">Ibn 'Abbas commented, \"Ibrahim kept asking Allah to forgive his father until he died, when he realized that he died as an enemy to Allah, he disassociated himself from him.\" In another narration, he said, \"When his father died he realized that he died as an enemy of Allah.\" Similar was said by Mujahid, Ad-Dahhak, Qatadah and several others. 'Ubayd bin 'Umayr and Sa'id bin Jubayr said, \"Ibrahim will disown his father on the Day of Resurrection, but he will meet his father and see dust and fatigue on his face. He will say, 'O Ibrahim! I disobeyed you, but today, I will not disobey you.' Ibrahim will say, 'O Lord! You promised me that You will not disgrace me on the Day they are resurrected. What more disgrace than witnessing my father being disgraced?' He will be told, 'Look behind you,' where he will see a bloody hyena – for his father will have been transformed into that – and it will be dragged from its feet and thrown in the Fire.'\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Ibrahim was Awwah and was forbearing.)</span> means, he invoked Allah always, according to 'Abdullah bin Mas'ud. Several narrations report this from Ibn Mas'ud. It was also said that, 'Awwah', means, 'who invokes Allah with humility', 'merciful', 'who believes with certainty', 'who praises <span class=\"gray\">(Allah)</span>', and so forth.</p>"
  },
  {
    "ayah_key": "9:115",
    "group_ayah_key": "9:115",
    "from_ayah": "9:115",
    "to_ayah": "9:116",
    "ayah_keys": "9:115,9:116",
    "text": "<p class=\"en translation\" lang=\"en\">And Allah will never lead a people astray after He has guided them until He makes clear to them what they should avoid. Verily, Allah is the All-Knower of everything <span>(115)</span>Indeed to Allah belongs the dominion of the heavens and the earth, He gives life and He causes death. And besides Allah you have neither any protector nor any helper <span>(116)</span></p><div lang=\"en\" class=\"en \"><h2>Recompense comes after Proof is established</h2></div><p lang=\"en\" class=\"en \">Allah describes His Honorable Self and just judgment in that He does not lead a people astray but after the Message comes to them, so that the proof is established against them. For instance, Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as for Thamud, We showed and made clear to them the path of truth ...)</span><span class=\"gray\">[41:17]</span>. </p><p lang=\"en\" class=\"en \">Mujahid commented on Allah's saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah will never lead a people astray after He has guided them)</span></p><p lang=\"en\" class=\"en \">\"Allah the Mighty and Sublime is clarifying to the believers about not seeking forgiveness for the idolators in particular, and in general, it is an exhortation to beware of disobeying Him, and encouragement to obey Him. So either do or suffer.</p><p lang=\"en\" class=\"en \">Ibn Jarir commented, \"Allah says that He would not direct you to misguidance, so that you invoke Him for forgiveness for your dead idolators, after He gave you guidance and directed you to believe in Him and in His Messenger ﷺ! First, He will inform you of what you should avoid, so that you avoid it. Before He informs you that this action is not allowed, you would not have disobeyed Him and fallen into what He prohibited for you <span class=\"gray\">[if you indulge in this action]</span>. Therefore, in this case, He will not allow you to be misguided. Verily, guidance or misguidance occurs after commands and prohibitions are established. As for those who were neither commanded nor prohibited, they can neither be obedient nor disobedient in doing what they were neither ordered nor prohibited from doing.\" </p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يُحْيِي وَيُمِيتُ ۚ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed to Allah belongs the dominion of the heavens and the earth, He gives life and He causes death. And besides Allah you have neither any protector nor any helper.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir commented, \"This is an encouragement from Allah for His believing servants to fight the idolators and chiefs of disbelief. It is also a command for them to trust in Allah's aid, for He is the Owner of the heavens and earth, and not to fear His enemies. Verily, they have no protector besides Allah, nor a supporter other than Him.\"</p>"
  },
  {
    "ayah_key": "9:117",
    "group_ayah_key": "9:117",
    "from_ayah": "9:117",
    "to_ayah": "9:117",
    "ayah_keys": "9:117",
    "text": "<p class=\"en translation\" lang=\"en\">Allah has forgiven the Prophet, the Muhajirin and the Ansar who followed him in the time of distress <span class=\"gray\">(Tabuk expedition)</span>, after the hearts of a party of them had nearly deviated <span class=\"gray\">(from the right path)</span>, but He accepted their repentance. Certainly, He is unto them full of kindness, Most Merciful <span>(117)</span></p><div lang=\"zu\" class=\"zu \"><h2>Battle of Tabuk</h2></div><p lang=\"en\" class=\"en \">Mujahid and several others said, \"This Ayah was revealed concerning the battle of Tabuk. They left for that battle during a period of distress. It was a year with little rain, intense heat and scarcity of supplies and water.\" Qatadah said, \"They went to Ash-Sham during the year of the battle of Tabuk at a time when the heat was intense. Allah knew how hard things were, and they suffered great hardship. We were told that two men used to divide a date between themselves. Some of them would take turns in sucking on a date and drinking water, then give it to another man to suck on. Allah forgave them and allowed them to come back from that battle.\" Ibn Jarir reported that 'Abdullah bin 'Abbas said that 'Umar bin Al-Khattab was reminded of the battle of distress <span class=\"gray\">(Tabuk)</span> and 'Umar said, \"We went with the Messenger of Allah ﷺ in the intense heat for Tabuk. We camped at a place in which we were stricken so hard by thirst that we thought that our necks would be severed. One of us used to go out in search of water and did not return until he feared that his neck would be severed. One would slaughter his camel, squeeze its intestines and drink its content, placing whatever was left on his kidney. Abu Bakr As-Siddiq said, 'O Allah's Messenger! Allah, the Exalted and Most Honored, has always accepted your invocation, so invoke Allah for us.' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُحِبُّ ذَلِكَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would you like me to do that?)</span> Abu Bakr said, 'Yes.' The Prophet ﷺ raised his hands and did not put them down until rain fell from the sky in abundance. It rained and then stopped raining for a while, then rained again, so they filled their containers. We went out to see where the rain reached and found that it did not rain beyond our camp.'\" Ibn Jarir said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّقَد تَّابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has forgiven the Prophet, the Muhajirin and the Ansar who followed him in the time of distress,)</span> meaning \"With regards to expenditures, transportation, supplies and water,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(after the hearts of a party of them had nearly deviated,)</span> away from the truth, thus falling prey to doubting the Messenger's religion because of the distress and hardships they suffered during their travel and battle,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تَابَ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but He accepted their repentance.)</span></p><p lang=\"en\" class=\"en \">He directed them to repent to their Lord and renew their firmness on His religion,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُ بِهِمْ رَءُوفٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, He is unto them full of kindness, Most Merciful.)</span>\"</p>"
  }
]