[
  {
    "ayah_key": "53:56",
    "group_ayah_key": "53:56",
    "from_ayah": "53:56",
    "to_ayah": "53:62",
    "ayah_keys": "53:56,53:57,53:58,53:59,53:60,53:61,53:62",
    "text": "<p lang=\"en\" class=\"en \">This is a warner from the warners of old <span>(56)</span>The Azifah draws near <span>(57)</span>None besides Allah can avert it <span>(58)</span>Do you then wonder at this recitation <span>(59)</span>And you laugh at it and weep not <span>(60)</span>While you are Sāmidūn <span>(61)</span>So fall you down in prostration to Allah and worship Him <span>(62)</span></p><p lang=\"en\" class=\"en \">A Warning and Exhortation, the Order to prostrate and to be humble</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا نَذِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is a warner)</span> in reference to Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ النُّذُرِ الْأُولَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from the warners of old.)</span> means, just like the warners of old, he was sent as a Messenger as they were sent as Messengers. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I am not a new thing among the Messengers.\")</span><span class=\"gray\">(46:9)</span> Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَزِفَتِ الْآزِفَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Azifah draws near.)</span> that which is near, the Day of Resurrection, has drawn nearer,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None besides Allah can avert it.)</span> no one besides Allah can prevent it from coming, nor does anyone know when it will come, except Him.</p><p lang=\"en\" class=\"en \">The warner is eager to convey his knowledge of the imminence of a calamity, so that it does not befall those to whom he is a warner. As He said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا نَذِيرٌ لَّكُم بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is only a warner to you in face of a severe torment.)</span><span class=\"gray\">(34:46)</span> And in the Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَا النَّذِيرُ الْعُرْيَانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am the naked warner,)</span> meaning, I was in such a hurry to warn against the evil I saw coming, that I did not wear anything. In this case, one rushes to warn his people in such haste that he will be naked. This meaning befits the meaning of the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَزِفَتِ الْآزِفَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the Azifah draws near.)</span>, in reference to the nearing Day of Resurrection. Allah said in the beginning of the Surah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اقْتَرَبَتِ السَّاعَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Hour has drawn near.)</span><span class=\"gray\">(54:1)</span> Imam Ahmad recorded that Sahl bin Sa'd said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَمُحَقَّرَاتِ الذُّنُوبِ، فَإِنَّمَا مَثَلُ مُحَقَّرَاتِ الذُّنُوبِ كَمَثَلِ قَوْمٍ نَزَلُوا بِبَطْنِ وَادٍ، فَجَاءَ ذَا بِعُودٍ وَجَاءَ ذَا بِعُودٍ، حَتّٰى أَنْضَجُوا خُبْزَتَهُمْ، وَإِنَّ مُحَقَّرَاتِ الذُّنُوبِ، مَتَىٰ يُؤْخَذُ بِهَا صَاحِبُهَا، تُهْلِكُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Beware of small sins! The example of the effect of small sin is that of people who settled near the bottom of a valley. One of them brought a piece of wood, and another brought another piece of wood, until they cooked their bread! Verily, small sins will destroy its companion, if one is held accountable for them.)</span></p><p lang=\"en\" class=\"en \">Allah the Exalted admonishes the idolators because they hear the Qur'an, yet they turn away from it in heedless play,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعْجَبُونَ</p><p lang=\"af\" class=\"af \"><span class=\"gray\">(wonder)</span> doubting that it is true.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَتَضْحَكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you laugh)</span> in jest and mock at it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَبْكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and weep not,)</span> just as those who believe in it weep,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا ۩ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they fall down on their faces weeping and it increases their humility.)</span><span class=\"gray\">(17:109)</span> Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْتُمْ سَامِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(While you are Sāmidūn.)</span> Sufyan Ath-Thawri reported that his father narrated that Ibn 'Abbas said about Sāmidūn, \"Singing; in Yemenite dialect 'Ismid for us' means 'Sing for us.'\" 'Ikrimah said something similar. In another narration from Ibn 'Abbas, he said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَامِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Sāmidūn)</span> means, \"Turning away.\" Similar was reported from Mujahid and 'Ikrimah. </p><p lang=\"en\" class=\"en \">Allah the Exalted ordered His servants to prostrate to Him, worship Him according to the way of His Messenger, and to fulfill the requirement of Tawhid and sincerity,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا ۩ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So fall you down in prostration to Allah and worship Him.)</span> meaning, with submission, sincerity, and Tawhid. Al-Bukhari recorded that Abu Ma'mar said that 'Abdul-Warith said that Ayyub said that 'Ikrimah said that, Ibn 'Abbas said, \"The Prophet ﷺ prostrated upon reciting An-Najm and the Muslims, idolators, Jinns and mankind who were present prostrated along with him.\" Only Muslim collected this Hadith. Imam Ahmad recorded that Al-Muttalib bin Abi Wada'ah said, \"While in Makkah, the Messenger of Allah ﷺ once recited Surat An-Najm, then prostrated along with all those who were with him at the time. I raised my head, however, and I refused to prostrate.\" Al-Muttalib had not embraced Islam yet, but ever since he became Muslim, he would never hear anyone recite this Surah until the end, without prostrating with whomever was prostrating after reciting it. An-Nasa'i also collected this Hadith in the Book of Al-Bukhari, excluding prayer in his Sunan. </p><p lang=\"en\" class=\"en \">This is the end of the Tafsir of Surat An-Najm. All praise and thanks are due to Allah.</p>"
  }
]