[
  {
    "ayah_key": "9:109",
    "group_ayah_key": "9:109",
    "from_ayah": "9:109",
    "to_ayah": "9:110",
    "ayah_keys": "9:109,9:110",
    "text": "<p lang=\"en\" class=\"en \">Is it then he who laid the foundation of his building on Taqwa to Allah and His good pleasure better, or he who laid the foundation of his building on the brink of an undetermined precipice ready to crumble down, so that it crumbled to pieces with him into the fire of Hell. And Allah guides not the people who are the wrongdoers <span>(109)</span>The building which they built will never cease to be a cause of hypocrisy and doubt in their hearts unless their hearts are cut to pieces. And Allah is All-Knowing, All-Wise <span>(110)</span></p><div lang=\"mt\" class=\"mt \"><h2>The Difference between Masjid At-Taqwa and Masjid Ad-Dirar</h2></div><p lang=\"en\" class=\"en \">Allah the Exalted says that the Masjid that has been built on the basis of Taqwa of Allah and His pleasure is not the same as a Masjid that was been built based on causing harm, disbelief and causing division among the believers, and as an outpost for those who warred against Allah and His Messenger ﷺ. The latter built their Masjid on the edge of a steep hole,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي نَارِ جَهَنَّمَ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(into the fire of Hell. And Allah guides not the people who are the wrongdoers.)</span>, </p><p lang=\"en\" class=\"en \">Allah does not bring aright the works of those who commit mischief. Jabir bin 'Abdullah said, \"I saw the Masjid that was built to cause harm with smoke rising up from it, during the time of the Messenger of Allah ﷺ.\" Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The building which they built will never cease to be a cause of doubt in their hearts)</span> and hypocrisy. Because of this awful action that they committed, they inherited hypocrisy in their hearts, just as those who worshipped the calf were inclined to adoring it. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَن تَقَطَّعَ قُلُوبُهُمْ</p><p lang=\"cy\" class=\"cy \"><span class=\"gray\">(unless their hearts are cut to pieces.)</span> until they die, according to Ibn 'Abbas, Mujahid, Qatadah, Zayd bin Aslam, As-Suddi, Habib bin Abi Thabit, Ad-Dahhak, 'Abdur-Rahman bin Zayd bin Aslam and several other scholars of the Salaf.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Knowing,)</span> of the actions of His creation,</p><p class=\"sd qpc-hafs\" lang=\"sd\">حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Wise.)</span> in compensating them for their good or evil actions.</p>"
  },
  {
    "ayah_key": "9:111",
    "group_ayah_key": "9:111",
    "from_ayah": "9:111",
    "to_ayah": "9:111",
    "ayah_keys": "9:111",
    "text": "<p lang=\"en\" class=\"en \">Verily, Allah has purchased of the believers their lives and their properties for <span class=\"gray\">(the price)</span> that theirs shall be the Paradise. They fight in Allah's cause, so they kill and are killed. It is a promise in truth which is binding on Him in the Tawrah and the Injil and the Qur'an. And who is truer to his covenant than Allah? Then rejoice in the bargain which you have concluded. That is the supreme success <span>(111)</span></p><div lang=\"en\" class=\"en \"><h2>Allah has purchased the Souls and Wealth of the Mujahidin in Return for Paradise</h2></div><p lang=\"en\" class=\"en \">Allah states that He has compensated His believing servants for their lives and wealth – if they give them up in His cause – with Paradise. This demonstrates Allah's favor, generosity and bounty, for He has accepted the good that He already owns and bestowed, as a price from His faithful servants. Al-Hasan Al-Basri and Qatadah commented, \"By Allah! Allah has purchased them and raised their worth.\" Shimr bin 'Atiyyah said, \"There is not a Muslim but has on his neck a sale that he must conduct with Allah; he either fulfills its terms or dies without doing that.\" He then recited this Ayah. This is why those who fight in the cause of Allah are said to have conducted the sale with Allah, meaning, accepted and fulfilled his covenant. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They fight in Allah's cause, so they kill and are killed.)</span> indicates that whether they were killed or they kill the enemy, or both, then Paradise will be theirs. </p><p lang=\"en\" class=\"en \">The Two Sahihs recorded the Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَكَفَّلَ اللهُ لِمَنْ خَرَجَ فِي سَبِيلِهِ لَا يُخْرِجُهُ إِلَّا جِهَادٌ فِي سَبِيلِي وَتَصْدِيقٌ بِرُسُلِي بِأَنْ تَوَفَّاهُ أَنْ يُدْخِلَهُ الْجَنَّةَ، أَوْ يَرْجِعَهُ إِلَى مَنْزِلِهِ الَّذِي خَرَجَ مِنْهُ، نَائِلًا مَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has made a promise to the person who goes out <span class=\"gray\">(to fight)</span> in His cause; 'And nothing compels him to do so except Jihad = in My Cause and belief in My Messengers. ' He will either be admitted to Paradise if he dies, or compensated by Allah, either with a reward or booty if He returns him to the home which he departed from.)</span></p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنجِيلِ وَالْقُرْآنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is a promise in truth which is binding on Him in the Tawrah and the Injil and the Qur'an.)</span> affirms this promise and informs us that Allah has decreed this for His Most Honorable Self, and revealed it to His Messengers in His Glorious Books, the Tawrah that He sent down to Musa, the Injil that He sent down to 'Isa, and the Qur'an that was sent down to Muhammad, may Allah's peace and blessings be on them all. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَوْفَىٰ بِعَهْدِهِ مِنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who is truer to his covenant than Allah?)</span> affirming that He never breaks a promise. Allah said in similar statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who is truer in statement than Allah?)</span><span class=\"gray\">[4:87]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whose words can be truer than those of Allah?)</span><span class=\"gray\">[4:122]</span>. </p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُم بِهِ ۚ وَذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then rejoice in the bargain which you have concluded. That is the supreme success.)</span>, meaning, let those who fulfill the terms of this contract and uphold this covenant receive the good news of great success and everlasting delight.</p>"
  },
  {
    "ayah_key": "9:112",
    "group_ayah_key": "9:112",
    "from_ayah": "9:112",
    "to_ayah": "9:112",
    "ayah_keys": "9:112",
    "text": "<p class=\"en translation\" lang=\"en\">Those who repent, who worship <span class=\"gray\">(Him)</span>, who praise <span class=\"gray\">(Him)</span>, who fast, who bow down, who prostrate themselves, who enjoin good and forbid evil, and who observe the limits set by Allah. And give glad tidings to the believers <span>(112)</span></p><div lang=\"en\" class=\"en \"><h2>This is the description of the believers from whom Allah has purchased their souls and wealth, who have these beautiful and honorable qualities,</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">التَّائِبُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who repent)</span> from all sins and shun all evils,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْعَابِدُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who worship)</span>, their Lord and preserve the acts of worship that include statements and actions. Praising Allah is among the best statements. This is why Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَامِدُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who praise <span class=\"gray\">(Him)</span>)</span>. Fasting is among the best actions, involving abstaining from the delights of food, drink and sexual intercourse, this is the meaning hereby,</p><p class=\"ar qpc-hafs\" lang=\"ar\">السَّائِحُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">('As-Sā'iḥūn' <span class=\"gray\">(who fast)</span>)</span><span class=\"gray\">[9:112]</span>. Allah also described the Prophet's wives that they are,</p><p class=\"sk qpc-hafs\" lang=\"sk\">سَائِحَاتٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Sā'iḥāt')</span><span class=\"gray\">[66:5]</span>, meaning, they fast. As for prostrating and bowing down, they are acts of the prayer,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرَّاكِعُونَ السَّاجِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who bow down, who prostrate themselves,)</span></p><p lang=\"en\" class=\"en \">These believers also benefit Allah's creation and direct them to His obedience by ordaining righteousness and forbidding evil. They have knowledge about what should be performed and what should be shunned. This includes abiding by Allah's limits in knowledge and action, meaning, what He allowed and what He prohibited. Therefore, they worship the True Lord and advise creation. This is why Allah said next,</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَبَشِّرِ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give glad tidings to the believers.)</span> since faith includes all of this, and the supreme success is for those who have faith.</p>"
  }
]