[
  {
    "ayah_key": "23:76",
    "group_ayah_key": "23:76",
    "from_ayah": "23:76",
    "to_ayah": "23:83",
    "ayah_keys": "23:76,23:77,23:78,23:79,23:80,23:81,23:82,23:83",
    "text": "<p lang=\"en\" class=\"en \">And indeed We seized them with punishment, but they humbled not themselves to their Lord, nor did they invoke with submission to Him <span>(76)</span>Until, when We open for them the gate of severe punishment, then lo! they will be plunged in despair <span>(77)</span>It is He Who has created for you hearing, eyes, and hearts. Little thanks you give <span>(78)</span>And it is He Who has created you on the earth, and to Him you shall be gathered back <span>(79)</span>And it is He Who gives life and causes death, and His is the alternation of night and day. Will you not then understand <span>(80)</span>Nay, but they say the like of what the men of old said <span>(81)</span>They said: \"When we are dead and have become dust and bones, shall we be resurrected indeed? <span>(82)</span>\"Verily, this we have been promised – we and our fathers before! This is only <span class=\"gray\">(from)</span> tales of the ancients!\") Allah's sayin <span>(83)</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We seized them with punishment,)</span> means, 'We tried and tested them with difficulties and calamities.' His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they humbled not themselves to their Lord, nor did they invoke with submission to Him.)</span> means, that did not deter them from their disbelief and resistance, rather they persisted in their sin and misguidance,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا اسْتَكَانُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they humbled not themselves)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَتَضَرَّعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor did they invoke <span class=\"gray\">(Allah)</span> with submission to Him.)</span> they did not call on Him. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَٰكِنْ قَسَتْ قُلُوبُهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When Our torment reached them, why then did they not humble themselves But their hearts became hardened,)</span><span class=\"gray\">(6:43 Ibn Abi Hatim recorded that Ibn 'Abbas said, \"Abu Sufyan came to the Messenger of Allah ﷺ and said, 'O Muhammad, I ask you by Allah and by the ties of kinship between us, we have been reduced to eating camel hair and blood.' Then Allah revealed,</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We seized them with punishment, but they humbled not themselves.)</span> This was also recorded by An-Nasa'i. The basis of this Hadith is in the Two Sahihs, where it says that the Messenger of Allah ﷺ prayed against the Quraysh when he could not make any headway with them, and he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ أَعِنِّي عَلَيْهِمْ بِسَبْعٍ كَسَبْعِ يُوسُفَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, help me against them sending on them seven years <span class=\"gray\">(of famine)</span> like the seven <span class=\"gray\">(years of drought)</span> of Yusuf.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Until, when We open for them the gate of severe punishment, then lo! they will be plunged in despair.)</span> When the command of Allah reaches them and the Hour comes to them suddenly, and they are overtaken by the punishment of Allah which they were not expecting, then they will despair of any ease and goodness, and all their hopes will disappear.</p><div lang=\"en\" class=\"en \"><h2>A Reminder of the Blessings of Allah and His Immense Power</h2></div><p lang=\"en\" class=\"en \">Then Allah mentions His blessings to His servants, in that He has given them hearing, sight and understanding through which they come to know things and draw lessons from them, the signs which attest to the Oneness of Allah and indicate that He is the One Who does what He wills and chooses what He wants.</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَلِيلًا مَّا تَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Little thanks you give.)</span> means, how little you thank Allah for the blessings He has given you. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And most of mankind will not believe even if you desire it eagerly.)</span><span class=\"gray\">[12:103]</span> Then Allah tells us about His great power and overwhelming authority, for He is the One Who originated creation and put people in all parts of the earth, with their different nations, languages and characteristics, then on the Day of Resurrection He will gather them all together, the first of them and the last, at a fixed time on a day appointed, and none will be left out, young or old, male or female, noble or insignificant, but all will be brought back as they were originally created. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is He Who gives life and causes death,)</span> meaning, He will bring the scattered bones back to life and cause the death of the nations,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and His is the alternation of night and day.)</span> meaning, by His command night and day are subjugated, each of them following the other and never departing from that pattern, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for the sun to overtake the moon, nor does the night outstrip the day)</span><span class=\"gray\">(36:40)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَفَلَا تَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will you not then understand?)</span> means, do you not have minds that tell you of the Almighty, All-Knowing to Whom all things are subjugated, Who has power over all things and to Whom all things submit?</p><div lang=\"en\" class=\"en \"><h2>The Idolators Thought That Resurrection After Death Was Very Unlikely</h2></div><p lang=\"en\" class=\"en \">Then Allah tells us about those who denied the resurrection, who were like the disbelievers who came before them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ - قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but they say the like of what the men of old said. They said: \"When we are dead and have become dust and bones, shall we be resurrected indeed?\")</span> They thought it very unlikely that this would happen after they had disintegrated into nothing.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَٰذَا مِنْ قَبْلُ إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Verily, this we have been promised – we and our fathers before <span class=\"gray\">(us)</span>! This is only the tales of the ancients!\")</span> This means, \"It is impossible that we could be brought back. This was said by those who learned it from the books and disputes of the ancients.\" This denial and rejection on their part is like the Ayah where Allah tells us about them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِذَا كُنَّا عِظَامًا نَّخِرَةً - قَالُوا تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ - فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ - فَإِذَا هُم بِالسَّاهِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Even after we are crumbled bones?\" They say: \"It would in that case, be a return with loss!\" But it will be only a single Zajrah, When behold, they find themselves on the surface of the earth alive after their death.)</span><span class=\"gray\">(79:11-14)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَ الْإِنسَانُ أَنَّا خَلَقْنَاهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ - وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ ۖ قَالَ مَن يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ - قُلْ يُحْيِيهَا الَّذِي أَنشَأَهَا أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Does not man see that We have created him from Nutfah. Yet behold he <span class=\"gray\">(stands forth)</span> as an open opponent. And he puts forth for Us a parable, and forgets his own creation. He says: \"Who will give life to these bones after they are rotten and have become dust?\" Say: \"He will give life to them Who created them for the first time! And He is the All-Knower of every creation!\")</span><span class=\"gray\">(36:77-79)</span></p>"
  }
]