[
  {
    "ayah_key": "40:41",
    "group_ayah_key": "40:41",
    "from_ayah": "40:41",
    "to_ayah": "40:46",
    "ayah_keys": "40:41,40:42,40:43,40:44,40:45,40:46",
    "text": "<p lang=\"en\" class=\"en \">\"And O my people! How is it that I call you to salvation while you call me to the Fire! <span>(41)</span>\"You invite me to disbelieve in Allah, and to join partners in worship with Him of which I have no knowledge; and I invite you to the Almighty, the Oft-Forgiving! <span>(42)</span>\"'La Jarama', you call me to one that does not have a claim in this world or in the Hereafter. And our return will be to Allah, and the transgressors, they shall be the dwellers of the Fire! <span>(43)</span>\"And you will remember what I am telling you, and my affair I leave it to Allah. Verily, Allah is the All-Seer of <span class=\"gray\">(His)</span> servants. <span>(44)</span>So, Allah saved him from the evils that they plotted <span class=\"gray\">(against him)</span>, while an evil torment encompassed Fir'awn's people <span>(45)</span>The Fire, they are exposed to it, morning and afternoon. And on the Day when the Hour will be established <span class=\"gray\">(it will be said to the angels)</span>: \"Admit Fir'awn's people into the severest torment! <span>(46)</span></p><p lang=\"en\" class=\"en \">The Conclusion of the Believer's Words, and the ultimate Destiny of both Parties</p><p lang=\"en\" class=\"en \">That believer said: 'Why do I call you to salvation, which is the worship of Allah alone with no partner or associate, and belief in His Messenger, whom He has sent,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَدْعُونَنِي إِلَى النَّارِ - تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while you call me to the Fire! You invite me to disbelieve in Allah, and to join partners in worship with Him of which I have no knowledge;)</span> means, on the basis of ignorance, with no proof or evidence.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنَا أَدْعُوكُمْ إِلَى الْعَزِيزِ الْغَفَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and I invite you to the Almighty, the Oft-Forgiving!)</span> means, with all His might and pride, He still forgives the sin of the one who repents to Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جَرَمَ أَنَّمَا تَدْعُونَنِي إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Lā Jarama', you call me to one)</span> They say it means, \"Truly.\" As-Suddi and Ibn Jarir said that the meaning of His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جَرَمَ</p><p lang=\"sm\" class=\"sm \"><span class=\"gray\">('La Jarama')</span> means \"Truly.\" Ad-Dahhak said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جَرَمَ</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">('La Jarama')</span> means, \"No lie.\" 'Ali bin Abi Talhah and Ibn 'Abbas said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جَرَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('La Jarama')</span> means, \"Indeed, the one that you call me to of idols and false gods</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that does not have a claim in this world or in the Hereafter)</span>.\" Mujahid said, \"The idols that do not have anything.\" Qatadah said, \"This means that idols possess no power either to benefit or to harm.\" As-Suddi said, \"They do not respond to those who call upon them, either in this world or in the Hereafter.\" This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who is more astray than one who calls on besides Allah, such as will not answer him till the Day of Resurrection, and who are unaware of their calls to them? And when the people are gathered, they will become their enemies and deny their worship.)</span><span class=\"gray\">(46:5-6)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you invoke them, they hear not your call; and if they were to hear, they could not grant it to you)</span><span class=\"gray\">(35:14)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And our return will be to Allah,)</span> means, in the Hereafter, where He will reward or punish each person according to his deeds. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the transgressors, they shall be the dwellers of the Fire!)</span> meaning, they will dwell therein forever, because of their great sin, which is associating others in worship with Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you will remember what I am telling you,)</span> means, 'you will come to know the truth of what I enjoined upon 'you and forbade you to do, the advice I gave you and what I explained to you. You will come to know, and you will feel regret at the time when regret will be of no avail.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and my affair I leave it to Allah.)</span> means, 'I put my trust in Allah and seek His help, and I renounce you utterly.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is the All-Seer of <span class=\"gray\">(His)</span> servants.)</span> means, He knows all about them, may He be exalted and sanctified, and He guides those who deserve to be guided and sends astray those who deserve to be sent astray; His is the perfect proof, utmost wisdom and mighty power.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So Allah saved him from the evils that they plotted,)</span> means, in this world and in the Hereafter; in this world, Allah saved him along with Musa, peace be upon him, and in the Hereafter <span class=\"gray\">(He will admit him)</span> to Paradise.</p><p lang=\"en\" class=\"en \">Proof of the Torment of the Grave</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while an evil torment encompassed Fir'awn's people.)</span> this refers to drowning in the sea, then being transferred from there to Hell, for their souls are exposed to the Fire morning and evening until the Hour begins. When the Day of Resurrection comes, their souls and bodies will be reunited in Hell. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day when the Hour will be established <span class=\"gray\">(it will be said to the angels)</span>: \"Admit Fir'awn's people to the severest torment!\")</span> meaning, more intense pain and greater agony. This Ayah contains one of the major proofs used by the Ahlus-Sunnah to prove that there will be torment in the grave during the period of Al-Barzakh; it is the phrase:</p><p class=\"ar qpc-hafs\" lang=\"ar\">النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Fire, they are exposed to it, morning and afternoon)</span>. But the question arises: this Ayah was undoubtedly revealed in Makkah, but they use it as evidence to prove that there will be torment in the grave during the period of Al-Barzakh. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from 'A'ishah, may Allah be pleased with her, that a Jewish woman used to serve her, and whenever 'A'ishah did her a favor, the Jewish woman would say, \"May Allah save you from the torment of the grave. \" 'A'ishah said, \"Then the Messenger of Allah ﷺ came in, and I said, 'O Messenger of Allah, will there be any torment in the grave before the Day of Resurrection?' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، مَنْ زَعَمَ ذَلِكَ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, who said that?)</span> I said, 'This Jewish woman, whenever I do her a favor, she says: May Allah save you from the torment of the grave.'\" The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَبَتْ يَهُودُ وَهُمْ عَلَى اللهِ أَكْذَبُ، لَا عَذَابَ دُونَ يَوْمِ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Jews are lying, and they tell more lies about Allah. There is no torment except on the Day of Resurrection.)</span> Then as much time passed as Allah willed should pass, then one day he came out at midday, wrapped in his robe with his eyes reddening, calling at the top of his voice:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْقَبْرُ كَقِطَعِ اللَّيْلِ الْمُظْلِمِ، أَيُّهَا النَّاسُ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَبَكَيْتُمْ كَثِيرًا وَضَحِكْتُمْ قَلِيلًا، أَيُّهَا النَّاسُ، اسْتَعِـــــــــيذُوا بِاللهِ مِنْ عَذَابِ الْقَبْرِ، فَإِنَّ عَذَابَ الْقَبْرِ حَقٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The grave is like patches of dark night! O people, if you knew what I know, you would weep much and laugh little. O people, seek refuge with Allah from the torment of the grave, for the torment of the grave is real.)</span>\" </p><p lang=\"en\" class=\"en \">This chain of narration is Sahih according to the conditions of Al-Bukhari and Muslim, although they did not record it. It was said, 'how can this report be reconciled with the fact that the Ayah was revealed in Makkah and the Ayah indicates that there will be torment during the period of Al-Barzakh?' The answer is that the Ayah refers to the souls <span class=\"gray\">(of Fir'awn and his people)</span> being exposed to the Fire morning and evening; it does not say that the pain will affect their bodies in the grave. So it may be that this has to do specifically with their souls. With regard to there being any effect on their bodies in Al-Barzakh, and their feeling pain as a result, this is indicated in the Sunnah, in some Hadiths which we will mention below. </p><p lang=\"en\" class=\"en \">It was said that this Ayah refers to the punishment of the disbelievers in Al-Barzakh, and that it does not by itself imply that the believer will be punished in the grave for his sins. This is indicated by the Hadith recorded by Imam Ahmad from 'A'ishah, may Allah be pleased with her, according to which the Messenger of Allah ﷺ entered upon 'A'ishah when a Jewish woman was with her, and she <span class=\"gray\">(the Jewish woman)</span> was saying, \"I was told that you will be tried in the grave.\" The Messenger of Allah was worried and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُفْتَنُ يَهُودُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Only the Jews will be tested.)</span> 'A'ishah, may Allah be pleased with her, said, \"Several nights passed, then the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّكُمْ تُفْتَنُونَ فِي الْقُبُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily you will be tested in the graves.)</span>\" 'A'ishah, may Allah be pleased with her, said, \"After that, the Messenger of Allah ﷺ used to seek refuge with Allah from the torment of the grave.\" This was also recorded by Muslim. </p><p lang=\"en\" class=\"en \">It could be said that this Ayah indicates that the souls will be punished in Al-Barzakh, but this does not necessarily imply that the bodies in their graves will be affected by that. When Allah revealed something about the torment of the grave to His Prophet ﷺ, he sought refuge with Allah from that. And Allah knows best. The Hadiths which speak of the torment of the grave are very many. Qatadah said, concerning the Ayah,</p><p class=\"sd qpc-hafs\" lang=\"sd\">غُدُوًّا وَعَشِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(morning and afternoon.)</span>: \"<span class=\"gray\">(This means)</span> every morning and every evening, for as long as this world remains, it will be said to them by way of rebuke and humiliation, O people of Fir'awn, this is your position.\" Ibn Zayd said, \"They are there today, being exposed to it morning and evening, until the Hour begins.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day when the Hour will be established <span class=\"gray\">(it will be said to the angels)</span>: \"Cause Fir'awn's people to enter the severest torment!\")</span></p><p lang=\"en\" class=\"en \">The people of Fir'awn are like foolish camels, stumbling into rocks and trees without thinking.\" Imam Ahmad recorded that Ibn 'Umar, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَحَدَكُمْ إِذَا مَاتَ عُرِضَ عَلَيْهِ مَقْعَدُهُ بِالْغَدَاةِ وَالْعَشِيِّ، إِنْ كَانَ مِنْ أَهْلِ الْجَنَّةِ فَمِنْ أَهْلِ الْجَنَّةِ، وَإِنْ كَانَ مِنْ أَهْلِ النَّارِ فَمِنْ أَهْلِ النَّارِ، فَيُقَالُ: هٰذَا مَقْعَدُكَ حَتّٰى يَبْعَثَكَ اللهُ عَزَّ وَجَلَّ إِلَيْهِ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When one of you dies, he is shown his place <span class=\"gray\">[in Paradise or Hell]</span> morning and evening; if he is one of the people of Paradise, then he is one of the people of Paradise, and if he is one of the people of Hell, then he is one of the people of Hell. It will be said to him, this is your place until Allah resurrects you to go to it on the Day of Resurrection.)</span>\" It was also reported in the Two Sahihs.</p>"
  }
]