[
  {
    "ayah_key": "64:11",
    "group_ayah_key": "64:11",
    "from_ayah": "64:11",
    "to_ayah": "64:13",
    "ayah_keys": "64:11,64:12,64:13",
    "text": "<p lang=\"en\" class=\"en \">No calamity occurs, but by the permission of Allah, and whosoever believes in Allah, He guides his heart. And Allah is the All-Knower of everything <span>(11)</span>Obey Allah, and obey the Messenger; but if you turn away, then the duty of Our Messenger is only to convey clearly <span>(12)</span>Allah! La ilaha illa Huwa. And in Allah therefore let the believers put their trust <span>(13)</span></p><p lang=\"en\" class=\"en \">All that occurs to Mankind is by Allah's Permission</p><p lang=\"en\" class=\"en \">Allah informs us as He did in Surat Al-Hadid,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No calamity occurs on the earth or in yourselves but it is inscribed in a record before We bring it into existence. Verily, that is easy for Allah.)</span><span class=\"gray\">(57:22)</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No calamity occurs, but by the permission of Allah,)</span> Ibn 'Abbas said; \"By the command of Allah,\" meaning from His decree and will.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ ۚ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whosoever believes in Allah, He guides his heart. And Allah is the All-Knower of everything.)</span> meaning, whoever suffered an affliction and he knew that it occurred by Allah's judgement and decree, and he patiently abides, awaiting Allah's reward, then Allah guides his heart, and will compensate him for his loss in this life by granting guidance to his heart and certainty in faith. Allah will replace whatever he lost for Him with the same or what is better. 'Ali bin Abi Talhah reported from Ibn 'Abbas,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whosoever believes in Allah, He guides his heart.)</span> \"Allah will guide his heart to certainty. Therefore, he will know that what reached him would not have missed him and what has missed him would not have reached him.\" </p><p lang=\"en\" class=\"en \">There is an agreed upon Hadith <span class=\"gray\">[that Al-Bukhari and Muslim collected and]</span> which states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَجَبًا لِلْمُؤْمِنِ لَا يَقْضِي اللهُ لَهُ قَضَاءً إِلَّا كَانَ خَيْرًا لَهُ، إِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ، وَلَيْسَ ذَلِكَ لِأَحَدٍ إِلَّا لِلْمُؤْمِنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Amazing is the believer: There is no decree that Allah writes for him, but is better for him. If an affliction strikes him, he is patient and this is better for him. If a bounty is granted to him, he is thankful and this is better for him. This trait is only for the faithful believer.)</span></p><p lang=\"en\" class=\"en \">The Order to obey Allah and His Messenger <span class=\"gray\">(ﷺ)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Obey Allah, and obey the Messenger;)</span> Allah commands obedience to Him and to His Messenger ﷺ in all that His legislates and in implementing His orders. Allah also forbids one from all that His Messenger ﷺ forbids and prohibits. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ تَوَلَّيْتُمْ فَإِنَّمَا عَلَىٰ رَسُولِنَا الْبَلَاغُ الْمُبِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but if you turn away, then the duty of Our Messenger is only to convey clearly.)</span> meaning, 'if you refrain from abiding by the faith, then the Messenger's mission is to convey and your mission is to hear and obey. 'Az-Zuhri said, \"From Allah comes the Message, its deliverance is up to the Messenger, and the adherence is up to us.\"</p><p>Tawhid</p><p lang=\"en\" class=\"en \">Allah states that He is the One, Whom all creations need and seek, the One other than Whom there is no <span class=\"gray\">(true)</span> God.</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah! La ilaha illa Huwa. And in Allah therefore let the believers put their trust.)</span></p><p lang=\"en\" class=\"en \">So, He first informs about Tawhid and its meaning. The implied meaning is to single Him out for deification, being purely devoted to Him, and relying upon Him, as He said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَٰهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Lord of the east and the west; La ilaha illa Huwa. So take Him alone as Trustee.)</span><span class=\"gray\">(73:9)</span></p>"
  }
]