[
  {
    "ayah_key": "3:83",
    "group_ayah_key": "3:83",
    "from_ayah": "3:83",
    "to_ayah": "3:85",
    "ayah_keys": "3:83,3:84,3:85",
    "text": "<p lang=\"en\" class=\"en \">Do they seek other than the religion of Allah, while to Him submitted all creatures in the heavens and the earth, willingly or unwillingly. And to Him shall they all be returned <span>(83)</span>Say: \"We believe in Allah and in what has been sent down to us, and what was sent down to Ibrahim, Isma'il, Ishaq, Ya'qub and Al-Asbat, and what was given to Musa, 'Isa and the Prophets from their Lord. We make no distinction between one another among them and to Him <span class=\"gray\">(Allah)</span> we have submitted. <span>(84)</span>And whoever seeks a religion other than Islam, it will never be accepted of him, and in the Hereafter he will be one of the losers <span>(85)</span></p><div lang=\"en\" class=\"en \"><h2>The Only Valid Religion To Allah is Islam</h2></div><p lang=\"en\" class=\"en \">Allah rebukes those who prefer a religion other than the religion that He sent His Books and Messengers with, which is the worship of Allah Alone without partners, to Whom,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ أَسْلَمَ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(submitted all creatures in the heavens and the earth,)</span> Willingly, or not. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ يَسْجُدُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And unto Allah <span class=\"gray\">(Alone)</span> falls in prostration whoever is in the heavens and the earth, willingly or unwillingly.)</span><span class=\"gray\">[13:15]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا إِلَىٰ مَا خَلَقَ اللَّهُ مِن شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِّلَّهِ وَهُمْ دَاخِرُونَ - وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مِن دَابَّةٍ وَالْمَلَائِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ - يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have they not observed things that Allah has created: <span class=\"gray\">(how)</span> their shadows incline to the right and to the left, making prostration unto Allah, and they are lowly? And to Allah prostrate all that is in the heavens and all that is in the earth, of the moving creatures and the angels, and they are not proud. They fear their Lord above them, and they do what they are commanded)</span><span class=\"gray\">[16:48-50]</span>.</p><p lang=\"en\" class=\"en \">Therefore, the faithful believer submits to Allah in heart and body, while the disbeliever unwillingly submits to Him in body only, since he is under Allah's power, irresistible control and mighty kingship that cannot be repelled or resisted. Waki' reported that Mujahid said that the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ أَسْلَمَ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(While to Him submitted all creatures in the heavens and the earth, willingly or unwillingly)</span>, is similar to the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, if you ask them: \"Who created the heavens and the earth?\" Surely, they will say: \"Allah\")</span><span class=\"gray\">[39:38]</span>.</p><p lang=\"en\" class=\"en \">He also reported that Ibn 'Abbas said about,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ أَسْلَمَ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while to Him submitted all creatures in the heavens and the earth, willingly or unwillingly.)</span></p><p lang=\"en\" class=\"en \">\"When He took the covenant from them.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَيْهِ يُرْجَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Him shall they all be returned)</span> on the Day of Return, when He will reward or punish each person according to his or her deeds.</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ آمَنَّا بِاللَّهِ وَمَا أُنزِلَ عَلَيْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"We believe in Allah and in what has been sent down to us)</span> the Qur'an,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا أُنزِلَ عَلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and what was sent down to Ibrahim, Ismai'0l, Ishaq, Ya'qub)</span> the scriptures and revelation,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَالْأَسْبَاطِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the Asbat,)</span> the Asbat are the twelve tribes who originated from the twelve children of Israel <span class=\"gray\">(Ya'qub)</span>.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَا أُوتِيَ مُوسَىٰ وَعِيسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and what was given to Musa, 'Isa)</span> the Tawrah and the Injil,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالنَّبِيُّونَ مِن رَّبِّهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the Prophets from their Lord.)</span> and this encompasses all of Allah's Prophets.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We make no distinction between one another among them)</span> we believe in all of them,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَنَحْنُ لَهُ مُسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Him <span class=\"gray\">(Allah)</span> we have submitted <span class=\"gray\">(in Islam)</span>)</span></p><p lang=\"en\" class=\"en \">Therefore, faithful Muslims believe in every Prophet whom Allah has sent and in every Book He revealed, and never disbelieve in any of them. Rather, they believe in what was revealed by Allah, and in every Prophet sent by Allah. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَن يُقْبَلَ مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever seeks a religion other than Islam, it will never be accepted of him,)</span> whoever seeks other than what Allah has legislated, it will not be accepted from him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in the Hereafter he will be one of the losers.)</span></p><p lang=\"en\" class=\"en \">As the Prophet ﷺ said in an authentic Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا، فَهُوَ رَدٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever commits an action that does not conform to our matter <span class=\"gray\">(religion)</span> then it is rejected)</span>.</p>"
  },
  {
    "ayah_key": "3:86",
    "group_ayah_key": "3:86",
    "from_ayah": "3:86",
    "to_ayah": "3:89",
    "ayah_keys": "3:86,3:87,3:88,3:89",
    "text": "<p lang=\"en\" class=\"en \">How shall Allah guide a people who disbelieved after their belief and after they bore witness that the Messenger is true and after clear proofs came to them? And Allah guides not the people who are wrongdoer <span>(86)</span>They are those whose recompense is that on them <span class=\"gray\">(rests)</span> the curse of Allah, of the angels and of all mankind <span>(87)</span>They will abide therein. Neither will their torment be lightened nor will it be delayed or postponed <span>(88)</span>Except for those who repent after that and do righteous deeds. Verily, Allah is Oft-Forgiving, Most Merciful <span>(89)</span></p><div lang=\"en\" class=\"en \"><h2>Allah Does Not Guide People Who Disbelieve After they Believed, Unless They Repent</h2></div><p lang=\"en\" class=\"en \">Ibn Jarir recorded that Ibn 'Abbas said, \"A man from the Ansar embraced Islam, but later reverted and joined the polytheists. He later on became sorry and sent his people to, 'Ask the Messenger of Allah ﷺ for me, if I can repent.' Then,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How shall Allah guide a people who disbelieved after their belief)</span> until,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is Oft-Forgiving, Most Merciful.)</span> was revealed and his people sent word to him and he re-embraced Islam.\"</p><p lang=\"en\" class=\"en \">This is the wording recorded by An-Nasa'i, Al-Hakim and Ibn Hibban. Al-Hakim said, \"Its chain is Sahih and they did not record it.\"</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How shall Allah guide a people who disbelieved after their belief and after they bore witness that the Messenger is true and after clear proofs came to them?)</span></p><p lang=\"en\" class=\"en \">means, the proofs and evidences were established, testifying to the truth of what the Messenger was sent with. The truth was thus explained to them, but they reverted to the darkness of polytheism. Therefore, how can such people deserve guidance after they willingly leapt into utter blindness? This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah guides not the people who are wrongdoers.)</span></p><p lang=\"ceb\" class=\"ceb \">He then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are those whose recompense is that on them <span class=\"gray\">(rests)</span> the curse of Allah, of the angels and of all mankind.)</span></p><p lang=\"en\" class=\"en \">Allah curses them and His creation also curses them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will abide therein)</span> in the curse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither will their torment be lightened nor will it be delayed or postponed.)</span> for, the torment will not be lessened, not even for an hour. After that, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَٰلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except for those who repent after that and do righteous deeds. Verily, Allah is Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">This Ayah indicates Allah's kindness, graciousness, compassion, mercy and favor on His creatures when they repent to Him, for He forgives them in this case.</p>"
  }
]