[
  {
    "ayah_key": "5:82",
    "group_ayah_key": "5:82",
    "from_ayah": "5:82",
    "to_ayah": "5:86",
    "ayah_keys": "5:82,5:83,5:84,5:85,5:86",
    "text": "<p lang=\"en\" class=\"en \">Verily, you will find the strongest among men in enmity to the believers the Jews and those who commit Shirk, and you will find the nearest in love to the believers those who say: \"We are Christians.\" That is because among them are priests and monks, and they are not proud <span>(82)</span>And when they listen to what has been sent down to the Messenger, you see their eyes overflowing with tears because of the truth they have recognized. They say: \"Our Lord! We believe; so write us down among the witnesses. <span>(83)</span>\"And why should we not believe in Allah and in that which has come to us of the truth? And we wish that our Lord will admit us along with the righteous people. <span>(84)</span>So because of what they said, Allah awarded them with Gardens under which rivers flow, they will abide therein forever. Such is the reward of good-doers <span>(85)</span>But those who disbelieved and belied Our Ayat, they shall be the dwellers of Hell <span>(86)</span></p><div lang=\"jv\" class=\"jv \"><h2>The Reason Behind Revealing these Ayat</h2></div><p lang=\"en\" class=\"en \">Sa'id bin Jubayr, As-Suddi and others said that these Ayat were revealed concerning a delegation that An-Najashi <span class=\"gray\">(King of Ethiopia)</span> sent to the Prophet ﷺ in order to hear his words and observe his qualities. When the delegation met with the Prophet ﷺ and he recited the Qur'an to them, they embraced Islam, cried and were humbled. Then they returned to An-Najashi and told him what happened. 'Ata' bin Abi Rabah commented, \"They were Ethiopians who embraced Islam when the Muslims who migrated to Ethiopia resided among them.\" Qatadah said, \"They were some followers of the religion of 'Isa, son of Maryam, who when they saw Muslims and heard the Qur'an, they became Muslims without hesitation.\" Ibn Jarir said that these Ayat were revealed concerning some people who fit this description, whether they were from Ethiopia or otherwise. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِّلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you will find the strongest among men in enmity to the believers the Jews and those who commit Shirk,)</span></p><p lang=\"en\" class=\"en \">This describes the Jews, since their disbelief is that of rebellion, defiance, opposing the truth, belittling other, people and degrading the scholars. This is why the Jews - may Allah's continued curses descend on them until the Day of Resurrection - killed many of their Prophets and tried to kill the Messenger of Allah ﷺ several times, as well as, performing magic spells against him and poisoning him. They also incited their likes among the polytheists against the Prophet ﷺ. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَتَجِدَنَّ أَقْرَبَهُم مَّوَدَّةً لِّلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you will find the nearest in love to the believers those who say: \"We are Christians.\")</span> refers to those who call themselves Christians, who follow the religion of the Messiah and the teachings of his Injil. These people are generally more tolerant of Islam and its people, because of the mercy and kindness that their hearts acquired through part of the Messiah's religion. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We ordained in the hearts of those who followed him, compassion, mercy, and monasticism...)</span><span class=\"gray\">[57:27]</span>. </p><p lang=\"en\" class=\"en \">In their book is the saying; \"He who strikes you on the right cheek, then turn the left cheek for him.\" And fighting was prohibited in their creed, and this is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is because among them are Qissisin <span class=\"gray\">(priests)</span> and Ruhban <span class=\"gray\">(monks)</span>, and they are not proud.)</span></p><p lang=\"en\" class=\"en \">This means that among them are Qissisin <span class=\"gray\">(priests)</span>. The word Ruhban refers to one dedicated to worship. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is because among them are priests and monks, and they are not proud.)</span> This describes them with knowledge, worship and humbleness, along with following the truth and fairness.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا سَمِعُوا مَا أُنزِلَ إِلَى الرَّسُولِ تَرَىٰ أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they listen to what has been sent down to the Messenger, you see their eyes overflowing with tears because of the truth they have recognized.)</span></p><p lang=\"en\" class=\"en \">This refers to the good news that they have about the advent of Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They say: \"Our Lord! We believe; so write us down among the witnesses.\")</span> who testify to the truth and believe in it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَن يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"And why should we not believe in Allah and in that which has come to us of the truth And We wish that our Lord will admit us <span class=\"gray\">(in Paradise)</span> along with the righteous people.\")</span> Such sect of Christians are those mentioned in Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَا أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there are, certainly, among the People of the Scripture, those who believe in Allah and in that which has been revealed to you, and in that which has been revealed to them, humbling themselves before Allah.)</span><span class=\"gray\">[3:199]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِن قَبْلِهِ هُم بِهِ يُؤْمِنُونَ - وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِن رَّبِّنَا إِنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those to whom We gave the Scripture before it, they believe in it <span class=\"gray\">(the Qur'an)</span>. And when it is recited to them, they say, \"We believe in it. Verily, it is the truth from our Lord. Indeed even before it we were Muslims\")</span><span class=\"gray\">[28:52-53]</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا نَبْتَغِي الْجَاهِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"We seek not the ignorant.\")</span><span class=\"gray\">[28:55]</span> This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So because of what they said, Allah awarded them...)</span> rewarding them for embracing the faith and recognizing and believing in the truth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Gardens under which rivers flow <span class=\"gray\">(in Paradise)</span>, they will abide therein forever.)</span> and they will never be removed from it, for they will dwell and remain in it forever and ever,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَٰلِكَ جَزَاءُ الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is the reward of good-doers)</span> who follow the truth and obey it wherever, whenever and with whomever they find it. Allah then describes the condition of the miserable.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who disbelieved and belied Our Ayat,)</span> defied and opposed them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they shall be the dwellers of the <span class=\"gray\">(Hell)</span> Fire.)</span> For they are the people of the Fire who will enter and reside in it <span class=\"gray\">(eternally)</span>.</p>"
  },
  {
    "ayah_key": "5:87",
    "group_ayah_key": "5:87",
    "from_ayah": "5:87",
    "to_ayah": "5:88",
    "ayah_keys": "5:87,5:88",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! Make not unlawful the good things which Allah has made lawful to you, and transgress not. Verily, Allah does not like the transgressors <span>(87)</span>And eat of the things which Allah has provided for you, lawful and good, and have Taqwa of Allah in Whom you believe <span>(88)</span></p><div lang=\"en\" class=\"en \"><h2>There is No Monasticism in Islam</h2></div><p lang=\"en\" class=\"en \">Ali bin Abi Talhah said that Ibn 'Abbas said, \"This Ayah <span class=\"gray\">[5:87]</span> was revealed about some of the Companions of the Prophet ﷺ who said, 'We should cut off our male organs, abandon the desires of this life and travel in the land, just as the Ruhban <span class=\"gray\">(monks)</span> do.' When the Prophet ﷺ heard of this statement, he summoned them and asked them if they made this statement and they answered 'Yes.' The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لٰكِنِّي أَصُومُ وَأُفْطِرُ، وَأُصَلِّي، وَأَنَامُ، وَأَنْكِحُ النِّسَاءَ، فَمَنْ أَخَذَ بِسُنَّتِي فَهُوَ مِنِّي، وَمَنْ لَمْ يَأْخُذْ بِسُنَّتِي فَلَيْسَ مِنِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I fast and break my fast, pray and sleep, and marry women. Whoever follows my Sunnah is of me, and whoever abandons my Sunnah is not of me.)</span>\"</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim also collected this Hadith. Ibn Marduwyah recorded that Al-'Awfi said that Ibn 'Abbas narrated a similar Hadith. It is recorded in the Two Sahihs that 'A'ishah said that some of the Companions asked the wives of the Prophet ﷺ about the acts of worship that he performed in private. One of them said, \"I will not eat meat,\" another said, \"I will not marry women,\" while the third said, \"I will not sleep on the bed.\" When the Prophet ﷺ heard this statement, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا بَالُ أَقْوَامٍ يَقُولُ أَحَدُهُمْ كَذَا وَكَذَا، لكِنِّي أَصُومُ وَأُفْطِرُ، وَأَنَامُ وَأَقُومُ، وَآكُلُ اللَّحْمَ، وَأَتَزَوَّجُ النِّسَاءَ، فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is the matter with some people who said such and such? I fast and break the fast, sleep and wake to stand to pray, eat meat, and marry women. He who is not pleased with my Sunnah is not of me.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَعْتَدُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and transgress not.)</span> means, do not exaggerate and make it hard for yourselves by prohibiting the permissible things. Do not transgress the limits by excessively indulging in the permissible matters; only use of it what satisfies your need; and do not fall into extravagance. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And eat and drink but waste not by extravagance.)</span><span class=\"gray\">[7:31]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ إِذَا أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those, who, when they spend, are neither extravagant nor miserly, but hold a medium <span class=\"gray\">(way)</span> between those <span class=\"gray\">(extremes)</span>.)</span><span class=\"gray\">[25:67]</span></p><p lang=\"en\" class=\"en \">So Allah legislated a medium way between those who are extreme and those who fall into shortcomings, and it does not allow excessive application, nor lack of application. This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Make not unlawful the good things which Allah has made lawful to you, and transgress not. Verily, Allah does not like the transgressors.)</span> then He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And eat of the things which Allah has provided for you, lawful and good,)</span><span class=\"gray\">[5:88]</span>, eat of those items that are pure and lawful for you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and have Taqwa of Allah,)</span> in all your affairs, obey Him and seek His pleasure, all the while staying away from defiance and disobedience of Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ الَّذِي أَنتُم بِهِ مُؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and have Taqwa of Allah in Whom you believe.)</span></p>"
  }
]