[
  {
    "ayah_key": "49:1",
    "group_ayah_key": "49:1",
    "from_ayah": "49:1",
    "to_ayah": "49:3",
    "ayah_keys": "49:1,49:2,49:3",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ - يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ - إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ عِنْدَ رَسُولِ اللَّهِ أُولَٰئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. O you who believe! Make not <span class=\"gray\">(a decision)</span> in advance before Allah and His Messenger, and have Taqwa of Allah. Verily, Allah is Hearing, Knowing.)</span><span class=\"gray\">(2. O you who believe! Raise not your voices above the voice of the Prophet, nor speak aloud to him in talk as you speak aloud to one another, lest your deeds should be thwarted while you perceive not.)</span><span class=\"gray\">(3. Verily, those who lower their voices in the presence of Allah's Messenger, they are the ones whose hearts Allah has tested for Taqwa. For them is forgiveness and a great reward.)</span></p><p lang=\"en\" class=\"en \">The Prohibition of making a Decision in advance of Allah and His Messenger; ordering Respect towards the Prophet <span class=\"gray\">(ﷺ)</span></p><p lang=\"en\" class=\"en \">In these Ayat, Allah the Exalted teaches His faithful servants the good manners they should observe with the Messenger ﷺ, which are respect, honor and esteem. Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ ۖ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Make not <span class=\"gray\">(a decision)</span> in advance before Allah and His Messenger,)</span> meaning, do not rush in making decisions before him, rather, follow his lead in all matters. 'Ali bin Abi Talhah reported that Ibn 'Abbas, may Allah be pleased with him, commented;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Make not <span class=\"gray\">(a decision)</span> in advance before Allah and His Messenger,)</span> \"Do not say anything that contradicts the Qur'an and Sunnah.\" Qatadah commented, \"We were told that some people used to say, 'Revelation should be sent down about such and such matters,' and, 'such and such practices should be rendered allowed.' Allah the Exalted disliked this attitude.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and have Taqwa of Allah.)</span> meaning, 'in what He has ordered you;'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ سَمِيعٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is Hearing,)</span> 'your statements,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Knowing.)</span> 'your intentions.' Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Raise not your voices above the voice of the Prophet,)</span> This contains another kind of favorable behavior. Allah the Exalted is teaching the believers that they should not raise their voices above the voice of the Prophet ﷺ. It was stated that this Ayah was revealed about Abu Bakr and 'Umar. </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Ibn Abi Mulaykah said, \"The two righteous ones, Abu Bakr and 'Umar, almost earned destruction when they raised their voices before the Prophet ﷺ who was receiving the delegation of Bani Tamim. One of them recommended Al-Aqra' bin Habis the member of the Banu Mujashi' while the other recommended another man. Nafi' <span class=\"gray\">(a subnarrator)</span> said: \"I don't remember his name.\" Abu Bakr said to 'Umar, 'You only wanted to contradict me,' while 'Umar said, 'I did not intend to contradict you.' Their voices then became loud, thereupon Allah the Exalted sent down this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Raise not your voices above the voice of the Prophet, nor speak aloud to him in talk as you speak aloud to one another, lest your deeds should be thwarted while you perceive not.)</span>\"</p><p lang=\"en\" class=\"en \">Abdullah bin Az-Zubayr said, \"After that, 'Umar's voice was so low that the Messenger of Allah ﷺ had to ask him to repeat what he said so that he could understand what he was saying to him.\" 'Abdullah bin Az-Zubayr did not mention the same regarding his father, Abu Bakr, may Allah be pleased with him. Muslim did not collect this Hadith.</p><p lang=\"en\" class=\"en \">In another narration collected by Al-Bukhari, he said that a delegation from the tribe of Banu Tamim came to the Prophet ﷺ and that Abu Bakr recommended Al-Qa'qa' bin Ma'bad to be appointed as their leader, while 'Umar recommended Al-Aqra' bin Habis. Muslim did not collect this narration.</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Anas bin Malik said, \"The Prophet ﷺ missed Thabit bin Qays and a man said, 'O Allah's Messenger! I will find out about his news.' That man went to Thabit and found him sitting at home with his head lowered and asked him, 'What is the matter?' Thabit said, 'An evil matter!' And he said that he used to raise his voice above the voice of the Prophet ﷺ. He feared that his good deeds would be useless and he would be among the people of the Fire. The man went back to the Prophet ﷺ and conveyed Thabit's statement and returned to Thabit with a wonderfully good news. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اذْهَبْ إِلَيْهِ فَقُلْ لَهُ: إِنَّكَ لَسْتَ مِنْ أَهْلِ النَّارِ، وَلَكِنَّكَ مِنْ أَهْلِ الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Go back to him and tell him this news; you are not among the people of the Fire. Rather, you are among the dwellers of Paradise.)</span>\" Al-Bukhari collected this Hadith with this wording. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Anas bin Malik said, \"When this Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Raise not your voices above the voice of the Prophet)</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنْتُمْ لَا تَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while you perceive not)</span>, Thabit bin Qays bin Ash-Shammas, whose voice was loud, said, 'I was the one who raised his voice above the voice of Allah's Messenger ﷺ. I am among the dwellers of the Fire. My good deeds have been done in vain.' He remained in his house feeling distressed, and the Messenger of Allah ﷺ noticed his absence. So some men went to Thabit and said to him, 'The Prophet ﷺ noticed your absence. What is the matter with you?' Thabit said, 'I used to raise my voice above the voice of the Prophet ﷺ and speak loudly in front of him. My deeds have been rendered useless and I am among the people of the Fire.' They went to the Prophet ﷺ and told him what Thabit said and the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا، بَلْ هُوَ مِنْ أَهْلِ الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, he is among the dwellers of Paradise.)</span>\" Anas commented, \"We used to see Thabit walk among us knowing that he was <span class=\"gray\">(to be)</span> among the dwellers of Paradise. During the battle of Yamamah, our forces suffered retreat. Suddenly, Thabit bin Qays bin Shammas came, having put on his Hanut and shrouds, and said, 'The worst habit is the one you acquire from your enemy and do not set a bad example for your companions.' And he went on fighting until he was martyred, may Allah be pleased with him.\" </p><p lang=\"en\" class=\"en \">Allah then prohibited speaking to the Prophet ﷺ in a loud voice, just as one speaks loudly to another in a way that offends him. Instead, they were required to speak to him in terms of respect, honor and calmness. This is why Allah the Exalted and Most Honored said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor speak aloud to him in talk as you speak aloud to one another,)</span> just as He said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Make not the calling of the Messenger among you as your calling one of another.)</span><span class=\"gray\">(24:63)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lest your deeds should be thwarted while you perceive not.)</span> means, 'We ordered you to refrain from raising your voices to the Prophet ﷺ, so that he will not get angry with you, because in doing so, you will also anger Allah.' The good deeds of he who caused the Prophet's anger will become useless without him even knowing. In the Sahih, there is a Hadith that states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللهِ تَعَالَىٰ لَا يُلْقِي لَهَا بَالًا، يُكْتَبُ لَهُ بِهَا الْجَنَّةُ، وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللهِ تَعَالَىٰ لَا يُلْقِي لَهَا بَالًا، يَهْوِي بِهَا فِي النَّارِ أَبْعَدَ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, a man might utter a word that pleases Allah the Exalted, even though he does not recognize the significance of his word, and on its account Paradise is written for him. Verily, a man might utter a word carelessly that angers Allah the Exalted, and on its account, he is cast in the Fire farther than the distance between the heavens and earth.)</span></p><p lang=\"en\" class=\"en \">Allah then ordains lowering one's voice before the Messenger and encourages, directs and recommends this better behavior.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ عِنْدَ رَسُولِ اللَّهِ أُولَٰئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who lower their voices in the presence of Allah's Messenger, they are the ones whose hearts Allah has tested for Taqwa.)</span> whose hearts have been purified by Allah and made as a residence and dwelling for the Taqwa,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them is forgiveness and a great reward.)</span> Imam Ahmad recorded in the Book of Az-Zuhd that Mujahid said, \"Someone wrote to 'Umar, 'O Leader of the faithful! Who is better, a man who does not feel the desire to commit a sin and does not commit it, or a man who feels desire to commit a sin, but does not commit it?' 'Umar replied, 'He who feels desire to commit a sin, but does not commit it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they are the ones whose hearts Allah has tested for Taqwa. For them is forgiveness and a great reward.)</span>'\"</p>"
  }
]