[
  {
    "ayah_key": "17:85",
    "group_ayah_key": "17:85",
    "from_ayah": "17:85",
    "to_ayah": "17:85",
    "ayah_keys": "17:85",
    "text": "<p class=\"en translation\" lang=\"en\">And they ask you concerning the Ruh <span class=\"gray\">(the spirit)</span>. Say: \"The Ruh <span class=\"gray\">(the spirit)</span> is one of the things, the knowledge of which is only with my Lord. And of knowledge, you <span class=\"gray\">(mankind)</span> have been given only a little. <span>(85)</span></p><div lang=\"la\" class=\"la \"><h2>The Ruh <span class=\"gray\">(spirit)</span></h2></div><p lang=\"en\" class=\"en \">Al-Bukhari recorded in his Tafsir of this Ayah that 'Abdullah bin Mas'ud said, \"While I was walking with the Prophet ﷺ on a farm, and he was resting on a palm-leaf stalk, some Jews passed by. Some of them said to the others, 'Ask him about the Ruh.' Some of them said, 'What urges you to ask him about that?' Others said, 'Do not ask him, lest he gives you a reply which you do not like.' But they said, 'Ask him.' So they asked him about the Ruh. The Prophet ﷺ kept quiet and did not give them an answer, and I knew that he was receiving revelation, so I stayed where I was. When the revelation was complete, the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ عَنِ الرُّوحِ ۖ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they ask you concerning the Ruh <span class=\"gray\">(the spirit)</span>. Say: \"The Ruh <span class=\"gray\">(the spirit)</span> is one of the things, the knowledge of which is only with my Lord...\")</span> This context would seem to imply that this Ayah was revealed in Al-Madinah, and that it was revealed when the Jews asked him this question in Al-Madinah, although the entire Surah was revealed in Makkah. This may be answered with the suggestion that this Ayah may have been revealed to him in Al-Madinah a second time, after having previously been revealed in Makkah, or that he was divinely inspired to respond to their question with a previously-revealed Ayah, namely the Ayah in question.</p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that 'Ikrimah said, \"The People of the Book asked the Messenger of Allah ﷺ about the Ruh, and Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ عَنِ الرُّوحِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they ask you concerning the Ruh...)</span> They said, 'You claim that we have only a little knowledge, but we have been given the Tawrah, which is the Hikmah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he, to whom Hikmah is granted, is indeed granted abundant good.)</span>' <span class=\"gray\">[2:269]</span> Then the Ayah</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّمَا فِي الْأَرْضِ مِن شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِن بَعْدِهِ سَبْعَةُ أَبْحُرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if all the trees on the earth were pens and the sea <span class=\"gray\">(were ink wherewith to write)</span>, with seven seas behind it to add to its <span class=\"gray\">(supply)</span>,)</span><span class=\"gray\">[31:27]</span> was revealed. He said, \"Whatever knowledge you have been given, if Allah saves you from the Fire thereby, then it is great and good, but in comparison to the knowledge of Allah, it is very little.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْأَلُونَكَ عَنِ الرُّوحِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they ask you concerning the Ruh.)</span> Al-'Awfi reported that Ibn 'Abbas said, \"This was when the Jews said to the Prophet ﷺ, 'Tell us about the Ruh and how the Ruh will be punished that is in the body - for the Ruh is something about which only Allah knows, and there was no revelation concerning it.' He did not answer them at all, then Jibril came to him and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُم مِّنَ الْعِلْمِ إِلَّا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"The Ruh <span class=\"gray\">(the spirit)</span> is one of the things, the knowledge of which is only with my Lord. And of knowledge, you <span class=\"gray\">(mankind)</span> have been given only a little.\")</span> So the Prophet ﷺ told them about that, and they said, 'Who told you this?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَاءَنِي بِهِ جِبْرِيلُ مِنْ عِنْدِ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Jibril brought it to me from Allah.)</span> They said, 'By Allah, no one has told you that except our enemy <span class=\"gray\">[i.e., Jibril]</span>.' Then Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَىٰ قَلْبِكَ بِإِذْنِ اللَّهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Whoever is an enemy to Jibril <span class=\"gray\">(let him die in his fury)</span>, for indeed he has brought it <span class=\"gray\">(this Qur'an)</span> down to your heart by Allah's permission, confirming what came before it.)</span>\" <span class=\"gray\">[2:97]</span></p><div lang=\"en\" class=\"en \"><h2>The Ruh and the Nafs</h2></div><p lang=\"en\" class=\"en \">As-Suhayili mentioned the dispute among the scholars over whether the Ruh is the same as the Nafs, or something different. He stated that it is light and soft, like air, flowing through the body like water through the veins of a tree. He states that the Ruh which the angel breathes into the fetus is the Nafs, provided that it joins the body and acquires certain qualities because of it, whether good or bad. So then it is either a soul in <span class=\"gray\">(complete)</span> rest and satisfaction <span class=\"gray\">(89:27)</span> or inclined to evil <span class=\"gray\">(12:53)</span>, just as water is the life of the tree, then by mixing with it, it produces something else, so that if it mixes with grapes and the grapes are then squeezed, it becomes juice or wine. Then it is no longer called water, except in a metaphorical sense. Thus we should understand the connection between Nafs and Ruh; the Ruh is not called Nafs except when it joins the body and is affected by it. So in conclusion we may say: the Ruh is the origin and essence, and the Nafs consists of the Ruh and its connection to the body. So they are the same in one sense but not in another. This is a good explanation, and Allah knows best. I say: people speak about the essence of the Ruh and its rulings, and many books have been written on this topic. One of the best of those who spoke of this was Al-Hafiz Ibn Mandah in a book which we have heard about the Ruh.</p>"
  },
  {
    "ayah_key": "17:86",
    "group_ayah_key": "17:86",
    "from_ayah": "17:86",
    "to_ayah": "17:89",
    "ayah_keys": "17:86,17:87,17:88,17:89",
    "text": "<p lang=\"en\" class=\"en \">And if We willed, We could surely take away that which We have revealed to you. Then you would find no protector for you against Us in that respect <span>(86)</span>Except as a mercy from your Lord. Verily, His grace unto you is ever great <span>(87)</span>Say: \"If mankind and the Jinn were together to produce the like of this Qur'an, they could not produce the like thereof, even if they helped one another. <span>(88)</span>And indeed We have fully explained to mankind, in this Qur'an, every kind of similitude, but most of mankind refuse <span class=\"gray\">(the truth and accept nothing)</span> but disbelief <span>(89)</span></p><div lang=\"en\" class=\"en \"><h2>If Allah willed, He could take away the Qur'an</h2></div><p lang=\"en\" class=\"en \">Allah mentions the blessing and great bounty that He has bestowed upon His servant and Messenger Muhammad ﷺ by revealing to Him the Noble Qur'an to which falsehood cannot come, from before it or behind it, <span class=\"gray\">(it is)</span> sent down by the All-Wise, Worthy of all praise. Ibn Mas'ud said, \"A red wind will come to the people, meaning at the end of time, from the direction of Syria, and there will be nothing left in a man's Mushaf <span class=\"gray\">(copy of the Qur'an)</span> or in his heart, not even one Ayah.\" Then Ibn Mas'ud recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if We willed, We could surely take away that which We have revealed to you.)</span></p><div lang=\"en\" class=\"en \"><h2>Challenging by the Qur'an</h2></div><p lang=\"en\" class=\"en \">Then Allah points out the great virtue of the Qur'an, and says that even if mankind and the Jinn were all to come together and agree to produce something like that which was revealed to His Messenger ﷺ, they would never be able to do it, even if they were to cooperate and support and help one another. This is something which is impossible. How could the words of created beings be like the Words of the Creator Who has no equal and peer, for there is none like unto Him?</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ صَرَّفْنَا لِلنَّاسِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have fully explained to mankind,)</span> meaning, 'We have furnished them with evidence and definitive proof, and We have shown them the truth and explained it in detail, yet despite that most of mankind insist on disbelief, i.e., denying and rejecting the truth.'</p>"
  },
  {
    "ayah_key": "17:9",
    "group_ayah_key": "17:9",
    "from_ayah": "17:9",
    "to_ayah": "17:10",
    "ayah_keys": "17:9,17:10",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, this Qur'an guides to that which is most just and right and gives good news to those who believe, those who do righteous deeds, that they will have a great reward <span class=\"gray\">(Paradise)</span><span>(9)</span>And that those who do not believe in the Hereafter, for them We have prepared a painful torment <span class=\"gray\">(Hell)</span><span>(10)</span></p><div lang=\"la\" class=\"la \"><h2>Praising the Qur'an</h2></div><p lang=\"en\" class=\"en \">Allah praises His noble Book, the Qur'an, which He revealed to His Messenger Muhammad ﷺ. It directs people to the best and clearest of ways.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُبَشِّرُ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(gives good news to those who believe,)</span> in it</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who do righteous deeds,)</span> in accordance with it, telling them</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ لَهُمْ أَجْرًا كَبِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that they will have a great reward,)</span> i.e., on the Day of Resurrection. And He tells</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who do not believe in the Hereafter,)</span> that</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ عَذَابًا أَلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for them is a painful torment,)</span> i.e. on the Day of Resurrection. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...then announce to them a painful torment.)</span><span class=\"gray\">[84:24]</span></p>"
  }
]