[
  {
    "ayah_key": "3:195",
    "group_ayah_key": "3:195",
    "from_ayah": "3:195",
    "to_ayah": "3:195",
    "ayah_keys": "3:195",
    "text": "<p lang=\"en\" class=\"en \">So their Lord accepted of them <span class=\"gray\">(their supplication and answered them)</span>, \"Never will I allow to be lost the work of any of you, be he male or female. You are <span class=\"gray\">(members)</span> one of another, so those who emigrated and were driven out from their homes, and suffered harm in My cause, and who fought and were killed <span class=\"gray\">(in My cause)</span>, verily, I will expiate from them their evil deeds and admit them into Gardens under which rivers flow <span class=\"gray\">(in Paradise)</span>; a reward from Allah, and with Allah is the best of rewards. <span>(195)</span></p><div lang=\"en\" class=\"en \"><h2>Allah Accepts the Supplication of Men of Understanding</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَجَابَ لَهُمْ رَبُّهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So their Lord accepted of them)</span>, answered their invocation. Sa'id bin Mansur recorded that Salamah, a man from the family of Umm Salamah said, \"Umm Salamah said, 'O Messenger of Allah! Allah does not mention women in CONNECTION with Hijrah <span class=\"gray\">(Migration)</span>.'Allah sent down the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So their Lord accepted of them <span class=\"gray\">(their supplication and answered them)</span>, \"Never will I allow to be lost the WORK of any of you,be he male or female.)</span></p><p lang=\"en\" class=\"en \">The Ansar say that Umm Salamah was the first woman to migrate to them.\" Al-Hakim collected this Hadith in his Mustadrak, and said, \"It is Sahih according to the criteria of Al-Bukhari but they <span class=\"gray\">[Al-Bukhari and Muslim]</span> did not collect it\".</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِّى لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنْكُمْ مِّن ذَكَرٍ أَوْ أُنثَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Never will I allow to be lost the WORK of any of you,be he male or female,)</span> explains the type of answer Allah gave them, starting that no deed of any person s ever lost with Him.Rather,He will completely reward each person for his or her good deeds. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَعْضُكُم مِّن بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are <span class=\"gray\">(members)</span> one of another)</span> means, you are all equal in relation to gaining My reward. Therefore,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالَّذِينَ هَاجَرُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who emigrated)</span>, by leaving the land of Shirk and migrating to the land of faith, leaving behind their loved ones, brethren, friends and neighbors,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَأُخْرِجُوا مِن دِيَارِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and were driven out from their homes)</span>, when the Mushriks tormented them and forced them to migrate,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُوذُوا فِي سَبِيلِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and suffered harm in My cause)</span>, for their only wrong, to the people, was that they believed in Allah Alone. In similar Ayat, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَن تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and have driven out the Messenger and yourselves because you believe in Allah your Lord!)</span><span class=\"gray\">[60:1]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَن يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they had no fault except that they believed in Allah, the Almighty, Worthy of all praise!)</span><span class=\"gray\">[85:8]</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَاتَلُوا وَقُتِلُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and who fought and were killed <span class=\"gray\">(in My cause)</span>,)</span><span class=\"gray\">[3:195]</span> refers to the highest rank there is, that one fights in the cause of Allah and dies in the process, with his face covered in dust and blood. It is recorded in the Sahih that a man said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يا رسول الله، أرأيت إن قتلت في سبيل الله صابرًا محتسبًا مقبلًا غير مدبر، أيكفر الله عني خطاياي؟ قال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَم</p><p class=\"ps qpc-hafs\" lang=\"ps\">ثُمَّ قَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ قُلْتَ؟</p><p class=\"ar qpc-hafs\" lang=\"ar\">فأعاد عليه ما قال، فقال:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، إِلَّا الدَّيْنَ، قَالَهُ لِي جِبْرِيلُ آنِفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('O Messenger of Allah! If I was killed in Allah's cause, observing patience, awaiting Allah's reward, attacking, not retreating, would Allah forgive my sins?' The Prophet ﷺ said, 'Yes.' The Prophet ﷺ then asked the man, 'What did you ask?' When the man repeated the question, the Prophet ﷺ said, 'Yes, except for the debt, for Jibril conveyed this to me right now'.)</span></p><p lang=\"en\" class=\"en \">This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, I will expiate from them their evil deeds and admit them into Gardens under which rivers flow)</span>, within Paradise, where there are rivers of various drinks: milk, honey, wine and fresh water. There is what no eye has ever seen, no ear has ever heard and no heart has ever imagined <span class=\"gray\">[of delights in Paradise]</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثَوَابًا مِّنْ عِندِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a reward from Allah)</span> testifies to His might, for the Mighty and Most Great only gives tremendous rewards. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاللَّهُ عِندَهُ حُسْنُ الثَّوَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and with Allah is the best of rewards.\")</span> for those who perform good deeds.</p>"
  },
  {
    "ayah_key": "3:196",
    "group_ayah_key": "3:196",
    "from_ayah": "3:196",
    "to_ayah": "3:198",
    "ayah_keys": "3:196,3:197,3:198",
    "text": "<p lang=\"en\" class=\"en \">Let not the free disposal <span class=\"gray\">(and affluence)</span> of the disbelievers throughout the land deceive you <span>(196)</span>A brief enjoyment; then their ultimate abode is Hell; and worst indeed is that place for rest <span>(197)</span>But, for those who have Taqwa of their Lord, are Gardens under which rivers flow <span class=\"gray\">(in Paradise)</span>; therein are they to dwell, an entertainment from Allah; and that which is with Allah is the best for Al-Abrar <span class=\"gray\">(the most righteous)</span><span>(198)</span></p><div lang=\"en\" class=\"en \"><h2>Warning Against Being Deceived by This Life; the Rewards of the Righteous Believers</h2></div><p lang=\"en\" class=\"en \">Allah said, do not look at the disbelievers, who are enjoying various delights and joys. Soon, they will loose all this and be tied to their evil works, for verily, we are only giving them time, which deceives them, when all they have is,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A brief enjoyment; then their ultimate abode is Hell; and worst indeed is that place for rest.)</span></p><p lang=\"en\" class=\"en \">This Ayah is similar to several other Ayat, such as,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلَادِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None disputes in the Ayat of Allah but those who disbelieve. So, let not their ability of going about here and there through the land deceive you!)</span><span class=\"gray\">[40:4]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ - مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who invent a lie against Allah, will never be successful. <span class=\"gray\">(A brief)</span> enjoyment in this world! and then unto Us will be their return, then We shall make them taste the severest torment because they used to disbelieve.)</span><span class=\"gray\">[10:69-70]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We let them enjoy for a little while, then in the end We shall oblige them to <span class=\"gray\">(enter)</span> a great torment.)</span><span class=\"gray\">[31:24]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, give a respite to the disbelievers; deal gently with them for a while.)</span><span class=\"gray\">[86:17]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَمَن وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَن مَّتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is he whom We have promised an excellent promise <span class=\"gray\">(Paradise)</span> which he will find true – like him whom We have made to enjoy the luxuries of the life of <span class=\"gray\">(this)</span> world, then on the Day of Resurrection, he will be among those brought up <span class=\"gray\">(to be punished in the Hell-fire)</span>?)</span><span class=\"gray\">[28:61]</span>.</p><p lang=\"en\" class=\"en \">After Allah mentioned the condition of the disbelievers in this life and their destination to the Fire, He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَٰكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نُزُلًا مِّنْ عِندِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But, for those who have Taqwa of their Lord, are Gardens under which rivers flow <span class=\"gray\">(in Paradise)</span>; therein are they to dwell, an entertainment from Allah,)</span><span class=\"gray\">[3:198]</span>, for certainly,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عِندَ اللَّهِ خَيْرٌ لِّلْأَبْرَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that which is with Allah is the best for Al-Abrar.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that Abu Ad-Darda' used to say, \"Death is better for every believer. Death is better for every disbeliever, and those who do not believe me should read Allah's statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا عِندَ اللَّهِ خَيْرٌ لِّلْأَبْرَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that which is with Allah is the best for Al-Abrar)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِّأَنفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا وَلَهُمْ عَذَابٌ مُّهِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And let not the disbelievers think that Our postponing of their punishment is good for them. We postpone the punishment only so that they may increase in sinfulness. And for them is a disgraceful torment.)</span><span class=\"gray\">[3:178]</span>.\"</p>"
  }
]