[
  {
    "ayah_key": "28:56",
    "group_ayah_key": "28:56",
    "from_ayah": "28:56",
    "to_ayah": "28:57",
    "ayah_keys": "28:56,28:57",
    "text": "<p lang=\"en\" class=\"en \">Verily, you guide not whom you like, but Allah guides whom He wills. And He knows best those who are the guided <span>(56)</span>And they say: \"If we follow the guidance with you, we would be snatched away from our land.\" Have We not established for them a secure sanctuary, to which are brought fruits of all kinds, a provision from Ourselves, but most of them know not <span>(57)</span></p><div lang=\"en\" class=\"en \"><h2>Allah guides Whom He wills</h2></div><p lang=\"en\" class=\"en \">Allah says to His Messenger ﷺ: 'O Muhammad:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَهْدِي مَنْ أَحْبَبْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you guide not whom you like)</span>' meaning, 'the matter does not rest with you; all that you have to do is convey the Message, and Allah will guide whom He wills, and His is the ultimate wisdom,' as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not upon you is their guidance, but Allah guides whom He wills.)</span><span class=\"gray\">(2:272)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And most of mankind will not believe even if you desire it eagerly.)</span><span class=\"gray\">(12:103)</span> This Ayah is even more specific than the following:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۚ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you guide not whom you like, but Allah guides whom He wills. And He knows best those who are the guided.)</span> meaning: Allah knows best who deserves to be guided and who deserves to be misguided. It was recorded in the Two Sahihs that this Ayah was revealed concerning Abu Talib, the paternal uncle of the Messenger of Allah ﷺ. He used to protect the Prophet ﷺ, support him and stand by him. He loved the Prophet ﷺ dearly, but this love was a natural love, i.e., born of kinship, not a love that was born of the fact that he was the Messenger of Allah ﷺ. When he was on his deathbed, the Messenger of Allah ﷺ called him to Faith and to enter Islam, but the decree overtook him and he remained a follower of disbelief, and Allah's is the complete wisdom.</p><p lang=\"en\" class=\"en \">Az-Zuhri said: \"Sa'id bin Al-Musayyib narrated to me that his father, Al-Musayyib bin Hazan Al-Makhzumi, may Allah be pleased with him, said: \"When Abu Talib was dying, the Messenger of Allah ﷺ came to him and found Abu Jahl bin Hisham and 'Abdullah bin Abi Umayyah bin Al-Mughirah with him. The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عَمِّ قُلْ: لَا إِلَهَ إِلَّا اللهُ، كَلِمَةً أُحَاجُّ لَكَ بِهَا عِنْدَ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O my uncle, say La ilaha illallah, a word which I may use as evidence in your favor before Allah <span class=\"gray\">[in the Hereafter]</span>.)</span> Abu Jahl bin Hisham and 'Abdullah bin Abi Umayyah said: 'O Abu Talib, will you leave the religion of 'Abdul-Muttalib' The Messenger of Allah kept urging him to say La ilaha illallah, and they kept saying, 'Will you leave the religion of 'Abdul-Muttalib' – until, at the very end, he said that he was on the religion of 'Abdul-Muttalib, and he refused to say La ilaha illallah. The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهِ لَأَسْتَغْفِرَنَّ لَكَ مَا لَمْ أُنْهَ عَنْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah, I shall certainly seek forgiveness for you unless I am told not to.)</span> Then Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not <span class=\"gray\">(proper)</span> for the Prophet and those who believe to ask Allah's forgiveness for the idolators, even though they be of kin)</span><span class=\"gray\">(9:113)</span>. And there was revealed concerning Abu Talib the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you guide not whom you like, but Allah guides whom He wills.)</span>\" This was recorded <span class=\"gray\">(by Al-Bukhari and Muslim)</span> from the Hadith of Az-Zuhri.</p><div lang=\"en\" class=\"en \"><h2>The Excuses made by the People of Makkah for not believing, and the Refutation of Their Excuses</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا إِنْ نَتَّبِعِ الْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"If we follow the guidance with you, we would be snatched away from our land.\")</span> Allah tells us that this is the excuse which was given by some of the disbelievers for not following true guidance. They said to the Messenger of Allah ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ نَتَّبِعِ الْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If we follow the guidance with you, we would be snatched away from our land.)</span>, meaning, 'we are afraid that if we follow the message of guidance that you have brought, and go against the pagan Arab tribes around us, they will seek to do us harm and wage war against us, and they may snatch us away from wherever we may be.' Allah said in response to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have We not established for them a secure sanctuary,)</span> meaning, the excuse they give is a lie and is false, because Allah has put them in a secure city and a venerated sanctuary which has been safe from the time it was built – how could this sanctuary be safe for them when they believed in disbelief and Shirk, and how could it not be safe for them when they become Muslims and follow the truth?</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُجْبَىٰ إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to which are brought fruits of all kinds,)</span> means, all kinds of fruits from the surrounding regions, from At-Ta'if and elsewhere. Similarly, the people of Makkah engaged in trade and other goods also came to their city.</p><p class=\"ar qpc-hafs\" lang=\"ar\">رِزْقًا مِنْ لَدُنَّا وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a provision from Ourselves, but most of them know not.)</span> – this is why they said what they said.</p>"
  },
  {
    "ayah_key": "28:58",
    "group_ayah_key": "28:58",
    "from_ayah": "28:58",
    "to_ayah": "28:59",
    "ayah_keys": "28:58,28:59",
    "text": "<p lang=\"en\" class=\"en \">And how many a town have We destroyed, which was thankless for its means of livelihood! And those are their dwellings, which have not been inhabited after them except a little. And verily, We have been the heirs <span>(58)</span>And never will your Lord destroy the towns until He sends to their mother town a Messenger reciting to them Our Ayat. And never would We destroy the towns unless the people thereof are wrongdoers <span>(59)</span></p><div lang=\"en\" class=\"en \"><h2>The Destruction of Towns, which are not destroyed until Evidence is established against Them</h2></div><p lang=\"en\" class=\"en \">Referring to the people of Makkah, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how many a town have We destroyed, which was thankless for its means of livelihood!)</span> They were arrogant transgressors who denied Allah's blessing of giving them ample provision. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah puts forward the example of a township, that dwelt secure and well-content: its provision coming to it in abundance from every place)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So the torment overtook them while they were wrongdoers.)</span><span class=\"gray\">(16:112-113)</span> Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those are their dwellings, which have not been inhabited after them except a little.)</span> Their land became empty and desolate, and you can see nothing but their dwellings.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنَّا نَحْنُ الْوَارِثِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We have been the heirs.)</span> Their towns became ruins, with none remaining. </p><p lang=\"en\" class=\"en \">Then Allah tells us of His justice and that He does not destroy anyone unjustly; on the contrary, He destroys those whom He destroys after establishing proof against them. So, he says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَىٰ حَتَّىٰ يَبْعَثَ فِي أُمِّهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And never will your Lord destroy the towns until He sends to their mother town)</span> i.e., Makkah –</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a Messenger reciting to them Our Ayat.)</span> This indicates that the Unlettered Prophet, Muhammad ﷺ was sent from the Mother of Cities as a Messenger to all cities and towns, Arab and non-Arab alike. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِتُنْذِرَ أُمَّ الْقُرَىٰ وَمَنْ حَوْلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that you may warn the Mother of Towns and all those around it)</span><span class=\"gray\">(6:92)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O mankind! Verily, I am sent to you all as the Messenger of Allah.\")</span><span class=\"gray\">(7:158)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That I may therewith warn you and whomsoever it may reach.)</span><span class=\"gray\">(6:19)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but those of the sects that reject it, the Fire will be their promised meeting place.)</span><span class=\"gray\">(11:17)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is not a town but We shall destroy it before the Day of Resurrection, or punish it with a severe torment.)</span><span class=\"gray\">(17:58)</span>. Allah tells us that He will destroy every town before the Day of Resurrection, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We never punish until We have sent a Messenger.)</span><span class=\"gray\">(17:15)</span>. Allah has sent the Unlettered Prophet to all the towns <span class=\"gray\">(all of mankind)</span>, because he has been sent to the Mother of Cities, their source to which they all return. It was recorded in the Two Sahihs that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ إِلَى الْأَحْمَرِ وَالْأَسْوَدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have been sent to the red and the black.)</span> Prophethood ended with him, and there is no Prophet or Messenger to come after him, but his way will remain as long as night and day remain, until the Day of Resurrection.</p>"
  }
]