[
  {
    "ayah_key": "6:74",
    "group_ayah_key": "6:74",
    "from_ayah": "6:74",
    "to_ayah": "6:79",
    "ayah_keys": "6:74,6:75,6:76,6:77,6:78,6:79",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when Ibrahim said to his father Azar: \"Do you take idols as gods? Verily, I see you and your people in manifest error. <span>(74)</span>Thus did we show Ibrahim the kingdom of the heavens and the earth that he be one of those who have faith with certainty <span>(75)</span>When the night overcame him he saw a Kawkab. He said: \"This is my lord.\" But when it Afala, he said: \"I like not those that set. <span>(76)</span>When he saw the moon rising up, he said: \"This is my lord.\" But when it set, he said: \"Unless my Lord guides me, I shall surely be among the misguided people. <span>(77)</span>When he saw the sun rising up, he said: \"This is my lord. This is greater.\" But when it Afalat, he said: \"O my people! I am indeed free from all that you join as partners in worship with Allah <span>(78)</span>Verily, I have turned my face towards Him Who has created the heavens and the earth, Hanifan, and I am not of the idolators. <span>(79)</span></p><div lang=\"sr\" class=\"sr \"><h2>Ibrahim Advises his Father</h2></div><p lang=\"en\" class=\"en \">Ibrahim advised, discouraged and forbade his father from worshipping idols, just as Allah stated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when Ibrahim said to his father Azar: \"Do you take idols as gods?\")</span> meaning, do you worship an idol instead of Allah?</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنِّي أَرَاكَ وَقَوْمَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I see you and your people...)</span> who follow your path,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي ضَلَالٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in manifest error)</span> wandering in confusion unaware of where to go. Therefore, you are in disarray and ignorance, and this fact is clear to all those who have sound reason. Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَّبِيًّا - إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنكَ شَيْئًا - يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا - يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَٰنِ عَصِيًّا - يَا أَبَتِ إِنِّي أَخَافُ أَن يَمَسَّكَ عَذَابٌ مِّنَ الرَّحْمَٰنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا - قَالَ أَرَاغِبٌ أَنتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ لَئِن لَّمْ تَنتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا - قَالَ سَلَامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا - وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ اللَّهِ وَأَدْعُو رَبِّي عَسَىٰ أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And mention in the Book <span class=\"gray\">(the Qur'an, the story of)</span> Ibrahim. Verily! He was a man of truth, a Prophet. When he said to his father: \"O my father! Why do you worship that which hears not, sees not and cannot avail you in anything? O my father! Verily! There has come to me of knowledge that which came not unto you. So follow me. I will guide you to a straight path. O my father! Worship not Shaytan. Verily! Shaytan has been a rebel against the Most Beneficent <span class=\"gray\">(Allah)</span>. O my father! Verily! I fear lest a torment from the Most Beneficent <span class=\"gray\">(Allah)</span> overtakes you, so that you become a companion of Shaytan <span class=\"gray\">(in the Hell-fire)</span>.\" He <span class=\"gray\">(the father)</span> said: \"Do you reject my gods, O Ibrahim? If you stop not <span class=\"gray\">(this)</span>, I will indeed stone you. So get away from me safely before I punish you.\" Ibrahim said: \"Peace be on you! I will ask forgiveness of my Lord for you. Verily! He is unto me, Ever Most Gracious. And I shall turn away from you and from those whom you invoke besides Allah. And I shall call on my Lord; and I hope that I shall not be unanswered in my invocation to my Lord.\")</span><span class=\"gray\">[19:41-48]</span></p><p lang=\"en\" class=\"en \">Ibrahim continued asking for forgiveness for his father for the rest of his father's life. When his father died an idolator and Ibrahim realized this fact, he stopped asking Allah for forgiveness for him and disassociated himself from him. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And invoking for his father's forgiveness was only because of a promise he had made to him. But when it became clear to him that he was an enemy to Allah, he dissociated himself from him. Verily Ibrahim was patient in supplication and forbearing.)</span><span class=\"gray\">[9:114]</span>.</p><p lang=\"en\" class=\"en \">It was recorded in the Sahih that Ibrahim will meet his father Azar on the Day of Resurrection and Azar will say to him, \"My son! This Day, I will not disobey you.\" Ibrahim will say, \"O Lord! You promised me not to disgrace me on the Day they are resurrected; and what will be more disgraceful to me than cursing and dishonoring my father?\" Then Allah will say, \"O Ibrahim! Look behind you!\" He will look and there he will see <span class=\"gray\">(that his father was changed into)</span> a male hyena covered in dung, which will be caught by the legs and thrown in the <span class=\"gray\">(Hell)</span> Fire.\"</p><div lang=\"ceb\" class=\"ceb \"><h2>Tawhid Becomes Apparent to Ibrahim</h2></div><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus did We show Ibrahim the kingdom of the heavens and the earth...)</span><span class=\"gray\">[6:75]</span>, means, when he contemplated about the creation of the heaven and earth, We showed Ibrahim the proofs of Allah's Oneness over His dominion and His creation, which indicate that there is no god or Lord except Allah. Allah said in other Ayat;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ انظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Behold all that is in the heavens and the earth.\")</span><span class=\"gray\">[10:101]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَرَوْا إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّنَ السَّمَاءِ وَالْأَرْضِ إِن نَّشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ السَّمَاءِ إِنَّ فِي ذَٰلِكَ لَآيَةً لِّكُلِّ عَبْدٍ مُّنِيبٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See they not what is before them and what is behind them, of the heaven and the earth? If We will, We sink the earth with them, or cause a piece of the sky to fall upon them. Verily, in this is a sign for every servant who turns to Allah.)</span><span class=\"gray\">[34:9]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the night overcame him)</span> covered him with darkness,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> رَأَىٰ كَوْكَبًا</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(He saw a 'Kawkab')</span> a star.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هَٰذَا رَبِّي فَلَمَّا أَفَلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He said: \"This is my lord.\" But when it 'Afala',)</span> meaning, set, he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا أُحِبُّ الْآفِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I like not those that set.)</span> Qatadah commented, \"Ibrahim knew that his Lord is Eternal and never ceases.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا رَأَى الْقَمَرَ بَازِغًا قَالَ هَٰذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ - فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَٰذَا رَبِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When he saw the moon rising up, he said: \"This is my lord.\" But when it set, he said: \"Unless my Lord guides me, I shall surely be among the misguided people.\" When he saw the sun rising up, he said: \"This is my lord.\")</span> this radiating, rising star is my lord,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا أَكْبَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is greater)</span> bigger than the star and the moon, and more radiant.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَمَّا أَفَلَتْ </p><p lang=\"fr\" class=\"fr \"><span class=\"gray\">(But when it 'Afalat')</span> set,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ - إِنِّي وَجَّهْتُ وَجْهِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he said: \"O my people! I am indeed free from all that you join as partners in worship with Allah. Verily, I have turned my face...\")</span>, meaning, I have purified my religion and made my worship sincere,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"towards Him Who has created the heavens and the earth,\")</span> Who originated them and shaped them without precedence,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَنِيفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Hanifan')</span> avoiding Shirk and embracing Tawhid. This is why he said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنَا مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and I am not of the idolators.\")</span></p><div lang=\"af\" class=\"af \"><h2>Prophet Ibrahim Debates with his People</h2></div><p lang=\"en\" class=\"en \">We should note here that, in these Ayat, Ibrahim, peace be upon him, was debating with his people, explaining to them the error of their way in worshipping idols and images. In the first case with his father, Ibrahim explained to his people their error in worshipping the idols of earth, which they made in the shape of heavenly angels, so that they intercede on their behalf with the Glorious Creator. His people thought that they are too insignificant to worship Allah directly, and this is why they turned to the worship of angels as intercessors with Allah for their provisions, gaining victory and attaining their various needs.</p><p lang=\"en\" class=\"en \">He then explained to them the error and deviation of worshipping the seven planets, which they said were the Moon, Mercury, Venus, the Sun, Mars, Jupiter and Saturn. The brightest of these objects and the most honored to them was the Sun, the Moon then Venus. Ibrahim, may Allah's peace and blessings be on him, first proved that Venus is not worthy of being worshipped, for it is subservient to a term and course appointed that it does not defy, nor swerving right or left. Venus does not have any say in its affairs, for it is only a heavenly object that Allah created and made bright out of His wisdom. Venus rises from the east and sets in the west where it disappears from sight. This rotation is repeated the next night, and so forth. Such an object is not worthy of being a god. Ibrahim then went on to mention the Moon in the same manner in which he mentioned Venus, and then the Sun. When he proved that these three objects were not gods, although they are the brightest objects the eyes can see,</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he said: \"O my people! I am indeed free from all that you join as partners in worship with Allah.\")</span> meaning, I am free from worshipping these objects and from taking them as protectors. Therefore, if they are indeed gods as you claim, then all of you bring your plot against me and do not give me respite.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, I have turned my face towards Him Who has created the heavens and the earth, Hanifan, and I am not one of the idolators.)</span> meaning, I worship the Creator of these things, Who originated and decreed them, and Who governs their affairs and made them subservient. It is He in Whose Hand is the dominion of all things, and He is the Creator, Lord, King and God of all things in existence. In another Ayah, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed your Lord is Allah, Who created the heavens and the earth in six Days, and then He Istawa <span class=\"gray\">(rose over)</span> the Throne. He brings the night as a cover over the day, seeking it rapidly, and <span class=\"gray\">(He created)</span> the sun, the moon, the stars, subjecting them to His command. Surely, His is the creation and commandment. Blessed be Allah, the Lord of all that exists!)</span><span class=\"gray\">[7:54]</span>. Allah described Prophet Ibrahim,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِن قَبْلُ وَكُنَّا بِهِ عَالِمِينَ - إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَٰذِهِ التَّمَاثِيلُ الَّتِي أَنتُمْ لَهَا عَاكِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We bestowed aforetime on Ibrahim his <span class=\"gray\">(portion of)</span> guidance, and We were well-acquainted with him. When he said to his father and his people: \"What are these images, to which you are devoted?\")</span><span class=\"gray\">[21:51-52]</span>.</p><p lang=\"en\" class=\"en \">These Ayat indicate that Ibrahim was debating with his people about the Shirk they practiced.</p>"
  }
]