[
  {
    "ayah_key": "49:7",
    "group_ayah_key": "49:7",
    "from_ayah": "49:7",
    "to_ayah": "49:8",
    "ayah_keys": "49:7,49:8",
    "text": "<p class=\"ar \" lang=\"ar\">النَّبِىُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ</p>\n<p class=\"en \" lang=\"en\">(The Prophet is closer to the believers than themselves) (33:6). Then He clarifies that they fall short in overseeing their own benefit;</p>\n<p class=\"ar \" lang=\"ar\">لَوْ يُطِيعُكُمْ فِى كَثِيرٍ مِّنَ الاٌّمْرِ لَعَنِتُّمْ</p>\n<p class=\"en \" lang=\"en\">(7 cont. - If he were to obey you in much of the matter, you would surely be in trouble.) `if he obeys all of your opinions and desires, you will earn trouble and hardship.' Allah the Exalted and Most Honored said,</p>\n<p class=\"ar \" lang=\"ar\">وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَآءَهُمْ لَفَسَدَتِ السَّمَـوَتُ وَالاٌّرْضُ وَمَن فِيهِنَّ بَلْ أَتَيْنَـهُمْ بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِمْ مُّعْرِضُونَ</p>\n<p class=\"en \" lang=\"en\">(And if the truth had been in accordance with their desires, verily, the heavens and the earth, and whosoever is therein would have been corrupted! Nay, We have brought them their reminder, but they turn away from their reminder.) (23:71) Allah's statement,</p>\n<p class=\"ar \" lang=\"ar\">وَلَـكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الايمَـنَ وَزَيَّنَهُ فِى قُلُوبِكُمْ</p>\n<p class=\"en \" lang=\"en\">(7 cont. - But Allah has endeared the faith to you and has beautified it in your hearts,) `made faith dear to your souls and beautified it in your hearts.' Allah said,</p>\n<p class=\"ar \" lang=\"ar\">وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ</p>\n<p class=\"en \" lang=\"en\">(7 cont. - and has made disbelief, Fusuq and `Isyan hateful to you.) `He has made disbelief, sins, whether major or minor, and `Isyan -- all types of sins, hateful to you.' This statement transfers us from one level to a better level, to perfect Allah's bounty. Allah's statement next,</p>\n<p class=\"ar \" lang=\"ar\">أُوْلَـئِكَ هُمُ الرَشِدُونَ</p>\n<p class=\"en \" lang=\"en\">(7 cont. - Such are they who are the rightly guided.) those who have these qualities are the rightly guided ones whom Allah has granted guidance and correctness. Imam Ahmad recorded that Abu Rifa`ah Az-Zuraqi said that his father said, \"During the battle of Uhud, when the idolators retreated, the Messenger of Allah ﷺ said,</p>\n<p class=\"ar \" lang=\"ar\">«اسْتَوُوا حَتْى أُثْنِيَ عَلَى رَبِّي عَزَّ وَجَل»</p>\n<p class=\"en \" lang=\"en\">(Stay in straight lines so that I praise my Lord, the Exalted and Most Honored.) They stood behind him in lines and he said,</p>\n<p class=\"ar \" lang=\"ar\">«اللْهُمَّ لَكَ الْحَمْدُ كُلُّهُ، اللْهُمَّ لَا قَابِضَ لِمَا بَسَطْتَ وَلَا بَاسِطَ لِمَا قَبَضْتَ، وَلَا هَادِيَ لِمَنْ أَضْلَلْتَ، وَلَا مُضِلَّ لِمَنْ هَدَيْتَ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلَا مَانِعَ لِمَا أَعْطَيْتَ، وَلَا مُقَرِّبَ لِمَا بَاعَدْتَ، وَلَا مُبَاعِدَ لِمَا قَرَّبْتَ. اللْهُمَّ ابْسُطْ عَلَيْنَا مِنْ بَرَكَاتِكَ وَرَحْمَتِكَ وَفَضْلِكَ وَرِزْقِكَ، اللْهُمَّ إِنِّي أَسْأَلُكَ النَّعِيمَ الْمُقِيمَ الَّذِي لَا يَحُولُ وَلَا يَزُولُ. اللْهُمَّ إِنِّي أَسْأَلُكَ النَّعِيمَ يَوْمَ الْعَيْلَةِ وَالْأَمْنَ يَوْمَ الْخَوْفِ. اللْهُمَّ إِنِّي عَائِذٌ بِكَ مِنْ شَرِّ مَا أَعْطَيْتَنَا وَمِنْ شَرِّ مَا مَنَعْتَنَا. اللْهُمَّ حَبِّبْ إِلَيْنَا الْإيمَانَ وَزَيِّنْهُ فِي قُلُوبِنَا وَكَرِّهْ إِلَيْنَا الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ وَاجْعَلْنَا مِنَ الرَّاشِدِينَ. اللْهُمَّ تَوَفَّنَا مُسْلِمِينَ وَأَحْيِنَا مُسْلِمِينَ وَأَلْحِقْنَا بِالصَّالِحِينَ غَيْرَ خَزَايَا وَلَا مَفْتُونِينَ، اللْهُمَّ قَاتِلِ الْكَفَرَةَ الَّذِينَ يُكَذِّبُونَ رُسُلَكَ وَيَصُدُّونَ عَنْ سَبِيلِكَ وَاجْعَلْ عَلَيْهِمْ رِجْزَكَ وَعَذَابَكَ، اللْهُمَّ قَاتِلِ الْكَفَرَةَ الَّذِينَ أُوتُوا الْكِتَابَ إِلهَ الْحَق»</p>\n<p class=\"en \" lang=\"en\">(O Allah! Your is the praise. O Allah! There is none who can withhold what You send, or send what You withhold, or guide whom You send astray, or misguide whomever You guide, or give what You deprive, or deprive whom You give, or draw closer whom You cast or cast whom You draw closer. O Allah! Bestow on us from Your blessings, mercy, grace and provisions. O Allah! I ask You for the eternal delight that never ends or fades away. O Allah! I ask You for provisions on the Day of deprivation and safety on the Day of fear. O Allah! I seek refuge with You from the evil repercussions of what You have given us and from the evil of what You have deprived us of. O Allah! Make faith dear to us and beatify it in our hearts and make disbelief, Fusuq and `Isyan hateful to us, and make us among the rightly guided. O Allah! Allow us to die as Muslims, live as Muslims and join us with the ranks of the righteous ones, without tasting humiliation or turmoil. O Allah! Fight the disbelievers who deny Your Messengers and hinder others from Your path; send on them Your torment and punishment. O Allah! Fight the disbelievers who were given the Scriptures, the True God.)\" An-Nasa'i collected this Hadith in `Amal Al-Yawm wal-Laylah. Allah said,</p>\n<p class=\"ar arabic\" lang=\"ar\">وَاللَّهُ عَلِيمٌ حَكِيمٌ</p>\n<p class=\"en \" lang=\"en\">(8 cont. And Allah is All-Knowing, All-Wise.) All-Knower in those who deserve guidance and those who deserve misguidance, All-Wise in His statements, actions, legislation and the destiny He appoints.</p>"
  },
  {
    "ayah_key": "49:9",
    "group_ayah_key": "49:9",
    "from_ayah": "49:9",
    "to_ayah": "49:10",
    "ayah_keys": "49:9,49:10",
    "text": "<p lang=\"en\" class=\"en \">And if two parties among the believers fall to fighting, then make peace between them both. But if one of them outrages against the other, then fight you <span class=\"gray\">(all)</span> against the one that which outrages till it complies with the command of Allah. Then if it complies, then make reconciliation between them justly, and be equitable. Verily, Allah loves those who are the equitable <span>(9)</span>The believers are but a brotherhood. So make reconciliation between your brothers, and have Taqwa of Allah that you may receive mercy <span>(10)</span></p><p lang=\"af\" class=\"af \">Making Peace between Disputing Muslims</p><p lang=\"en\" class=\"en \">Allah commands making peace between Muslims that fight each other,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا ۖ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if two parties among the believers fall to fighting, then make peace between them both.)</span> Therefore, Allah calls both opposing groups among Muslims, believers, although they are fighting each other. Al-Bukhari and other scholars relied on this Hadith as evidence that committing a sin does not nullify faith, no matter how major the sin is. This creed contradicts the creed of the Khawarij sect and those who accepted their idea, such as the Mu'tazilah sect. Al-Bukhari narrated that Al-Hasan said that Abu Bakrah said that the Messenger of Allah ﷺ gave a speech on the Minbar while Al-Hasan bin 'Ali was with him. He was repeatedly looking at Al-Hasan and then at the people; then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ابْنِي هٰذَا سَيِّدٌ وَلَعَلَّ اللهَ تَعَالَىٰ أَنْ يُصْلِحَ بِهِ بَيْنَ فِئَتَيْنِ عَظِيمَتَيْنِ مِنَ الْمُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, this son of mine is a Sayyid <span class=\"gray\">(chief or master)</span>, and may Allah make peace between two great groups of Muslims through him.)</span> What the Prophet ﷺ said, occurred. Al-Hasan brought peace between the people of Ash-Sham and 'Iraq, after they fought tremendous wars and frightening battles. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَىٰ فَقَاتِلُوا الَّتِي تَبْغِي حَتَّىٰ تَفِيءَ إِلَىٰ أَمْرِ اللَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if one of them outrages against the other, then fight you <span class=\"gray\">(all)</span> against the one that which outrages till it complies with the command of Allah.)</span> means, until the rebellious group refers to the commands of Allah and His Messenger ﷺ for judgement and they listen to and obey the truth. There is a Hadith in the Sahih in which Anas states that the Messenger of Allah ﷺ said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Help your brother, whether he is an oppressor or he is oppressed.)</span> \"I asked, 'O Allah's Messenger! It is right that I help him if he is oppressed, but how should I help him if he is an oppressor?' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَمْنَعُهُ مِنَ الظُّلْمِ فَذَاكَ نَصْرُكَ إِيَّاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By preventing him from oppressing others; this is how you help him in this case.)</span>\" </p><p lang=\"en\" class=\"en \">Sa'id bin Jubayr said that tribes of Aws and Khazraj once got in a scuffle using date tree branches and slippers. Allah revealed this honorable Ayah commanding them to make peace between them. </p><p lang=\"en\" class=\"en \">As-Suddi said, \"A man from Al-Ansar, whose name was 'Imran, had a wife called Umm Zayd. She wanted to visit her family, but her husband prevented her from visiting them by locking her in an upper room. So, none of her family could visit or see her. She sent someone to her family. They came, took her down from the room and wanted to take her away. Her husband was absent at the time, so his family called on their people. Their cousins came to help prevent the wife from going with her family. A push and shove situation occurred that led to them fighting using slippers. This Ayah was then revealed in their case, and the Messenger of Allah ﷺ sent someone to bring peace between them, and they both agreed to resort to the decision of Allah the Exalted.\" The statement of Allah the Exalted, next,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا ۖ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then if it complies, then make reconciliation between them justly, and be equitable. Verily, Allah loves those who are the equitable.)</span> means, be fair in your judgement regarding the dispute that occurred between them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah loves those who are the equitable.)</span> Ibn Abi Hatim recorded, that 'Abdullah bin 'Amr said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُقْسِطِينَ فِي الدُّنْيَا عَلَىٰ مَنَابِرَ مِنْ لُؤْلُؤٍ بَيْنَ يَدَيِ الرَّحْمٰنِ عَزَّ وَجَلَّ بِمَا أَقْسَطُوا فِي الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who are equitable in this life, will be on podiums made of pearls before Ar-Rahman, the Exalted and Most Honored, on account of their fairness in this life.)</span> An-Nasa'i collected this Hadith. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The believers are but a brotherhood.)</span> means, all of them are brothers in Islam. The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُسْلِمُ أَخُو الْمُسْلِمِ لَا يَظْلِمُهُ وَلَا يُسْلِمُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Muslim is the brother of the Muslim, he is not unjust with him nor does he forsake him.)</span> In the Sahih,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah helps the servant as long as the servant helps his brother.)</span> Also in the Sahih:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا دَعَا الْمُسْلِمُ لِأَخِيهِ بِظَهْرِ الْغَيْبِ قَالَ الْمَلَكُ: آمِينَ وَلَكَ بِمِثْلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If the Muslim invokes Allah for the benefit of his absent brother, the angel says afterwards, \"Amin, and for you the same.\")</span> There are many Hadiths with this meaning, such as, in the Sahih,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وَتَرَاحُمِهِمْ وَتَوَاصُلِهِمْ كَمَثَلِ الْجَسَدِ الْوَاحِدِ، إِذَا اشْتَكَىٰ مِنْهُ عُضْوٌ تَدَاعَىٰ لَهُ سَائِرُ الْجَسَدِ بِالْحُمَّىٰ وَالسَّهَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The parable of the believers in relation to the kindness, mercy and compassion they have for each other, is that of the body: when an organ of it falls ill, the rest of the body responds with fever and sleeplessness.)</span> And also in Sahih.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A believer to another believer is like a building whose different parts enforce each other.)</span> The Prophet ﷺ then clasped his hands with the fingers interlaced. </p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So make reconciliation between your brothers,)</span> refers to the two groups that fight each other,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّقُوا اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and have Taqwa of Allah)</span> in all of your affairs,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَعَلَّكُمْ تُرْحَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may receive mercy.)</span> and this is a promise from Allah that He will grant mercy to those who fear and obey Him.</p>"
  }
]