[
  {
    "ayah_key": "37:75",
    "group_ayah_key": "37:75",
    "from_ayah": "37:75",
    "to_ayah": "37:82",
    "ayah_keys": "37:75,37:76,37:77,37:78,37:79,37:80,37:81,37:82",
    "text": "<p lang=\"en\" class=\"en \">And indeed Nuh invoked Us, and We are the best of those who answer <span>(75)</span>And We rescued him and his family from the great distress <span>(76)</span>And, his progeny, them We made the survivors <span>(77)</span>And left for him <span class=\"gray\">(a goodly remembrance)</span> among the later generation <span>(78)</span>\"Salam <span class=\"gray\">(peace!)</span> be upon Nuh among the all creatures! <span>(79)</span>Verily, thus We reward the gooddoers <span>(80)</span>Verily, he <span class=\"gray\">[Nuh]</span> was one of Our believing servants <span>(81)</span>Then We drowned the others <span>(82)</span></p><p lang=\"en\" class=\"en \">Nuh and His People</p><p lang=\"en\" class=\"en \">When Allah tells us about how most of the early people went astray from the path of salvation, He starts the detailed explanation of that with the story of Nuh and the rejection of his people. Only a few of Nuh's people believed in him, despite the long period of time he spent among them. He stayed among them for one thousand years less fifty, and after he stayed among them for so long and their disbelief became too much for him to bear – for every time he called them, they turned away from him even more – he prayed to his Lord saying, \"I have been overcome, so help <span class=\"gray\">(me)</span>!\" So Allah became angry because Nuh was angry with them. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed Nuh invoked Us, and We are the best of those who answer.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We rescued him and his family from the great distress.)</span> means, their disbelief and their insults.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And, his progeny, them We made the survivors.)</span> 'Ali bin Abi Talhah reported that Ibn 'Abbas, may Allah be pleased with him, \"There was no one left apart from the offspring of Nuh, peace be upon him.\" Sa'id bin Abi 'Arubah said, narrating from Qatadah concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And, his progeny, them We made the survivors.)</span> \"All people descended from the offspring of Nuh, peace be upon him.\" At-Tirmidhi, Ibn Jarir and Ibn Abi Hatim narrated from Samurah, may Allah be pleased with him, that the Prophet ﷺ said, concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And, his progeny, them We made the survivors)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَامُ، وَحَامُ، وَيَافِثُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Sam, Ham and Yafith.)</span> Imam Ahmad recorded from Samurah, may Allah be pleased with him, that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَامُ أَبُو الْعَرَبِ، وَحَامُ أَبُو الْحَبَشِ، وَيَافِثُ أَبُو الرُّومِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Sam was the father of the Arabs, Ham was the father of the Ethiopians and Yafith was the father of the Romans.)</span>\"</p><p lang=\"en\" class=\"en \">This was also recorded by At-Tirmidhi. What is meant here by Romans is the original Romans, i.e., the Greeks who claimed descent from Ruma <span class=\"gray\">(Roma)</span> the son of Liti, the son of Yunan, the son of Yafith, the son of Nuh, peace be upon him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And left for him among the later generations.)</span> Ibn 'Abbas, may Allah be pleased with him, said, \"He is remembered in a good way.\" Mujahid said this means \"An honorable mention by all the Prophets.\" Qatadah and As-Suddi said, \"Allah caused him to be praised constantly by others.\" Ad-Dahhak said it means \"Salam and praise.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَلَامٌ عَلَىٰ نُوحٍ فِي الْعَالَمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Salam <span class=\"gray\">(peace!)</span> be upon Nuh among the all creatures!)</span> This explains for us the extent of the honorable mention and praise, for he is greeted with peace by all groups and nations.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, thus We reward the gooddoers.)</span> means, 'This is how We reward those of Our servants who do deeds of obedience to Allah. We gave him an honorable mention so that after he died he is still remembered in a manner that befits his status.' Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, he <span class=\"gray\">[Nuh]</span> was one of Our believing servants.)</span> meaning, one of the sincere believers in the Oneness of Allah, one of those who had certain faith.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَغْرَقْنَا الْآخَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We drowned the others.)</span> means, 'We destroyed them, and there was no trace whatsoever left of them, and they are only known by this unfavorable description.'</p>"
  },
  {
    "ayah_key": "37:83",
    "group_ayah_key": "37:83",
    "from_ayah": "37:83",
    "to_ayah": "37:87",
    "ayah_keys": "37:83,37:84,37:85,37:86,37:87",
    "text": "<p lang=\"en\" class=\"en \">And verily, among those who followed his way was Ibrahim <span>(83)</span>When he came to his Lord with a Salim heart <span>(84)</span>When he said to his father and to his people: \"What is it that which you worship? <span>(85)</span>\"Is it a falsehood – gods other than Allah – that you desire? <span>(86)</span>\"Then what think you about the Lord of the all that exists? <span>(87)</span></p><p lang=\"en\" class=\"en \">The Story of Ibrahim and His People</p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah reported that Ibn 'Abbas, may Allah be pleased with him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنْ شِيعَتِهِ لَإِبْرَاهِيمَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, among those who followed his ways was Ibrahim.)</span> means, he was one of the followers of his religion. Mujahid said, \"He was following his path and his way.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ جَاءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When he came to his Lord with a Salim heart.)</span> Ibn 'Abbas, may Allah be pleased with him, said, \"This means that he bore witness that none has the right to be worshipped except Allah.\"</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'Awf said, \"I said to Muhammad bin Sirin, 'What is the Salim heart?' He said, 'One which knows that Allah is true and that the Hour will undoubtedly come to pass, and that Allah will resurrect those who are in the graves.'\" Al-Hasan said, \"One that is free from Shirk.\" 'Urwah said, \"One that is not cursed.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When he said to his father and to his people: \"What is it that which you worship?\")</span> He denounced his people for their worship of idols and false gods, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَئِفْكًا آلِهَةً دُونَ اللَّهِ تُرِيدُونَ - فَمَا ظَنُّكُمْ بِرَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it a falsehood – gods other than Allah – that you desire? Then what think you about the Lord of the all that exists?)</span></p><p lang=\"en\" class=\"en \">Qatadah said, \"This means, 'what do you think He will do with you when you meet Him, given that you worshipped others alongside Him?\"</p>"
  }
]