[
  {
    "ayah_key": "18:100",
    "group_ayah_key": "18:100",
    "from_ayah": "18:100",
    "to_ayah": "18:102",
    "ayah_keys": "18:100,18:101,18:102",
    "text": "<p lang=\"en\" class=\"en \">And on that Day We shall present Hell to the disbelievers, plain to view <span>(100)</span><span class=\"gray\">(To)</span> those whose eyes had been under a covering from My Reminder, and they could not bear to hear <span class=\"gray\">(it)</span><span>(101)</span>Do then those who disbelieved think that they can take My servants as Awliya' <span class=\"gray\">[protectors]</span> besides Me? Verily, We have prepared Hell as an entertainment for the disbelievers <span>(102)</span></p><div lang=\"en\" class=\"en \"><h2>Hell will be displayed before the Disbelievers on the Day of Resurrection</h2></div><p lang=\"en\" class=\"en \">Allah tells us what He will do to the disbelievers on the Day of Resurrection. He will show Hell to them, meaning He will bring it forth for them to see its punishment and torment before they enter it. This will intensify their distress and grief. In Sahih Muslim it is recorded that Ibn Mas'ud said, \"The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُؤْتَى بِجَهَنَّمَ تُقَادُ يَوْمَ الْقِيَامَةِ بِسَبْعِينَ أَلْفَ زِمَامٍ، مَعَ كُلِّ زِمَامٍ سَبْعُونَ أَلْفَ مَلَكٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hell will be brought forth on the Day of Resurrection, pulled by means of seventy thousand reins, each of which will be held by seventy thousand angels.)</span></p><p lang=\"en\" class=\"en \">Then Allah says of them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ كَانَتْ أَعْيُنُهُمْ فِي غِطَاءٍ عَن ذِكْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(To)</span> those whose eyes had been under a covering from My Reminder,)</span> meaning, they neglected it, turning a blind eye and a deaf ear to it, refusing to accept guidance and follow the truth. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَعْشُ عَن ذِكْرِ الرَّحْمَٰنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever turns away blindly from the remembrance of the Most Gracious, We appoint for him a Shaytan to be a companion for him.)</span><span class=\"gray\">(43:36)</span> And here Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانُوا لَا يَسْتَطِيعُونَ سَمْعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they could not bear to hear <span class=\"gray\">(it)</span>.)</span> meaning, they did not understand the commands and prohibitions of Allah. Then He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَحَسِبَ الَّذِينَ كَفَرُوا أَن يَتَّخِذُوا عِبَادِي مِن دُونِي أَوْلِيَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do then those who disbelieved think that they can take My servants as Awliya' <span class=\"gray\">[protectors]</span> besides Me?)</span> meaning, do they think that this is right for them and that it is going to benefit them?</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but they will deny their worship of them, and become opponents to them)</span><span class=\"gray\">[19:82]</span>.</p><p lang=\"en\" class=\"en \">Allah says that He has prepared Hell as their abode on the Day of Resurrection.</p>"
  },
  {
    "ayah_key": "18:103",
    "group_ayah_key": "18:103",
    "from_ayah": "18:103",
    "to_ayah": "18:106",
    "ayah_keys": "18:103,18:104,18:105,18:106",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Shall We tell you the greatest losers in respect of <span class=\"gray\">(their)</span> deeds? <span>(103)</span>\"Those whose efforts have been wasted in this life while they thought that they were acquiring good by their deeds. <span>(104)</span>\"They are those who deny the Ayat of their Lord and the meeting with Him. So their works are in vain, and on the Day of Resurrection, We shall assign no weight for them. <span>(105)</span>\"That shall be their recompense, Hell; because they disbelieved and took My Ayat and My Messengers for jest. <span>(106)</span></p><div lang=\"en\" class=\"en \"><h2>The Greatest Losers in respect of <span class=\"gray\">(Their)</span> Deeds</h2></div><p lang=\"en\" class=\"en \">Al-Bukhari recorded from 'Amr that Mus'ab who said: \"I asked my father – meaning Sa'd bin Abi Waqqas – about Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هَلْ نُنَبِّئُكُم بِالْأَخْسَرِينَ أَعْمَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Shall We tell you the greatest losers in respect of <span class=\"gray\">(their)</span> deeds?\")</span></p><p lang=\"en\" class=\"en \">Are they the Haruriyyah?' He said, 'No, they are the Jews and Christians. As for the Jews, they disbelieved in Muhammad ﷺ, and as for the Christians, they disbelieved in Paradise and said that there is no food or drink there, and the Haruriyyah are those who break Allah's covenant after ratifying it.' Sa'd used to call them Al-Fasiqin <span class=\"gray\">(the corrupt)</span>. 'Ali bin Abi Talib, Ad-Dahhak and others said: \"They are the Haruriyyah,\" so this means, that according to 'Ali, may Allah be pleased with him, this Ayah includes the Haruriyyah just as it includes the Jews, the Christians and others. This does not mean that the Ayah was revealed concerning any of these groups in particular; it is more general than that, because the Ayah was revealed in Makkah, before the Qur'an addressed the Jews and Christians, and before the Khawarij existed at all. So the Ayah is general and refers to everyone who worships Allah in a way that is not acceptable, thinking that he is right in doing that and that his deeds will be accepted, but he is mistaken and his deeds will be rejected, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ - عَامِلَةٌ نَّاصِبَةٌ - تَصْلَىٰ نَارًا حَامِيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Some faces, that Day will be humiliated. Laboring, weary. They will enter in the hot blazing Fire.)</span><span class=\"gray\">[88:2-4]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِمْنَا إِلَىٰ مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَّنثُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall turn to whatever deeds they did, and We shall make such deeds as scattered floating particles of dust.)</span><span class=\"gray\">[25:23]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّىٰ إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for those who disbelieved, their deeds are like a mirage in a desert. The thirsty one thinks it to be water, until he comes up to it, he finds it to be nothing)</span><span class=\"gray\">[24:39]</span> And in this Ayah Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هَلْ نُنَبِّئُكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Shall We tell you...\")</span> meaning, 'Shall We inform you;'</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالْأَخْسَرِينَ أَعْمَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the greatest losers in respect of <span class=\"gray\">(their)</span> deeds?)</span> Then Allah explains who they are, and says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those whose efforts have been wasted in this life)</span> meaning, they did deeds that do not count, deeds that are not in accordance with the prescribed way that is acceptable to Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they thought that they were acquiring good by their deeds.)</span> means, they thought that there was some basis for their deeds and that they were accepted and loved.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are those who deny the Ayat of their Lord and the meeting with Him.)</span> they denied the signs of Allah in this world, the proofs that He has established of His Oneness and of the truth of His Messengers, and they denied the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and on the Day of Resurrection, We shall assign no weight for them.)</span> means, 'We will not make their Balance heavy because it is empty of any goodness.' Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَيَأْتِي الرَّجُلُ الْعَظِيمُ السَّمِينُ يَوْمَ الْقِيَامَةِ لَا يَزِنُ عِنْدَ اللهِ جَنَاحَ بَعُوضَةٍ - وَقَالَ: - اقْرَءُوا إِنْ شِئْتُمْ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A huge fat man will come forward on the Day of Resurrection and he will weigh no more than the wing of a gnat to Allah. Recite, if you wish:)</span><span class=\"gray\">(and on the Day of Resurrection, We shall assign no weight for them)</span> It was also recorded by Muslim.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That shall be their recompense, Hell; because they disbelieved)</span> means, 'We will punish them with that because of their disbelief and because they took the signs and Messengers of Allah as a joke, mocking them and disbelieving them in the worst way.'</p>"
  },
  {
    "ayah_key": "18:107",
    "group_ayah_key": "18:107",
    "from_ayah": "18:107",
    "to_ayah": "18:108",
    "ayah_keys": "18:107,18:108",
    "text": "<p class=\"en translation\" lang=\"en\">\"Verily, those who believe and do righteous deeds, shall have the Gardens of Al-Firdaws for their entertainment. <span>(107)</span>\"Wherein they shall dwell <span class=\"gray\">(forever)</span>. No desire will they have for removal therefrom. <span>(108)</span></p><div lang=\"en\" class=\"en \"><h2>The Reward of the Righteous Believers</h2></div><p lang=\"en\" class=\"en \">Allah tells us about His blessed servants, those who believed in Allah and His Messengers and accepted as truth what the Messengers brought. He tells us that they will have the Gardens of Al-Firdaws <span class=\"gray\">(Paradise)</span>. Abu Umamah said, \"Al-Firdaws is the center of Paradise.\" Qatadah said, \"Al-Firdaws is a hill in Paradise, at its center, the best of it.\" This was also narrated from Samurah and attributed to the Prophet ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْفِرْدَوْسُ رَبْوَةُ الْجَنَّةِ أَوْسَطُهَا وَأَحْسَنُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Al-Firdaws is a hill in Paradise, at its center, the best of it.)</span> A similar report was narrated from Qatadah from Anas bin Malik, and attributed to the Prophet ﷺ. All of the preceding reports were narrated by Ibn Jarir, may Allah have mercy on him. The following is in the Sahih,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا سَأَلْتُمُ اللهَ الْجَنَّةَ، فَاسْأَلُوهُ الْفِرْدَوْسَ فَإِنَّهُ أَعْلَى الْجَنَّةِ وَأَوْسَطُ الْجَنَّةِ، وَمِنْهُ تَفَجَّرُ أَنْهَارُ الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you ask Allah for Paradise, then ask Him for Al-Firdaws, for it is the highest part of Paradise, in the middle of Paradise, and from it spring the rivers of Paradise.)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">نُزُلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(entertainment)</span> means offered to them as hospitality.</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَالِدِينَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Wherein they shall dwell <span class=\"gray\">(forever)</span>.)</span> means, they will stay there and never leave.</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا يَبْغُونَ عَنْهَا حِوَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No desire will they have for removal therefrom.)</span> means, they will never choose or want anything else. This Ayah tells us how much they love and desire it, even though one might imagine that a person who is to stay in one place forever would get tired and bored of it. But Allah tells us that despite this eternal stay, they will never choose to change or move from where they are.</p>"
  }
]