[
  {
    "ayah_key": "10:17",
    "group_ayah_key": "10:17",
    "from_ayah": "10:17",
    "to_ayah": "10:17",
    "ayah_keys": "10:17",
    "text": "<p class=\"en translation\" lang=\"en\">So who does more wrong than he who forges a lie against Allah or denies His Āyāt? Surely, the criminals will never be successful <span>(17)</span></p><div lang=\"en\" class=\"en \"><h2>Allah says that no one is more wrong, unjust and arrogant than he who invented a lie against Allah, forged claims about Allah,or claimed that Allah has sent a message to him but his claim was not true.</h2></div><p lang=\"en\" class=\"en \"> No one is more of a criminal or has committed greater wrong than such a person. Liars cannot be confused with Prophets. Anyone who claims such a thing, whether lying or telling the truth, will necessarily be supported by Allah with proofs and signs of his falsehood or truthfulness. The difference between Muhammad ﷺ and Musaylamah the liar, was clearer to those who met both of them than the difference between forenoon and midnight when it is extremely dark. Those who are clear-sighted can distinguish via signs and proofs between the truthfulness of Muhammad ﷺ and the falsehood of Musaylamah the liar, Sajah and Al-Aswad Al-'Ansi.</p><p lang=\"en\" class=\"en \">Abdullah bin Salam said: \"When Allah's Messenger ﷺ arrived at Al-Madinah, people were scared away and I was one of them. But when I saw him, I realized that his face could never be the face of a liar. The first thing I heard from him was his statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ! أَفْشُوا السَّلَامَ، وَأَطْعِمُوا الطَّعَامَ، وَصِلُوا الْأَرْحَامَ، وَصَلُّوا بِاللَّيْلِ وَالنَّاسُ نِيَامٌ، تَدْخُلُوا الْجَنَّةَ بِسَلَامٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people, spread the greetings of peace, feed others, be dutiful to your relatives and offer prayers in the night when others are asleep so that you will enter Paradise in peace.)</span>\"</p><p lang=\"en\" class=\"en \">When Dimam bin Tha'labah came to Allah's Messenger ﷺ and asked him in the presence of his people - Banu Sa'd bin Bakr: \"Who raised this heaven?\" He replied, \"Allah\". He asked: \"And who erected these mountains?\" He replied, \"Allah\". He asked: \"Who spread out this earth?\" He replied, \"Allah\". Then he asked: \"I ask you in the name of the One, Who raised the heavens, erected the mountains, and spread out this earth, has Allah sent you as a Messenger to all mankind?\" He said,</p><p lang=\"ur\" class=\"ur \">اﻟﻠّـﻬُﻢﱠ ﻧَﻌَﻢ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah, Yes!)</span> Then Dimam asked him about Salah, Zakah, Hajj and fasting. With every question he swore by Allah and with every response the Prophet ﷺ swore also. Dimam then said: \"You indeed are telling the truth. By the One Who sent you with the truth I will not increase or decrease from what you have told me.\" This man was content with the few responses of the Prophet ﷺ. He was convinced of the Prophet 's truthfulness by the signs that he saw and witnessed. </p><p lang=\"en\" class=\"en \">It was narrated that ' Amr bin Al-' As went to Musaylamah. 'Amr was not a Muslim at that time and he was a friend of Musaylamah. Musaylamah said: \"Woe unto you 'Amr. What was revealed unto your friend - meaning Allah's Messenger ﷺ - during this period?\" 'Amr replied: \"I heard his companions reading a short but great Surah.\" He asked, \"And what was that?\" He recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْعَصْرِ - إِنَّ الْإِنسَانَ لَفِي خُسْرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Al-' Asr <span class=\"gray\">(the t ime)</span>. Verily, man is in loss.)</span><span class=\"gray\">[103:1-2]</span> until the end of the Surah. </p><p lang=\"en\" class=\"en \">Musaylamah thought for a while and then said: \"Something similar to that was also revealed to me.\" 'Amr asked: \"And what is it?\" He then recited: \"'O Wabr, O Wabr! You are only two ears and a breast .The rest of you is hollow.' What do you think, 'Amr?\" 'Amr then said: \"By Allah, you know that I know that you are a liar.\"</p><p lang=\"en\" class=\"en \">This was a statement made by an idolator in judgment of Musaylamah. He knew Muhammad ﷺ and his truthfulness. He also knew Musaylamah and his tendency toward falsehood and lying. People who think and have insight know even better.</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ قَالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ وَمَن قَالَ سَأُنزِلُ مِثْلَ مَا أَنزَلَ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who does more aggression and wrong than he who invents a lie against Allah or rejects His Ayat.)</span><span class=\"gray\">[6:93]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ ۚ إِنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So who does more wrong than he who forges a lie against Allah or denies His Ayat Surely, the criminals will never be successful!)</span><span class=\"gray\">[10:17]</span></p><p lang=\"en\" class=\"en \">No one is more unjust than he who belies the truth which the Messengers have brought supported with evidence and proof. </p>"
  },
  {
    "ayah_key": "10:18",
    "group_ayah_key": "10:18",
    "from_ayah": "10:18",
    "to_ayah": "10:19",
    "ayah_keys": "10:18,10:19",
    "text": "<p lang=\"en\" class=\"en \">And they worship besides Allah things that harm them not, nor profit them, and they say: These are our intercessors with Allah.\" Say: Do you inform Allah of that which He knows not in the heavens and on the earth?\" Glorified and Exalted is He above all that which they associate as partners <span class=\"gray\">(with Him)</span><span>(18)</span>Mankind were but one community, then they differed <span class=\"gray\">(later)</span>; and had not it been for a Word that went forth before from your Lord, it would have been settled between them regarding what they differed <span>(19)</span></p><div lang=\"en\" class=\"en \"><h2>What do the Idolators believe about Their Gods?</h2></div><p lang=\"en\" class=\"en \">Allah reproaches the idolators that worshipped others beside Allah, thinking that those gods would intercede for them before Allah. Allah states that these gods do not harm or benefit. They don't have any authority over anything, nor do they own anything. These gods can never do what the idolators had claimed about them. That is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: 'Do you inform Allah of that which He knows not in the heavens and on the earth?')</span></p><p lang=\"en\" class=\"en \">Ibn Jarir said: \"This means, 'Are you telling Allah about what may not happen in the heavens and earth?' Allah then announced that His Glorious Self is far above their Shirk and Kufr by saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glorified and Exalted is He above all that which they associate as partners <span class=\"gray\">(with Him)</span>!)</span></p><div lang=\"en\" class=\"en \"><h2>Shirk is New</h2></div><p lang=\"en\" class=\"en \">Allah then tells us that Shirk was new among mankind. It was not in existence in the beginning. He tells us that people were believers in one religion and that religion was Islam. Ibn 'Abbas said: \"There were ten centuries between Adam and Nuh. They were all on Islam. Then differences among people took place. They worshipped idols and rivals. So Allah sent extensive evidence and irrefutable proof with His Messengers. \"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ وَيَحْيَىٰ مَنْ حَيَّ عَن بَيِّنَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So that those who were to be destroyed <span class=\"gray\">(for rejecting the faith)</span> might be destroyed after a clear evidence, and those who were to live might live after a clear evidence.)</span><span class=\"gray\">[8:42]</span></p><p lang=\"de\" class=\"de \">Allah's statement: </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had not it been for a Word that went forth before from your Lord...)</span></p><p lang=\"en\" class=\"en \">means that if Allah had not decreed He would not punish anyone until the evidence is established against them. And also that if He had not given creatures a respite until a defined term had passed, He would have judged among them in what they disputed. Then He would have caused the believers to be happy and delighted and the disbelievers to be miserable and wretched. </p>"
  }
]