[
  {
    "ayah_key": "17:69",
    "group_ayah_key": "17:69",
    "from_ayah": "17:69",
    "to_ayah": "17:69",
    "ayah_keys": "17:69",
    "text": "<p class=\"en translation\" lang=\"en\">Or do you feel secure that He will not send you back a second time to sea and send against you a Qasif and drown you because of your disbelief? Then you will not find any avenger therein against Us <span>(69)</span></p><div lang=\"en\" class=\"en \"><h2>Perhaps He will send You back to the Sea</h2></div><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَمْ أَمِنتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or do you feel secure)</span>, 'you who turn away from Us after acknowledging Our Oneness at sea once you are back upon dry land,'</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَن يُعِيدَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He will not send you back)</span> to sea a second time</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ الرِّيحِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and send against you a Qasif)</span> which will destroy your masts and sink your vessels. Ibn 'Abbas and others said, \"Al-Qasif is the wind of the sea which destroys vessels and sinks them.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُغْرِقَكُم بِمَا كَفَرْتُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and drown you because of your disbelief)</span> means because of your rejection and turning away from Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then you will not find any avenger therein against Us.)</span> Ibn 'Abbas said that this means a helper. Mujahid said, \"A helper who will avenge you,\" i.e., take revenge on your behalf. Qatadah said it means, \"We are not afraid that anyone will pursue Us with anything of that nature <span class=\"gray\">(i.e., vengeance)</span>.\"</p>"
  },
  {
    "ayah_key": "17:70",
    "group_ayah_key": "17:70",
    "from_ayah": "17:70",
    "to_ayah": "17:70",
    "ayah_keys": "17:70",
    "text": "<p class=\"en translation\" lang=\"en\">And indeed We have honored the Children of Adam, and We have carried them on land and sea, and have provided them with At-Tayyibat, and have preferred them above many of those whom We have created with a marked preferment <span>(70)</span></p><div lang=\"en\" class=\"en \"><h2>The Honor and noble Nature of Man</h2></div><p lang=\"en\" class=\"en \">Allah tells us how He has honored the sons of Adam and made them noble by creating them in the best and most perfect of forms, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ خَلَقْنَا الْإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We created man in the best stature <span class=\"gray\">(mould)</span>.)</span><span class=\"gray\">(95:4)</span> He walks upright on his two feet and eats with his hand, whilet other living creatures walk on four feet and eat with their mouths, and He has given him hearing, sight and a heart with which to understand all of that, to benefit from it, and distinguish between things to know which are good for him and which are harmful, in both worldly and religious terms.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَمَلْنَاهُمْ فِي الْبَرِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We have carried them on land)</span> means, on animals such as cattle, horses and mules, and also on the sea in ships and boats, great and small.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and have provided them with At-Tayyibat,)</span> meaning agricultural produce, fruits, meat, and milk with all kinds of delicious and desirable flavors and colors and beautiful appearance, and fine clothes of all kinds of shapes colors and sizes, which they make for themselves or are brought to them by others from other regions and areas.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَضَّلْنَاهُمْ عَلَىٰ كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and have preferred them above many of those whom We have created with a marked preferment.)</span> means, over all living beings and other kinds of creation. This Ayah indicates that human are also preferred over the angels.</p>"
  },
  {
    "ayah_key": "17:71",
    "group_ayah_key": "17:71",
    "from_ayah": "17:71",
    "to_ayah": "17:72",
    "ayah_keys": "17:71,17:72",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(And remember)</span> the Day when We shall call together all human beings with their <span class=\"gray\">(respective)</span> Imam <span class=\"gray\">(i.e. the Book of deeds)</span>. So whosoever is given his record in his right hand, such will read their records, and they will not be dealt with unjustly in the least <span>(71)</span>And whoever is blind in this <span class=\"gray\">[world]</span> then he will be blind in the Hereafter, and most astray from the path <span>(72)</span></p><div lang=\"en\" class=\"en \"><h2>Everyone will be called by his Imam on the Day of Resurrection</h2></div><p lang=\"en\" class=\"en \">Allah tells us that on the Day of Resurrection, he will call each people to account by its Imam. The scholars differed as to the meaning of this <span class=\"gray\">(i.e. Imam. Mujahid and Qatadah said that it meant each nation would be called to account by its Prophet. Some of the Salaf said this is the greatest honor for the people of Hadith, because their leader is the Prophet ﷺ. Ibn Zayd said it means they would be called to account by their Book which was revealed to their Prophet with its laws. This was also the view favored by Ibn Jarir. Ibn Abi Najih narrated that Mujahid said, \"With their Books.\" It may be that what is meant here is what Al-'Awfi narrated from Ibn 'Abbas concerning this Ayah,</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(And remember)</span> the Day when We shall call together all human beings with their <span class=\"gray\">(respective)</span> Imam)</span>, which is that it refers to the Book <span class=\"gray\">(or record)</span> of their deeds. This was also the view of Abu Al-'Aliyah, Al-Hasan and Ad-Dahhak. This view is the most correct, because Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and all things We have recorded with numbers <span class=\"gray\">(as a record)</span> in a Clear Book <span class=\"gray\">[Fi Imamin Mubin]</span>)</span><span class=\"gray\">[36:12]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Book <span class=\"gray\">(one's record)</span> will be placed, and you will see the criminals, fearful of that which is <span class=\"gray\">(recorded)</span> therein)</span><span class=\"gray\">[18:49]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً ۚ كُلُّ أُمَّةٍ تُدْعَىٰ إِلَىٰ كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ - هَٰذَا كِتَابُنَا يَنطِقُ عَلَيْكُم بِالْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you will see each nation humbled to their knees, each nation will be called to its record <span class=\"gray\">(of deeds)</span>. This Day you shall be recompensed for what you used to do. This Our record speaks about you with truth. Verily, We were recording what you used to do.)</span><span class=\"gray\">(45:28-29)</span> This does not contradict the fact that the Prophet will be brought forward when Allah judges between his Ummah, for he will inevitably be a witness against his Ummah over their deeds. But what is meant here by Imam is the Book of deeds. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ ۖ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُولَٰئِكَ يَقْرَءُونَ كِتَابَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(And remember)</span> the Day when We shall call together all human beings with their <span class=\"gray\">(respective)</span> Imam. So whosoever is given his record in his right hand, such will read their records,)</span> means, because of their happiness and joy at what is recorded therein of good deeds - they will read it and want to read it. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then as for him who will be given his record in his right hand will say: \"Here! read my record!)</span> until His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But as for him who will be given his record in his left hand,)</span><span class=\"gray\">[69:19-29]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يُظْلَمُونَ فَتِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will not be dealt with unjustly in the least <span class=\"gray\">[Fatilan]</span>.)</span> We have already mentioned that the Fatil is the long thread in the groove of a date-pit. Al-Hafiz Abu Bakr Al-Bazzar recorded a Hadith from Abu Hurayrah according to which the Prophet ﷺ said, concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(And remember)</span> the Day when We shall call together all human beings with their <span class=\"gray\">(respective)</span> Imam.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يُدْعَى أَحَدُهُمْ فَيُعْطَى كِتَابَهُ بِيَمِينِهِ، وَيُمَدُّ لَهُ فِي جِسْمِهِ، وَيَبْيَضُّ وَجْهُهُ، وَيُجْعَلُ عَلَى رَأْسِهِ تَاجٌ مِنْ لُؤْلُؤَةٍ يَتَلَأْلَأُ، فَيَنْطَلِقُ إِلَى أَصْحَابِهِ فَيَرَوْنَهُ مِنْ بَعِيدٍ، فَيَقُولُونَ: اللَّهُمَّ آتِنَا بِهَذَا، وَبَارِكْ لَنَا فِي هَذَا، فَيَأْتِيهِمْ فَيَقُولُ لَهُمْ: أَبْشِرُوا فَإِنَّ لِكُلِّ رَجُلٍ مِنْكُمْ مِثْلَ هَذَا، وَأَمَّا الْكَافِرُ فَيَسْوَدُّ وَجْهُهُ، وَيُمَدُّ لَهُ في جِسْمِهِ، وَيَرَاهُ أَصْحَابُهُ فَيَقُولُونَ: نَعُوذُ بِاللهِ مِنْ هَذَا، أَوْ مِنْ شَرِّ هَذَا اللَّهُمَّ لَا تَأْتِنَا بِهِ فَيَأْتِيهُمْ فَيَقُولُونَ: اللَّهُمَّ أَخْزِهِ. فَيَقُولُ : أَبْعَدَكُمُ اللهُ فَإِنَّ لِكُلِّ رَجُلٍ مِنْكُمْ مِثْلَ هَذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(One of you will be called and will be given his Book in his right hand. He will be in a good physical state, with a white face, and there will be placed on his head a crown of shining pearls. He will go to his companions and they will see him from afar, and will say, \"O Allah, let him come to us and bless us with this.\" Then he will come to them and will say to them, \"Rejoice, for every man among you will be like this.\" As for the disbeliever, his face will be black and his body will be enlarged. His companions will see him from afar and will say, \"We seek refuge in Allah from this, or from the evil of this, O Allah, do not let him come to us.\" \"Then he will come to them and they will say, O Allah, humiliate him!\" He will say, \"May Allah cast you away, every man among you will be like this.\")</span></p><p lang=\"en\" class=\"en \">Then Al-Bazzar said: \"This was only reported through this chain.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن كَانَ فِي هَٰذِهِ أَعْمَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever is blind in this)</span> Ibn 'Abbas, Mujahid, Qatadah and Ibn Zayd said: this means in this worldly life.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَعْمَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(blind)</span> means, blind to the signs and proofs of Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُوَ فِي الْآخِرَةِ أَعْمَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then he will be blind in the Hereafter,)</span> as he was blind in this world.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَضَلُّ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and most astray from the path.)</span> most astray as he was in this world. We seek refuge with Allah from that.</p>"
  },
  {
    "ayah_key": "17:73",
    "group_ayah_key": "17:73",
    "from_ayah": "17:73",
    "to_ayah": "17:75",
    "ayah_keys": "17:73,17:74,17:75",
    "text": "<p lang=\"en\" class=\"en \">Verily, they were about to tempt you away from that which We have revealed to you, to fabricate something other than it against Us, and then they would certainly have taken you as an intimate frien <span>(73)</span>And had We not made you stand firm, you would nearly have inclined to them a little <span>(74)</span>In that case We would have made you taste a double portion in this life and a double portion after death. And then you would have found none to help you against Us <span>(75)</span></p><div lang=\"en\" class=\"en \"><h2>How the Prophet <span class=\"gray\">(ﷺ)</span> would have been punished if He had given in at all to the Disbelievers' Demands that He change some of the Revelation</h2></div><p lang=\"en\" class=\"en \">Allah tells us how He supported His Prophet ﷺ and protected him and kept him safe from the evil plots of the wicked transgressors. Allah is the One Who took care of him and helped him, and would not leave him to any of His creation. He is the One Who is His Helper, Supporter and Protector, the One Who is to help him achieve victory and make His religion prevail over those who resist him and oppose him and fight him in the east and in the west. May Allah send peace and blessings upon him until the Day of Judgement.</p>"
  }
]