[
  {
    "ayah_key": "21:36",
    "group_ayah_key": "21:36",
    "from_ayah": "21:36",
    "to_ayah": "21:37",
    "ayah_keys": "21:36,21:37",
    "text": "<p class=\"en translation\" lang=\"en\">And when those who disbelieved see you, they take you not except for mockery <span class=\"gray\">(saying)</span>: \"Is this the one who talks about your gods?\" While they disbelieve at the mention of the Most Gracious <span>(36)</span>Man is created of haste. I will show you My Ayat. So ask Me not to hasten <span class=\"gray\">(them)</span><span>(37)</span></p><div lang=\"xh\" class=\"xh \"><h2>How the Idolators mocked the Prophet <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"id\" class=\"id \">Allah tells His Prophet ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَآكَ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when those who disbelieved see you,)</span> meaning, the disbelievers of the Quraysh, such as Abu Jahl and his like.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they take you not except for mockery)</span> means, they make fun of you and insult you, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَهَٰذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Is this the one who talks about your gods?\")</span> meaning, is this the one who insults your gods and ridicules your intelligence? Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُم بِذِكْرِ الرَّحْمَٰنِ هُمْ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(While they disbelieve at the mention of the Most Gracious.)</span> meaning, they disbelieve in Allah and yet they mock the Messenger of Allah ﷺ. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَأَوْكَ إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا - إِنْ كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they see you, they treat you only in mockery <span class=\"gray\">(saying)</span>: \"Is this the one whom Allah has sent as a Messenger? He would have nearly misled us from our gods, had it not been that we were patient and constant in their worship!\" And they will know, when they see the torment, who it is that is most astray from the path!)</span><span class=\"gray\">(25:41-42)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">خُلِقَ الْإِنسَانُ مِنْ عَجَلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Man is created of haste.)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ الْإِنسَانُ عَجُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and man is ever hasty)</span><span class=\"gray\">(17:11)</span>, in all matters. The reason why the haste of man is mentioned here is that when mention is made of those who mock the Messenger ﷺ, <span class=\"gray\">(the believers)</span> will want to avenge them swiftly, and that so should happen sooner. Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خُلِقَ الْإِنسَانُ مِنْ عَجَلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Man is created of haste.)</span> because He delays <span class=\"gray\">(the punishment)</span> until a time when, once He seizes him, He will never let him go. He delays it, then He hastens it; He waits, then He does not delay any longer. So He says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَأُرِيكُمْ آيَاتِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will show you My Ayat)</span> meaning, My vengeance, ruling and power over those who disobey Me.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَسْتَعْجِلُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So ask Me not to hasten <span class=\"gray\">(them)</span>.)</span></p>"
  },
  {
    "ayah_key": "21:38",
    "group_ayah_key": "21:38",
    "from_ayah": "21:38",
    "to_ayah": "21:40",
    "ayah_keys": "21:38,21:39,21:40",
    "text": "<p lang=\"en\" class=\"en \">And they say: \"When will this promise <span class=\"gray\">(come to pass)</span>, if you are truthful. <span>(38)</span>If only those who disbelieved knew <span class=\"gray\">(the time)</span> when they will not be able to ward off the Fire from their faces, nor from their backs, and they will not be helped <span>(39)</span>Nay, it will come upon them all of a sudden and will perplex them, and they will have no power to avert it nor will they get respite <span>(40)</span></p><div lang=\"fi\" class=\"fi \"><h2>The Idolators seek to hasten on the Punishment</h2></div><p lang=\"en\" class=\"en \">Allah also tells us how the idolators seek to hasten punishment upon themselves, out of denial, rejection, disbelief, stubbornness and a belief that it will never happen. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"When will this promise <span class=\"gray\">(come to pass)</span>, if you are truthful\".)</span> And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ النَّارَ وَلَا عَن ظُهُورِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If only those who disbelieved knew <span class=\"gray\">(the time)</span> when they will not be able to ward off the Fire from their faces, nor from their backs,)</span> meaning, if only they knew for certain that it will inevitably come to pass, they would not seek to hasten it. If only they knew how the torment will overwhelm them from above them and from beneath their feet.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They shall have coverings of Fire, above them and coverings <span class=\"gray\">(of Fire)</span> beneath them)</span><span class=\"gray\">[39:16]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Theirs will be a bed of Hell <span class=\"gray\">(Fire)</span>, and over them coverings <span class=\"gray\">(of Hellfire)</span>)</span><span class=\"gray\">(7:41)</span>. And in this Ayah Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ النَّارَ وَلَا عَن ظُهُورِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when they will not be able to ward off the Fire from their faces, nor from their backs,)</span> And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَرَابِيلُهُمْ مِنْ قَطِرَانٍ وَتَغْشَىٰ وُجُوهَهُمُ النَّارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their garments will be of tar, and fire will cover their faces)</span><span class=\"gray\">(14:50)</span>. The torment will surround them on all sides,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُنصَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will not be helped.)</span> means, and they will have no helper. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُم مِّنَ اللَّهِ مِن وَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have no guardian against Allah)</span><span class=\"gray\">(13:34)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ تَأْتِيهِم بَغْتَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, it will come upon them all of a sudden)</span> means, the Fire will come upon them suddenly, i.e., it will take them by surprise.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَبْهَتُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and will perplex them,)</span> means, it will scare them, and they will succumb to it in confusion, not knowing what they are doing.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَسْتَطِيعُونَ رَدَّهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will have no power to avert it)</span> means, they will have no means of doing so.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُنظَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor will they get respite.)</span> means, it will not be delayed for them even for an instant.</p>"
  },
  {
    "ayah_key": "21:41",
    "group_ayah_key": "21:41",
    "from_ayah": "21:41",
    "to_ayah": "21:43",
    "ayah_keys": "21:41,21:42,21:43",
    "text": "<p lang=\"en\" class=\"en \">Indeed <span class=\"gray\">(many)</span> Messengers were mocked before you, but the scoffers were surrounded by what they used to mock <span>(41)</span>Say: \"Who can guard and protect you in the night or in the day from the Most Gracious?\" Nay, but they turn away from the remembrance of their Lord <span>(42)</span>Or have they gods who can guard them from Us? They have no power to help themselves, nor can they be protected from Us <span>(43)</span></p><div lang=\"en\" class=\"en \"><h2>The Lessons to be learned from Those Who mocked the Messengers in the Past</h2></div><p lang=\"en\" class=\"en \">Allah says consoling His Messenger ﷺ for the pain and insult caused by the mockery and disbelief of the idolators,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed <span class=\"gray\">(many)</span> Messengers were mocked before you, but the scoffers were surrounded by what they used to mock.)</span> meaning, the punishment which they thought would never come to pass. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا عَلَىٰ مَا كُذِّبُوا وَأُوذُوا حَتَّىٰ أَتَاهُمْ نَصْرُنَا ۚ وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ ۚ وَلَقَدْ جَاءَكَ مِن نَّبَإِ الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Messengers were denied before you, but with patience they bore the denial, and they were hurt; till Our help reached them, and none can alter the Words of Allah. Surely, there has reached you the information <span class=\"gray\">(news)</span> about the Messengers <span class=\"gray\">(before you)</span>)</span><span class=\"gray\">(6:34)</span>.</p><p lang=\"en\" class=\"en \">Then Allah menitons His favor for His creatures; He protects them by night and by day, taking care of them and watching over them with His Eye that never sleeps.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَن يَكْلَؤُكُم بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَٰنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Who can guard and protect you in the night or in the day from the Most Gracious?\")</span> means, other than the Most Gracious Himself?</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ هُمْ عَن ذِكْرِ رَبِّهِم مُّعْرِضُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but they turn away from the remembrance of their Lord.)</span> means, they do not recognize the blessings and favor of Allah towards them; they turn away from His signs and blessings.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُم مِّن دُونِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or have they gods who can guard them from Us?)</span> This is a rhetorical question aimed at denouncing and rebuking. The meaning is, do they have any gods who can protect them and take care of them other than Us? It is not as they imagine or as they claim. Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They have no power to help themselves,)</span> these gods on whom they rely instead of Allah cannot even help themselves.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُم مِّنَّا يُصْحَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor can they be protected from Us.)</span> Al-'Awfi reported from Ibn 'Abbas,\"Nor can they be guarded from Us.\"</p>"
  }
]