[
  {
    "ayah_key": "7:55",
    "group_ayah_key": "7:55",
    "from_ayah": "7:55",
    "to_ayah": "7:56",
    "ayah_keys": "7:55,7:56",
    "text": "<p class=\"en translation\" lang=\"en\">Invoke your Lord Tadarru'an and Khufyah. He likes not the aggressors <span>(55)</span>And do not do mischief on the earth, after it has been set in order, and invoke Him with fear and hope. Surely, Allah's mercy is <span class=\"gray\">(ever)</span> near unto the good-doers <span>(56)</span></p><div lang=\"en\" class=\"en \"><h2>Encouraging supplicating to Allah</h2></div><p lang=\"en\" class=\"en \">Allah commands His servants to supplicate to Him, for this will ensure their welfare in this life and the Hereafter. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Invoke your Lord Tadarru'an and Khufyah)</span> meaning, in humbleness and humility. Allah said in a similar Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاذْكُر رَّبَّكَ فِي نَفْسِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And remember your Lord within yourself)</span><span class=\"gray\">[7:205]</span> It is recorded in the Two Sahihs that Abu Musa Al-Ash'ari said, \"The people raised their voices with supplications but the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُّهَا النَّاسُ ارْبَعُوا عَلَى أَنْفُسِكُمْ فَإِنَّكُمْ لَا تَدْعُونَ أَصَمَّ وَلَا غَائِبًا إِنَّ الَّذِي تَدْعُونَ سَمِيعٌ قَرِيبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people! Take it easy on yourselves. Verily, you are not calling one who is deaf or absent, rather, the One you are calling is All-Hearer, Near <span class=\"gray\">(to His servants by His knowledge)</span>.)</span> Ibn Jarir said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَضَرُّعًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Tadarru'an')</span>, means obeying Him in humility and humbleness,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخُفْيَةً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and 'Khufyah')</span>, with the humbleness in your hearts and certainty of His Oneness and Lordship not supplicating loudly to show off.</p><div lang=\"en\" class=\"en \"><h2>Forbidding Aggression in Supplications</h2></div><p lang=\"en\" class=\"en \">It was reported that 'Ata' Al-Khurasani narrated from Ibn 'Abbas, who said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He likes not the aggressors)</span> \"In the Du'a' and otherwise.\" Abu Mijlaz commented on,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He likes not the aggressors)</span>, \"Such <span class=\"gray\">(aggression)</span> as asking to reach the grade of the Prophets.\" Imam Ahmad narrated that Abu Ni'amah said that 'Abdullah bin Mughaffal heard his son supplicating, \"O Allah! I ask you for the white castle on the right side of Paradise, if I enter it.\" So 'Abdullah said, \"O my son! Ask Allah for Paradise and seek refuge with Him from the Fire, for I heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَكُونُ قَوْمٌ يَعْتَدُونَ فِي الدُّعَاءِ وَالطَّهُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There will come some people who transgress in supplication and purification)</span>\" </p><p lang=\"en\" class=\"en \">Ibn Majah and Abu Dawud recorded this Hadith with a good chain that there is no harm in, and Allah knows best.</p><div lang=\"en\" class=\"en \"><h2>The Prohibition of causing Mischief in the Land</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not do mischief on the earth, after it has been set in order)</span><span class=\"gray\">[5:56]</span>. </p><p lang=\"en\" class=\"en \">Allah prohibits causing mischief on the earth, especially after it has been set in order. When the affairs are in order and then mischief occurs, it will cause maximum harm to the people; thus Allah forbids causing mischief and ordained worshipping Him, supplicating to Him, begging Him and being humble to Him. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَادْعُوهُ خَوْفًا وَطَمَعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and invoke Him with fear and hope)</span> fearing what He has of severe torment and hoping in what He has of tremendous reward. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِّنَ الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah's mercy is <span class=\"gray\">(ever)</span> near unto the good-doers)</span> meaning, His mercy is for the good-doers who obey His commands and avoid what He prohibited. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And My mercy envelopes all things. That <span class=\"gray\">(mercy)</span> I shall ordain for those who who have Taqwa.)</span><span class=\"gray\">[7:156]</span>. </p><p lang=\"en\" class=\"en \">Matar Al-Warraq said, \"Earn Allah's promise by obeying Him, for He ordained that His mercy is near to the good-doers. \" Ibn Abi Hatim collected this statement.</p>"
  },
  {
    "ayah_key": "7:57",
    "group_ayah_key": "7:57",
    "from_ayah": "7:57",
    "to_ayah": "7:58",
    "ayah_keys": "7:57,7:58",
    "text": "<p lang=\"en\" class=\"en \">And it is He Who sends the winds as heralds of glad tidings, going before His mercy <span class=\"gray\">(rain)</span>. Till when they have carried a heavy-laden cloud, We drive it to a land that is dead, then We cause water <span class=\"gray\">(rain)</span> to descend thereon. Then We produce every kind of fruit therewith. Similarly, We shall raise up the dead, so that you may remember or take heed <span>(57)</span>The vegetation of a good land comes forth <span class=\"gray\">(easily)</span> by the permission of its Lord; and that which is bad, brings forth nothing but <span class=\"gray\">(a little)</span> with difficulty. Thus do We explain variously the Ayat for a people who give thanks <span>(58)</span></p><div lang=\"en\" class=\"en \"><h2>Among Allah's Signs, He sends down the Rain and brings forth the Produce</h2></div><p lang=\"en\" class=\"en \">After Allah stated that He created the heavens and earth and that He is the Owner and Possessor of the affairs Who makes things subservient <span class=\"gray\">(for mankind)</span>, He ordained that He be invoked in Du'a', for He is able to do all things. Allah also stated that He is the Sustainer and He resurrects the dead on the Day of Resurrection. Here, Allah said that He sends the wind that spreads the clouds that are laden with rain. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ أَن يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among His signs is this, that He sends the winds with glad tidings)</span><span class=\"gray\">[30:46]</span>. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَيْنَ يَدَيْ رَحْمَتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(going before His mercy)</span> means, before the rain. Allah also said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِن بَعْدِ مَا قَنَطُوا وَيَنشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who sends down the rain after they have despaired, and spreads His mercy. And He is Al-Wali <span class=\"gray\">(the Guardian)</span>, Al-Hamid <span class=\"gray\">(the praiseworthy)</span><span class=\"gray\">[42:28]</span> and,</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانظُرْ إِلَىٰ آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَٰلِكَ لَمُحْيِي الْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Look then at the results of Allah's mercy, how He revives the earth after its death. Verily, that <span class=\"gray\">[is the one Who]</span> shall indeed raise the dead, and He is able to do all things)</span><span class=\"gray\">[30:50]</span>. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Till when they have carried a heavy-laden cloud)</span> when the wind carries clouds that are heavy with rain, and this is why these clouds are heavy, close to the earth, and their color is dark. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُقْنَاهُ لِبَلَدٍ مَّيِّتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We drive it to a land that is dead)</span> that is, a dry land that does not have any vegetation. This Ayah is similar to another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآيَةٌ لَّهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a sign for them is the dead land. We give it life)</span><span class=\"gray\">[36:33]</span>. This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَخْرَجْنَا بِهِ مِن كُلِّ الثَّمَرَاتِ كَذَٰلِكَ نُخْرِجُ الْمَوْتَىٰ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We produce every kind of fruit therewith. Similarly, We shall raise up the dead.)</span> meaning, just as We bring life to dead land, We shall raise up the dead on the Day of Resurrection, after they have disintegrated. Allah will send down rain from the sky and the rain will pour on the earth for forty days. The corpses will then be brought up in their graves, just as the seeds become grow in the ground <span class=\"gray\">(on receiving rain)</span>. Allah often mentions this similarity in the Qur'an when He gives the example of what will happen on the Day of Resurrection, and bringing life to dead land,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكُمْ تَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that you may remember or take heed.)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The vegetation of a good land comes forth <span class=\"gray\">(easily)</span> by the permission of its Lord;)</span> meaning, the good land produces its vegetation rapidly and proficiently. Allah said in another Ayah <span class=\"gray\">(about Maryam, mother of 'Isa, peace be upon him)</span>;</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَأَنبَتَهَا نَبَاتًا حَسَنًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He made her grow in a good manner.)</span><span class=\"gray\">[3:37]</span> The Ayah continues,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that which is bad, brings forth nothing but with difficulty.)</span> Mujahid, and others such as As-Sibakh, etc. also said this. </p><p lang=\"ceb\" class=\"ceb \">Al-Bukhari recorded that Abu Musa said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ مَا بَعَثَنِي اللهُ بِهِ مِنَ الْعِلْمِ وَالْهُدَى كَمَثَلِ الْغَيْثِ الْكَثِيرِ أَصَابَ أَرْضًا فَكَانَتْ مِنْهَا نَقِيَّةٌ قَبِلَتِ الْمَاءَ فَأَنْبَتَتِ الْكَلَأَ وَالْعُشْبَ الْكَثِيرَ وَكَانَتْ مِنْهَا أَجَادِبُ أَمْسَكَتِ الْمَاءَ فَنَفَعَ اللهُ بِهَا النَّاسَ فَشَرِبُوا وَسَقَوْا وَزَرَعُوا وَأَصَابَ مِنْهَا طَائِفَةً أُخْرَى إِنَّمَا هِيَ قِيعَانٌ لَا تُمْسِكُ مَاءً وَلَا تُنْبِتُ كَلَأً، فَذَلِكَ مَثَلُ مَنْ فَقُهَ فِي دِينِ اللهِ وَنَفَعَهُ مَا بَعَثَنِي اللهُ بِهِ فَعَلِمَ وَعَلَّمَ وَمَثَلُ مَنْ لَمْ يَرْفَعْ بِذَلِكَ رَأْسًا وَلَمْ يَقْبَلْ هُدَى اللهِ الَّذِي أُرْسِلْتُ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The parable of the guidance and knowledge with which Allah has sent me is that of an abundant rain falling on a land, some of which was fertile soil that absorbed rain water and brought forth vegetation and grass in abundance. And another portion of it was hard and held the rain water; and Allah benefited the people with it, they utilized it for drinking, making their animals drink from it, and for irrigation of the land for cultivation. And a portion of it was barren which could neither hold the water nor bring forth vegetation. The first is the example of the person who comprehends Allah's religion and gets benefit which Allah sent me with, by learnign and teaching others. The last example is that of a person who does not care for it and does not accept the guidance Allah sent me with.)</span></p>"
  }
]