[
  {
    "ayah_key": "13:10",
    "group_ayah_key": "13:10",
    "from_ayah": "13:10",
    "to_ayah": "13:11",
    "ayah_keys": "13:10,13:11",
    "text": "<p lang=\"en\" class=\"en \">It is the same <span class=\"gray\">(to Him)</span> whether any of you conceals his speech or declares it openly, whether he be hid by night or goes forth freely by day <span>(10)</span>For him <span class=\"gray\">(each person)</span>, there are angels in succession, before and behind him. They guard him by the command of Allah. Verily, Allah will not change the <span class=\"gray\">(good)</span> condition of a people as long as they do not change their state <span class=\"gray\">(of goodness)</span> themselves. But when Allah wills a people's punishment, there can be no turning it back, and they will find besides Him no protector <span>(11)</span></p><div lang=\"en\" class=\"en \"><h2>Allah's Knowledge encompasses all Things Apparent and Hidden</h2></div><p lang=\"en\" class=\"en \">Allah declares that His knowledge is encompassing all of His creation, those who declare their speech or hide it, He hears it and nothing of it ever escapes His observation. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you speak aloud, then verily, He knows the secret and that which is yet more hidden.)</span><span class=\"gray\">[20:7]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(Allah)</span> knows what you conceal and what you reveal.)</span><span class=\"gray\">[27:25]</span> 'A'ishah said, \"All praise is due to Allah Whose hearing has encompassed all voices! By Allah, she who came to complain about her husband to the Messenger of Allah ﷺ was speaking while I was in another part of the room, yet I did not hear some of what she said. Allah sent down,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا ۚ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed Allah has heard the statement of her that disputes with you concerning her husband and complains to Allah. And Allah hears the argument between you both. Verily, Allah is All-Hearer, All-Seer.)</span><span class=\"gray\">[58:1]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whether he be hid by night)</span>, in his house in the darkness of the night,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَسَارِبٌ بِالنَّهَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or goes forth freely by day.)</span> moves about during the daylight; both are encompassed by Allah's knowledge. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, even when they cover themselves with their garments.)</span><span class=\"gray\">[11:5]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِن قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ ۚ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِن ذَٰلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither you do any deed nor recite any portion of the Qur'an nor you do any deed, but We are witness thereof when you are doing it. And nothing is hidden from your Lord <span class=\"gray\">(so much as)</span> the a speck of dust on the earth or in the heaven. Not what is less than that or what is greater than that but is <span class=\"gray\">(written)</span> in a Clear Record.)</span><span class=\"gray\">[10:61]</span></p><div lang=\"en\" class=\"en \"><h2>The Guardian Angels</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَهُ مُعَقِّبَاتٌ مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For him <span class=\"gray\">(each person)</span>, there are angels in succession, before and behind him. They guard him by the command of Allah.)</span></p><p lang=\"en\" class=\"en \">Allah states that there are angels who take turns guarding each servant, some by night and some by day. These angels protect each person from harm and accidents. There are also angels who take turns recording the good and evil deeds, some angels do this by day and some by night. There are two angels, one to the right and one to the left of each person, recording the deeds. The angel to the right records the good deeds, while the angel to the left records the evil deeds. There are also two angels that guard and protect each person, one from the back and one from in front. Therefore, there are four angels that surround each person by day and they are replaced by four others at night, two scribes and two guards. An authentic Hadith states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَعَاقَبُونَ فِيكُمْ مَلَائِكَةٌ بِاللَّيْلِ وَمَلَائِكَةٌ بالنَّهَارِ، وَيَجْتَمِعُونَ فِي صَلَاةِ الصُّبْحِ وَصَلَاةِ الْعَصْرِ، فَيَصْعَدُ إِلَيْهِ الَّذِينَ بَاتُوا فِيكُمْ فَيَسْأَلُهُمْ وَهُوَ أَعْلَمُ بِكُمْ: كَيْفَ تَرَكْتُمْ عِبَادِي؟ فَيَقُولُونَ: أَتَيْنَاهُمْ وَهُمْ يُصَلُّونَ، وَتَرَكْنَاهُمْ وَهُمْ يُصَلُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Angels take turns around you, some at night and some by day, and all of them assemble together at the time of the Fajr and 'Asr prayers. Then those who have stayed with you throughout the night, ascend to Allah Who asks them, and He knows the answer better than they about you, \"How have you left My servants?\" They reply, \"As we have found them praying, we have left them praying.\")</span> Imam Ahmad recorded that 'Abdullah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا وَقَدْ وُكِّلَ بِهِ قَرِينُهُ مِنَ الْجِنِّ وَقَرِينُهُ مِنَ الْمَلَائِكَةِ</p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(Verily, every one among you has his companion from the Jinn and his companion from the angels.\")</span> They said, \"And you too, O Allah's Messenger?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِيَّايَ، وَلَكِنَّ اللهَ أَعَانَنِي عَلَيْهِ، فَلَا يَأْمُرُنِي إِلَّا بِخَيْرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I too, except that Allah has helped me against him, so he only orders me to do good.)</span> Muslim collected this Hadith. </p><p lang=\"en\" class=\"en \">Ibn Abi Hatim narrated that Ibrahim said, \"Allah revealed to a Prophet from among the Children of Israel, 'Say to your nation: every people of a village or a house who used to obey Allah but changed their behavior to disobeying Him, then He will take away from them what they like and exchange it for what they dislike.\" Ibrahim next said that this statement has proof in Allah's Book,</p><p class=\"ps qpc-hafs\" lang=\"ps\">إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا مَا بِأَنفُسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah will not change the <span class=\"gray\">(good)</span> condition of a people as long as they do not change their state <span class=\"gray\">(of goodness)</span> themselves.)</span></p>"
  }
]