[
  {
    "ayah_key": "8:20",
    "group_ayah_key": "8:20",
    "from_ayah": "8:20",
    "to_ayah": "8:23",
    "ayah_keys": "8:20,8:21,8:22,8:23",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Obey Allah and His Messenger, and turn not away from him while you are hearing <span>(20)</span>And be not like those who say: \"We have heard,\" but they hear not <span>(21)</span>Verily, the worst of living creatures with Allah are the deaf and the dumb <span class=\"gray\">(the disbelievers)</span>, who understand not <span>(22)</span>Had Allah known of any good in them, He would indeed have made them listen; and even if He had made them listen, they would but have turned away with aversion <span>(23)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to obey Allah and His Messenger <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"en\" class=\"en \">Allah commands His believing servants to obey Him and His Messenger ﷺ and warns them against defying him and imitating the disbelievers who reject him. Allah said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَا تَوَلَّوْا عَنْهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and turn not away from him...)</span>, neither refrain from obeying him or following his commands nor indulge in what he forbade,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَنتُمْ تَسْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while you are hearing.)</span> after you gained knowledge of his Message,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَكُونُوا كَالَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And be not like those who say: \"We have heard,\" but they hear not.)</span></p><p lang=\"en\" class=\"en \">Ibn Ishaq said that this Ayah refers to the hypocrites, who pretend to hear and obey, while in fact they do neither. Allah declares that these are the most wicked creatures among the Children of Adam,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ شَرَّ الدَّوَابِّ عِندَ اللَّهِ الصُّمُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the worst of living creatures with Allah are the deaf)</span> who do not hear the truth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْبُكْمُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the dumb)</span> who cannot comprehend it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ لَا يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who understand not.)</span> These indeed are the most wicked creatures, for every creature except them abide by the way that Allah created in them. These people were created to worship Allah, but instead disbelieved. This is why Allah equated them to animals, when He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the example of those who disbelieve is as that of him who shouts to those that hear nothing but calls and cries.)</span><span class=\"gray\">[2:171]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ ۚ أُولَٰئِكَ هُمُ الْغَافِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are like cattle, nay even more astray; those! They are the heedless ones.)</span><span class=\"gray\">[7:179]</span></p><p lang=\"en\" class=\"en \">It was also said that the Ayah <span class=\"gray\">(8:22)</span> refers to some of the pagans of Quraysh from the tribe of Bani 'Abd Ad-Dar, according to Ibn 'Abbas, Mujahid and Ibn Jarir. Muhammad bin Ishaq said that this Ayah refers to hypocrites, as we stated. There is no contradiction here, because both disbelievers and hypocrites are devoid of sound comprehension, in addition to having lost the intention to do good. Allah states here that such are those who neither have sound understanding nor good intentions, even if they have some type of reason,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had Allah known of any good in them, He would indeed have made them listen.)</span></p><p lang=\"en\" class=\"en \">He would have helped them understand. However, this did not happen because there is no goodness in such people, for Allah knows that,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَوْ أَسْمَعَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(even if He had made them listen...)</span> and allowed them to understand,</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَتَوَلَّوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they would but have turned...)</span>, intentionally and out of stubbornness, even after they comprehend,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَّهُم مُّعْرِضُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with aversion.)</span>, to the truth.</p>"
  },
  {
    "ayah_key": "8:24",
    "group_ayah_key": "8:24",
    "from_ayah": "8:24",
    "to_ayah": "8:24",
    "ayah_keys": "8:24",
    "text": "<p class=\"en translation\" lang=\"en\">O you who believe! Answer Allah and <span class=\"gray\">(His)</span> Messenger when he <span class=\"gray\">(the Messenger)</span> calls you to that which will give you life, and know that Allah comes between a person and his heart. And verily to Him you shall <span class=\"gray\">(all)</span> be gathered <span>(24)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to answer and obey Allah and His Messenger <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"sw\" class=\"sw \">Al-Bukhari said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">اسْتَجِيبُوا</p><p lang=\"en\" class=\"en \">\"<span class=\"gray\">(Answer)</span>, obey,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَا يُحْيِيكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that which will give you life)</span> that which will make your affairs good.\" Al-Bukhari went on to narrate that Abu Sa'id bin Al-Mu'alla said, \"I was praying when the Prophet ﷺ passed by and called me, but I did not answer him until I finished the prayer. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مَنَعَكَ أَنْ تَأْتِيَنِي؟ أَلَمْ يَقُلِ اللَّهُ:</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What prevented you from answering me? Has not Allah said:</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Answer Allah and <span class=\"gray\">(His)</span> Messenger when he calls you to that which will give you life)</span>?' He then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأُعَلِّمَنَّكَ أَعْظَمَ سُورَةٍ فِي الْقُرآنِ قَبْلَ أَنْ أَخْرُجَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will teach you the greatest Suah in the Qur'an before I leave.)</span> When he was about to leave, I mentioned what he said to me. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All the praises and thanks are to Allah, the Lord of all that exists...)</span><span class=\"gray\">[1:1-6]</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هِيَ السَّبْعُ الْمَثَانِي</p><p lang=\"so\" class=\"so \"><span class=\"gray\">(Surely, it is the seven oft-repeated verses.)</span>'\" Muhammad bin Ishaq narrated that Muhammad bin Ja'far bin Az-Zubayr said that 'Urwah bin Az-Zubayr explained this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Answer Allah and <span class=\"gray\">(His)</span> Messenger when he calls you to that which will give you life,)</span></p><p lang=\"en\" class=\"en \">\"Answer when called to war <span class=\"gray\">(Jihad)</span> with which Allah gives you might after meekness, and strength after weakness, and shields you from the enemy who oppressed you.\"</p><div lang=\"en\" class=\"en \"><h2>Allah comes in between a Person and His Heart</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and know that Allah comes in between a person and his heart.)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas commented, \"Allah prevents the believer from disbelief and the disbeliever from faith.\" Al-Hakim recorded this in his Mustadrak and said, \"It is Sahih and they did not record it.\" . Similar was said by Mujahid, Sa'id, 'Ikrimah, Ad-Dahhak, Abu Salih 'Atiyyah, Muqatil bin Hayyan and As-Suddi. In another report from Mujahid, he commented;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...comes in between a person and his heart.)</span></p><p lang=\"en\" class=\"en \">\"Leaves him without comprehension,\" As-Suddi said, \"Prevents one self from his own heart, so he will neither believe nor disbelieve except by His leave.\" There are several Hadiths that conform with the meaning of this Ayah. For instance, Imam Ahmad recorded that Anas bin Malik said, \"The Prophet ﷺ used to often say these words,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُقَلِّبَ الْقُلُوبِ! ثَبِّتْ قَلْبِي عَلَى دِينِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O You Who changes the hearts, make my heart firm on Your religion.)</span></p><p lang=\"en\" class=\"en \">We said, 'O Allah's Messenger! We believed in you and in what you brought us. Are you afraid for us?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ، إِنَّ الْقُلُوبَ بَيْنَ إِصْبَعَيْنِ مِنْ أَصَابِعِ اللهِ تَعَالَى يُقَلِّبُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Yes, for the hearts are between two of Allah's Fingers, He changes them <span class=\"gray\">(as He wills)</span>.)</span>\"</p><p lang=\"en\" class=\"en \">This is the same narration recorded by At-Tirmidhi in the Book of Qadar in his Jami' <span class=\"gray\">[Sunan]</span>, and he said, \"Hasan.\" Imam Ahmad recorded that An-Nawwas bin Sam'an Al-Kilabi said that he heard the Prophet ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِنْ قَلْبٍ إِلَّا وَهُوَ بَيْنَ أُصْبُعَيْنِ مِنْ أَصَابِعِ الرَّحْمَٰنِ رَبِّ الْعَالَمِينَ إِذَا شَاءَ أَنْ يُقِيمَهُ أَقَامَهُ وَإِذَا شَاءَ أَنْ يُزِيغَهُ أَزَاغَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every heart is between two of the Fingers of the Most Beneficent <span class=\"gray\">(Allah)</span>, Lord of all that exists, if He wills, He makes it straight, and if He wills, He makes it stray.)</span></p><p lang=\"ceb\" class=\"ceb \">And he ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مُقَلِّبَ الْقُلُوبِ! ثَبِّتْ قَلْبِي عَلَى دِينِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O You Who changes the hearts! keep my heart firm on Your religion)</span> And he would say;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْمِيزَانُ بِيَدِ الرَّحْمٰنِ يَخْفِضُهُ وَيَرْفَعُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Balance is in the Hand of Ar-Rahman, He raises and lowers it.)</span></p><p lang=\"en\" class=\"en \">This was also recorded by An-Nasai and Ibn Majah.</p>"
  }
]