[
  {
    "ayah_key": "3:42",
    "group_ayah_key": "3:42",
    "from_ayah": "3:42",
    "to_ayah": "3:44",
    "ayah_keys": "3:42,3:43,3:44",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when the angels said: \"O Maryam! Verily, Allah has chosen you, purified you, and chosen you above the women of the nations. <span>(42)</span>\"O Maryam! Submit yourself with obedience <span class=\"gray\">(Aqnuti)</span> to your Lord and prostrate yourself, and bow down along with Ar-Raki'in. <span>(43)</span>This is a part of the news of the Ghayb <span class=\"gray\">(Unseen)</span> which We reveal to you. You were not with them, when they cast lots with their pens as to which of them should be charged with the care of Maryam; nor were you with them when they disputed <span>(44)</span></p><div lang=\"en\" class=\"en \"><h2>The Virtue of Maryam Over the Women of Her Time</h2></div><p lang=\"en\" class=\"en \">Allah states that the angels spoke to Maryam by His command and told her that He chose her because of her service to Him, because of her modesty, honor, innocence, and conviction. Allah also chose her because of her virtue over the women of the world. At-Tirmidhi recorded that 'Ali bin Abi Talib said, \"I heard the Messenger of Allah ﷺ say,</p><p class=\"fa qpc-hafs\" lang=\"fa\">خَيْرُ نِسَائِهَا مَرْيَمُ بِنْتُ عِمْرَانَ، وَخَيْرُ نِسَائِهَا خَدِيجَةُ بِنْتُ خُوَيْلِدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The best woman <span class=\"gray\">(in her time)</span> was Maryam, daughter of 'Imran, and the best woman <span class=\"gray\">(of the Prophet's time)</span> is Khadijah <span class=\"gray\">(his wife)</span>, daughter of Khuwaylid.)</span>\"</p><p lang=\"en\" class=\"en \">The Two Sahihs recorded this Hadith. Ibn Jarir recorded that Abu Musa Al-Ash'ari said that the Messenger of Allah ﷺ said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَمُلَ مِنَ الرِّجَالِ كَثِيرٌ، وَلَمْ يَكْمُلْ مِنَ النِّسَاءِ إِلَّا مَرْيَمُ بِنْتُ عِمْرَانَ وَ آسِيَةُ امْرَأَةُ فِرْعَوْنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Many men achieved perfection, but among women, only Maryam the daughter of 'Imran and Asiah, the wife of Fir'awn, achieved perfection.)</span></p><p lang=\"en\" class=\"en \">The Six, with the exception of Abu Dawud, recorded it. Al-Bukhari's wording for it reads,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمُلَ مِنَ الرِّجَالِ كَثِيرٌ، وَلَمْ يَكْمُلْ مِنَ النِّسَاءِ إِلَّا آسِيَةُ امْرَأَةُ فِرْعَوْنَ، وَمَرْيَمُ بِنْتُ عِمْرَانَ، وَإِنَّ فَضْلَ عَائِشَةَ عَلَى النِّسَاءِ كَفَضْلِ الثَّرِيدِ عَلى سَائِرِ الطَّعَامِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Many men reached the level of perfection, but no woman reached such a level except Asiah, the wife of Fir'awn, and Maryam, the daughter of 'Imran. The superiority of 'A'ishah <span class=\"gray\">(his wife)</span> to other women, is like the superiority of Tharid <span class=\"gray\">(meat and bread dish)</span> to other meals.)</span></p><p lang=\"en\" class=\"en \">We mentioned the various chains of narration and wordings for this Hadith in the story of 'Isa, son of Maryam, in our book, Al-Bidayah wan-Nihayah, all the thanks are due to Allah.</p><p lang=\"en\" class=\"en \">Allah states that the angels commanded Maryam to increase acts of worship, humbleness, submission, prostration, bowing, and so forth, so that she would acquire what Allah had decreed for her, as a test for her. Yet, this test also earned her a higher grade in this life and the Hereafter, for Allah demonstrated His might by creating a son inside her without male intervention. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O Maryam! Submit yourself with obedience <span class=\"gray\">(Aqnuti)</span> and prostrate yourself, and bow down along with Ar-Raki'in.\")</span></p><p lang=\"en\" class=\"en \">As for Qunut <span class=\"gray\">(Aqnuti in the Ayah)</span>, it means to submit with humbleness. In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَل لَّهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَّهُ قَانِتُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, to Him belongs all that is in the heavens and on earth, and all surrender with obedience <span class=\"gray\">(Qanitun)</span> to Him.)</span><span class=\"gray\">[2:116]</span></p><p lang=\"ceb\" class=\"ceb \">Allah next said to His Messenger ﷺ after He mentioned Maryam's story,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is a part of the news of the Ghayb which We reveal.)</span> \"and narrate to you <span class=\"gray\">(O Muhammad ﷺ)</span>, \"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You were not with them, when they cast lots with their pens as to which of them should be charged with the care of Maryam; nor were you with them when they disputed.)</span> meaning, \"You were not present, O Muhammad, when this occurred, so you cannot narrate what happened to the people as an eye witness. Rather, Allah disclosed these facts to you as if you were a witness, when they conducted a lottery to choose the custodian of Maryam, seeking the reward of this good deed.\"</p><p lang=\"en\" class=\"en \">Ibn Jarir recorded that 'Ikrimah said, \"Maryam's mother left with Maryam, carrying her in her infant cloth, and took her to the rabbis from the offspring of Aaron, the brother of Musa. They were responsible for taking care of Bayt Al-Maqdis <span class=\"gray\">(the Masjid)</span> at that time, just as there were those who took care of the Ka'bah. Maryam's mother said to them, 'Take this child whom I vowed <span class=\"gray\">[to serve the Masjid]</span>, I have set her free, since she is my daughter, for no menstruating woman should enter the Masjid, and I shall not take her back home.' They said, 'She is the daughter of our Imam,' as 'Imran used to lead them in prayer, 'who took care of our sacrificial rituals.' Zakariyya said, 'Give her to me, for her maternal aunt is my wife.' They said, 'Our hearts cannot bear that you take her, for she is the daughter of our Imam.' So they conducted a lottery with the pens with which they wrote the Tawrah, and Zakariyya won the lottery and took Maryam into his care.\"</p><p lang=\"en\" class=\"en \">'Ikrimah, As-Suddi, Qatadah, Ar-Rabi' bin Anas, and several others said that the rabbis went into the Jordan river and conducted a lottery there, deciding to throw their pens into the river. The pen that remained afloat and idle would indicate that its owner would take care of Maryam. When they threw their pens into the river, the water took all the pens under, except Zakariyya's pen, which remained afloat in its place. Zakariyya was also their master, chief, scholar, Imam and Prophet, may Allah's peace and blessings be on him and the rest of the Prophets.</p>"
  },
  {
    "ayah_key": "3:45",
    "group_ayah_key": "3:45",
    "from_ayah": "3:45",
    "to_ayah": "3:47",
    "ayah_keys": "3:45,3:46,3:47",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(Remember)</span> when the angels said: \"O Maryam! Verily, Allah gives you the glad tidings of a Word from Him, his name will be Al-Masih, 'Isa, the son of Maryam, held in honor in this world and in the Hereafter, and he will be one of those who are near to Allah. <span>(45)</span>\"He will speak to the people, in the cradle and in manhood, and he will be one of the righteous. <span>(46)</span>She said: \"O my Lord! How shall I have a son when no man has touched me.\" He said: \"So <span class=\"gray\">(it will be)</span> for Allah creates what He wills. When He has decreed something, He says to it only: 'Be! ـ and it is. <span>(47)</span></p><div lang=\"en\" class=\"en \"><h2>Delivering the Good News to Maryam of 'Isa's Birth</h2></div><p lang=\"en\" class=\"en \">This Ayah contains the glad tidings the angels brought to Maryam that she would give birth to a mighty son who will have a great future. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Remember)</span> when the angels said: \"O Maryam! Verily, Allah gives you the glad tidings of a Word from Him,)</span> a son who will come into existence with a word from Allah, 'Be', and he was. This is the meaning of Allah's statement <span class=\"gray\">(about Yahya)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مُصَدِّقًا بِكَلِمَةٍ مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Believing in the Word from Allah.)</span><span class=\"gray\">[3:39]</span>, according to the majority of the scholars.</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His name will be Al-Masih, 'Isa, the son of Maryam)</span> and he will be known by this name in this life, especially by the believers. 'Isa was called \"Al-Masih\" <span class=\"gray\">(the Messiah)</span> because when he touched <span class=\"gray\">(Mash)</span> those afflicted with an illness, they would be healed by Allah's leave. Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">عِيسَى ابْنُ مَرْيَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Isa, the son of Maryam)</span> relates 'Isa to his mother, because he did not have a father.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Held in honor in this world and in the Hereafter, and will be one of those who are near to Allah.)</span> meaning, he will be a leader and honored by Allah in this life, because of the Law that Allah will reveal to him, sending down the Scripture to him, along with the other bounties that Allah will grant him with. 'Isa will be honored in the Hereafter and will intercede with Allah, by His leave, on behalf of some people, just as is the case with his brethren the mighty Messengers of Allah, peace be upon them all.</p><div lang=\"fy\" class=\"fy \"><h2>Isa Spoke When He was Still in the Cradle</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will speak to the people, in the cradle and in manhood,)</span> calling to the worship of Allah Alone without partners, while still in the cradle, as a miracle from Allah, and when he is a man, by Allah's revelation to him.</p><p lang=\"fil\" class=\"fil \">Muhammad bin Ishaq recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا تَكَلَّمَ مَوْلُودٌ فِي صِغَرِهِ إِلَّا عِيسَى وَصَاحِبُ جُرَيْجٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No infant spoke in the cradle except 'Isa and the companion of Jurayj.)</span></p><p lang=\"jv\" class=\"jv \">Ibn Abi Hatim recorded that Abu Hurayrah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَمْ يَتَكَلَّمْ فِي الْمَهْدِ إِلَّا ثَلَاثَةٌ: عِيسَى، وَصَبِيٌّ كَانَ فِي زَمَنِ جُرَيْجٍ، وَصَبِيٌّ آخَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No infant spoke in the cradle except three, 'Isa, the boy during the time of Jurayj, and another boy.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمِنَ الصَّالِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he will be one of the righteous.)</span> in his statements and actions, for he will possess, pure knowledge and righteous works.</p><div lang=\"en\" class=\"en \"><h2>Isa was Created Without a Father</h2></div><p lang=\"en\" class=\"en \">When Maryam heard the good news that the angels conveyed from Allah, she said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O my Lord! How shall I have a son when no man has touched me.\")</span></p><p lang=\"en\" class=\"en \">Mary said, \"How can I have a son while I did not marry, nor intend to marry, nor am I an indecent woman, may Allah forbid?\" The angel conveyed to Maryam, Allah's answer,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So <span class=\"gray\">(it will be)</span> for Allah creates what He wills.)</span></p><p lang=\"en\" class=\"en \">He is Mighty in power and nothing escapes His ability. Allah used the word 'create' here instead of the word 'does' as in the tale about Zakariyya <span class=\"gray\">[3:40]</span>, to eradicate any evil thought concerning 'Isa. Allah next emphasized this fact when He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When He has decreed something, He says to it only: \"Be! ـ and it is.)</span> meaning, what Allah wills, comes into existence instantly and without delay. In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Our commandment is but one as the twinkling of an eye.)</span><span class=\"gray\">[54:50]</span>, meaning, \"We only issue the command once, and it comes into existence instantly, as fast as, and faster than, a blink of the eye. \"</p>"
  }
]