[
  {
    "ayah_key": "5:17",
    "group_ayah_key": "5:17",
    "from_ayah": "5:17",
    "to_ayah": "5:18",
    "ayah_keys": "5:17,5:18",
    "text": "<p lang=\"en\" class=\"en \">Surely, in disbelief are they who say that Allah is the Messiah, son of Maryam. Say: \"Who then has the least power against Allah, if He were to destroy the Messiah, son of Maryam, his mother, and all those who are on the earth together?\" And to Allah belongs the dominion of the heavens and the earth, and all that is between them. He creates what He wills. And Allah is able to do all things <span>(17)</span>And the Jews and the Christians say: \"We are the children of Allah and His loved ones.\" Say: \"Why then does He punish you for your sins?\" Nay, you are but human beings of those He has created, He forgives whom He wills and He punishes whom He wills. And to Allah belongs the dominion of the heavens and the earth and all that is between them; and to Him is the return <span class=\"gray\">(of all <span>(18)</span></span></p><div lang=\"en\" class=\"en \"><h2>The Polytheism and Disbelief of the Christians</h2></div><p lang=\"en\" class=\"en \">Allah states that the Christians are disbelievers because of their claim that 'Isa, son of Maryam, one of Allah's servants and creatures, is Allah. Allah is holier than what they attribute to Him. Allah then reminds them of His perfect ability over everything and that everything is under His complete control and power,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فَمَن يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَن يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَن فِي الْأَرْضِ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Who then has the least power against Allah, if He were to destroy the Messiah, son of Maryam, his mother, and all those who are on the earth together?\")</span></p><p lang=\"en\" class=\"en \">Therefore, if Allah wills to do that, who would be able to stop Him or prevent Him from doing it? Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا يَخْلُقُ مَا يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Allah belongs the dominion of the heavens and the earth, and all that is between them. He creates what He wills.)</span></p><p lang=\"en\" class=\"en \">All things in existence are Allah's property and creation and He is able to do everything. He is never asked about what He does with His power, domain, justice and greatness so this refutes the Christian creed, may Allah's continued curses be upon them until the Day of Resurrection.</p><div lang=\"en\" class=\"en \"><h2>Refuting the People of the Book's Claim that they are Allah's Children</h2></div><p lang=\"en\" class=\"en \">Allah then refutes the Christians' and Jews' false claims and lies,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَتِ الْيَهُودُ وَالنَّصَارَىٰ نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Jews and the Christians say, \"We are the children of Allah and His loved ones.\")</span></p><p lang=\"en\" class=\"en \">They claim: \"We are the followers of Allah's Prophets, who are His children, whom He takes care of. He also loves us.\" The People of the Book claim in their Book that Allah said to His servant Isra'il, \"You are my firstborn.\" But they explained this statement in an improper manner and altered its meaning. Some of the People of the Book who later became Muslims refuted this false statement saying, \"This statement only indicates honor and respect, as is common in their speech at that time.\" The Christians claim that 'Isa said to them, \"I will go back to my father and your father,\" meaning, my Lord and your Lord. It is a fact that the Christians did not claim that they too are Allah's sons as they claimed about 'Isa. Rather this statement by 'Isa only meant to indicate a closeness with Allah. This is why when they said that they are Allah's children and loved ones, Allah refuted their claim,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say, \"Why then does He punish you for your sins?\")</span> meaning, if you were truly as you claim, Allah's children and loved ones, then why did He prepare the Fire because of your disbelief, lies and false claims?</p><p class=\"ur qpc-hafs\" lang=\"ur\">بَلْ أَنتُم بَشَرٌ مِّمَّنْ خَلَقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, you are but human beings, of those He has created,)</span> Allah states: you are just like the rest of the children of Adam, and Allah is the Lord of all His creation,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَغْفِرُ لِمَن يَشَاءُ وَيُعَذِّبُ مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He forgives whom He wills and punishes whom He wills.)</span> Allah does what He wills, there is none who can escape His judgement, and He is swift in reckoning.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Allah belongs the dominion of the heavens and the earth and all that is between them;)</span> Therefore, everything is Allah's property and under His power and control,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَيْهِ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to Him is the return.)</span> In the end, the return will be to Allah and He will judge between His servants as He will, and He is the Most Just Who is never wrong in His judgment.</p>"
  },
  {
    "ayah_key": "5:19",
    "group_ayah_key": "5:19",
    "from_ayah": "5:19",
    "to_ayah": "5:19",
    "ayah_keys": "5:19",
    "text": "<p class=\"en translation\" lang=\"en\">O People of the Scripture! Now has come to you Our Messenger making <span class=\"gray\">(things)</span> clear unto you, after a break in <span class=\"gray\">(the series of)</span> Messengers, lest you say: \"There came to us no bringer of glad tidings and no warner.\" But now has come unto you a bringer of glad tidings and a warner. And Allah is able to do all things <span>(19)</span></p><p lang=\"en\" class=\"en \">Allah is addressing the People of the Book – the Jews and the Christians, saying that He has sent His Messenger Muhammad ﷺ to them, the Final Prophet, after whom there will be no Prophet or Messenger. Rather, He is the Final Messenger who came after a long time passed between him and 'Isa, son of Maryam peace be upon them.</p><p lang=\"en\" class=\"en \">There is a difference of opinion about the length of time between 'Isa and Muhammad ﷺ. Abu 'Uthman An-Nahdi and Qatadah were reported to have said that this period was six hundred years. Al-Bukhari also recorded this opinion from Salman Al-Farisi. Qatadah said that this period was five hundred and sixty years, while Ma'mar said that it is five hundred and forty years. Some said that this period is six hundred and twenty years. There is no contradiction here if we consider the fact that those who said that this period was six hundred years were talking about solar years, while the second refers to lunar years, since there is a difference of about three years between every one hundred lunar and solar years. As in Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they stayed in their Cave three hundred years, adding nine.)</span><span class=\"gray\">[18:25]</span> meaning, nine more lunar years to substitute for the difference between lunar and solar years, thus agreeing with the three hundred years that the People of the Book knew about. We should assert again that the time period we mentioned here was between 'Isa, the last Prophet to the Children of Israel, and Muhammad ﷺ, the Last Prophet and Messenger among the children of Adam. In the Sahih collected by Al-Bukhari, Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ أَوْلَى النَّاسِ بِابْنِ مَرْيَمَ لَأَنَا، لَيْسَ بَيْنِي وَبَيْنَهُ نَبِيٌّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I, among all people, have the most right to the son of Maryam, for there was no Prophet between Him and I.)</span></p><p lang=\"en\" class=\"en \">This Hadith refutes the opinion of Al-Quda'i and others, that there was a Prophet after 'Isa called Khalid bin Sinan. </p><p lang=\"en\" class=\"en \">Allah sent Muhammad ﷺ after a period of time during which there was no Prophet, clear path, or unchanged religions. Idol worshipping, fire worshipping and cross worshipping flourished during this time. Therefore, the bounty of sending Muhammad ﷺ was the perfect bounty at a time when he was needed the most. Evil had filled the earth by then, and tyranny and ignorance had touched all the servants, except a few of those who remained loyal to the true teachings of previous Prophets, such as some Jewish rabbis, Christian priests and Sabian monks.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Iyad bin Himar Al-Mujash'i said that the Prophet ﷺ gave a speech one day and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبِّي أَمَرَنِي أَنْ أُعَلِّمَكُمْ مَا جَهِلْتُمْ مِمَّا عَلَّمَنِي فِي يَوْمِي هَذَا، كُلُّ مَالٍ نَحَلْتُهُ عِبَادِي حَلَالٌ، وَإِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ كُلَّهُمْ، وَإِنَّ الشَّيَاطِينَ أَتَتْهُمْ فَأَضَلَّتْهُمْ عَنْ دِينِهِمْ، وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْتُ لَهُمْ، وَأَمَرَتْهُمْ أَنْ يُشْرِكُوا بِي مَا لَمْ أُنَزِّلْ بِهِ سُلْطَانًا، ثُمَّ إِنَّ اللهَ عَزَّ وَجَلَّ نَظَرَ إِلى أَهْلِ الْأَرْضِ فَمقَتَهُمْ عَرَبَهُمْ وعَجَمَهُمْ، إِلَّا بَقَايَا مِنْ بَنِي إِسْرَائِيلَ، وقَالَ: إِنَّمَا بَعَثْتُكَ لِأَبْتَلِيَكَ وَأَبْتَلِيَ بِكَ، وَأَنْزَلْتُ عَلَيْكَ كِتَابًا لَا يَغْسِلُهُ الْمَاءُ، تَقْرَأُهُ نَائِمًا وَيَقْظَانَ، ثُمَّ إِنَّ اللهَ أَمَرَنِي أَنْ أُحَرِّقَ قُرَيْشًا فَقُلْتُ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَارَبِّ إِذَنْ يَثْلَغُوا رَأْسِي، فَيَدَعُوهُ خُبْزَةً، فَقَالَ: اسْتَخْرِجْهُمْ كَمَا اسْتَخْرَجُوكَ، واغْزُهُمْ نُغْزِكَ، وَأَنْفِقْ عَلَيْهِمْ فَسَنُنْفِقَ عَلَيْكَ، وَابْعَثْ جَيْشًا نَبْعَثْ خَمْسًا أَمْثَالَهُ، وَقَاتِلْ بِمَنْ أَطَاعَكَ مَنْ عَصَاكَ، وَأَهْلُ الْجَنَّةِ ثَلَاثَةٌ: ذوُ سُلْطانٍ مُقْسِطٌ مُوَفَّقٌ مُتَصَدِّقٌ، وَرَجُلٌ رَحِيمٌ رَقِيقُ الْقَلْبِ بِكُلِّ ذِي قُرْبَى وَمُسْلِمٍ، وَرَجُلٌ عَفِيفٌ فَقِيرٌ ذُو عِيَالٍ (مُتَصَدِّقٌ). وَأَهْلُ النَّارِ خَمْسَةٌ: الضَّعِيفُ الَّذي لَا دِينَ لَهُ، وَالَّذِين هُمْ فِيكُمْ تَبَعٌ أَوْ تَبَعًا - شَكَّ يَحْيىٰ - لَا يَبْتَغُون أَهْلًا وَلَا مَالًا، وَالْخَائِنُ الَّذِي لَا يَخْفَىٰ لَهُ طَمَعٌ وَإِنْ دَقَّ إِلَّا خَانَهُ، وَرَجُلٌ لَا يُصْبِحُ وَلَا يُمْسِي إِلَّا وَهُوَ يُخَادِعُكَ عَنْ أَهْلِكَ وَمَالِكَ - وَذَكَرَ الْبَخِيلَ أَوِ الْكَذَّابَ - وَالشِّنْظِيرَ: الفَاحِشَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(My Lord has commanded me to teach you what you have no knowledge of and of which He taught me this day, 'All the wealth that I gave to My servants is permissible. I created all My servants Hunafa <span class=\"gray\">(monotheists)</span>. But, the devils came to them and deviated them from their religion, prohibited for them what I allowed and commanded them to associate others with Me <span class=\"gray\">[in worship]</span>, which I gave no permission for.' Then Allah looked at the people of the earth and disliked them all, the Arabs and non-Arabs among them, except a few from among the Children of Israel. Allah said <span class=\"gray\">(to me)</span>, 'I only sent you to test you and to test with you. I sent to you a Book that cannot be washed by water <span class=\"gray\">(it is eternal)</span>, and you will read it while asleep and while awake.' Allah has also Commanded me to burn <span class=\"gray\">(destroy)</span> Quraysh. So I said, 'O Lord! They will smash my head and leave it like a piece of bread.' He said, 'I will drive them out as they drove you out, and when you invade them We will help you. Spend on them <span class=\"gray\">(your companions)</span> and We will spend on you, send an army and We will send five armies like it <span class=\"gray\">(in its support)</span>. Fight with those who obey you, against those who disobey you. And the inhabitants of Paradise are three: a just, prosperous, and charitable ruler; A merciful man who has a kind heart toward every relative and every Muslim; a forgiving, poor man with dependants <span class=\"gray\">[who is charitable]</span>. And the inhabitants of the Fire are five: the weak one with no religion; those who follow after you not for family reasons nor wealth; and the treacherous who does not hide his treachery, acting treacherous in even the most insignificant matters; and a person who comes every morning and every evening, is cheating your family or your wealth.')</span> And he mentioned the stingy, or the liar, and the foulmouthed person.\"</p><p lang=\"en\" class=\"en \">Therefore, the Hadith states that Allah looked at the people of the earth and disliked them all, both the Arabs and non-Arabs among them, except a few among the Children of Israel, or a few among the People of the Book as Muslim recorded. The religion was distorted and changed for the people of the earth until Allah sent Muhammad ﷺ, and Allah, thus, guided the creatures and took them away from the darkness to the light and placed them on a clear path and a glorious Law. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَن تَقُولُوا مَا جَاءَنَا مِن بَشِيرٍ وَلَا نَذِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(lest you say, \"There came unto us no bringer of glad tidings and no warner.\")</span> meaning, so that you, who changed the true religion, do not make it an excuse and say, \"No Messenger came to us bringing glad tidings and warning against evil.\" There has come to you a bringer of good news and a warner, Muhammad ﷺ.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is able to do all things.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir said this part of the Ayah means, \"I am able to punish those who disobey Me and to reward those who obey Me.\"</p>"
  }
]