[
  {
    "ayah_key": "7:100",
    "group_ayah_key": "7:100",
    "from_ayah": "7:100",
    "to_ayah": "7:100",
    "ayah_keys": "7:100",
    "text": "<p class=\"en translation\" lang=\"en\">Is it not a guidance for those who inherit the earth from its previons inhabitants that had We willed, We would have punished them for their sins. And We seal up their hearts so that they hear not <span>(100)</span></p><div lang=\"en\" class=\"en \"><h2>Ibn 'Abbas commented on Allah's statement,</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِن بَعْدِ أَهْلِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it not a guidance for those who inherit the earth from its previous inhabitants...)</span></p><p lang=\"en\" class=\"en \">\"<span class=\"gray\">(Allah says,)</span> did We not make clear to them that had We willed, We would have punished them because of their sins?\" Mujahid and several others said similarly. Abu Ja'far bin Jarir At-Tabari explained this Ayah, \"Allah says, 'Did We not make clear to those who succeeded on the earth after destroying the previous nations who used to dwell in that land. Then they followed their own ways, and behaved as they did and were unruly with their Lord. <span class=\"gray\">[Did We not make clear to them]</span> that,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَن لَّوْ نَشَاءُ أَصَبْنَاهُم بِذُنُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that had We willed, We would have punished them for their sins.)</span> by bringing them the same end that was decreed for those before them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We seal up their hearts)</span>, We place a cover over their heart,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَهُمْ لَا يَسْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that they hear not)</span>, words of advice or reminding?'\" I say that similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّأُولِي النُّهَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it not a guidance for them: how many generations We have destroyed before them, in whose dwellings they walk? Verily, in this are signs indeed for men of understanding.)</span><span class=\"gray\">[20:128]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ أَفَلَا يَسْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is it not a guidance for them: how many generations We have destroyed before them in whose dwellings they do walk about? Verily, therein indeed are signs. Would they not then listen)</span><span class=\"gray\">[32:26]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ تَكُونُوا أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ - وَسَكَنتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنفُسَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had you not sworn aforetime that you would not leave <span class=\"gray\">(the world for the Hereafter)</span>. And you dwelt in the dwellings of men who wronged themselves)</span><span class=\"gray\">[14:44-45]</span> Also, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هَلْ تُحِسُّ مِنْهُم مِّنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how many a generation before them have We destroyed! Can you find a single one of them or hear even a whisper of them?)</span><span class=\"gray\">[19:98]</span> meaning, do you see any of them or hear their voices There are many other Ayat that testify that Allah's torment strikes His enemies, while His bounty reaches His faithful believers. </p><p lang=\"en\" class=\"en \">Thereafter comes Allah's statement, and He is the Most Truthful, the Lord of all that exists,</p>"
  },
  {
    "ayah_key": "7:101",
    "group_ayah_key": "7:101",
    "from_ayah": "7:101",
    "to_ayah": "7:102",
    "ayah_keys": "7:101,7:102",
    "text": "<p lang=\"en\" class=\"en \">Those were the towns whose story We relate unto you. And there came indeed to them their Messengers with clear proofs, but they were not such who would believe in what they rejected before. Thus Allah does seal up the hearts of the disbelievers <span>(101)</span>And most of them We found not true to their covenant, but most of them We found indeed rebellious <span>(102)</span></p><p lang=\"en\" class=\"en \">After narrating the stories of the people of Prophets Nuh, Hud, Salih, Lut and Shu'ayb, destroying the disbelievers, saving the believers, warning these nations by explaining the truth to them with the evidence sent in the words of His Messengers, may Allah's peace and blessings be on them all, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">تِلْكَ الْقُرَىٰ نَقُصُّ عَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those were the towns that We relate to you)</span> O Muhammad,</p><p class=\"sd qpc-hafs\" lang=\"sd\"> مِنْ أَنبَائِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their story)</span>, and news,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ جَاءَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there came indeed to them their Messengers with clear proofs,)</span> and evidences of the truth of what they brought them. Allah said in other Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We never punish until We have sent a Messenger <span class=\"gray\">(to give warning)</span>.)</span><span class=\"gray\">[17:15]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ مِنْ أَنبَاءِ الْقُرَىٰ نَقُصُّهُ عَلَيْكَ مِنْهَا قَائِمٌ وَحَصِيدٌ - وَمَا ظَلَمْنَاهُمْ وَلَٰكِن ظَلَمُوا أَنفُسَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is some of the news of the towns which We relate unto you; of them, some are standing, and some have been reaped. We wronged them not, but they wronged themselves.)</span><span class=\"gray\">[11:100-101]</span> Allah said</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they were not such who would believe in what they had rejected before.)</span> meaning they would not have later on believed in what the Messengers brought them, because they denied the truth when it first came to them <span class=\"gray\">(although they recognized it)</span>, according to the Tafsir of Ibn 'Atiyyah. This explanation is sound, and is supported by Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ - وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And what will make you perceive that if it came, they will not believe? And We shall turn their hearts and their eyes away <span class=\"gray\">(from guidance)</span>, as they refused to believe therein for the first time.)</span><span class=\"gray\">[6:109-110]</span></p><p lang=\"en\" class=\"en \">This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يَطْبَعُ اللَّهُ عَلَىٰ قُلُوبِ الْكَافِرِينَ - وَمَا وَجَدْنَا لِأَكْثَرِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus Allah does seal up the hearts of the disbelievers. And most of them We found not...)</span> meaning, We did not find most of the previous nations,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنْ عَهْدٍ وَإِن وَجَدْنَا أَكْثَرَهُمْ لَفَاسِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(true to their covenant, but most of them We found to indeed be rebellious.)</span></p><p lang=\"en\" class=\"en \">This Ayah means, We found most of them to be rebellious, deviating away from obedience and compliance. </p><p lang=\"en\" class=\"en \">The covenant mentioned here is the Fitrah that Allah instilled in them while still in their fathers' loins, and taking their covenant, that He is their Lord, King, and that there is no deity worthy of worship except Him,. They affirmed this covenant and testified against themselves to this fact. However, they defied this covenant, threw it behind their backs and worshipped others besides Allah, having no proof or plea, nor support from rationality or by divine law. Surely, the pure Fitrah defies these actions, while all the honorable Messengers, from beginning to end, forbade them. Muslim collected the Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى إِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ فَجَاءَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينِهِمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْتُ لَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah said, \"I created My servants Hunafa' <span class=\"gray\">(monotheists)</span>, but the devils came to them and deviated them from their religion and prohibited them what I allowed them.\")</span></p><p lang=\"en\" class=\"en \">It is recorded in the Two Sahihs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَوْلُودٍ يُولَدُ عَلَى الْفِطْرَةِ فَأَبَوَاهُ يُهَوِّدَانِهِ وَيُنَصِّرَانِهِ وَيُمَجِّسَانِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every child is born upon the Fitrah, it is only his parents who turn him into a Jew, a Christian or a Zoroastrian.)</span></p>"
  },
  {
    "ayah_key": "7:103",
    "group_ayah_key": "7:103",
    "from_ayah": "7:103",
    "to_ayah": "7:103",
    "ayah_keys": "7:103",
    "text": "<p class=\"en translation\" lang=\"en\">Then after them We sent Musa with Our signs to Fir'awn and his chiefs, but they wrongfully rejected them. So see how was the end of the mischief-maker <span>(103)</span></p><div lang=\"en\" class=\"en \"><h2>Story of Prophet Musa, upon him be Peace, and Fir'awn</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ بَعَثْنَا مِن بَعْدِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then after them We sent)</span>, after the Messengers whom We mentioned, such as Nuh, Hud, Salih Lut and Shu'ayb <span class=\"gray\">(may Allah's peace and blessings be on them and the rest of Allah's Prophets)</span>, We sent,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مُّوسَىٰ بِآيَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Musa with Our signs)</span> proofs and clear evidences, to Fir'awn, who was ruler of Egypt during the time of Musa,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَمَلَئِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and his chiefs)</span> the people of Fir'awn,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَظَلَمُوا بِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they wrongfully rejected them)</span>, they denied and disbelieved in the signs, out of injustice and stubbornness on their part. Allah said about them in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they belied them <span class=\"gray\">(those Ayat)</span> wrongfully and arrogantly, though they were themselves convinced thereof. So see what was the end of the evildoers.)</span><span class=\"gray\">[27:14]</span></p><p lang=\"en\" class=\"en \">The Ayah says, 'those who hindered from the path of Allah and belied in His Messengers, look how We punished them, We caused them to drown, all of them, while Musa and his people were watching.' Public drowning added disgrace to the punishment that Fir'awn and his people suffered, while adding comfort to the hearts of Allah's party, Musa and those people who believed in him.</p>"
  },
  {
    "ayah_key": "7:104",
    "group_ayah_key": "7:104",
    "from_ayah": "7:104",
    "to_ayah": "7:106",
    "ayah_keys": "7:104,7:105,7:106",
    "text": "<p lang=\"en\" class=\"en \">And Musa said: \"O Fir'awn! Verily, I am a Messenger from the Lord of all that exists. <span>(104)</span>\"Proper it is for me that I say nothing concerning Allah but the truth. Indeed I have come unto you from your Lord with a clear proof. So let the Children of Israel depart along with me. <span>(105)</span><span class=\"gray\">[Fir'awn]</span> said: \"If you have come with a sign, show it forth, if you are one of those who tell the truth. <span>(106)</span></p><p lang=\"en\" class=\"en \">Allah mentions a debate that took place between Musa and Fir'awn, and Musa's refuting Fir'awn with the unequivocal proof and clear miracles, in the presence of Fir'awn and his people, the Copts of Egypt. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ مُوسَىٰ يَا فِرْعَوْنُ إِنِّي رَسُولٌ مِّن رَّبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Musa said: \"O Fir'awn! Verily, I am a Messenger from the Lord of all that exists\".)</span> meaning Musa said, 'the one Who sent me is the Creator, Lord and King of all things,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَقِيقٌ عَلَىٰ أَن لَّا أَقُولَ عَلَى اللَّهِ إِلَّا الْحَقَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Proper it is for me that I say nothing concerning Allah but the truth.\")</span></p><p lang=\"en\" class=\"en \">It is incumbent and a duty for me to convey only the Truth from Him, because of what I know of His might and power.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَدْ جِئْتُكُم بِبَيِّنَةٍ مِّن رَّبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Indeed I have come unto you from your Lord with a clear proof.\")</span></p><p lang=\"en\" class=\"en \">I brought unequivocal evidence that Allah gave me to prove that I am conveying the truth to you,'</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَأَرْسِلْ مَعِيَ بَنِي إِسْرَائِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"So let the Children of Israel depart along with me.\")</span> means, release them from your slavery and subjugation. Let them worship your Lord and their Lord. They are from the offspring of an honorable Prophet, Isra'il, who is Ya'qub son of Ishaq son of Ibrahim, the Khalil <span class=\"gray\">(intimate friend)</span> of Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ إِن كُنتَ جِئْتَ بِآيَةٍ فَأْتِ بِهَا إِن كُنتَ مِنَ الصَّادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">[Fir'awn]</span> said: \"If you have come with a sign, show it forth, if you are one of those who tell the truth.\")</span></p><p lang=\"en\" class=\"en \">Fir'awn said, 'I will not believe in what you have said nor entertain your request'. Therefore, he said, 'if you have proof, then produce it for us to see, so that we know if your claim is true.'</p>"
  }
]