[
  {
    "ayah_key": "10:41",
    "group_ayah_key": "10:41",
    "from_ayah": "10:41",
    "to_ayah": "10:44",
    "ayah_keys": "10:41,10:42,10:43,10:44",
    "text": "<p lang=\"en\" class=\"en \">And if they belie you, say: \"For me are my deeds and for you are your deeds! You are innocent of what I do, and I am innocent of what you do! <span>(41)</span>And among them are some who listen to you, but can you make the deaf to hear – even though they apprehend not <span>(42)</span>And among them are some who look at you, but can you guide the blind – even though they see not <span>(43)</span>Truly, Allah wrongs not mankind in aught; but mankind wrong themselves <span>(44)</span></p><div lang=\"en\" class=\"en \"><h2>The Command to be Free and Clear from the Idolators</h2></div><p lang=\"en\" class=\"en \">Allah said to His Prophet ﷺ: 'If these idolators belie you, then be clear from them and their deeds.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"For me are my deeds and for you are your deeds!\")</span> Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَيُّهَا الْكَافِرُونَ - لَا أَعْبُدُ مَا تَعْبُدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O you disbelievers! I worship not that which you worship.\")</span><span class=\"gray\">[109:1-2]</span> to the end of the Surah. Ibrahim Al-Khalil <span class=\"gray\">(the Friend)</span> and his followers said to the idolators among their people:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا بُرَآءُ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ اللَّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, we are free from you and whatever you worship besides Allah)</span><span class=\"gray\">[60:4]</span> Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن يَسْتَمِعُونَ إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among them are some who listen to you,)</span></p><p lang=\"en\" class=\"en \">They listen to your beautiful talk and to the Glorious Qur'an. They listen to your truthful, eloquent and authentic Hadiths that are useful to the hearts, the bodies and their faith. This is indeed a great benefit and is sufficient. But guiding the people to the truth is not up to you or to them. You cannot make the deaf hear. Therefore you cannot guide these people except if Allah wishes.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن يَنظُرُ إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among them are some who look at you,)</span></p><p lang=\"en\" class=\"en \">They look at you and at what Allah has given you in terms of dignity, noble personality and great conduct. There is in all of this clear evidence of your prophethood to those who have reason and insight. Other people also look but they do not receive guidance like them. Believers look at you with respect and dignity while disbelievers regard you with contempt.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they see you, they treat you only in mockery.)</span><span class=\"gray\">[25:41]</span></p><p lang=\"en\" class=\"en \">Then Allah announces that He is never unjust with anyone. He guides whomever He wills and opens the eyes of the blind, makes the deaf hear and removes neglect from the hearts. At the same time He lets others go astray, moving away from faith. He does all of that yet He is always Just, for He is the Ruler and has full authority over His kingdom. He does whatever He wills without any restrictions. No one can question Him as to what He does while he will question everyone else. He is Omniscient, All-Wise, and All-Just. So Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا وَلَٰكِنَّ النَّاسَ أَنفُسَهُمْ يَظْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, Allah wrongs not mankind in aught; but mankind wrong themselves.)</span></p><p lang=\"en\" class=\"en \">In the Hadith narrated by Abu Dharr, he states that the Prophet ﷺ related that His Lord, Exalted and High is He, said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِي! إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلَا تَظَالَمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O My servant! I have prohibited oppression for Myself and made it prohibited for you, so do not oppress one another...)</span> Until He said at the end of the Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِبَادِي! إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيهَا لَكُمْ، ثُمَّ أُوفِيكُمْ إِيَّاهَا، فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدِ اللهَ، وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O My servants! It is but your deeds that I reckon for you and then recompense you for. So let him who finds good <span class=\"gray\">(in the Hereafter)</span> praise Allah. And let him who finds other than that blame no one but himself.)</span> The complete version was recorded by Muslim.</p>"
  },
  {
    "ayah_key": "10:45",
    "group_ayah_key": "10:45",
    "from_ayah": "10:45",
    "to_ayah": "10:45",
    "ayah_keys": "10:45",
    "text": "<p class=\"en translation\" lang=\"en\">And on the Day when He shall gather them together, <span class=\"gray\">(it will be)</span> as if they had not stayed <span class=\"gray\">(in the life of this world and graves)</span> but an hour of a day. They will recognize each other. Ruined indeed will be those who denied the meeting with Allah and were not guided <span>(45)</span></p><div lang=\"en\" class=\"en \"><h2>The Feeling of Brevity toward the Worldly Life at the Gathering on the Day of Resurrection</h2></div><p lang=\"en\" class=\"en \">To remind people of the establishment of the Hour and their resurrection from their graves to the gathering for the Day of Judgment, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَحْشُرُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day when He shall gather <span class=\"gray\">(resurrect)</span> them.)</span> Similarly Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِّن نَّهَارٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when they will see that <span class=\"gray\">(torment)</span> with which they are promised <span class=\"gray\">(threatened, it will be)</span> as if they had not stayed more than an hour in a single day.)</span><span class=\"gray\">[46:35]</span></p><p lang=\"gl\" class=\"gl \">Allah also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day they see it, <span class=\"gray\">(it will be)</span> as if they had not tarried <span class=\"gray\">(in this world)</span> except an afternoon or a morning.)</span><span class=\"gray\">[79:46]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يُنفَخُ فِي الصُّورِ ۚ وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا - يَتَخَافَتُونَ بَيْنَهُمْ إِن لَّبِثْتُمْ إِلَّا عَشْرًا - نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِن لَّبِثْتُمْ إِلَّا يَوْمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when the Trumpet will be blown <span class=\"gray\">(the second blowing)</span>: that Day, We shall gather the criminals, blue eyed. They will speak in a very low voice to each other <span class=\"gray\">(saying)</span>: \"You stayed not longer than ten <span class=\"gray\">(days)</span>.\" We know very well what they will say, when the best among them in knowledge and wisdom will say: \"You stayed no longer than a day!\")</span><span class=\"gray\">[20:102-104]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day that the Hour will be established, the criminals will swear that they stayed not but an hour.)</span><span class=\"gray\">[30:55]</span></p><p lang=\"en\" class=\"en \">These all are evidence of the brevity of the worldly life compared to the Hereafter. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ - قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ - قَالَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا ۖ لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Allah)</span> will say: \"What number of years did you stay on earth?\" They will say: \"We stayed a day or part of a day. Ask of those who keep account.\" He <span class=\"gray\">(Allah)</span> will say: \"You stayed not but a little, if you had only known!\")</span><span class=\"gray\">[23:112-114]</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَعَارَفُونَ بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will recognize each other)</span></p><p lang=\"en\" class=\"en \">The children will know their parents and relatives will recognize one another. They will know them just like they used to know them during the life in this world. However, on that Day everyone will be busy with himself. Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنسَابَ بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when the Trumpet is blown, there will be no kinship among them.)</span><span class=\"gray\">[23:101]</span> Allah also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no friend will ask a friend <span class=\"gray\">(about his condition)</span>.)</span><span class=\"gray\">[70:10]</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Ruined indeed will be those who denied the meeting with Allah and were not guided.)</span></p><p lang=\"en\" class=\"en \">This is similar to the Ayah:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe that Day to the deniers.)</span><span class=\"gray\">[77:15]</span></p><p lang=\"en\" class=\"en \">Woe to them because they will lose themselves and their families on the Day of Resurrection. That is indeed the great loss. There is no loss greater than the loss of one who will be taken away from his dear ones on the Day of Grief and Regret.</p>"
  },
  {
    "ayah_key": "10:46",
    "group_ayah_key": "10:46",
    "from_ayah": "10:46",
    "to_ayah": "10:47",
    "ayah_keys": "10:46,10:47",
    "text": "<p lang=\"en\" class=\"en \">Whether We show you some of what We promise them <span class=\"gray\">(the torment)</span>, or We cause you to die – still unto Us is their return, and moreover Allah is Witness over what they used to do <span>(46)</span>And for every Ummah there is a Messenger; when their Messenger comes, the matter will be judged between them with justice, and they will not be wronged <span>(47)</span></p><div lang=\"en\" class=\"en \"><h2>The Criminals will certainly be avenged – whether in This World or in the Hereafter</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said to His Messenger ﷺ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whether We show you some of what We promise them <span class=\"gray\">(the torment)</span>,)</span> We shall avenge them in your lifetime so your eye will be delighted.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or We cause you to die – still unto Us is their return,)</span> Allah will then be the Witness watching over their actions for you. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلِّ أُمَّةٍ رَّسُولٌ ۖ فَإِذَا جَاءَ رَسُولُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for every Ummah there is a Messenger; when their Messenger comes,)</span> Mujahid said: \"This will be on the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُضِيَ بَيْنَهُم بِالْقِسْطِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the matter will be judged between them with justice,)</span> is similar to the Ayah:</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the earth will shine with the light of its Lord <span class=\"gray\">(Allah)</span>,)</span><span class=\"gray\">[39:69]</span> So every nation will be presented before Allah in the presence of its Messenger and the Book of its deeds. All good and evil deeds will be witnessed upon them. Their guardian angels will be witnesses too. The nations will be brought forth, one by one. </p><p lang=\"en\" class=\"en \">Our noble Ummah, while it is the last of the nations, is the first one on the Day of Resurrection to be questioned and judged. This was stated by Allah's Messenger in a Hadith recorded by both Al-Bukhari and Muslim. Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَحْنُ الْآخِرُونَ السَّابِقُونَ يَوْمَ الْقِيَامَةِ، الْمَقْضِيُّ لَهُمْ قَبْلَ الْخَلَائِقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We are the last, the first on the Day of Resurrection. We will be judged before the rest of the creatures.)</span> His Ummah attains the honor of precedence only by the honor of its Messenger , may Allah's peace and blesings be upon him forever, until the Day of Judgement.</p>"
  }
]