[
  {
    "ayah_key": "7:150",
    "group_ayah_key": "7:150",
    "from_ayah": "7:150",
    "to_ayah": "7:151",
    "ayah_keys": "7:150,7:151",
    "text": "<p lang=\"en\" class=\"en \">And when Musa returned to his people, angry and grieved, he said: \"What an evil thing is that which you have done during my absence. Did you hasten in matter of your Lord?\" And he threw down the Tablets and seized his brother by <span class=\"gray\">(the hair of)</span> his head and dragged him towards him. He <span class=\"gray\">(Harun)</span> said: \"O son of my mother! Indeed the people judged me weak and were about to kill me, so make not the enemies rejoice over me, nor put me among the people who are wrongdoers. <span>(150)</span>He <span class=\"gray\">(Musa)</span> said: \"O my Lord! Forgive me and my brother, and admit us into Your mercy, for You are the Most Merciful of those who show mercy. <span>(151)</span></p><p lang=\"en\" class=\"en \">Allah states that when Musa returned to his people after conversation with his Lord, he became angry and full of regret. Abu Ad-Darda' said that Asif, or regret, is the severest type of anger.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ بِئْسَمَا خَلَفْتُمُونِي مِن بَعْدِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Musa)</span> said: \"What an evil thing is that which you have done during my absence.\")</span> evil it is that which you committed after I departed and left you, by worshiping the calf,</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did you hasten in the matter of your Lord?)</span></p><p lang=\"en\" class=\"en \">Musa said, 'You wanted me to rush back to you, even though <span class=\"gray\">[being there]</span> this was Allah's decision?' Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he threw down the Tablets and seized his brother by his head and dragged him towards him.)</span></p><p lang=\"en\" class=\"en \">This Ayah demonstrates the meaning of the Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ الْخَبَرُ كَالْمُعَايَنَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Information is not the same as observation.)</span></p><p lang=\"en\" class=\"en \">It indicates that Musa threw down the Tablets because he was angry at his people, according to the majority of scholars of early and latter times. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and seized his brother by <span class=\"gray\">(the hair of)</span> his head and dragged him towards him.)</span> for Musa feared that Harun might have not tried hard enough to forbid them from their evil action. In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ يَا هَارُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا - أَلَّا تَتَّبِعَنِ أَفَعَصَيْتَ أَمْرِي - قَالَ يَا ابْنَ أُمَّ لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ وَلَمْ تَرْقُبْ قَوْلِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(He <span class=\"gray\">[Musa]</span> said: \"O Harun ! What prevented you when you saw them going astray. That you followed me not <span class=\"gray\">(according to my advice to you)</span>? Have you then disobeyed my order?\" He <span class=\"gray\">[Harun]</span> said: \"O son of my mother! Seize <span class=\"gray\">(me)</span> not by my beard, nor by my head! Verily, I feared lest you should say: 'You have caused a division among the Children of Israel, and you have not respected <span class=\"gray\">(waited or observed)</span> my word!'\")</span><span class=\"gray\">[20:92-94]</span>. </span></p><p lang=\"mi\" class=\"mi \">Here, Allah said that Harun said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O son of my mother! Indeed the people judged me weak and were about to kill me, so make not the enemies rejoice over me, nor put me among the people who are wrongdoers.\")</span></p><p lang=\"en\" class=\"en \">Harun said, 'Do not place me on the same level as they are, as if I was one of them.' Further, Harun said, 'O son of my mother', so that Musa would feel more mercy and leniency towards him, even though Harun was also the son of Musa's father. When Musa was satisfied that his brother was innocent,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ قَالَ لَهُمْ هَارُونُ مِن قَبْلُ يَا قَوْمِ إِنَّمَا فُتِنتُم بِهِ وَإِنَّ رَبَّكُمُ الرَّحْمَٰنُ فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Harun indeed had said to them beforehand: \"O my people! You are being tried in this, and verily, your Lord is <span class=\"gray\">(Allah)</span> the Most Gracious, so follow me and obey my order.\")</span><span class=\"gray\">[20:90]</span>, this is when,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ </p><p lang=\"ceb\" class=\"ceb \"><span class=\"gray\">(he said)</span> Musa,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ اغْفِرْ لِي وَلِأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"O my Lord! Forgive me and my brother, and admit us into Your mercy, for you are the Most Merciful of those who show mercy.\")</span></p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that Ibn 'Abbas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرْحَمُ اللهُ مُوسَى لَيْسَ الْمُعَايِنُ كَالْمُخْبِرِ أَخْبَرَهُ رَبُّهُ عَزَّ وَجَلَّ أَنَّ قَوْمَهُ فُتِنُوا بَعْدَهُ فَلَمْ يَلْقَ الْأَلْوَاحَ فَلَمَّا رَآهُمْ وَعَايَنَهُمْ أَلْقَى الْأَلْوَاحَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May Allah grant His mercy to Musa! Surely, he who observes <span class=\"gray\">[something]</span> is nothing like he who is informed about it. His Lord, the Exalted and Most Honored, told him that his people were tested after him, but he did not throw the Tablets. When he saw them with his eyes, then he threw the Tablets.)</span></p>"
  },
  {
    "ayah_key": "7:152",
    "group_ayah_key": "7:152",
    "from_ayah": "7:152",
    "to_ayah": "7:153",
    "ayah_keys": "7:152,7:153",
    "text": "<p lang=\"en\" class=\"en \">Certainly, those who took the calf <span class=\"gray\">(for worship)</span>, wrath from their Lord and humiliation will come upon them in the life of this world. Thus do We recompense those who invent lies <span>(152)</span>But those who committed evil deeds and then repented afterwards and believed, verily, your Lord after <span class=\"gray\">(all)</span> that is indeed Oft-Forgiving, Most Merciful <span>(153)</span></p><p lang=\"en\" class=\"en \">The 'wrath' mentioned here that struck the Children of Israel because of their worshipping the calf, means, Allah did not accept their repentance until some of them <span class=\"gray\">[who did not worship the calf]</span> killed others <span class=\"gray\">[who worshipped the calf]</span>. We mentioned this story in Surat Al-Baqarah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتُوبُوا إِلَىٰ بَارِئِكُمْ فَاقْتُلُوا أَنفُسَكُمْ ذَٰلِكُمْ خَيْرٌ لَّكُمْ عِندَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So turn in repentance to your Creator and kill yourselves <span class=\"gray\">(the guilty)</span>, that will be better for you before your Creator.\" Then He accepted your repentance. Truly, He is the One Who accepts repentance, the Most Merciful.)</span><span class=\"gray\">[2:54]</span></p><p lang=\"en\" class=\"en \">As for the humiliation mentioned in the Ayah, it pertains to the disgrace and humiliation that the Jews suffered in the life of this world. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ نَجْزِي الْمُفْتَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus do We recompense those who invent lies)</span> is for all those who invent an innovation <span class=\"gray\">(in religion)</span>. Surely, the disgrace resulting from inventing an innovation <span class=\"gray\">(in religion)</span> and defying Allah's Message, will be placed in the heart and from there on to the shoulders. Al-Hasan Al-Basri said; \"The disgrace of innovation will weigh on their shoulders even if they were to gallop on their mules or trot on their work horses.\" Ayyub As-Sakhtiyani narrated from Abu Qilabah Al-Jarmi that he commented on this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ نَجْزِي الْمُفْتَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus do We recompense those who invent lies.)</span></p><p lang=\"en\" class=\"en \">\"By Allah! This Ayah is for all those who invent a lie, until the Day of Resurrection.\" Also, Sufyan bin 'Uyaynah said, \"Every person who invents a Bid'ah <span class=\"gray\">(innovation in the religion)</span> will taste disgrace.\"Allah tells His servants that He accepts repentance from His servants for any sin, even Shirk, Kufr, hypocrisy and disobedience. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ عَمِلُوا السَّيِّئَاتِ ثُمَّ تَابُوا مِن بَعْدِهَا وَآمَنُوا إِنَّ رَبَّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who committed evil deeds and then repented afterwards and believed, verily, your Lord)</span></p><p lang=\"en\" class=\"en \">O Muhammad, Messenger of Repentance and Prophet of Mercy,</p><p class=\"it qpc-hafs\" lang=\"it\">مِن بَعْدِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(after that)</span> after committing that evil action,</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَغَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(is indeed Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">Ibn Abi Hatim reported that 'Abdullah bin Mas'ud was asked about a man committing fornication with a woman and then marrying her, and Ibn Mas'ud recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ عَمِلُوا السَّيِّئَاتِ ثُمَّ تَابُوا مِن بَعْدِهَا وَآمَنُوا إِنَّ رَبَّكَ مِن بَعْدِهَا لَغَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who committed evil deeds and then repented afterwards and believed, verily, your Lord after <span class=\"gray\">(all)</span> that is indeed Oft-Forgiving, Most Merciful.)</span></p><p lang=\"en\" class=\"en \">'Abdullah recited this Ayah ten times, neither allowing nor disallowing it.</p>"
  },
  {
    "ayah_key": "7:154",
    "group_ayah_key": "7:154",
    "from_ayah": "7:154",
    "to_ayah": "7:154",
    "ayah_keys": "7:154",
    "text": "<p class=\"en translation\" lang=\"en\">And when the anger of Musa calmed, he took up the Tablets; and in their inscription was guidance and mercy for those who fear their Lord <span>(154)</span></p><div lang=\"en\" class=\"en \"><h2>Musa picked up the Tablets when His Anger subsided</h2></div><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا سَكَتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when calmed)</span> and subsided,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَن مُّوسَى الْغَضَبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the anger of Musa)</span> with his people,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخَذَ الْأَلْوَاحَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(he took up the Tablets)</span>, which he had thrown out of jealousy for Allah and anger for His sake, because of his people worshipping the calf,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِّلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in their inscription was guidance and mercy for those who fear their Lord.)</span></p><p lang=\"en\" class=\"en \">Several scholars of Tafsir said that when Musa threw the Tablets on the ground they were shattered and he collected the pieces afterwards. Musa found in its inscription guidance and mercy, but the specific details of the Law was lost, so they said. They also claimed that the shattered pieces of the Tablets still remained in the treasury safes of some Israelite kings until the Islamic State came into existence. Only Allah knows if these statements are true.</p>"
  }
]