[
  {
    "ayah_key": "25:7",
    "group_ayah_key": "25:7",
    "from_ayah": "25:7",
    "to_ayah": "25:14",
    "ayah_keys": "25:7,25:8,25:9,25:10,25:11,25:12,25:13,25:14",
    "text": "<p lang=\"en\" class=\"en \">And they say: \"Why does this Messenger eat food, and walk about in the markets. Why is not an angel sent down to him to be a warner with him <span>(7)</span>\"Or <span class=\"gray\">(why)</span> has not a treasure been granted to him, or why has he not a garden whereof he may eat\" And the wrongdoers say: \"You follow none but a man bewitched. <span>(8)</span>See how they coin similitudes for you, so they have gone astray, and they cannot find a path <span>(9)</span>Blessed be He Who, if He wills, will assign you better than <span class=\"gray\">(all)</span> that – Gardens under which rivers flow and will assign you palaces <span>(10)</span>Nay, they deny the Hour, and for those who deny the Hour, We have prepared a flaming Fire <span>(11)</span>When it sees them from a far place, they will hear its raging and its roaring <span>(12)</span>And when they shall be thrown into a narrow place thereof, chained together, they will exclaim therein for destruction <span>(13)</span>Exclaim not today for one destruction, but exclaim for many destructions <span>(14)</span></p><div lang=\"en\" class=\"en \"><h2>What the Disbelievers Said About the Messenger <span class=\"gray\">(ﷺ)</span>, Refutation of Their Words, and Their Ultimate Destiny</h2></div><p lang=\"en\" class=\"en \">Allah tells us about the disbelievers' stubborn resistance to and rejection of the truth, with no proof or evidence for doing so. Their excuse was, as they said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَالِ هَٰذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why does this Messenger eat food,)</span> meaning, 'as we eat, and why does he need food as we need it'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَمْشِي فِي الْأَسْوَاقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and walk about in the markets.)</span> means, he walks around and goes there often seeking to trade and earn a living.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why is not an angel sent down to him to be a warner with him)</span> They were saying: why doesn't an angel come down to him from Allah, to be a witness that what he is claiming is true This is like when Fira'wn said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِّن ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Why then are not golden bracelets bestowed on him, or angels sent along with him\")</span><span class=\"gray\">(43:53)</span>. These people had a similar mentality and said the same kind of thing. They said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يُلْقَىٰ إِلَيْهِ كَنزٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or <span class=\"gray\">(why)</span> has not a treasure been granted to him)</span> meaning, treasure that he could spend on his needs and wants.</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or why has he not a garden whereof he may eat)</span> meaning, a garden that would go with him wherever he went. All of this is easy for Allah, but He had a reason for not doing any of these things, and with Him is the perfect proof and argument.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الظَّالِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the wrongdoers say: \"You follow none but a man bewitched.\")</span> Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See how they coin similitudes for you, so they have gone astray,)</span> meaning, they accused you and belied you when they said that you were a sorcerer or bewitched or crazy or a liar or a poet, but all of these are false ideas. Everyone who has the slightest understanding will recognize that they are lying. Allah says:</p><p class=\"ur qpc-hafs\" lang=\"ur\">فَضَلُّوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so they have gone astray)</span> from the path of guidance.</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَلَا يَسْتَطِيعُونَ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they cannot find a path.)</span> Everyone who steps outside of the way of truth and guidance has gone astray, no matter what direction he takes, because the truth is one and its methodology is unified, parts of it confirming other parts. Then Allah tells His Prophet that if He willed, He could bestow on him in this world something far better than what they were saying. He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَارَكَ الَّذِي إِن شَاءَ جَعَلَ لَكَ خَيْرًا مِّن ذَٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Blessed be He Who, if He wills, will assign you better than <span class=\"gray\">(all)</span> that...)</span> Mujahid said, \"This means in this world.\" And he said: \"The Quraysh used to call every house that was made of stone a 'palace', whether it was large or small.\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">بَلْ كَذَّبُوا بِالسَّاعَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, they deny the Hour,)</span> means, they say this in stubborn disbelief, not because they are seeking insight and guidance, but because their disbelief in the Day of Resurrection makes them say what they say.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَعْتَدْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have prepared)</span> means, 'We have made ready,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَن كَذَّبَ بِالسَّاعَةِ سَعِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for those who deny the Hour, a flaming Fire.)</span> means, an unbearably hot and painful torment in the fire of Hell.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا رَأَتْهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When it sees them)</span> means, when Hell sees them,</p><p class=\"ur qpc-hafs\" lang=\"ur\">مِّن مَّكَانٍ بَعِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(from a far place,)</span> means from the place of gathering <span class=\"gray\">(on the Day of Resurrection)</span>,</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will hear its raging and its roaring.)</span> means, <span class=\"gray\">(it will make those sounds)</span> out of hatred towards them. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ - تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When they are cast therein, they will hear the <span class=\"gray\">(terrible)</span> drawing in of its breath as it blazes forth. It almost bursts up with fury)</span><span class=\"gray\">(67:7-8)</span>, which means that parts of it almost separate from other parts because of its intense hatred towards those who disbelieved in Allah. Imam Abu Ja'far bin Jarir narrated that Ibn 'Abbas said: \"A man will be dragged towards Hell, which will be expanding and contracting, and Ar-Rahman will say to it: 'What is the matter with you' It will say: 'He is seeking refuge from me.' So Allah will say, 'Let My servant go.' Another man will be dragged towards Hell and he will say, 'O Lord, I never expected this from You.' Allah will say, 'What did you expect' The man will say, 'I expected that Your mercy would be great enough to include me.' So Allah will say, 'Let My servant go.' Another man will be dragged towards Hell, and Hell will bray at him like a donkey braying at barley. Then it will give a moan that will instill fear in everyone.\" Its chain of narrators is Sahih.</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will hear its raging and its roaring.)</span> 'Abdur-Razzaq recorded that 'Ubayd bin 'Umayr said: \"Hell will utter a moan such that there will be no angel who is close to Allah and no Prophet sent to mankind, but he will fall on his face, shaking all over. Even Ibrahim, peace be upon him, will fall to his knees and say: 'O Lord, I do not ask You for salvation this Day except for myself.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they shall be thrown into a narrow place thereof, chained together,)</span> Qatadah narrated from Abu Ayyub that 'Abdullah bin 'Amr said: \"Like the point of a spear, i.e., in its narrowness.\"</p><p class=\"ps qpc-hafs\" lang=\"ps\">مُّقَرَّنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(chained together,)</span> Abu Salih said, \"This means, tied from their shoulders.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعَوْا هُنَالِكَ ثُبُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will exclaim therein for destruction.)</span> means, they will utter cries of woe, regret and sorrow.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Exclaim not today for one destruction...)</span></p>"
  }
]