[
  {
    "ayah_key": "7:4",
    "group_ayah_key": "7:4",
    "from_ayah": "7:4",
    "to_ayah": "7:7",
    "ayah_keys": "7:4,7:5,7:6,7:7",
    "text": "<p lang=\"en\" class=\"en \">And a great number of towns We destroyed. Our torment came upon them by night or while they were taking their midday nap <span>(4)</span>No cry did they utter when Our torment came upon them but this: \"Verily, we were wrongdoers. <span>(5)</span>Then surely, We shall question those <span class=\"gray\">(people)</span> to whom it was sent and verily, We shall question the Messengers <span>(6)</span>Then surely, We shall narrate unto them <span class=\"gray\">(their whole story)</span> with knowledge, and indeed We have not been absent <span>(7)</span></p><div lang=\"en\" class=\"en \"><h2>Nations that were destroyed</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَم مِّن قَرْيَةٍ أَهْلَكْنَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And a great number of towns We destroyed.)</span> for defying Our Messengers and rejecting them. This behavior led them to earn disgrace in this life, which led them to disgrace in the Hereafter. Allah said in other Ayat,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed <span class=\"gray\">(many)</span> Messengers before you were mocked at, but their scoffers were surrounded by the very thing that they used to mock at)</span><span class=\"gray\">[6:10]</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And many a township did We destroy while they were given to wrongdoing, so that it lie in ruins <span class=\"gray\">(up to this day)</span>, and <span class=\"gray\">(many)</span> a deserted well and lofty castle!)</span><span class=\"gray\">[22:45]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَن مِّن بَعْدِهِمْ إِلَّا قَلِيلًا وَكُنَّا نَحْنُ الْوَارِثِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how many a town have We destroyed, which was thankless for its means of livelihood And those are their dwellings, which have not been inhabited after them except a little. And verily, We have been the heirs)</span><span class=\"gray\">[28:58]</span>. Allah's saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَاءَهَا بَأْسُنَا بَيَاتًا أَوْ هُمْ قَائِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our torment came upon them by night or while they were taking their midday nap.)</span> means, Allah's command, torment and vengeance came over them at night or while taking a nap in the middle of the day. Both of these times are periods of rest and leisure or heedlessness and amusement. Allah also said</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنَ أَهْلُ الْقُرَىٰ أَن يَأْتِيَهُم بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ - أَوَأَمِنَ أَهْلُ الْقُرَىٰ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did the people of the towns then feel secure against the coming of Our punishment by night while they were asleep? Or, did the people of the towns then feel secure against the coming of Our punishment in the forenoon while they were playing?)</span><span class=\"gray\">[7:97-98]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئَاتِ أَن يَخْسِفَ اللَّهُ بِهِمُ الْأَرْضَ أَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ - أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ - أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do then those who devise evil plots feel secure that Allah will not sink them into the earth, or that the torment will not seize them from directions they perceive not? Or that He may catch them in the midst of their going to and from, so that there be no escape for them? Or that He may catch them with gradual wastage. Truly, Your Lord is indeed full of kindness, Most Merciful?)</span><span class=\"gray\">[16:45-47]</span>. Allah's saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا كَانَ دَعْوَاهُمْ إِذْ جَاءَهُم بَأْسُنَا إِلَّا أَن قَالُوا إِنَّا كُنَّا ظَالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No cry did they utter when Our torment came upon them but this: \"Verily, we were wrongdoers.\")</span></p><p lang=\"en\" class=\"en \">This means, when the torment came to them, their cry was that they admitted their sins and that they deserved to be punished. Allah said in a similar Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ قَصَمْنَا مِن قَرْيَةٍ كَانَتْ ظَالِمَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How many a town given to wrongdoing, have We destroyed)</span><span class=\"gray\">[21:11]</span>, until,</p><p class=\"sd qpc-hafs\" lang=\"sd\">خَامِدِينَ</p><p lang=\"jv\" class=\"jv \"><span class=\"gray\">(Extinct)</span><span class=\"gray\">[21:15]</span>. Allah's saying.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then surely, We shall question those <span class=\"gray\">(people)</span> to whom it <span class=\"gray\">(the Book)</span> was sent)</span> is similar to the Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> the Day <span class=\"gray\">(Allah)</span> will call them, and say: \"What answer gave you to the Messengers?\")</span><span class=\"gray\">[28:65]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ قَالُوا لَا عِلْمَ لَنَا إِنَّكَ أَنتَ عَلَّامُ الْغُيُوبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when Allah will gather the Messengers together and say to them: \"What was the response you received?\" They will say: \"We have no knowledge, verily, only You are the Knower of all that is unseen.\")</span><span class=\"gray\">[5:109]</span>. </p><p lang=\"en\" class=\"en \">Allah will question the nations, on the Day of Resurrection, how they responded to His Messengers and the Messages He sent them with. He will also question the Messengers if they conveyed His Messages. So, 'Ali bin Abi Talhah reported from Ibn 'Abbas, who said commenting on the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then surely, We shall question those <span class=\"gray\">(people)</span> to whom it <span class=\"gray\">(the Book)</span> was sent and verily, We shall question the Messengers.)</span> He said; \"About what they conveyed.\" Ibn 'Abbas commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ وَمَا كُنَّا غَائِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then surely, We shall narrate unto them <span class=\"gray\">(their whole story)</span> with knowledge, and indeed We have not been absent.)</span> \"The Book will be brought forth on the Day of Resurrection and it will speak, disclosing what they used to do.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا غَائِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and indeed We have not been absent)</span> meaning, On the Day of Resurrection, Allah will inform His servants about what they said and did, whether substantial or minor. Certainly, He witnesses to everything, nothing escapes His observation, and He is never unaware of anything. Rather, He has perfect knowledge of what the eyes are deluded by and what the hearts conceal,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not a leaf falls, but He knows it. There is not a grain in the darkness of the earth nor anything fresh or dry, but is written in a Clear Record.)</span><span class=\"gray\">[6:59]</span></p>"
  },
  {
    "ayah_key": "7:40",
    "group_ayah_key": "7:40",
    "from_ayah": "7:40",
    "to_ayah": "7:41",
    "ayah_keys": "7:40,7:41",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, those who belie Our Ayat and treat them with arrogance, for them the gates of the heavens will not be opened, and they will not enter Paradise until the Jamal goes through the eye of the needle. Thus do We recompense the criminals <span>(40)</span>Theirs will be Mihad from the Fire, and over them Ghawash. Thus do We recompense the wrongdoers <span>(41)</span></p><div lang=\"en\" class=\"en \"><h2>Doors of Heaven shall not open for Those Who deny Allah's Ayat, and They shall never enter Paradise</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for them the gates of the heavens will not be opened,)</span> meaning, their good deeds and supplication will not ascend through it, according to Mujahid, Sa'id bin Jubayr and Ibn 'Abbas, as Al-'Awfi and 'Ali bin Abi Talhah reported from him. Ath-Thawri narrated that, Layth said that 'Ata' narrated this from Ibn 'Abbas. It was also said that the meaning here is that the doors of the heavens will not be opened for the disbelievers' souls, according to Ad-Dahhak who reported this from Ibn 'Abbas. As-Suddi and several others mentioned this meaning. What further supports this meaning, is the report from Ibn Jarir that Al-Bara' said that the Messenger of Allah mentioned capturing the soul of the 'Fajir' <span class=\"gray\">(wicked sinner or disbeliever)</span>, and that his or her soul will be ascended to heaven. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَصْعَدُونَ بِهَا، فَلَا تَمُرُّ عَلَى مَلَأٍ مِنَ الْمَلَائِكَةِ إِلَّا قَالُوا مَا هَذِهِ الرُّوحُ الْخَبِيثَةُ؟ فَيَقُولُونَ: فُلَانٌ بِأَقْبَحِ أَسْمَائِهِ الَّتِي كَانَ يُدْعَى بِهَا فِي الدُّنْيَا، حَتَّى يَنْتَهَوا بِهَا إِلَى السَّمَاءِ فَيَسْتَفْتَحُونَ بَابَهَا لَهُ فَلَا يَفْتَحُ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they <span class=\"gray\">(angels)</span> ascend it and it will not pass by a gathering of the angels, but they will ask, who's wicked soul is this' They will reply, 'The soul of so-and-so,' calling him by the worst names he was called in this life. When they reach the <span class=\"gray\">(lower)</span> heaven, they will ask that its door be opened for the soul, but it will not be opened for it.)</span></p><p lang=\"en\" class=\"en \">The Prophet ﷺ then recited,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For them the gates of heaven will not be opened)</span>. </p><p lang=\"en\" class=\"en \">This is a part of a long Hadith which was also recorded by Abu Dawud, An-Nasa'i and Ibn Majah. </p><p lang=\"en\" class=\"en \">Ibn Jurayj commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for them the gates of heaven will not be opened,)</span> \"<span class=\"gray\">(The gates of heaven)</span> will not be opened for their deeds or souls.\" This explanation combines the two meanings we gave above, and Allah knows best. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّىٰ يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will not enter Paradise until the Jamal goes through the eye of the needle.)</span> refers to the male camel. Ibn Mas'ud said it is a male camel from the she camel. In another narration it refers to the spouse of the she camel. Mujahid and 'Ikrimah said that Ibn 'Abbas used to recite this Ayah this way, \"Until the Jummal goes through the eye of the needle\", whereas 'Jummal' is a thick rope. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُم مِّن جَهَنَّمَ مِهَادٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Theirs will be Mihad from the Fire)</span> means, beds, while;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن فَوْقِهِمْ غَوَاشٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and over them Ghawash)</span>, means, coverings, according to Muhammad bin Ka'b Al-Qurazi. Similar was said by Ad-Dahhak bin Muzahim and As-Suddi. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ نَجْزِي الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus do We recompense the wrongdoers.)</span></p>"
  }
]