[
  {
    "ayah_key": "26:10",
    "group_ayah_key": "26:10",
    "from_ayah": "26:10",
    "to_ayah": "26:22",
    "ayah_keys": "26:10,26:11,26:12,26:13,26:14,26:15,26:16,26:17,26:18,26:19,26:20,26:21,26:22",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when your Lord called Musa <span class=\"gray\">(saying)</span>: \"Go to the people who are wrongdoers. <span>(10)</span>\"The people of Fira'wn. Will they not have Taqwa? <span>(11)</span>He said: \"My Lord! Verily, I fear that they will deny me, <span>(12)</span>\"And my breast straitens, and my tongue expresses not well. So send for Harun. <span>(13)</span>\"And they have a charge of crime against me, and I fear they will kill me. <span>(14)</span><span class=\"gray\">(Allah)</span> said: \"Nay! Go you both with Our signs. Verily, We shall be with you, listening. <span>(15)</span>\"And go both of you to Fira'wn, and say: 'We are the Messengers of the Lord of Al-'Alamin, <span>(16)</span>'So allow the Children of Israel to go with us.' <span>(17)</span><span class=\"gray\">(Fir'awn)</span> said <span class=\"gray\">(to Musa)</span>: \"Did we not bring you up among us as a child? And you did dwell many years of your life with us. <span>(18)</span>\"And you did your deed, which you did. While you were one of the ingrates. <span>(19)</span>Musa said: \"I did it then, when I was in error. <span>(20)</span>\"So, I fled from you when I feared you. But my Lord has granted me Hukm, and made me one of the Messengers. <span>(21)</span>\"And this is the past favor with which you reproach me, – that you have enslaved the Children of Israel. <span>(22)</span></p><div lang=\"fil\" class=\"fil \"><h2>Between Musa and Fir'awn</h2></div><p lang=\"en\" class=\"en \">Allah tells us what He commanded His servant, son of 'Imran and Messenger Musa, peace be upon him, who spoke with Him, to do, when He called him from the right side of the mountain, and conversed with him, and chose him, sent him, and commanded him to go to Fir'awn and his people. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِ ائْتِ الْقَوْمَ الظَّالِمِينَ - قَوْمَ فِرْعَوْنَ ۚ أَلَا يَتَّقُونَ - قَالَ رَبِّ إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ - وَيَضِيقُ صَدْرِي وَلَا يَنْطَلِقُ لِسَانِي فَأَرْسِلْ إِلَىٰ هَارُونَ - وَلَهُمْ عَلَيَّ ذَنبٌ فَأَخَافُ أَن يَقْتُلُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(And when your Lord called Musa:)</span> \"Go to the people who are wrongdoers. The people of Fir'awn. Will they not have Taqwa?\" He said: \"My Lord! Verily, I fear that they will deny me, And my breast straitens, and my tongue expresses not well. So send for Harun. And they have a charge of crime against me, and I fear they will kill me.\")</span></p><p lang=\"en\" class=\"en \">So, Musa asked Allah to remove these difficulties for him, as he said in Surah Ta Ha:</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالَ رَبِّ اشْرَحْ لِي صَدْرِي - وَيَسِّرْ لِي أَمْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Musa said: \"O my Lord! Open for me my chest. And ease my task for me.\")</span><span class=\"gray\">(20:25-26)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are granted your request, O Musa!)</span><span class=\"gray\">(20:36)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُمْ عَلَيَّ ذَنبٌ فَأَخَافُ أَن يَقْتُلُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have a charge of crime against me, and I fear they will kill me.)</span> because he had killed that Egyptian, which was the reason that he left the land of Egypt.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ كَلَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> said: \"Nay!...\")</span> Allah told him: do not be afraid of anything like that. This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah said: \"We will strengthen your arm through your brother, and give you both power)</span> meaning, proof;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَصِلُونَ إِلَيْكُمَا ۚ بِآيَاتِنَا أَنتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so they shall not be able to harm you, with Our signs, you two as well as those who follow you will be the victors)</span><span class=\"gray\">(28:35)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاذْهَبَا بِآيَاتِنَا ۖ إِنَّا مَعَكُم مُّسْتَمِعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Go you both with Our signs. Verily, We shall be with you, listening.)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am with you both, hearing and seeing)</span><span class=\"gray\">(20:46)</span>. Meaning, 'I will be with you by My protection, care, support and help.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأْتِيَا فِرْعَوْنَ فَقُولَا إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And go both of you to Fir'awn, and say: 'We are the Messengers of the Lord of the all that exists.')</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا رَسُولَا رَبِّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, we are both Messengers of your Lord)</span><span class=\"gray\">(20:47)</span>. which means, 'both of us have been sent to you,'</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنْ أَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So allow the Children of Israel to go with us.)</span> Meaning, 'let them go, free them from your captivity, subjugation and torture, for they are the believing servants of Allah, devoted to Him, and with you they are in a position of humiliating torture.' When Musa said that to him, Fir'awn turned away and ignored him completely, regarding him with scorn and thinking little of him. Saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ نُرَبِّكَ فِينَا وَلِيدً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did we not bring you up among us as a child?)</span> meaning, we brought you up among us, in our home and on our bed, we nourished you and did favors for you for many years, and after all that you responded to our kindness in this manner: you killed one of our men and denied our favors to you.' So he said to him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنتَ مِنَ الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(While you were one of the ingrates.)</span> meaning, one of those who deny favors. This was the view of Ibn 'Abbas and 'Abdur-Rahman bin Zayd bin Aslam, and was the view favored by Ibn Jarir.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ فَعَلْتُهَا إِذًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Musa)</span> said: \"I did it then...\")</span> meaning, at that time,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَا مِنَ الضَّالِّينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when I was in error.)</span> meaning, 'before revelation was sent to me and before Allah made me a Prophet and sent me with this Message.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَفَرَرْتُ مِنكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِي رَبِّي حُكْمًا وَجَعَلَنِي مِنَ الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, I fled from you when I feared you. But my Lord has granted me Hukm, and made me one of the Messengers.)</span> means, 'the first situation came to an end and another took its place. Now Allah has sent me to you, and if you obey Him, you will be safe, but if you oppose Him, you will be destroyed.' Then Musa said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدتَّ بَنِي إِسْرَائِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And this is the past favor with which you reproach me, – that you have enslaved the Children of Israel.)</span> meaning, 'whatever favors you did in bringing me up are offset by the evil you did by enslaving the Children of Israel and using them to do your hard labor. Is there any comparison between your favors to one man among them and the evil you have done to all of them? What you have mentioned about me is nothing compared to what you have done to them.'</p>"
  },
  {
    "ayah_key": "26:105",
    "group_ayah_key": "26:105",
    "from_ayah": "26:105",
    "to_ayah": "26:110",
    "ayah_keys": "26:105,26:106,26:107,26:108,26:109,26:110",
    "text": "<p lang=\"en\" class=\"en \">The people of Nuh denied the Messengers <span>(105)</span>When their brother Nuh said to them: \"Will you not have Taqwa? <span>( 106)</span>\"I am a trustworthy Messenger to you. <span>( 107)</span>\"So have Taqwa of Allah, and obey me. <span>( 108)</span>\"No reward do I ask of you for it; my reward is only from the Lord of all that exists. <span>( 109)</span>\"So have Taqwa of Allah, and obey me. <span>( 110)</span></p><div lang=\"en\" class=\"en \"><h2>Nuh's Preaching to His People, and Their Response</h2></div><p lang=\"en\" class=\"en \">Here Allah tells us about His servant and Messenger Nuh, peace be upon him, who was the first Messenger sent by Allah to the people of earth after they started to worship idols. Allah sent him to forbid that and to warn people of the consequences of idol worship. But his people belied him and continued their evil practice of worshipping idols besides Allah. Allah revealed that their disbelieving in him was akin to disbelieving in all the Messengers, So Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ - إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people of Nuh belied the Messengers. When their brother Nuh said to them: \"Will you not have Taqwa?\")</span> meaning, 'do you not fear Allah when you worship others instead of Him?'</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنِّي لَكُمْ رَسُولٌ أَمِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am a trustworthy Messenger to you.)</span> means, 'I am the Messenger of Allah to you, faithfully fulfilling the mission with which Allah has sent me. I convey the Messages of my Lord to you, and I do not add anything to them or take anything away from them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَأَطِيعُونِ - وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So have Taqwa of Allah, and obey me. No reward do I ask of you for it;)</span> means, 'I do not want any payment for the advice I give you; I will save my reward for it with Allah.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ وَأَطِيعُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So have Taqwa of Allah, and obey me.)</span> 'It is clear to you that I am telling the truth and that I am faithfully fulfilling the mission with which Allah has entrusted me.'</p>"
  },
  {
    "ayah_key": "26:111",
    "group_ayah_key": "26:111",
    "from_ayah": "26:111",
    "to_ayah": "26:115",
    "ayah_keys": "26:111,26:112,26:113,26:114,26:115",
    "text": "<p lang=\"en\" class=\"en \">They said: \"Shall we believe in you, when the inferior follow you? <span>(111)</span>He said: \"And what knowledge have I of what they used to do? <span>(112)</span>\"Their account is only with my Lord, if you could <span class=\"gray\">(but)</span> know. <span>(113)</span>\"And I am not going to drive away the believers. <span>(114)</span>\"I am only a plain warner. <span>(115)</span></p><div lang=\"en\" class=\"en \"><h2>The Demand of the People of Nuh and His Response</h2></div><p lang=\"en\" class=\"en \">They said: \"We do not believe in you, and we will not follow you and become equal to the meanest of the people, who follow you and believe in you, and they are the lowest among us.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ - قَالَ وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"Shall we believe in you, when the inferior follow you?\" He said: \"And what knowledge have I of what they used to do?\")</span> meaning, 'what does it have to do with me if they follow me? No matter what they used to do before, I do not have to check on them and examine their background; all I have to do is accept it if they believe in me; whatever is in their hearts is for Allah to know.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ حِسَابُهُمْ إِلَّا عَلَىٰ رَبِّي ۖ لَوْ تَشْعُرُونَ - وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their account is only with my Lord, if you could <span class=\"gray\">(but)</span> know. And I am not going to drive away the believers.)</span> It seems that they asked him to drive these people away, then they would follow him, but he refused to do that, and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ - إِنْ أَنَا إِلَّا نَذِيرٌ مُّبِينٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I am not going to drive away the believers. I am only a plain warner.)</span> meaning, 'I have been sent as a warner, and whoever obeys me and follows me and believes in me, then he belongs to me and I to him, whether he is noble or common, upper-class or lower-class.'</p>"
  }
]