[
  {
    "ayah_key": "43:57",
    "group_ayah_key": "43:57",
    "from_ayah": "43:57",
    "to_ayah": "43:65",
    "ayah_keys": "43:57,43:58,43:59,43:60,43:61,43:62,43:63,43:64,43:65",
    "text": "<p lang=\"en\" class=\"en \">And when the son of Maryam is quoted as an example, behold, your people cry aloud thereat <span>(57)</span>And say: \"Are our gods better or is he?\" They quoted not the above example except for argument. Nay! But they are a quarrelsome people <span>(58)</span>He was not more than a servant. We granted Our favor to him, and We made him an example for the Children of Israel <span>(59)</span>And if it were Our will, We would have made angels to replace you on the earth <span>(60)</span>And he shall be a known sign for <span class=\"gray\">(the coming of)</span> the Hour. Therefore have no doubt concerning it. And follow Me! This is the straight path <span>(61)</span>And let not Shaytan hinder you. Verily, he <span class=\"gray\">(Shaytan)</span> to you is a plain enemy <span>(62)</span>And when 'Isa came with clear proofs, he said: \"I have come to you with Al-Hikmah, and in order to make clear to you some of that in which you differ. Therefore have Taqwa of Allah and obey me. <span>(63)</span>\"Verily, Allah! He is my Lord and your Lord. So worship Him. This is the straight path. <span>(64)</span>But the sects from among themselves differed. So woe to those who do wrong from the torment of a painful Day <span>(65)</span></p><p lang=\"en\" class=\"en \">The Contempt of the Quraysh for the son of Maryam, and His true Status with Allah</p><p lang=\"en\" class=\"en \">Allah tells us how the Quraysh persisted in their disbelief and stubborn arguments:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the son of Maryam is quoted as an example, behold, your people cry aloud thereat.)</span></p><p lang=\"en\" class=\"en \">Several others narrated that Ibn 'Abbas, may Allah be pleased with him, Mujahid, 'Ikrimah, As-Suddi and Ad-Dahhak said, \"They laughed, i.e., they were astounded by that.\" Qatadah said, \"They were repelled by that and they laughed.\" Ibrahim An-Nakha'i said, \"They turned away.\" </p><p lang=\"en\" class=\"en \">The reason for this was mentioned by Muhammad bin Ishaq in As-Sirah. He said, \"According to what I have heard, the Messenger of Allah ﷺ sat down one day with Al-Walid bin Al-Mughirah in the Masjid, and An-Nadr bin Al-Harith came and sat down with them. There were also other men from the Quraysh in the gathering. The Messenger of Allah ﷺ spoke, then An-Nadr bin Al-Harith came up to him and the Messenger of Allah ﷺ spoke to him until he ﷺ defeated him in argument. Then he ﷺ recited to him and to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly you and that which you are worshipping now besides Allah, are <span class=\"gray\">(but)</span> fuel for Hell! <span class=\"gray\">(Surely)</span> you will enter it.)</span><span class=\"gray\">(21:98)</span></p><p lang=\"en\" class=\"en \">Then the Messenger of Allah ﷺ got up and went to sit with 'Abdullah bin Al-Zab'ari At-Tamimi. Al-Walid bin Al-Mughirah said to him, 'By Allah, An-Nadr bin Al-Harith could not match the son of 'Abd Al-Muttalib in argument. Muhammad claims that we and these gods that we worship are fuel for Hell.' 'Abdullah bin Az-Zab'ari said, 'By Allah, if I meet with him I will defeat him in argument. Ask Muhammad whether everyone that is worshipped instead of Allah will be in Hell with those who worshipped him, for we worship the angels, and the Jews worship 'Uzayr, and the Christians worship the Messiah 'Isa bin Maryam.' Al-Walid and those who were sitting with him were amazed at what 'Abdullah bin Az-Zab'ari said, and they thought that he had come up with a good point. He said this to the Messenger of Allah ﷺ, who said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَنْ أَحَبَّ أَنْ يُعْبَدَ مِنْ دُونِ اللهِ فَهُوَ مَعَ مَنْ عَبَدَهُ، فَإِنَّهُمْ إِنَّمَا يَعْبُدُونَ الشَّيْطَانَ وَمَنْ أَمَرَهُمْ بِعِبَادَتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Everyone who likes to worship something other than Allah will be with the one whom he worshipped, for indeed they are worshipping the Shaytan and whomever told them to worship that person.)</span>\" Then Allah revealed the words:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَىٰ أُولَٰئِكَ عَنْهَا مُبْعَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those for whom the good has preceded from Us, they will be removed far therefrom <span class=\"gray\">(Hell)</span>)</span><span class=\"gray\">(21:101)</span>, meaning that 'Isa, 'Uzayr and rabbis and monks who were also worshipped, who spent their lives in devotion towards Allah. The misguided people who came after them took them as lords instead of Allah. Concerning the notion of worshipping the angels as daughters of Allah, the following words were revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا ۗ سُبْحَانَهُ ۚ بَلْ عِبَادٌ مُكْرَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"The Most Gracious has begotten a son <span class=\"gray\">(or children)</span>.\" Glory to Him! They are but honored servants.)</span><span class=\"gray\">(21:26)</span> Concerning 'Isa bin Maryam, the fact that he is worshipped instead of Allah, and to the amazement of Al-Walid and the others who were present at the argument, the following was revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the son of Maryam is quoted as an example, behold, your people cry aloud thereat.)</span> meaning, they take this argument as a basis for rejecting your message. Then Allah mentions 'Isa bin Maryam and says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ - وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ - وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He was not more than a servant. We granted Our favor to him, and We made him an example for the Children of Israel. And if it were Our will, We would have made angels to replace you on the earth. And he <span class=\"gray\">('Isa)</span> shall be a known sign for the Hour.)</span> meaning, the miracles and signs that happened at his hands, such as raising the dead and healing the sick, are sufficient as signs of the approach of the Hour.</p><p class=\"fa qpc-hafs\" lang=\"fa\"> فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therefore have no doubt concerning it. And follow Me! This is the straight path)</span>.\" Ibn Jarir mentioned that Al-'Awfi reported that Ibn 'Abbas, may Allah be pleased with him, commented on the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the son of Maryam is quoted as an example, behold, your people cry aloud thereat.)</span> \"This means the Quraysh, when it was said to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly you and that which you are worshipping now besides Allah, are <span class=\"gray\">(but)</span> fuel for Hell! <span class=\"gray\">(Surely)</span> you will enter it.)</span><span class=\"gray\">(21:98)</span> The Quraysh said to him: 'What about 'Isa bin Maryam?' He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَاكَ عَبْدُاللهِ وَرَسُولُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is the servant and Messenger of Allah.)</span> They said, 'By Allah, he means that we should take him as a lord just as the Christians took 'Isa son of Maryam as a lord.' Then Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They quoted not the above example except for argument. Nay! But they are a quarrelsome people)</span>.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And say: \"Are our gods better or is he?\")</span>. Qatadah said, \"They were saying, 'our gods are better than him'.\" Qatadah said; \"Ibn Mas'ud, may Allah be pleased with him, recited it </p><p class=\"ar qpc-hafs\" lang=\"ar\"> (أَآلِهَتُنَا خَيْرٌ أَمْ هٰذَا)</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are our gods better or is this <span class=\"gray\">(person)</span>?)</span>\" they mean Muhammad ﷺ.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They quoted not the above example except for argument.)</span> means, for the sake of stubborn argument, for they knew that he <span class=\"gray\">('Isa )</span> was not included in the Ayah <span class=\"gray\">(21:98)</span>, because that would not make sense. The words,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly you and that which you are worshipping now besides Allah, are <span class=\"gray\">(but)</span> fuel for Hell!)</span><span class=\"gray\">(21:98)</span> are addressed to the Quraysh, for they used to worship idols and false gods – they did not worship the Messiah so why should he be included in what the Ayah says? What they said was only for the sake of argument; they did not really believe in it. </p><p lang=\"en\" class=\"en \">Imam Ahmad, may Allah have mercy on him, recorded that Abu Umamah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا ضَلَّ قَوْمٌ بَعْدَ هُدًى كَانُوا عَلَيْهِ، إِلَّا أُوْرِثُوا الْجَدَلَ</p><p lang=\"en\" class=\"en \">g<span class=\"gray\">(No people go astray after having been guided, but they resort to <span class=\"gray\">(futile)</span> argument.)</span> Then the Messenger of Allah ﷺ recited this Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They quoted not the above example except for argument. Nay! But they are a quarrelsome people)</span>.\" It was also recorded by At-Tirmidhi, Ibn Majah and Ibn Jarir. At-Tirmidhi said, \"This Hadith is Hasan Sahih, we do not know it except from the Hadith of Hajjaj bin Dinar...\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">('Isa)</span> was not more than a servant. We granted Our favor to him,)</span> means, 'Isa, peace be upon him; he was no more than one of the servants of Allah whom Allah blessed with prophethood and messengership.</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We made him an example for the Children of Israel.)</span> means, 'a sign, proof and evidence of Our power to do whatever We will.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if it were Our will, We would have made angels to replace you on the earth.)</span> As-Suddi said, \"They would have taken your place on <span class=\"gray\">(the earth)</span>. \" Ibn 'Abbas, may Allah be pleased with him, and Qatadah said, \"They would have succeeded one another just as you succeed one another.\" This view is implied by the former veiw. Mujahid said, \"They would have populated the earth instead of you.\" Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he <span class=\"gray\">('Isa)</span> shall be a known sign for <span class=\"gray\">(the coming of)</span> the Hour.)</span> The correct view concerning this phrase is that it refers to his descent before the Day of Resurrection, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there is none of the People of the Scripture but must believe in him before his death)</span><span class=\"gray\">(4:159)</span>. – meaning before the death of 'Isa, peace be upon him –</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ الْقِيَامَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا</p><p lang=\"en\" class=\"en \">And on the Day of Resurrection, he will be a witness against them )4:159<span class=\"gray\">(. This meaning has the support from an alternate recitation of the Ayat;</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَإِنَّهُ لَعَلَمٌ لِلسَّاعَةِ)</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he shall be a known sign for <span class=\"gray\">(the coming of)</span> the Hour.)</span> means, evidence that the Hour will surely come. Mujahid said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he shall be a sign for <span class=\"gray\">(the coming of)</span> the Hour.)</span> means, sign and \"One of the signs of the Hour will be the appearance of 'Isa son of Maryam before the Day of Resurrection. \" Something similar was also narrated from Abu Hurayrah, Ibn 'Abbas, 'Abu Al-'Aliyah, Abu Malik, 'Ikrimah, Al-Hasan, Qatadah, Ad-Dahhak and others. Many Mutawatir Hadiths report that the Messenger of Allah ﷺ said that 'Isa will descend before the Day of Resurrection as a just ruler and fair judge.</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَا تَمْتَرُنَّ بِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therefore have no doubt concerning it.)</span> means, do not doubt that it will surely come to pass.</p><p class=\"sd qpc-hafs\" lang=\"sd\"> وَاتَّبِعُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And follow Me.)</span> means, 'in what I tell you about it.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا صِرَاطٌ مُسْتَقِيمٌ - وَلَا يَصُدَّنَّكُمُ الشَّيْطَانُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the straight path. And let not Shaytan hinder you.)</span> means, from following the truth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ - وَلَمَّا جَاءَ عِيسَىٰ بِالْبَيِّنَاتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, he <span class=\"gray\">(Satan)</span> to you is a plain enemy. And when 'Isa came with <span class=\"gray\">(Our)</span> clear proofs, he said: \"I have come to you with Al-Hikmah...\")</span>, meaning prophethood:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in order to make clear to you some of the <span class=\"gray\">(points)</span> in which you differ.)</span> Ibn Jarir said, \"This means religious matters, not worldly matters.\" What he said is good.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاتَّقُوا اللَّهَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therefore have Taqwa of Allah)</span> means, 'with regard to what I command you to do.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَطِيعُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and obey me.)</span> means, 'in what I bring to you.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah! He is my Lord and your Lord. So worship Him. This is the straight path.)</span> means, 'you and I are enslaved to Him, in need of Him and we commonly share in the worship of Him Alone, associating none with Him.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> هَٰذَا صِرَاطٌ مُسْتَقِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is the straight path)</span> means, 'what I have brought to you is the straight path, which is the worship of the Lord, may He exalted, Alone.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the sects from among themselves differed.)</span> means, they differed and became parties and factions, some who stated that he <span class=\"gray\">('Isa)</span> was the servant and Messenger of Allah – which is true - while others claimed that he was the son of Allah or that he himself was Allah – glorified be Allah far above what they say. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So woe to those who do wrong from the torment of a painful Day)</span>!</p>"
  }
]