[
  {
    "ayah_key": "2:165",
    "group_ayah_key": "2:165",
    "from_ayah": "2:165",
    "to_ayah": "2:167",
    "ayah_keys": "2:165,2:166,2:167",
    "text": "<p lang=\"en\" class=\"en \">And of mankind are some who take <span class=\"gray\">(for worship)</span> others besides Allah as rivals <span class=\"gray\">(to Allah)</span>. They love them as they love Allah. But those who believe, love Allah more <span class=\"gray\">(than anything else)</span>. If only, those who do wrong could see, when they will see the torment, that all power belongs to Allah and that Allah is severe in punishment <span>(165)</span>When those who were followed disown <span class=\"gray\">(declare themselves innocent of)</span> those who followed <span class=\"gray\">(them)</span>, and they see the torment, then all their relations will be cut off from them <span>(166)</span>And those who followed will say: \"If only we had one more chance to return <span class=\"gray\">(to the worldly life)</span>, we would disown <span class=\"gray\">(declare ourselves as innocent from)</span> them as they have disowned <span class=\"gray\">(declared themselves as innocent from)</span> us. \" Thus Allah will show them their deeds as regrets for them. And they will never get out of the Fire <span>(167)</span></p><div lang=\"en\" class=\"en \"><h2>The Condition of the Polytheists in this Life and the Hereafter</h2></div><p lang=\"en\" class=\"en \">In these Ayat, Allah mentions the condition of the polytheists in this life and their destination in the Hereafter. They appointed equals and rivals with Allah, worshipping them along with Allah and loving them, just as they love Allah. However, Allah is the only deity worthy of worship, Who has neither rival nor opponent nor partner. It is reported in the Sahihayn that 'Abdullah bin Mas'ud said: I said, \"O Messenger of Allah! What is the greatest sin?\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْ تَجْعَلَ للهِ نِدًّا وَهُوَ خَلَقَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To appoint a rival to Allah while He Alone has created you.)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِّلَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who believe, love Allah more <span class=\"gray\">(than anything else)</span>)</span></p><p lang=\"en\" class=\"en \">Because these believers love Allah, know His greatness, revere Him, believe in His Oneness, then they do not associate anything or anyone with Him in the worship. Rather, they worship Him Alone, depend on Him and they seek help from Him for each and every need.</p><p lang=\"en\" class=\"en \">Then, Allah warns those who commit Shirk,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If only, those who do wrong could see, when they will see the torment, that all power belongs to Allah.)</span> if these people knew what they will face and the terrible punishment they are to suffer because of their disbelief and Shirk <span class=\"gray\">(polytheism)</span>, then they would shun the deviation that they live by.</p><p lang=\"en\" class=\"en \">Allah mentions their false beliefs in their idols, and that those they followed will declare their innocence of them. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When those who were followed disown <span class=\"gray\">(declare themselves innocent of)</span> those who followed <span class=\"gray\">(them)</span>.)</span> the angels, whom they used to claim that they worshipped, declare their innocence of them in the Hereafter, saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We declare our innocence <span class=\"gray\">(from them)</span> before You. It was not us they worshipped.)</span><span class=\"gray\">(28:63)</span>, and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Glorified be You! You are our Wali <span class=\"gray\">(Lord)</span> instead of them. Nay, but they used to worship the Jinn; most of them were believers in them.\")</span><span class=\"gray\">(34:41)</span></p><p lang=\"en\" class=\"en \">The Jinn will also disown the disbelievers who worshipped them, and they will reject that worship. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ مَن لَّا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَن دُعَائِهِمْ غَافِلُونَ - وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who is more astray than one who calls on <span class=\"gray\">(invokes)</span> besides Allah, such as will not answer him till the Day of Resurrection, and who are <span class=\"gray\">(even)</span> unaware of their calls <span class=\"gray\">(invocations)</span> to them? And when mankind are gathered <span class=\"gray\">(on the Day of Resurrection)</span>, they <span class=\"gray\">(false deities)</span> will become their enemies and will deny their worshipping.)</span><span class=\"gray\">(46:5-6)</span> Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذُوا مِن دُونِ اللَّهِ آلِهَةً لِّيَكُونُوا لَهُمْ عِزًّا - كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have taken <span class=\"gray\">(for worship)</span> alihah <span class=\"gray\">(gods)</span> besides Allah, that they might give them honor, power and glory <span class=\"gray\">(and also protect them from Allah' punishment)</span>. Nay, but they <span class=\"gray\">(the so-called gods)</span> will deny their worship of them, and become opponents to them <span class=\"gray\">(on the Day of Resurrection)</span>.)</span><span class=\"gray\">(19:81-82)</span> Prophet Ibrahim said to his people:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا اتَّخَذْتُم مِّن دُونِ اللَّهِ أَوْثَانًا مَّوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ وَيَلْعَنُ بَعْضُكُم بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُم مِّن نَّاصِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You have taken <span class=\"gray\">(for worship)</span> idols instead of Allah. The love between you is only in the life of this world, but on the Day of Resurrection, you shall disown each other, and curse each other, and your abode will be the Fire, and you shall have no helper.)</span><span class=\"gray\">(29:25)</span> Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنتُمْ لَكُنَّا مُؤْمِنِينَ - قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَىٰ بَعْدَ إِذْ جَاءَكُم بَلْ كُنتُم مُّجْرِمِينَ - وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَن نَّكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَندَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you could see when the Zalimun <span class=\"gray\">(polytheists and wrongdoers)</span> will be made to stand before their Lord,how they will cast the <span class=\"gray\">(blaming)</span> word one to another! Those who were deemed weak will say to those who were arrogant: \"Had it not been for you, we should certainly have been believers!\" And those who were arrogant will say to those who were deemed weak: \"Did we keep you back from guidance after it had come to you? Nay, but you were Mujrimin <span class=\"gray\">(polytheists, sinners, disbelievers, criminals)</span>.\" Those who were deemed weak will say to those who were arrogant: \"Nay, but it was your plotting by night and day, when you ordered us to disbelieve in Allah and set up rivals to Him!\" And each of them <span class=\"gray\">(parties)</span> will conceal their own regrets <span class=\"gray\">(for disobeying Allah during this worldly life)</span>, when they behold the torment. And We shall put iron collars round the necks of those who disbelieved. Are they requited aught except what they used to do?)</span><span class=\"gray\">(34:31-33)</span> Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ إِلَّا أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنفُسَكُم مَّا أَنَا بِمُصْرِخِكُمْ وَمَا أَنتُم بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِن قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Shaytan <span class=\"gray\">(Satan)</span> will say when the matter has been decided: \"Verily, Allah promised you a promise of truth. And I too promised you, but I betrayed you. I had no authority over you except that I called you, and you responded to me. So blame me not, but blame yourselves. I cannot help you, nor can you help me. I deny your former act in associating me <span class=\"gray\">(Satan)</span> as a partner with Allah <span class=\"gray\">(by obeying me in the life of the world)</span>. Verily, there is a painful torment for the Zalimin <span class=\"gray\">(polytheists and wrongdoers)</span>.)</span><span class=\"gray\">(14:22)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and they see the torment, then all their relations will be cut off from them.)</span> meaning, when they see Allah's torment, their power and means of salvation are all cut off, and they will have no way of making amends, nor will they find a way of escape from the Fire. 'Ata' reported that Ibn 'Abbas said about:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then all their relations will be cut off from them.)</span> \"meaning the friendship.\" Mujahid reported a similar statement in another narration by Ibn Abu Najih.</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who followed will say: \"If only we had one more chance to return <span class=\"gray\">(to the worldly life)</span>, we would disown <span class=\"gray\">(declare ourselves as innocent from)</span> them as they have disowned <span class=\"gray\">(declared themselves as innocent from)</span> us.\")</span></p><p lang=\"en\" class=\"en \">This Ayah means: 'If we only had a chance to go back to the life so that we could disown them <span class=\"gray\">(their idols, leaders, etc.)</span> shun their worship, ignore them and worship Allah Alone instead.' But they utter a lie in this regard, because if they were given the chance to go back, they would only return to what they were prohibited from doing, just as Allah said. This is why Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> كَذَٰلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus Allah will show them their deeds as regrets for them.)</span> meaning, their works will vanish and disappear. Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدِمْنَا إِلَىٰ مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَّنثُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall turn to whatever deeds they <span class=\"gray\">(disbelievers, polytheists, sinners)</span> did, and We shall make such deeds as scattered floating particles of dust.)</span><span class=\"gray\">(25:23)</span></p><p lang=\"gl\" class=\"gl \">Allah also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The parable of those who disbelieved in their Lord is that their works are as ashes, on which the wind blows furiously on a stormy day.)</span><span class=\"gray\">(14:18)</span>, and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for those who disbelieved, their deeds are like a mirage in a desert. The thirsty one thinks it to be water.)</span><span class=\"gray\">(24:39)</span></p><p lang=\"en\" class=\"en \">This is why Allah said ـ at the end of the Ayah 2:167 above</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُم بِخَارِجِينَ مِنَ النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they will never get out of the Fire.)</span></p>"
  }
]