[
  {
    "ayah_key": "32:15",
    "group_ayah_key": "32:15",
    "from_ayah": "32:15",
    "to_ayah": "32:17",
    "ayah_keys": "32:15,32:16,32:17",
    "text": "<p lang=\"en\" class=\"en \">Only those believe in Our Ayat, who, when they are reminded of them, fall down prostrate, and glorify the praises of their Lord, and they are not proud <span>(15)</span>Their sides forsake their beds, to invoke their Lord in fear and hope, and they spend out of what We have bestowed on them <span>(16)</span>No person knows what is kept hidden for them of delights of eyes as a reward for what they used to do <span>(17)</span></p><p lang=\"en\" class=\"en \">The State of the People of Faith and Their Reward </p><p lang=\"jv\" class=\"jv \">Allah states:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُؤْمِنُ بِآيَاتِنَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Only those believe in Our Ayat,)</span> means, who accept them as true,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who, when they are reminded of them, fall down prostrate,)</span> means, they listen to them and obey them in word and deed.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and glorify the praises of their Lord, and they are not proud.)</span> means, they are not too proud to follow them and submit to them, unlike the ignorant among the rebellious disbelievers. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who scorn My worship, they will surely enter Hell in humiliation!)</span><span class=\"gray\">(40:60)</span>. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَتَجَافَىٰ جُنُوبُهُمْ عَنِ الْمَضَاجِعِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their sides forsake their beds,)</span> meaning, they pray the voluntary night prayer and forego sleep and resting on a comfortable bed. Mujahid and Al-Hasan said that the Ayah</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَتَجَافَىٰ جُنُوبُهُمْ عَنِ الْمَضَاجِعِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their sides forsake their beds,)</span> refers to voluntary night prayer. Ad-Dahhak said, \"It refers to Salat Al-'Isha' in congregation and Salat Al-Fajr in congregation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to invoke their Lord in fear and hope,)</span> means, in fear of His punishment and in hope of His reward.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they spend out of what We have bestowed on them.)</span> means, they do both obligatory and supererogatory acts of worship. Their leader in this world and the Hereafter is the Messenger of Allah ﷺ.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Mu'adh bin Jabal said, \"I was with the Messenger of Allah ﷺ on a journey one morning, walking near him. I said, 'O Prophet of Allah, tell me of a deed that will grant me admittance to Paradise and keep me away from Hell.' He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ سَأَلْتَ عَنْ عَظِيمٍ وَإِنَّهَ لَيَسِيرٌ عَلَى مَنْ يَسَّرَهُ اللهُ عَلَيْهِ، تَعْبُدُ اللهَ وَلَا تُشْرِكُ بِهِ شَيْئًا، وَتُقِيمُ الصَّلَاةَ وَتُؤْتِي الزَّكَاةَ، وَتَصُومُ رَمَضَانَ، وَتَحُجُّ الْبَيْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You have asked about something great, and it is easy for the one for whom Allah makes it easy. Worship Allah and do not associate anything with Him, establish regular prayer, pay Zakah, fast Ramadan and perform pilgrimage to the House.)</span> Then he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أَدُلُّكَ عَلَى أَبْوَابِ الْخَيْرِ؟ الصَّومُ جُنَّةٌ، وَالصَّدَقَةُ تُطْفِىءُ الْخَطِيئَةَ، وَصَلَاةُ الرَّجُلِ فِي جَوْفِ اللَّيْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall I not tell you of the gates of goodness? Fasting is a shield, charity wipes out sin, and the prayer of a man in the depths of the night.)</span> Then he recited:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَتَجَافَىٰ جُنُوبُهُمْ عَنِ الْمَضَاجِعِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their sides forsake their beds,)</span> until he reached</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَزَاءً بِمَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as a reward for what they used to do.)</span> Then he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُخْبِرُكَ بِرَأْسِ الْأَمْرِ وَعَمُودِهِ وَذِرْوَةِ سَنَامِهِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall I not tell you of the greatest of all things and its pillars and pinnacle?)</span> I said, 'Of course, O Messenger of Allah.' He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَأْسُ الْأَمْرِ الْإسْلَامُ، وَعَمُودُهُ الصَّلَاةُ، وَذِرْوَةُ سَنَامِهِ الْجِهَادُ فِي سَبِيلِ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The greatest of all things is Islam, its pillars are the prayers and its pinnacle is Jihad for the sake of Allah.)</span> Then he said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا أُخْبِرُكَ بِمَلَاكِ ذٰلِكَ كُلِّهِ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall I not tell you the factor on which all of that depends?)</span> I said, 'Of course, O Messenger of Allah.' He took hold of his tongue and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُفَّ عَلَيْكَ هٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Restrain this.)</span> I said, 'O Messenger of Allah, will we be accountable for what we say?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثَكِلَتْكَ أُمُّكُ يَا مُعَاذُ، وَهَلْ يَكُبُّ النَّاسَ فِي النَّارِ عَلىٰ وُجُوهِهِمْ - أَوْ قَالَ: عَلىٰ مَنَاخِرِهِمْ - إِلَّا حَصَائِدُ أَلْسِنَتهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May your mother be bereft of you, O Mu'adh! Will the people be thrown into Hell – <span class=\"gray\">(or he said)</span> on their faces – except because of what their tongues say?)</span></p><p lang=\"gd\" class=\"gd \">It was also recorded by At-Tirmidhi, An-Nasa'i and Ibn Majah in their Sunans. At-Tirmidhi said, \"It is Hasan Sahih.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No person knows what is kept hidden for them of delights of eyes)</span> means, no one knows the vastness of what Allah has concealed for them of everlasting joy in Paradise and delights such as no one has ever seen. Because they conceal their good deeds, Allah conceals the reward for them, a fitting reward which will suit their deeds. Al-Hasan Al-Basri said, \"If people conceal their good deeds, Allah will conceal for them what no eye has seen and what has never crossed the mind of man. It was recorded by Ibn Abi Hatim. Al-Bukhari quoted the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No person knows what is kept hidden for them of delights of eyes)</span> Then he recorded that Abu Hurayrah, may Allah be pleased with him, said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ تَعَالىٰ: أَعْدَدْتُ لِعِبَادِي الصَّالِحِينَ مَا لَا عَيْنٌ رَأَتْ، وَلَا أُذُنٌ سَمِعَتْ، وَلَا خَطَرَ عَلىٰ قَلْبِ بَشَرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah says: \"I have prepared for My righteous servants what no eye has seen, no ear has heard, and it has never crossed the mind of man.\")</span> Abu Hurayrah said: \"Recite, if you wish:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No person knows what is kept hidden for them of delights of eyes.)</span> It was also recorded by Muslim and At-Tirmidhi. At-Tirmidhi said, \"It is Hasan Sahih.\" In another version of Al-Bukhari:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ، ذُخْرًا مِنْ بَلْهِ مَا أُطْلِعْتُمْ عَلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and no body has ever even imagined of. All that is reserved, besides which, all that you have seen is nothing.\")</span> It was also reported from Abu Hurayrah, may Allah be pleased with him, that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ يَدْخُلِ الْجَنَّةَ يَنْعَمْ لَا يَبْأَسْ، لَا تَبْلَىٰ ثِيَابُهُ، وَلَا يَفْنَىٰ شَبَابُهُ، فِي الْجَنَّةِ مَا لَا عَيْنٌ رَأَتْ، وَلَا أُذُنٌ سَمِعَتْ، وَلَا خَطَرَ عَلىٰ قَلْبِ بَشَرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever enters Paradise, will enjoy a life of luxury and never feel deprivation, his clothes will never wear out, his youth will never fade. In Paradise there is what no eye has ever seen, no ear has ever heard, and has never crossed the mind of man.)</span> This was recorded by Muslim.</p>"
  }
]