[
  {
    "ayah_key": "4:53",
    "group_ayah_key": "4:53",
    "from_ayah": "4:53",
    "to_ayah": "4:55",
    "ayah_keys": "4:53,4:54,4:55",
    "text": "<p lang=\"en\" class=\"en \">Or have they a share in the dominion? Then in that case they would not give mankind even a Naqir <span>(53)</span>Or do they envy men for what Allah has given them of His bounty? Then, We have already given the family of Ibrahim the Book and Al-Hikmah, and conferred upon them a great kingdom <span>(54)</span>Of them were <span class=\"gray\">(some)</span> who believed in it, and of them were <span class=\"gray\">(some)</span> who rejected it; and enough is Hell for burning <span class=\"gray\">(them)</span><span>(55)</span></p><div lang=\"en\" class=\"en \"><h2>The Envy and Miserly Conduct of the Jews</h2></div><p lang=\"en\" class=\"en \">Allah asked the Jews if they have a share in the dominion. That is merely a statement of rebuke, since they do not have any share in the dominion. Allah then described them as misers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذًا لَّا يُؤْتُونَ النَّاسَ نَقِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then in that case they would not give mankind even a Naqir.)</span> Meaning, if they had a share in the sovereignty and dominion, they would not give anyone anything, especially Muhammad ﷺ, even if it was the speck on the back of a date-stone, which is the meaning of Naqir according to Ibn 'Abbas and the majority of the scholars. This Ayah is similar to another of Allah's statements,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَّأَمْسَكْتُمْ خَشْيَةَ الْإِنفَاقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If you possessed the treasure of the mercy of my Lord, then you would surely withold it out of fear of spending it.)</span><span class=\"gray\">[17:100]</span> meaning, for fear that what you have might end, although there is no such possibility here. This only demonstrates their greedy and stingy nature. This is why Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَكَانَ الْإِنسَانُ قَتُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And man is ever Qatur)</span> meaning Bakhil <span class=\"gray\">(stingy)</span>. <span class=\"gray\">[17:100]</span> Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَآ ءَاتَـهُمُ اللَّهُ مِن فَضْلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or do they envy men for what Allah has given them of His Bounty?)</span> referring to their envy of the Prophet ﷺ for the great prophethood that Allah entrusted him with. Their envy made them reject him, because he was an Arab and not from the Children of Israel. At-Tabarani recorded that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَحْسُدُونَ النَّاسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or do they envy men)</span> means, \"We are the worthy people, rather than the rest of the people.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُم مُّلْكًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, We have already given the family of Ibrahim the Book and Al-Hikmah, and conferred upon them a great kingdom.)</span> meaning, We gave the prophethood to the tribes of the Children of Israel, who are among the offspring of Ibrahim and sent down the Books to them. These Prophets ruled the Jews with the prophetic tradition, and We made kings among them. Yet,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمِنْهُم مَّنْ آمَنَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Of them were <span class=\"gray\">(some)</span> who believed in it;)</span> referring to Allah's favor and bounty <span class=\"gray\">(Prophets, Books, kingship)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن صَدَّ عَنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and of them were <span class=\"gray\">(some)</span> who rejected it)</span> by disbelieving in it, ignoring it, and hindering the people from its path, although this bounty was from and for them, the Children of Israel. They disputed with their own Prophets; so what about you, O Muhammad ﷺ, especially since you are not from the Children of Israel? Mujahid said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمِنْهُم مَّنْ آمَنَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Of them were <span class=\"gray\">(some)</span> who believed in <span class=\"gray\">[him]</span>,)</span> \"Muhammad ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُم مَّن صَدَّ عَنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and of them were <span class=\"gray\">(some)</span> who rejected <span class=\"gray\">[him]</span>.)</span>\" Therefore, O Muhammad, the rejection of you because of their disbelief is even more severe and they are even further from the truth that you brought them. This is why Allah threatened them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and enough is Hell for burning <span class=\"gray\">(them)</span>.)</span>, meaning, the Fire is a just punishment for them because of their disbelief, rebellion and defiance of Allah's Books and Messengers.</p>"
  },
  {
    "ayah_key": "4:56",
    "group_ayah_key": "4:56",
    "from_ayah": "4:56",
    "to_ayah": "4:57",
    "ayah_keys": "4:56,4:57",
    "text": "<p lang=\"en\" class=\"en \">Surely, those who disbelieved in Our Ayat, We shall burn them in Fire. As often as their skins are roasted through, We shall change them for other skins that they may taste the punishment. Truly, Allah is Ever Most Powerful, All-Wise <span>(56)</span>But those who believe and do deeds of righteousness, We shall admit them to Gardens under which rivers flow <span class=\"gray\">(Paradise)</span>, abiding therein forever. Therein they shall have Azwajun Mutahharatun <span class=\"gray\">(purified mates)</span>, and We shall admit them to shades, wide and ever deepening <span>(57)</span></p><div lang=\"en\" class=\"en \"><h2>The Punishment of Those Who Disbelieve in Allah's Books and Messengers</h2></div><p lang=\"en\" class=\"en \">Allah describes the torment in the Fire of Jahannam for those who disbelieve in His Ayat and hinder from the path of His Messengers. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, those who disbelieved in Our Ayat ,)</span> meaning, We will place them in the Fire which will encompass every part of their bodies. Allah then states that their punishment and torment are everlasting,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا نَضِجَتْ جُلُودُهُم بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall burn them in Fire. As often as their skins are roasted through, We shall change them for other skins that they may taste the punishment)</span>.</p><p lang=\"en\" class=\"en \">Al-A'mash said that Ibn 'Umar said, \"When their skin are burned, they will be given another skin in replacement, and this skin will be as white as paper.\" This was collected by Ibn Abi Hatim, who also recorded that Al-Hasan said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا نَضِجَتْ جُلُودُهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As often as their skins are roasted through,)</span> \"Their skin will be roasted through, seventy thousand times every day.\" Husayn said; Fudayl added that Hisham said that Al-Hasan also said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا نَضِجَتْ جُلُودُهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As often as their skins are roasted through,)</span> means, \"Whenever the Fire has roasted them through and consumed their flesh, they will be told, 'Go back as you were before,' and they will.\"</p><div lang=\"en\" class=\"en \"><h2>The Wealth of the Righteous; Paradise and its Joy</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who believe and do deeds of righteousness, We shall admit them to Gardens under which rivers flow <span class=\"gray\">(Paradise)</span>, abiding therein forever.)</span> describing the destination of the happy ones in the gardens of Eden, beneath which rivers flow in all of its areas, spaces and corners, wherever they desire and wish. They will reside in it for eternity, and they will not be transferred or removed from it, nor would they want to move from it. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّهُمْ فِيهَا أَزْوَاجٌ مُّطَهَّرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therein they shall have Azwajun Mutahharatun <span class=\"gray\">(purified mates)</span>,)</span> free of menstruation, postnatal bleeding, filth, bad manners and shortcomings. Ibn 'Abbas said that the Ayah means, \"They are purified of filth and foul things.\" Similar was said by 'Ata', Al-Hasan, Ad-Dahhak, An-Nakha'i, Abu Salih, 'Atiyah, and As-Suddi. Mujahid said that they are, free of urine, menstruation, spit, mucous and pregnancies.\" Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall admit them to shades, wide and ever deepening <span class=\"gray\">(Paradise)</span>.)</span> means, wide, extensive, pure and elegant shade. Ibn Jarir recorded that Abu Hurayrah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ لَشَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ لَا يَقْطَعُهَا: شَجَرَةَ الْخُلْدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is a tree in Paradise, that if a rider travels under its shade for a hundred years, he will not cross it. It is the Tree of Everlasting Life.)</span></p>"
  }
]