[
  {
    "ayah_key": "33:53",
    "group_ayah_key": "33:53",
    "from_ayah": "33:53",
    "to_ayah": "33:54",
    "ayah_keys": "33:53,33:54",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! Enter not the Prophet's houses, unless permission is given to you for a meal, <span class=\"gray\">(and then)</span> not <span class=\"gray\">(so early as)</span> to wait for its preparation. But when you are invited, enter, and when you have taken your meal, disperse without sitting for a talk. Verily, such <span class=\"gray\">(behavior)</span> annoys the Prophet, and he is shy of <span class=\"gray\">(asking)</span> you <span class=\"gray\">(to go)</span>; but Allah is not shy of <span class=\"gray\">(telling you)</span> the truth. And when you ask <span class=\"gray\">(his wives)</span> for anything you want, ask them from behind a screen, that is purer for your hearts and for their hearts. And it is not <span class=\"gray\">(right)</span> for you that you should annoy Allah's Messenger, nor that you should ever marry his wives after him <span class=\"gray\">(his death)</span>. Verily, with Allah that shall be an enormity <span>(53)</span>Whether you reveal anything or conceal it, verily, Allah is Ever All-Knower of everything <span>(54)</span></p><p lang=\"en\" class=\"en \">The Etiquette of entering the Houses of the Prophet صلی اللہ علیہ وسلم and the Command of Hijab</p><p lang=\"en\" class=\"en \">This is the Ayah of Hijab, which includes several legislative rulings and points of etiquette. This is one of the cases where the revelation confirmed the opinion of 'Umar bin Al-Khattab, may Allah be pleased with him, as it was reported in the Two Sahihs that he said: \"My view coincided with that of my Lord in three things. I said, 'O Messenger of Allah, why do you not take Maqam Ibrahim as a place of prayer?' Then Allah revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take you <span class=\"gray\">(people)</span> the Maqam <span class=\"gray\">(place)</span> of Ibrahim as a place of prayer)</span><span class=\"gray\">(2:125)</span> And I said, 'O Messenger of Allah, both righteous and immoral people enter upon your wives, so why do you not screen them?' Then Allah revealed the Ayah of Hijab. And I said to the wives of the Prophet ﷺ when they conspired against him out of jealousy,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَىٰ رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It may be if he divorced you <span class=\"gray\">(all)</span> that his Lord will give him instead of you, wives better than you)</span><span class=\"gray\">(66:5)</span>, and this is what Allah revealed.\"</p><p lang=\"en\" class=\"en \">In a report recorded by Muslim, the prisoners of Badr are mentioned, and this is a fourth matter <span class=\"gray\">(in which the view of 'Umar coincided with that of his Lord)</span>. </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Anas bin Malik said: \"'Umar bin Al-Khattab said: 'O Messenger of Allah, both righteous and immoral people enter upon you, so why not instruct the Mothers of the believers to observe Hijab?' Then Allah revealed the Ayah of Hijab.\" </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Anas bin Malik, may Allah be pleased with him, said: \"When the Messenger of Allah ﷺ married Zaynab bint Jahsh, he invited the people to eat, then they sat talking. When he wanted to get up, they did not get up. When he saw that, he got up anyway, and some of them got up, but three people remained sitting. The Prophet ﷺ wanted to go in, but these people were sitting, then they got up and went away. I came and told the Prophet ﷺ that they had left, then he came and entered. I wanted to follow him, but he put the screen between me and him. Then Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَىٰ طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَٰكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Enter not the Prophet's houses, unless permission is given to you for a meal, <span class=\"gray\">(and then)</span> not <span class=\"gray\">(so early as)</span> to wait for its preparation. But when you are invited, enter, and when you have taken your meal, disperse...)</span>\" Al-Bukhari also recorded this elsewhere. It was also recorded by Muslim and An-Nasa'i. </p><p lang=\"en\" class=\"en \">Then Al-Bukhari recorded that Anas bin Malik said: \"The Prophet ﷺ married Zaynab bint Jahsh with <span class=\"gray\">(a wedding feast of)</span> meat and bread. I sent someone to invite people to the feast, and some people came and ate, then left. Then another group came and ate, and left. I invited people until there was no one left to invite. I said, 'O Messenger of Allah, I cannot find anyone else to invite.' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْفَعُوا طَعَامَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Take away the food.)</span> There were three people left who were talking in the house. The Prophet ﷺ went out until he came to the apartment of 'A'ishah, may Allah be pleased with her, and he ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">السَّلَامُ عَلَيْكُمْ أَهْلَ الْبَيْتِ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(May peace be upon you, members of the household, and the mercy and blessings of Allah.)</span></p><p lang=\"en\" class=\"en \">She said, 'And upon you be peace and the mercy of Allah. How did you find your <span class=\"gray\">(new)</span> wife, O Messenger of Allah? May Allah bless you.' He went round to the apartments of all his wives, and spoke with them as he had spoken with 'A'ishah, and they spoke as 'A'ishah had spoken. Then the Prophet ﷺ came back, and those three people were still talking in the house. The Prophet ﷺ was extremely shy, so he went out and headed towards 'A'ishah's apartment. I do not know whether I told him or someone else told him when the people had left, so he came back, and when he was standing with one foot over the threshold and the other foot outside, he placed the curtain between me and him, and the Ayah of Hijab was revealed.\" This was recorded only by Al-Bukhari among the authors of the Six Books, apart from An-Nasa'i, in Al-Yaum wal-Laylah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Enter not the Prophet's houses,)</span> the believers were prohibited from entering the houses of the Messenger of Allah ﷺ without permission, as they used to do during the Jahiliyyah and at the beginning of Islam, until Allah showed His jealousy over this Ummah and commanded them to seek permission. This is a sign of His honoring this Ummah. Hence the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكُمْ وَالدُّخُولَ عَلَى النِّسَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Beware of entering upon women...)</span> Then Allah makes an exception, when He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَىٰ طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(unless permission is given to you for a meal, <span class=\"gray\">(and then)</span> not <span class=\"gray\">(so early as)</span> to wait for its preparation.)</span> Mujahid, Qatadah and others said: \"This means, without waiting for the food to be prepared.\" In other words, do not watch the food as it is being cooked to see if it is nearly ready, then come and enter the house, because this is one of the things that Allah dislikes and condemns. This indicates that it is forbidden to watch out for food being prepared, which is what the Arabs called Tatfil <span class=\"gray\">(being an uninvited guest)</span>. Al-Khatib Al-Baghdadi wrote a book condemning those who watch out for food being prepared, and mentioned more things about this topic than we can quote here. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when you are invited, enter, and when you have taken your meal, disperse)</span> In Sahih Muslim it is recorded that Ibn 'Umar, may Allah be pleased with him, said: \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا دَعَا أَحَدُكُمْ أَخَاهُ فَلْيُجِبْ عُرْسًا كَانَ أَوْ غَيْرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When anyone of you invites his bother, let him respond, whether it is for a wedding or for any other reason.)</span>\" Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(without sitting for a talk.)</span> meaning, as those three people did who stayed behind and chatted, and forgot themselves to such an extent that this caused inconvenience for the Messenger of Allah ﷺ as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, such <span class=\"gray\">(behavior)</span> annoys the Prophet, and he is shy of <span class=\"gray\">(asking)</span> you <span class=\"gray\">(to go)</span>;)</span> It was said that what was meant was, your entering his houses without permission causes him inconvenience and annoyance, but he did not like to forbid them to do so because he felt too shy,' until Allah revealed that this was forbidden. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but Allah is not shy of <span class=\"gray\">(telling you)</span> the truth.)</span> meaning, 'this is why He is forbidding and prohibiting you from doing that.' Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when you ask <span class=\"gray\">(his wives)</span> for anything you want, ask them from behind a screen,)</span> meaning, 'just as it is forbidden for you to enter upon them, it is forbidden for you to look at them at all. If anyone of you has any need to take anything from them, he should not look at them, but he should ask for whatever he needs from behind a screen.'</p><p lang=\"en\" class=\"en \">Prohibition of annoying the Messenger صلی اللہ علیہ وسلم and the Statement that His Wives are Unlawful for the Muslims</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا ۚ إِنَّ ذَٰلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is not <span class=\"gray\">(right)</span> for you that you should annoy Allah's Messenger, nor that you should ever marry his wives after him <span class=\"gray\">(his death)</span>. Verily, with Allah that shall be an enormity.)</span> Ibn Abi Hatim recorded that Ibn 'Abbas said concerning the Ayah;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is not <span class=\"gray\">(right)</span> for you that you should annoy Allah's Messenger,)</span> \"This was revealed concerning a man who wanted to marry one of the wives of the Prophet ﷺ after he died. A man said to Sufyan, 'Was it 'A'ishah?' He said, 'That is what they said.'\" </p><p lang=\"en\" class=\"en \">This was also stated by Muqatil bin Hayyan and 'Abdur-Rahman bin Zayd bin Aslam. He also reported with his chain of narration from As-Suddi that the one who wanted to do this was Talhah bin 'Ubaydullah, may Allah be pleased with him, until this Ayah was revealed forbidding that. Hence the scholars were unanimous in stating that it was forbidden for anyone to marry any of the women who were married to the Messenger of Allah ﷺ at the time when he died, because they are his wives in this world and in the Hereafter, and they are the Mothers of the believers, as stated previously. </p><p lang=\"en\" class=\"en \">Allah regarded that as a very serious matter, and issued the sternest of warnings against it, as He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ ذَٰلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, with Allah that shall be an enormity.)</span> Then He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ تُبْدُوا شَيْئًا أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whether you reveal anything or conceal it, verily, Allah is Ever All-Knower of everything.)</span> meaning, 'whatever you conceal in your innermost thoughts, it is not hidden from Him at all.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows the fraud of the eyes, and all that the breasts conceal.)</span><span class=\"gray\">(40:19)</span>.</p>"
  }
]