[
  {
    "ayah_key": "11:40",
    "group_ayah_key": "11:40",
    "from_ayah": "11:40",
    "to_ayah": "11:40",
    "ayah_keys": "11:40",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(So it was)</span> till when Our command came and the oven gushed forth <span class=\"gray\">(water like fountains from the earth)</span>. We said: \"Embark therein, of each kind two <span class=\"gray\">(male and female)</span>, and your family – except him against whom the Word has already gone forth – and those who believe. And none believed with him, except a few. <span>(40)</span></p><div lang=\"en\" class=\"en \"><h2>The beginning of the Flood and Nuh loads Every Creature in Pairs upon the Ship</h2></div><p lang=\"en\" class=\"en \">This was the promise of Allah to Nuh ﷺ, when the command of Allah came, the rain was continuous and there was a severe storm which did not slacken or subside, as Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُّنْهَمِرٍ - وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَىٰ أَمْرٍ قَدْ قُدِرَ - وَحَمَلْنَاهُ عَلَىٰ ذَاتِ أَلْوَاحٍ وَدُسُرٍ - تَجْرِي بِأَعْيُنِنَا جَزَاءً لِّمَن كَانَ كُفِرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We opened the gates of the heaven with water pouring forth. And We caused springs to gush forth from the earth. So the waters <span class=\"gray\">(of the heaven and the earth)</span> met for a matter predestined. And We carried him on a <span class=\"gray\">(ship)</span> made of planks and nails. Floating under Our Eyes: a reward for him who had been rejected!)</span><span class=\"gray\">[54:11-14]</span> In reference to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَارَ التَّنُّورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the oven gushed forth.)</span> It is related from Ibn 'Abbas that he said, \"At-Tannur is the face of the earth.\" This verse means that the face of the earth became gushing water springs. This continued until the water gushed forth from the Tananir, which are places of fire. Therefore, water even gushed from the places where fire normally would be. This is the opinion of the majority of the Salaf <span class=\"gray\">(predecessors)</span> and the scholars of the Khalaf <span class=\"gray\">(later generations)</span>.</p><p lang=\"en\" class=\"en \">At this point, Allah commanded Nuh to select one pair from every kind of creature possessing a soul, and load them on the ship. Some said that this included other creatures as well, such as pairs of plants, male and female. It has also been said that the first of the birds to enter the ship was the parrot, and the last of the animals to enter was the donkey. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and your family – except him against whom the Word has already gone forth)</span> This means, \"Load your family upon the ship.\" This is referring to the members of his household and his relatives, except him against whom the Word has already gone forth, for they did not believe in Allah. Among them was the son of Nuh, Yam, who went in hermitage. Among them was the wife of Nuh who was a disbeliever in Allah and His Messenger. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ آمَنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and those who believe.)</span> from your people.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And none believed with him, except a few.)</span> This means that only a very small number believed, even after the long period of time that he <span class=\"gray\">(Nuh)</span> was among them – nine hundred and fifty years. It is reported from Ibn 'Abbas that he said, \"They were eighty people including their women.\"</p>"
  },
  {
    "ayah_key": "11:41",
    "group_ayah_key": "11:41",
    "from_ayah": "11:41",
    "to_ayah": "11:43",
    "ayah_keys": "11:41,11:42,11:43",
    "text": "<p lang=\"en\" class=\"en \">And he said: \"Embark therein: in the Name of Allah will be its <span class=\"gray\">(moving)</span> course and its <span class=\"gray\">(resting)</span> anchorage. Surely, my Lord is Oft-Forgiving, Most Merciful. <span>(41)</span>So it <span class=\"gray\">(the ship)</span> sailed with them amidst waves like mountains, and Nuh called out to his son, who had separated himself <span class=\"gray\">(apart)</span>: \"O my son! Embark with us and be not with the disbelievers. <span>(42)</span>The son replied: \"I will betake myself to some mountain, it will save me from the water.\" Nuh said: \"This day there is no savior from the decree of Allah except him on whom He has mercy.\" And waves came in between them, so he <span class=\"gray\">(the son)</span> was among the drowned <span>(43)</span></p><div lang=\"en\" class=\"en \"><h2>The riding upon the Ship and Its sailing through the huge Waves</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, says concerning Nuh, that he said to those whom he was commanded to carry them with him in the ship,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Embark therein: in the Name of Allah will be its <span class=\"gray\">(moving)</span> course and its <span class=\"gray\">(resting)</span> anchorage.)</span> This means that its sailing upon the surface of the water, the end of its journeying and its anchoring, would all be with the Name of Allah. Abu Raja' Al-'Utaridi recited it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">(بِسْمِ اللهِ مُجرِيهَا ومُرْسِيهَا)</p><p lang=\"en\" class=\"en \">In the Name of Allah, Who will be the One Who moves its course, and rests its anchor.\" Allah, the Exalted, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا اسْتَوَيْتَ أَنتَ وَمَن مَّعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ - وَقُل رَّبِّ أَنزِلْنِي مُنزَلًا مُّبَارَكًا وَأَنتَ خَيْرُ الْمُنزِلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when you have embarked on the ship, you and whoever is with you, then say: \"All the praises and thanks are to Allah, Who has saved us from the people who are wrongdoers. And say: \"My Lord! Cause me to land at a blessed landing place, for You are the Best of those who bring to land.\")</span><span class=\"gray\">[23:28-29]</span> For this reason, it is preferred to mention the Name of Allah <span class=\"gray\">(Bismillah)</span> at the beginning of all affairs. The Name of Allah should be mentioned when boarding a ship, or when mounting an animal. This is as Allah, the Exalted, says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ - لِتَسْتَوُوا عَلَىٰ ظُهُورِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Who has created all the pairs and has appointed for you ships and cattle on which you ride, in order that you may mount on their backs.)</span><span class=\"gray\">[43:12-13]</span> This practice <span class=\"gray\">(mentioning Allah's Name)</span> has been encouraged in the Sunnah and is considered a preferred act. A discussion concerning this is forthcoming in the explanation of Surat Az-Zukhruf <span class=\"gray\">(43)</span>, if Allah wills. In reference to Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّ رَبِّي لَغَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, my Lord is Oft-Forgiving, Most Merciful.)</span> Such statement is suitable while mentioning <span class=\"gray\">(His)</span> vengeance upon the disbelievers by drowning all of them. Therefore, he <span class=\"gray\">(Nuh)</span> mentions that His Lord is Oft Forgiving, Most Merciful. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ ۖ وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, your Lord is swift in retribution, and certainly He is Oft-Forgiving, Most Merciful.)</span><span class=\"gray\">[7:167]</span> He also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But verily, your Lord is full of forgiveness for mankind inspite of their wrongdoing. And verily, your Lord is <span class=\"gray\">(also)</span> severe in punishment.)</span><span class=\"gray\">[13:6]</span> Likewise, there are many other verses that combine Allah's mercy and His vengeance. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So it sailed with them amidst waves like mountains,)</span> This means that the ship sailed with them upon the surface of the water, which had completely covered the earth until it encompassed the tops of the mountains and even rose over them by a height of fifteen cubits. It was also said that the waves rose over the mountains by a height of eighty miles. Yet, this ship continued to move upon the water, sailing by the permission of Allah. It moved under His shade, His help, His protection and His blessing. This is as Allah, the Exalted, said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ - لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, when the water rose beyond its limits, We carried you in the ship. That We might make it an admonition for you and it might be retained by the retaining ears.)</span><span class=\"gray\">[69:11-12]</span> Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَمَلْنَاهُ عَلَىٰ ذَاتِ أَلْوَاحٍ وَدُسُرٍ - تَجْرِي بِأَعْيُنِنَا جَزَاءً لِّمَن كَانَ كُفِرَ - وَلَقَد تَّرَكْنَاهَا آيَةً فَهَلْ مِن مُّدَّكِرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We carried him on a <span class=\"gray\">(ship)</span> made of planks and nails, floating under Our Eyes: a reward for him who had been rejected! And indeed, We have left this as a sign. Then is there any that will remember <span class=\"gray\">(or receive admonition)</span>?)</span><span class=\"gray\">[54:13-15]</span></p><div lang=\"en\" class=\"en \"><h2>The Story of the drowning of Nuh's Disbelieving Son</h2></div><p lang=\"en\" class=\"en \">Allah continues the story, saying,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَنَادَىٰ نُوحٌ ابْنَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Nuh called out to his son,)</span> This was the fourth son of Nuh. His name was Yam and he was a disbeliever. His father, Nuh, called him at the time of boarding the ship, that he might believe and embark with them. If he did so, he would be saved from drowning like the other disbelievers.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ سَآوِي إِلَىٰ جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The son replied: \"I will betake myself to some mountain, it will save me from the water.\")</span> He believed, in his ignorance, that the flood would not reach the tops of the mountains and that if he clung to the top of a mountain, he would be saved from drowning. His father, Nuh, said to him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَن رَّحِمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This day there is no savior from the decree of Allah except him on whom He has mercy.)</span> This means that nothing will be saved today from the command of Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And waves came in between them, so he <span class=\"gray\">(the son)</span> was among the drowned.)</span></p>"
  }
]