[
  {
    "ayah_key": "31:29",
    "group_ayah_key": "31:29",
    "from_ayah": "31:29",
    "to_ayah": "31:30",
    "ayah_keys": "31:29,31:30",
    "text": "<p lang=\"en\" class=\"en \">See you not that Allah merges the night into the day, and merges the day into the night, and has subjected the sun and the moon, each running its course for a term appointed; and that Allah is All-Aware of what you do <span>(29)</span>That is because Allah, He is the Truth, and that which they invoke besides Him is falsehood; and that Allah, He is the Most High, the Most Great <span>(30)</span></p><p lang=\"en\" class=\"en \">The Might and Power of Allah </p><p lang=\"id\" class=\"id \">Allah tells us that He</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُولِجُ اللَّيْلَ فِي النَّهَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(merges the night into the day,)</span> meaning, He takes from the night and adds to the day, so that the day becomes longer and the night shorter, which is what happens in summer when the days are longest; then the day starts to become shorter and the night longer, which is what happens in winter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَىٰ أَجَلٍ مُسَمًّى</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and has subjected the sun and the moon, each running its course for a term appointed;)</span> It was said that this means, each runs within its set limits, or it means until the Day of Resurrection; both meanings are correct. The first view is supported by the Hadith of Abu Dharr, may Allah be pleased with him, in the Two Sahihs, according to which the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَا ذَرٍّ! أَتَدْرِي أَيْنَ تَذْهَبُ هَذِهِ الشَّمْسُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Abu Dharr! Do you know where this sun goes)</span> I <span class=\"gray\">(Abu Dharr)</span> said: \"Allah and His Messenger know best.\" He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّهَا تَذْهَبُ فَتَسْجُدُ تَحْتَ الْعَرْشِ، ثُمَّ تَسْتَأْذِنُ رَبَّهَا فَيُوشِكُ أَنْ يُقَالَ لَهَا: ارْجِعِي مِنْ حَيْثُ جِئْتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It goes and prostrates beneath the Throne, then it seeks permission from its Lord, and soon it will be said: \"Go back from whence you came.\")</span> Ibn Abi Hatim recorded that Ibn 'Abbas said, \"The sun is like flowing water, running in its course in the sky during the day. When it sets, it travels in its course beneath the earth until it rises in the east.\" He said, \"The same is true in the case of the moon.\" Its chain of narration is Sahih.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that Allah is All-Aware of what you do.)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ ۗ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know you not that Allah knows all that is in the heaven and the earth?)</span><span class=\"gray\">(22:70)</span>. The meaning is that Allah is the Creator Who knows all things, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is Allah Who has created seven heavens and of the earth the like thereof)</span><span class=\"gray\">(65:12)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is because Allah, He is the Truth, and that which they invoke besides Him is falsehood;)</span> means, He shows you His Signs so that you may know from them that He is the Truth, i.e., He truly exists and is truly divine, and that all else besides Him is falsehood. He has no need of anything else, but everything else is dependent on Him, because everything in heaven and on earth is created by Him and is enslaved by Him; none of them could move even an atom's weight except with His permission. If all the people of heaven and earth were to come together to create a fly, they would not be able to do so. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is because Allah, He is the Truth, and that which they invoke besides Him is falsehood; and that Allah, He is the Most High, the Most Great.)</span> meaning, He is the Most High and there is none higher than Him, and He is the Most Great Who is greater than everything. Everything is subjugated and insignificant in comparison to Him.</p>"
  },
  {
    "ayah_key": "31:31",
    "group_ayah_key": "31:31",
    "from_ayah": "31:31",
    "to_ayah": "31:32",
    "ayah_keys": "31:31,31:32",
    "text": "<p lang=\"en\" class=\"en \">See you not that the ships sail through the sea by Allah's grace that He may show you of His signs? Verily, in this are signs for every patient, grateful <span class=\"gray\">(person)</span><span>(31)</span>And when waves cover them like shades, they invoke Allah, making their invocations for Him only. But when He brings them safe to land, there are among them those that stop in between. And Our Ayat are not denied except by every Khattār Kafūr <span>(32)</span></p><p lang=\"en\" class=\"en \">Allah tells us that He is the One Who has subjugated the sea so that ships may sail on it by His command,i.e, His power.For if He did not give the water the strength to carry the ships, they would not sail. So He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِيُرِيَكُمْ مِنْ آيَاتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He may show you of His signs)</span> meaning, by His power.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this are signs for every patient, grateful.)</span> means, every person who bears difficulty with patience and who gives thanks at times of ease. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when waves cover them like shades,)</span> meaning, like mountains or clouds,</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they invoke Allah, making their invocations for Him only.)</span> This is like the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when harm touches you upon the sea, those that you call upon vanish from you except Him)</span><span class=\"gray\">(17:67)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا رَكِبُوا فِي الْفُلْكِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when they embark on a ship...)</span><span class=\"gray\">(29:65)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But when He brings them safe to land, there are among them those that stop in between.)</span> Mujahid said, \"This refers to the disbelievers – as if he interpreted the word Muqtasid to mean denier as in the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but when He brings them safely to land, behold, they give a share of their worship to others)</span><span class=\"gray\">(29:65)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Our Ayat are not denied except by every Khattār Kafūr.)</span> Khattar means one who betrays or stabs in the back. This was the view of Mujahid, Al-Hasan, Qatadah and Malik, narrating from Zayd bin Aslam. This word describes a person who, whenever he makes a promise, breaks his promise, and it refers to the worst form of treachery.</p><p class=\"sd qpc-hafs\" lang=\"sd\">كَفُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Kafur)</span> means, one who denies blessings and does not give thanks for them, rather he forgets them and does not remember them.</p>"
  },
  {
    "ayah_key": "31:33",
    "group_ayah_key": "31:33",
    "from_ayah": "31:33",
    "to_ayah": "31:33",
    "ayah_keys": "31:33",
    "text": "<p class=\"en translation\" lang=\"en\">O mankind! Have Taqwa of your Lord, and fear a Day when no father can avail aught for his son, nor a son avail aught for his father. Verily, the promise of Allah is true, let not then this present life deceive you, nor let the chief deceiver deceive you about Allah <span>(33)</span></p><p lang=\"en\" class=\"en \">The Command to fear Allah and remember the Day of Resurrection</p><p lang=\"en\" class=\"en \">Here Allah warns people about the Day of Resurrection, and commands them to fear Him and remember the Day of Resurrection when</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(no father can avail aught for his son,)</span> which means, even if he wanted to offer himself as a sacrifice for his son, it would not be accepted from him. The same will apply in the case of a son who wants to sacrifice himself for his father – it will not be accepted from him. Then Allah reminds them once again with the words:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(let not then this present life deceive you,)</span> meaning, do not let your feelings of contentment with this life make you forget about the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor let the chief deceiver deceive you about Allah.)</span> refers to the Shaytan. This was the view of Ibn 'Abbas, Mujahid, Ad-Dahhak and Qatadah. The Shaytan makes promises to them and arouses in them false desires, but there is no substance to them, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He makes promises to them, and arouses in them false desires; and Shaytan's promises are nothing but deceptions.)</span><span class=\"gray\">(4:120)</span>. Wahb bin Munabbih said: 'Uzayr, peace be upon him, said: \"When I saw the misfortune of my people, I felt very sad and distressed, and I could not sleep, so I prayed to my Lord and fasted, and I called upon Him weeping. There came to me an angel and I said to him: 'Tell me, will the souls of the righteous intercede for the wrongdoers, or the fathers for their sons?' He said: 'On the Day of Resurrection all matters will be settled, and Allah's dominion will be made manifest and no exceptions will be made. No one will speak on that Day except with the permission of the Most Merciful. No father will answer for his son, or any son for his father, or any man for his brother, or any servant for his master. No one will care about anybody except himself, or feel grief or compassion for anyone except himself. Everyone will be worried only about himself. No one will be asked about anybody else. Each person will be concerned only about himself, weeping for himself and carrying his own burden. No one will carry the burden of another.'\" This was recorded by Ibn Abi Hatim.</p>"
  }
]