[
  {
    "ayah_key": "2:29",
    "group_ayah_key": "2:29",
    "from_ayah": "2:29",
    "to_ayah": "2:29",
    "ayah_keys": "2:29",
    "text": "<p class=\"en translation\" lang=\"en\">He it is Who created for you all that is on earth. Then He Istawa ila the heaven and made them seven heavens and He is the Knower of everything <span>(29)</span></p><div lang=\"ga\" class=\"ga \"><h2>Evidence of Allah's Ability</h2></div><p lang=\"en\" class=\"en \">After Allah mentioned the proofs of His creating them, and what they can witness in themselves as proof of that, He mentioned another proof that they can witness, that is, the creation of the heavens and earth. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who created for you all that is on earth. Then He Istawa ila the heaven and made them seven heavens)</span> meaning, He turned towards the heaven,</p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوَّاهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And made them)</span> meaning, that He made the heaven, seven heavens. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَوَّاهُنَّ سَبْعَ سَمَـوَاتٍ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And made them seven heavens and He is the Knower of everything)</span> meaning, His knowledge encompasses all His creation, just as He said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلاَ يَعْلَمُ مَنْ خَلَقَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Should not He Who has created know?)</span><span class=\"gray\">(67:14)</span>.</p><div lang=\"en\" class=\"en \"><h2>The Beginning of the Creation</h2></div><p lang=\"en\" class=\"en \">This Ayah <span class=\"gray\">(2:29)</span> is explained in detail in Surat As-Sajdah where Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَادًا ۚ ذَٰلِكَ رَبُّ الْعَالَمِينَ - وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِّلسَّائِلِينَ - ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ - فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَىٰ فِي كُلِّ سَمَاءٍ أَمْرَهَا ۚ وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ)</span>: \"Do you verily disbelieve in Him Who created the earth in two Days? And you set up rivals <span class=\"gray\">(in worship)</span> with Him? That is the Lord of all that exists. He placed therein <span class=\"gray\">(i.e. the earth)</span> firm mountains from above it, and He blessed it, and measured therein its sustenance <span class=\"gray\">(for its dwellers)</span> in four Days equal <span class=\"gray\">(i.e. all these four 'days' were equal in the length of time)</span> for all those who ask <span class=\"gray\">(about its creation)</span>. Then He Istawa ila the heaven when it was smoke, and said to it and to the earth: \"Come both of you willingly or unwillingly.\" They both said: \"We come willingly.\" Then He finished them <span class=\"gray\">(as)</span> seven heavens in two Days and He made in each heaven its affair. And We adorned the nearest <span class=\"gray\">(lowest)</span> heaven with lamps <span class=\"gray\">(stars)</span> to be an adornment as well as to guard <span class=\"gray\">(from the devils by using them as missiles against the devils)</span>. Such is the decree of the Almighty, the Knower)</span><span class=\"gray\">(41:9-12)</span>.</p><p lang=\"en\" class=\"en \">These Ayat indicate that Allah started creation by creating earth, then He made heaven into seven heavens. This is how building usually starts, with the lower floors first and then the top floors, as the scholars of Tafsir reiterated, as we will come to know, Allah willing. Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَأَنتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ ۚ بَنَاهَا - رَفَعَ سَمْكَهَا فَسَوَّاهَا - وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا - وَالْأَرْضَ بَعْدَ ذَٰلِكَ دَحَاهَا - أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا - وَالْجِبَالَ أَرْسَاهَا - مَتَاعًا لَّكُمْ وَلِأَنْعَامِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are you more difficult to create or is the heaven that He constructed? He raised its height, and has perfected it. Its night He covers with darkness and its forenoon He brings out <span class=\"gray\">(with light)</span>. And the earth, after that, He spread it out. And brought forth therefrom its water and its pasture. And the mountains He has fixed firmly. <span class=\"gray\">(To be)</span> a provision and benefit for you and your cattle)</span><span class=\"gray\">(79:27-33)</span>.</p><p lang=\"en\" class=\"en \">It is said that \"Then\" in the Ayah <span class=\"gray\">(2:29)</span> relates only to the order of reciting the information being given, it does not relate to the order that the events being mentioned took place, this was reported from Ibn 'Abbas by 'Ali bin Abi Talhah.</p><div lang=\"en\" class=\"en \"><h2>The Earth was created before Heaven</h2></div><p lang=\"en\" class=\"en \">Mujahid commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الْأَرْضِ جَمِيعًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who created for you all that is on earth)</span> \"Allah created the earth before heaven, and when He created the earth, smoke burst out of it. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ وَهِيَ دُخَانٌ</p><p lang=\"fy\" class=\"fy \"><span class=\"gray\">(Then He Istawa ila <span class=\"gray\">(turned towards)</span> the heaven when it was smoke.)</span><span class=\"gray\">(41:11)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And made them seven heavens)</span> means, one above the other, while the 'seven earths' means, one below the other.\"</p><p lang=\"en\" class=\"en \">This Ayah testifies to the fact that the earth was created before heaven, as Allah has indicated in the Ayat in Surat As-Sajdah.</p><div lang=\"en\" class=\"en \"><h2>Spreading the Earth out after the Heavens were created</h2></div><p lang=\"en\" class=\"en \">Sahih Al-Bukhari records that when Ibn 'Abbas was question about this matter, he said that the earth was created before heaven, and the earth was spread out only after the creation of the heaven. Several Tafsir scholars of old and recent times also said similarly, as we have elaborated on in the Tafsir of Surat An-Nazi'at <span class=\"gray\">(chapter 79)</span>. The result of that discussion is that the word Daha <span class=\"gray\">(translated above as \"spread\")</span> is mentioned and explained in Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْأَرْضَ بَعْدَ ذَٰلِكَ دَحَاهَا - أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا - وَالْجِبَالَ أَرْسَاهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the earth, after that, He spread it out. And brought forth therefrom its water and its pasture. And the mountains He has fixed firmly.)</span><span class=\"gray\">(79:30-32)</span></p><p lang=\"en\" class=\"en \">Therefore, Daha means that the earth's treasures were brought to its surface after finishing the job of creating whatever will reside on earth and heaven. When the earth became Daha, the water burst out to its surface and the various types, colors, shapes and kinds of plants grew. The stars started rotating along with the planets that rotate around them. And Allah knows best.</p>"
  }
]