[
  {
    "ayah_key": "10:94",
    "group_ayah_key": "10:94",
    "from_ayah": "10:94",
    "to_ayah": "10:97",
    "ayah_keys": "10:94,10:95,10:96,10:97",
    "text": "<p lang=\"en\" class=\"en \">So if you are in doubt concerning that which We have revealed unto you, then ask those who are reading the Book before you. Verily, the truth has come to you from your Lord. So be not of those who doubt <span class=\"gray\">(it)</span><span>(94)</span>And be not one of those who belie the Ayat of Allah, for then you shall be one of the losers <span>(95)</span>Truly, those, against whom the Word of your Lord has been justified, will not believe <span>(96)</span>Even if every sign should come to them, until they see the painful torment <span>(97)</span></p><div lang=\"en\" class=\"en \"><h2>Previous books Attest to the Truth of the Qur'an</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالْإِنجِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who follow the Messenger, the Prophet who can neither read nor write whom they find written of with them in the Tawrah and the Injil.)</span><span class=\"gray\">(7:157)</span> They are as certain of this as they are about who their children are, yet they hide it and distort it. They did not believe in it despite its clear evidence. Therefore Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those, against whom the Word <span class=\"gray\">(wrath)</span> of your Lord has been justified, will not believe. Even if every sign should come to them, until they see the painful torment.)</span> meaning they would not believe in a way that they might benefit from that belief. This is when they believe at a time one may not be able to benefit from his belief. An example is when Musa prayed against Fir'awn and his chiefs, saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا اطْمِسْ عَلَىٰ أَمْوَالِهِمْ وَاشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Destroy their wealth, and harden their hearts, so that they will not believe until they see the painful torment.)</span><span class=\"gray\">(10:88)</span> And Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَىٰ وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَّا كَانُوا لِيُؤْمِنُوا إِلَّا أَن يَشَاءَ اللَّهُ وَلَٰكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And even if We had sent down unto them angels, and the dead had spoken unto them, and We had gathered together all things before their very eyes, they would not have believed, unless Allah willed, but most of them behave ignorantly.)</span><span class=\"gray\">(6:111)</span> Allah then said:</p>"
  },
  {
    "ayah_key": "10:98",
    "group_ayah_key": "10:98",
    "from_ayah": "10:98",
    "to_ayah": "10:98",
    "ayah_keys": "10:98",
    "text": "<p lang=\"en\" class=\"en \">Was there any town <span class=\"gray\">(community)</span> that believed <span class=\"gray\">(after seeing the punishment)</span>, and its faith <span class=\"gray\">(at that moment)</span> saved it <span class=\"gray\">(from the punishment)</span>?– except the people of Yunus; when they believed, We removed from them the torment of disgrace in the life of the <span class=\"gray\">(present)</span> world, and permitted them to enjoy for a while <span>(98)</span></p><div lang=\"en\" class=\"en \"><h2>Belief at the Time of Punishment did not help except with the People of Yunus</h2></div><p lang=\"en\" class=\"en \">Allah asked, 'did any town from the previous nations, believe in its entirety when they received the Messengers? All of the Messengers that We sent before you, O Muhammad, were denied by their people or the majority of their people.' Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا حَسْرَةً عَلَى الْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alas for mankind! There never came a Messenger to them but they used to mock at him.)</span><span class=\"gray\">(36:30)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ مَا أَتَى الَّذِينَ مِن قَبْلِهِم مِّن رَّسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Likewise, no Messenger came to those before them but they said: \"A sorcerer or a madman!\")</span><span class=\"gray\">(51:52)</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ مَا أَرْسَلْنَا مِن قَبْلِكَ فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِم مُّقْتَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And similarly, We sent not a warner before you to any town <span class=\"gray\">(people)</span> but the luxurious ones among them said: \"We found our fathers following a certain way and religion, and we will indeed follow their footsteps.\")</span><span class=\"gray\">(43:23)</span> As found in the authentic Hadith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عُرِضَ عَلَيَّ الْأَنْبِيَاءُ فَجَعَلَ النَّبِيُّ يـَمُرُّ وَمَعَهُ الْفِئَامُ مِنَ النَّاسِ، وَالنَّبِيُّ يـَمُرُّ مَعَهُ الرَّجُلُ، وَالنَّبِيُّ مَعَهُ الرَّجُلَانِ، وَالنَّبِيُّ لَيْسَ مَعَهُ أَحَدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Prophets were displayed before me. There was a Prophet who passed with a group of people, and a Prophet who passed with only one man, a Prophet with two men, and a Prophet with no one.)</span></p><p lang=\"en\" class=\"en \">Then he mentioned the mulititude of followers that Musa had, peace be upon him, then that he saw his nation of people filling from the west to the east. The point is that between Musa and Yunus, there was no nation, in its entirety, that believed except the people of Yunus, the people of Naynawa <span class=\"gray\">(Nineveh)</span>. And they only believed because they feared that the torment from which their Messenger warned them, might strike them. They actually witnessed its signs. So they cried to Allah and asked for help. They engaged in humility in invoking Him. They brought their children and cattle and asked Allah to lift the torment from which their Prophet had warned them. As a result, Allah sent His mercy and removed the scourge from them and gave them respite. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَىٰ حِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except the people of Yunus; when they believed, We removed from them the torment of disgrace in the life of the world, and permitted them to enjoy for a while.)</span></p><p lang=\"en\" class=\"en \">In interpreting this Ayah, Qatadah said: \"No town has denied the truth and then believed when they saw the scourge, and then their belief benefited them, with the exception of the people of Yunus. When they lost their Prophet and they thought that the scourge was close upon them, Allah sent through their hearts the desire to repent. So they wore woolen fabrics and they separated each animal from its offspring. They then cried out to Allah for forty nights. When Allah saw the truth in their hearts and that they were sincere in their repentance and regrets, He removed the scourge from them.\" Qatadah said: \"It was mentioned that the people of Yunus were in Naynawa, the land of Mosul.\" This was also reported from Ibn Mas'ud, Mujahid, Sa'id bin Jubayr and others from the Salaf.</p>"
  },
  {
    "ayah_key": "10:99",
    "group_ayah_key": "10:99",
    "from_ayah": "10:99",
    "to_ayah": "10:100",
    "ayah_keys": "10:99,10:100",
    "text": "<p class=\"en translation\" lang=\"en\">And had your Lord willed, those on earth would have believed, all of them together. So, will you then compel mankind, until they become believers <span>(99)</span>It is not for any person to believe, except by the leave of Allah, and He will put the Rijs on those who do not reason <span>(100)</span></p><div lang=\"en\" class=\"en \"><h2>It is not Part of Allah's Decree to compel Belief</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَوْ شَاءَ رَبُّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had your Lord willed)</span> meaning 'O Muhammad, if it had been the will of your Lord, He would make all the people of the earth believe in what you have brought to them. But Allah has wisdom in what He does.' Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً ۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ - إِلَّا مَن رَّحِمَ رَبُّكَ ۚ وَلِذَٰلِكَ خَلَقَهُمْ ۗ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if your Lord had so willed, He could surely have made mankind one Ummah, but they will not cease to disagree. Except him on whom your Lord has bestowed His mercy and for that did He create them. And the Word of your Lord has been fulfilled <span class=\"gray\">(His saying)</span>: \"Surely, I shall fill Hell with Jinn and men all together.\")</span><span class=\"gray\">(11:118-119)</span> He also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَن لَّوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have not then those who believed yet known that had Allah willed, He could have guided all mankind?)</span><span class=\"gray\">(13:31)</span> Therefore, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَنتَ تُكْرِهُ النَّاسَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, will you then compel mankind)</span> and force them to believe.</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ يَكُونُوا مُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until they become believers.)</span> meaning, it is not for you to do that. You are not commanded to do that either. It is Allah Who</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُضِلُّ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(sends astray whom He wills, and guides whom He wills.)</span><span class=\"gray\">(35:8)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So do not destroy yourself in sorrow for them.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not up to you to guide them, but Allah guides whom He wills.)</span><span class=\"gray\">[2:272]</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It may be that you would kill yourself with grief because they are not believers.)</span><span class=\"gray\">[26:3]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you guide not who you like..)</span><span class=\"gray\">[28:56]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your duty is only to convey, and it is up to Us to reckon.)</span><span class=\"gray\">[13:40]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَكِّرْ إِنَّمَا أَنتَ مُذَكِّرٌ - لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So remind, you are only one who reminds. You are not a dictator over them.)</span><span class=\"gray\">[88:21-22]</span> There are other Ayat besides these which prove that Allah is the doer of what He wants, guiding whom He wills, leading whom He wills to stray, all out of His knowledge, wisdom, and justice. Similarly, He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِنَفْسٍ أَن تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ ۚ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لَا يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not for any person to believe, except by the leave of Allah, and He will put the Rijs)</span> That is, disorder and misguidance</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَى الَّذِينَ لَا يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(upon those who do not reason)</span> meaning, Allah's proofs and evidences, and He is the Just in all matters, guiding whom He wills to guide, and leading whom He wills astray.</p>"
  }
]