[
  {
    "ayah_key": "8:70",
    "group_ayah_key": "8:70",
    "from_ayah": "8:70",
    "to_ayah": "8:71",
    "ayah_keys": "8:70,8:71",
    "text": "<p lang=\"en\" class=\"en \">O Prophet! Say to the captives that are in your hands: \"If Allah knows any good in your hearts, He will give you something better than what has been taken from you, and He will forgive you, and Allah is Oft-Forgiving, Most Merciful. <span>(70)</span>But if they intend to betray you, they indeed betrayed Allah before. So He gave <span class=\"gray\">(you)</span> power over them. And Allah is All-Knower, All-Wise <span>(71)</span></p><div lang=\"en\" class=\"en \"><h2>Pagan Prisoners at Badr were promised better than what They lost, if They become Righteous in the Future</h2></div><p lang=\"gd\" class=\"gd \">Muhammad bin Ishaq reported that 'Abdullah bin 'Abbas said that before the battle of Badr, the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنِّي قَدْ عَرَفْتُ أَنَّ أُنَاسًا مِنْ بَنِي هَاشِمٍ وَغَيْرِهِمْ قَدْ أُخْرِجُوا كَرْهًا لَا حَاجَةَ لَهُمْ بِقِتَالِنَا فَمَنْ لَقِيَ مِنْكُمْ أَحَدًا مِنْهُمْ - أَيْ مِنْ بَنِي هَاشِمٍ - فَلَا يَقْتُلْهُ، وَمَنْ لَقِيَ أَبَا الْبُخْتَرِي بْنَ هِشَامٍ مُسْتَكرِهًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I have come to know that some people from Bani Hashim and others were forced to accompany the pagans, although they had no desire to fight us. Therefore, whoever meets any of them <span class=\"gray\">(Bani Hashim)</span>, do not kill him. Whoever meets Abu Al-Bukhtari bin Hisham, should not kill him. Whoever meets Al-'Abbas bin 'Abdul-Muttalib, let him not kill him, for he was forced to come <span class=\"gray\">(with the pagan army)</span>.)</span></p><p lang=\"en\" class=\"en \">Abu Hudhayfah bin 'Utbah said, \"Shall we kill our fathers, children, brothers and tribesmen <span class=\"gray\">(from Quraysh)</span>, and leave Al-'Abbas? By Allah! If I meet him, I will kill him with the sword.\" When this reached the Messenger of Allah ﷺ, he said to 'Umar bin Al-Khattab,</p><p class=\"fa qpc-hafs\" lang=\"fa\">يَا أَبَا حَفْصٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Abu Hafs!)</span>, and 'Umar said, \"By Allah that was the first time that the Messenger of Allah ﷺ called me Abu Hafs.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيُضْرَبُ وَجْهُ عَمِّ رَسُولِ اللهِ بِالسَّيْفِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Will the face of the Messenger of Allahs's uncle be struck with the sword?)</span> 'Umar said, \"O Allah's Messenger! Give me permission to cut off his neck <span class=\"gray\">(meaning Abu Hudhayfah)</span> for he has fallen into hypocrisy, by Allah!\" Ever since that happened, Abu Hudhayfah used to say, \"By Allah! I do not feel safe from this statement coming back to haunt me, and I will continue to fear its repercussions, unless Allah, the Exalted, forgives me for it through martyrdom.\" Abu Hudhayfah was martyred during the battle of Al-Yamamah, may Allah be pleased with him.</p><p lang=\"en\" class=\"en \">Ibn 'Abbas said, \"On the eve after Badr, the Messenger of Allah ﷺ spent the first part of the night awake, while the prisoners were bound. His Companions said to him, 'O Allah's Messenger! Why do you not sleep?' Al-'Abbas had been captured by a man from Al-Ansar, and the Messenger of Allah ﷺ said to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَمِعْتُ أَنِينَ عَمِّي الْعَبَّاسِ فِي وِثَاقِهِ فَأَطْلِقُوهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I heard the cries of pain from my uncle Al-'Abbas, because of his shackles, so untie him.)</span></p><p lang=\"en\" class=\"en \">When his uncle stopped crying from pain, Allah's Messenger ﷺ went to sleep.\" In his Sahih, Al-Bukhari recorded a Hadith from Musa bin 'Uqbah who said that Ibn Shihab said that Anas bin Malik said that some men from Al-Ansar said to the Messenger of Allah ﷺ, \"O Allah's Messenger! Give us permission and we will set free our maternal cousin Al-'Abbas without taking ransom from him.\" He said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَا وَاللهِ! لَا تَذَرُونَ مِنْهُ دِرْهَـمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, by Allah! Do not leave any Dirham of it.)</span> And from Yunus Bikkir, from Muhammad bin Ishaq, from Yazid bin Ruwman, from 'Urwah, from Az-Zuhri that several people said to him, \"The Quraysh sent to the Messenger of Allah ﷺ concerning ransoming their prisoners, and each tribe paid what was required for their prisoners. Al-'Abbas said, 'O Allah's Messenger! I became a Muslim before.' The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللهُ أَعْلَمُ بِإِسْلَامِكَ فَإِنْ يَكُنْ كَمَا تَقُولُ فَإِنَّ اللهُ يُجْزِيكَ وَأَمَّا ظَاهِرُكَ فَقَدْ كَانَ عَلَيْنَا فَافْتَدِ نَفْسَكَ وَابْنَي أَخِيكَ نَوْفَلَ بْنَ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ وَعَقِيلَ بْنَ أَبِي طَالِبِ بْنِ عَبْدِ الْمُطَّلِبِ، وَحَلِيفَكَ عُتْبَةَ بْنَ عَمْرٍو أَخِي بَنِي الْحَارِثِ بْنِ فِهْرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah knows if you are Muslim! If what you are claiming is true, then Allah will compensate you. As for your outward appearance, it was against us. Therefore, ransom yourself, as well as, your nephews Nawfal bin Al-Harith bin 'Abdul-Muttalib and 'Aqil bin Abu Talib bin 'Abdul-Muttalib, and also your ally 'Utbah bin 'Amr, from Bani Al-Harith bin Fihr.)</span></p><p lang=\"en\" class=\"en \">Al-'Abbas said, 'I do not have that <span class=\"gray\">(money)</span>, O Allah's Messenger!' The Messenger ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَيْنَ الْمَالُ الَّذِي دَفَنْتَهُ أَنْتَ وَأُمُّ الْفَضْلِ فَقُلْتَ لَهَا: إِنْ أَصَبْتُ فِي سَفَرِي هَذَا، فَهَذَا الْمَالُ الَّذِي دَفَنْتُهُ لِبَنِي الْفَضْلِ وَعَبْدِ اللهِ وَقُثَمٍ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What about the wealth that you and Umm Al-Fadl buried, and you said to her, 'If I am killed in this battle, then this money that I buried is for my children Al-Fadl, 'Abdullah and Quthm?)</span></p><p lang=\"en\" class=\"en \">Al-'Abbas said, 'By Allah, O Allah's Messenger! I know that you are Allah's Messenger, for this is a thing that none except Umm Al-Fadl and I knew. However, O Allah's Messenger! Could you count towards my ransom the twenty Uwqiyah <span class=\"gray\">(pertaining to a weight)</span> that you took from me <span class=\"gray\">(in the battle)</span>?' The Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا ذَاكَ شَيْءٌ أَعْطَانَا اللهُ تَعَالَى مِنْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No, for that was money that Allah made as war spoils for us from you)</span>.</p><p lang=\"en\" class=\"en \">So Al-'Abbas ransomed himself, his two nephews and an ally, and Allah revealed this verse,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّبِيُّ قُل لِّمَن فِي أَيْدِيكُم مِّنَ الْأَسْرَىٰ إِن يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِّمَّا أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ ۗ وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Prophet! Say to the captives that are in your hands: \"If Allah knows any good in your hearts, He will give you something better than what has been taken from you, and He will forgive you, and Allah is Oft-Forgiving, Most Merciful.\")</span><span class=\"gray\">[8:70]</span> Al-'Abbas commented, 'After I became Muslim, Allah gave me twenty servants in place of the twenty Uwqiyah I lost. And I hope for Allah's forgiveness.\"</p><p lang=\"pl\" class=\"pl \">Al-Hafiz Abu Bakr Al-Bayhaqi recorded, that Anas bin Malik said, \"The Prophet ﷺ was brought some wealth from Bahrain and said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">انْثُرُوهُ فِي مَسجِدِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Distribute it in my Masjid)</span> and it was the biggest amount of goods Allah's Messenger had ever received. He left for prayer and did not even look at the goods. After finishing the prayer, he sat by those goods and gave some of it to everybody he saw. Al-'Abbas came to him and said, 'O Allah's Messenger! give me <span class=\"gray\">(something)</span> too, because I gave ransom for myself and 'Aqil. ' Allah's Messenger ﷺ told him to take. So he stuffed his garment with it and tried to carry it away but he failed to do so. He said, 'Order someone to help me in lifting it.' The Prophet refused. He then said to the Prophet ﷺ, 'Will you please help me to lift it?' Allah's Messenger ﷺ refused. Then Al-'Abbas dropped some of it and lifted it on his shoulders and went away. Allah's Messenger ﷺ kept on watching him till he disappeared from his sight and was astonished at his greediness. Allah's Messenger did not get up until the last coin was distributed.\" Al-Bukhari also collected this Hadith in several places of his Sahih with an abridged chain, in a manner indicating his approral of it.</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللَّهَ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they intend to betray you, they indeed betrayed Allah before)</span> meaning,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن يُرِيدُوا خِيَانَتَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they intend to betray you)</span> in contradiction to what they declare to you by words.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَدْ خَانُوا اللَّهَ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they indeed betrayed Allah before)</span>, the battle of Badr by committing disbelief in Him,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَأَمْكَنَ مِنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So He gave <span class=\"gray\">(you)</span> power over them)</span>, causing them to be captured in Badr,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّهُ عَلِيمٌ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Knower, All-Wise.)</span></p><p lang=\"en\" class=\"en \">He is Ever Aware of his actions and All-Wise in what He decides.</p>"
  }
]