[
  {
    "ayah_key": "23:99",
    "group_ayah_key": "23:99",
    "from_ayah": "23:99",
    "to_ayah": "23:100",
    "ayah_keys": "23:99,23:100",
    "text": "<p class=\"en translation\" lang=\"en\">Until, when death comes to one of them, he says: \"My Lord! Send me back, <span>(99)</span>\"So that I may do good in that which I have left behind!\" No! <span class=\"gray\">(Kalla)</span> It is but a word that he speaks; and in front of them is Barzakh until the Day when they will be resurrected <span>(100)</span></p><div lang=\"en\" class=\"en \"><h2>The Disbelievers' Hope When Death Approaches</h2></div><p lang=\"en\" class=\"en \">Allah tells us about what happens when death approaches one of the disbelievers or one of those who have been negligent with the commands of Allah.He tells us what he  says and how he asks to come back to this world,so that he can certify whatever wrong he commited during his life time. Allah Says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبِّ ارْجِعُونِ - لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ ۚ كَلَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"My Lord! Send me back, so that I may do good in that which I have left behind!\" No!)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنفِقُوا مِن مَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الْمَوْتُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And spend of that with which We have provided you before death comes to one of you,)</span><span class=\"gray\">(63:10)</span> until His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Aware of what you do)</span><span class=\"gray\">(63:11)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And warn mankind of the Day when the torment will come unto them)</span><span class=\"gray\">(14:44)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكُم مِّن زَوَالٍ</p><p lang=\"en\" class=\"en \">upto His saying; <span class=\"gray\">(that you would not leave <span class=\"gray\">(the world for the Hereafter)</span>.)</span><span class=\"gray\">(14:44)</span> And His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَل لَّنَا مِن شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day the event is finally fulfilled, those who neglected it before will say: \"Verily, the Messengers of our Lord did come with the truth, now are there any intercessors for us that they might intercede on our behalf? Or could we be sent back so that we might do deeds other than those deeds which we used to do?\")</span><span class=\"gray\">(7:53)</span> And:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you only could see when the criminals shall hang their heads before their Lord <span class=\"gray\">(saying)</span>: \"Our Lord! We have now seen and heard, so send us back, that we will do righteous good deeds. Verily, we now believe with certainty.\")</span><span class=\"gray\">(32:12)</span> And;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ تَرَىٰ إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you could but see when they will be held over the <span class=\"gray\">(Hell)</span> Fire! They will say: \"Would that we were but sent back! Then we would not deny the Ayat of our Lord...\")</span> until His saying;</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed they are liars.)</span><span class=\"gray\">(6:27-28)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِّن سَبِيلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you will see the wrongdoers, when they behold the torment, they will say: \"Is there any way of return?\")</span><span class=\"gray\">(42:44)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"Our Lord! You have made us to die twice, and You have given us life twice! Now we confess our sins, then is there any way to get out?\")</span><span class=\"gray\">(40:11)</span> and the Ayah after it:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ ۖ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therein they will cry: \"Our Lord! Bring us out, we shall do righteous good deeds, not what we used to do.\" <span class=\"gray\">(Allah will reply:)</span> \"Did We not give you lives long enough, so that whosoever would receive admonition could receive it? And the warner came to you. So taste you <span class=\"gray\">(the evil of your deeds)</span>. For the wrongdoers there is no helper.\")</span><span class=\"gray\">(35:37)</span></p><p lang=\"en\" class=\"en \">Allah says that they will ask to go back, when death approaches, on the Day of Resurrection, when they are gathered for judgment before the Compeller <span class=\"gray\">(Allah)</span> and when they are in the agonies of the punishment of Hell, but their prayer will not be answered. Here Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا ۚ إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No! It is but a word that he speaks;)</span> The word Kalla <span class=\"gray\">(No!)</span> is a word that is used to rebuke, and the meaning is: \"No, We will not respond to what he asks for and We will not accept it from him.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is but a word that he speaks)</span> refers to his asking to go back so that he can do righteous deeds; this is just talk on his part, it would not be accompanied by any action. If he were to go back, he would not do any righteous good deeds, he is merely lying, as Allah says:</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they were returned, they would certainly revert to that which they were forbidden. And indeed they are liars)</span><span class=\"gray\">(6:28)</span>. Qatadah said: \"By Allah, he will not wish to go back to his family and tribe, or to accumulate more of the things of this world or satisfy his desires, but he will wish that he could go back to do acts of obedience to Allah. May Allah have mercy on a man who does that which the disbeliever will wish he had done when he sees the punishment of Hell.\"</p><div lang=\"en\" class=\"en \"><h2>Barzakh and Punishment Therein</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن وَرَائِهِم بَرْزَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in front of them is Barzakh until the Day when they will be resurrected.)</span> Abu Salih and others said that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن وَرَائِهِم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in front of them)</span> means before them. Mujahid said, Al-Barzakh is a barrier between this world and the Hereafter. Muhammad bin Ka'b said, \"Al-Barzakh is what is between this world and the Hereafter, neither they are the people of this world, eating and drinking, nor are they with the people of the Hereafter, being rewarded or punished for their deeds.\" Abu Sakhr said, \"Al-Barzakh refers to the graves. They are neither in this world nor the Hereafter, and they will stay there until the Day of Resurrection.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِن وَرَائِهِم بَرْزَخٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in front of them is Barzakh)</span>. In these words is a threat to those wrongdoers at the time of death, of the punishment of Barzakh. This is similar to the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّن وَرَائِهِمْ جَهَنَّمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In front of them there is Hell)</span><span class=\"gray\">(45:10)</span>.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِن وَرَائِهِ عَذَابٌ غَلِيظٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in front of him will be a great torment)</span><span class=\"gray\">(14:17)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ يَوْمِ يُبْعَثُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until the Day when they will be resurrected)</span>. means, he will be punished continually until the Day of Resurrection, as it says in the Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا يَزَالُ مُعَذَّبًا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will continue to be punished in it.)</span> meaning, in the earth.</p>"
  }
]