[
  {
    "ayah_key": "16:80",
    "group_ayah_key": "16:80",
    "from_ayah": "16:80",
    "to_ayah": "16:83",
    "ayah_keys": "16:80,16:81,16:82,16:83",
    "text": "<p lang=\"en\" class=\"en \">And Allah had made your homes a place of rest for you, and made dwellings for you out of the hides of the cattle which you find so light when you travel and when you camp; and furnishings and articles of convenience out of their wool, fur, and hair - comfort for a while <span>(80)</span>And Allah has made shade for you out of that which He has created, and He has made places of refuge in the mountains for you, and He has made garments for you to protect you from the heat, and coats of mail to protect you from your violence. Thus does He perfect His favor for you, that you may submit yourselves to His will <span>(81)</span>Then, if they turn away, your duty <span class=\"gray\">(O Muhammad)</span> is only to convey <span class=\"gray\">(the Message)</span> in a clear way <span>(82)</span>They recognize the grace of Allah, yet they deny it <span class=\"gray\">(by worshipping others besides Allah)</span> and most of them are disbelievers <span>(83)</span></p><div lang=\"en\" class=\"en \"><h2>Homes, Furnishings and Clothing are also Blessings from Allah</h2></div><p lang=\"en\" class=\"en \">Allah mentions His great blessings for His servant in that He has given them homes to dwell in and protect themselves with, in which they find all kinds of benefits. He has also given them homes from the hides of cattle, i.e., leather, which are light and easy to carry on journeys and can be erected wherever they stop, whether they are traveling or are settled. Thus Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(which you find so light when you travel and when you camp;)</span></p><p class=\"ur qpc-hafs\" lang=\"ur\">وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(out of their wool, fur and hair)</span> refers to sheep, camels and goats respectively.</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَثَاثًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(furnishings)</span> meaning what you take from them, i.e., wealth. It was also said that it means articles of convenience, or clothing. The correct view is more general in meaning than this; it means that you make carpets, clothing and other things from their wool, hair etc., which you use as wealth and for trade. Ibn 'Abbas said: 'Al-Athath means articles of convenience and comfort.\" This was also the view of Mujahid, 'Ikrimah, Sa'id bin Jubayr, Al-Hasan, 'Atiyah Al-'Awfi, 'Ata' Al-Khurasani, Ad-Dahhak and Qatadah. The phrase,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَىٰ حِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for a while)</span> means, until the appointed time.</p><div lang=\"en\" class=\"en \"><h2>Shade, Places of Refuge in the Mountains, Garments and Coats of Mail are also Blessings from Allah</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah has made shade for you out of that which He has created,)</span> Qatadah said: \"This means trees.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلَ لَكُم مِّنَ الْجِبَالِ أَكْنَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He has made places of refuge in the mountains for you,)</span> meaning fortresses and strongholds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الْحَرَّ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He has made garments for you to protect you from the heat,)</span> meaning clothing of cotton, linen and wool.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَسَرَابِيلَ تَقِيكُم بَأْسَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and coats of mail to protect you from your violence.)</span> such as shields made of layers of sheet iron, coats of mail and so on.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus does He perfect His favor for you,)</span> meaning, thus He gives you what you need to go about your business, so that this will help you to worship and obey Him.</p><p class=\"da qpc-hafs\" lang=\"da\">لَعَلَّكُمْ تُسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that you may submit yourselves to His will)</span>. This is interpreted by the majority to mean submitting to Allah or becoming Muslim.</p><div lang=\"en\" class=\"en \"><h2>All the Messenger has to do is convey the Message</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن تَوَلَّوْا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, if they turn away,)</span> meaning, after this declaration and reminder, do not worry about them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ الْمُبِينُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your duty <span class=\"gray\">(O Muhammad)</span> is only to convey <span class=\"gray\">(the Message)</span> in a clear way)</span>, and you have delivered the Message to them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْرِفُونَ نِعْمَتَ اللَّهِ ثُمَّ يُنكِرُونَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They recognize the grace of Allah, yet they deny it)</span> meaning they know that Allah is the One Who grants these blessings to them, and that He is Bountiful towards them, but they still deny this by worshipping others besides Him and thinking that their help and provisions come from others besides Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَكْثَرُهُمُ الْكَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and most of them are disbelievers.)</span></p>"
  }
]