[
  {
    "ayah_key": "2:221",
    "group_ayah_key": "2:221",
    "from_ayah": "2:221",
    "to_ayah": "2:221",
    "ayah_keys": "2:221",
    "text": "<p lang=\"en\" class=\"en \">And do not marry Al-Mushrikat <span class=\"gray\">(idolatresses)</span> till they believe <span class=\"gray\">(worship Allah Alone)</span>. And indeed a slave woman who believes is better than a <span class=\"gray\">(free)</span> Mushrikah <span class=\"gray\">(idolatress)</span>, even though she pleases you. And give not <span class=\"gray\">(your daughters)</span> in marriage to Al-Mushrikin till they believe <span class=\"gray\">(in Allah Alone)</span> and verily, a believing servant is better than a <span class=\"gray\">(free)</span> Mushrik <span class=\"gray\">(idolator)</span>, even though he pleases you. Those <span class=\"gray\">(Mushrikin)</span> invite you to the Fire, but Allah invites <span class=\"gray\">(you)</span> to Paradise and forgiveness by His leave, and makes His Ayat <span class=\"gray\">(proofs, evidences, verses, lessons, signs, revelations, etc.)</span> clear to mankind that they may remember <span>(221)</span></p><div lang=\"no\" class=\"no \"><h2>The Prohibition of marrying Mushrik Men and Women</h2></div><p lang=\"en\" class=\"en \">Allah prohibited the believers from marrying Mushrik women who worship idols. Although the meaning is general and includes every Mushrik woman from among the idol worshippers and the People of the Scripture, Allah excluded the People of the Scripture from this ruling. Allah stated:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Lawful to you in marriage)</span> are chaste women from those who were given the Scripture <span class=\"gray\">(Jews and Christians)</span> before your time when you have given their due dowry, desiring chastity <span class=\"gray\">(i.e., taking them in legal wedlock)</span> not committing illegal sexual intercourse.)</span><span class=\"gray\">(5:5)</span></p><p lang=\"gd\" class=\"gd \">Ali bin Abu Talhah said that Ibn 'Abbas said about what Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنكِحُوا الْمُشْرِكَاتِ حَتَّىٰ يُؤْمِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not marry Al-Mushrikat <span class=\"gray\">(female idolators)</span> till they believe <span class=\"gray\">(worship Allah Alone)</span>.)</span></p><p lang=\"en\" class=\"en \">\"Allah has excluded the women of the People of the Scripture.\" This is also the explanation of Mujahid, 'Ikrimah, Sa'id bin Jubayr, Makhul, Al-Hasan, Ad-Dahhak, Zayd bin Aslam and Ar-Rabi' bin Anas and others. Some scholars said that the Ayah is exclusively talking about idol worshippers and not the People of the Scripture, and this meaning is similar to the first meaning we mentioned. Allah knows best.</p><p lang=\"en\" class=\"en \">Abu Ja'far bin Jarir <span class=\"gray\">(At-Tabari)</span> said, after mentioning that there is Ijma' that marrying women from the People of the Scripture is allowed, \"Umar disliked this practice so that the Muslims do not refrain from marrying Muslim women, or for similar reasons.\" An authentic chain of narrators stated that Shaqiq said: Once Hudhayfah married a Jewish woman and 'Umar wrote to him, \"Divorce her.\" He wrote back, \"Do you claim that she is not allowed for me so that I divorce her?\" He said, \"No. But, I fear that you might marry the whores from among them.\" Ibn Jarir related that Zayd bin Wahb said that 'Umar bin Khattab said, \"The Muslim man marries the Christian woman, but the Christian man does not marry the Muslim woman.\" This Hadith has a stronger, authentic chain of narrators than the previous Hadith.</p><p lang=\"en\" class=\"en \">Ibn Abu Hatim said that Ibn 'Umar disliked marrying the women from the People of the Scripture. He relied on his own explanation for the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنكِحُوا الْمُشْرِكَاتِ حَتَّىٰ يُؤْمِنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not marry Al-Mushrikat <span class=\"gray\">(female idolators)</span> till they believe <span class=\"gray\">(worship Allah Alone)</span>.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari also reported that Ibn 'Umar said, \"I do not know of a bigger Shirk than her saying that Jesus is her Lord!\"</p><p lang=\"ceb\" class=\"ceb \">Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَأَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّن مُّشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed a slave woman who believes is better than a <span class=\"gray\">(free)</span> Mushrikah <span class=\"gray\">(female idolators)</span>, even though she pleases you.)</span></p><p lang=\"en\" class=\"en \">It is recorded in the Two Sahihs that Abu Hurayrah narrated that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُنْـكَحُ الْمَرْأَةُ لِأَرْبَعٍ: لِمَالِهَا وَلِحَسَبِهَا وَلِجَمَالِهَا وَلِدِينِهَا، فَاظْفَرْ بِذَاتِ الدِّينِ، تَرِبَتْ يَدَاكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A woman is chosen for marriage for four reasons: her wealth, social status, beauty, and religion. So, marry the religious woman, may your hands be filled with sand <span class=\"gray\">(a statement of encouragement)</span>.)</span></p><p lang=\"en\" class=\"en \">Muslim reported this Hadith from Jabir. Muslim also reported that Ibn 'Amr said that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الدُّنْيَا مَتَاعٌ، وَخَيْرُ مَتَاعِ الدُّنْيَا الْمَرْأَةُ الصَّالِحَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The life of this world is but a delight, and the best of the delights of this earthly life is the righteous wife.)</span></p><p lang=\"ceb\" class=\"ceb \">Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُنكِحُوا الْمُشْرِكِينَ حَتَّىٰ يُؤْمِنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give not <span class=\"gray\">(your daughters)</span> in marriage to Al-Mushrikin till they believe <span class=\"gray\">(in Allah Alone)</span>.)</span> meaning, do not marry Mushrik men to believing women. This statement is similar to Allah's statement:</p><p class=\"sd qpc-hafs\" lang=\"sd\">لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are not lawful <span class=\"gray\">(wives)</span> for them, nor are they lawful <span class=\"gray\">(husbands)</span> for them.)</span><span class=\"gray\">(60:10)</span></p><p lang=\"el-Latn\" class=\"el-Latn \">Next, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّن مُّشْرِكٍ وَلَوْ أَعْجَبَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and verily, a believing servant is better than a <span class=\"gray\">(free)</span> Mushrik <span class=\"gray\">(idolator)</span>, even though he pleases you.)</span></p><p lang=\"en\" class=\"en \">This Ayah indicates that a believing man, even an Abyssinian servant, is better than a Mushrik man, even if he was a rich master.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أُولَٰئِكَ يَدْعُونَ إِلَى النَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those <span class=\"gray\">(Al-Mushrikun)</span> invite you to the Fire)</span> meaning, associating and mingling with the disbelievers makes one love this life and prefer it over the Hereafter, leading to the severest repercussions. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...but Allah invites <span class=\"gray\">(you)</span> to Paradise and forgiveness by His leave)</span> meaning, by His Law, commandments and prohibitions. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...and makes His Ayat clear to mankind that they may remember.)</span></p>"
  }
]