[
  {
    "ayah_key": "2:159",
    "group_ayah_key": "2:159",
    "from_ayah": "2:159",
    "to_ayah": "2:162",
    "ayah_keys": "2:159,2:160,2:161,2:162",
    "text": "<p lang=\"en\" class=\"en \">Verily, those who conceal the clear proofs, evidences and the guidance, which We have sent down, after We have made it clear for the People in the Book, they are the ones cursed by Allah and cursed by the cursers <span>(159)</span>Except those who repent and do righteous deeds, and openly declare <span class=\"gray\">(the truth which they concealed)</span>. These, I will accept their repentance. And I am the One Who accepts repentance, the Most Merciful <span>(160)</span>Verily, those who disbelieve, and die while they are disbelievers, it is they on whom is the curse of Allah and of the angels and of mankind, combined <span>(161)</span>They will abide therein <span class=\"gray\">(under the curse in Hell)</span>, their punishment will neither be lightened nor will they be reprieved <span>(162)</span></p><div lang=\"en\" class=\"en \"><h2>The Eternal Curse for Those Who hide Religious Commandments</h2></div><p lang=\"en\" class=\"en \">These Ayat sternly warn against those who hide the clear signs that the Messengers were sent with which guide to the correct path and beneficial guidance for the hearts, after Allah has made such aspects clear for His servants through the Books that He revealed to His Messengers. Abu Al-'Aliyah said that these Ayat, \"were revealed about the People of the Scripture who hid the description of Muhammad ﷺ.\" Allah then states that everything curses such people for this evil act. Certainly, just as everything asks for forgiveness for the scholar, even the fish in the sea and the bird in the air, then those who hide knowledge are cursed by Allah and by the cursers. </p><p lang=\"en\" class=\"en \">A Hadith in the Musnad, narrated through several chains of narrators, that strengthens the overall judgment of the Hadith, states that Abu Hurayrah narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ سُئِلَ عَنْ عِلْمٍ فَكَتَمَهُ، أُلْجِمَ يَوْمَ الْقِيَامَةِ بِلِجَامٍ مِنْ نَارٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever was asked about knowledge that one has, but he hid it, then a bridle made of fire will be tied around his mouth on the Day of Resurrection.)</span></p><p lang=\"en\" class=\"en \">It is also recorded by Al-Bukhari that Abu Hurayrah said, \"If it was not for an Ayah in Allah's Book, I would not have narrated a Hadith for anyone:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who conceal the clear proofs, evidences and the guidance, which We have sent down,)</span>\"</p><p lang=\"en\" class=\"en \">Mujahid said, \"When the earth is struck by drought, the animals say, 'This is because of the sinners among the Children of Adam. May Allah curse the sinners among the Children of Adam.'\"</p><p lang=\"so\" class=\"so \">Abu Al-'Aliyah, Ar-Rabi' bin Anas and Qatadah said that</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَلْعَنُهُمُ اللَّاعِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and cursed by the cursers)</span> means that the angels and the believers will curse them. Moreover, a Hadith states that everything, including the fish in the sea, asks for forgiveness for the scholars. The Ayah <span class=\"gray\">(2:159 above)</span> states that those who hide the knowledge will be cursed, <span class=\"gray\">(in this life and)</span> on the Day of Resurrection, by Allah, the angels, all humanity, and those who curse <span class=\"gray\">(including the animals)</span> each in its own distinct way. Allah knows best.</p><p lang=\"en\" class=\"en \">From this punishment, Allah excluded all who repent to Him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Except those who repent and do righteous deeds, and openly declare <span class=\"gray\">(the truth which they concealed)</span>.)</span></p><p lang=\"en\" class=\"en \">This Ayah refers to those who regret what they have been doing and correct their behavior and, thus, explain to the people what they have been hiding.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These, I will accept their repentance. And I am the One Who accepts repentance, the Most Merciful.)</span></p><p lang=\"en\" class=\"en \">This Ayah also indicates that those who used to call to innovation, or even disbelief, and repent to Allah, then Allah will forgive them. Allah afterwards states that those who disbelieve in Him and remain in this state until they die, then:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ - خَالِدِينَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it is they on whom is the curse of Allah and of the angels and of mankind, combined. They will abide therein <span class=\"gray\">(under the curse in Hell)</span>.)</span></p><p lang=\"en\" class=\"en \">Therefore, they will suffer the eternal curse until the Day of Resurrection and after that in the fire of Jahannam, where,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their punishment will neither be lightened)</span></p><p lang=\"en\" class=\"en \">Hence, the torment will not be decreased for them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يُنظَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor will they be reprieved.)</span></p><p lang=\"en\" class=\"en \">The torment will not be changed or tempered for even an hour. Rather, it is continuous and eternal. We seek refuge with Allah from this evil end.</p><div lang=\"en\" class=\"en \"><h2>Cursing the Disbelievers is allowed</h2></div><p lang=\"en\" class=\"en \">There is no disagreement that it is lawful to curse the disbelievers. 'Umar bin Al-Khattab and the Imams after him used to curse the disbelievers in their Qunut <span class=\"gray\">(a type of supplication)</span> during the prayer and otherwise. As for cursing a specific disbeliever, some scholars stated that it is not allowed to curse him, because we do not know how Allah will make his end. Others said that it is allowed to curse individual disbelievers. For proof, they mention the story about the man who was brought to be punished repeatedly for drinking <span class=\"gray\">(alcohol)</span>, a man said, \"May Allah curse him! He is being brought repeatedly <span class=\"gray\">(to be flogged for drinking)</span>.\" Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَلْعَنْهُ فَإِنَّه يُحِبُّ اللهَ وَرَسُولَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not curse him, for he loves Allah and His Messenger)</span>.</p><p lang=\"en\" class=\"en \">This Hadith indicates that it is allowed to curse those who do not love Allah and His Messenger ﷺ. Allah knows best.</p>"
  },
  {
    "ayah_key": "2:16",
    "group_ayah_key": "2:16",
    "from_ayah": "2:16",
    "to_ayah": "2:16",
    "ayah_keys": "2:16",
    "text": "<p class=\"en translation\" lang=\"en\">These are they who have purchased error with guidance, so their commerce was profitless. And they were not guided <span>(16)</span></p><p lang=\"en\" class=\"en \">In his Tafsir, As-Suddi reported that Ibn 'Abbas and Ibn Mas'ud commented on;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are they who have purchased error with guidance)</span> saying it means, \"They pursued misguidance and abandoned guidance. \" Mujahid said, \"They believed and then disbelieved,\" while Qatadah said, \"They preferred deviation to guidance.\" Qatadah's statement is similar in meaning to Allah's statement about Thamud,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَىٰ عَلَى الْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And as for Thamud, We granted them guidance, but they preferred blindness to guidance)</span><span class=\"gray\">(41:17)</span>.</p><p lang=\"en\" class=\"en \">In summary, the statements that we have mentioned from the scholars of Tafsir indicate that the hypocrites deviate from the true guidance and prefer misguidance, substituting wickedness in place of righteousness. This meaning explains Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(These are they who have purchased error with guidance)</span>, meaning, they exchanged guidance to buy misguidance. This meaning includes those who first believed, then later disbelieved, whom Allah described,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَىٰ قُلُوبِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is because they believed, and then disbelieved; therefore their hearts are sealed)</span><span class=\"gray\">(63:3)</span>.</p><p lang=\"en\" class=\"en \">The Ayah also includes those who preferred deviation over guidance. The hypocrites fall into several categories. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا رَبِحَت تِّجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So their commerce was profitless. And they were not guided)</span>, meaning their trade did not succeed nor were they righteous or rightly guided throughout all this. In addition, Ibn Jarir narrated that Qatadah commented on the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا رَبِحَت تِّجَارَتُهُمْ وَمَا كَانُوا مُهْتَدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So their commerce was profitless. And they were not guided)</span>, \"By Allah! I have seen them leaving guidance for deviation, leaving the Jama'ah <span class=\"gray\">(the community of the believers)</span> for the sects, leaving safety for fear, and the Sunnah for innovation.\" Ibn Abi Hatim also reported other similar statements.</p>"
  },
  {
    "ayah_key": "2:163",
    "group_ayah_key": "2:163",
    "from_ayah": "2:163",
    "to_ayah": "2:163",
    "ayah_keys": "2:163",
    "text": "<p class=\"en translation\" lang=\"en\">And your Ilah <span class=\"gray\">(God)</span> is One Ilah <span class=\"gray\">(God ـ Allah)</span>, La ilaha illa Huwa <span class=\"gray\">(there is none who has the right to be worshipped but He)</span>, the Most Gracious, the Most Merciful <span>(163)</span></p><p lang=\"en\" class=\"en \">In this Ayah, Allah mentions that He is the only deity, and that He has no partners or equals. He is Allah, the One and Only, the Sustainer, and there is no deity worthy of worship except Him. He is the Most Gracious ـ Ar-Rahman, the Most Merciful ـ Ar-Rahim. We explained the meanings of these two Names in the beginning of Surat Al-Fatihah. Shahr bin Hawshab reported that Asma' bint Yazid bin As-Sakan narrated that Allah's Messenger ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْمُ اللهِ الْأَعْظَمُ فِي هَاتَيْنِ الآيَتَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah's Greatest Name is contained in these two Ayat)</span>:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ لَّا إِلَٰهَ إِلَّا هُوَ الرَّحْمَٰنُ الرَّحِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Ilah <span class=\"gray\">(God)</span> is One Ilah <span class=\"gray\">(God ـ Allah)</span>, La ilaha illa Huwa <span class=\"gray\">(there is none who has the right to be worshipped but He)</span>, the Most Gracious, the Most Merciful.)</span> and:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الم - اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Alif-Lam-Mim. Allah! La ilaha illa Huwa <span class=\"gray\">(none has the right to be worshipped but He)</span>, Al-Haiyul-Qaiyum <span class=\"gray\">(the Ever Living, the One Who sustains and protects all that exists)</span>.)</span><span class=\"gray\">(3:1, 2)</span>\"</p><p lang=\"en\" class=\"en \">Then Allah mentions some of the proof that He is alone as the deity, that He is the One who created the heavens and the earth and all of the various creatures between them, all of which testify to His Oneness. Allah said:</p>"
  }
]