[
  {
    "ayah_key": "33:23",
    "group_ayah_key": "33:23",
    "from_ayah": "33:23",
    "to_ayah": "33:24",
    "ayah_keys": "33:23,33:24",
    "text": "<p lang=\"en\" class=\"en \">Among the believers are men who have been true to their covenant with Allah; of them some have fulfilled their Nahbah; and some of them are still waiting, but they have never changed in the least <span>(23)</span>That Allah may reward the men of truth for their truth, and punish the hypocrites, if He wills, or accept their repentance by turning to them. Verily, Allah is Oft-Forgiving, Most Merciful <span>(24)</span></p><p lang=\"en\" class=\"en \">Praise for the Believers' Attitude, and leaving the ultimate Fate of the Hypocrites to Allah</p><p lang=\"en\" class=\"en \">When Allah mentions how the hypocrites broke their promise to Him that they would not turn their backs, He describes the believers as firmly adhering to their covenant and their promise:</p><p class=\"fa qpc-hafs\" lang=\"fa\">صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ ۖ فَمِنْهُمْ مَنْ قَضَىٰ نَحْبَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">[they]</span> have been true to their covenant with Allah; of them some have fulfilled their Nahbah;)</span> Some of them said: \"Met their appointed time <span class=\"gray\">(i.e., death)</span>.\" Al-Bukhari said, \"Their covenant, and refers back to the beginning of the Ayah.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُمْ مَنْ يَنْتَظِرُ ۖ وَمَا بَدَّلُوا تَبْدِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and some of them are still waiting, but they have never changed in the least.)</span> means, they have never changed or broken their covenant with Allah. </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Zayd bin Thabit said: \"When we wrote down the Mushaf, an Ayah from Surat Al-Ahzab was missing, which I used to hear the Messenger of Allah ﷺ reciting. I did not find it with anyone except Khuzaymah bin Thabit Al-Ansari, may Allah be pleased with him, whose testimony the Messenger of Allah ﷺ counted as equal to that of two other men. <span class=\"gray\">(The Ayah in question was:)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Among the believers are men who have been true to their covenant with Allah;)</span>\" </p><p lang=\"en\" class=\"en \">This was recorded by Al-Bukhari but not by Muslim, It was also recorded by Ahmad in his Musnad, and by At-Tirmidhi and An-Nasa'i in the chapters on Tafsir in their Sunans. At-Tirmidhi said, \"Hasan Sahih. </p><p lang=\"en\" class=\"en \">Al-Bukhari also recorded that Anas bin Malik, may Allah be pleased with him, said: \"We think that this Ayah was revealed concerning Anas bin An-Nadr, may Allah be pleased with him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Among the believers are men who have been true to their covenant with Allah.)</span>\" </p><p lang=\"en\" class=\"en \">This was reported only by Al-Bukhari, but there are corroborating reports with other chains of narration. Imam Ahmad recorded that Anas said: \"My paternal uncle Anas bin Al-Nadr, may Allah be pleased with him, after whom I was named, was not present with this Messenger of Allah ﷺ at Badr, and this distressed him. He said: 'The first battle at which the Messenger of Allah ﷺ was present, and I was absent; if Allah shows me another battle with the Messenger of Allah ﷺ, Allah will see what I will do!' He did not want to say more than that. He was present with the Messenger of Allah ﷺ at Uhud, where he met Sa'd bin Mu'adh, may Allah be pleased with him. Anas, may Allah be pleased with him, said to him, 'O Abu 'Amr! Where are you going?' He replied, 'I long for the fragrance of Paradise and I have found it near the mountain of Uhud.' He fought them until he was killed, may Allah be pleased with him. Eighty-odd stab wounds and spear wounds were found on his body, and his sister, my paternal aunt Ar-Rabayyi' bint Al-Nadr said, 'I only recognized my brother by his fingertips.' Then this Ayah was revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ ۖ فَمِنْهُمْ مَنْ قَضَىٰ نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ ۖ وَمَا بَدَّلُوا تَبْدِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Among the believers are men who have been true to their covenant with Allah; of them some have fulfilled their Nahbah; and some of them are still waiting, but they have never changed in the least.)</span></p><p lang=\"en\" class=\"en \">They used to think that it had been revealed concerning him and his companions, may Allah be pleased with them.\" This was also recorded by Muslim, At-Tirmidhi and An-Nasa'i.</p><p lang=\"en\" class=\"en \">Ibn Jarir narrated that Musa bin Talhah said: \"Mu'awiyah bin Abi Sufyan, may Allah be pleased with him, stood up and said, 'I heard the Messenger of Allah ﷺ say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">طَلْحَةُ مِمَّنْ قَضَى نَحْبَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Talhah is one of those who have fulfilled their Nahbah.)</span>'\" Mujahid said concerning the Ayah:</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمِنْهُمْ مَنْ قَضَىٰ نَحْبَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of them some have fulfilled their Nahbah;)</span> \"Their covenant,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْهُمْ مَنْ يَنْتَظِرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and some of them are still waiting)</span> they are waiting for battle so that they can do well. \" Al-Hasan said:</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَمِنْهُمْ مَنْ قَضَىٰ نَحْبَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of them some have fulfilled their Nahbah;)</span> \"They died true to their covenant and loyal, and some are still waiting to die in a similar manner, and some of them have never changed in the least.\" This was also the view of Qatadah and Ibn Zayd. Some of them said that the word Nahbah means a vow.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَا بَدَّلُوا تَبْدِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they have never changed in the least.)</span> means, they never changed their covenant or were disloyal or committed treachery, but they persisted in what they had promised and did not break their vow, unlike the hypocrites who said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ ۖ إِنْ يُرِيدُونَ إِلَّا فِرَارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Truly, our homes lie open.\" And they lay not open. They but wished to flee.)</span><span class=\"gray\">[33:13]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ مِنْ قَبْلُ لَا يُوَلُّونَ الْأَدْبَارَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed they had already made a covenant with Allah not to turn their backs,)</span><span class=\"gray\">[33:15]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That Allah may reward the men of truth for their truth, and punish the hypocrites, if He wills, or accept their repentance by turning to them.)</span> Allah tests His servants with fear and shaking so as to tell the evil from the good, as each will be known by his deeds. Although Allah knows what the outcome will be before anything happens, still He does not punish anyone on the basis of His knowledge until they actually do what He knows they will do. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And surely, We shall try you till We test those who strive hard and patient, and We shall test your facts.)</span><span class=\"gray\">(47:31)</span>. This refers to knowing something after it happens, even though Allah knows it before it comes to pass. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَىٰ مَا أَنْتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ ۗ وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will not leave the believers in the state in which you are now, until He distinguishes the wicked from the good. Nor will Allah disclose to you the secrets of the Unseen)</span><span class=\"gray\">(3:179)</span>. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That Allah may reward the men of truth for their truth,)</span> meaning, for their patience in adhering to the covenant they had made with Allah and keeping their promise.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُعَذِّبَ الْمُنَافِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and punish the hypocrites,)</span> who are the ones who broke the covenant and went against the commands of Allah, for which they deserve to be punished, but they are subject to His will in this world. If He wills, He will leave them as they are until they meet Him <span class=\"gray\">[in the Hereafter]</span>, when He will punish them, or if He wills, He will guide them to give up their hypocrisy and to believe and do righteous deeds after they had been wrongdoers and sinners. Since His mercy and kindness towards His creation prevail over His wrath, He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah is Oft-Forgiving, Most Merciful.)</span></p>"
  },
  {
    "ayah_key": "33:25",
    "group_ayah_key": "33:25",
    "from_ayah": "33:25",
    "to_ayah": "33:25",
    "ayah_keys": "33:25",
    "text": "<p class=\"en translation\" lang=\"en\">And Allah drove back those who disbelieved in their rage: they gained no advantage. Allah sufficed for the believers in the fighting. And Allah is Ever All-Strong, All-Mighty <span>(25)</span></p><p lang=\"en\" class=\"en \">Allah drove back the Confederates disappointed and lost</p><p lang=\"en\" class=\"en \">Allah tells us how he drove the Confederates away from Al-Madinah by sending against them a wind and troops of angels. If Allah had not made his Messenger ﷺ a Mercy to the Worlds, this wind would have been more severe than the barren wind which He sent against 'Ad, but Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah would not punish them while you are amongst them)</span><span class=\"gray\">(8:33)</span>. So, Allah sent them a wind which dispersed them after they had gathered on the basis of their whims. They were a mixture of tribes and parties with a variety of opinions, so it was befitting that a wind should be sent against them that would scatter them and break up their gathering, driving them back disappointed and lost in their hatred and enmity. They did not achieve any worldly good such as the victory and booty that they had hoped for, nor did they achieve any good in the Hereafter, because of their sin of declaring enmity against the Messenger ﷺ and seeking to kill him and destroy his army. Whoever wants and seriously intends to do a thing is the same as one who actually does it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah sufficed for the believers in the fighting.)</span> means, they did not have to fight them in order to expel them from their land, but Allah Alone sufficed them and helped His servant and granted victory to His troops. Hence the Messenger of Allah ﷺ used to say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ، صَدَقَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ وَأَعَزَّ جُنْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ، فَلَا شَيْءَ بَعْدَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(None has the right to be worshipped but Allah, Alone, He was true to His promise, and He helped His servant, and He gave might to His soldiers and defeated the Confederates alone and there is nothing after Him.)</span> This was reported from a Hadith of Abu Hurayrah, may Allah be pleased with him. In the Two Sahihs it was recorded that 'Abdullah bin Abi 'Awfa, may Allah be pleased with him, said: \"The Messenger of Allah ﷺ invoked Allah against the Confederates and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ مُنْزِلَ الْكِتَابِ سَرِيعَ الْحِسَابِ، اهْزِمِ الْأَحْزَابَ، اللَّهُمَّ اهْزِمْهُمْ وَزَلْزِلْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, Who revealed the Book and is swift in bringing to account, defeat the Confederates, O Allah defeat them and shake them.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah sufficed for the believers in the fighting.)</span> This Ayah indicates that there would be a cessation of war between them and Quraysh; after this, the idolators did not attack the Muslims, on the contrary, the Muslims attacked them in their own land. </p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Sulayman bin Surad, may Allah be pleased with him, said: \"On the day of Al-Ahzab, the Messenger of Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْآنَ نَغْزُوهُمْ وَلَا يَغْزُونَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Now we will attack them and they will not attack us.)</span> This was also recorded by Al-Bukhari in his Sahih.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is Ever All-Strong, All-Mighty.)</span> means, by His power and might He drove them back disappointed and lost, and they did not achieve anything, and Allah granted victory to Islam and its followers, and fulfilled His promise and helped His servant and Messenger; to Him be blessings and praise.</p>"
  }
]