[
  {
    "ayah_key": "9:94",
    "group_ayah_key": "9:94",
    "from_ayah": "9:94",
    "to_ayah": "9:96",
    "ayah_keys": "9:94,9:95,9:96",
    "text": "<p lang=\"en\" class=\"en \">They <span class=\"gray\">(the hypocrites)</span> will present their excuses to you <span class=\"gray\">(Muslims)</span>, when you return to them. Say \"Present no excuses, we shall not believe you. Allah has already informed us of the news concerning you. Allah and His Messenger will observe your deeds. In the end you will be brought back to the All-Knower of the unseen and the seen, then He <span class=\"gray\">(Allah)</span> will inform you of what you used to do. <span>(94)</span>They will swear by Allah to you <span class=\"gray\">(Muslims)</span> when you return to them, that you may turn away from them. So turn away from them. Surely, they are Rijs <span class=\"gray\">(impure)</span>, and Hell is their dwelling place – a recompense for that which they used to earn <span>(95)</span>They <span class=\"gray\">(the hypocrites)</span> swear to you <span class=\"gray\">(Muslims)</span> that you may be pleased with them, but if you are pleased with them, certainly Allah is not pleased with the people who are Fasiqin <span class=\"gray\">(rebellious)</span><span>(96)</span></p><div lang=\"es\" class=\"es \"><h2>Exposing the Deceitful Ways of Hypocrites</h2></div><p lang=\"en\" class=\"en \">Allah said that when the believers go back to Al-Madinah, the hypocrites will begin apologizing to them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لَّا تَعْتَذِرُوا لَن نُّؤْمِنَ لَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say \"Present no excuses, we shall not believe you.\")</span>, we shall not believe what you say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has already informed us of the news concerning you.)</span> Allah has exposed your news to us,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah and His Messenger will observe your deeds.)</span> your actions will be made public to people in this life,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ تُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In the end you will be brought back to the All-Knower of the unseen and the seen, then He <span class=\"gray\">(Allah)</span> will inform you of what you used to do.)</span></p><p lang=\"en\" class=\"en \">Allah will inform you of your deeds, whether they were good or evil, and will recompense you for them. Allah said that the hypocrites will swear to the believers in apology, so that the believers turn away from them without admonishing them. Therefore, Allah ordered disgracing them by turning away from them, for they are,</p><p class=\"ar qpc-hafs\" lang=\"ar\">رِجْسٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Rijs)</span> meaning, impure inwardly and in their creed. Their destination in the end will be Jahannam,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَزَاءً بِمَا كَانُوا يَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a recompense for that which they used to earn.)</span> of sins and evil deeds. Allah said that if the believers forgive the hypocrites when they swear to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّ اللَّهَ لَا يَرْضَىٰ عَنِ الْقَوْمِ الْفَاسِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(certainly Allah is not pleased with the people who are Fasiqin.)</span> who rebel against the obedience of Allah and His Messenger ﷺ. 'Fisq' means 'deviation'.</p>"
  },
  {
    "ayah_key": "9:97",
    "group_ayah_key": "9:97",
    "from_ayah": "9:97",
    "to_ayah": "9:99",
    "ayah_keys": "9:97,9:98,9:99",
    "text": "<p lang=\"en\" class=\"en \">The bedouins are the worst in disbelief and hypocrisy, and more likely to not know the limits which Allah has revealed to His Messenger. And Allah is All-Knower, All-Wise <span>(97)</span>And of the bedouins there are some who look upon what they spend <span class=\"gray\">(in Allah's cause)</span> as a fine and watch for calamities for you, on them be the calamity of evil. And Allah is All-Hearer, All-Knower <span>(98)</span>And of the bedouins there are some who believe in Allah and the Last Day, and look upon what they spend <span class=\"gray\">(in Allah's cause)</span> as means of nearness to Allah, and a cause of receiving the Messenger's invocations. Indeed these <span class=\"gray\">(expenditures)</span> are a means of nearness for them. Allah will admit them to His mercy. Certainly Allah is Oft-Forgiving, Most Merciful <span>(99)</span></p><div lang=\"en\" class=\"en \"><h2>The Bedouins are the Worst in Disbelief and Hypocrisy</h2></div><p lang=\"en\" class=\"en \">Allah states that there are disbelievers, hypocrites and believers among the bedouins. He also states that the disbelief and hypocrisy of the bedouins is worse and deeper than the disbelief and hypocrisy of others. They are the most likely of being ignorant of the commandments that Allah has revealed to His Messenger ﷺ. Al-A'mash narrated that Ibrahim said, \"A bedouin man sat next to Zayd bin Sawhan while he was speaking to his friends. Zayd had lost his hand during the battle of Nahawand. The bedouin man said, 'By Allah! I like your speech. However, your hand causes me suspicion.' Zayd said, 'Why are you suspicious because of my hand, it is the left hand <span class=\"gray\">[that is cut]</span>?' The bedouin man said, 'By Allah! I do not know which hand they cut off <span class=\"gray\">(for committing theft)</span>, is it the right or the left?' Zayd bin Sawhan said, 'Allah has said the truth,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنزَلَ اللَّهُ عَلَىٰ رَسُولِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The bedouins are the worst in disbelief and hypocrisy, and more likely to not know the limits which Allah has revealed to His Messenger.)</span>\" </p><p lang=\"en\" class=\"en \">Imam Ahmad narrated that Ibn 'Abbas said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ سَكَنَ الْبَادِيَةَ جَفَا، وَمَنِ اتَّبَعَ الصَّيْدَ غَفَلَ، وَمَنْ أَتَى السُّلْطَانَ افْتُتِنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He who lives in the desert becomes hard-hearted, he who follows the game becomes heedless, and he who associates with the rulers falls into Fitnah.)</span></p><p lang=\"en\" class=\"en \">Abu Dawud, At-Tirmidhi and An-Nasa'i collected this Hadith. At-Tirmidhi said, \"Hasan Gharib.\" The Prophet ﷺ once had to give a bedouin man many gifts because of what he gave him as a gift, until the bedouin became satisfied. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ هَمَمْتُ أَنْ لَا أَقْبَلَ هَدِيَّةً إِلَّا مِنْ قُرَشِيٍّ أَوْ ثَقَفِيٍّ أَوْ أَنْصَارِيٍّ أَوْ دَوْسِيٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I almost decided not to accept a gift except from someone from Quraysh, Thaqafi, the Ansar or Daws.)</span></p><p lang=\"en\" class=\"en \">This is because these people lived in cities, Makkah, At-Ta'if, Al-Madinah and Yemen, and therefore, their conduct and manners are nicer than that of the hard-hearted bedouins. Allah said next,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَاللَّهُ عَلِيمٌ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is All-Knower, All-Wise.)</span> Allah knows those who deserve to be taught faith and knowledge, He wisely distributes knowledge or ignorance, faith or disbelief and hypocrisy between His servants. He is never questioned as to what He does, for He is the All-Knower, All-Wise. Allah also said that among bedouins are those,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يَتَّخِذُ مَا يُنفِقُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who look upon what they spend)</span>, in the cause of Allah,</p><p class=\"bs qpc-hafs\" lang=\"bs\">مَغْرَمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as a fine)</span>, as a loss and a burden,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and watch for calamities for you)</span>, awaiting afflictions and disasters to strike you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلَيْهِمْ دَائِرَةُ السَّوْءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(on them be the calamity of evil)</span>, evil will touch them instead,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ سَمِيعٌ عَلِيمٌ</p><p lang=\"fy\" class=\"fy \"><span class=\"gray\">(And Allah is All-Hearer, All-Knower.)</span></p><p lang=\"en\" class=\"en \">Allah hears the invocation of His servants and knows who deserves victory, who deserve failure. Allah's said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الْأَعْرَابِ مَن يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَاتٍ عِندَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And of the bedouins there are some who believe in Allah and the Last Day, and look upon what they spend <span class=\"gray\">(in Allah's cause)</span> as means of nearness to Allah, and a cause of receiving the Messenger's invocations.)</span></p><p lang=\"en\" class=\"en \">This is the type of praiseworthy bedouins. They give charity in Allah's cause as way of achieving nearness to Allah and seeking the Messenger's invocation for their benefit,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّهَا قُرْبَةٌ لَّهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed these are a means of nearness for them.)</span> they will attain what they sought,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ ۗ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will admit them to His mercy. Certainly Allah is Oft-Forgiving, Most Merciful.)</span></p>"
  }
]