[
  {
    "ayah_key": "9:52",
    "group_ayah_key": "9:52",
    "from_ayah": "9:52",
    "to_ayah": "9:54",
    "ayah_keys": "9:52,9:53,9:54",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Do you wait for us <span class=\"gray\">(anything)</span> except one of the two best things; while we await for you either that Allah will afflict you with a punishment from Himself or at our hands. So wait, we too are waiting with you. <span>(52)</span>Say: \"Spend willingly or unwillingly, it will not be accepted from you. Verily, you are ever a people who are rebellious. <span>(53)</span>And nothing prevents their contributions from being accepted from them except that they disbelieved in Allah and in His Messenger, and that they came not to the Salah except in a lazy state, and that they offer not contributions but unwillingly <span>(54)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">قُلْ </p><p lang=\"mg\" class=\"mg \"><span class=\"gray\">(Say)</span>, O Muhammad to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ تَرَبَّصُونَ بِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you wait for us)</span>, anything,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا إِحْدَى الْحُسْنَيَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except one of the two best things)</span>, martyrdom or victory over you, according to the meaning given by Ibn 'Abbas, Mujahid, Qatadah, and others.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَحْنُ نَتَرَبَّصُ بِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while we await for you)</span>, that this will touch you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَن يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِّنْ عِندِهِ أَوْ بِأَيْدِينَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(either that Allah will afflict you with a punishment from Himself or at our hands)</span>, either capture or killing,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَبَّصُوا إِنَّا مَعَكُم مُّتَرَبِّصُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So wait, we too are waiting with you.)</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَنفِقُوا طَوْعًا أَوْ كَرْهًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: Spend willingly or unwillingly)</span>, for whatever you spend either way,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّن يُتَقَبَّلَ مِنكُمْ ۖ إِنَّكُمْ كُنتُمْ قَوْمًا فَاسِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it will not be accepted from you. Verily, you are ever a people who are rebellious.)</span></p><p lang=\"en\" class=\"en \">Allah mentions the reason behind not accepting their charity from them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except that they disbelieved in Allah and in His Messenger.)</span> and the deeds are accepted if they are preceded with faith,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that they came not to the Salah except in a lazy state.)</span></p><p lang=\"en\" class=\"en \">Therefore, they neither have good intention nor eagerness to perform the acts <span class=\"gray\">[of faith]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمْ كَارِهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And nothing prevents their contributions from being accepted from them except that they disbelieved in Allah and in His Messenger, and that they came not to the Salah <span class=\"gray\">(the prayer)</span> except in a lazy state, and that they offer not contributions but unwillingly.)</span></p><p lang=\"en\" class=\"en \">The Truthful, to whom the Truth was revealed, Muhammad, peace be upon him, said that Allah does not stop giving rewards until you <span class=\"gray\">(believers)</span> stop performing good deeds, and that Allah is Tayyib <span class=\"gray\">[Good and Pure]</span> and only accepts what is Tayyib. This is why Allah does not accept charity or good deeds from the people described in these Ayat, because He only accepts it from those who have Taqwa.</p>"
  },
  {
    "ayah_key": "9:55",
    "group_ayah_key": "9:55",
    "from_ayah": "9:55",
    "to_ayah": "9:55",
    "ayah_keys": "9:55",
    "text": "<p class=\"en translation\" lang=\"en\">So let not their wealth nor their children amaze you; in reality Allah's plan is to punish them with these things in the life of this world, and that their souls shall depart <span class=\"gray\">(die)</span> while they are disbelievers <span>(55)</span></p><p lang=\"en\" class=\"en \">Allah says to His Messenger ﷺ,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So let not their wealth nor their children amaze you...)</span></p><p lang=\"id\" class=\"id \">In similar Ayat, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ ۚ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And strain not your eyes in longing for the things We have given for enjoyment to various groups of them, the splendor of the life of this world, that We may test them thereby. But the provision <span class=\"gray\">(good reward in the Hereafter)</span> of your Lord is better and more lasting)</span><span class=\"gray\">[20:131]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِ مِن مَّالٍ وَبَنِينَ - نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَل لَّا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they think that in wealth and children with which We enlarge them. We hasten unto them with good things. Nay, but they perceive not.)</span><span class=\"gray\">[23:55-56]</span>. </p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُم بِهَا فِي الْحَيَاةِ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in reality Allah's plan is to punish them with these things in the life of this world,)</span> by taking the Zakah due on their money from them and spending it in Allah's cause, according to the meaning given by Al-Hasan Al-Basri. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that their souls shall depart while they are disbelievers)</span> means, so that when Allah brings death to them, they will still be disbelievers, to make matters worse for them and the torment more severe. We seek refuge from such an end, which includes being led astray gradually by these things which they have.</p>"
  },
  {
    "ayah_key": "9:56",
    "group_ayah_key": "9:56",
    "from_ayah": "9:56",
    "to_ayah": "9:57",
    "ayah_keys": "9:56,9:57",
    "text": "<p class=\"en translation\" lang=\"en\">They swear by Allah that they are truly of you while they are not of you, but they are a people <span class=\"gray\">(hypocrites)</span> who are afraid <span class=\"gray\">(that you may kill them)</span><span>(56)</span>Should they find a refuge, or caves, or a place of concealment, they would turn straightway thereto with a swift rush <span>(57)</span></p><div lang=\"en\" class=\"en \"><h2>Exposing Hypocrites' Fright and Fear</h2></div><p lang=\"en\" class=\"en \">Allah describes to His Prophet ﷺ the fright, fear, anxiety and nervousness of the hypocrites,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They swear by Allah that they are truly of you)</span>, swearing a sure oath,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هُم مِّنكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they are not of you)</span>, in reality,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّهُمْ قَوْمٌ يَفْرَقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but they are a people who are afraid)</span>, and this is what made them swear.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ يَجِدُونَ مَلْجَأً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Should they find a refuge)</span>, such as a fort in which they hide and fortify themselves,</p><p class=\"gl qpc-hafs\" lang=\"gl\">أَوْ مَغَارَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or caves)</span>, in some mountains,</p><p class=\"ps qpc-hafs\" lang=\"ps\">أَوْ مُدَّخَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or a place of concealment)</span>, a tunnel or a hole in the ground, according to the explanation given by Ibn 'Abbas, Mujahid and Qatadah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they would turn straightway thereto with a swift rush)</span> away from you because they associate with you unwillingly, not because they are fond of you. They prefer that they do not have to mix with you, but necessity has its rules! It is because of this that they feel grief, sadness and sorrow, seeing Islam and its people enjoying ever more might, triumph and glory. Therefore, whatever pleases Muslims brings them grief, and this is why they prefer to disassociate themselves from the believers. Hence Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا لَّوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Should they find a refuge, or caves, or a place of concealment, they would turn straightway thereto with a swift rush.)</span></p>"
  }
]