[
  {
    "ayah_key": "16:24",
    "group_ayah_key": "16:24",
    "from_ayah": "16:24",
    "to_ayah": "16:25",
    "ayah_keys": "16:24,16:25",
    "text": "<p class=\"en translation\" lang=\"en\">And when it is said to them: \"What is it that your Lord has revealed?\" They say: \"Tales of the men of old! <span>(24)</span>They will bear their own burdens in full on the Day of Resurrection, and also the burdens of those whom they misled without knowledge. Evil indeed is that which they shall bear <span>(25)</span></p><div lang=\"en\" class=\"en \"><h2>The Destruction of the Disbelievers and Intensification of their Punishment for rejecting the Revelation</h2></div><p lang=\"en\" class=\"en \">Allah informs us that when it is said to those liars,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّاذَا أَنزَلَ رَبُّكُمْ ۙ قَالُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"What is it that your Lord has revealed?\" They say,)</span> not wanting to answer,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَسَاطِيرُ الْأَوَّلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Tales of the men of old!\")</span> meaning nothing is revealed to him, what he is reciting to us is just tales of the men of old, taken from the previous Books. As Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Tales of the ancients, which he has written down, and they are dictated to him morning and afternoon.\")</span><span class=\"gray\">(25:5)</span> i.e., they tell lies against the Messenger ﷺ and say things contradicting one another, but all of it is false, as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Look at the parables they make of you, so they have gone astray, and they are not able to find the right way.)</span><span class=\"gray\">(17:48)</span></p><p lang=\"en\" class=\"en \">Once they have gone beyond the bounds of the truth, whatever they say will be in error. They used to say that he <span class=\"gray\">(the Prophet ﷺ)</span> was a sorcerer, a poet, a soothsayer, or a madman, then they settled on an idea proposed by their leader, an individual known as Al-Walid bin Al-Mughirah Al-Makhzumi, when:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَّرَ وَقَدَّرَ - فَقُتِلَ كَيْفَ قَدَّرَ - ثُمَّ قُتِلَ كَيْفَ قَدَّرَ - ثُمَّ نَظَرَ - ثُمَّ عَبَسَ وَبَسَرَ - ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ - فَقَالَ إِنْ هَٰذَا إِلَّا سِحْرٌ يُؤْثَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He thought, and plotted. So let him be cursed, how he plotted! And once more let him be cursed, how he plotted! Then he thought. Then he frowned and he looked in a bad tempered way; then he turned back, and was proud. Then he said: \"This is nothing but the magic of old.\")</span><span class=\"gray\">(74:18-24)</span> meaning something that had been transmitted and passed down. So they dispersed having agreed on this opinion, may Allah punish them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ ۙ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will bear their own burdens in full on the Day of Resurrection, and also of the burdens of those whom they misled without knowledge.)</span> meaning, 'We decreed that they would say that, so they will carry the burden of their own sins and some of the burden of those who followed them and agreed with them,' i.e., they will be held guilty not only for going astray themselves, but also for tempting others and having them follow them. As it says in a Hadith:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنَ الْأَجْرِ مِثْلُ أُجُورِ مَنِ اتَّبَعَهُ، لَا يَنْقُصُ ذَلِكَ مِنْ أُجُورِهِمْ شَيْئًا، وَمَنْ دَعَا إِلَى ضَلَالَةٍ كَانَ عَلَيْهِ مِنَ الْإِثْمِ مِثْلُ آثَامِ مَنِ اتَّبَعَهُ، لَا يَنْقُصُ ذَلِكَ مِنْ آثَامِهِمْ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever invites people to guidance, he will receive a reward like that of those who follow him, without diminishing their reward in the least. And whoever invites people to misguidance, he will bear a burden of sin like that of those who follow him, without diminishing their burden in the least.)</span></p><p lang=\"id\" class=\"id \">Allah says;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ ۖ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They shall bear their own loads, and other loads besides their own; and they shall be questioned about their false allegations on the Day of Resurrection.)</span><span class=\"gray\">(29:13)</span></p><p lang=\"en\" class=\"en \">Al-'Awfi reported from Ibn 'Abbas that it is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ ۙ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That they may bear their own burdens in full on the Day of Resurrection, and also of the burdens of those whom they misled without knowledge.)</span><span class=\"gray\">(16:25)</span> Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They shall bear their own loads, and other loads besides their own)</span><span class=\"gray\">(29:13)</span>. Mujahid said: \"They will bear the burden of their own sins, and they will bear the sins of those who obeyed them, but that will not lessen the punishment of those who obeyed them at all.\"</p>"
  },
  {
    "ayah_key": "16:26",
    "group_ayah_key": "16:26",
    "from_ayah": "16:26",
    "to_ayah": "16:27",
    "ayah_keys": "16:26,16:27",
    "text": "<p lang=\"en\" class=\"en \">Those before them indeed plotted, but Allah struck at the foundation of their building, the roof fell down upon them from above them, and the torment overtook them from directions they did not perceive <span>(26)</span>Then, on the Day of Resurrection, He will disgrace them and will say: \"Where are My <span class=\"gray\">(so-called)</span> partners, those over which you caused so much discord?\" Those who have been given the knowledge will say: \"Indeed it is a Day of disgrace and misery for the disbelievers. <span>(27)</span></p><div lang=\"en\" class=\"en \"><h2>Discussion about what the previous Peoples did, and what was done to Them</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ مَكَرَ الَّذِينَ مِن قَبْلِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those before them indeed plotted,)</span> Al-'Awfi reported that Ibn 'Abbas said: \"This refers to Namrud <span class=\"gray\">(Nimrod)</span>, who built the tower.\" Others said that it refers to Bukhtanassar <span class=\"gray\">(Nebuchadnezzar)</span>. The correct view is that this is said by way of example, to refute what was done by those who disbelieved in Allah and associated others in worship with Him. As Nuh said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَكَرُوا مَكْرًا كُبَّارًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"And they have hatched a mighty scheme.\")</span><span class=\"gray\">(71:22)</span> meaning, they used all sorts of ploys to misguide their people, and tempted them to join them in their Shirk via all possible means. On the Day of Resurrection their followers will say to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَن نَّكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَندَادًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Nay, but it was your plotting by night and day, when you ordered us to disbelieve in Allah and set up rivals to Him!\")</span><span class=\"gray\">(34:33)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَتَى اللَّهُ بُنْيَانَهُم مِّنَ الْقَوَاعِدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but Allah struck at the foundation of their building.)</span> meaning, He uprooted it and brought their efforts to naught. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا أَوْقَدُوا نَارًا لِّلْحَرْبِ أَطْفَأَهَا اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every time they kindled the fire of war, Allah extinguished it.)</span><span class=\"gray\">[5:64]</span> and</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا ۖ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ ۚ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah's <span class=\"gray\">(torment)</span> reached them from a place where they were not expecting it, and He cast terror into their hearts so that they destroyed their own dwellings with their own hands and the hands of the believers. So then take admonition, O you with eyes <span class=\"gray\">(to see)</span>.)</span><span class=\"gray\">[59:2]</span> Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَتَى اللَّهُ بُنْيَانَهُم مِّنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِن فَوْقِهِمْ وَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ - ثُمَّ يَوْمَ الْقِيَامَةِ يُخْزِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but Allah struck at the foundation of their building, and then the roof fell down upon them, from above them, and the torment overtook them from directions they did not perceive. Then, on the Day of Resurrection, He will disgrace them)</span><span class=\"gray\">[16:26-27]</span> meaning, He will expose their scandalous deeds and what they used to hide in their hearts, and He will bring it out in the open. As He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تُبْلَى السَّرَائِرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Day when all the secrets will be <span class=\"gray\">(exposed and)</span> examined.)</span><span class=\"gray\">(86:9)</span> They will be displayed and made known, as found in the Two Sahihs, where Ibn 'Umar reported that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنْصَبُ لِكُلِّ غَادِرٍ لِوَاءٌ يَوْمَ الْقِيَامَةِ عِنْدَ اسْتِهِ بِقَدْرِ غَدْرَتِهِ، فَيُقَالُ: هَذِهِ غَدْرَةُ فُلَانِ ابْنِ فُلَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day of Resurrection a banner will be set up by his backside for every deceitful person, <span class=\"gray\">(whose size is)</span> in accordance with the amount of his deceit. It be said, \"This is the one who deceived so-and-so, the son of so-and-so.\")</span> Thus, what they used to plot in secret will be made public. Allah will humiliate them before all of His creation, and the Lord will say to them, in rebuke and reprimand;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيْنَ شُرَكَائِيَ الَّذِينَ كُنتُمْ تُشَاقُّونَ فِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Where are My <span class=\"gray\">(so-called)</span> partners, those over which you caused so much discord?)</span> meaning, you fought and made enemies for their sake, so where are they now to help and save you?</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يَنصُرُونَكُمْ أَوْ يَنتَصِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Can they help you or <span class=\"gray\">(even)</span> help themselves?)</span><span class=\"gray\">[26:93]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا لَهُ مِن قُوَّةٍ وَلَا نَاصِرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then will <span class=\"gray\">(man)</span> have no power, nor any helper.)</span><span class=\"gray\">[86:10]</span> When evidence and proof is established against them, and the Word <span class=\"gray\">(of Allah)</span> is justified against them, and they will be unable to give any excuse, realizing that escape is impossible, then</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ الَّذِينَ أُوتُوا الْعِلْمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who have been given the knowledge will say)</span> who are the leaders in this world and the Hereafter and who know about the truth in this world and the Hereafter - will say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed it is a Day of disgrace and misery for the disbelievers.)</span> meaning, today those who disbelieved in Allah and worshipped others who have no power either to benefit or to harm them are now surrounded by disgrace and punishment.</p>"
  }
]