[
  {
    "ayah_key": "34:3",
    "group_ayah_key": "34:3",
    "from_ayah": "34:3",
    "to_ayah": "34:6",
    "ayah_keys": "34:3,34:4,34:5,34:6",
    "text": "<p lang=\"en\" class=\"en \">Those who disbelieve say: \"The Hour will not come to us.\" Say: \"Yes, by my Lord, the All-Knower of the Unseen, it will come to you; not even the weight of a speck of dust or less than that or greater escapes His knowledge in the heavens or in the earth but it is in a Clear Book. <span>(3)</span>That He may recompense those who believe and do righteous good deeds. Those, theirs is forgiveness and generous provision <span>(4)</span>But those who strive against Our Ayat to frustrate them – those, for them will be a severe painful torment <span>(5)</span>And those who have been given knowledge see that what is revealed to you from your Lord is the truth, and that it guides to the path of the Exalted in might, Owner of all praise <span>(6)</span></p><p lang=\"en\" class=\"en \">The Hour will come so that each Person will be rewarded or punished in accordance with His Deeds</p><p lang=\"en\" class=\"en \">This is one of three Ayat – there is no fourth – where Allah commands His Messenger ﷺ to swear by His Almighty Lord that the resurrection will surely come, because the stubborn followers of disbelief denied that it would happen. One of these Ayat is in Surah Yunus, where Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ ۖ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ ۖ وَمَا أَنْتُمْ بِمُعْجِزِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they ask you to inform them <span class=\"gray\">(saying)</span>: \"Is it true?\" Say: \"Yes! By my Lord! It is the very truth! and you cannot escape it!\")</span><span class=\"gray\">(10:53)</span>. The second of these Ayat is this one:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ ۖ قُلْ بَلَىٰ وَرَبِّي لَتَأْتِيَنَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who disbelieve say: \"The Hour will not come to us.\" Say: \"Yes, by my Lord, it will come to you...\")</span>. And the third of them appears in Surat At-Taghabun, where Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا ۚ قُلْ بَلَىٰ وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۚ وَذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The disbelievers pretend that they will never be resurrected <span class=\"gray\">(for reckoning)</span>. Say: \"Yes! By my Lord, you will certainly be resurrected, then you will be informed of what you did; and that is easy for Allah\")</span><span class=\"gray\">(64:7)</span>. And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ بَلَىٰ وَرَبِّي لَتَأْتِيَنَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Yes, by my Lord, it will come to you...\")</span> Then Allah is described in a manner that affirms that:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَالِمِ الْغَيْبِ ۖ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَٰلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the All-Knower of the Unseen, not even the weight of a speck of dust or less than that or greater escapes His knowledge in the heavens or in the earth but it is in a Clear Book.)</span> Mujahid and Qatadah said, \"Nothing is hidden or concealed from Him.\" In other words, everything is encompassed by His knowledge, and nothing is hidden from Him. Even though bones may be scattered and disintegrate, He knows where they have gone and where they have dispersed, then He will bring them back just as He created them in the first place, because He has knowledge of all things. </p><p lang=\"en\" class=\"en \">Then Allah tells us of His wisdom in re-creating bodies and bringing about the Hour, as He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ۚ أُولَٰئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ - وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That He may recompense those who believe and do righteous good deeds. Those, theirs is forgiveness and generous provision. But those who strive against Our Ayat to frustrate them)</span> meaning, those who try to turn others away from the path of Allah and who disbelieve His Messengers,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أُولَٰئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those, for them will be a severe painful torment.)</span> This means, He will bestow His favor upon the blessed, who are the believers, and will punish the doomed, who are the disbelievers. This is like the Ayah: </p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not equal are the dwellers of the Fire and the dwellers of the Paradise. It is the dwellers of Paradise that will be successful.)</span><span class=\"gray\">(59:20)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall We treat those who believe and do righteous good deeds like those who cause mischief on the earth? Or shall We treat those who have Taqwa as the evildoers?)</span><span class=\"gray\">(38:28)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who have been given knowledge see that what is revealed to you from your Lord is the truth,)</span></p><p lang=\"en\" class=\"en \">This is another kind of wisdom, following on from the one before, which is that when those who believed in what was revealed to the Messengers see the onset of the Hour and how the righteous and the wicked will be rewarded and punished respectively, which they knew of beforehand in this world from the Books of Allah and which they are now seeing with their own eyes, they will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed, the Messengers of our Lord did come with the truth)</span><span class=\"gray\">(7:43)</span>. And it will be said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا مَا وَعَدَ الرَّحْمَٰنُ وَصَدَقَ الْمُرْسَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is what the Most Gracious had promised, and the Messengers spoke truth!)</span><span class=\"gray\">[36:52]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَىٰ يَوْمِ الْبَعْثِ ۖ فَهَٰذَا يَوْمُ الْبَعْثِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed you have stayed according to the decree of Allah, until the Day of Resurrection; so this is the Day of Resurrection)</span><span class=\"gray\">(30:56)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَىٰ صِرَاطِ الْعَزِيزِ الْحَمِيدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who have been given knowledge see that what is revealed to you from your Lord is the truth, and that it guides to the path of the Exalted in might, Owner of all praise.)</span></p><p lang=\"en\" class=\"en \">The Exalted in might is the One Who is All-Powerful, Whom none can overwhelm or resist, but He subjugates and controls all things. The Owner of All praise is the One Who, in all His words, deeds, laws and decrees, is deserving of praise, may He be glorified and exalted.</p>"
  },
  {
    "ayah_key": "34:31",
    "group_ayah_key": "34:31",
    "from_ayah": "34:31",
    "to_ayah": "34:33",
    "ayah_keys": "34:31,34:32,34:33",
    "text": "<p lang=\"en\" class=\"en \">And those who disbelieve say: \"We believe not in this Qur'an nor in that which was before it.\" But if you could see when the wrongdoers are made to stand before their Lord, how they will cast the <span class=\"gray\">(blaming)</span> word one to another! Those who were deemed weak will say to those who were arrogant: \"Had it not been for you, we should certainly have been believers! <span>(31)</span>And those who were arrogant will say to those who were deemed weak: \"Did we keep you back from guidance after it had come to you? Nay, but you were criminals. <span>(32)</span>Those who were deemed weak will say to those who were arrogant: \"Nay, but it was your plotting by night and day, when you ordered us to disbelieve in Allah and set up rivals to Him!\" And each of them <span class=\"gray\">(parties)</span> will conceal their own regrets, when they behold the torment. And We shall put iron collars round the necks of those who disbelieved. Are they requited aught except what they used to do <span>(33)</span></p><p lang=\"en\" class=\"en \">How the Disbelievers have agreed in this World to deny the Truth, and how They will dispute with One Another on the Day of Ressurection</p><p lang=\"en\" class=\"en \">Allah tells us about the excessive wrongdoing and stubbornness of the disbelievers, and their insistence on not believing in the Holy Qur'an and what it tells them about the Resurrection. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهَٰذَا الْقُرْآنِ وَلَا بِالَّذِي بَيْنَ يَدَيْهِ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who disbelieve say: \"We believe not in this Qur'an nor in that which was before it.\")</span> Allah threatens them and warns them of the humiliating position they will be in before Him, arguing and disputing with one another:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(how they will cast the <span class=\"gray\">(blaming)</span> word one to another! Those who were deemed weak)</span> this refers to the followers –</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِلَّذِينَ اسْتَكْبَرُوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to those who were arrogant)</span> – this refers to the leaders and masters –</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had it not been for you, we should certainly have been believers!)</span> meaning, 'if you had not stopped us, we would have followed the Messengers and believed in what they brought.' Their leaders and masters, those who were arrogant, will say to them:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَىٰ بَعْدَ إِذْ جَاءَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did we keep you back from guidance after it had come to you?)</span> meaning, 'we did nothing more to you than to call you, and you followed us without any evidence or proof, and you went against the evidence and proof which the Messengers brought because of your own desires; it was your own choice.' They will say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ كُنْتُمْ مُجْرِمِينَ - وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"...Nay, but you were criminals.\" Those who were deemed weak will say to those who were arrogant: \"Nay, but it was your plotting by night and day...\")</span> meaning, 'you used to plot against us night and day, tempting us with promises and false hopes, and telling us that we were truly guided and that we were following something, but all of that was falsehood and manifest lies.' Qatadah and Ibn Zayd said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but it was your plotting by night and day,)</span> means, \"You plotted by night and day.\" Malik narrated something similar from Zayd bin Aslam.</p><p class=\"ps qpc-hafs\" lang=\"ps\"> إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(when you ordered us to disbelieve in Allah and set up rivals to Him!)</span> means, 'to set up gods as equal to Him, and you created doubts and confusion in our minds, and you fabricated far-fetched ideas with which to lead us astray.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And each of them <span class=\"gray\">(parties)</span> will conceal their own regrets, when they behold the torment.)</span> means, both the leaders and the followers will feel regret for what they did previously.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall put iron collars round the necks of those who disbelieved.)</span> This is a chain which will tie their hands to their necks.</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are they requited aught except what they used to do?)</span> means, they will be punished according to their deeds: the leaders will be punished according to what they did, and the followers will be punished according to what they did.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ لِكُلٍّ ضِعْفٌ وَلَٰكِنْ لَا تَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He will say: \"For each one there is double <span class=\"gray\">(torment)</span>, but you know not.\")</span><span class=\"gray\">(7:38)</span>. Ibn Abi Hatim recorded that Abu Hurayrah, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ جَهَنَّمَ لَمَّا سِيقَ إِلَيْهَا أَهْلُهَا تَلَقَّاهُمْ لَهَبُهَا، ثُمَّ لَفَحَتْهُمْ لَفْحَةً فَلَمْ يَبْقَ لَحْمٌ إِلَّا سَقَطَ عَلَى الْعُرْقُوبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the people of Hell are driven towards it, it will meet them with its flames, then the Fire will burn their faces and the flesh will all fall to their hamstrings.)</span>\"</p>"
  }
]