[
  {
    "ayah_key": "13:6",
    "group_ayah_key": "13:6",
    "from_ayah": "13:6",
    "to_ayah": "13:6",
    "ayah_keys": "13:6",
    "text": "<p class=\"en translation\" lang=\"en\">They ask you to hasten the evil before the good, while exemplary punishments have indeed occurred before them. But verily, your Lord is full of forgiveness for mankind, in spite of their wrongdoing. And verily, your Lord is <span class=\"gray\">(also)</span> severe in punishment <span>(6)</span></p><div lang=\"en\" class=\"en \"><h2>The Disbelievers ask for the Punishment to be delivered now!</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَعْجِلُونَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They ask you to hasten)</span>, in reference to the disbelievers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the evil before the good,)</span> meaning, the punishment. Allah said in other Ayat that they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ - لَّوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِن كُنتَ مِنَ الصَّادِقِينَ - مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُّنظَرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"O you to whom the Dhikr <span class=\"gray\">(the Qur'an)</span> has been sent down! Verily, you are a mad man! Why do you not bring angels to us if you are of the truthful?\" We send not the angels down except with the truth <span class=\"gray\">(i.e. for torment)</span>, and in that case, they <span class=\"gray\">(the disbelieves)</span> would have no respite!)</span><span class=\"gray\">[15:6-8]</span>, and two Ayat;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they ask you to hasten on the torment!)</span><span class=\"gray\">[29:53-54]</span> Allah also said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A questioner asked concerning a torment about to befall.)</span><span class=\"gray\">[70:1]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who believe not therein seek to hasten it, while those who believe are fearful of it, and know that it is the very truth.)</span><span class=\"gray\">[42:18]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا رَبَّنَا عَجِّل لَّنَا قِطَّنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They say: \"Our Lord! Hasten to us Qittana.)</span><span class=\"gray\">[38:16]</span>, meaning, our due torment and reckoning. Allah said that they also supplicated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when they said: \"O Allah! If this <span class=\"gray\">(the Qur'an)</span> is indeed the truth from You.)</span><span class=\"gray\">[8:32]</span> They were such rebellious, stubborn disbelievers that they asked the Messenger to bring them Allah's torment. Allah replied,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ خَلَتْ مِن قَبْلِهِمُ الْمَثُلَاتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while exemplary punishments have indeed occurred before them.)</span> Meaning, 'We have exerted Our punishment on the previous disbelieving nations, and made them a lesson and example for those who might take heed from their destruction.'</p><p lang=\"en\" class=\"en \">If it was not for His forbearance and forgiveness, Allah would have indeed punished them sooner. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِن دَابَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if Allah were to punish men for that which they earned, He would not leave a moving creature on the surface of the earth.)</span><span class=\"gray\">[35:45]</span> Allah said in this honorable Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But verily, your Lord is full of forgiveness for mankind in spite of their wrongdoing.)</span> He is full of forgiveness, pardoning and covering the mistakes of people, in spite of their wrongdoing and the errors committed night and day. Allah next reminds that His punishment is severe, so that fear and hope are both addressed and mentioned. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلَا يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If they belie you, say: \"Your Lord is the Owner of vast mercy, and never will His wrath be turned back from the people who are criminals.\")</span><span class=\"gray\">[6:147]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ ۖ وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, your Lord is quick in retribution and certainly He is Oft-Forgiving, Most Merciful.)</span><span class=\"gray\">[7:167]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ - وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Declare unto My servants that truly I am the Oft-Forgiving, the Most Merciful. And that My torment is indeed the most painful torment.)</span><span class=\"gray\">[15:49-50]</span> There are many other Ayat that mention both fear and hope.</p>"
  },
  {
    "ayah_key": "13:7",
    "group_ayah_key": "13:7",
    "from_ayah": "13:7",
    "to_ayah": "13:7",
    "ayah_keys": "13:7",
    "text": "<p class=\"en translation\" lang=\"en\">And the disbelievers say: \"Why is not a sign sent down to him from his Lord?\" You are only a warner, and to every people there is a guide <span>(7)</span></p><div lang=\"en\" class=\"en \"><h2>The Idolators ask for a Miracle</h2></div><p lang=\"en\" class=\"en \">Allah states that out of their disbelief and stubbornness, the idolators asked why is not a miracle sent down to the Messenger ﷺ from his Lord, just like the earlier Messengers For instance, the disbelievers were being stubborn when they asked the Prophet ﷺ to turn As-Safa into gold, to remove the mountains from around them, and to replace them with green fields and rivers. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مَنَعَنَا أَن نُّرْسِلَ بِالْآيَاتِ إِلَّا أَن كَذَّبَ بِهَا الْأَوَّلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And nothing stops Us from sending the Ayat but that the people of old denied them.)</span><span class=\"gray\">[17:59]</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَنتَ مُنذِرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are only a warner)</span>, and your duty is only to convey Allah's Message which He has ordered you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not upon you is their guidance, but Allah guides whom He wills.)</span><span class=\"gray\">[2:272]</span> Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِكُلِّ قَوْمٍ هَادٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to every people there is a guide.)</span> meaning that for every people there has been a caller, according to Ibn 'Abbas and as narrated from him by Ali bin Abi Talhah. Allah said in a similar Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there never was a nation but a warner had passed among them.)</span><span class=\"gray\">[35:24]</span> Similar has reported from Qatadah and 'Abdur-Rahman bin Zayd.</p>"
  }
]