[
  {
    "ayah_key": "28:48",
    "group_ayah_key": "28:48",
    "from_ayah": "28:48",
    "to_ayah": "28:51",
    "ayah_keys": "28:48,28:49,28:50,28:51",
    "text": "<p lang=\"en\" class=\"en \">But when the truth has come to them from Us, they say: \"Why is he not given the like of what was given to Musa? Did they not disbelieve in that which was given to Musa of old?\" They say: \"Two kinds of magic, each helping the other!\" And they say: \"Verily, in both we are disbelievers <span>(48)</span>Say: \"Then bring a Book from Allah, which is a better guide than these two, that I may follow it, if you are truthful. <span>(49)</span>But if they answer you not, then know that they only follow their own lusts. And who is more astray than one who follows his own lusts, without guidance from Allah? Verily, Allah guides not the people who are wrongdoers <span>(50)</span>And indeed now We have conveyed the Word to them, in order that they may remember <span>(51)</span></p><div lang=\"sr\" class=\"sr \"><h2>The stubborn Response of the Disbelievers</h2></div><p lang=\"en\" class=\"en \">Allah tells us that if people were to be punished before proof was established against them, they would use the excuse that no Messenger came to them, but when the truth did come to them through Muhammad ﷺ, in their stubbornness, disbelief, ignorance and misguided thinking, they said:</p><p class=\"ps qpc-hafs\" lang=\"ps\">لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Why is he not given the like of what was given to Musa?)</span> Meaning – and Allah knows best – many signs like the staff, the hand, the flood, the locusts, the lice, the frogs, the blood, the destruction of crops and fruits – which made things difficult for the enemies of Allah – and the parting of the sea, the clouds <span class=\"gray\">(following the Children of Israel in the wilderness and)</span> shading them, the manna and quails, and other clear signs and definitive proof, miracles which Allah wrought at the hands of Musa as evidence and proof against Fir'awn and his chiefs and the Children of Israel. But all of this had no effect on Fir'awn and his chiefs; on the contrary, they denied Musa and his brother Harun, as Allah tells us:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you come to us to turn us away from what we found our fathers following, and that you two may have greatness in the land? We are not going to believe you two!)</span><span class=\"gray\">(10:78)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they denied them both and became of those who were destroyed.)</span><span class=\"gray\">(23:48)</span></p><div lang=\"en\" class=\"en \"><h2>The Rebellious do not believe in Miracles</h2></div><p lang=\"en\" class=\"en \">Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَىٰ مِنْ قَبْلُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Did they not disbelieve in that which was given to Musa of old?)</span> Did not mankind disbelieve in those mighty signs which were given to Musa?</p><p class=\"sd qpc-hafs\" lang=\"sd\">قَالُوا سِحْرَانِ تَظَاهَرَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They say: \"Two kinds of magic, each helping the other!\")</span> cooperating or working one with the other.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"Verily, in both we are disbelievers.\")</span> meaning, 'we disbelieve in each of them.' Because of the close relationship between Musa and Harun, mention of one includes the other.</p><div lang=\"en\" class=\"en \"><h2>False Accusation that Musa and Harun <span class=\"en gray\" lang=\"en\">(peace be upon them both)</span> practiced Magic</h2></div><p lang=\"en\" class=\"en \">Mujahid bin Jabr said, \"The Jews told Quraysh to say this to Muhammad ﷺ, then Allah said: 'Did they not disbelieve in that which was given to Musa of old? They say: Two kinds of magic, each helping the other!' This refers to Musa and Harun, may the peace and blessings of Allah be upon them both,</p><p class=\"fa qpc-hafs\" lang=\"fa\">تَظَاهَرَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(each helping the other)</span> i.e., working together and supporting one another.\" This was also the view of Sa'id bin Jubayr and Abu Razin that the phrase \"two kinds of magic\" referred to Musa and Harun. This is a good suggestion. And Allah knows best.</p><div lang=\"en\" class=\"en \"><h2>The Response to this False Accusation</h2></div><p class=\"fa qpc-hafs\" lang=\"fa\">سِحْرَانِ تَظَاهَرَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Two kinds of magic, each helping the other!)</span> 'Ali bin Abi Talhah and Al-'Awfi reported that Ibn 'Abbas said that this refers to the Tawrah and the Qur'an, because Allah says next:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدَىٰ مِنْهُمَا أَتَّبِعْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Then bring a Book from Allah, which is a better guide than these two that I may follow it.\")</span> Allah often mentions the Tawrah and the Qur'an together, as in the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَىٰ نُورًا وَهُدًى لِلنَّاسِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Who then sent down the Book which Musa brought, a light and a guidance to mankind...)</span> until:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَٰذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And this is a blessed Book which We have sent down.\")</span><span class=\"gray\">(6:91-92)</span> And at the end of the same Surah, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِي أَحْسَنَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, We gave Musa the Book, to complete <span class=\"gray\">(Our favor)</span> upon those who would do right)</span><span class=\"gray\">(6: 154)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهَٰذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And this is a blessed Book which We have sent down, so follow it and have Taqwa of Allah, that you may receive mercy)</span><span class=\"gray\">(6:155)</span>. And the Jinn said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَىٰ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, we have heard a Book sent down after Musa, confirming what came before it)</span><span class=\"gray\">(46:30)</span>. Waraqah bin Nawfal said, \"This is An-Namus, who came down to Musa.\" And those who are possessed of insight know instinctively that among the many Books which He has sent down to His Prophets, there is no Book more perfect, more eloquent or more noble than the Book which He revealed to Muhammad ﷺ, which is the Qur'an. Next to it in status and greatness is the Book which Allah revealed to Musa bin 'Imran, which is the Book concerning which Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ ۚ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ وَكَانُوا عَلَيْهِ شُهَدَاءَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We did send down the Tawrah, therein was guidance and light, by which the Prophets, who submitted themselves to Allah's will, judged for the Jews. And the rabbis and the priests, for to them was entrusted the protection of Allah's Book, and they were witnesses thereto)</span><span class=\"gray\">(5:44)</span>. The Injil was revealed as a continuation and complement of the Tawrah and to permit some of the things that had been forbidden to the Children of Israel. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدَىٰ مِنْهُمَا أَتَّبِعْهُ إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then bring a Book from Allah, which is a better guide than these two, that I may follow it, if you are truthful.)</span> meaning, 'in your efforts to refute the truth with false arguments.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if they answer you not,)</span> means, 'if they do not respond to what you tell them, and do not follow the truth,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then know that they only follow their own lusts.)</span> means, with no basis or evidence.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who is more astray than one who follows his own lusts, without guidance from Allah?)</span> means, with no guidance taken from the Book of Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah guides not the people who are wrongdoers.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed now We have conveyed the Word)</span> Mujahid said: \"We have explained the Word to them.\" As-Suddi said something similar. Qatadah said: \"Allah is saying, 'He has told them what He did in the past and what He will do in the future.'\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَتَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order that they may remember.)</span> Mujahid and others said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَّلْنَا لَهُمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We have conveyed the Word)</span> means, to Quraysh.</p>"
  }
]