[
  {
    "ayah_key": "2:58",
    "group_ayah_key": "2:58",
    "from_ayah": "2:58",
    "to_ayah": "2:59",
    "ayah_keys": "2:58,2:59",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when We said: \"Enter this town <span class=\"gray\">(Jerusalem)</span> and eat bountifully therein with pleasure and delight wherever you wish, and enter the gate in prostration <span class=\"gray\">(or bowing with humility)</span> and say: 'Forgive us,' and We shall forgive you your sins and shall increase <span class=\"gray\">(reward)</span> for the good-doers. <span>(58)</span>But those who did wrong changed the word from that which had been told to them for another, so We sent upon the wrongdoers Rijz <span class=\"gray\">(a punishment)</span> from the heaven because of their rebellion <span>(59)</span></p><div lang=\"en\" class=\"en \"><h2>The Jews were Rebellious instead of Appreciative when They gained Victory</h2></div><p lang=\"en\" class=\"en \">Allah admonished the Jews for avoiding Jihad and not entering the holy land as they had been ordered to do when they came from Egypt with Musa. They were also commanded to fight the disbelieving 'Amaliq <span class=\"gray\">(Canaanites)</span> dwelling in the holy land at that time. But they did not want to fight, because they were weak and exhausted. Allah punished them by causing them to become lost, and to continue wandering, as Allah has stated in Surat Al-Ma'idah <span class=\"gray\">(5)</span>. The correct opinion about the meaning of, 'the holy land' mentioned here is that it was Bayt Al-Maqdis <span class=\"gray\">(Jerusalem)</span>, as As-Suddi, Ar-Rabi' bin Anas, Qatadah and Abu Muslim Al-Asfahani, as well as others have stated. Musa said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ وَلَا تَرْتَدُّوا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people! Enter the holy land which Allah has assigned to you and turn not back <span class=\"gray\">(in flight)</span>.)</span><span class=\"gray\">(5:21)</span></p><p lang=\"en\" class=\"en \">However, some scholars said that the holy land is Jericho, <span class=\"gray\">(Ariha')</span> and this opinion was mentioned from Ibn 'Abbas and 'Abdur-Rahman bin Zayd.</p><p lang=\"en\" class=\"en \">After the years of wandering ended forty years later, in the company of Yuwsha' <span class=\"gray\">(Joshua)</span> bin Nun, Allah allowed the Children of Israel to conquer the holy land on the eve of a Friday. On that day, the sun was kept from setting for a little more time, until victory was achieved. When the Children of Israel conquered the holy land, they were commanded to enter its gate while,</p><p class=\"ur qpc-hafs\" lang=\"ur\">سُجَّدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(prostrating)</span> in appreciation to Allah for making them victorious, triumphant, returning them to their land and saving them from being lost and wandering. Al-'Awfi said that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَادْخُلُواْ الْبَابَ سُجَّدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and enter the gate Sujjadan)</span> means, \"While bowing\". Ibn Jarir reported Ibn 'Abbas saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَادْخُلُواْ الْبَابَ سُجَّدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and enter the gate in prostration)</span> means, \"Through a small door while bowing.\" Al-Hakim narrated it, and Ibn Abi Hatim added, \"And they went through the door backwards!\" Al-Hasan Al-Basri said that they were ordered to prostrate on their faces when they entered the city, but Ar-Razi discounted this explanation. It was also said that the Sujud mentioned here means, 'submissiveness', for actually entering while prostrating is not possible.</p><p lang=\"en\" class=\"en \">Khasif said that 'Ikrimah said that Ibn 'Abbas said, \"The door mentioned here was facing the Qiblah.\" Ibn 'Abbas, Mujahid, As-Suddi, Qatadah and Ad-Dahhak said that the door is the door of Hittah in Iylya', which is Jerusalem. Ar-Razi also reported that some of them said that it was a door in the direction of the Qiblah\". Khasif said that 'Ikrimah said that Ibn 'Abbas said that the Children of Israel entered the door sideways. As-Suddi said that Abu Sa'id Al-Azdy said that Abu Al-Kanud said that 'Abdullah bin Mas'ud said that they were commanded to,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَادْخُلُواْ الْبَابَ سُجَّدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(enter the gate in prostration <span class=\"gray\">(or bowing with humility)</span>)</span> but instead, they entered while their heads were raised in defiance.</p><p lang=\"el-Latn\" class=\"el-Latn \">Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُولُواْ حِطَّةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and say: 'Hittah')</span>. Ibn 'Abbas commented, \"Seek Allah's forgiveness.\" Al-Hasan and Qatadah said that it means, \"Say, 'Relieve us from our errors.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَّغْفِرْ لَكُمْ خَطَايَاكُمْ ۚ وَسَنَزِيدُ الْمُحْسِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We shall forgive you your sins and shall increase <span class=\"gray\">(reward)</span> for the good-doers)</span> Here is the reward for fulfilling Allah's commandment. This Ayah means, \"If you implement what We commanded you, We will forgive your sins and multiply your good deeds.\" In summary, upon achieving victory, the Children of Israel were commanded to submit to Allah in tongue and deed and, to admit to their sins and seek forgiveness for them, to be grateful to Allah for the blessings He gave them, hastening to do the deeds that Allah loves, as He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ - وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا - فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When there comes the help of Allah <span class=\"gray\">(to you, O Muhammad ﷺ against your enemies)</span> and the conquest <span class=\"gray\">(of Makkah)</span>. And you see that the people enter Allah's religion <span class=\"gray\">(Islam)</span> in crowds. So glorify the praises of your Lord, and ask His forgiveness. Verily, He is the One Who accepts the repentance.)</span><span class=\"gray\">(110)</span>.</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who did wrong changed the word from that which had been told to them for another)</span>.</p><p lang=\"jv\" class=\"jv \">Al-Bukhari recorded Abu Hurayrah saying that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قِيلَ لِبَنِي إِسْرَائِيلَ ادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا: حِطَّةٌ، فَدَخَلُوا يَزْحَفُون عَلى أَسْتَاهِهِم فَبَدَّلُوا وَقَالُوا، حَبَّةٌ فِي شَعْرَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Children of Israel were commanded to enter the door while bowing and to say 'Hittah'. Yet, they entered the door on their behinds, distorting the words. They said; 'Habbah <span class=\"gray\">(seed)</span>, in Sha'rah <span class=\"gray\">(a hair)</span>.')</span></p><p lang=\"en\" class=\"en \">An-Nasa'i recorded this part of it from Abu Hurayrah only, but he has a chain from the Prophet ﷺ, explaining Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">حِطَّةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('Hittah')</span>, saying, \"So they deviated and said 'Habbah.\" Similar was recorded by 'Abdur-Razzaq, and his route was also collected by Al-Bukhari. Muslim and At-Tirmidhi narrated similar versions of this Hadith, At-Tirmidhi said, \"Hasan Sahih.\"</p><p lang=\"en\" class=\"en \">The summary of what the scholars have said about this subject is that the Children of Israel distorted Allah's command to them to submit to Him in tongue and deed. They were commanded to enter the city while bowing down, but they entered while sliding on their rear ends and raising their heads! They were commanded to say, 'Hittah' meaning, \"Relieve us from our errors and sins.\" However, they mocked this command and said, \"Hintah <span class=\"gray\">(grain seed)</span> in Sha'irah <span class=\"gray\">(barley)</span>.\" This demonstrates the worst type of rebellion and disobedience, and it is why Allah released His anger and punishment upon them, all because of their sinning and defying His commands. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنزَلْنَا عَلَى الَّذِينَ ظَلَمُوا رِجْزًا مِّنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So We sent upon the wrongdoers Rijz <span class=\"gray\">(a punishment)</span> from the heaven because of their rebellion.)</span></p><p lang=\"en\" class=\"en \">Ad-Dahhak said that Ibn 'Abbas said, \"Every word in Allah's Book that says Rijz means, 'a punishment.'\" Mujahid, Abu Malik, As-Suddi, Al-Hasan and Qatadah were reported to have said that Rijz means 'Torment.' Ibn Abi Hatim narrated that Sa'd bin Malik, Usamah bin Zayd and Khuzaymah bin Thabit said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الطَّاعُونُ رِجْزٌ. عَذَابٌ عُذِّبَ بِهِ مَنْ كَانَ قَبْلَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The plague is a Rijz, a punishment with which Allah punished those before you.)</span></p><p lang=\"en\" class=\"en \">This is also how An-Nasa'i recorded this Hadith. In addition, the basis of this Hadith was collected in the Two Sahihs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا سَمِعْتُمُ الطَّاعُونَ بأَرْضٍ فَلَا تَدْخُلُوهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you hear of the plague in a land, then do not enter it.)</span></p><p lang=\"jv\" class=\"jv \">Ibn Jarir recorded Usamah bin Zayd saying that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إنَّ هَذَا الْوَجَعَ وَالسَّقَمَ رِجْزٌ عُذِّبَ بِهِ بَعْضُ الْأُمَمِ قَبْلَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This calamity and sickness <span class=\"gray\">(i.e. the plague)</span> is a Rijz, a punishment with which some nations who were before you were punished.)</span></p><p lang=\"en\" class=\"en \">The basis of this Hadith was also collected in the Two Sahihs.</p>"
  },
  {
    "ayah_key": "2:6",
    "group_ayah_key": "2:6",
    "from_ayah": "2:6",
    "to_ayah": "2:6",
    "ayah_keys": "2:6",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, those who disbelieve, it is the same to them whether you warn them or do not warn them, they will not believe <span>(6)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who disbelieve)</span> meaning, covered the truth and hid it. Since Allah has written that they would do so, it does not matter if you <span class=\"gray\">(O Muhammad ﷺ)</span> warn them or not, they would still have disbelieved in what you were sent with. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ - وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّىٰ يَرَوُا الْعَذَابَ الْأَلِيمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, those against whom the Word <span class=\"gray\">(wrath)</span> of your Lord has been justified, will not believe. Even if every sign should come to them, until they see the painful torment)</span><span class=\"gray\">(10:96-97)</span>.</p><p lang=\"en\" class=\"en \">About the rebellious People of the Book, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ بِكُلِّ آيَةٍ مَّا تَبِعُوا قِبْلَتَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And even if you were to bring to the People of the Book <span class=\"gray\">(Jews and Christians)</span> all the Ayat, they would not follow your Qiblah <span class=\"gray\">(prayer direction)</span>)</span><span class=\"gray\">(2:145)</span>.</p><p lang=\"en\" class=\"en \">These Ayat indicate that whomever Allah has written to be miserable, they shall never find anyone to guide them to happiness, and whomever Allah directs to misguidance, he shall never find anyone to guide him. So do not pity them - O Muhammad ﷺ - deliver the Message to them. Certainly, whoever among them accepts the Message, then he shall gain the best rewards. As for those who turn away in rejection, do not feel sad for them or concerned about them, for</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Your duty is only to convey <span class=\"gray\">(the Message)</span> and on Us is the reckoning)</span><span class=\"gray\">(13:40)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَآ أَنتَ نَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَىْءٍ وَكِيلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But you are only a warner. And Allah is a Wakil <span class=\"gray\">(Disposer of affairs, Trustee, Guardian)</span> over all things)</span><span class=\"gray\">(11:12)</span>.</p><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah reported that Ibn 'Abbas said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لاَ يُؤْمِنُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who disbelieve, it is the same to them whether you <span class=\"gray\">(O Muhammad ﷺ)</span> warn them or do not warn them, they will not believe)</span></p><p lang=\"en\" class=\"en \">That the Messenger of Allah ﷺ was eager for all the people to believe and follow the guidance he was sent with. Allah informed him that none would believe except for those whom He decreed happiness for in the first place, and none would stray except those who Allah has decreed to do so in the first place.</p>"
  }
]