[
  {
    "ayah_key": "2:11",
    "group_ayah_key": "2:11",
    "from_ayah": "2:11",
    "to_ayah": "2:12",
    "ayah_keys": "2:11,2:12",
    "text": "<p class=\"en translation\" lang=\"en\">And when it is said to them: \"Do not make mischief on the earth,\" they say: \"We are only peacemakers. <span>(11)</span>Verily, they are the ones who make mischief, but they perceive not <span>(12)</span></p><div lang=\"en\" class=\"en \"><h2>Meaning of Mischief</h2></div><p lang=\"en\" class=\"en \">In his Tafsir, As-Suddi said that Ibn 'Abbas and Ibn Mas'ud commented,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when it is said to them: \"Do not make mischief on the earth,\" they say: \"We are only peacemakers.\")</span> \"They are the hypocrites. As for,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُفْسِدُوا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Do not make mischief on the earth\")</span>, that is disbelief and acts of disobedience.\" Abu Ja'far said that Ar-Rabi' bin Anas said that Abu Al-'Aliyah said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when it is said to them: \"Do not make mischief on the earth,\")</span>, means, \"Do not commit acts of disobedience on the earth. Their mischief is disobeying Allah, because whoever disobeys Allah on the earth, or commands that Allah be disobeyed, he has committed mischief on the earth. Peace on both the earth and in the heavens is ensured <span class=\"gray\">(and earned)</span> through obedience <span class=\"gray\">(to Allah)</span>.\" Ar-Rabi' bin Anas and Qatadah said similarly.</p><div lang=\"en\" class=\"en \"><h2>Types of Mischief that the Hypocrites commit</h2></div><p lang=\"en\" class=\"en \">Ibn Jarir said, \"The hypocrites commit mischief on earth by disobeying their Lord on it and continuing in the prohibited acts. They also abandon what Allah made obligatory and doubt His religion, even though He does not accept a deed from anyone except with faith in His religion and certainty of its truth. The hypocrites also lie to the believers by saying contrary to the doubt and hesitation their hearts harbor. They give as much aid as they can, against Allah's loyal friends, and support those who deny Allah, His Books and His Messengers. This is how the hypocrites commit mischief on earth, while thinking that they are doing righteous work on earth.\"</p><p lang=\"en\" class=\"en \">The statement by Ibn Jarir is true, taking the disbelievers as friends is one of the categories of mischief on the earth. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ إِلَّا تَفْعَلُوهُ تَكُن فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who disbelieve are allies of one another, if you do not do this <span class=\"gray\">(help each other)</span>, there will be turmoil and oppression on the earth, and great mischief.)</span><span class=\"gray\">(8:73)</span>, In this way Allah severed the loyalty between the believers and the disbelievers. Similarly, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاءَ مِن دُونِ الْمُؤْمِنِينَ ۚ أَتُرِيدُونَ أَن تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُّبِينًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Do not take disbelievers as Awliya' <span class=\"gray\">(protectors or helpers or friends)</span> instead of believers. Do you wish to offer Allah a manifest proof against yourselves?)</span><span class=\"gray\">(4: 144)</span>.</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ وَلَن تَجِدَ لَهُمْ نَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the hyprocrites will be in the lowest depth of the Fire; no helper will you find for them)</span><span class=\"gray\">(4:145)</span>.</p><p lang=\"en\" class=\"en \">Since the outward appearance of the hypocrite displays belief, he confuses the true believers. Hence, the deceitful behavior of the hypocrites is an act of mischief, because they deceive the believers by claiming what they do not believe in, and because they give support and loyalty to the disbelievers against the believers.</p><p lang=\"en\" class=\"en \">If the hypocrite remains a disbeliever <span class=\"gray\">(rather than pretending to be Muslim)</span>, the evil that results from him would be less. Even better, if the hypocrite becomes sincere with Allah and makes the statements that he utters conform to his deeds, he will gain success. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when it is said to them: \"Do not make mischief on the earth,\" they say: \"We are only peacemakers.\")</span> meaning, \"We seek to be friends with both parties, the believers and the disbelievers, and to have peace with both parties.\" Similarly, Muhammad bin Ishaq reported that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when it is said to them: \"Do not make mischief on the earth,\" they say: \"We are only peacemakers.\")</span> means, \"We seek to make amends between the believers and the People of the Book. \" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَٰكِن لَّا يَشْعُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, they are the ones who make mischief, but they perceive not.)</span>. This Ayah means that the hypocrites' behavior, and their claim that it is for peace, is itself mischief, although in their ignorance, they do not see it to be mischief.</p>"
  }
]