[
  {
    "ayah_key": "19:71",
    "group_ayah_key": "19:71",
    "from_ayah": "19:71",
    "to_ayah": "19:72",
    "ayah_keys": "19:71,19:72",
    "text": "<p class=\"en translation\" lang=\"en\">There is not one of you but will pass over it <span class=\"gray\">(Hell)</span>; this is with your Lord, a decree which must be accomplished <span>(71)</span>Then We shall save those who had Taqwa. And We shall leave the wrongdoers in it, Jithiyya <span>(72)</span></p><div lang=\"en\" class=\"en \"><h2>Everyone will be brought to Hell, then the Righteous will be saved</h2></div><p lang=\"en\" class=\"en \">Ibn Jarir reported from 'Abdullah that he said concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن مِّنكُمْ إِلَّا وَارِدُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is not one of you but will pass over it.)</span> \"The bridge over Hell is like the sharp edge of a sword. The first group to cross it will pass like a flash of lightning. The second group will pass like the wind. The third group will pass like the fastest horse. The fourth group will pass like the fastest cow. Then, the rest will pass while the angels will be saying, 'O Allah save them, save them.'\" This narration has supporting narrations similar to it from the Prophet ﷺ in the Two Sahihs and other collections as well. These narrations have been related by Anas, Abu Sa'id, Abu Hurayrah, Jabir and other Companions, may Allah be pleased with them all.</p><p lang=\"en\" class=\"en \">Ahmad also recorded that Umm Mubashshar, the wife of Zayd bin Harithah, said, \"The Messenger of Allah ﷺ was in the house of Hafsah when he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَدْخُلُ النَّارَ أَحَدٌ شَهِدَ بَدْرًا وَالْحُدَيْبِيَّةَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No one who was present at the battles of Badr and Hudaybiyyah <span class=\"gray\">(of the Muslims)</span> will enter into the Hellfire.)</span> Then, Hafsah said, \"Doesn't Allah say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن مِّنكُمْ إِلَّا وَارِدُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is not one of you but will pass over it <span class=\"gray\">(Hell)</span>;)</span> The Messenger of Allah ﷺ replied by reciting,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We shall save those who had Taqwa.)</span> In the Two Sahihs there is a Hadith reported from Az-Zuhri, from Sa'id from Abu Hurayrah that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَمُوتُ لِأَحَدٍ مِنَ الْمُسْلِمِينَ ثَلَاثَةٌ مِنَ الْوَلَدِ تَمَسُّهُ النَّارُ إِلَّا تَحِلَّةَ الْقَسَمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No one of the Muslims who has had three children, who all died, will be touched by the Hellfire, except for an oath that must be fulfilled.)</span></p><p lang=\"ha\" class=\"ha \">Abdur-Rahman bin Zayd bin Aslam commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن مِّنكُمْ إِلَّا وَارِدُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is not one of you but will pass over it;)</span> \"The passing of the Muslims <span class=\"gray\">(over the Hellfire)</span> means their passing over a bridge that is over it. But the passing of the idolators over the Hellfire refers to their admission to the Fire.\"</p><p lang=\"en\" class=\"en \">As-Suddi reported from Murrah, from Ibn Mas'ud, that he said concerning Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">كَانَ عَلَىٰ رَبِّكَ حَتْمًا مَّقْضِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(this is with your Lord; a Hatman decree.)</span> \"An oath that must be fulfilled.\" Mujahid said, \"Hatman means preordainment.\" Ibn Jurayj said the same. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We shall save those who had Taqwa.)</span> When all of the creatures passed over the Hellfire, and those disbelievers and the disobedient people who are destined to fall into it because of their disobedience, Allah will save the believers and the righteous people from it because of their deeds. Therefore, their passing over the bridge and their speed will be based upon their deeds that they did in this life. Then, the believers who performed major sins will be allowed intercession. The angels, the Prophets and the believers will all intercede. Thus, a large number of the sinners will be allowed to come out of Hell. The fire will have devoured much of their bodies, except the places of prostration on their faces. Their removal from the Hellfire will be due to the faith in their hearts. The first to come out will be he who has the weight of a Dinar of faith in his heart. Then, whoever has the next least amount after him. Then, whoever is next to that after him, and so forth. This will continue until the one who has the tiniest hint of faith in his heart, equal to the weight of an atom. Then, Allah will take out of the Fire whoever said \"La ilaha illallah,\" even one day of his entire life, even if he never performed any good deed. After this, no one will remain in the Hellfire, except those it is obligatory upon to remain in the Hellfire forever. This has been reported in many authentic Hadiths from the Messenger of Allah ﷺ. This is why Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوا وَّنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We shall save those who had Taqwa. And We shall leave the wrongdoers in it, Jithyya.)</span></p>"
  },
  {
    "ayah_key": "19:73",
    "group_ayah_key": "19:73",
    "from_ayah": "19:73",
    "to_ayah": "19:74",
    "ayah_keys": "19:73,19:74",
    "text": "<p class=\"en translation\" lang=\"en\">And when Our clear Ayat are recited to them, those who disbelieve say to those who believe: \"Which of the two groups has the best dwellings and the finest Nadiyyan? <span>(73)</span>And how many a generation have We destroyed before them, who were better in wealth, goods and outward appearance <span>(74)</span></p><div lang=\"en\" class=\"en \"><h2>The Disbelievers boast over Their good Fortune in the World</h2></div><p lang=\"en\" class=\"en \">Allah, the Exalted, informs that when the clear, evident Ayat of Allah are recited to the disbelievers, they reject them and turn away. They say about those who believe, while boasting to them and arguing that their false religion is correct,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(best dwellings and the finest Nadiyyan.)</span> This means the best houses, with the loftiest levels and the finest Nadiyyan, which are meeting rooms for men to gather and discuss matters. Thus, this means that their meeting rooms are full of more people who come to attend. In this they were saying, \"How can we be upon falsehood while we are in this manner of successful living?\" These people were actually those who were concealed in the house of Al-Arqam bin Abi Al-Arqam and its likes from the other houses. This is as Allah says about them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَّا سَبَقُونَا إِلَيْهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who disbelieve say of those who believe: \"Had it been a good thing, they <span class=\"gray\">(the weak and the poor)</span> would not have preceded us thereto!\")</span><span class=\"gray\">[46:11]</span> Nuh's people said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Shall we believe in you, when the weakest <span class=\"gray\">(of the people)</span> follow you?\")</span><span class=\"gray\">[26:111]</span> And Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ فَتَنَّا بَعْضَهُم بِبَعْضٍ لِّيَقُولُوا أَهَٰؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِم مِّن بَيْنِنَا ۗ أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus We have tried some of them with others, that they might say: \"Is it these <span class=\"gray\">(poor believers)</span> whom Allah has favored among us?\" Does not Allah know best those who are grateful?)</span><span class=\"gray\">[6:53]</span> This is why Allah refuted their doubts:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And how many a generations have We destroyed before them)</span> This means, \"How many nations and generations did We destroy of those who denied <span class=\"gray\">(this message)</span> due to their disbelief?\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who were better in wealth, goods and outward appearance?)</span> This means that they were better than these present people in wealth, possessions, looks and appearance. Al-A'mash reported from Abu Zibyan, who reported from Ibn 'Abbas that he said concerning the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(best dwellings and finest Nadiyyan.)</span> \"Position <span class=\"gray\">[Maqam]</span> means home, Nadi means place of gathering, wealth refers to material possessions and outward appearance is how they look physically.\" Al-'Awfi said that Ibn 'Abbas said, \"Position <span class=\"gray\">[Maqam]</span> means dwelling, Nadi means place of gathering and the blessing and happiness that they were living in. This is as Allah says about the people of Fir'awn when He destroyed them and related the story of their situation in the Qur'an,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمْ تَرَكُوا مِن جَنَّاتٍ وَعُيُونٍ - وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How many gardens and springs that they <span class=\"gray\">[Fir'awn's people]</span> left behind, and green crops and honored places <span class=\"gray\">[Maqam]</span>.)</span><span class=\"gray\">[44:25-26]</span> Therefore, position <span class=\"gray\">[Maqam]</span> refers to their dwellings and splendid bounties, and Nadi is the places of gathering and meeting where they used to congregate. Allah said while relating the story to His Messenger ﷺ of what happened with the people of Lut,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَأْتُونَ فِي نَادِيكُمُ الْمُنكَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And practice Al-Munkar <span class=\"gray\">(evil deeds)</span> in your meeting places <span class=\"gray\">[Nadiyakum]</span>.)</span><span class=\"gray\">[29:29]</span> The Arabs call a place of gathering a Nadi.\"</p>"
  }
]