[
  {
    "ayah_key": "2:78",
    "group_ayah_key": "2:78",
    "from_ayah": "2:78",
    "to_ayah": "2:79",
    "ayah_keys": "2:78,2:79",
    "text": "<p lang=\"en\" class=\"en \">And there are among them <span class=\"gray\">(Jews)</span> 'Ummyyun <span class=\"gray\">(unlettered)</span> people, who know not the Book, but they trust upon Amani <span class=\"gray\">(false desires)</span> and they but guess <span>(78)</span>Then woe to those who write the book with their own hands and then say, \"This is from Allah,\" to purchase with it a little price! Woe to them for what their hands have written and woe to them for that they earn thereby <span>(79)</span></p><div lang=\"en\" class=\"en \"><h2>The Meaning of 'Ummi'</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْهُمْ أُمِّيُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there are among them Ummyyun people)</span> meaning, among the People of the Book, as Mujahid stated. Ummyyun, is plural for Ummi, that is, a person who does not write, as Abu Al-'Aliyah, Ar-Rabi', Qatadah, Ibrahim An-Nakha'i and others said. This meaning is clarified by Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَا يَعْلَمُونَ الْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who know not the Book)</span> meaning, are they not aware of what is in it.</p><p lang=\"en\" class=\"en \">Ummi was one of the descriptions of the Prophet ﷺ because he was unlettered. For instance, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنتَ تَتْلُو مِن قَبْلِهِ مِن كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَّارْتَابَ الْمُبْطِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Neither did you <span class=\"gray\">(O Muhammad ﷺ)</span> read any book before it <span class=\"gray\">(this Qur'an)</span> nor did you write any book <span class=\"gray\">(whatsoever)</span> with your right hand. In that case, indeed, the followers of falsehood might have doubted)</span><span class=\"gray\">(29:48)</span>.</p><p lang=\"nl\" class=\"nl \">Also, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أُمَّةٌ أُمِّيَّةٌ لَا نَكْتُبُ وَلَا نَحْسِبُ، الشَّهْرُ هٰكَذَا وَهٰكَذَا وَهٰكَذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We are an Ummi nation, neither writing nor calculating. The <span class=\"gray\">(lunar)</span> month is like this, this and this <span class=\"gray\">(i.e. thirty or twenty-nine days.)</span></span></p><p lang=\"en\" class=\"en \">This Hadith stated that Muslims do not need to rely on books, or calculations to decide the timings of their acts of worship. Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِّنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He it is Who sent among the Ummiyyin ones a Messenger <span class=\"gray\">(Muhammad )</span> from among themselves)</span><span class=\"gray\">(62:2)</span>.</p><div lang=\"en\" class=\"en \"><h2>The Explanation of Amani</h2></div><p lang=\"gd\" class=\"gd \">Ad-Dahhak said that Ibn 'Abbas said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا أَمَانِيَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they trust upon Amani)</span> means, \"It is just a false statement that they utter with their tongues.\" It was also said that Amani means 'wishes and hopes'. Mujahid commented, \"Allah described the Ummiyyin as not understanding any of the Book that Allah sent down to Musa, yet they create lies and falsehood.\" Therefore, the word Amani mentioned here refers to lying and falsehood. Mujahid said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ هُمْ إِلَّا يَظُنُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they but guess)</span> means, \"They lie.\" Qatadah, Abu Al-'Aliyah and Ar-Rabi' said that it means, \"They have evil false ideas about Allah.\"</p><div lang=\"en\" class=\"en \"><h2>Woe unto Those Criminals among the Jews</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَٰذَا مِنْ عِندِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then Waylun <span class=\"gray\">(woe)</span> to those who write the book with their own hands and then say, \"This is from Allah,\" to purchase with it a little price!)</span>.</p><p lang=\"en\" class=\"en \">This is another category of people among the Jews who called to misguidance with falsehood and lies about Allah, thriving on unjustly amassing people's property. 'Waylun <span class=\"gray\">(woe)</span>' carries meanings of destruction and perishing, and it is a well-known word in the Arabic language. Az-Zuhri said that 'Ubadydullah bin 'Abdullah narrated that Ibn 'Abbas said, \"O Muslims! How could you ask the People of the Book about anything, while the Book of Allah <span class=\"gray\">(Qur'an)</span> that He revealed to His Prophet ﷺ is the most recent Book from Him and you still read it fresh and young? Allah told you that the People of the Book altered the Book of Allah, changed it and wrote another book with their own hands. They then said, 'This book is from Allah,' so that they acquired a small profit by it. Hasn't the knowledge that came to you prohibited you from asking them? By Allah! We have not seen any of them asking you about what was revealed to you.\" This Hadith was also collected by Al-Bukhari. Al-Hasan Al-Basri said, \"The little amount here means this life and all that it contains.\"</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe to them for what their hands have written and woe to them for that they earn thereby)</span> means, \"Woe to them because of what they have written with their own hands, the lies, falsehood and alterations. Woe to them because of the property that they unjustly acquired.\" Ad-Dahhak said that Ibn 'Abbas commented,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَيْلٌ لَّهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Woe to them)</span>, \"Means the torment will be theirs because of the lies that they wrote with their own hands,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And woe to them for that they earn thereby)</span>, which they unjustly acquired from people, be they commoners or otherwise.\"</p>"
  }
]