[
  {
    "ayah_key": "1:1",
    "group_ayah_key": "1:1",
    "from_ayah": "1:1",
    "to_ayah": "1:1",
    "ayah_keys": "1:1",
    "text": "<div lang=\"en\" class=\"en \"><h2>The Meaning of Al Fatiha &amp; its Various Names</h2></div><p lang=\"en\" class=\"en \">This Surah is called Al-Fatihah, that is, the Opener of the Book, the Surah with which prayers are begun. It is also called, Umm Al-Kitab <span class=\"gray\">(the Mother of the Book)</span>, according to the majority of the scholars. In an authentic Hadith recorded by At-Tirmidhi, who graded it Sahih, Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ أُمُّ الْقُرْآنِ وَأُمُّ الْكِتَابِ وَالسَّبْعُ الْمَثَانِي وَالْقُرْآنُ الْعَظِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Al-Hamdu lillahi Rabbil-'Alamin is the Mother of the Qur'an, the Mother of the Book, and the seven repeated Ayat of the Glorious Qur'an.)</span></p><p lang=\"en\" class=\"en \">It is also called Al-Hamd and As-Salah, because the Prophet ﷺ said that his Lord said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَسَمْتُ الصَّلَاةَ بَيْنِي وَبَيْنَ عَبْدِي نِصْفَيْنِ، فَإِذَا قَالَ الْعَبْدُ: الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ، قَالَ اللهُ: حَمِدَنِي عَبْدِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">('The prayer <span class=\"gray\">(i.e., Al-Fatihah)</span> is divided into two halves between Me and My servants.' When the servant says, 'All praise is due to Allah, the Lord of existence,' Allah says, 'My servant has praised Me.')</span></p><p lang=\"en\" class=\"en \">Al-Fatihah was called the Salah, because reciting it is a condition for the correctness of Salah - the prayer. Al-Fatihah was also called Ash-Shifa' <span class=\"gray\">(the Cure)</span>.</p><p lang=\"en\" class=\"en \">It is also called Ar-Ruqyah <span class=\"gray\">(remedy)</span>, since in the Sahih, there is the narration of Abu Sa'id telling the the story of the Companion who used Al-Fatihah as a remedy for the tribal chief who was poisoned. Later, the Messenger of Allah ﷺ said to a Companion,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمَا يُدْرِيكَ أَنَّهَا رُقْيَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How did you know that it is a Ruqyah?)</span></p><p lang=\"en\" class=\"en \">Al-Fatihah was revealed in Makkah as Ibn 'Abbas, Qatadah and Abu Al-'Aliyah stated. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ ءاتَيْنَـكَ سَبْعًا مِّنَ الْمَثَانِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed, We have bestowed upon you the seven Mathani)</span><span class=\"gray\">(seven repeatedly recited verses)</span>, <span class=\"gray\">(i.e. Surat Al-Fatihah)</span><span class=\"gray\">(15:87)</span>. Allah knows best.</p><div lang=\"su\" class=\"su \"><h2>How many Ayat does Al-Fatihah contain?</h2></div><p lang=\"en\" class=\"en \">There is no disagreement over the view that Al-Fatihah contains seven Ayat. According to the majority of the reciters of Al-Kufah, a group of the Companions, the Tabi'in, and a number of scholars from the successive generations, the Bismillah is a separate Ayah in its beginning. We will mention this subject again soon, if Allah wills, and in Him we trust.</p><div lang=\"en\" class=\"en \"><h2>The Number of Words and Letters in Al-Fatihah</h2></div><p lang=\"en\" class=\"en \">The scholars say that Al-Fatihah consists of twenty-five words, and that it contains one hundred and thirteen letters.</p><div lang=\"af\" class=\"af \"><h2>The Reason it is called Umm Al-Kitab</h2></div><p lang=\"en\" class=\"en \">In the beginning of the Book of Tafsir, in his Sahih, Al-Bukhari said; \"It is called Umm Al-Kitab, because the Qur'an starts with it and because the prayer is started by reciting it.\" It was also said that it is called Umm Al-Kitab, because it contains the meanings of the entire Qur'an. Ibn Jarir said, \"The Arabs call every comprehensive matter that contains several specific areas an Umm. For instance, they call the skin that surrounds the brain, Umm Ar-Ra's. They also call the flag that gathers the ranks of the army an Umm.\" He also said, \"Makkah was called Umm Al-Qura, <span class=\"gray\">(the Mother of the Villages)</span> because it is the grandest and the leader of all villages. It was also said that the earth was made starting from Makkah.\"</p><p lang=\"en\" class=\"en \">Further, Imam Ahmad recorded that Abu Hurayrah narrated about Umm Al-Qur'an that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هِيَ أُمُّ الْقُرْآنِ وَهِيَ السَّبْعُ الْمَثَانِي وَهِيَ الْقُرْآنُ الْعَظِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is Umm Al-Qur'an, the seven repeated <span class=\"gray\">(verses)</span> and the Glorious Qur'an.)</span></p><p lang=\"jv\" class=\"jv \">Also, Abu Ja'far, Muhammad bin Jarir At-Tabari recorded Abu Hurayrah saying that the Messenger of Allah ﷺ said about Al-Fatihah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هِيَ أُمُّ الْقُرْآنِ وَهِيَ فَاتِحَةُ الْكِتَابِ وَهِيَ السَّبْعُ الْمَثَانِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is Umm Al-Qur'an, Al-Fatihah of the Book <span class=\"gray\">(the Opener of the Qur'an)</span> and the seven repeated <span class=\"gray\">(verses)</span>.)</span></p><div lang=\"id\" class=\"id \"><h2>Virtues of Al-Fatihah</h2></div><p lang=\"en\" class=\"en \">Imam Ahmad bin Hanbal recorded in the Musnad that Abu Sa'id bin Al-Mu'alla said, \"I was praying when the Prophet ﷺ called me, so I did not answer him until I finished the prayer. I then went to him and he said, <span class=\"gray\">(What prevented you from coming?)</span> I said, 'O Messenger of Allah! I was praying.' He said, <span class=\"gray\">('Didn't Allah say)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يأَيُّهَا الَّذِينَ ءَامَنُواْ اسْتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Answer Allah <span class=\"gray\">(by obeying Him)</span> and <span class=\"gray\">(His)</span> Messenger when he ﷺ calls you to that which gives you life?)</span> He ﷺ then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأُعَلِّمَنَّكَ أَعْظَمَ سُورَةٍ فِي الْقُرْآنِ قَبْلَ أَنْ تَخْرُجَ مِنَ الْمَسْجِدِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I will teach you the greatest Surah in the Qur'an before you leave the Masjid.)</span> He held my hand and when he was about to leave the Masjid, I said, 'O Messenger of Allah! You said: I will teach you the greatest Surah in the Qur'an.' He said, <span class=\"gray\">(Yes.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ</p><p lang=\"hi-Latn\" class=\"hi-Latn \"><span class=\"gray\">(Al-Hamdu lillahi Rabbil-'Alamin)</span>\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَعَمْ هِيَ السَّبْعُ الْمَثَانِي وَالْقُرْآنُ الْعَظِيمُ الَّذِي أُوتِيتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is the seven repeated <span class=\"gray\">(verses)</span> and the Glorious Qur'an that I was given.)</span>\"</p><p lang=\"fil\" class=\"fil \">Al-Bukhari, Abu Dawud, An-Nasa'i and Ibn Majah also recorded this Hadith.</p><p lang=\"en\" class=\"en \">Also, Imam Ahmad recorded that Abu Hurayrah said, \"The Messenger of Allah ﷺ went out while Ubayy bin Ka'b was praying and said, <span class=\"gray\">(O Ubayy!)</span> Ubayy did not answer him. The Prophet ﷺ said, <span class=\"gray\">(O Ubayy!)</span> Ubayy prayed faster then went to the Messenger of Allah ﷺ saying, 'Peace be unto you, O Messenger of Allah!' He said, <span class=\"gray\">(Peace be unto you. O Ubayy, what prevented you from answering me when I called you?)</span> He said, 'O Messenger of Allah! I was praying.' He said, <span class=\"gray\">(Did you not read among what Allah has sent down to me,)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اسْتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Answer Allah <span class=\"gray\">(by obeying Him)</span> and <span class=\"gray\">(His)</span> Messenger when he ﷺ calls you to that which gives you life?)</span> He said, 'Yes, O Messenger of Allah! I will not do it again.' the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَتُحِبُّ أَنْ أُعَلِّمَكَ سُورَةً لَمْ تَنْزِلْ لَا فِي التَّورَاةِ وَلَا فِي الْإِنْجِيلِ وَلَا فِي الزَّبُورِ وَلَا فِي الْفُرْقَانِ مِثْلَهَا؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would you like me to teach you a Surah the likes of which nothing has been revealed in the Tawrah, the Injil, the Zabur <span class=\"gray\">(Psalms)</span> or the Furqan <span class=\"gray\">(the Qur'an)</span>?)</span></p><p lang=\"en\" class=\"en \">He said, 'Yes, O Messenger of Allah!' The Messenger of Allah ﷺ said, <span class=\"gray\">(I hope that I will not leave through this door until you have learned it.)</span> He <span class=\"gray\">(Ka'b)</span> said, 'The Messenger of Allah held my hand while speaking to me. Meanwhile I was slowing down fearing that he might reach the door before he finished his conversation. When we came close to the door, I said: O Messenger of Allah! What is the Surah that you have promised to teach me?' He said, <span class=\"gray\">(What do you read in the prayer.)</span> Ubayy said, 'So I recited Umm Al-Qur'an to him.' He ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ مَا أَنْزَلَ اللهُ فِي التَّورَاةِ وَلَا فِي الْإِنْجِيلِ وَلَا فِي الزَّبُورِ وَلَا فِي الْفُرْقَانِ مِثْلَهَا إِنَّهَا السَّبْعُ الْمَثَانِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Him in Whose Hand is my soul! Allah has never revealed in the Tawrah, the Injil, the Zabur or the Furqan a Surah like it. It is the seven repeated verses that I was given.)</span>\"</p><p lang=\"en\" class=\"en \">Also, At-Tirmidhi recorded this Hadith and in his narration, the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهَا مِنَ السَّبْعِ الْمَثَانِي وَالْقُرْآنِ الْعَظِيمِ الَّذِي أُعْطِيتُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is the seven repeated verses and the Glorious Qur'an that I was given.)</span> At-Tirmidhi then commented that this Hadith is Hasan Sahih.</p><p lang=\"en\" class=\"en \">There is a similar Hadith on this subject narrated from Anas bin Malik Further, 'Abdullah, the son of Imam Ahmad, recorded this Hadith from Abu Hurayrah from Ubayy bin Ka'b, and he mentioned a longer but similar wording for the above Hadith. In addition, At-Tirmidhi and An-Nasa'i recorded this Hadith from Abu Hurayrah from Ubayy bin Ka'b who said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا أَنْزَل اللهُ فِي التَّورَاةِ وَلَا فِي الْإِنْجِيلِ مِثْلَ أُمِّ الْقُرْآنِ وَهِيَ السَّبْعُ الْمَثَانِي وَهِيَ مَقْسُومَةٌ بَيْنِي وَبَيْنَ عَبْدِي نِصْفَيْنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah has never revealed in the Tawrah or the Injil anything similar to Umm Al-Qur'an. It is the seven repeated verses and it is divided into two halves between Allah and His servant.)</span></p><p lang=\"en\" class=\"en \">This is the wording reported by An-Nasa'i. At-Tirmidhi said that this Hadith is Hasan Gharib.</p><p lang=\"en\" class=\"en \">Also, Imam Ahmad recorded that Ibn Jabir said, \"I went to the Messenger of Allah ﷺ after he had poured water <span class=\"gray\">(for purification)</span> and said, 'Peace be unto you, O Messenger of Allah!' He did not answer me. So I said again, 'Peace be unto you, O Messenger of Allah!' Again, he did not answer me, so I said again, 'Peace be unto you, O Messenger of Allah!' Still he did not answer me. The Messenger of Allah ﷺ went while I was following him, until he arrived at his residence. I went to the Masjid and sat there sad and depressed. The Messenger of Allah ﷺ came out after he performed his purification and said, <span class=\"gray\">(Peace and Allah's mercy be unto you, peace and Allah's mercy be unto you, peace and Allah's mercy be unto you.)</span> He then said, <span class=\"gray\">(O 'Abdullah bin Jabir! Should I inform you of the best Surah in the Qur'an?)</span> I said, 'Yes, O Messenger of Allah!' He said, <span class=\"gray\">(Read, 'All praise be to Allah, the Lord of the existence,' until you finish it.)</span>\" This Hadith has a good chain of narrators.</p><p lang=\"en\" class=\"en \">Some scholars relied on this Hadith as evidence that some Ayat and Surahs have more virtues than others.</p><p lang=\"en\" class=\"en \">Furthermore, in the chapter about the virtues of the Qur'an, Al-Bukhari recorded that Abu Sa'id Al-Khudri said, \"Once, we were on a journey when a female servant came and said, 'The leader of this area has been poisoned and our people are away. Is there a healer among you?' Then a man whose healing expertise did not interest us stood for her, he read a Ruqyah for him, and he was healed. The chief gave him thirty sheep as a gift and some milk. When he came back to us we said to him, 'You know of a <span class=\"gray\">(new)</span> Ruqyah, or did you do this before?' He said, 'I only used Umm Al-Kitab as Ruqyah.' We said, 'Do not do anything further until we ask the Messenger of Allah.' When we went back to Al-Madinah we mentioned what had happened to the Prophet ﷺ. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ يُدْرِيهِ أَنَّهَا رُقْيَةٌ اقْسِمُوا وَاضْرِبُوا لِي بِسَهْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who told him that it is a Ruqyah? Divide <span class=\"gray\">(the sheep)</span> and reserve a share for me.)</span>\"</p><p lang=\"en\" class=\"en \">Also, Muslim recorded in his Sahih, and An-Nasa'i in his Sunan that Ibn 'Abbas said, \"While Jibril <span class=\"gray\">(Gabriel)</span> was with the Messenger of Allah ﷺ, he heard a noise from above. Jibril lifted his sight to the sky and said, 'This is a door in heaven being open, and it has never been opened before now.' An angel descended from that door and came to the Prophet ﷺ and said, 'Receive the glad tidings of two lights that you have been given, which no other Prophet before you was given: the Opening of the Book and the last <span class=\"gray\">(three)</span> Ayat of Surat Al-Baqarah. You will not read a letter of them, but will gain its benefit.'\" This is the wording collected by An-Nasa'i <span class=\"gray\">(Al-Kubra 5:12)</span> and Muslim recorded similar wording <span class=\"gray\">(1:554)</span>.</p><div lang=\"su\" class=\"su \"><h2>Al-Fatihah and the Prayer</h2></div><p lang=\"jv\" class=\"jv \">Muslim recorded that Abu Hurayrah said that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ صَلَّى صَلَاةً لَمْ يَقْرَأْ فِيهَا أُمَّ الْقُرْآنِ فَهِيَ خِدَاجٌ ثَلَاثًا غَيْرُ تَمَامٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever performs any prayer in which he did not read Umm Al-Qur'an, then his prayer is incomplete.)</span> He said it thrice.</p><p lang=\"en\" class=\"en \">Abu Hurayrah was asked, \"<span class=\"gray\">[When]</span> we stand behind the Imam?\" He said, \"Read it to yourself, for I heard the Messenger of Allah ﷺ say,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَالَ اللَّهُ عَزَّ وَجَلَّ: قَسَمْتُ الصّلَاةَ بَيْنِي وَبَيْنَ عَبْدِي نِصْفَيْنِ وَلِعَبْدِي مَا سَأَلَ فَإِذَا قَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ، قَالَ اللهُ: حَمِدَنِي عَبْدِي وَإِذَا قَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">الرَّحْمَٰنِ الرَّحِيمِ، قَالَ اللهُ: أَثْنىٰ عَلَيَّ عَبْدِي، فَإذَا قَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَالِكِ يَوْمِ الدِّينِ، قَالَ اللهُ: مَجَّدَنِي عَبْدِي وَقَالَ مَرَّةً: فَوَّضَ إِلَيَّ عَبْدِي فَإِذَا قَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ، قَالَ: هذَا بَيْنِي وَبَيْنَ عَبْدِي وَلِعَبْدِي مَا سَأَلَ، فَإِذَا قَالَ:</p><p class=\"ar qpc-hafs\" lang=\"ar\">اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ - صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلاَ الضَّآلِّينَ ، قَالَ اللهُ: هذَا لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah, the Exalted, said, 'I have divided the prayer <span class=\"gray\">(Al-Fatihah)</span> into two halves between Myself and My servant, and My servant shall have what he asks for.' If he says,</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. In the Name of Allah, the Most Gracious, the Most Merciful)</span></p>"
  }
]