[
  {
    "ayah_key": "6:40",
    "group_ayah_key": "6:40",
    "from_ayah": "6:40",
    "to_ayah": "6:45",
    "ayah_keys": "6:40,6:41,6:42,6:43,6:44,6:45",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Tell me if Allah's torment comes upon you, or the Hour comes upon you, would you then call upon any one other than Allah? <span class=\"gray\">(Reply)</span> if you are truthful! <span>(40)</span>Nay! To Him alone you call, and, if He willed, He would remove that <span class=\"gray\">(distress)</span> for which you call upon Him, and you forget at that time whatever partners you joined with Him <span class=\"gray\">(in worship)</span><span>(41)</span>Verily, We sent <span class=\"gray\">(Messengers)</span> to many nations before you. And We seized them with extreme poverty and loss of health so that they might believe with humility <span>(42)</span>When Our torment reached them, why then did they not believe with humility? But their hearts became hardened, and Shaytan made fair-seeming to them that which they used to do <span>(43)</span>So, when they forgot <span class=\"gray\">(the warning)</span> with which they had been reminded, We opened to them the gates of every <span class=\"gray\">(pleasant)</span> thing, until in the midst of their enjoyment in that which they were given, all of a sudden, We took them to punishment, and lo! They were plunged into destruction with deep regrets and sorrows <span>(44)</span>So the roots of the people who did wrong were cut off. And all the praises and thanks be to Allah, the Lord of the all that exists <span>(45)</span></p><div lang=\"en\" class=\"en \"><h2>The Idolators Call On Allah Alone During Torment and Distress</h2></div><p lang=\"en\" class=\"en \">Allah states that He does what He wills with His creatures and none can resist His decision or avert what He decrees for them. He is the One Who has no partners, Who accepts the supplication from whomever He wills. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللَّهِ تَدْعُونَ إِن كُنتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Tell me if Allah's torment comes upon you, or the Hour comes upon you, would you then call upon any one other than Allah? <span class=\"gray\">(Reply)</span> if you are truthful!\")</span></p><p lang=\"en\" class=\"en \">This means, you – disbelievers – will not call other than Allah in this case, because you know that none except He is able to remove the affliction. Allah said,</p><p class=\"ur qpc-hafs\" lang=\"ur\">إِن كُنتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you are truthful?)</span> by taking gods besides Him.</p><p class=\"sd qpc-hafs\" lang=\"sd\">بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِن شَاءَ وَتَنسَوْنَ مَا تُشْرِكُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! To Him alone you call, and, if He willed, He would remove that <span class=\"gray\">(distress)</span> for which you call upon Him, and you forget at that time whatever partners you joined with Him <span class=\"gray\">(in worship)</span>!)</span> for in times of necessity, you only call on Allah and forget your idols and false deities. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّا إِيَّاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when harm touches you upon the sea, those that you call upon besides Him vanish from you except Him <span class=\"gray\">(Allah)</span>)</span><span class=\"gray\">[17:67]</span>. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَرْسَلْنَا إِلَىٰ أُمَمٍ مِّن قَبْلِكَ فَأَخَذْنَاهُم بِالْبَأْسَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We sent <span class=\"gray\">(Messengers)</span> to many nations before you. And We seized them with extreme poverty...)</span> That is, loss of wealth and diminished provisions,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَالضَّرَّاءِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and loss of health)</span> various illnesses, diseases and pain,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَعَلَّهُمْ يَتَضَرَّعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so that they might believe with humility)</span> and call Allah and supplicate to Him with humbleness and humility. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَوْلَا إِذْ جَاءَهُم بَأْسُنَا تَضَرَّعُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When Our torment reached them, why then did they not believe with humility?)</span> Meaning: Why do they not believe and humble themselves before Us when We test them with disaster?'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن قَسَتْ قُلُوبُهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But their hearts became hardened,)</span> for their hearts are not soft or humble,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Shaytan made fair-seeming to them that which they used to do.)</span> That is, Shirk, defiance and rebellion.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, when they forgot <span class=\"gray\">(the warning)</span> with which they had been reminded,)</span> by ignoring and turning away from it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We opened to them the gates of everything,)</span> Meaning: 'We opened the gates of provisions for them from wherever they wished, so that We deceive them.' We seek refuge with Allah from such an end. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا فَرِحُوا بِمَا أُوتُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(until in the midst of their enjoyment in that which they were given,)</span> such as wealth, children and provisions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَخَذْنَاهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(all of a sudden, We took them to punishment and lo! They were plunged into destruction with deep regrets and sorrows.)</span></p><p lang=\"en\" class=\"en \">They have no hope for any type of good thing. Al-Hasan Al-Basri said, \"Whomever Allah gives provision and he thinks that Allah is not testing him, has no wisdom. Whomever has little provision and thinks that Allah will not look at <span class=\"gray\">(provide for)</span> him, has no wisdom.\" He then recited the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّىٰ إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, when they forgot <span class=\"gray\">(the warning)</span> with which they had been reminded, We opened to them the gates of every <span class=\"gray\">(pleasant)</span> thing, until in the midst of their enjoyment in that which they were given, all of a sudden, We took them to punishment, and lo! They were plunged into destruction with deep regrets and sorrows.)</span></p><p lang=\"en\" class=\"en \">He added, \"By the Lord of the Ka'bah! Allah deceived these people, when He gave them what they wished, and then they were punished.\" Ibn Abi Hatim recorded this statement.</p>"
  },
  {
    "ayah_key": "6:46",
    "group_ayah_key": "6:46",
    "from_ayah": "6:46",
    "to_ayah": "6:49",
    "ayah_keys": "6:46,6:47,6:48,6:49",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Tell me, if Allah took away your hearing and your sight, and sealed up your hearts, is there a god other than Allah who could restore them to you?\" See how variously We explain the Ayat, yet they turn aside <span>(46)</span>Say: \"Tell me, if the punishment of Allah comes to you suddenly, or openly, will any be destroyed except the wrongdoing people? <span>(47)</span>And We send not the Messengers but as givers of glad tidings and as warners. So whosoever believes and does righteous good deeds, upon such shall come no fear, nor shall they grieve <span>(48)</span>But those who reject Our Ayat, the torment will strike them for their rebelling <span>(49)</span></p><p lang=\"ceb\" class=\"ceb \">Allah said to His Messenger, say, O Muhammad ﷺ, to those rebellious liars,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Tell me, if Allah took away your hearing and your sight.)</span> just as He gave these senses to you. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الَّذِي أَنشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is He Who has created you, and endowed you with hearing, seeing.)</span><span class=\"gray\">[67:23]</span>. </p><p lang=\"en\" class=\"en \">The Ayah above might also mean that Allah will not allow the disbelievers to benefit from these senses in religious terms. This is why He said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَخَتَمَ عَلَىٰ قُلُوبِكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and sealed up your hearts,.)</span> He also said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّن يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or who owns hearing and sight)</span><span class=\"gray\">[10:31]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And know that Allah comes in between a person and his heart.)</span><span class=\"gray\">[8:24]</span> Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّنْ إِلَٰهٌ غَيْرُ اللَّهِ يَأْتِيكُم بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is there a god other than Allah who could restore them to you?)</span> Meaning, is there anyone except Allah who is able to give you back these senses if Allah took them from you? Only Allah is able to do so, and this is why He said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">انظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See how variously We explain the Ayat,)</span> and make them plain and clear, testifying to Allah's Oneness in lordship and that those worshipped besides Him are all false and unworthy.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ هُمْ يَصْدِفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(yet they turn aside.)</span> After this explanation, they still turn away from the truth and hinder people from following it. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ بَغْتَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Tell me, if the punishment of Allah comes to you suddenly...\")</span> means, while you are unaware – or during the night – striking you all of a sudden,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ جَهْرَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or openly)</span> during the day, or publicly,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ يُهْلَكُ إِلَّا الْقَوْمُ الظَّالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(will any be destroyed except the wrongdoing people)</span></p><p lang=\"en\" class=\"en \">This torment only strikes those who commit injustice against themselves by associating others with Allah, while those who worship Allah alone without partners will be saved from it, and they will have no fear or sorrow. In another Ayah, Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُم بِظُلْمٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is those who believe and confuse not their belief with Zulm, <span class=\"gray\">(wrong or Shirk)</span>.)</span><span class=\"gray\">[6:82]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We send not the Messengers but as bearers of glad tidings and as warners.)</span> means, the Messengers bring good news to Allah's servants, as well as, command all that is good and righteous. They also warn those who disbelieve in Allah of His anger and of all types of torment. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَنْ آمَنَ وَأَصْلَحَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So whosoever believes and does righteous good deeds.)</span> meaning, whoever believes in his heart with what the Messengers were sent with and makes his works righteous by imitating them;</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا خَوْفٌ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(upon such shall come no fear,)</span> concerning the future,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا هُمْ يَحْزَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor shall they grieve.)</span> about what they missed in the past and left behind them in this world. Certainly, Allah will be the Wali and Protector over what they left behind. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوا يَفْسُقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who reject Our Ayat, the torment will strike them for their rebelling.)</span></p><p lang=\"en\" class=\"en \">The torment will strike them because of disbelieving in the Message of the Messengers, defying Allah's commands, committing what He prohibited and transgressing His set limits.</p>"
  }
]