[
  {
    "ayah_key": "2:285",
    "group_ayah_key": "2:285",
    "from_ayah": "2:285",
    "to_ayah": "2:286",
    "ayah_keys": "2:285,2:286",
    "text": "<p lang=\"en\" class=\"en \">The Messenger believes in what has been sent down to him from his Lord, and <span class=\"gray\">(so do)</span> the believers. Each one believes in Allah, His Angels, His Books, and His Messengers. <span class=\"gray\">(They say,)</span> \"We make no distinction between one another of His Messengers ـ and they say, \"We hear, and we obey. <span class=\"gray\">(We seek)</span> Your forgiveness, our Lord, and to You is the return <span class=\"gray\">(of all)</span>. <span>(285)</span>Allah burdens not a person beyond his scope. He gets reward for that <span class=\"gray\">(good)</span> which he has earned, and he is punished for that <span class=\"gray\">(evil)</span> which he has earned. \"Our Lord! Punish us not if we forget or fall into error, our Lord! Lay not on us a burden like that which You did lay on those before us <span class=\"gray\">(Jews and Christians)</span>; our Lord! Put not on us a burden greater than we have strength to bear. Pardon us and grant us forgiveness. Have mercy on us. You are our Mawla <span class=\"gray\">(Patron, Supporter and Protector)</span> and give us victory over the disbelieving people. <span>(286)</span></p><p lang=\"en\" class=\"en \">The Hadiths on the Virtue of These Two Ayat, May Allah Benefit Us by Them </p><p lang=\"hmn\" class=\"hmn \">Al-Bukhari recorded that Abu Mas'ud said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ قَرَأَ بِالْآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ، كَفَتَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever recites the last two Ayat in Surat Al-Baqarah at night, they will suffice for him.)</span></p><p lang=\"en\" class=\"en \">The rest of the six also recorded similar wording for this Hadith. The Two Sahihs recorded this Hadith using various chains of narration, and Imam Ahmad also recorded it.</p><p lang=\"en\" class=\"en \">Muslim recorded that 'Abdullah said, \"When the Messenger of Allah ﷺ went on the Isra journey, he ascended to the Sidrat Al-Muntaha in the sixth heaven, where whatever ascends from the earth ends at, and whatever descends from above it ends at.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When that covered the lote tree which did cover it!)</span><span class=\"gray\">[53:16]</span> meaning, a mat made of gold.</p><p lang=\"en\" class=\"en \">The Messenger of Allah ﷺ was then given three things: the five prayers, the last Ayat in Surat Al-Baqarah and forgiveness for whoever did not associate anything or anyone with Allah from his Ummah.\"</p><p lang=\"en\" class=\"en \">Earlier we mentioned the Hadith regarding the virtues of Surat Al-Fatihah from Ibn 'Abbas which stated, \"While the Messenger of Allah ﷺ was with Jibil, he heard a noise from above. Jibil lifted his sight to the sky and said, 'This is a door that was opened just now in heaven, and it was never opened before.' An angel came down through the door to the Prophet ﷺ and said, 'Receive the good news of two lights that you have been given and which no Prophet before you was given: the Opener of the Book <span class=\"gray\">(Al-Fatihah)</span> and the last Ayat in Surat Al-Baqarah. You will not read a letter of them, but you will be granted its benefit.'\" This Hadith was collected by Muslim and An-Nasa'i, and this is the wording collected by An-Nasa'i.</p><div lang=\"en\" class=\"en \"><h2>The Tafsir of the Last Two Ayat of Surat Al-Baqarah</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Each one believes in Allah, His Angels, His Books, and His Messengers. <span class=\"gray\">(They say,)</span> \"We make no distinction between one another of His Messengers.\")</span></p><p lang=\"en\" class=\"en \">Therefore, each of the believers believes that Allah is the One and Only and the Sustainer, there is no deity worthy of worship except Him and there is no Lord except Him. The believers also believe in all Allah's Prophets and Messengers, in the Books that were revealed from heaven to the Messengers and Prophets, who are indeed the servants of Allah. Further, the believers do not differentiate between any of the Prophets, such as, believing in some of them and rejecting others. Rather, all of Allah's Prophets and Messengers are, to the believers, truthful, righteous, and they were each guided to the path of righteousness, even when some of them bring what abrogates the Law of some others by Allah's leave. Later on, the Law of Muhammad, the Final Prophet and Messenger from Allah, abrogated all the laws of the Prophets before him. So the Last Hour will commence while Muhammad's Law remains the only valid Law, and all the while a group of his Ummah will always be on the path of truth, apparent and dominant. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا سَمِعْنَا وَأَطَعْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say, \"We hear, and we obey\")</span> means, we heard Your statement, O our Lord, comprehended and implemented it, and adhered to its implications.</p><p class=\"ar qpc-hafs\" lang=\"ar\">غُفْرَانَكَ رَبَّنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(We seek)</span> Your forgiveness, our Lord)</span> contains a plea and supplication for Allah's forgiveness, mercy and kindness.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah burdens not a person beyond his scope)</span> means, Allah does not ask a soul what is beyond its ability. This only demonstrates Allah's kindness, compassion and generosity towards His creation. This Ayah is the Ayah that abrogated the Ayah that worried the Companions, that is, Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تُبْدُوا مَا فِي أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whether you disclose what is in yourselves or conceal it, Allah will call you to account for it.)</span><span class=\"gray\">[2:284]</span></p><p lang=\"en\" class=\"en \">This indicates that although Allah will question His servants and judge them, He will only punish for what one is able to protect himself from. As for what one cannot protect himself from, such as what one says to himself - or passing thoughts - they will not be punished for that. We should state here that to dislike the evil thoughts that cross one's mind is a part of faith. Allah said next,</p><p class=\"fa qpc-hafs\" lang=\"fa\">لَهَا مَا كَسَبَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He gets reward for that which he has earned)</span> of good,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَعَلَيْهَا مَا اكْتَسَبَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he is punished for that which he has earned)</span> of evil, that is, concerning the acts that one is responsible for.</p><p lang=\"en\" class=\"en \">Allah then said, <span class=\"gray\">[mentioning what the believers said]</span> while directing His servants to supplicate to Him, all the while promising them that He will answer their supplication:</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Our Lord! Push us not if we forget or fall into error,\")</span> meaning, \"If we forgot an obligation or fell into a prohibition, or made an error while ignorant of its ruling.\" We mentioned the Hadith by Abu Hurayrah, that Muslim collected, wherein Allah said, \"I shall <span class=\"gray\">(accept your supplication)</span>.\" There is also the Hadith by Ibn 'Abbas that Allah said, \"I did <span class=\"gray\">(accept your supplication)</span>.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Lay not on us a burden like that which You did lay on those before us <span class=\"gray\">(Jews and Christians)</span>,)</span> means, \"Even if we were able to perform them, do not require us to perform the difficult deeds as You required the previous nations before us, such as the burdens that were placed on them. You sent Your Prophet Muhammad ﷺ, the Prophet of mercy, to abrogate these burdens through the Law that You revealed to him, the Hanifi <span class=\"gray\">(Islamic Monotheism)</span>, easy religion.\" Muslim recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said that Allah said, \"I shall <span class=\"gray\">(accept your supplication)</span>.\" Ibn 'Abbas narrated that the Messenger of Allah ﷺ said that Allah said, \"I did <span class=\"gray\">(accept your supplication)</span>.\" There is the Hadith recorded through various chains of narration that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بُعِثْتُ بِالْحَنِيفِيَّةِ السَّمْحَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I was sent with the easy Hanifiyyah way.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Put not on us a burden greater than we have strength to bear)</span> of obligations, hardships and afflictions, do not make us bear what we cannot bear of this.</p><p class=\"ar qpc-hafs\" lang=\"ar\">رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Our Lord! Put not on us a burden greater than we have strength to bear.)</span></p><p lang=\"en\" class=\"en \">We mentioned that Allah said, \"I shall <span class=\"gray\">(accept your supplication)</span>\" in one narration, and, \"I did <span class=\"gray\">(accept your supplication)</span>,\" in another narration.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاعْفُ عَنَّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Pardon us)</span> meaning, between us and You regarding what You know of our shortcomings and errors.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَاغْفِرْ لَنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And grant us forgiveness)</span> concerning what is between us and Your servants. So do not expose our errors and evil deeds to them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَارْحَمْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have mercy on us)</span> in what will come thereafter. Therefore, do not allow us to fall into another error. They say that those who commit error need three things: Allah's forgiveness for what is between Him and them, that He conceals these errors from His other servants, and thus does not expose them before the servants, and that He grants them immunity from further error.\" We mentioned before that Allah answered these pleas, \"I shall,\" in one narration and, \"I did,\" in another narration.</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَنتَ مَوْلَانَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are our Mawla)</span> meaning, You are our supporter and helper, our trust is in You, You are sought for each and every type of help and our total reliance is on You. There is no power or strength except from You.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give us victory over the disbelieving people)</span> those who rejected Your religion, denied Your Oneness, refused the Message of Your Prophet ﷺ, worshipped other than You and associated others in Your worship. Give us victory and make us prevail above them in this and the Hereafter. Allah said, \"I shall,\" in one narration, and, \"I did,\" in the Hadith that Muslim collected from Ibn 'Abbas.</p><p lang=\"en\" class=\"en \">Further, Ibn Jarir recorded that Abu Ishaq said that whenever Mu'adh would finish reciting this Surah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And give us victory over the disbelieving people)</span>, he would say \"Amin.\"</p>"
  }
]