[
  {
    "ayah_key": "4:84",
    "group_ayah_key": "4:84",
    "from_ayah": "4:84",
    "to_ayah": "4:87",
    "ayah_keys": "4:84,4:85,4:86,4:87",
    "text": "<p lang=\"en\" class=\"en \">Then fight in the cause of Allah, you are not tasked <span class=\"gray\">(held responsible)</span> except for yourself, and incite the believers <span class=\"gray\">(to fight along with you)</span>, it may be that Allah will restrain the evil might of the disbelievers. And Allah is Stronger in might and Stronger in punishing <span>(84)</span>Whosoever intercedes for a good cause, will have the reward thereof; and whosoever intercedes for an evil cause, will have a share in its burden. And Allah is Ever All-Able to do everything <span>(85)</span>When you are greeted with a greeting, greet in return with what is better than it, or <span class=\"gray\">(at least)</span> return it equally. Certainly, Allah is Ever a Careful Account Taker of all things <span>(86)</span>Allah! None has the right to be worshipped but He. Surely, He will gather you together on the Day of Resurrection about which there is no doubt. And who is truer in statement than Allah <span>(87)</span></p><div lang=\"fr\" class=\"fr \"><h2>Allah Commands His Messenger <span class=\"gray\">(ﷺ)</span> to Perform Jihad</h2></div><p lang=\"en\" class=\"en \">Allah commands His servant and Messenger, Muhammad ﷺ, to himself fight in Jihad and not to be concerned about those who do not join Jihad. Hence Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تُكَلَّفُ إِلَّا نَفْسَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you are not tasked <span class=\"gray\">(held responsible except for yourself,)</span> Ibn Abi Hatim recorded that Abu Ishaq said, \"I asked Al-Bara bin 'Azib about a man who meets a hundred enemies and still fights them, would he be one of those referred to in Allah's statement,</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And do not throw yourselves into destruction <span class=\"gray\">(by not spending your wealth in the cause of Allah)</span>)</span>? <span class=\"gray\">[2:195]</span> He said, 'Allah said to His Prophet,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then fight in the cause of Allah, you are not tasked <span class=\"gray\">(held responsible)</span> except for yourself, and incite the believers <span class=\"gray\">(to fight along with you)</span>)</span>.\"</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded Sulayman bin Dawud saying that Abu Bakr bin 'Ayyash said that Abu Ishaq said, \"I asked Al-Bara', 'If a man attacks the lines of the idolators, would he be throwing himself to destruction?' He said, 'No because Allah has sent His Messenger ﷺ and commanded him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then fight in the cause of Allah, you are not tasked <span class=\"gray\">(held responsible)</span> except for yourself,)</span> That Ayah is about spending <span class=\"gray\">[in Allah's cause]</span>.\"</p><div lang=\"en\" class=\"en \"><h2>Inciting the Believers to Fight</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَحَرِّضِ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and incite the believers)</span> to fight, by encouraging them and strengthening their resolve in this regard. For instance, the Prophet ﷺ said to the believers at the battle of Badr, while organizing their lines,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُومُوا إِلى جَنَّةٍ عَرْضُهَا السَّمٰوَاتُ وَالْأَرْضُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Stand up and march forth to a Paradise, as wide as the heavens and Earth.)</span></p><p lang=\"en\" class=\"en \">There are many Hadiths that encourage Jihad. Al-Bukhari recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ آمَنَ بِاللهِ وَرَسُولِهِ، وَأَقَامَ الصَّلَاةَ، وَآتَى الزَّكَاةَ، وَصَامَ رَمَضَانَ، كَانَ حَقًّا عَلَى اللهِ أَنْ يُدْخِلَهُ الْجَنَّـةَ، هَاجَرَ فِي سَبِيلِ اللهِ أَوْ جَلَسَ فِي أَرْضِهِ الَّتِي وُلِدَ فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever believes in Allah and His Messenger, offers prayer, pays the Zakah and fasts the month of Ramadan, will rightfully be granted Paradise by Allah, no matter whether he migrates in Allah's cause or remains in the land where he is born.)</span></p><p lang=\"ceb\" class=\"ceb \">The people said, 'O Allah's Messenger! Shall we acquaint the people with this good news?' He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّـةِ مِائَةَ دَرَجَةٍ أَعَدَّهَا اللهُ لِلْمُجَاهِدِينَ فِي سَبِيلِ اللهِ، بَيْنَ كُلِّ دَرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ، فَإِذَا سَأَلْتُمُ اللهَ فَاسْأَلُوهُ الْفِرْدَوْسَ، فَإِنَّهُ وَسَطُ الْجَنَّةِ، وَأَعْلَى الْجَنَّةِ، وَفَوْقَهُ عَرْشُ الرَّحْمٰنِ، وَمِنْهُ تَفَجَّرُ أَنْهَارُ الْجَنَّةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Paradise has one hundred grades which Allah has reserved for the Mujahidin who fight in His cause, the distance between each two grades is like the distance between the heaven and the Earth. So, when you ask Allah, ask for Al-Firdaws, which is the best and highest part of Paradise, above it is the Throne of the Most Beneficent <span class=\"gray\">(Allah)</span> and from it originate the rivers of Paradise.)</span></p><p lang=\"en\" class=\"en \">There are various narrations for this Hadith from 'Ubadah, Mu'adh, and Abu Ad-Darda'. Abu Sa'id Al-Khudri narrated that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَبَا سَعِيدٍ! مَنْ رَضِيَ بِاللهِ رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ صلّى الله عليه وسلّم نَبِيًّا، وَجَبَتْ لَهُ الْجَنَّـةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Abu Sa'id! Whoever accepts Allah as his Lord, Islam as his religion and Muhammad as the Prophet, then he would rightfully acquire Paradise.)</span> Abu Sa'id liked these words and said, \"O Allah's Messenger! Repeat them for me.\" The Prophet ﷺ repeated his words, then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُخْرَى يَرْفَعُ اللهُ الْعَبْدَ بِهَا مِائَةَ دَرَجَةٍ فِي الْجَنَّـةِ، مَا بَيْنَ كُلِّ دَرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(there is)</span> another deed for which Allah raises the servant a hundred grades in Paradise, between each two grades is the distance between heaven and Earth.)</span> Abu Sa'id said, \"What is it, O Allah's Messenger?\" He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْجِهَادُ فِي سَبِيلِ اللهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Jihad in Allah's cause.)</span> This Hadith was collected by Muslim. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَسَى اللَّهُ أَن يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it may be that Allah will restrain the evil might of the disbelievers.)</span> means, by your encouraging them to fight, their resolve will be strengthened to meet the enemy in battle, to defend Islam and its people and to endure and be patient against the enemy. Allah's statement,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنكِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah is Stronger in might and Stronger in punishing.)</span> means, He is able over them in this life and the Hereafter, just as He said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانتَصَرَ مِنْهُمْ وَلَٰكِن لِّيَبْلُوَ بَعْضَكُم بِبَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if it had been Allah's will, He Himself could certainly have punished them <span class=\"gray\">(without you)</span>. But <span class=\"gray\">(He lets you fight)</span> in order to test some of you with others)</span><span class=\"gray\">(47:4)</span>.</p><div lang=\"en\" class=\"en \"><h2>Interceding for a Good or an Evil Cause</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَّن يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُن لَّهُ نَصِيبٌ مِّنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whosoever intercedes for a good cause, will have the reward thereof;)</span> meaning, whoever intercedes in a matter that produces good results, will acquire a share in that good.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُن لَّهُ كِفْلٌ مِّنْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whosoever intercedes for an evil cause, will have a share in its burden.)</span> meaning, he will carry a burden due to what resulted from his intercession and intention. For instance, it is recorded in the Sahih that the Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اشْفَعُوا تُؤْجَرُوا، وَيَقْضِي اللهُ عَلى لِسَانِ نَبِيِّهِ مَا شَاءَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Intercede and you will gain a reward of it. Yet, Allah shall decide whatever He wills by the words of His Prophet.)</span> Mujahid bin Jabr said, \"This Ayah was revealed about the intercession of people on behalf of each other.\" Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ مُّقِيتًا</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(And Allah is Ever Muqit over everything.)</span> Ibn 'Abbas, 'Ata', 'Atiyah, Qatadah and Matar Al-Warraq said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُّقِيتًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Muqit)</span> means, \"Watcher.\" Mujahid said that Muqit means, 'Witness', and in another narration, 'Able to do.'</p><div lang=\"en\" class=\"en \"><h2>Returning the Salam, With a Better Salam</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When you are greeted with a greeting, greet in return with what is better than it, or <span class=\"gray\">(at least)</span> return it equally.)</span></p><p lang=\"en\" class=\"en \">meaning, if the Muslim greets you with the Salam, then return the greeting with a better Salam, or at least equal to the Salam that was given. Therefore, the better Salam is recommended, while returning it equally is an obligation.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Abu Raja' Al-'Utaridi said that 'Imran bin Husayn said that a man came to the Messenger of Allah ﷺ and said, \"As-Salamu 'Alaykum\". The Prophet ﷺ returned the greeting, and after the man sat down he said, \"Ten.\" Another man came and said, \"As-Salamu 'Alaykum wa Rahmatullah, O Allah's Messenger.\" The Prophet ﷺ returned the greeting, and after the man sat down he said, \"Twenty.\" Then another man came and said, \"As-Salamu 'Alaykum wa Rahmatullah wa Barakatuh.\" The Prophet returned the greeting, and after the man sat down he said, \"Thirty.\" This is the narration recorded by Abu Dawud. At-Tirmidhi, An-Nasa'i and Al-Bazzar also recorded it. At-Tirmidhi said, \"Hasan Gharib\". There are several other Hadiths on this subject from Abu Sa'id, 'Ali, and Sahl bin Hanif. When the Muslim is greeted with the full form of Salam, he is obliged to return the greeting equally.</p><p lang=\"en\" class=\"en \">As for Ahl Adh-Dhimmah the Salam should not be initiated nor should the greeting be added to when returning their greeting. Rather, as recorded in the Two Sahihs their greeting is returned to them equally. Ibn 'Umar narrated that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا سَلَّمَ عَلَيْكُمُ الْيَهُودُ، فَإِنَّمَا يَقُولُ أَحَدُهُمْ: السَّامُ عَلَيْكَ، فَقُلْ: وَعَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the Jews greet you, one of them would say, 'As-Samu 'Alayka <span class=\"gray\">(death be unto you)</span>.' Therefore, say, 'Wa 'Alayka <span class=\"gray\">(and the same to you)</span>.')</span> In his Sahih, Muslim recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَبْدَأُوا الْيَهُودَ وَالنَّصَارَى بِالسَّلَامِ، وَإِذَا لَقِيتُمُوهُمْ فِي طَرِيقٍ فَاضْطَرُّوهُمْ إِلى أَضْيَقِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not initiate greeting the Jews and Christians with the Salam, and when you pass by them on a road, force them to its narrowest path.)</span></p><p lang=\"ceb\" class=\"ceb \">Abu Dawud recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِي نَفْسِي بِيَدِهِ، لَا تَدْخُلُوا الْجَنَّـةَ حَتَّى تُؤْمِنُوا، وَلَا تُؤْمِنُوا حَتَّى تَحَابُّوا، أَفَلَا أَدُلُّكُمْ عَلَى أَمْرٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُمْ؟ أَفْشُوا السَّلَامَ بَيْنَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By He in Whose Hand is my soul! You will not enter Paradise until you believe, and you will not believe until you love each other. Should I direct you to an action that would direct you to love each other? Spread the Salam among yourselves.)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah! none has the right to be worshipped but He)</span> informing that He is singled out as the sole God of all creation. Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَيَجْمَعَنَّكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, He will gather you together on the Day of Resurrection about which there is no doubt.)</span> swearing that He will gather the earlier and latter generations in one area, rewarding or punishing each person according to his or her actions. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who is truer in statement than Allah)</span> meaning, no one utters more truthful statements than Allah, in His promise, warning, stories of the past and information of what is to come; there is no deity worthy of worship nor Lord except Him.</p>"
  }
]