[
  {
    "ayah_key": "39:1",
    "group_ayah_key": "39:1",
    "from_ayah": "39:1",
    "to_ayah": "39:4",
    "ayah_keys": "39:1,39:2,39:3,39:4",
    "text": "<p lang=\"en\" class=\"en \">The Virtues of Surat Az-Zumar</p><p lang=\"en\" class=\"en \">An-Nasa'i recorded that 'A'ishah, may Allah be pleased with her, said, \"The Messenger of Allah ﷺ used to fast until we would say, 'He does not want to break fast,' and he would not fast until we would say, 'He does not want to fast.' And he ﷺ used to recite Bani Isra'il <span class=\"gray\">[Al-Isra']</span> and Az-Zumar every night.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ - إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ - أَلَا لِلَّهِ الدِّينُ الْخَالِصُ ۚ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ - لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَاءُ ۚ سُبْحَانَهُ ۖ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. The revelation of this Book is from Allah, the Almighty, the All-Wise.)</span><span class=\"gray\">(2. Verily, We have sent down the Book to you in truth. So, worship Allah by doing religious deeds sincerely for Him only.)</span><span class=\"gray\">(3. Surely, the religion is for Allah only. And those who take protectors besides Him <span class=\"gray\">(say)</span>: \"We worship them only that they may bring us near to Allah.\" Verily, Allah will judge between them concerning that wherein they differ. Truly, Allah guides not him who is a liar, and a disbeliever.)</span><span class=\"gray\">(4. Had Allah willed to take a son, He could have chosen whom He willed out of those whom He created. But glory be to Him! He is Allah, the One, the Irresistible.)</span></p><p lang=\"en\" class=\"en \">The Order for Tawhid and the Refutation of Shirk</p><p lang=\"en\" class=\"en \">Allah tells us that the revelation of this Book, which is the magnificent Qur'an, is from Him, and is truth in which there is no doubt whatsoever. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ - نَزَلَ بِهِ الرُّوحُ الْأَمِينُ - عَلَىٰ قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ - بِلِسَانٍ عَرَبِيٍّ مُبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And truly, this is a revelation from the Lord of the creatures, which the trustworthy Ruh <span class=\"gray\">(Jibril)</span> has brought down upon your heart that you may be <span class=\"gray\">(one)</span> of the warners, in the plain Arabic language.)</span><span class=\"gray\">(26:192-195)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّهُ لَكِتَابٌ عَزِيزٌ - لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, it is a mighty Book. Falsehood cannot come to it from before it or behind it, <span class=\"gray\">(it is)</span> sent down by the All-Wise, Worthy of all praise.)</span><span class=\"gray\">(41:41-42)</span></p><p lang=\"en\" class=\"en \">And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The revelation of this Book is from Allah, the Almighty,)</span> meaning, the Almighty, All-Powerful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the All-Wise.)</span> meaning, in all that He says, does, legislates and decrees.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have sent down the Book to you in truth. So, worship Allah by doing religious deeds sincerely for Him only.)</span> means, so worship Allah Alone with no partner or associate, and call mankind to that, and teach them that it is not right to worship anyone or anything except Him Alone, and He has no partner, equal or rival. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا لِلَّهِ الدِّينُ الْخَالِصُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, the religion is for Allah only.)</span> meaning, He will not accept any deed unless it is done purely and sincerely for Him Alone, with no partner or associate. Then Allah tells us that the idolators say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We worship them only that they may bring us near to Allah.)</span> meaning what motivates them to worship them is the fact that they made their idols in the image of the angels – or so they claim – and when they worship those images it is like worshipping the angels, so that they will intercede with Allah for them to help and give them provision and other worldly needs. As far as the resurrection is concerned, they denied it and did not believe in it. Qatadah, As-Suddi and Malik said, narrating from Zayd bin Aslam and Ibn Zayd:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(only that they may bring us near to Allah.)</span> means, \"So that they may intercede for us and bring us closer to Him.\" During Jahiliyyah, they used to recite the following for their Talbiyah when they performed Hajj; \"At Your service, You have no partner except the partner You have; he and all that he owns belong to You.\" This pretentious argument which the idolators of all times, ancient and modern, used as evidence is what the Messengers, may the blessings and peace of Allah be upon them all, came to refute and forbid, and to call people to worship Allah Alone with no partner or associate. This is something that the idolators themselves invented; Allah did not give them permission for it, nor does He approve of it; indeed, He hates it and forbids it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We have sent among every Ummah a Messenger <span class=\"gray\">(proclaiming)</span>: \"Worship Allah, and avoid Taghut.\")</span><span class=\"gray\">(16:36)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not send any Messenger before you but We revealed to him <span class=\"gray\">(saying)</span>: \"None has the right to be worshipped but I <span class=\"gray\">(Allah)</span>, so worship Me.\")</span><span class=\"gray\">(21:25)</span></p><p lang=\"en\" class=\"en \">And Allah tells us that the angels in the heavens, those who are close to Him and others, are all servants who submit humbly to Allah. They do not intercede with Him except by His leave for the one with whom He is pleased. They are not like the princes and ministers of their <span class=\"gray\">(the idolators')</span> kings who intercede with them without their permission for both those whom the kings like and those whom they hate.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So put not forward similitudes for Allah)</span><span class=\"gray\">(16:74)</span>. Exalted be Allah far above that.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah will judge between them)</span> means, on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(concerning that wherein they differ.)</span> means, He will judge between His creation on the Day of Resurrection and will reward or punish each person according to his deeds.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَٰؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ - قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ ۖ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ ۖ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> the Day when He will gather them all together, then He will say to the angels: \"Was it you that these people used to worship?\" They <span class=\"gray\">(the angels)</span> will say: \"Glorified be You! You are our Wali <span class=\"gray\">(Lord)</span> instead of them. Nay, but they used to worship the Jinn; most of them were believers in them.\")</span><span class=\"gray\">(34:40-41)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, Allah guides not him who is a liar, and a disbeliever.)</span> means, He will not show true guidance to one who deliberately tells lies about Allah and whose heart rejects the signs and proof of Allah. Then Allah states that He does not have any offspring, as the ignorant idolators claim the angels to be, and as the stubborn Jews and Christians claim 'Uzayr and 'Isa to be. Allah, may He be blessed and exalted, says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَاءُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had Allah willed to take a son <span class=\"gray\">(or offspring)</span>, He could have chosen whom He willed out of those whom He created.)</span> meaning, the matter would not have been as they claim. This is a conditional sentence which does not imply that this happened or that it is permitted; indeed, it is impossible. The aim is only to point out the ignorance of their claims. It is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا لَاتَّخَذْنَاهُ مِنْ لَدُنَّا إِنْ كُنَّا فَاعِلِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had We intended to take a pastime, We could surely have taken it from Us, if We were going to do <span class=\"gray\">(that)</span>.)</span><span class=\"gray\">(21:17)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنْ كَانَ لِلرَّحْمَٰنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"If the Most Gracious had a son, then I am the first of worshippers.\")</span><span class=\"gray\">(43:81)</span> All of these Ayat are conditional, and it is permissible to form a conditional sentence referring to something that is impossible if it serves the purposes of the speaker.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَهُ ۖ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But glory be to Him! He is Allah, the One, the Irresistible.)</span> means, exalted and sanctified be He above the idea that He could have any offspring, for He is the One, the Only, the Unique, the Self-Sufficient Master to Whom everything is enslaved and is in need of. He is the One Who is independent of all else, Who has subjugated all things and they submit humbly to Him. Blessed and exalted be He far above what the wrongdoers and deniers say.</p>"
  },
  {
    "ayah_key": "39:10",
    "group_ayah_key": "39:10",
    "from_ayah": "39:10",
    "to_ayah": "39:12",
    "ayah_keys": "39:10,39:11,39:12",
    "text": "<p lang=\"en\" class=\"en \">Say: \"O My servants who believe, have Taqwa of your Lord. Good is for those who do good in this world, and Allah's earth is spacious! Only those who are patient shall receive their reward in full, without reckoning. <span>(10)</span>Say: \"Verily, I am commanded to worship Allah, making religion sincerely for Him. <span>(11)</span>\"And I am commanded <span class=\"gray\">(this)</span> in order that I may be the first of the Musli <span>(12)</span></p><p lang=\"en\" class=\"en \">The Command for Taqwa, Emigration and to worship Him alone with all Sincerity</p><p lang=\"en\" class=\"en \">Allah commands His believing servants to remain steadfast in their obedience and have Taqwa of Him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا فِي هَٰذِهِ الدُّنْيَا حَسَنَةٌ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"O My servants who believe, have Taqwa of your Lord. Good is for those who do good in this world...\")</span> means, the one who does good deeds in this world, will have a good <span class=\"gray\">(reward)</span> in this world and in the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَرْضُ اللَّهِ وَاسِعَةٌ ۗ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah's earth is spacious!)</span> Mujahid said, \"So emigrate through it and strive hard and keep away from idols.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Only those who are patient shall receive their reward in full, without reckoning.)</span> Al-'Awza'i said, \"Their reward will not be weighed or measured; they will be given an immense reward.\" As-Suddi said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Only those who are patient shall receive their reward in full, without reckoning.)</span> means, \"In Paradise.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَهُ الدِّينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Verily, I am commanded to worship Allah, making religion sincerely for Him...\")</span> means, 'I am commanded to worship Allah alone in all sincerity, with no partner or associate.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I am commanded <span class=\"gray\">(this)</span> in order that I may be the first of the Muslims.)</span></p>"
  }
]