[
  {
    "ayah_key": "10:3",
    "group_ayah_key": "10:3",
    "from_ayah": "10:3",
    "to_ayah": "10:3",
    "ayah_keys": "10:3",
    "text": "<p lang=\"en\" class=\"en \">\"Surely, your Lord is Allah Who created the heavens and the earth in six Days and then rose over <span class=\"gray\">(Istawa)</span> the Throne, arranging the affair <span class=\"gray\">[of all things]</span>. No intercessor <span class=\"gray\">(can plead with Him)</span> except after He permits. That is Allah, your Lord; so worship Him <span class=\"gray\">(alone)</span>. Then, will you not remember <span>(3)</span></p><div lang=\"en\" class=\"en \"><h2>Allah is the Creator Who arranges the Affairs of the Universe</h2></div><p lang=\"en\" class=\"en \">Allah tells us that He is the Lord of the entire existence. He tells us that He created the heavens and the earth in six days. It was said: \"Like these days <span class=\"gray\">(meaning our worldly days)</span>.\" It was also said: \"Every day is like a thousand years of what we reckon.\" Later, this will be discussed further.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then rose over <span class=\"gray\">(Istawa)</span> the Throne.)</span>\" </p><p lang=\"en\" class=\"en \">The Throne is the greatest of the creatures and is like a ceiling for them. Allah's statement:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُدَبِّرُ الْأَمْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(arranging the affair <span class=\"gray\">[of all things]</span>.)</span> means that He controls the affairs of the creatures.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not even the weight of a speck of dust escapes His Knowledge in the heavens or in the earth.)</span><span class=\"gray\">(34:3)</span></p><p lang=\"en\" class=\"en \">No affair distract' Him from other affairs. No matter troubles Him. The persistent requests of His creatures do not annoy Him. He governs big things as He governs small things everywhere, on the mountains, in the oceans, in populated areas, or in wastelands.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And no moving creature is there on earth but its provision is due from Allah.)</span><span class=\"gray\">(11:6)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُّبِينٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not a leaf falls, but He knows it. There is not a grain in the darkness of the earth nor anything fresh or dry, but is written in a Clear Record.)</span><span class=\"gray\">(6:59)</span></p><p lang=\"mt\" class=\"mt \">Ad-Darawardi narrated from Sa'd bin Ishaq bin Ka'b bin 'Ujrah that he said: \"When this Ayah was revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, your Lord is Allah Who created the heavens and the earth)</span> they met a great caravan whom they thought should be Arabs. They said to them: 'Who are you?' They replied: 'We are Jinns. We left Al-Madinah because of this Ayah.'\" This was recorded by Ibn Abi Hatim. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا مِن شَفِيعٍ إِلَّا مِن بَعْدِ إِذْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No intercessor <span class=\"gray\">(can plead with Him)</span> except after He permits.)</span></p><p lang=\"en\" class=\"en \">This is similar to what is in the following Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Who is he that can intercede with Him except with His permission?)</span><span class=\"gray\">(2:255)</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَم مِّن مَّلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِن بَعْدِ أَن يَأْذَنَ اللَّهُ لِمَن يَشَاءُ وَيَرْضَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there are many angels in the heavens, whose intercession will avail nothing except after Allah has given leave for whom He wills and is pleased with.)</span><span class=\"gray\">(53:26)</span>, and;</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَنفَعُ الشَّفَاعَةُ عِندَهُ إِلَّا لِمَنْ أَذِنَ لَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Intercession with Him profits not except for him whom He permits.)</span><span class=\"gray\">(34:23)</span>. Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ ۚ أَفَلَا تَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is Allah, your Lord; so worship Him <span class=\"gray\">(alone)</span>. Then, will you not remember?)</span> meaning worship Him alone with no partners.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَلَا تَذَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then will you not remember?)</span> meaning \"O idolators, you worship gods with Allah while you know that He alone is the Creator,\" as He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you ask them who created them, they will surely say: \"Allah.\")</span><span class=\"gray\">(43:87)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَن رَّبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ - سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Say: \"Who is <span class=\"gray\">(the)</span> Lord of the seven heavens, and <span class=\"gray\">(the)</span> Lord of the Great Throne? They will say: \"Allah.\" Say: \"Will you not then have Taqwa?\")</span><span class=\"gray\">(23:86-87)</span>, </p><p lang=\"en\" class=\"en \">Similar is mentioned in the Ayah before this Ayah and after it.</p>"
  },
  {
    "ayah_key": "10:31",
    "group_ayah_key": "10:31",
    "from_ayah": "10:31",
    "to_ayah": "10:33",
    "ayah_keys": "10:31,10:32,10:33",
    "text": "<p lang=\"en\" class=\"en \">Say: \"Who provides for you from the sky and the earth? Or who owns hearing and sight? And who brings out the living from the dead and brings out the dead from the living? And who disposes of the affairs?\" They will say: \"Allah.\" Say: \"Will you not then be afraid <span class=\"gray\">(of Allah's punishment)</span>? <span>(31)</span>Such is Allah, your Lord in truth. So after the truth, what else can there be, save error? How then are you turned away <span>(32)</span>Thus is the Word of your Lord justified against those who rebel <span class=\"gray\">(disobey Allah)</span>, that they will not believe <span>(33)</span></p><div lang=\"en\" class=\"en \"><h2>The Idolators recognize Allah's Tawhid in Lordship and the Evidence is established against Them through this Recognition</h2></div><p lang=\"en\" class=\"en \">Allah argues that the idolators' recognition of Allah's Oneness in Lordship is an evidence against them, for which they should admit and recognize the Oneness in divinity and worship. So Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَن يَرْزُقُكُم مِّنَ السَّمَاءِ وَالْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Who provides for you from the sky and the earth?\")</span> meaning, who is He Who sends down water from the sky and splits the earth with His power and will and allows things to grow from it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِلَٰهٌ مَّعَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is there a god, besides Allah?)</span><span class=\"gray\">[27:62]</span><span class=\"gray\">[Who provides;]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">حَبًّا - وَعِنَبًا وَقَضْبًا - وَزَيْتُونًا وَنَخْلًا - وَحَدَائِقَ غُلْبًا - وَفَاكِهَةً وَأَبًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Grains. And grapes and clover plants. And olives and date palms. And gardens dense with many trees. And fruits and herbage.)</span>\"<span class=\"gray\">[80:27-31]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَيَقُولُونَ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"Allah.\")</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّنْ هَٰذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Who is he that can provide for you if He should withhold His provision?)</span><span class=\"gray\">[67:21]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّن يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or who owns hearing and sight?)</span> means that Allah is the One who granted you the power of sight and hearing. If He willed otherwise, He would remove these gifts and deprive you of them. Similarly, Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ هُوَ الَّذِي أَنشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say it is He Who has created you, and endowed you with hearing and seeing.)</span><span class=\"gray\">[67:23]</span> Allah also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Tell me, if Allah took away your hearing and your sight.)</span><span class=\"gray\">[6:46]</span> Then Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who brings out the living from the dead and brings out the dead from the living?)</span> by His great power and grace.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يُدَبِّرُ الْأَمْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who disposes of the affairs?)</span></p><p lang=\"en\" class=\"en \">In Whose Hand is the dominion of everything? Who protects all, while against Whom there is no protector? Who is the One who judges with none reversing His judgement? Who is the One that is not questioned about what He does while they will be questioned?</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَسْأَلُهُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whosoever is in the heavens and on earth begs of Him. Every day He is <span class=\"gray\">(engaged)</span> in some affair!)</span><span class=\"gray\">[55:29]</span></p><p lang=\"en\" class=\"en \">The upper and lower kingdoms and what is in them both, including the angels, humans, and Jinn are in desperate need of Him. They are His servants and are under His control.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَسَيَقُولُونَ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"Allah.\")</span> they say this knowingly and they admit it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقُلْ أَفَلَا تَتَّقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: 'Will you not then be afraid <span class=\"gray\">(of Allah's punishment)</span>?\")</span> meaning, don't you fear Him when you worship others because of your ignorance and false opinions? Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَٰلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is Allah, your Lord in truth.)</span></p><p lang=\"en\" class=\"en \">This Lord that you admitted is the One Who does all this, is your Lord and the True Deity that deserves to be worshipped alone.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So after the truth, what else can there be, save error?)</span> any one worshipped other than Him is false, for there is no God but Allah, He Has no partners.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَنَّىٰ تُصْرَفُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How then are you turned away?)</span> How then can you turn away from His worship to worship others while you know that He is the Lord that has created everything, the One who controls and governs everything? Allah then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus is the Word of your Lord justified against those who rebel,)</span></p><p lang=\"en\" class=\"en \">These idolators disbelieved and continued to practice their Shirk, and worship others beside Allah. But they knew that He is the Creator, the Sustainer and the only One of authority and control in this universe, the One Who sent His Messengers to single Him out for all worship. As they disbelieved and were persistent in their Shirk, Allah's Word proved true and was justified that they would be miserable inhabitants of the Fire. Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا بَلَىٰ وَلَٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will say: \"Yes,\" but the Word of torment has been justified against the disbelievers!)</span><span class=\"gray\">[39:71]</span></p>"
  }
]