[
  {
    "ayah_key": "2:115",
    "group_ayah_key": "2:115",
    "from_ayah": "2:115",
    "to_ayah": "2:115",
    "ayah_keys": "2:115",
    "text": "<p class=\"en translation\" lang=\"en\">And to Allah belong the east and the west, so wherever you turn <span class=\"gray\">(yourselves or your faces)</span> there is the Face of Allah <span class=\"gray\">(and He is High above, over His Throne)</span>. Surely, Allah is Sufficient <span class=\"gray\">(for His creatures' needs)</span>, Knowing <span>(115)</span></p><div lang=\"en\" class=\"en \"><h2>Facing the Qiblah <span class=\"en gray\" lang=\"en\">(Direction of the Prayer)</span></h2></div><p lang=\"en\" class=\"en \">This ruling brought comfort to the Messenger of Allah ﷺ and his Companions, who were driven out of Makkah and had to depart from the area of Al-Masjid Al-Haram. In Makkah, the Messenger of Allah ﷺ used to pray in the direction of Bayt Al-Maqdis, while the Ka'bah was between him and the Qiblah. When the Messenger ﷺ migrated to Al-Madinah, he faced Bayt Al-Maqdis for sixteen or seventeen months, and then Allah directed him to face Al-Ka'bah in prayer. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And to Allah belong the east and the west, so wherever you turn <span class=\"gray\">(yourselves or your faces)</span> there is the Face of Allah <span class=\"gray\">(and He is High above, over His Throne)</span>)</span>.</p><p lang=\"en\" class=\"en \">Ali bin Abi Talhah said that Ibn 'Abbas said, \"The first part of the Qur'an that was abrogated was about the Qiblah. When the Messenger of Allah ﷺ migrated to Al-Madinah, which was inhabited by the Jews, he was at first commanded to face Bayt Al-Maqdis. The Jews were happy, and the Messenger of Allah ﷺ faced Bayt Al-Maqdis for some ten months. However, the Messenger of Allah ﷺ liked to face the Qiblah of Ibrahim <span class=\"gray\">(Al-Ka'bah at Makkah)</span>, and he used to look to the sky and supplicate. So Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have seen the turning of your <span class=\"gray\">(Muhammad's)</span> face towards the heaven)</span> until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(turn your faces <span class=\"gray\">(in prayer)</span> in that direction)</span><span class=\"gray\">(2:144)</span>.</p><p lang=\"en\" class=\"en \">The Jews were disturbed by this development and said, 'What made them change the direction of the Qiblah that they used to face?' Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُل لِّلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ)</span>: \"To Allah belong both, east and the west\")</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So wherever you turn <span class=\"gray\">(yourselves or your faces)</span> there is the Face of Allah <span class=\"gray\">(and He is High above, over His Throne)</span>)</span>.\"</p><p lang=\"hmn\" class=\"hmn \">Ikrimah said that Ibn 'Abbas said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So wherever you turn <span class=\"gray\">(yourselves or your faces)</span> there is the Face of Allah <span class=\"gray\">(and He is High above, over His Throne)</span>)</span> means, \"Allah's direction is wherever you face, east or west.\" Mujahid said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So wherever you turn <span class=\"gray\">(yourselves or your faces)</span> there is the Face of Allah <span class=\"gray\">(and He is High above, over His Throne)</span>)</span></p><p lang=\"en\" class=\"en \">means, \"Wherever you may be, you have a Qiblah to face, that is, Al-Ka'bah.\"</p><p lang=\"en\" class=\"en \">However, it was said that Allah sent down this Ayah before the order to face the Ka'bah. Ibn Jarir said, \"Others said that this Ayah was revealed to the Messenger of Allah ﷺ permitting the one praying voluntary prayers to face wherever they wish in the east or west, while traveling, when in fear and when facing the enemy.\" For instance, Ibn 'Umar used to face whatever direction his animal was headed and proclaim that the Messenger of Allah ﷺ did the same, explaining the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So wherever you turn <span class=\"gray\">(yourselves or your faces)</span> there is the Face of Allah)</span>.\"</p><p lang=\"en\" class=\"en \">That Hadith was also collected by Muslim, At-Tirmidhi, An-Nasa'i, Ibn Abi Hatim, Ibn Marduwyah, and its origin is in the Two Sahihs from Ibn 'Umar and 'Amr bin Rabi'ah without mentioning the Ayah. In his Sahih, Al-Bukhari recorded that Nafi' said that whenever Ibn 'Umar was asked about the prayer during times of fear, he used to describe it and would then say, \"When the sense of fear is worse than that, pray while standing, or while riding, whether facing the Qiblah or not.\" Nafi' then said, \"I think Ibn 'Umar mentioned that from the Prophet ﷺ.\" It was also said that the Ayah was revealed about those who are unable to find the correct direction of the Qiblah in the dark or due to cloudy skies and, thus, prayed in a direction other than the Qiblah by mistake.</p><div lang=\"en\" class=\"en \"><h2>The Qiblah for the People of Al-Madinah is what is between the East and the West</h2></div><p lang=\"en\" class=\"en \">In his Tafsir of this Ayah <span class=\"gray\">(2:115)</span>, Al-Hafiz Ibn Marduwyah recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ قِبْلَةٌ لِأَهْلِ الْمَدِينَةِ وَأَهْلِ الشَّامِ وَأَهْلِ الْعِرَاقِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is between the east and the west is the Qiblah for the people of Al-Madinah, Ash-Sham and 'Iraq.)</span></p><p lang=\"en\" class=\"en \">At-Tirmidhi and Ibn Majah recorded this Hadith with the wording,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ قِبْلَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(What is between the east and the west is a Qiblah.)</span></p><p lang=\"en\" class=\"en \">Ibn Jarir said, \"The meaning of Allah's statement;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah is Sufficient <span class=\"gray\">(for His creatures' needs)</span>, Knowing)</span> is that Allah encompasses all His Creation by providing them with sufficient needs and by His generosity and favor. His statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Knowing)</span> means He is knowledgeable of their deeds and nothing escapes His watch, nor is He unaware of anything. Rather, His knowledge encompasses everything.\"</p>"
  }
]