[
  {
    "ayah_key": "16:104",
    "group_ayah_key": "16:104",
    "from_ayah": "16:104",
    "to_ayah": "16:105",
    "ayah_keys": "16:104,16:105",
    "text": "<p class=\"en translation\" lang=\"en\">Verily, those who do not believe in Allah's Ayat <span class=\"gray\">(signs, or revelation)</span>, Allah will not guide them, and theirs will be a painful punishment <span>(104)</span>It is only those who do not believe in Allah's Ayat who fabricate the falsehood, and it is they who are liars <span>(105)</span></p><p lang=\"en\" class=\"en \">Allah tells us that He does not guide those who turn away from remembering Him and who are heedless of that which He revealed to His Messenger ﷺ, those who have no intention of believing in that which he has brought from Allah. This kind of people will never be guided to faith by the signs of Allah and the Message which He sent His Messengers in this world, and they will suffer a painful and severe punishment in the Hereafter. Then Allah informs us that His Messenger ﷺ is not a forger nor a liar, because the one who fabricates falsehood about Allah and His Messenger ﷺ is the most evil of creatures.</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those who do not believe in Allah's Ayat,)</span> Allah will not guide them, and theirs will be a painful punishment, meaning, the disbelievers and heretics who are known to the people as liars. The Messenger Muhammad ﷺ, on the other hand, was the most honest and righteous of people, the most perfect in knowledge, deeds, faith and conviction. He was known among his people for his truthfulness and no one among them had any doubts about that - to such an extent that they always addressed him as Al-Amin <span class=\"gray\">(the Trustworthy)</span> Muhammad. Thus when Heraclius, the king of the Romans, asked Abu Sufyan about the attributes of the Messenger of Allah ﷺ, one of the things he said to him was, \"Did you ever accuse him of lying before he made his claim?\" Abu Sufyan said, \"No\". Heraclius said, \"He would refrain from lying about people and then go and fabricate lies about Allah?\"</p>"
  },
  {
    "ayah_key": "16:106",
    "group_ayah_key": "16:106",
    "from_ayah": "16:106",
    "to_ayah": "16:109",
    "ayah_keys": "16:106,16:107,16:108,16:109",
    "text": "<p lang=\"en\" class=\"en \">Whoever disbelieves in Allah after his belief - except one who was forced while his heart is at peace with the faith - but whoever opens their breasts to disbelief, on them is wrath from Allah, and theirs will be a terrible torment <span>(106)</span>That is because they preferred the life of this world over that of the Hereafter. And Allah does not guide the people who disbelieve <span>(107)</span>They are those upon whose hearts, hearing <span class=\"gray\">(ears)</span> and sight <span class=\"gray\">(eyes)</span> Allah has set a seal over. And they are the heedless <span>(108)</span>No doubt, in the Hereafter they will be the losers <span>(109)</span></p><div lang=\"en\" class=\"en \"><h2>Allah's Wrath against the Apostate, except for the One Who is forced into Disbelief</h2></div><p lang=\"en\" class=\"en \">Allah tells us that He is angry with them who willingly disbelieve in Him after clearly believing in Him, who open their hearts to disbelief finding peace in that, because they understood the faith yet they still turned away from it. They will suffer severe punishment in the Hereafter, because they preferred this life to the Hereafter, and they left the faith for the sake of this world and Allah did not guide their hearts and help them to stand firm in the true religion. He put a seal on their hearts so that they would not be able to understand what is beneficial for them, and He sealed their ears and eyes so that they would not benefit from them. Their faculties did not help them at all, so they are unaware of what is going to happen to them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جَرَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No doubt)</span> means, it is inevitable, and no wonder that those who are like this -</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْخَاسِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in the Hereafter, they will be the losers.)</span> meaning, they will lose themselves and their families on the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except one who was forced while his heart is at peace with the faith)</span> This is an exception in the case of one who utters statements of disbelief and verbally agrees with the Mushrikin because he is forced to do so by the beatings and abuse to which he is subjected, but his heart refuses to accept what he is saying, and he is, in reality, at peace with his faith in Allah and His Messenger ﷺ.</p><p lang=\"en\" class=\"en \">The scholars agreed that if a person is forced into disbelief, it is permissible for him to either go along with them in the interests of self-preservation, or to refuse, as Bilal did when they were inflicting all sorts of torture on him, even placing a huge rock on his chest in the intense heat and telling him to admit others as partners with Allah. He refused, saying, \"Alone, Alone.\" And he said, \"By Allah, if I knew any word more annoying to you than this, I would say it.\" May Allah be pleased with him.</p><p lang=\"en\" class=\"en \">Similarly, when the Liar Musaylimah asked Habib bin Zayd Al-Ansari, \"Do you bear witness that Muhammad is the Messenger of Allah?\" He said, \"Yes.\" Then Musaylimah asked, \"Do you bear witness that I am the messenger of Allah?\" Habib said, \"I do not hear you.\" Musaylimah kept cutting him, piece by piece, but he remained steadfast insisting on his words.</p><p lang=\"en\" class=\"en \">It is better and preferable for the Muslim to remain steadfast in his religion, even if that leads to him being killed, as was mentioned by Al-Hafiz Ibn 'Asakir in his biography of 'Abdullah bin Hudhafah Al-Sahmi, one of the Companions. He said that he was taken prisoner by the Romans, who brought him to their king. The king said, \"Become a Christian, and I will give you a share of my kingdom and my daughter in marriage.\" 'Abdullah said: \"If you were to give me all that you possess and all that Arabs possess to make me give up the religion of Muhammad ﷺ even for an instant, I would not do it.\" The king said, \"Then I will kill you.\" 'Abdullah said, \"It is up to you.\" The king gave orders that he should be crucified, and commanded his archers to shoot near his hands and feet while ordering him to become a Christian, but he still refused. Then the king gave orders that he should be brought down, and that a big vessel made of copper be brought and heated up. Then, while 'Abdullah was watching, one of the Muslim prisoners was brought out and thrown into it, until all that was left of him was scorched bones. The king ordered him to become a Christian, but he still refused. Then he ordered that 'Abdullah be thrown into the vessel, and he was brought back to the pulley to be thrown in. 'Abdullah wept, and the king hoped that he would respond to him, so he called him, but 'Abdullah said, \"I only weep because I have only one soul with which to be thrown into this vessel at this moment for the sake of Allah; I wish that I had as many souls as there are hairs on my body with which I could undergo this torture for the sake of Allah.\" According to some reports, the king imprisoned him and deprived him of food and drink for several days, then he sent him wine and pork, and he did not come near them. Then the king called him and asked him, \"What stopped you from eating?\" 'Abdullah said, \"It is permissible for me <span class=\"gray\">[under these circumstances]</span>, but I did not want to give you the opportunity to gloat.\" The king said to him, \"Kiss my head and I will let you go.\" 'Abdullah said, \"And will you release all the Muslim prisoners with me?\" The king said, \"Yes.\" So 'Abdullah kissed his head and he released him and all the other Muslim prisoners he was holding. When he came back, 'Umar bin Al-Khattab said, \"Every Muslim should kiss the head of 'Abdullah bin Hudhafah, and I will be the first to do so.\" And he stood up and kissed his head. May Allah be pleased with them both.</p>"
  },
  {
    "ayah_key": "16:110",
    "group_ayah_key": "16:110",
    "from_ayah": "16:110",
    "to_ayah": "16:111",
    "ayah_keys": "16:110,16:111",
    "text": "<p lang=\"en\" class=\"en \">Then, verily, your Lord for those who emigrated after they were put to trials and then performed Jihad, and were patient, - after this, your Lord is indeed Forgiving, Most Merciful <span>(110)</span><span class=\"gray\">(Remember)</span> the Day when every person will come pleading for himself, and every one will be paid in full for what he did, and they will not be dealt with unjustly <span>(111)</span></p><div lang=\"en\" class=\"en \"><h2>The One who is forced to renounce Islam will be forgiven if He does Righteous Deeds afterwards</h2></div><p lang=\"en\" class=\"en \">This refers to another group of people who were oppressed in Makkah and whose position with their own people was weak, so they went along with them when they were tried by them. Then they managed to escape by emigrating, leaving their homeland, families and wealth behind, seeking the pleasure and forgiveness of Allah. They joined the believers and fought with them against the disbelievers, bearing hardship with patience. Allah tells them that after this, meaning after their giving in when put to the test, He will forgive them and show mercy to them when they are resurrected.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Remember)</span> the Day when every person will come pleading)</span> meaning making a case in his own defence.</p><p class=\"sd qpc-hafs\" lang=\"sd\">عَن نَّفْسِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for himself.)</span> means, no one else will plead on his behalf; not his father, not his son, nor his brother, nor his wife.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتُوَفَّىٰ كُلُّ نَفْسٍ مَّا عَمِلَتْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and every one will be paid in full for what he did,)</span> meaning whatever he did, good or evil.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ لَا يُظْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will not be dealt with unjustly.)</span> meaning there will be no decrease in the reward for good, and no increase in the punishment for evil. They will not be dealt with unjustly in the slightest way.</p>"
  }
]