[
  {
    "ayah_key": "74:31",
    "group_ayah_key": "74:31",
    "from_ayah": "74:31",
    "to_ayah": "74:37",
    "ayah_keys": "74:31,74:32,74:33,74:34,74:35,74:36,74:37",
    "text": "<p lang=\"en\" class=\"en \">And We have set none but angels as guardians of the Fire. And We have fixed their number only as a trial for the disbelievers, in order that the People of the Scripture may arrive at a certainty and that the believers may increase in faith, and that no doubt may be left for the People of the Scripture and the believers, and that those in whose hearts is a disease and the disbelievers may say: \"What does Allah intend by this example?\" Thus Allah leads astray whom He wills and guides whom He wills. And none can know the hosts of your Lord but He. And this is nothing but a reminder to mankind <span>(31)</span>Nay! And by the moon <span>(32)</span>And by the night when it withdraws <span>(33)</span>And by the dawn when it brightens <span>(34)</span>Verily, it is but one of the greatest <span class=\"gray\">(signs)</span><span>(35)</span>A warning to mankin <span>(36)</span>To any of you that chooses to go forward, or to remain behind <span>(37)</span></p><p lang=\"en\" class=\"en \">The Number of Guardians of Hell and what the Disbelievers said about that</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا أَصْحَابَ النَّارِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have set none as <span class=\"gray\">(Ashab)</span> guardians of the Fire)</span> meaning, its guardians.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَلَائِكَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but angels.)</span> Guardian angels, stern and severe. This is a refutation of the idolators of the Quraysh when they mentioned the number of guardian angels. Abu Jahl said, \"O people of Quraysh! Are not every ten among you able to defeat one of them?\" So Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً ۙ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have set none but angels as guardians of the Fire.)</span> meaning, extremely strong in their creation. They cannot be stood against nor defeated. It has been said that Abu Al-Ashaddayn, and his name was Kaladah bin Usayd bin Khalaf, said, \"O people of Quraysh! You defend me against two of them and I will defend you against seventeen of them.\" He said this thinking himself to be very great. For they claimed that he achieved such strength that he would stand on a skin of cow hide and ten people would try to pull it out from under his feet, but the skin would be torn to pieces and still not be removed from under him. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have fixed their number only as a trial for the disbelievers,)</span> meaning, 'We only have mentioned their number as being nineteen as a test from Us for mankind.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In order that the People of the Scripture may arrive at a certainty)</span> meaning, so that they may know that this Messenger is true. For he speaks according to the same thing that they have with them of heavenly revealed Scriptures that came to the Prophets before him. Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that the believers may increase in faith.)</span> meaning, to their faith. This is due to what they witness from the truthfulness of the information of their Prophet, Muhammad ﷺ.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ ۙ وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that no doubt may be left for the People of the Scripture and the believers, and that those in whose hearts is a disease)</span> meaning, among the hypocrites.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّهُ بِهَٰذَا مَثَلًا    </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the disbelievers may say: \"What does Allah intend by this example?\")</span> meaning, they say, \"What is the wisdom in mentioning this here?\" Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ يُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus Allah leads astray whom He wills and guides whom He wills.)</span> meaning, by way of examples like this, faith becomes firm in the hearts of some people and it is shaken with others. This has a profound wisdom and it is an irrefutable proof.</p><p lang=\"en\" class=\"en \"> None knows the Soldiers of Allah except Him </p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And none can know the hosts of your Lord but He.)</span> meaning, none knows their number and their count except Allah. This is so that one does not make the mistake of thinking that they are only nineteen in all. It has been confirmed in the Hadith concerning Al-Isra' that is reported in the Two Sahihs and other collections, that the Messenger of Allah ﷺ said in describing the Frequented House <span class=\"gray\">(Al-Bayt Al-Ma'mur)</span>, which is in the seventh heaven,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا هُوَ يَدْخُلُهُ فِي كُلِّ يَوْمٍ سَبْعُونَ أَلْفَ مَلَكٍ لَا يَعُودُونَ إِلَيْهِ آخِرَ مَا عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Seventy thousand angels enter into it every day and they do not return to it as it is all that is due upon them <span class=\"gray\">(one visit in their lifetime)</span>.)</span> Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هِيَ إِلَّا ذِكْرَىٰ لِلْبَشَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And this is nothing but a reminder to mankind.)</span> Mujahid and others said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا هِيَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And this is not.)</span> \"This means the Hellfire which has been described.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا ذِكْرَىٰ لِلْبَشَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but a reminder to mankind.)</span> Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَلَّا وَالْقَمَرِ - وَاللَّيْلِ إِذْ أَدْبَرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay! And by the moon. And by the night when it withdraws.)</span> meaning, when it withdraws.</p><p class=\"ur qpc-hafs\" lang=\"ur\">وَالصُّبْحِ إِذَا أَسْفَرَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And by the dawn when it brightens.)</span> meaning, when it shines.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّهَا لَإِحْدَى الْكُبَرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, it is but one of the greatest <span class=\"gray\">(signs)</span>.)</span> meaning, the great things. This refers to the Hellfire. Ibn 'Abbas, Mujahid, Qatadah, Ad-Dahhak and others of the Salaf, all said this.</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَذِيرًا لِلْبَشَرِ - لِمَنْ شَاءَ مِنْكُمْ أَنْ يَتَقَدَّمَ أَوْ يَتَأَخَّرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A warning to mankind – to any of you that chooses to go forward, or to remain behind.)</span> meaning, for whoever wishes to accept the warning and be guided to the truth, or hold back from accepting it, turn away from it and reject it.</p>"
  }
]