[
  {
    "ayah_key": "35:19",
    "group_ayah_key": "35:19",
    "from_ayah": "35:19",
    "to_ayah": "35:26",
    "ayah_keys": "35:19,35:20,35:21,35:22,35:23,35:24,35:25,35:26",
    "text": "<p lang=\"en\" class=\"en \">Not alike are the blind and the seeing <span>(19)</span>Nor are <span class=\"gray\">(depths of)</span> darkness and light <span>(20)</span>Nor are the shade and the sun's heat <span>(21)</span>Nor are the living and the dead. Verily, Allah makes whom He wills to hear, but you cannot make hear those who are in graves <span>(22)</span>You are only a warner <span>(23)</span>Verily, We have sent you with the truth, a bearer of glad tidings and a warner. And there never was a nation but a warner had passed among them <span>(24)</span>And if they deny you, those before them also denied. Their Messengers came to them with clear signs, and with the Scriptures, and with the Book giving light <span>(25)</span>Then I took hold of those who disbelieved, and how terrible was My denial <span>(26)</span></p><p lang=\"en\" class=\"en \">The Believer and the Disbeliever are not equal</p><p lang=\"en\" class=\"en \">Allah says that these antonyms are clearly not equal, the blind and the seeing are not equal, there is a difference and a huge gap between them. Darkness and light are not equal, neither are shade and the sun's heat. By the same token, the living and the dead are not equal. This is the parable Allah makes of the believers who are the living, and the disbelievers who are the dead. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is he who was dead and We gave him life and set for him a light <span class=\"gray\">(of belief)</span> whereby he can walk amongst men – like him who is in the <span class=\"gray\">(depths of)</span> darkness from which he can never come out?)</span><span class=\"gray\">(6:122)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَىٰ وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ ۚ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The parable of the two parties is as that of the blind and the deaf and the seer and the hearer. Are they equal when compared?)</span><span class=\"gray\">(11:24)</span></p><p lang=\"en\" class=\"en \">The believer sees and hears, and walks in the light upon a straight path in this world and the Hereafter, until he comes to settle in Gardens <span class=\"gray\">(Paradise)</span> wherein is shade and springs. The disbeliever is blind and deaf, walking in darkness from which he cannot escape, he is lost in his misguidance in this world and the Hereafter, until he ends up in fierce hot wind and boiling water, and shadow of black smoke, neither cool nor good.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah makes whom He wills to hear,)</span> means. He guides them to listen to the proof and accept it and adhere it.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but you cannot make hear those who are in graves.)</span> means, 'just as the dead cannot benefit from guidance and the call to truth after they have died as disbelievers and ended up in the graves, so too you cannot help these idolators who are decreed to be doomed, and you cannot guide them.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنْ أَنْتَ إِلَّا نَذِيرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are only a warner)</span> means, 'all you have to do is to convey the Message and warn them, and Allah leaves astray whomsoever He wills and guides whomsoever He wills.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We have sent you with the truth, a bearer of glad tidings and a warner.)</span> means, a bearer of glad tidings to the believers and a warner to the disbelievers.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there never was a nation but a warner had passed among them.)</span> means, there was never any nation among the sons of Adam but Allah sent warners to them, and left them with no excuse. This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا أَنْتَ مُنْذِرٌ ۖ وَلِكُلِّ قَوْمٍ هَادٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are only a warner, and to every people there is a guide)</span><span class=\"gray\">(13:7)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ۖ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We have sent among every Ummah a Messenger <span class=\"gray\">(proclaiming)</span>: \"Worship Allah, and avoid all false deities.\" Then of them were some whom Allah guided and of them were some upon whom the straying was justified)</span><span class=\"gray\">(16:36)</span>. And there are many similar Ayat.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if they deny you, those before them also denied. Their Messengers came to them with clear signs,)</span> means, clear miracles and definitive proofs.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَبِالزُّبُرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and with the Scriptures,)</span> means, the Books.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِالْكِتَابِ الْمُنِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and with the Book giving light.)</span> means, clear and obvious.</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then I took hold of those who disbelieved,)</span> means, 'despite all of this, they denied the Messengers and the Message they brought, so I seized them, i.e., with My punishment.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ كَانَ نَكِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and how terrible was My denial!)</span> means, 'how great and intense and terrible do you think My punishment was?' And Allah knows best.</p>"
  },
  {
    "ayah_key": "35:2",
    "group_ayah_key": "35:2",
    "from_ayah": "35:2",
    "to_ayah": "35:2",
    "ayah_keys": "35:2",
    "text": "<p class=\"en translation\" lang=\"en\">Whatever of mercy, Allah may grant to mankind, none can withhold it; and whatever He may withhold, none can grant it thereafter. And He is the Almighty, the All-Wise <span>(2)</span></p><p lang=\"en\" class=\"en \">None can withhold the Mercy of Allah</p><p lang=\"en\" class=\"en \">Allah tells us that what He wills, happens, and what He does not will, does not happen. None can give what He withholds, and none can withhold what He gives.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Warrad, the freed slave of Al-Mughirah bin Shu'bah, said, \"Mu'awiyah wrote to Al-Mughirah bin Shu'bah, saying, 'Write for me what you heard from the Messenger of Allah ﷺ.' So Al-Mughirah called me and I wrote for him: 'I heard the Messenger of Allah ﷺ say when he finished praying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا إِلٰهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ، اللّٰهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is no god <span class=\"gray\">(worthy of worship)</span> except Allah alone, with no partner or associate. To Him be praise and dominion, and He is able to do all things. O Allah, there is none who can withhold what You give, and none can give what You withhold, and and good fortune and richness in anything cannot benefit one against Your will.)</span></p><p lang=\"en\" class=\"en \">And I heard him forbid gossiping, asking too many questions and wasting money, burying girls alive, disobeying one's mother, and withholding from others while asking from them.'\" This was also recorded by Al-Bukhari and Muslim, with several chain of narration. </p><p lang=\"en\" class=\"en \">It was recorded in Sahih Muslim that Abu Sa'id Al-Khudri, may Allah be pleased with him, said, \"When the Messenger of Allah ﷺ raised his head from bowing, he would say:</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَمِعَ اللهُ لِمَنْ حَمِدَهُ، اللّٰهُمَّ رَبَّنَا لَكَ الْحَمْدُ مِلْءُ السَّمَاءِ وَالْأَرْضِ، وَمِلْءُ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ، اللّٰهُمَّ أَهْلَ الثَّنَاءِ وَالْمَجْدِ،أَحَقُّ مَا قَالَ الْعَبْدُ وَكُلُّنَا لَكَ عَبْدٌ، اللّٰهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah hears those who praise Him. O Allah, our Lord, to You be praise, filling the heavens and the earth, and filling whatever You wish besides. O Allah, the One deserving praise and glory. The truest words that any servant says – and all of us are Your servants – are: O Allah, there is none who can withhold what You give, and none can give what You withhold, and no wealth or majesty can benefit anyone against Your will.)</span>\" This Ayah is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ ۖ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if Allah touches you with harm, there is none who can remove it but He; and if He intends any good for you, there is none who can repel His favor)</span><span class=\"gray\">(10:107)</span>. And there are many similar Ayat.</p>"
  }
]