[
  {
    "ayah_key": "3:78",
    "group_ayah_key": "3:78",
    "from_ayah": "3:78",
    "to_ayah": "3:78",
    "ayah_keys": "3:78",
    "text": "<p class=\"en translation\" lang=\"en\">And verily, among them is a party who distort the Book with their tongues, so that you may think it is from the Book, but it is not from the Book, and they say: This is from Allah, but it is not from Allah; and they speak a lie against Allah while they know it <span>(78)</span></p><div lang=\"en\" class=\"en \"><h2>The Jews Alter Allah's Words</h2></div><p lang=\"en\" class=\"en \">Allah states that some Jews, may Allah's curses descend on them, distort Allah's Words with their tongues, change them from their appropriate places, and alter their intended meanings. They do this to deceive the ignorant people by making it appear that their words are in the Book of Allah. They attribute their own lies to Allah, even though they know that they have lied and invented falsehood. Therefore, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they speak a lie against Allah while they know it.)</span></p><p lang=\"hi-Latn\" class=\"hi-Latn \">Mujahid, Ash-Sha'bi, Al-Hasan, Qatadah and Ar-Rabi' bin Anas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَلْوُونَ أَلْسِنَتَهُم بِالْكِتَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who distort the Book with their tongues,)</span> means, \"They alter them <span class=\"gray\">(Allah's Words)</span>.\"</p><p lang=\"en\" class=\"en \">Al-Bukhari reported that Ibn 'Abbas said that the Ayah means they alter and add although none among Allah's creation can remove the Words of Allah from His Books, they alter and distort their apparent meanings. Wahb bin Munabbih said, \"The Tawrah and the Injil remain as Allah revealed them, and no letter in them was removed. However, the people misguide others by addition and false interpretation, relying on books that they wrote themselves. Then,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَقُولُونَ هُوَ مِنْ عِندِ اللَّهِ وَمَا هُوَ مِنْ عِندِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they say: \"This is from Allah,\" but it is not from Allah;)</span></p><p lang=\"en\" class=\"en \">As for Allah's Books, they are still preserved and cannot be changed.\" Ibn Abi Hatim recorded this statement. However, if Wahb meant the books that are currently in the hands of the People of the Book, then we should state that there is no doubt that they altered, distorted, added to and deleted from them. For instance, the Arabic versions of these books contain tremendous error, many additions and deletions and enormous misinterpretation. Those who rendered these translations have incorrect comprehension in most, rather, all of these translations. If Wahb meant the Books of Allah that He has with Him, then indeed, these Books are preserved and were never changed.</p>"
  },
  {
    "ayah_key": "3:79",
    "group_ayah_key": "3:79",
    "from_ayah": "3:79",
    "to_ayah": "3:80",
    "ayah_keys": "3:79,3:80",
    "text": "<p lang=\"en\" class=\"en \">It is not <span class=\"gray\">(possible)</span> for any human being to whom Allah has given the Book and Al-Hukm and prophethood to say to the people: \"Be my worshippers rather than Allah's.\" On the contrary <span class=\"gray\">(he would say)</span>: \"Be you Rabbaniyyun, because you are teaching the Book, and you are studying it. <span>(79)</span>Nor would he order you to take angels and Prophets for lords. Would he order you to disbelieve after you have submitted to Allah's will <span>(80)</span></p><div lang=\"en\" class=\"en \"><h2>No Prophet Ever Called People to Worship him or to Worship Other Than Allah</h2></div><p lang=\"en\" class=\"en \">This Ayah <span class=\"gray\">[3:79]</span> means, it is not for a person whom Allah has given the Book, knowledge in the Law and prophethood to proclaim to the people, \"Worship me instead of Allah,\" meaning, along with Allah. If this is not the right of a Prophet or a Messenger, then indeed, it is not the right of anyone else to issue such a claim.</p><p lang=\"en\" class=\"en \">This criticism refers to the ignorant rabbis, priests and teachers of misguidance, unlike the Messengers and their sincere knowledgeable followers who implement their knowledge; for they only command what Allah commands them, as their honorable Messengers conveyed to them. They also forbid what Allah forbade for them, by the words of His honorable Messengers. The Messengers, may Allah's peace and blessings be on all of them, are the emissaries between Allah and His creation, conveying Allah's Message and Trust. The messengers indeed fulfilled their mission, gave sincere advice to creation and conveyed the truth to them. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِن كُونُوا رَبَّانِيِّينَ بِمَا كُنتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the contrary <span class=\"gray\">(he would say)</span>, \"Be you Rabbaniyyun, because you are teaching the Book, and you are studying it.\")</span> means, the Messenger recommends the people to be Rabbaniyyun. Ibn 'Abbas, Abu Razin and several others said that Rabbaniyyun means, \"Wise, learned, and forbearing.\" Ad-Dahhak commented concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِمَا كُنتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(because you are teaching the Book, and you are studying it.)</span> \"Whoever learns the Qur'an deserves to become a Faqih <span class=\"gray\">(learned)</span>.\"</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَبِمَا كُنتُمْ تَدْرُسُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you are studying it)</span>, preserving its words.</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْمُرَكُمْ أَن تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nor would he order you to take angels and Prophets for lords.)</span> The Prophet does not command worshipping other than Allah, whether a sent Messenger or an angel.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَأْمُرُكُم بِالْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Would he order you to disbelieve after you have submitted to Allah's will?)</span> meaning, he would not do that, for whoever calls to worshipping other than Allah, will have called to Kufr. The Prophets only call to Iman which commands worshipping Allah Alone without partners. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We did not send any Messenger before you <span class=\"gray\">(O Muhammad ﷺ)</span> but We revealed to him <span class=\"gray\">(saying)</span>: \"None has the right to be worshipped but I, so worship Me\".)</span><span class=\"gray\">[21:25]</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, We have sent among every Ummah a Messenger <span class=\"gray\">(proclaiming)</span>: \"Worship Allah <span class=\"gray\">(Alone)</span>, and avoid Taghut <span class=\"gray\">(all false deities)</span>.\")</span><span class=\"gray\">[16:36]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاسْأَلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَا أَجَعَلْنَا مِن دُونِ الرَّحْمَٰنِ آلِهَةً يُعْبَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And ask those of Our Messengers whom We sent before you: \"Did We ever appoint gods to be worshipped besides the Most Gracious <span class=\"gray\">(Allah)</span>?\")</span><span class=\"gray\">[43:45]</span></p><p lang=\"en\" class=\"en \">Allah said concerning the angels,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَقُلْ مِنْهُمْ إِنِّي إِلَٰهٌ مِّن دُونِهِ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ كَذَٰلِكَ نَجْزِي الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if any of them should say: \"Verily, I am a god besides Him <span class=\"gray\">(Allah)</span>,\" such a one We should recompense with Hell. Thus We recompense the wrongdoers.)</span><span class=\"gray\">[21:29]</span>.</p>"
  },
  {
    "ayah_key": "3:81",
    "group_ayah_key": "3:81",
    "from_ayah": "3:81",
    "to_ayah": "3:82",
    "ayah_keys": "3:81,3:82",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when Allah took the covenant of the Prophets, saying: \"Take whatever I gave you from the Book and Hikmah, and afterwards there will come to you a Messenger confirming what is with you; you must, then, believe in him and help him.\" Allah said: \"Do you agree <span class=\"gray\">(to it)</span> and will you take up Isri?\" They said: \"We agree.\" He said: \"Then bear witness; and I am with you among the witnesses. <span>(81)</span>Then whoever turns away after this, they are the rebellious <span>(82)</span></p><div lang=\"en\" class=\"en \"><h2>Taking a Pledge From the Prophets to Believe in Our Prophet, Muhammad <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"en\" class=\"en \">Allah states that He took a pledge from every Prophet whom He sent from Adam until 'Isa, that when Allah gives them the Book and the Hikmah, thus acquiring whatever high grades they deserve, then a Messenger came afterwards, they would believe in and support him. Even though Allah has given the Prophets the knowledge and the prophethood, this fact should not make them refrain from following and supporting the Prophet who comes after them. This is why Allah, the Most High, Most Honored, said</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُم مِّن كِتَابٍ وَحِكْمَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when Allah took the covenant of the Prophets, saying: \"Take whatever I gave you from the Book and Hikmah.\")</span> meaning, if I give you the Book and the Hikmah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ جَاءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَىٰ ذَٰلِكُمْ إِصْرِي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"and afterwards there will come to you a Messenger confirming what is with you; you must, then, believe in him and help him.\" Allah said, \"Do you agree <span class=\"gray\">(to it)</span> and will you take up Isri\")</span></p><p lang=\"hmn\" class=\"hmn \">Ibn 'Abbas, Mujahid, Ar-Rabi', Qatadah and As-Suddi said that 'Isri' means, \"My covenant.\" Muhammad bin Ishaq said that,</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِصْرِي </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Isri)</span> means, \"The responsibility of My covenant that you took,\" meaning, the ratified pledge that you gave Me.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُم مِّنَ الشَّاهِدِينَ - فَمَن تَوَلَّىٰ بَعْدَ ذَٰلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They said: \"We agree.\" He said: \"Then bear witness; and I am with you among the witnesses.\" then whoever turns away after this,\")</span> from fulfilling this pledge and covenant,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they are the rebellious.)</span> 'Ali bin Abi Talib and his cousin 'Abdullah bin 'Abbas said, \"Allah never sent a Prophet but after taking his pledge that if Muhammad ﷺ were sent in his lifetime, he would believe in and support him.\" Allah commanded each Prophet to take a pledge from his nation that if Muhammad were sent in their time, they would believe in and support him. Tawus, Al-Hasan Al-Basri and Qatadah said, \"Allah took the pledge from the Prophets that they would believe in each other\", and this statement does not contradict what 'Ali and Ibn 'Abbas stated.</p><p lang=\"en\" class=\"en \">Therefore, Muhammad is the Final Prophet ﷺ until the Day of Resurrection. He is the greatest Imam, who if he existed in any time period, deserves to be obeyed, rather than all other Prophets. This is why Muhammad ﷺ led the Prophets in prayer during the night of Isra' when they gathered in Bayt Al-Maqdis <span class=\"gray\">(Jerusalem)</span>. He is the intercessor on the Day of Gathering, when the Lord comes to judge between His servants. This is Al-Maqam Al-Mahmud <span class=\"gray\">(the praised station)</span><span class=\"gray\">[refer to 17:79]</span> that only Muhammad deserves, a responsibility which the mighty Prophets and Messengers will decline to assume. However, Muhammad ﷺ will carry the task of intercession, may Allah's peace and blessings be on him.</p>"
  }
]