[
  {
    "ayah_key": "21:98",
    "group_ayah_key": "21:98",
    "from_ayah": "21:98",
    "to_ayah": "21:103",
    "ayah_keys": "21:98,21:99,21:100,21:101,21:102,21:103",
    "text": "<p lang=\"en\" class=\"en \">Certainly you and that which you are worshipping now besides Allah, are <span class=\"gray\">(but)</span> fuel <span class=\"gray\">(Hasab)</span> for Hell! <span class=\"gray\">(Surely)</span> you will enter it <span>(98)</span>Had these been gods, they would not have entered there <span class=\"gray\">(Hell)</span>, and all of them will abide therein forever <span>(99)</span>Therein they will be breathing out with deep sighs and roaring and therein they will hear not <span>(100)</span>Verily, those for whom the good has preceded from Us, they will be removed far therefrom <span class=\"gray\">(Hell)</span><span>(101)</span>They shall not hear the slightest sound of it <span class=\"gray\">(Hell)</span>, while they abide in that which their own selves desire <span>(102)</span>The greatest terror will not grieve them, and the angels will meet them, <span class=\"gray\">(with the greeting:)</span> \"This is your Day which you were promised. <span>(103)</span></p><div lang=\"en\" class=\"en \"><h2>The Idolators and their gods are Fuel for Hell</h2></div><p lang=\"en\" class=\"en \">Allah says to the people of Makkah, the idolators of the Quraysh and those who followed their religion of idol worship:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly you and that which you are worshipping now besides Allah, are <span class=\"gray\">(but)</span> Hasab for Hell!)</span>. Ibn 'Abbas said: \"Kindling.\" This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقُودُهَا النَّاسُ وَالْحِجَارَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whose fuel is men and stones)</span><span class=\"gray\">(66:6)</span>. According to another report, Ibn 'Abbas said:</p><p class=\"fa qpc-hafs\" lang=\"fa\">حَصَبُ جَهَنَّمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Hasab for Hell)</span> means firewood in <span class=\"gray\">(the dialect of the people of)</span> Zanjiyyah. Mujahid, 'Ikrimah and Qatadah said: \"Its fuel.\" Ad-Dahhak said: \"The fuel of Hell means that which is thrown into it.\" This was also the view of others.</p><p class=\"fa qpc-hafs\" lang=\"fa\">أَنتُمْ لَهَا وَارِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Surely)</span> you will enter it.)</span> means, you will go into it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَوْ كَانَ هَٰؤُلَاءِ آلِهَةً مَّا وَرَدُوهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had these been gods, they would not have entered there,)</span> means, if these idols and false gods which you worshipped instead of Allah, had really been gods, they would not have entered the Hellfire.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُلٌّ فِيهَا خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and all of them will abide therein forever.)</span> means, the worshippers and the objects of their worship will all abide therein forever.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ فِيهَا زَفِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therein they will be breathing out with deep sighs and roaring)</span> This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will have <span class=\"gray\">(in the Fire)</span>, Zafir and Shahiq)</span><span class=\"gray\">(11:106)</span>. Zafir refers to their exhalation, and Shahiq refers to their inhalation.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِيهَا لَا يَسْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and therein they will hear not.)</span></p><div lang=\"en\" class=\"en \"><h2>The State of the Blessed</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ سَبَقَتْ لَهُم مِّنَّا الْحُسْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those for whom the good has preceded from Us,)</span> 'Ikrimah said, \"Mercy.\" Others said it means being blessed.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ عَنْهَا مُبْعَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will be removed far therefrom.)</span> When Allah mentions the people of Hell and their punishment for their associating others in worship with Allah, He follows that with a description of the blessed who believed in Allah and His Messengers. These are the ones for whom the blessing has preceded from Allah, and they did righteous deeds in the world, as Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّلَّذِينَ أَحْسَنُوا الْحُسْنَىٰ وَزِيَادَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For those who have done good is the best reward and even more)</span><span class=\"gray\">(10:26)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Is there any reward for good other than good?)</span><span class=\"gray\">(55:60)</span> Just as they did good in this world, Allah will make their final destiny and their reward good; He will save them from punishment and give them a great reward.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ عَنْهَا مُبْعَدُونَ - لَا يَسْمَعُونَ حَسِيسَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will be removed far therefrom. They shall not hear the slightest sound of it,)</span> means, they will not feel its heat in their bodies.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِي مَا اشْتَهَتْ أَنفُسُهُمْ خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while they abide in that which their own selves desire.)</span> means, they will be safe from that which they fear, and they will have all that they love and desire. It was said that this was revealed to point out an exception in the case of those who are worshipped instead of Allah, and to exclude 'Uzayr and the Messiah from their number. Hajjaj bin Muhammad Al-A'war reported from Ibn Jurayj, and 'Uthman bin 'Ata' reported from Ibn 'Abbas:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَارِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly you <span class=\"gray\">(disbelievers)</span> and that which you are worshipping now besides Allah, are <span class=\"gray\">(but)</span> Hasab for Hell! <span class=\"gray\">(Surely)</span> you will enter it.)</span> Then He made an exception and said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ سَبَقَتْ لَهُم مِّنَّا الْحُسْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those for whom the good has preceded from Us.)</span></p><p lang=\"en\" class=\"en \">It was said that this referred to the angels and 'Isa, and others who are worshipped instead of Allah. This was the view of 'Ikrimah, Al-Hasan and Ibn Jurayj. Muhammad bin Ishaq bin Yasar said in his book of Sirah:</p><p lang=\"en\" class=\"en \">According to what I have heard, the Messenger of Allah ﷺ sat down one day with Al-Walid bin Al-Mughirah in the Masjid, and An-Nadr bin Al-Harith came and sat down with them. There were also other men of Quraysh in the Masjid. The Messenger of Allah ﷺ spoke, then An-Nadr bin Al-Harith came up to him and the Messenger of Allah spoke ﷺ to him until he defeated him in argument. Then he recited to him and to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَارِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly you and that which you are worshipping now besides Allah, are <span class=\"gray\">(but)</span> Hasab for Hell! <span class=\"gray\">(Surely)</span> you will enter it.)</span> Until His Statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِيهَا لَا يَسْمَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and therein they will hear not.)</span> Then the Messenger of Allah ﷺ got up and went to sit with 'Abdullah bin Al-Zab'ari As-Sahmi. Al-Walid bin Al-Mughirah said to 'Abdullah bin Al-Zab'ari, \"By Allah, An-Nadr bin Al-Harith could not match the son of 'Abd Al-Muttalib in argument. Muhammad claims that we and these gods that we worship are fuel for Hell.\" 'Abdullah bin Az-Zab'ari said: \"By Allah, if I meet with him I will defeat him in argument. Ask Muhammad whether everyone that is worshipped instead of Allah will be in Hell with those who worshipped him, for we worship the angels, and the Jews worship 'Uzayr, and the Christians worship Al-Masih, 'Isa bin Maryam.\" Al-Walid and those who were sitting with him were amazed at what 'Abdullah bin Az-Zab'ari said, and they thought that he had come up with a good point. He said this to the Messenger of Allah ﷺ, who said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ مَنْ أَحَبَّ أَنْ يُعْبَدَ مِنْ دُونِ اللهِ، فَهُوَ مَعَ مَنْ عَبَدَهُ، إِنَّهُمْ إِنَّمَا يَعْبُدُونَ الشَّيْطَانَ وَمَنْ أَمَرَهُمْ بِعِبَادَتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Everyone who likes to be worshipped instead of Allah will be with the ones who worshipped him, for indeed they are worshipping the Shaytan and whoever told them to worship him.)</span> Then Allah revealed the words:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِينَ سَبَقَتْ لَهُم مِّنَّا الْحُسْنَىٰ أُولَٰئِكَ عَنْهَا مُبْعَدُونَ - لَا يَسْمَعُونَ حَسِيسَهَا ۖ وَهُمْ فِي مَا اشْتَهَتْ أَنفُسُهُمْ خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, those for whom the good has preceded from Us, they will be removed far therefrom <span class=\"gray\">(Hell)</span>. They shall not hear the slightest sound of it <span class=\"gray\">(Hell)</span>, while they abide in that which their own selves desire.)</span></p><p lang=\"en\" class=\"en \">It was revealed about the mention of 'Isa, 'Uzayr and rabbis and monks who were also worshipped, who had spent their lives in devotion towards Allah, but the misguided people who came after them took them as lords instead of Allah. Concerning the notion of worshipping the angels as daughters of Allah, the following words were revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا ۗ سُبْحَانَهُ ۚ بَلْ عِبَادٌ مُّكْرَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"The Most Gracious has begotten children. \" Glory to Him! They are but honored slaves)</span>. Until His saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَن يَقُلْ مِنْهُمْ إِنِّي إِلَٰهٌ مِّن دُونِهِ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ ۚ كَذَٰلِكَ نَجْزِي الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if any of them should say: \"Verily, I am a god besides Him,\" such a one We should recompense with Hell. Thus We recompense the wrongdoers.)</span><span class=\"gray\">[21:26-29]</span>.</p><p lang=\"en\" class=\"en \">Concerning 'Isa bin Maryam, the fact that he is worshipped alongside Allah, and the amazement of Al-Walid and the others who were present at the argument <span class=\"gray\">[of 'Abdullah bin Az-Zab'ari]</span>, the following words were revealed:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ - وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ ۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ - إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِّبَنِي إِسْرَائِيلَ - وَلَوْ نَشَاءُ لَجَعَلْنَا مِنكُم مَّلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ - وَإِنَّهُ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the son of Maryam is quoted as an example, behold, your people cry aloud <span class=\"gray\">(laugh out at the example)</span>. And say: \"Are our gods better or is he?\" They quoted not the above example except for argument. Nay! But they are a quarrelsome people. He was not more than a slave. We granted Our favor to him, and We made him an example for the Children of Israel. And if it were Our will, We would have made angels to replace you on the earth. And he shall be a known sign for the Hour. Therefore have no doubt concerning it.)</span><span class=\"gray\">[43:57-61]</span> meaning, the miracles and signs that happened at his hands, such as raising the dead and healing the sick, are sufficient as signs of the approach of the Hour,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ ۚ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Therefore have no doubt concerning it. And follow Me <span class=\"gray\">(Allah)</span>! This is the straight path)</span><span class=\"gray\">(43:61)</span>.\"</p><p lang=\"en\" class=\"en \">What Ibn Az-Zab'ari said was a serious mistake, because the Ayah was addressed to the people of Makkah concerning their worship of idols which were inanimate and could not think. It was a rebuke for their worship of them, so Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly you <span class=\"gray\">(disbelievers)</span> and that which you are worshipping now besides Allah, are <span class=\"gray\">(but)</span> Hasab for Hell!)</span> How could this be applied to Al-Masih, 'Uzayr and others who did righteous deeds and did not accept the worship of those who worshipped them?</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The greatest terror will not grieve them,)</span> It was said that this means death, as was narrated by 'Abdur-Razzaq from Yahya bin Rabi'ah from 'Ata.' Or it was said that the greatest terror refers to the blast of the Trumpet, as Al-'Awfi said narrating from Ibn 'Abbas and Abu Sinan, Sa'id bin Sinan Ash-Shaybani. This was the view favored by Ibn Jarir in his Tafsir.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ هَٰذَا يَوْمُكُمُ الَّذِي كُنتُمْ تُوعَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and the angels will meet them, <span class=\"gray\">(with the greeting:)</span> \"This is your Day which you were promised\".)</span> meaning, the angels will greet them on the Day of Resurrection when they emerge from their graves with the words:</p><p class=\"ar qpc-hafs\" lang=\"ar\"> هَٰذَا يَوْمُكُمُ الَّذِي كُنتُمْ تُوعَدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"This is your Day which you were promised\".)</span> meaning, hope for the best.</p>"
  }
]