[
  {
    "ayah_key": "57:1",
    "group_ayah_key": "57:1",
    "from_ayah": "57:1",
    "to_ayah": "57:3",
    "ayah_keys": "57:1,57:2,57:3",
    "text": "<p lang=\"et\" class=\"et \">The Virtues of Surat Al-Hadid</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that 'Irbad bin Sariyah said that the Messenger of Allah ﷺ used to recite Al-Musabbihat before he went to sleep, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِيهِنَّ آيَةً أَفْضَلُ مِنْ أَلْفِ آيَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In them there is an Ayah that is better than a thousand Ayat.)</span> Abu Dawud, At-Tirmidhi and An-Nasa'i collected this Hadith; At-Tirmidhi said, \"Hasan Gharib.\" The Ayah referred to in this Hadith is – and Allah knows best –</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is Al-Awwal and Al-Akhir, Az-Zahir and Al-Batin. And He is the All-Knower of everything.)</span><span class=\"gray\">(57:3)</span></p><p lang=\"en\" class=\"en \">Allah willing, we will again mention this subject. Upon Allah we trust and our total reliance and dependence are on Him, and sufficient He is to us as Supporter and Helper.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ </p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ - لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يُحْيِي وَيُمِيتُ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ - هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Whatever is in the heavens and the earth glorifies Allah – and He is the Almighty, All-Wise.)</span><span class=\"gray\">(2. His is the kingdom of the heavens and the earth. It is He Who gives life and causes death; and He is Able to do all things.)</span><span class=\"gray\">(3. He is Al-Awwal and Al-Akhir, Az-Zahir and Al-Batin. And He is the All-Knower of everything.)</span></p><p lang=\"en\" class=\"en \">Everything that exists glorifies Allah and mentioning some of His Attributes</p><p lang=\"en\" class=\"en \">In this Ayah, Allah states that everything that exists in the heavens and earth praises and glorifies Him, including creatures and plants. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ ۚ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَٰكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ ۗ إِنَّهُ كَانَ حَلِيمًا غَفُورًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The seven heavens and the earth and all that is therein, glorify Him and there is not a thing but glorifies His praise. But you understand not their glorification. Truly, He is Ever Forbearing, Oft-Forgiving.)</span><span class=\"gray\">(17:44)</span> And His saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَزِيزُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He is the Almighty,)</span> meaning the One to Whom all things submit humility,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All-Wise.)</span> in His creating, commanding and legislating,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يُحْيِي وَيُمِيتُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His is the kingdom of the heavens and the earth. It is He Who gives life and causes death;)</span> He is the absolute Owner of His creation, bringing life and death and granting what He wills to whom He wills,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He is Able to do all things.)</span> whatever He wills, is, and whatever He does not will, will never be. He said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is Al-Awwal and Al-Akhir, Az-Zahir and Al-Batin.)</span> This is the Ayah indicated in the Hadith of 'Irbad bin Sariyah that is better than a thousand Ayat. Abu Dawud recorded that Abu Zamil said, \"I mentioned to Ibn 'Abbas that I felt something in my heart. He said, 'Doubts?' and then laughed. Next, he said, 'No one can escape this. Allah the Exalted stated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ ۚ لَقَدْ جَاءَكَ الْحَقُّ مِنْ رَبِّكَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So if you are in doubt concerning that which We have revealed to you, then ask those who are reading the Book before you. Verily, the truth has come to you from your Lord.)</span><span class=\"gray\">(10:94)</span>' </p><p lang=\"en\" class=\"en \">He then said to me, 'When you feel any of this in your heart, recite,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He is Al-Awwal and Al-Akhir, Az-Zahir and Al-Batin. And He is the All-Knower of everything.)</span>'\" </p><p lang=\"en\" class=\"en \">There are about ten and some odd number of different sayings collected from the scholars of Tafsir regarding the explanation of this Ayah. Al-Bukhari said, \"Yahya said, 'Az-Zahir: knowing all things, Al-Batin: knowing all things.'\" </p><p lang=\"cy\" class=\"cy \">Our Shaykh Al-Hafiz Al-Mizzi said, \"Yahya is Ibn Ziyad Al-Farra', who authored a book entitled Ma'ani Al-Qur'an.\" </p><p lang=\"en\" class=\"en \">There are Hadiths mentioned about this. Among them, Imam Ahmad recorded that Abu Hurayrah said that the Messenger of Allah ﷺ would recite this supplication while going to bed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ رَبَّ السَّمٰوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، مُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ وَالْفُرْقَانِ، فَالِقَ الْحَبِّ وَالنَّوَىٰ، لَا إِلٰهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ، أَنْتَ الْأَوَّلُ لَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الْآخِرُ لَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ لَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ لَيْسَ دُونَكَ شَيْءٌ. اقْضِ عَنَّا الدَّيْنَ، وَأَغْنِنَا مِنَ الْفَقْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, Lord of the seven heavens and Lord of the Magnificent Throne! Our Lord, and the Lord of everything, Revealer of the Tawrah, the Injil and the Furqan, the Splitter of the grain of corn and the date stone! I seek refuge with You from the evil of everything whose forhead You have control over. O Allah! You are Al-Awwal, nothing is before You; Al-Akhir, nothing is after You; Az-Zahir, nothing is above You; and Al-Batin, nothing is below You. Remove the burden of debt from us and free us from poverty.)</span></p><p lang=\"en\" class=\"en \">Muslim recorded this Hadith via Sahl, who said, \"Abu Salih used to order us to lay on our right side when we were about to sleep, and then say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللّٰهُمَّ رَبَّ السَّمٰوَاتِ وَرَبَّ الْأَرْضِ وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَىٰ، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ ذِي شَرٍّ أَنْتَ آخِذٌ بِنَاصِيَتِهِ، اللّٰهُمَّ أَنْتَ الْأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الْآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ، وَأَغْنِنَا مِنَ الْفَقْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah, Lord of the seven heavens and Lord of the Magnificent Throne! Our Lord, and the Lord of everything, Revealer of the Tawrah, the Injil and the Furqan, the Splitter of the grain of corn and the date stone! I seek refuge with You from the evil of everything whose forhead You have control over. O Allah! You are Al-Awwal, nothing is before You; Al-Akhir, nothing is after You; Az-Zahir, nothing is above You; and Al-Batin, nothing is below You. Remove the burden of debt from us and free us from poverty.)</span></p><p lang=\"en\" class=\"en \">And he used to narrate that from Abu Hurayrah from the Prophet ﷺ.\"</p>"
  }
]