[
  {
    "ayah_key": "9:37",
    "group_ayah_key": "9:37",
    "from_ayah": "9:37",
    "to_ayah": "9:37",
    "ayah_keys": "9:37",
    "text": "<p lang=\"en\" class=\"en \">The postponing <span class=\"gray\">(of a Sacred Month)</span> is indeed an addition to disbelief: thereby the disbelievers are led astray, for they make it lawful one year and forbid it another year in order to adjust the number of months forbidden by Allah, and make such forbidden ones lawful. The evil of their deeds is made fair-seeming to them. And Allah guides not the people who disbelieve <span>(37)</span></p><div lang=\"en\" class=\"en \"><h2>Admonishing the Preference of Opinion in a Religious Matter</h2></div><p lang=\"en\" class=\"en \">Allah admonishes the idolators for choosing their wicked opinions over Allah's Law. They changed Allah's legislation based upon their vain desires, allowing what Allah prohibited and prohibiting what Allah allowed. They thought that three consecutive sacred months were rather long for them to remain without fighting, for they were full of anger and rage. This is why before Islam they innovated a change in the Sacred Month of Muharram, delaying it to the month of Safar! Therefore, they allowed fighting in the Sacred Month and made the non-sacred month sacred, to make the Sacred Months in a year four, as Allah decided!</p><p lang=\"gd\" class=\"gd \">Ali bin Abi Talhah said that Ibn 'Abbas commented on Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The postponing <span class=\"gray\">(of a Sacred Month)</span> is indeed an addition to disbelief)</span>,</p><p lang=\"en\" class=\"en \">\"Junadah bin 'Awf bin Umayyah Al-Kinani, known as Abu Thumamah, used to attend the Hajj season every year and declare, 'Abu Thumamah is never rejected nor refuted!,' and he used to treat Safar as sacred for people one year <span class=\"gray\">[and un-sanctify Muharram]</span> and treat Muharram as sacred another year <span class=\"gray\">[and un-sanctify Safar in that year]</span>. This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The postponing <span class=\"gray\">(of a Sacred Month)</span> is indeed an addition to disbelief.)</span></p><p lang=\"en\" class=\"en \">Allah says, 'They allow Muharram one year and make it sacred another year.'\" Al-'Awfi narrated a similar statement from Ibn 'Abbas. Layth bin Abi Sulaym narrated that Mujahid said, \"There was a man from Bani Kinanah who would attend the Hajj season every year riding his donkey. He would proclaim, 'O people! I am never rejected, denied or refuted in what I say. We made this coming Muharram sacred, and Safar not!' The following year he would come again and declare the same words then say, 'We made this coming Safar sacred and delayed Muharram <span class=\"gray\">(revoked its sanctity)</span>.' This is the meaning of Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِّيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(in order to adjust the number of months forbidden by Allah)</span>, to four months. Allah says, 'They allow what Allah disallowed by delaying the Sacred Month.'\" The idolators used to allow Muharram one year and sanctify Safar in its place. They would continue the months of the year according to their normal count and names. The next year they would sanctify Muharram and continue the year, Safar, Rabi', until the end of the year.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِّيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّوا مَا حَرَّمَ اللَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They make it lawful one year and forbid it another year in order to adjust the number of months forbidden by Allah, and make such forbidden ones lawful.)</span></p><p lang=\"en\" class=\"en \">Therefore, they would still sanctify four months every year, but would one year sanctify the third from the three consecutive Sacred Months, Muharram, and postpone and delay it another year to Safar. </p><p lang=\"en\" class=\"en \">In his book of Sirah, Imam Muhammad bin Ishaq presented a very useful beneficial discussion on this matter. He said; \"The first to start the practice of overlooking the sanctity of months for the Arabs, thus allowing what Allah sanctified of them and sanctifying what Allah allowed of them, was \"Al-Qalammas\". He was Hudhayfah bin 'Abd Fuqaym bin 'Adi bin 'Amr bin Tha'labah bin Al-Harith bin Malik bin Kinanah bin Khuzaymah bin Mudrikah bin Ilyas bin Mudar bin Nizar bin Ma'dd bin 'Adnan. His son 'Abbad maintained this practice, then after him his son Qala' bin 'Abbad did the same, Then his son Umayyah bin Qala', then his son 'Awf bin Umayyah, then his son Abu Thumamah Junadah bin 'Awf. He was the last one of his sons <span class=\"gray\">(to continue this practice)</span> before Islam. The Arabs used to gather around him when Hajj finished, and he would stand and give them a speech in which he sanctifies Rajab, Dhul-Qa'dah and Dhul-Hijjah. He would defer the sanctity of Muharram to Safar one year and uphold its sanctity another year, so as to appear upholding the number <span class=\"gray\">(of Sacred Months)</span> Allah made sacred. Therefore, he would allow what Allah prohibited and prohibit what Allah allowed.\" Allah knows best.</p>"
  },
  {
    "ayah_key": "9:38",
    "group_ayah_key": "9:38",
    "from_ayah": "9:38",
    "to_ayah": "9:39",
    "ayah_keys": "9:38,9:39",
    "text": "<p lang=\"en\" class=\"en \">O you who believe! What is the matter with you, that when you are asked to march forth in the cause of Allah, you cling heavily to the earth? Are you pleased with the life of this world rather than the Hereafter? But little is the enjoyment of the life of this world compared to the Hereafter <span>(38)</span>If you march not forth, He will punish you with a painful torment and will replace you by another people; and you cannot harm Him at all, and Allah is able to do all things <span>(39)</span></p><div lang=\"en\" class=\"en \"><h2>Admonishing clinging to Life rather than rushing to perform Jihad</h2></div><p lang=\"en\" class=\"en \">Allah admonishes those who lagged behind the Messenger of Allah ﷺ in the battle of Tabuk, at a time when fruits were ripe and shades tempting in the intense and terrible heat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انفِرُوا فِي سَبِيلِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! What is the matter with you, that when you are asked to march forth in the cause of Allah)</span>, if you are called to perform Jihad in the cause of Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اثَّاقَلْتُمْ إِلَى الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(you cling heavily to the earth)</span>, reclining to remain in peace, shade and ripe fruits.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَضِيتُم بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are you pleased with the life of this world rather than the Hereafter?)</span>, why do you do this, is it because you prefer this life instead of the Hereafter? Allah next diminishes the eagerness for this worldly life and increases it for the Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But little is the enjoyment of the life of this world compared to the Hereafter.)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Al-Mustawrid, a member of Bani Fihr, said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا الدُّنْيَا فِي الْآخِرَةِ إِلَّا كَمَا يَجْعَلُ أَحَدُكُمْ إِصْبَعَهُ هَذِهِ فِي الْيَمِّ، فَلْيَنْظُرْ بِمَ تَرْجِعُ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The life of this world, compared to the Hereafter, is just like when one of you dips his finger in the sea, let him contemplate how much of it his finger would carry.)</span></p><p lang=\"en\" class=\"en \">The Prophet pointed with his index finger. </p><p lang=\"en\" class=\"en \">Muslim collected this Hadith. Ath-Thawri narrated that Al-A'mash said about the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But little is the enjoyment of the life of this world compared to the Hereafter.)</span></p><p lang=\"en\" class=\"en \">\"What compares to the provision a traveler takes.\" 'Abdul-'Aziz bin Abi Hazim narrated that his father said, \"When 'Abdul-'Aziz bin Marwan was dying he said, 'Bring the shroud I will be covered with so that I inspect it.' When it was placed before him, he looked at it and said, 'Is this what I will end up with from this life?' He then turned his back and cried, while saying, 'Woe to you, O life! Your abundance is truly little, your little is short lived, we were deceived by you.'\" </p><p lang=\"ceb\" class=\"ceb \">Allah warns those who do not join Jihad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا تَنفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If you march not forth, He will punish you with a painful torment)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas said, \"Allah's Messenger ﷺ called some Arabs to mobilize, but they lagged behind and Allah witheld rain from coming down on them, and this was their torment.\" Allah said,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and will replace you by another people)</span>, who will give aid to His Prophet ﷺ and establish his religion. Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you turn away <span class=\"gray\">(from the obedience to Allah)</span>, He will exchange you for some other people and they will not be your likes.)</span><span class=\"gray\">[47:38]</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">وَلَا تَضُرُّوهُ شَيْئًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and you cannot harm Him at all)</span>, you can never harm Allah when you lag behind and stay away from joining Jihad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah is able to do all things.)</span> He is able to destroy the enemies without your help.</p>"
  },
  {
    "ayah_key": "9:4",
    "group_ayah_key": "9:4",
    "from_ayah": "9:4",
    "to_ayah": "9:4",
    "ayah_keys": "9:4",
    "text": "<p class=\"en translation\" lang=\"en\">Except those of the Mushrikin with whom you have a treaty, and who have not subsequently failed you in aught, nor have supported anyone against you. So fulfill their treaty for them until the end of their term. Surely, Allah loves those who have Taqwa <span>(4)</span></p><div lang=\"en\" class=\"en \"><h2>Existing Peace Treaties remained valid until the End of Their Term</h2></div><p lang=\"en\" class=\"en \">This is an exception regulating the longest extent of time for those who have a general treaty - with out time mentioned - to four months. </p><p lang=\"en\" class=\"en \">They would have four months to travel the lands in search of sanctuary for themselves wherever they wish. Those whose treaty mentioned a specifec limited term, then the longest it would extend was to the point of its agreed upon termination date. Hadiths in this regard preceeded. So anyone who had a treaty with Allah's Messenger ﷺ, it lasted until its specific termination date. However, those in this category were required to refrain from breaking the terms of the agreement with Muslims and from helping non-Muslims against Muslims. This is the type whose peace agreement with Muslims was carried out to its end. Allah encouraged honoring such peace treaties, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Surely, Allah loves those who have Taqwa)</span><span class=\"gray\">[9:4]</span>, who keep their promises.</p>"
  }
]