[
  {
    "ayah_key": "13:40",
    "group_ayah_key": "13:40",
    "from_ayah": "13:40",
    "to_ayah": "13:41",
    "ayah_keys": "13:40,13:41",
    "text": "<p class=\"en translation\" lang=\"en\">Whether We show you part of what We have promised them or cause you to die, your duty is only to convey <span class=\"gray\">(the Message)</span> and on Us is the reckoning <span>(40)</span>See they not that We gradually reduce the land from its outlying borders. And Allah judges, there is none to put back His judgement, and He is swift at reckoning <span>(41)</span></p><div lang=\"en\" class=\"en \"><h2>Punishment is by Allah, and the Messenger's Job is only to convey the Message</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said to His Messenger ﷺ,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَإِن مَّا نُرِيَنَّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whether We show you)</span> O Muhammad, part of the disgrace and humiliation We have promised your enemies in this life,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ نَتَوَفَّيَنَّكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or cause you to die)</span> before that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your duty is only to convey We have only sent you to convey to them Allah's Message, and by doing so, you will have fulfilled the mission that was ordained on you,</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَيْنَا الْحِسَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and on Us is the reckoning)</span>, their reckoning and recompense is on Us.' Allah said in similar Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَذَكِّرْ إِنَّمَا أَنتَ مُذَكِّرٌ - لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ - إِلَّا مَن تَوَلَّىٰ وَكَفَرَ - فَيُعَذِّبُهُ اللَّهُ الْعَذَابَ الْأَكْبَرَ - إِنَّ إِلَيْنَا إِيَابَهُمْ - ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So remind them - you are only one who reminds. You are not a dictator over them - Save the one who turns away and disbelieves. Then Allah will punish him with the greatest punishment. Verily, to Us will be their return, Then verily, for Us will be their reckoning.)</span><span class=\"gray\">[88:21-26]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See they not that We gradually reduce the land from its outlying borders.)</span> Ibn 'Abbas commented, \"See they not that We are granting land after land to Muhammad ﷺ?\" Al-Hasan and Ad-Dahhak commented that this Ayah refers to Muslims gaining the upper hand over idolators, just as Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ الْقُرَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed We have destroyed towns round about you.)</span><span class=\"gray\">[46:27]</span></p>"
  },
  {
    "ayah_key": "13:42",
    "group_ayah_key": "13:42",
    "from_ayah": "13:42",
    "to_ayah": "13:42",
    "ayah_keys": "13:42",
    "text": "<p class=\"en translation\" lang=\"en\">And verily, those before them did devise plots, but all planning is Allah's. He knows what every person earns, and the disbelievers will know who gets the good end <span class=\"gray\">(final destination)</span><span>(42)</span></p><div lang=\"en\" class=\"en \"><h2>The Disbelievers plot, but the Believers gain the Good End</h2></div><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدْ مَكَرَ الَّذِينَ مِن قَبْلِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, those before them did devise plots,)</span> against their Messengers, they wanted to expel them from their land, but Allah devised plots against the disbelievers and gave the good end to those who fear Him. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when the disbelievers plotted against you to imprison you, or to kill you, or to get you out; they were plotting and Allah too was plotting; and Allah is the Best of those who plot.)</span><span class=\"gray\">[8:30]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ - فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So they plotted a plot, and We planned a plan, while they perceived not. Then see how was the end of their plot! Verily, We destroyed them and their nation, all together.)</span><span class=\"gray\">[27:50-51]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He knows what every person earns,)</span> meaning, He alone knows all secrets and concealed thoughts and will reckon each person according to his work,</p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَسَيَعْلَمُ الْكَافِرُ)</p><p lang=\"en\" class=\"en \">and the Kafir <span class=\"gray\">(disbeliever)</span> will know</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْكُفَّارُ </p><p lang=\"en\" class=\"en \">or the Kuffar <span class=\"gray\">(disbelievers)</span> according to another way of reciting,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَنْ عُقْبَى الدَّارِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who gets the good end.)</span> who will earn the ultimate and final victory, they or the followers of the Messengers. Indeed, the followers of the Messengers will earn the good end in this life and the Hereafter, all thanks and praise is due to Allah.</p>"
  },
  {
    "ayah_key": "13:43",
    "group_ayah_key": "13:43",
    "from_ayah": "13:43",
    "to_ayah": "13:43",
    "ayah_keys": "13:43",
    "text": "<p class=\"en translation\" lang=\"en\">And those who disbelieved, say: \"You are not a Messenger.\" Say: \"Sufficient as a witness between me and you is Allah and those too who have knowledge of the Scripture. <span>(43)</span></p><div lang=\"en\" class=\"en \"><h2>Allah and those who have Knowledge of the Scripture are Sufficient as Witness to the Message of the Prophet <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"en\" class=\"en \">Allah says, the disbelievers reject you and say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَسْتَ مُرْسَلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You are not a Messenger.)</span> from Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ كَفَىٰ بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Sufficient as a witness between me and you is Allah...\")</span> meaning, say, 'Allah is sufficient for me and He is the witness over me and you. He is witness that I <span class=\"gray\">(Muhammad)</span> have conveyed the Message from Him and over you, O rejecters, to the falsehood that you invent.' Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ عِندَهُ عِلْمُ الْكِتَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and those too who have knowledge of the Scripture.)</span> This refers to 'Abdullah bin Salam, according to Mujahid. However, this opinion is not plausible, since this Ayah was revealed in Makkah and 'Abdullah bin Salam embraced Islam soon after the Prophet ﷺ emigrated to Al-Madinah. A more suitable explanation is that narrated by Al-'Awfi from Ibn 'Abbas that this Ayah refers to Jews and Christians. Qatadah said that among them are, 'Abdullah bin Salam, Salman <span class=\"gray\">(Al-Farisi)</span> and Tamim Ad-Dari. The correct view is that this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ عِندَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and those too who have...)</span>, refers to the scholars of the People of the Scriptures who find the description of Muhammad ﷺ in their Books and the good news of his advent that were conveyed to them by their Prophets. Allah said in other Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ ۚ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُم بِآيَاتِنَا يُؤْمِنُونَ - الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالْإِنجِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And My mercy embraces all things. That <span class=\"gray\">(mercy)</span> I shall ordain for those who have Taqwa, and give Zakah; and those who believe in Our Ayat; Those who follow the Messenger, the Prophet who can neither read nor write whom they find written with them in the Tawrah and the Injil.)</span><span class=\"gray\">[7:156-157]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَكُن لَّهُمْ آيَةً أَن يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرَائِيلَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It is not a sign to them that the learned scholars of the Children of Israel knew it <span class=\"gray\">(as true)</span>?)</span><span class=\"gray\">[26:197]</span></p><p lang=\"en\" class=\"en \">There are similar Ayat that affirm that the scholars of the Children of Israel know this fact from their divinely revealed Books. </p><p lang=\"en\" class=\"en \">This is the end of Surat Ar-Ra'd, and all praise is due to Allah and all favors are from Him.</p>"
  },
  {
    "ayah_key": "13:5",
    "group_ayah_key": "13:5",
    "from_ayah": "13:5",
    "to_ayah": "13:5",
    "ayah_keys": "13:5",
    "text": "<p class=\"en translation\" lang=\"en\">And if you wonder, then wondrous is their saying: \"When we are dust, shall we indeed then be <span class=\"gray\">(raised)</span> in a new creation?\" They are those who disbelieved in their Lord! They are those who will have iron chains linking their hands to their necks. They will be dwellers of the Fire to abide therein forever <span>(5)</span></p><div lang=\"da\" class=\"da \"><h2>Denying Resurrection after Death is Strange</h2></div><p lang=\"en\" class=\"en \">Allah says to His Messenger Muhammad, peace and blessings be upon him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِن تَعْجَبْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if you wonder.)</span> at the rejection of the polytheists who deny Resurrection, even though they witness Allah's signs and evidences that He made in His creation which testify that He is able to do everything. Yet, they admit that Allah originated the creation of all things and brought them into existence after they were nothing. However, they deny Allah's claim that He will resurrect the world anew, even though they admit to what is more amazing than what they deny and reject. Therefore, it is amazing that they said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When we are dust, shall we indeed then be <span class=\"gray\">(raised)</span> in a new creation?)</span> It is an obvious fact to every sane and knowledgeable person that creating the heavens and earth is a greater feat than creating men, and that He Who has originated creation is more able to resurrect it anew,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَن يُحْيِيَ الْمَوْتَىٰ ۚ بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they not see that Allah, Who created the heavens and the earth, and was not wearied by their creation, is able to give life to the dead? Yes, He surely is able to do all things)</span><span class=\"gray\">[46:33]</span> Allah described those who deny Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ ۖ وَأُولَٰئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are those who disbelieved in their Lord! They are those who will have iron chains linking their hands to their necks.)</span> They will be dragged in the Fire by these chains,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They will be dwellers of the Fire to abide therein forever.)</span>, for they will remain in Hell forever and will never escape it or be removed from it.</p>"
  }
]