[
  {
    "ayah_key": "30:24",
    "group_ayah_key": "30:24",
    "from_ayah": "30:24",
    "to_ayah": "30:25",
    "ayah_keys": "30:24,30:25",
    "text": "<p lang=\"en\" class=\"en \">And among His signs is that He shows you the lightning, for fear and for hope, and He sends down water from the sky, and therewith revives the earth after its death. Verily, in that are indeed signs for a people who understand <span>(24)</span>And among His signs is that the heaven and the earth stand by His command. Then afterwards when He will call you by a single call, behold, you will come out from the earth.) Allah say <span>(25)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among His signs)</span> which speak of His greatness,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He shows you the lightning, for fear and for hope,)</span> Sometimes you fear the heavy rain and destructive thunderbolts that follow it, and sometimes you feel hope, when you see a flash of lightning, that much-needed rain will come. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and He sends down water from the sky, and therewith revives the earth after its death.)</span> After it was barren, with nothing growing there, then the water comes to it and</p><p class=\"sd qpc-hafs\" lang=\"sd\">اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it is stirred, and it swells and puts forth every lovely kind <span class=\"gray\">(of growth)</span>.)</span><span class=\"gray\">(22:5)</span>. In this is a clear sign and proof of the resurrection and the coming of the Hour. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in that are indeed signs for a people who understand.)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And among His signs is that the heaven and the earth stand by His command.)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He withholds the heaven from falling on the earth except by His leave)</span><span class=\"gray\">(22: 65)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, Allah grasps the heavens and the earth lest they should move away from their places)</span><span class=\"gray\">(35:41)</span>. Whenever 'Umar bin Al-Khattab, may Allah be pleased with him, swore an emphatic oath, he would say, \"No, by the One by Whose command the heaven and the earth stand,\" i.e., they stand firm by His command to them and His subjugation of them. Then, when the Day of Resurrection comes, the Day when the earth will be exchanged with another earth and the dead will come forth from their graves, brought back to life by His command and His call to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then afterwards when He will call you by a single call, behold, you will come out from the earth.)</span> This is like the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when He will call you, and you will answer with His praise and obedience, and you will think that you have stayed but a little while!)</span><span class=\"gray\">(17:52)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ - فَإِذَا هُمْ بِالسَّاهِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But it will be only a single Zajrah. When behold, they find themselves on the surface of the earth alive after their death.)</span><span class=\"gray\">(79:13-14)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ جَمِيعٌ لَدَيْنَا مُحْضَرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will be but a single Sayhah, so behold they will all be brought up before Us!)</span><span class=\"gray\">(36:53)</span>.</p>"
  },
  {
    "ayah_key": "30:26",
    "group_ayah_key": "30:26",
    "from_ayah": "30:26",
    "to_ayah": "30:27",
    "ayah_keys": "30:26,30:27",
    "text": "<p class=\"en translation\" lang=\"en\">To Him belongs whatever is in the heavens and the earth. All are obedient to Him <span>(26)</span>And He it is Who originates the creation, then He will repeat it; and this is easier for Him. His is the highest description in the heavens and in the earth. And He is the All-Mighty, the All-Wise.) Allah say <span>(27)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Him belongs whatever is in the heavens and the earth.)</span> means, He owns it and it is enslaved to Him.</p><p class=\"ps qpc-hafs\" lang=\"ps\">كُلٌّ لَهُ قَانِتُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(All are obedient to Him.)</span> they are humble before Him and submit to Him, whether willingly or unwillingly.</p><p lang=\"en\" class=\"en \">Repeating the Creation is easier for Allah</p><p lang=\"jv\" class=\"jv \">Allah's saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who originates the creation, then He will repeat it; and this is easier for Him.)</span> Ibn Abi Talhah reported that Ibn 'Abbas said, \"This means it is easier for Him.\" Mujahid said: \"Repeating it is easier for Him than originating it, and originating it is easy for Him.\" This was also the view of 'Ikrimah and others. </p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Abu Hurayrah, may Allah be pleased with him, said that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اللهُ: كَذَّبَنِي ابْنُ آدَمَ وَلَمْ يَكُنْ لَهُ ذَلِكَ، وَشَتَمَنِي وَلَمْ يَكُنْ لَهُ ذَلِكَ، فَأَمَّا تَكْذِيبُهُ إِيَّايَ فَقَوْلُهُ: لَنْ يُعِيدَنِي كَمَا بَدَأَنِي وَلَيْسَ أَوَّلُ الْخَلْقِ بِأَهْوَنَ عَلَيَّ مِنْ إِعَادَتِهِ، وَأَمَّا شَتْمُهُ إِيَّايَ فَقَوْلُهُ: اتَّخَذَ اللهُ وَلَدًا، وَأَنَا الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah says; \"The son of Adam denied Me, and he had no right to do so. And he reviled Me, and he had no right to do so. As for his denying Me, it is his saying: 'He will not remake me as He originated me' – while originating the creation is not easier for Me than re-creating him. As for his reviling Me, it is his saying: 'Allah has taken to Himself a son,' while I am the One, the Self-Sufficient Master; I beget not, nor was I begotten, and there is none comparable to Me.\")</span> This was recorded only by Al-Bukhari.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَهُ الْمَثَلُ الْأَعْلَىٰ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(His is the highest description in the heavens and in the earth.)</span> 'Ali bin Abi Talhah reported Ibn 'Abbas said, \"This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ كَمِثْلِهِ شَيْءٌ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There is nothing like Him)</span><span class=\"gray\">(42:11)</span>.\" Qatadah said: \"His description is La ilaha illallah, and there is no Lord but He.\"</p>"
  },
  {
    "ayah_key": "30:28",
    "group_ayah_key": "30:28",
    "from_ayah": "30:28",
    "to_ayah": "30:29",
    "ayah_keys": "30:28,30:29",
    "text": "<p lang=\"en\" class=\"en \">He sets forth for you a parable from yourselves: Do you have partners among those whom your right hands possess to share as equals in the wealth We have bestowed on you, whom you fear as you fear each other? Thus do We explain the signs in detail to a people who have sense <span>(28)</span>Nay, but those who do wrong follow their own lusts without knowledge. Then who will guide him whom Allah has sent astray And for such there will be no helpers <span>(29)</span></p><p lang=\"en\" class=\"en \">A Parable of Tawhid</p><p lang=\"en\" class=\"en \">This is the parable Allah makes of the idolators, those who worship others besides Him and attribute partners to Him, while at the same time admitting that these so-called partners – idols and false gods – are enslaved to and belong to Him. In their Talbiyah <span class=\"gray\">(during Hajj and 'Umrah they used to say, \"At Your service, You have no partner except the partner that You have, You own Him and whatever he owns.\"</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He sets forth for you a parable from yourselves)</span> 'something which you yourselves can see witness, and understand.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you have partners among those whom your right hands possess to share as equals in the wealth We have bestowed on you…?)</span> 'None of you would like to have his servant as a partner in his wealth, each of them having an equal share.'</p><p class=\"sd qpc-hafs\" lang=\"sd\">تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whom you fear as you fear each other.)</span> 'You fear that they will have a share in your wealth with you.' Abu Mijlaz said, \"You do not fear that your servant will have a share in your wealth, because he has no such right; similarly, Allah has no partner.\" The point is, that since any one of you would abhor such a thing, how can you attribute rivals to Allah from among His creation? </p><p lang=\"en\" class=\"en \">At-Tabarani recorded that Ibn 'Abbas said, \"The people of Shirk used to say in their Talbiyah, 'At Your service, You have no partner except the partner that You have, You own Him and whatever he owns.' Then Allah revealed the words:</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do you have partners among those whom your right hands possess to share as equals in the wealth We have bestowed on you, whom you fear as you fear each other?)</span>\" If humans have this characteristic, this parable shows that it is even less befitting for Allah to have a partner.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus do We explain the signs in detail to a people who have sense.)</span> Then Allah points out that when the idolators worship others instead of Him, doing so out of their own folly and ignorance:</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلِ اتَّبَعَ الَّذِينَ ظَلَمُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Nay, but those who do wrong follow...)</span>, meaning, the idolators,</p><p class=\"sd qpc-hafs\" lang=\"sd\">أَهْوَاءَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...their own lusts)</span> means, in their worship of false gods without knowledge.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَمَنْ يَهْدِي مَنْ أَضَلَّ اللَّهُ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then who will guide him whom Allah has sent astray?)</span> means, no one can guide them if Allah has decreed that they will be misguided.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُمْ مِنْ نَاصِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for such there will be no helpers.)</span> means, there is no one who can save them from the power of Allah or grant them a way out, for what He wills, happens and what He does not will, does not happen.</p>"
  }
]