[
  {
    "ayah_key": "16:89",
    "group_ayah_key": "16:89",
    "from_ayah": "16:89",
    "to_ayah": "16:89",
    "ayah_keys": "16:89",
    "text": "<p class=\"en translation\" lang=\"en\">And on the Day when We resurrect a witness from each nation from among themselves, and We bring you <span class=\"gray\">(O Muhammad)</span> as a witness against these. And We have revealed the Book <span class=\"gray\">(the Qur'an)</span> to you as an explanation of everything, a guidance, a mercy, and good news for the Muslims <span>(89)</span></p><div lang=\"en\" class=\"en \"><h2>Every Prophet will bear Witness against his Nation on the Day of Resurrection</h2></div><p lang=\"en\" class=\"en \">Allah addressed His servant and Messenger Muhammad ﷺ, saying:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ ۖ وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَٰؤُلَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day when We resurrect a witness from each nation from among themselves, and We bring you <span class=\"gray\">(O Muhammad)</span> as a witness against these.)</span>, meaning, your Ummah. The Ayah means: remember that Day and its terrors, and the great honor and high position that Allah has bestowed upon you. This Ayah is like the Ayah with which 'Abdullah bin Mas'ud ended when he recited to the Messenger of Allah ﷺ from the beginning of Surat An-Nisa'. When he reached the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَىٰ هَٰؤُلَاءِ شَهِيدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How <span class=\"gray\">(will it be)</span> then, when We bring from each nation a witness and We bring you <span class=\"gray\">(O Muhammad)</span> as a witness against these?)</span><span class=\"gray\">[4:41]</span> the Messenger of Allah ﷺ said to him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَسْبُكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Enough.)</span> Ibn Mas'ud said: \"I turned to him and saw his eyes streaming with tears.\"</p><div lang=\"en\" class=\"en \"><h2>The Qur'an explains Everything</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِّكُلِّ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We revealed the Book <span class=\"gray\">(the Qur'an)</span> to you as an explanation of everything,)</span> Ibn Mas'ud said: \"<span class=\"gray\">[Allah]</span> made it clear that in this Qur'an there is complete knowledge and about everything.\" The Qur'an contains all kinds of beneficial knowledge, such as reports of what happened in the past, information about what is yet to come, what is lawful and unlawful, and what people need to know about their worldly affairs, their religion, their livelihood in this world, and their destiny in the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُدًى </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a guidance)</span> means, for their hearts.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a mercy, and good news for the Muslims.)</span> Al-Awza'i said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِّكُلِّ شَيْءٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have revealed the Book <span class=\"gray\">(the Qur'an)</span> as an explanation of everything,)</span> meaning, with the Sunnah. The is the reason why the phrase,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have revealed the Book to you)</span> is mentioned immediately after the phrase,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَٰؤُلَاءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We shall bring you <span class=\"gray\">(O Muhammad)</span> as a witness against these.)</span> the meaning - and Allah knows best - is that the One Who obligated you to convey the Book which He revealed to you, will also ask you about that on the Day of Resurrection.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then We shall indeed question those <span class=\"gray\">(people)</span> to whom it <span class=\"gray\">(the Book)</span> was sent and We shall indeed question the Messengers.)</span><span class=\"gray\">(7:6)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ - عَمَّا كَانُوا يَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So by your Lord We question them all about what they did.)</span><span class=\"gray\">(15:92-93)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ ۖ قَالُوا لَا عِلْمَ لَنَا ۖ إِنَّكَ أَنتَ عَلَّامُ الْغُيُوبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On the Day when Allah gathers the Messengers together and says to them: \"What was the response you received <span class=\"gray\">(to your Message)</span>?\" They will say: \"We have no knowledge, indeed only You are the Knower of all that is hidden.\")</span><span class=\"gray\">(5:109)</span> And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَىٰ مَعَادٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, He Who obligated the Qur'an upon you <span class=\"gray\">(O Muhammad)</span> will surely bring you back to the return.)</span><span class=\"gray\">[28:85]</span> meaning, the One Who gave you the obligation of conveying the Qur'an will bring you back to Him, and your return will be on the Day of Resurrection, and He will question you about you commission of the duty He gave you. This is one of the opinions, and it presents a good understanding of it.</p>"
  },
  {
    "ayah_key": "16:9",
    "group_ayah_key": "16:9",
    "from_ayah": "16:9",
    "to_ayah": "16:9",
    "ayah_keys": "16:9",
    "text": "<p class=\"en translation\" lang=\"en\">And it is up to Allah to show the right way. But there are ways that stray. And had He willed, He would have guided you all <span>(9)</span></p><div lang=\"en\" class=\"en \"><h2>Explanation of the Different Religious Paths</h2></div><p lang=\"en\" class=\"en \">When Allah mentioned the animals which may be used for the purpose of physical journeys, He also referred to the moral, religious routes that people may follow. Often in the Qur'an there is a shift from physical or tangible things to beneficial spiritual and religious matters, as when Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And take a provision <span class=\"gray\">(with you)</span> for the journey, but the best provision is Taqwa <span class=\"gray\">(piety, righteousness)</span>.)</span><span class=\"gray\">[2:197]</span> And,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِي آدَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا ۖ وَلِبَاسُ التَّقْوَىٰ ذَٰلِكَ خَيْرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Children of Adam! We have granted clothing for you to cover yourselves, as well as for adornment; but the raiment of righteousness, that is better.)</span><span class=\"gray\">[7:26]</span></p><p lang=\"en\" class=\"en \">Since Allah mentioned cattle and other such animals in this Surah, all of which are ridden or can be used in any way necessary, carrying people's necessities for them to distant places and on difficult journeys - then He mentions the ways which people follow to try to reach Him, and explains that the right way is the one that does reach Him. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is up to Allah to show the right way.)</span> This is like the Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَأَنَّ هَٰذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ ۖ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And verily, this is My straight path, so follow it, and do not follow the <span class=\"gray\">(other)</span> paths, for they will separate you away from His path.)</span><span class=\"gray\">[6:153]</span> and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ هَٰذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Allah)</span> said: \"This is the way which will lead straight to Me.\")</span><span class=\"gray\">(15:41)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is up to Allah to show the right way.)</span> Mujahid said: \"The true way is up to Allah.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is up to Allah to show the right way.)</span> Al-'Awfi said that Ibn 'Abbas said: \"It is up to Allah to clarify, to explain the guidance and misguidance.\" This was also reported by 'Ali bin Abi Talhah, and was also the opinion of Qatadah and Ad-Dahhak. Hence Allah said:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَمِنْهَا جَائِرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But there are ways that stray.)</span> meaning they deviate from the truth. Ibn 'Abbas and others said: \"These are the different ways,\" and various opinions and whims, such as Judaism, Christianity and Zoroastrianism. Ibn Mas'ud recited it as </p><p class=\"ar qpc-hafs\" lang=\"ar\">(وَمِنْكُمْ جَائِرٌ) </p><p lang=\"en\" class=\"en \">But among you are those who stray. \" Then Allah tells us that all of that happens by His will and decree. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And had He willed, He would have guided you all.)</span> And Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَن فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If your Lord had willed, then all who are in the earth would have believed.)</span><span class=\"gray\">[10:99]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً ۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ - إِلَّا مَن رَّحِمَ رَبُّكَ ۚ وَلِذَٰلِكَ خَلَقَهُمْ ۗ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if your Lord had so willed, He could surely, have made humanity one Ummah, but they will not stop disagreeing. Except those for whom your Lord has granted mercy. And it is for this that He did create them; and the Word of your Lord has been fulfilled <span class=\"gray\">(i.e. His saying)</span>: \"Surely, I shall fill Hell with Jinn and men all together.\")</span><span class=\"gray\">(11:118-119)</span>.</p>"
  }
]