[
  {
    "ayah_key": "59:11",
    "group_ayah_key": "59:11",
    "from_ayah": "59:11",
    "to_ayah": "59:17",
    "ayah_keys": "59:11,59:12,59:13,59:14,59:15,59:16,59:17",
    "text": "<p lang=\"en\" class=\"en \">Have you not observed the hypocrites who say to their disbelieving brethren among the People of the Scripture, \"If you are expelled, we indeed will go out with you, and we shall never obey anyone against you; and if you are attacked, we shall indeed help you.\" But Allah is Witness that they verily are liars <span>(11)</span>Surely, if they <span class=\"gray\">(the Jews)</span> are expelled, never will they <span class=\"gray\">(hypocrites)</span> go out with them; and if they are attacked, they will never help them. And <span class=\"gray\">(even)</span> if they do help them, they <span class=\"gray\">(hypocrites)</span> will turn their backs, and they will not be victorious <span>(12)</span>Verily, you are more fearful in their breasts than Allah. That is because they are a people who comprehend not <span>(13)</span>They fight not against you even together, except in fortified townships, or from behind walls. Their enmity among themselves is very great. You would think they were united, but their hearts are divided. That is because they are a people who understand not <span>(14)</span>They are like their immediate predecessors; they tasted the evil result of their conduct, and for them a painful torment <span>(15)</span>Like Shaytan, when he says to man: \"Disbelieve.\" But when he disbelieves, Shaytan says: \"I am free of you, I fear Allah, the Lord of all that exists! <span>(16)</span>So, the end of both will be that they will be in the Fire, abiding therein. Such is the recompense of the wrongdoers <span>(17)</span></p><p lang=\"en\" class=\"en \">The False Promise of Support the Hypocrites gave to the Jews</p><p lang=\"en\" class=\"en \">Allah states that the hypocrites, 'Abdullah bin Ubayy and his like, sent a messenger to Bani An-Nadir promising them help. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you not observed the hypocrites who say to their friends among the People of the Scripture who disbelieve: \"If you are expelled, we indeed will go out with you, and we shall never obey anyone against you; and if you are attacked, we shall indeed help you.\")</span> Allah then said,</p><p class=\"ps qpc-hafs\" lang=\"ps\">وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But Allah is Witness that they verily are liars.)</span> meaning, the hypocrites lied when they issued this promise, because it was just words that they did not intend to fulfill. Also, what they said they would do, would never have been fulfilled by them, and this is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if they are attacked, they will never help them.)</span> meaning, the hypocrites will not fight along with the Jews,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَئِنْ نَصَرُوهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(even)</span> if they do help them,)</span> and even if the hypocrites did fight along their side,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will turn their backs, and they will not be victorious.)</span> This Ayah contains good news, just as the good news that this following Ayah conveys,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you are more fearful in their breasts than Allah.)</span> meaning, the hypocrites fear you more than they fear Allah, as He says;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Behold! a section of them fear men as they fear Allah or even more.)</span><span class=\"gray\">(4:77)</span> This is why Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is because they are a people who comprehend not.)</span> Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They fight not against you even together, except in fortified townships, or from behind walls.)</span> meaning, they will not fight Muslims except from behind besieged fortified forts, because of their cowardice and fear of Muslims. They only fight when they have to defend themselves <span class=\"gray\">(even though they threaten Muslims of reprisals)</span>. Allah the Exalted said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Their enmity among themselves is very great.)</span> meaning, the enmity they feel against each other is intense,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And make you to taste the violence of one another.)</span><span class=\"gray\">(6:65)</span> Allah said in the Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّىٰ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You would think they were united, but their hearts are divided.)</span> meaning, even though one might see them combining forces and think that these forces are harmonious, yet in reality, they are divided severely. Ibrahim An-Nakha'i said that this Ayah refers to the hypocrites and the People of the Scriptures,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is because they are a people who understand not.)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَثَلِ الَّذِينَ مِنْ قَبْلِهِمْ قَرِيبًا ۖ ذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They are like their immediate predecessors; they tasted the evil result of their conduct, and for them a painful torment.)</span> referring to the Jewish tribe of Bani Qaynuqa', according to Ibn 'Abbas, Qatadah and Muhammad bin Ishaq.</p><p lang=\"en\" class=\"en \">The Parable of the Hypocrites and the Jews</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Like Shaytan, when he says to man: \"Disbelieve.\" But when <span class=\"gray\">(man)</span> disbelieves, Shaytan says: \"I am free of you...\")</span> meaning, the example of the Jews being deceived by the promises of the hypocrites, who said that they will help them if Muslims fight them, is that of the devil. When matters got serious and the Jews were besieged, the hypocrites betrayed them and abandoned them to taste utter defeat. Likewise, the devil lures mankind into disbelief and when they obey him, he disowns them and declares himself free of their actions, saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I fear Allah, the Lord of all that exists!)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَكَانَ عَاقِبَتَهُمَا أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, the end of both will be that they will be in the Fire, abiding therein.)</span> meaning, the end of both he, Shaytan, who commanded that disbelief be committed, and those who accepted his call, was in the fire of Hell forever,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَذَٰلِكَ جَزَاءُ الظَّالِمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such is the recompense of the wrongdoers.)</span> means, this is the recompense of every unjust person.</p>"
  }
]