[
  {
    "ayah_key": "5:116",
    "group_ayah_key": "5:116",
    "from_ayah": "5:116",
    "to_ayah": "5:118",
    "ayah_keys": "5:116,5:117,5:118",
    "text": "<p lang=\"en\" class=\"en \">And <span class=\"gray\">(remember)</span> when Allah will say <span class=\"gray\">(on the Day of Resurrection)</span>: \"O 'Isa, son of Maryam! Did you say unto men: 'Worship me and my mother as two gods besides Allah?'\" He will say: \"Glory be to You! It was not for me to say what I had no right <span class=\"gray\">(to say)</span>. Had I said such a thing, You would surely have known it. You know what is in my inner self though I do not know what is in Yours, truly, You, only You, are the Knower of all that is hidden and unseen. <span>(116)</span>\"Never did I say to them ought except what You <span class=\"gray\">(Allah)</span> did command me to say: 'Worship Allah, my Lord and your Lord.' And I was a witness over them while I dwelled amongst them, but when You took me <span class=\"gray\">[up]</span>, You were the Watcher over them, and You are a Witness to all things. <span>(117)</span>\"If You punish them, they are Your servants, and if You forgive them, verily You, only You are the Almighty, the All-Wise. <span>(118)</span></p><div lang=\"en\" class=\"en \"><h2>Isa Rejects Shirk and Affirms Tawhid</h2></div><p lang=\"en\" class=\"en \">Allah will also speak to His servant and Messenger, 'Isa son of Maryam, peace be upon him, saying to him on the Day of Resurrection in the presence of those who worshipped 'Isa and his mother as gods besides Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا عِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَٰهَيْنِ مِن دُونِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O 'Isa, son of Maryam! Did you say unto men: 'Worship me and my mother as two gods besides Allah')</span></p><p lang=\"en\" class=\"en \">This is a threat and a warning to Christians, chastising them in public, as Qatadah and others said, and Qatadah mentioned this Ayah as evidence,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا يَوْمُ يَنفَعُ الصَّادِقِينَ صِدْقُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"This is a Day on which the truthful will profit from their truth.\")</span><span class=\"gray\">[5:119]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glory be to You! It was not for me to say what I had no right <span class=\"gray\">(to say)</span>...)</span> contains Allah's direction for 'Isa to utter the perfect answer. Ibn Abi Hatim recorded that Abu Hurayrah said, \"'Isa will be taught his argument in reply to what Allah will ask him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَٰهَيْنِ مِن دُونِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when Allah will say <span class=\"gray\">(on the Day of Resurrection)</span>: \"O 'Isa, son of Maryam! Did you say unto men: 'Worship me and my mother as two gods besides Allah')</span><span class=\"gray\">[5:116]</span>.\" </p><p lang=\"en\" class=\"en \">Abu Hurayrah then narrated that the Prophet ﷺ said that Allah taught 'Isa to say,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Glory be to You! It was not for me to say what I had no right <span class=\"gray\">(to say)</span>...)</span></p><p lang=\"en\" class=\"en \">Ath-Thawri narrated this Hadith from Ma'mar from Ibn Tawus from Tawus. 'Isa's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had I said such a thing, You would surely have known it.)</span> means, had I said it, You, my Lord, would have known it, for nothing escapes Your knowledge. Rather, I have not said these words nor did the thought even cross my mind, this why he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنتَ عَلَّامُ الْغُيُوبِ - مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(You know what is in my inner self though I do not know what is in Yours, truly, You, only You, are the Knower of all that is hidden and unseen. Never did I say to them ought except what You <span class=\"gray\">(Allah)</span> did command me to say...)</span> and convey,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Worship Allah, my Lord and your Lord.)</span> I only called them to what You sent me with and commanded me to convey to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Worship Allah, my Lord and your Lord)</span> and this is what I conveyed to them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I was a witness over them while I dwelled amongst them,)</span> I was a witness over what they did when I was amongst them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَمَّا تَوَفَّيْتَنِي كُنتَ أَنتَ الرَّقِيبَ عَلَيْهِمْ وَأَنتَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but when You took me <span class=\"gray\">[up]</span>, You were the Watcher over them, and You are a Witness to all things.)</span></p><p lang=\"en\" class=\"en \">Abu Dawud At-Tayalisi recorded that Ibn 'Abbas said, \"The Messenger of Allah ﷺ stood up once and gave us a speech in which he said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا النَّاسُ! إِنَّكُمْ مَحْشُورُونَ إِلَى اللهِ عَزَّ وَجَلَّ حُفَاةً، عُرَاةً، غُرْلاً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O people! You will be gathered to Allah while barefooted, naked and uncircumcised;</span></p><p class=\"fa qpc-hafs\" lang=\"fa\">كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُّعِيدُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As We began the first creation, We shall repeat it.)</span><span class=\"gray\">[21:104]</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ أَوَّلَ الْخَلَائِقِ يُكْسَى يَوْمَ الْقِيَامَةِ إِبْرَاهِيمُ، أَلَا وَإِنَّهُ يُجَاءُ بِرِجَالٍ مِنْ أُمَّتِي فَيُؤْخَذُ بِهِمْ ذَاتَ الشِّمَالِ، فَأَقُولُ: أَصْحَابِي، فَيُقَالُ: إِنَّكَ لَا تَدْرِي مَا أَحْدَثُوا بَعْدَكَ، فَأَقُولُ كَمَا قَالَ الْعَبْدُ الصَّالِحُ</p><p lang=\"en\" class=\"en \">The first among the creation who will be covered with clothes will be Ibrahim. Some men from my Ummah will be brought and taken to the left <span class=\"gray\">(to the Fire)</span> and I will yell, 'They are my followers!' It will be said, 'You do not know what they innvovated after you <span class=\"gray\">(in religion)</span>.' So I will say just as the righteous servant <span class=\"gray\">('Isa)</span> said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكُنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنتَ أَنتَ الرَّقِيبَ عَلَيْهِمْ وَأَنتَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ - إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And I was a witness over them while I dwelled amongst them, but when You took me <span class=\"gray\">[up]</span>, You were the Watcher over them, and You are a Witness to all things. If You punish them, they are Your servants, and if You forgive them, verily You, only You are the Almighty, the All-Wise.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيُقَالُ: إِنَّ هؤُلَاءِ لَمْ يَزَالُوا مُرْتَدِّينَ عَلَى أَعْقَابِهِمْ مُنْذُ فَارَقْتَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It will further be said, 'These people kept reverting back on their heels after you left them.')</span>\" Al-Bukhari also recorded this Hadith in the explanation of this Ayah. Allah said;</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(If You punish them, they are Your servants, and if You forgive them, verily You, only You are the Almighty, the All-Wise.)</span></p><p lang=\"en\" class=\"en \">All matters refer back to Allah, for He does what He Wills and none can question Him about what He does, while He will question them. This Ayah also shows the crime of the Christians who invented a lie against Allah and His Messenger, thus making a rival, wife and son for Allah. Allah is glorified in that He is far above what they attribute to Him. So this Ayah <span class=\"gray\">[5:118]</span> has tremendous value and delivers unique news.</p>"
  },
  {
    "ayah_key": "5:119",
    "group_ayah_key": "5:119",
    "from_ayah": "5:119",
    "to_ayah": "5:120",
    "ayah_keys": "5:119,5:120",
    "text": "<p lang=\"en\" class=\"en \">Allah will say: \"This is a Day on which the truthful will profit from their truth: Theirs are Gardens under which rivers flow <span class=\"gray\">(in Paradise)</span> – they shall abide therein forever. Allah is pleased with them and they with Him. That is the great success <span>(119)</span>To Allah belongs the dominion of the heavens and the earth and all that is therein, and He is able to do all things <span>(120)</span></p><div lang=\"en\" class=\"en \"><h2>Only Truth will be of Benefit on the Day of Resurrection</h2></div><p lang=\"en\" class=\"en \">Allah answers His servant and Messenger 'Isa, son of Maryam, after he disowns the disbelieving Christians who lied about Allah and His Messenger, and when 'Isa refers their end to the will of his Lord,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا يَوْمُ يَنفَعُ الصَّادِقِينَ صِدْقُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This is a Day on which the truthful will profit from their truth.)</span></p><p lang=\"en\" class=\"en \">Ad-Dahhak said that Ibn 'Abbas commented, \"This is the Day when Tawhid will benefit those who believed in it.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Theirs are Gardens under which rivers flow <span class=\"gray\">(in Paradise)</span> – they shall abide therein forever.)</span> and they will never be removed from it,</p><p class=\"ps qpc-hafs\" lang=\"ps\">رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah is pleased with them and they with Him.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرِضْوَانٌ مِّنَ اللَّهِ أَكْبَرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But the greatest bliss is the good pleasure of Allah.)</span><span class=\"gray\">[9:72]</span> We will mention the Hadiths about this Ayah <span class=\"gray\">[9:72]</span> later on. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ الْفَوْزُ الْعَظِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That is the great success.)</span> means, this is the great success, other than which there is no greater success. Allah said in another Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمِثْلِ هَٰذَا فَلْيَعْمَلِ الْعَامِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For the like of this let the workers work.)</span><span class=\"gray\">[37:61]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفِي ذَٰلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for this let <span class=\"gray\">(all)</span> those strive who want to strive.)</span><span class=\"gray\">[83:26]</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِنَّ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Allah belongs the dominion of the heavens and the earth and all that is therein, and He is able to do all things.)</span> means, He created everything, owns everything, controls the affairs of everything and is able to do all things. Therefore, everything and everyone are in His domain and under His power and will. There is none like Him, nor is there rival, ancestor, son, or wife for Him, nor a lord or god besides Him. Ibn Wahb said that he heard Huyay bin 'Abdullah saying that Abu 'Abdur-Rahman Al-Habli said that 'Abdullah bin 'Amr said, \"The last revealed Surah was Surat Al-Ma'idah.\"</p>"
  }
]