[
  {
    "ayah_key": "76:4",
    "group_ayah_key": "76:4",
    "from_ayah": "76:4",
    "to_ayah": "76:12",
    "ayah_keys": "76:4,76:5,76:6,76:7,76:8,76:9,76:10,76:11,76:12",
    "text": "<p lang=\"en\" class=\"en \">Verily, We have prepared for the disbelievers iron chains, iron collars, and Sa'ir <span>(4)</span>Verily, the Abrar <span class=\"gray\">(righteous believers)</span> shall drink of a cup mixed with Kafur <span>(5)</span>A spring wherefrom the servants of Allah will drink, causing it to gush forth abundantly <span>(6)</span>They fulfill <span class=\"gray\">(their)</span> vows, and they fear a Day whose evil will be wide-spreading <span>(7)</span>And they give food, inspite of their love for it, to the poor, the orphan and the captive <span>(8)</span><span class=\"gray\">(Saying)</span>: \"We feed you seeking Allah's Face only. We wish for no reward, nor thanks from you. <span>(9)</span>\"Verily, We fear from our Lord a Day that is 'Abus and Qamtarir. <span>(10)</span>So, Allah saved them from the evil of that Day, and gave them Nadrah <span class=\"gray\">(a light of beauty)</span> and joy <span>(11)</span>And their recompense shall be Paradise, and silken garments, because they were patient <span>(12)</span></p><p lang=\"en\" class=\"en \">The Recompense of the Disbelievers and the Righteous</p><p lang=\"en\" class=\"en \">Allah informs of what he has waiting for those who disbelieve in Him from His creatures of chains, iron collars and Sa'ir. Sa'ir is the flame and fire of the Hell. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ - فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When iron collars will be rounded over their necks, and the chains, they shall be dragged along, in the boiling water, then they will be burned in the Fire.)</span><span class=\"gray\">(40:71-72)</span> After mentioning the blazing Fire He has prepared for these wretched people, Allah goes on to say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, the Abrar <span class=\"gray\">(righteous believers)</span> shall drink of a cup mixed with Kafur.)</span> The properties of the Kafur <span class=\"gray\">(camphor)</span> are well known; cooling, having a nice fragrance and in addition to this its taste will be delicious in Paradise. Al-Hasan said, \"The coolness of the camphor will be in the pleasantness of ginger.\" Thus Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A spring wherefrom the servants of Allah will drink, causing it to gush forth abundantly.)</span> meaning, this <span class=\"gray\">(drink)</span> that will be mixed for these righteous people will be taken from Kafur, which is a spring that Allah's close servants will drink directly from, without it being mixed with anything, and they will drink to their fill from it. The word Yashrabu <span class=\"gray\">(to drink)</span> includes the meaning of Yarwa <span class=\"gray\">(to quench one's thirst)</span>. Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يُفَجِّرُونَهَا تَفْجِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(causing it to gush forth abundantly <span class=\"gray\">(Tafjir)</span>.)</span> meaning, they will have control of it however and wherever they wish. They will have access to it from their castles, their homes, their sitting rooms and their residences. At-Tafjir means to cause to gush forth or flow out. This is as Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"We shall not believe in you until you cause a spring to gush forth from the earth for us.)</span><span class=\"gray\">(17:90)</span> And Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We caused a river to gush forth in the midst of them.)</span><span class=\"gray\">(18:33)</span> Mujahid said,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> يُفَجِّرُونَهَا تَفْجِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(causing it to gush forth abundantly.)</span> \"This means that they will divert it to wherever they wish.\" 'Ikrimah and Qatadah both made similar statements. Ath-Thawri said, \"They will cause it to flow wherever they wish.\"</p><p lang=\"en\" class=\"en \">The Deeds of these Righteous People</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They fulfill vows, and they fear a Day whose evil will be wide-spreading.)</span> meaning, they devote to worship Allah using that which He made obligatory upon them from actions of obligatory obedience that is based on Islamic legislation. They also worship Him by fulfilling their vows. Imam Malik reported from Talhah bin 'Abdul-Malik Al-Ayli, who reported from Al-Qasim bin Malik, from 'A'ishah that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ نَذَرَ أَنْ يُطِيعَ اللهَ فَلْيُطِعْهُ، وَمَنْ نَذَرَ أَنْ يَعْصِيَ اللهَ فَلَا يَعْصِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whoever makes a vow to obey Allah, then he should obey Him. And whoever makes a vow to disobey Allah, then he should not disobey Him.)</span> Al-Bukhari also recorded this Hadith from Malik. </p><p lang=\"en\" class=\"en \">These people also abandon those forbidden things which He <span class=\"gray\">(Allah)</span> has prohibited for them, due to their fear of having an evil reckoning on the Day of Return. This is the Day when the evil will spread out among all people except for those upon whom Allah has had mercy. Ibn 'Abbas said, \"Spreading.\" Qatadah said, \"By Allah! The evil of that Day will spread until it fills the heavens and the earth.\" Concerning Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُطْعِمُونَ الطَّعَامَ عَلَىٰ حُبِّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they give food, inspite of their love for it,)</span> It has been said that this means the love of Allah, the Most High. In their view the pronoun refers to Allah. However, the most apparent meaning is that the pronoun refers to the food. This would mean, they give food while they themselves love it and desire it. This was stated by Mujahid and Muqatil, and it was the preferred opinion of Ibn Jarir. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَآتَى الْمَالَ عَلَىٰ حُبِّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And gives his wealth, in spite of love for it.)</span><span class=\"gray\">(2:177)</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنْ تَنَالُوا الْبِرَّ حَتَّىٰ تُنْفِقُوا مِمَّا تُحِبُّونَ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By no means shall you attain Al-Birr unless you spend of that which you love.)</span><span class=\"gray\">(3:92)</span> In the Sahih, there is a Hadith which states,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفْضَلُ الصَّدَقَةِ أَنْ تَصَدَّقَ وَأَنْتَ صَحِيحٌ شَحِيحٌ، تَأْمُلُ الْغِنَىٰ وَتَخْشَى الْفَقْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The best charity is that which you give while you are healthy, covetous, hoping for wealth and fearing poverty.)</span> This means in the condition of your love for wealth, your eagerness for it and your need for it. Thus, Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُطْعِمُونَ الطَّعَامَ عَلَىٰ حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they give food, inspite of their love for it, to the poor, the orphan and the captive,)</span></p><p lang=\"en\" class=\"en \">Concerning the poor person and the orphan, an explanation of them and their characteristics has already preceded. In reference to the captive, Sa'id bin Jubayr, Al-Hasan and Ad-Dahhak all said, \"He is the captive among the people of the Qiblah <span class=\"gray\">(i.e., the Muslims)</span>.\" Ibn 'Abbas said, \"At that time <span class=\"gray\">(when this Ayah was revealed)</span> their <span class=\"gray\">(the Muslims')</span> captives were idolators.\" Proof for this is that on the day of Badr the Messenger of Allah ﷺ commanded his Companions to treat the captives respectfully. They <span class=\"gray\">(the Companions)</span> would give them preference over themselves when eating their meals. 'Ikrimah said, \"They <span class=\"gray\">(captives)</span> are the slaves.\" Ibn Jarir preferred this opinion since the Ayah generally refers to both the Muslim and the idolators. Sa'id bin Jubayr, 'Ata', Al-Hasan and Qatadah all made similar statements. The Messenger of Allah ﷺ advised treating servants well in more than one Hadith. This held such importance with him that the last statement of advice that he gave <span class=\"gray\">(before dying)</span> was his saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الصَّلَاةَ وَمَا مَلَكَتْ أَيْمَانُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The prayer <span class=\"gray\">(As-Salah)</span> and what your right hand possesses <span class=\"gray\">(slaves)</span>.)</span> Mujahid said, \"He <span class=\"gray\">(the captive)</span> is the prisoner.\" This means that these <span class=\"gray\">(righteous)</span> people give food to others even though they themselves desire it and love it, saying at the same time,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We feed you seeking Allah's Face only.)</span> meaning, hoping for the reward of Allah and His pleasure.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We wish for no reward, nor thanks from you.)</span> meaning, 'we do not seek any reward from you in return for it. We also are not seeking for you to thank us in front of the people.' </p><p lang=\"en\" class=\"en \">Mujahid and Sa'id bin Jubayr both said, \"By Allah! They do not say this with their tongues, but rather, Allah knows it in their hearts and He commends them for it. Every seeker should seek after this.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We fear from our Lord a Day that is 'Abus and Qamtarir.)</span> meaning, 'we only do this so that perhaps Allah may have mercy on us and treat us with gentleness on the Day that is 'Abus and Qamtarir.' 'Ali bin Abi Talhah reported from Ibn 'Abbas, \"'Abus means difficult and Qamtarir means long.\" 'Ikrimah and others said from Ibn Abbas,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمًا عَبُوسًا قَمْطَرِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(a Day that is 'Abus and Qamtarir <span class=\"gray\">(hard and distressful, that will make the faces look horrible from extreme dislike to it.)</span>)</span> \"The disbeliever will frown on that day until sweat will flow between his eyes like tar.\" Mujahid said, \"Abus 'Abis means <span class=\"gray\">(frowning with)</span> the two lips and Qamtarir means drawing up the face in a scowl.\" Sa'id bin Jubayr and Qatadah said, \"Faces will be made to frown due to dismay. Qamtarir is the contraction of the forehead and what is between the two eyes due to dismay.\" Ibn Zayd said, \" 'Abus is the evil and Qamtarir is the severity.\"</p><p lang=\"en\" class=\"en \">Some Details concerning the Reward of the Righteous in Paradise and what it contains of Delights</p><p lang=\"id\" class=\"id \">Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَقَاهُمُ اللَّهُ شَرَّ ذَٰلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, Allah saved them from the evil of that Day, and gave them Nadrah <span class=\"gray\">(a light of beauty)</span> and joy.)</span> This is used as a way of eloquence in stating similarity <span class=\"gray\">(i.e., two similar things)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَوَقَاهُمُ اللَّهُ شَرَّ ذَٰلِكَ الْيَوْمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, Allah saved them from the evil of that Day,)</span> meaning, He protects them from that which they fear of it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَّاهُمْ نَضْرَةً</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and gave them Nadrah <span class=\"gray\">(a light of beauty)</span>)</span> meaning, in their faces.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسُرُورًا</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(And joy)</span> in their hearts. Al-Hasan Al-Basri, Qatadah, Abu 'Aliyah and Ar-Rabi' bin Anas all stated this. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ - ضَاحِكَةٌ مُسْتَبْشِرَةٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Some faces that Day will be bright, laughing, rejoicing at good news.)</span><span class=\"gray\">(80:38-39)</span></p><p lang=\"en\" class=\"en \">This is because if the heart is happy, then the face will be enlightened. As Ka'b bin Malik said in his lengthy Hadith about Allah's Messenger , whenever he was happy, then his face will be radiant until it will be as if it is a piece of the moon. 'A'ishah said, \"The Messenger of Allah ﷺ entered into my home happy and his facial expression was glowing.\" And the Hadith continues. dAllah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَزَاهُمْ بِمَا صَبَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And their recompense because they were patient)</span> meaning, due to their patience He will give them, bestow upon them and accommodate them with Paradise and silken garments. This means a home that is spacious, a delightful life and fine clothing. Al-Hafiz Ibn 'Asakir said in his biography of Hisham bin Sulayman Ad-Darani, \"Surat Al-Insan was recited to Abu Sulayman Ad-Darani, and when the reciter reached the Ayah where Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And their recompense shall be Paradise, and silken garments, because they were patient.)</span> he <span class=\"gray\">(Abu Sulayman)</span> said, 'Because they were patient in leaving off their desires in the world.'\"</p>"
  }
]