[
  {
    "ayah_key": "45:1",
    "group_ayah_key": "45:1",
    "from_ayah": "45:1",
    "to_ayah": "45:5",
    "ayah_keys": "45:1,45:2,45:3,45:4,45:5",
    "text": "<p class=\"ar qpc-hafs\" lang=\"ar\">بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</p><p lang=\"en\" class=\"en \">In the Name of Allah, the Most Gracious, the Most Merciful.</p><p class=\"ar qpc-hafs\" lang=\"ar\">حم - تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ - إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِلْمُؤْمِنِينَ - وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ - وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِقَوْمٍ يَعْقِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(1. Ha Mim.)</span><span class=\"gray\">(2. The revelation of the Book is from Allah, the Almighty, the All-Wise.)</span><span class=\"gray\">(3. Verily, in the heavens and the earth are signs for the believers.)</span><span class=\"gray\">(4. And in your creation, and what He spread <span class=\"gray\">(through the earth)</span> of moving creatures are signs for people who have faith with certainty.)</span><span class=\"gray\">(5. And in the alternation of night and day, and the provision that Allah sends down from the sky, and revives therewith the earth after its death, and in the turning about of the winds, are signs for a people who understand.)</span></p><p lang=\"en\" class=\"en \">A Directive to contemplate over Allah's Ayat</p><p lang=\"en\" class=\"en \">Allah directs His servants to contemplate His favors and gifts, as well as His great power that is demonstrated by His creating the heavens and the earth and the various types and categories of creatures in them. </p><p lang=\"en\" class=\"en \">There are the angels, Jinns, humans, animals, birds, beasts, carnivores, insects and various kinds of sea creatures. The night and day alternate, each follows the other in succession, never ceasing to come, as decreed. One brings darkness and one brings light. Allah the Exalted also sends down the rain from the clouds when it is most needed. He is calling the rain, 'provision', because it is the resource that produces various provisions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and revives therewith the earth after its death,)</span> after it was dry and had no vegetation or life of any kind. Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَصْرِيفِ الرِّيَاحِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and in the turning about of the winds,)</span> sometimes towards the south and sometimes towards the north. Some are easterly winds and some are westerly winds, some bringing sea breezes and some blow from the land, some coming at night and some by day. Some winds bring rain, some cause pollination and some winds just revive the soul, while some others bear no benefit. Allah said first.</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لَآيَاتٍ لِلْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(are signs for the believers)</span>, then</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُوقِنُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who have faith with certainty)</span>, then</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَعْقِلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(who understand)</span>, thus ascending from one honorable stage to what is more honorable and higher in grade. These Ayat are similar to an Ayah in Surat Al-Baqarah</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in the creation of the heavens and the earth, and in the alternation of night and day, and the ships which sail through the sea with that which is of use to mankind, and the water which Allah sends down from the sky and makes the earth alive therewith after its death, and the moving creatures of all kinds that He has spread therein, and in the veering of winds and clouds which are held between the sky and the earth, are indeed signs for people of understanding.)</span><span class=\"gray\">(2:164)</span></p>"
  },
  {
    "ayah_key": "45:12",
    "group_ayah_key": "45:12",
    "from_ayah": "45:12",
    "to_ayah": "45:15",
    "ayah_keys": "45:12,45:13,45:14,45:15",
    "text": "<p lang=\"en\" class=\"en \">Allah, it is He Who has subjected to you the sea, that ships may sail through it by His command, and that you may seek of His bounty, and that you may be thankful <span>(12)</span>And has subjected to you all that is in the heavens and all that is on the earth; it is all <span class=\"gray\">(as a favor and kindness)</span> from Him. Verily, in it are signs for a people who think deeply <span>(13)</span>Say to the believers to forgive those who hope not for the Days of Allah, that He may recompense people, according to what they have earned <span>(14)</span>Whosoever does a good deed, it is for himself, and whosoever does evil, it is against <span class=\"gray\">(himself)</span>. Then to your Lord you will be made to return <span>(15)</span></p><p lang=\"en\" class=\"en \">The Subjugation of the Sea, etc., is among Allah's Signs</p><p lang=\"en\" class=\"en \">Allah the Exalted mentions some of the favors He gave to His servants, such as subjecting the sea for their service,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that ships may sail through the sea by His command,)</span> i.e., of Allah the Exalted, Who ordered the sea to carry ships,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلِتَبْتَغُوا مِنْ فَضْلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that you may seek of His bounty,)</span> in commercial and business transactions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَعَلَّكُمْ تَشْكُرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and that you may be thankful.)</span> for earning various provisions brought to you from far away provinces and distant areas through the sea. Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And has subjected to you all that is in the heavens and all that is on the earth;)</span> the stars, the mountains, the seas, the rivers and all that you use for your benefit; these are all from His favor, kindness and bounty. Allah's statement next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">جَمِيعًا مِنْهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(it is all from Him.)</span> Alone without partners in giving any of it. Allah the Exalted said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ ۖ ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whatever of blessings you have, it is from Allah. Then, when harm touches you unto Him you cry aloud for help.)</span><span class=\"gray\">(16:53)</span> Ibn Jarir recorded that Al-'Awfi reported that Ibn 'Abbas said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And has subjected to you all that is in the heavens and all that is on the earth; it is all from Him.)</span> \"Everything is from Allah, and that is a Name from His Names. So it all comes from Him without rivals to dispute His authority; surely, this fact is completely certain.\" Allah said.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in it are signs for a people who think deeply.)</span></p><p lang=\"en\" class=\"en \">The Command to be Patient with the Harm of Idolators</p><p lang=\"jv\" class=\"jv \">Allah's saying;</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say to the believers to forgive those who hope not for the Days of Allah,)</span> means, let the believers forgive the disbelievers and endure the harm that they direct against them. </p><p lang=\"en\" class=\"en \">In the beginning of Islam, Muslims were ordered to observe patience in the face of the oppression of the idolators and the People of the Scriptures so that their hearts may incline towards Islam. However, when the disbelievers persisted in stubbornness, Allah legislated for the believers to fight in Jihad. Statements of this meaning were collected from 'Abdullah bin 'Abbas and Qatadah. Mujahid said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا يَرْجُونَ أَيَّامَ اللَّهِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who hope not for the Days of Allah,)</span> \"They do not appreciate Allah's favors.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(that He may recompense people, according to what they have earned.)</span> meaning, if the believers forgive the disbelievers in this life, Allah will still punish the disbelievers for their evil in the Hereafter. Allah's statement next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ وَمَنْ أَسَاءَ فَعَلَيْهَا ۖ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whosoever does a good deed, it is for himself, and whosoever does evil, it is against <span class=\"gray\">(himself)</span>. Then to your Lord you will be made to return.)</span> meaning, you will all return to Allah on the Day of Resurrection, when you and your actions will be displayed before Him. Then, He will recompense you for your deeds, good for good and evil for evil.</p>"
  }
]