[
  {
    "ayah_key": "17:39",
    "group_ayah_key": "17:39",
    "from_ayah": "17:39",
    "to_ayah": "17:39",
    "ayah_keys": "17:39",
    "text": "<p class=\"en translation\" lang=\"en\">This is <span class=\"gray\">(part)</span> of Al-Hikmah <span class=\"gray\">(wisdom)</span> which your Lord has revealed to you. And set not up with Allah any other god lest you should be thrown into Hell, blameworthy and rejected <span class=\"gray\">(from Allah's mercy)</span><span>(39)</span></p><div lang=\"en\" class=\"en \"><h2>Everything previously mentioned is Revelation and Wisdom</h2></div><p lang=\"en\" class=\"en \">Allah says: 'What We have commanded you to do is part of good manners, and what We have forbidden you are evil qualities. We have revealed this to you, O Muhammad, so that you may command the people likewise.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَٰهًا آخَرَ فَتُلْقَىٰ فِي جَهَنَّمَ مَلُومًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And set not up with Allah any other god lest you should be thrown into Hell, blameworthy)</span> meaning, your own self will blame you, as will Allah and His creation.</p><p class=\"fa qpc-hafs\" lang=\"fa\">مَّدْحُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(rejected)</span> means far removed from everything good. Ibn 'Abbas and Qatadah said: \"<span class=\"gray\">(It means)</span> cast out.\" This is an address to the Ummah via the Messenger ﷺ, for he is infallible.</p>"
  },
  {
    "ayah_key": "17:4",
    "group_ayah_key": "17:4",
    "from_ayah": "17:4",
    "to_ayah": "17:8",
    "ayah_keys": "17:4,17:5,17:6,17:7,17:8",
    "text": "<p lang=\"en\" class=\"en \">And We decreed for the Children of Israel in the Scripture: \"Indeed you would do mischief in the land twice and you will become tyrants and extremely arrogant! <span>(4)</span>So, when the promise came for the first of the two, We sent against you servants of Ours given to terrible warfare. They entered the very innermost parts of your homes. And it was a promise <span class=\"gray\">(completely)</span> fulfilled <span>(5)</span>Then We gave you a return of victory over them. And We helped you with wealth and children and made you more numerous in manpower <span>(6)</span><span class=\"gray\">(And We said)</span>: \"If you do good, you do good for your own selves, and if you do evil <span class=\"gray\">(you do it)</span> against yourselves.\" Then, when the second promise came to pass, <span class=\"gray\">(We permitted your enemies)</span> to disgrace your faces and to enter the Masjid as they had entered it before, and to destroy with utter destruction all that fell in their hands <span>(7)</span>It may be that your Lord may show mercy unto you, but if you return <span class=\"gray\">(to sins)</span>, We shall return <span class=\"gray\">(to Our punishment)</span>. And We have made Hell a prison for the disbelievers <span>(8)</span></p><div lang=\"en\" class=\"en \"><h2>It was mentioned in the Tawrah that the Jews would spread Mischief twice</h2></div><p lang=\"en\" class=\"en \">Allah tells us that He made a declaration to the Children of Israel in the Scripture, meaning that He had already told them in the Book which He revealed to them, that they would cause mischief on the earth twice, and would become tyrants and extremely arrogant, meaning they would become shameless oppressors of people, Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَقَضَيْنَا إِلَيْهِ ذَٰلِكَ الْأَمْرَ أَنَّ دَابِرَ هَٰؤُلَاءِ مَقْطُوعٌ مُّصْبِحِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We made known this decree to him, that the root of those <span class=\"gray\">(sinners)</span> was to be cut off in the early morning.)</span><span class=\"gray\">(15:66)</span>, meaning, We already told him about that and informed him of it.</p><div lang=\"en\" class=\"en \"><h2>The First Episode of Mischief caused by the Jews, and their Punishment for it</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, when the promise came for the first of the two)</span> meaning the first of the two episodes of mischief.</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَا أُولِي بَأْسٍ شَدِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We sent against you servants of Ours given to terrible warfare.)</span> means, 'We unleashed soldiers against you from among Our creatures who were given to terrible warfare,' i.e., they had great strength and weapons and power. They entered the very innermost parts of your homes, meaning they took possession of your land and invaded the very innermost parts of your homes, going between and through your houses, coming and going freely with no fear of anyone. This was the promise <span class=\"gray\">(completely)</span> fulfilled. </p><p lang=\"en\" class=\"en \">The earlier and later commentators differed over the identity of these invaders. Many Isra'iliyyat <span class=\"gray\">(reports from Jewish sources)</span> were narrated about this, but I did not want to make this book too long by mentioning them, because some of them are fabricated, concocted by their heretics, and others may be true, but we have no need of them, praise be to Allah. What Allah has told us in His Book <span class=\"gray\">(the Qur'an)</span> is sufficient and we have no need of what is in the other books that came before. Neither Allah nor His Messenger required us to refer to them. Allah told His Messenger ﷺ that when <span class=\"gray\">(the Jews)</span> committed transgression and aggression, Allah gave their enemies power over them to destroy their country and enter the innermost parts of their homes. Their humiliation and subjugation was a befitting punishment, and your Lord is never unfair or unjust to His servants. They had rebelled and killed many of the Prophets and scholars. Ibn Jarir recorded that Yahya bin Sa'id said: \"I heard Sa'id bin Al-Musayyib saying: 'Nebuchadnezzar conquered Ash-Sham <span class=\"gray\">(Greater Syria, including Palestine)</span>, destroying Jerusalem and killing them, then he came to Damascus and found blood boiling in a censer. He asked them: What is this blood? They said: We found our forefathers doing this. Because of that blood, he killed seventy thousand of the believers and others, then the blood stopped boiling.</p><p lang=\"en\" class=\"en \">This report is Sahih from Sa'id bin Al-Musayyib, and this event is well-known, as he <span class=\"gray\">(Nebuchadnezzar)</span> killed their nobles and scholars, and did not leave alive anyone who knew the Tawrah by heart. He took many prisoners from the sons of the Prophets and others, and did many other things that would take too long to mention here. If we had found anything that was correct or close enough, we could have written it and reported it here. And Allah knows best.</p><p lang=\"en\" class=\"en \">Then Allah says:</p><p class=\"sd qpc-hafs\" lang=\"sd\">إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لِأَنفُسِكُمْ ۖ وَإِنْ أَسَأْتُمْ فَلَهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(And We said)</span>: \"If you do good, you do good for your own selves, and if you do evil <span class=\"gray\">(you do it)</span> against yourselves.\")</span> As Allah says elsewhere:</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ وَمَنْ أَسَاءَ فَعَلَيْهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Whosoever does a righteous good deed, it is for <span class=\"gray\">(the benefit of)</span> himself; and whosoever does evil, it is against himself.)</span><span class=\"gray\">(45:15)</span></p><div lang=\"nl\" class=\"nl \"><h2>The Second Episode of Mischief</h2></div><p lang=\"en\" class=\"en \">Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then, when the second promise came to pass,)</span> meaning, the second episode of mischief, when your enemies came again,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَسُوءُوا وُجُوهَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(We permitted your enemies)</span> to disgrace your faces)</span> meaning, to humiliate you and subdue you,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيَدْخُلُوا الْمَسْجِدَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to enter the Masjid)</span> meaning, Bayt Al-Maqdis <span class=\"gray\">(Jerusalem)</span>.</p><p class=\"ps qpc-hafs\" lang=\"ps\">كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as they had entered it before,)</span> when they entered the very innermost parts of your homes.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِيُتَبِّرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to destroy)</span> wrecking and inflicting ruin upon it.</p><p class=\"ur qpc-hafs\" lang=\"ur\">مَا عَلَوْا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(all that fell in their hands.)</span> everything they could get their hands on.</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَتْبِيرًا - عَسَىٰ رَبُّكُمْ أَن يَرْحَمَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(with utter destruction. It may be that your Lord may show mercy unto you)</span> meaning that He may rid you of them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ عُدتُّمْ عُدْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but if you return <span class=\"gray\">(to sins)</span>, We shall return <span class=\"gray\">(to Our punishment)</span>.)</span> meaning, if you return to causing mischief,</p><p class=\"ar qpc-hafs\" lang=\"ar\">عُدْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We shall return)</span> means, We 'will once again punish you in this world, along with the punishment and torment We save for you in the Hereafter.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We have made Hell a prison <span class=\"gray\">[Hasir]</span> for the disbelievers.)</span> meaning, a place of permanent detention, a prison which cannot be avoided or escaped. Ibn 'Abbas said, \"Hasir here means a jail.\" Mujahid said, \"They will be detained in it.\" Others said likewise. Al-Hasan said, \"Hasir means a bed of Fire.\" Qatadah said: \"The Children of Israel returned to aggression, so Allah sent this group against them, Muhammad ﷺ and his companions, who made them pay the Jizyah, with willing submission, and feeling themselves subdued.\"</p>"
  },
  {
    "ayah_key": "17:40",
    "group_ayah_key": "17:40",
    "from_ayah": "17:40",
    "to_ayah": "17:40",
    "ayah_keys": "17:40",
    "text": "<p class=\"en translation\" lang=\"en\">Has then your Lord preferred for you sons, and taken for Himself from among the angels daughters? Verily, you indeed utter an awful saying <span>(40)</span></p><div lang=\"en\" class=\"en \"><h2>Refutation of Those Who claim that the Angels are Daughters of Allah</h2></div><p lang=\"en\" class=\"en \">Allah refutes the lying idolators who claim, may the curse of Allah be upon them, that the angels are the daughters of Allah. They made the angels, who are the servants of Ar-Rahman <span class=\"gray\">(the Most Beneficent)</span>, females, and called them daughters of Allah, then they worshipped them. They were gravely wrong on all three counts. Allah says, denouncing them:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَأَصْفَاكُمْ رَبُّكُم بِالْبَنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Has then your Lord preferred for you sons,)</span> meaning, has He given only you sons?</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and taken for Himself from among the angels daughters?)</span> meaning, has He chosen for Himself, as you claim, daughters? Then Allah denounces them even more severely, and says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you indeed utter an awful saying.)</span> meaning, in your claim that Allah has children, then you say that His children are female, which you do not like for yourselves and may even kill them by burying them alive. That is indeed a division most unfair! Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا - لَّقَدْ جِئْتُمْ شَيْئًا إِدًّا - تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا - أَن دَعَوْا لِلرَّحْمَٰنِ وَلَدًا - وَمَا يَنبَغِي لِلرَّحْمَٰنِ أَن يَتَّخِذَ وَلَدًا - إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَٰنِ عَبْدًا - لَّقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا - وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"The Most Beneficent <span class=\"gray\">(Allah)</span> has begotten a child.\" Indeed you have brought forth <span class=\"gray\">(said)</span> a terrible evil thing. Whereby the heavens are almost torn, and the earth split asunder, and the mountains fall in ruins. That they ascribe a son child to the Most Beneficent. But it is not suitable for <span class=\"gray\">(the majesty of)</span> the Most Beneficent that he should beget a child. There is none in the heavens and the earth but comes unto the Most Beneficent as a servant. Verily, He knows each one of them, and has counted them a full counting. And every one of them will come to Him alone on the Day of Resurrection.)</span><span class=\"gray\">(19:88-95)</span></p>"
  },
  {
    "ayah_key": "17:41",
    "group_ayah_key": "17:41",
    "from_ayah": "17:41",
    "to_ayah": "17:41",
    "ayah_keys": "17:41",
    "text": "<p class=\"en translation\" lang=\"en\">And surely, We have explained in this Qur'an that they may take heed, but it increases them in naught save aversion.) Allah say <span>(41)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ صَرَّفْنَا فِي هَٰذَا الْقُرْآنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And surely, We have explained in this Qur'an)</span> meaning, 'We have explained Our warnings so that they may remember the proof, evidence and exhortations contained therein, and be prevented from Shirk, wrong-doing and scandal.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يَزِيدُهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but it increases them in naught)</span> the wrong-doers among them</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا نُفُورًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(save aversion.)</span> aversion towards the truth; they go further away from it.</p>"
  }
]