[
  {
    "ayah_key": "34:34",
    "group_ayah_key": "34:34",
    "from_ayah": "34:34",
    "to_ayah": "34:39",
    "ayah_keys": "34:34,34:35,34:36,34:37,34:38,34:39",
    "text": "<p lang=\"en\" class=\"en \">And We did not send a warner to a township but those who were given the worldly wealth and luxuries among them said: \"We believe not in what you have been sent with. <span>(34)</span>And they say: \"We are more in wealth and in children, and we are not going to be punished. <span>(35)</span>Say: \"Verily, my Lord expands the provision to whom He wills and restricts, but most men know not. <span>(36)</span>And it is not your wealth, nor your children that bring you nearer to Us, but only he who believes, and does righteous deeds; as for such, there will be multiple rewards for what they did, and they will reside in the high dwellings <span class=\"gray\">(Paradise)</span> in peace and security <span>(37)</span>And those who strive against Our Ayat, to frustrate them, they will be brought to the torment <span>(38)</span>Say: \"Truly, my Lord expands the provision for whom He wills of His servants, and <span class=\"gray\">(also)</span> restricts <span class=\"gray\">(it)</span> for him...\") means, according to His wisdom, He gives a lot of provision to one, and gives very little to another. He has great wisdom in doing so, which cannot be comprehended by anyone but Him). and whatsoever you spend of anything <span class=\"gray\">(in Allah's Cause)</span>, He will replace it. And He is the Best of providers. <span>(39)</span></p><p lang=\"en\" class=\"en \">How Those Who lived a Life of Luxury disbelieved in the Messengers and were misled by Their pursuit of Wealth and Children</p><p lang=\"en\" class=\"en \">Allah is consoling His Prophet ﷺ and commanding him to follow the example of the Messengers that came before him. He tells him that no Prophet was ever sent to a township but those among its people who lived a life of luxury disbelieved in him, and the weaker people of the town followed him. The people of Nuh, peace be upon him, said to him:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Shall we believe in you, when the weakest <span class=\"gray\">(of the people)</span> follow you?)</span><span class=\"gray\">(26:110)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor do we see any follow you but the meanest among us and they <span class=\"gray\">(too)</span> followed you without thinking)</span><span class=\"gray\">(11:27)</span>. The leaders among the people of Salih said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَالِحًا مُرْسَلٌ مِنْ رَبِّهِ ۚ قَالُوا إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ - قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كَافِرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(to those who were counted weak – to such of them as believed: \"Know you that Salih is one sent from his Lord.\" They said: \"We indeed believe in that with which he has been sent.\" Those who were arrogant said: \"Verily, we disbelieve in that which you believe in.\")</span><span class=\"gray\">(7:75-76)</span>. And Allah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا أَهَٰؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا ۗ أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Thus We have tried some of them with others, that they might say: \"Is it these <span class=\"gray\">(poor believers)</span> that Allah has favored from among us\" Does not Allah know best those who are grateful?)</span><span class=\"gray\">(6:53)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُوا فِيهَا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And thus We have set up in every town great ones of its wicked people to plot therein)</span><span class=\"gray\">(6:123)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when We decide to destroy a town <span class=\"gray\">(population)</span>, We <span class=\"gray\">(first)</span> send a definite order to those among them who lead a life of luxury. Then, they transgress therein, and thus the Word <span class=\"gray\">(of torment)</span> is justified against it <span class=\"gray\">(them)</span>. Then We destroy it with complete destruction)</span><span class=\"gray\">(17:16)</span>. And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ </p><p lang=\"en\" class=\"en \">And We did not send a warner to a township meaning a Prophet or a Messenger,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا قَالَ مُتْرَفُوهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but those who were given the worldly wealth and luxuries among them)</span> means, those who enjoyed a life of riches and luxury, and positions of leadership. Qatadah said, \"They are their tyrants, chiefs and leaders in evil.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We believe not in the <span class=\"gray\">(Message)</span> with which you have been sent.)</span> means, 'we do not believe in it and we will not follow it.' Allah tells us that those who enjoyed a life of luxury and who disbelieved the Messengers said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"We are more in wealth and in children, and we are not going to be punished.\")</span> meaning, they were proud of their great wealth and great numbers of children, and they believed that this was a sign that Allah loved them and cared for them, and that if He gave them this in this world, He would not punish them in the Hereafter. This was too far-fetched. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ - نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَلْ لَا يَشْعُرُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do they think that in wealth and children with which We enlarge them? We hasten unto them with good things. Nay, but they perceive not.)</span><span class=\"gray\">(23:55-56)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ ۚ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So, let not their wealth nor their children amaze you; in reality Allah's plan is to punish them with these things in the life of this world, and that their souls shall depart while they are disbelievers.)</span><span class=\"gray\">(9:55)</span>, and</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا - وَجَعَلْتُ لَهُ مَالًا مَمْدُودًا - وَبَنِينَ شُهُودًا - وَمَهَّدْتُ لَهُ تَمْهِيدًا - ثُمَّ يَطْمَعُ أَنْ أَزِيدَ - كَلَّا ۖ إِنَّهُ كَانَ لِآيَاتِنَا عَنِيدًا - سَأُرْهِقُهُ صَعُودًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Leave Me Alone <span class=\"gray\">(to deal)</span> with whom I created lonely. And then granted him resources in abundance. And children to be by his side. And made life smooth and comfortable for him. After all that he desires that I should give more. Nay! Verily, he has been opposing Our Ayat. I shall oblige him to face a severe torment!)</span><span class=\"gray\">(74:11-17)</span></p><p lang=\"en\" class=\"en \">And Allah has told us about the story of the owner of those two gardens, that he had wealth and crops and children, but that could not help him at all when all of that was taken from him in this world, before he reached the Hereafter. Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Verily, my Lord expands the provision to whom He wills and restricts...\")</span> meaning, He gives wealth to those whom He loves and those whom He does not love, and He makes poor whom He wills and makes rich whom He wills. He has complete wisdom and clear proof,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but most men know not.)</span> Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it is not your wealth, nor your children that bring you nearer to Us,)</span> meaning, 'these things are not a sign that We love you or care for you.' Imam Ahmad, may Allah have mercy on him, recorded that Abu Hurayrah, may Allah be pleased with him, said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللهَ تَعَالَى لَا يَنْظُرُ إِلَى صُوَرِكُمْ وَأَمْوَالِكُمْ، وَلَكِنْ إِنَّمَا يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah does not look at your outward appearance or your wealth, rather He looks at your hearts and your deeds.)</span> Muslim and Ibn Majah also recorded this. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but only he who believes, and does righteous deeds;)</span> meaning, 'only faith and righteous deeds will bring you closer to Us.'</p><p class=\"ar qpc-hafs\" lang=\"ar\"> فَأُولَٰئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(as for such, there will be multiple rewards for what they did,)</span> means, the reward will be multiplied for them between ten and seven hundred times.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will reside in the high dwellings in peace and security.)</span> means, in the lofty dwellings of Paradise, safe from all misery, fear and harm, and from any evil they could fear.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim recorded that 'Ali, may Allah be pleased with him, said that the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي الْجَنَّةِ لَغُرَفًا تُرَى ظُهُورُهَا مِنْ بُطُونِهَا، وَبُطُونُهَا مِنْ ظُهُورِهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(In Paradise there are lofty rooms whose outside can be seen from the inside and whose inside can be seen from the outside.)</span> A bedouin asked, \"Who are they for?\" He ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَنْ طَيَّبَ الْكَلَامَ، وَأَطْعَمَ الطَّعَامَ، وَأَدَامَ الصِّيَامَ، وَصَلَّى بِاللَّيْلِ وَالنَّاسُ نِيَامٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For those who speak well, feed the hungry, persist in fasting and pray at night while people are asleep.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يَسْعَوْنَ فِي آيَاتِنَا مُعَاجِزِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who strive against Our Ayat, to frustrate them,)</span> means, those who try to block people from the path of Allah and from following His Messengers and believing in His signs,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ فِي الْعَذَابِ مُحْضَرُونَ </p><p lang=\"en\" class=\"en \">they will be brought to the torment. means, they will all be punished for their deeds, each one accordingly.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Truly, my Lord expands the provision for whom He wills of His servants, and <span class=\"gray\">(also)</span> restricts <span class=\"gray\">(it)</span> for him...\")</span> means, according to His wisdom, He gives a lot of provision to one, and gives very little to another. He has great wisdom in doing so, which cannot be comprehended by anyone but Him. This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۚ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See how We favor one above another, and verily, the Hereafter will be greater in degrees and greater in favor.)</span><span class=\"gray\">(17:21)</span>. This means that just as there are differences between them in this world – where one may be poor and in straitened circumstances while another is rich and enjoys a life of plenty – so they will be in the Hereafter. There one will reside in apartments in the highest levels of Paradise, whilst another will be in the lowest levels of Hell. As the Prophet ﷺ said, describing the best of people in this world:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَدْ أَفْلَحَ مَنْ أَسْلَمَ وَرُزِقَ كَفَافًا وَقَنَّعَهُ اللهُ بِمَا آتَاهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He truly succeeds who becomes Muslim and is given just enough provision and Allah makes him content with what He has given.)</span>\" It was recorded by Muslim.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and whatsoever you spend of anything, He will replace it.)</span> means, 'whatever you spend in the ways that He has commanded you and permitted you, He will compensate you for it in this world by giving you something else instead, and in the Hereafter by giving you reward.' It was reported that the Prophet ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ اللهُ تَعَالَى: أَنْفِقْ، أُنْفِقْ عَلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah says: \"Spend, I will spend on you.\")</span> In another Hadith it is reported that every morning, two angels come, and one says, \"O Allah, bring destruction upon the one who withholds <span class=\"gray\">(does not spend)</span>.\" The other one says, \"O Allah, give compensation to the one who spends.\" And the Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنْفِقْ بِلَالُ، وَلَا تَخْشَ مِنْ ذِي الْعَرْشِ إِقْلَالًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Spend, O Bilal, and do not fear that the One Who is on the Throne will withhold from you.)</span></p>"
  }
]