[
  {
    "ayah_key": "3:124",
    "group_ayah_key": "3:124",
    "from_ayah": "3:124",
    "to_ayah": "3:129",
    "ayah_keys": "3:124,3:125,3:126,3:127,3:128,3:129",
    "text": "<p lang=\"en\" class=\"en \"><span class=\"gray\">(Remember)</span> when you said to the believers, \"Is it not enough for you that your Lord should help you with three thousand angels sent down? <span>(124)</span>\"But, if you hold on to patience and have Taqwa, and the enemy comes rushing at you; your Lord will help you with five thousand angels having marks <span class=\"gray\">(of distinction)</span>. <span>(125)</span>Allah made it not but as a message of good news for you and as an assurance to your hearts. And there is no victory except from Allah, the All-Mighty, the All-Wise <span>(126)</span>That He might cut off a part of those who disbelieve, or expose them to infamy, so that they retire frustrated <span>(127)</span>Not for you is the decision; whether He turns in mercy to <span class=\"gray\">(pardon)</span> them or punishes them; verily, they are the wrongdoers <span>(128)</span>And to Allah belongs all that is in the heavens and all that is in the earth. He forgives whom He wills, and punishes whom He wills. And Allah is Oft-Forgiving, Most Merciful <span>(129)</span></p><div lang=\"en\" class=\"en \"><h2>The Support of the Angels</h2></div><p lang=\"en\" class=\"en \">The scholars of Tafsir differ over whether the promise contained in these Ayat referred to the battle of Badr or Uhud. </p><p lang=\"en\" class=\"en \">The First View</p><p lang=\"en\" class=\"en \">There are two opinions about this, one of them saying that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَقُولُ لِلْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Remember)</span> when you said to the believers)</span><span class=\"gray\">[3:124]</span>, is related to His statement, </p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And Allah has already made you victorious at Badr)</span><span class=\"gray\">[3:123]</span>.</p><p lang=\"en\" class=\"en \">This was reported from Al-Hasan Al-Basri, 'Amr Ash-Sha'bi, Ar-Rabi' bin Anas and several others, Ibn Jarir also agreed with this opinion. 'Abbad bin Mansur said that Al-Hasan said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلَاثَةِ آلَافٍ مِّنَ الْمَلَائِكَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Remember)</span> when you said to the believers, \"Is it not enough for you that your Lord should help you with three thousand angels?\")</span><span class=\"gray\">[3:124]</span>, is about the battle of Badr; Ibn Abi Hatim also recorded this statement.</p><p lang=\"en\" class=\"en \">Ibn Abi Hatim then reported that 'Amr Ash-Sha'bi said, \"On the day of Badr, the Muslims received information that Kurz bin Jabir <span class=\"gray\">(a prominent tribe chief)</span> was aiding the idolators, and this news was hard on them, so Allah revealed;</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلَاثَةِ آلَافٍ مِّنَ الْمَلَائِكَةِ مُنزَلِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Is it not enough for you that your Lord <span class=\"gray\">(Allah)</span> should help you with three thousand angels sent down?\")</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مُسَوِّمِينَ</p><p lang=\"no\" class=\"no \"><span class=\"gray\">(having marks <span class=\"gray\">(of distinction)</span>)</span><span class=\"gray\">[3:124,125]</span>.</p><p lang=\"en\" class=\"en \">The news of the defeat of the idolators <span class=\"gray\">[at Badr]</span> reached Kurz and he did not reinforce them, and thus, Allah did not reinforce the Muslims with the five <span class=\"gray\">(thousands of angels)</span>.\"</p><p lang=\"en\" class=\"en \">As for Ar-Rabi' bin Anas, he said, \"Allah supported the Muslims with one thousand <span class=\"gray\">(angels)</span>, then the number reached three thousand, then five thousand.\" If one asks, according to this opinion, how can we combine between this Ayah and Allah's statement about Badr,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُم بِأَلْفٍ مِّنَ الْمَلَائِكَةِ مُرْدِفِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(Remember)</span> when you sought help of your Lord and He answered you <span class=\"gray\">(saying)</span>: \"I will help you with a thousand angels, each behind the other <span class=\"gray\">(following one another)</span> in succession.\")</span><span class=\"gray\">[8:9]</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily! Allah is All-Mighty, All-Wise)</span> We say that the one thousand mentioned here does not contradict the three thousand mentioned in the above Ayah <span class=\"gray\">(3:124)</span>. The word \"in succession\" means they follow each other and thus indicates that thousands more will follow them. The two Ayat above <span class=\"gray\">(8:9 and 3:124)</span> are similar in meaning and it appears that they both were about the battle of Badr, because the angels did fight in the battle of Badr, as the evidence indicates. Allah knows best. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ إِن تَصْبِرُوا وَتَتَّقُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you hold on to patience and have Taqwa,)</span><span class=\"gray\">[3:125]</span> means, if you observe patience while fighting the enemy, all the while fearing Me and obeying My command. Al-Hasan, Qatadah, Ar-Rabi' and As-Suddi said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَأْتُوكُم مِّن فَوْرِهِمْ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will come rushing)</span> means, they <span class=\"gray\">(angels)</span> will rush to you instantaneously. Al-'Awfi said that Ibn 'Abbas said that the Ayah means, \"All at once\". It is also said that it means, before their anger subsides <span class=\"gray\">(against the disbelievers)</span>.</p><p lang=\"en\" class=\"en \">The Second View</p><p lang=\"en\" class=\"en \">The second opinion stipulates that the promise mentioned here <span class=\"gray\">[concerning the angels participating in battle]</span> is related to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And <span class=\"gray\">(remember)</span> when you left your household in the morning to post the believers at their stations for the battle)</span> of Uhud. However, we should add, the angels did not come to the aid of Muslims at Uhud, because Allah made it conditional,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَلَىٰ إِن تَصْبِرُوا وَتَتَّقُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if you hold on to patience and have Taqwa)</span><span class=\"gray\">[3: 125]</span>.</p><p lang=\"en\" class=\"en \">The Muslims were not patient at Uhud. Rather, they ran away and, consequently, did not receive the support of even one angel.</p><p lang=\"de\" class=\"de \">Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ آلَافٍ مِّنَ الْمَلَائِكَةِ مُسَوِّمِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your Lord will help you with five thousand angels having marks)</span>, of distinction.</p><p lang=\"en\" class=\"en \">Abu Ishaq As-Subay'i said; from Harithah bin Mudarrib said that 'Ali bin Abi Talib said, \"The angels were distinguished by wearing white wool at Badr.\" The angels also had special markings distinguishing their horses.</p><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَىٰ لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah made it not but as a message of good news for you and as an assurance to your hearts)</span><span class=\"gray\">[3:126]</span>.</p><p lang=\"en\" class=\"en \">This Ayah means, \"Allah sent down angels and told you about their descent to encourage you and to comfort and reassure your hearts. You should know that victory only comes from Allah and that if He willed, He would have defeated your enemy without you having to fight them.\" For instance, Allah said after commanding the believers to fight,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ذَٰلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانتَصَرَ مِنْهُمْ وَلَٰكِن لِّيَبْلُوَ بَعْضَكُم بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَن يُضِلَّ أَعْمَالَهُمْ - سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ - وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if it had been Allah's will, He Himself could certainly have punished them <span class=\"gray\">(without you)</span>. But <span class=\"gray\">(He lets you fight)</span> in order to test some of you with others. But those who are killed in the way of Allah, He will never let their deeds be lost. He will guide them and set right their state. And admit them to Paradise which He has made known to them)</span><span class=\"gray\">[47:4-6]</span>.</p><p lang=\"en\" class=\"en \">This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَىٰ لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِ وَمَا النَّصْرُ إِلَّا مِنْ عِندِ اللَّهِ الْعَزِيزِ الْحَكِيمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah made it not but as a message of good news for you and as an assurance to your hearts. And there is no victory except from Allah, the All-Mighty, the All-Wise)</span><span class=\"gray\">[3:126]</span>.</p><p lang=\"en\" class=\"en \">This Ayah means, \"Allah is the Almighty Whose power can never be undermined, and He has the perfect wisdom in His decrees and in all His decisions.\" Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَقْطَعَ طَرَفًا مِّنَ الَّذِينَ كَفَرُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That He might cut off a part of those who disbelieve,)</span><span class=\"gray\">[3:127]</span> meaning, out of His wisdom, He commands you to perform Jihad and to fight.</p><p lang=\"en\" class=\"en \">Allah then mentions the various consequences of performing Jihad against the disbelievers. For instance, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِيَقْطَعَ طَرَفًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(That He might cut off a part...)</span> meaning, to cause a part of a nation to perish,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِّنَ الَّذِينَ كَفَرُوا أَوْ يَكْبِتَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(of those who disbelieve, or expose them to infamy,)</span> by disgracing them and forcing them to return with only their rage, having failed in their aim to harm you. This is why Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَكْبِتَهُمْ فَيَنقَلِبُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or expose them to infamy, so that they retire)</span> to go back to their land,</p><p class=\"fa qpc-hafs\" lang=\"fa\">خَائِبِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(frustrated)</span> without achieving their aims.</p><p lang=\"en\" class=\"en \">Allah then mentions a statement that testifies that the decision in this life and the Hereafter is for Him Alone without partners,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not for you is the decision)</span><span class=\"gray\">[3:128]</span></p><p lang=\"en\" class=\"en \">meaning, \"The matter is all in My Hand.\" Allah also said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(your duty is only to convey <span class=\"gray\">(the Message)</span> and on Us is the reckoning.)</span><span class=\"gray\">[13:40]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّيْسَ عَلَيْكَ هُدَاهُمْ وَلَٰكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not upon you is their guidance, but Allah guides whom He wills.)</span><span class=\"gray\">[2:272]</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَٰكِنَّ اللَّهَ يَهْدِي مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, you guide not whom you like, but Allah guides whom He wills)</span><span class=\"gray\">[28: 56]</span>.</p><p lang=\"mt\" class=\"mt \">Muhammad bin Ishaq said that Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(3:128...Not for you is the decision;)</span>, means, \"No part of the decision regarding My servants is yours, except what I command you.\" Allah then mentions the rest of the consequences of Jihad,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يَتُوبَ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(whether He pardons them)</span> concerning the acts of disbelief that they commit, thus delivering them from misguidance to the guidance.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَوْ يُعَذِّبَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or punishes them;)</span> in this life and the Hereafter because of their disbelief and errors,</p><p class=\"fa qpc-hafs\" lang=\"fa\">فَإِنَّهُمْ ظَالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(verily, they are the wrongdoers)</span>, and thus, they deserve such a fate.<span class=\"gray\">(3:128 end)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that, Salim bin 'Abdullah said that his father said that he heard the Messenger of Allah ﷺ saying – when he raised his head from bowing in the second unit of the Fajr prayer – \"O Allah! Curse so-and-so,\" after saying; Sami' Allahu Liman Hamidah, Rabbana wa lakal-Hamd. Thereafter, Allah revealed this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not for you is the decision;)</span> This was also recorded by An-Nasa'i. Imam Ahmad recorded that Salim bin 'Abdullah said that his father said that he heard the Messenger of Allah ﷺ saying,</p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ الْعَنْ فُلَانًا، اللَّهُمَّ الْعَنِ الْحَارِثَ بْنَ هِشَامٍ، اللَّهُمَّ الْعَنْ سُهَيْلَ بْنَ عَمْرٍو، اللَّهُمَّ الْعَنْ صَفْوَانَ بْنَ أُمَيَّةَ</p><p lang=\"ha\" class=\"ha \"><span class=\"gray\">(O Allah! Curse so-and-so. O Allah! Curse Al-Harith bin Hisham. O Allah! Curse Suhayl bin 'Amr. O Allah! Curse Safwan bin Umayyah.)</span></p><p lang=\"en\" class=\"en \">Thereafter, this Ayah was revealed;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not for you is the decision; whether He turns in mercy to <span class=\"gray\">(pardon)</span> them or punishes them; verily, they are the wrongdoers)</span><span class=\"gray\">[3:128]</span>.</p><p lang=\"en\" class=\"en \">All these persons were pardoned <span class=\"gray\">(after they embraced Islam later on)</span>.</p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Abu Hurayrah said that when Allah's Messenger ﷺ would supplicate against or for someone, he would do so when he was finished bowing and saying; Sami' Allahu Liman Hamidah, Rabbana wa lakal-Hamd. He would then say, <span class=\"gray\">(the Qunut)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">اللَّهُمَّ أَنْجِ الْوَلِيدَ بْنَ الْوَلِيدِ، وَسَلَمَةَ بْنَ هِشَامٍ وَعَيَّاشَ بْنَ أَبِي رَبِيعَةَ، وَالْمُسْتَضْعَفِينَ مِنَ الْمُؤْمِنِينَ، اللَّهُمَّ اشْدُدْ وَطْأَتَكَ عَلى مُضَرَ، وَاجْعَلْهَا عَلَيْهِمْ سِنِينَ كَسِنِي يُوسُفَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O Allah! Save Al-Walid bin Al-Walid, Salamah bin Hisham, 'Ayyash bin Abi Rabi'ah and the weak and the helpless people among the faithful believers. O Allah! Be hard on the tribe of Mudar and let them suffer from years of famine like that of the time of Yusuf.)</span></p><p lang=\"en\" class=\"en \">He would say this supplication aloud. He sometimes would supplicate during the Dawn prayer, \"O Allah! Curse so-and-so <span class=\"gray\">(persons)</span>,\" mentioning some Arab tribes. Thereafter, Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not for you is the decision.)</span></p><p lang=\"en\" class=\"en \">Al-Bukhari recorded that Hamid and Thabit said that, Anas bin Malik said that the Prophet ﷺ was injured during the battle of Uhud and said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ يُفْلِحُ قَوْمٌ شَجُّوا نَبِيَّهُمْ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How can a people achieve success after having injured their Prophet?)</span></p><p lang=\"en\" class=\"en \">Thereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not for you is the decision,)</span> was revealed.</p><p lang=\"en\" class=\"en \">Imam Ahmad recorded that Anas said that, the Prophet's front tooth was broken during the battle of Uhud and he also sustained injuries on his forehead until blood dripped on his face. The Prophet ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ يُفْلِحُ قَوْمٌ فَعَلُوا هذَا بِنَبِيِّهِمْ، وَهُوَ يَدْعُوهُمْ إِلى رَبِّهِمْ عَزَّ وَجَلَّ؟</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How can a people achieve success after having done this to their Prophet who is calling them to their Lord, the Exalted and Most Honored?)</span> Allah revealed,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Not for you is the decision; whether He turns in mercy to <span class=\"gray\">(pardons)</span> them or punishes them; verily, they are the wrongdoers.)</span> Muslim also collected this Hadith.</p><p lang=\"ceb\" class=\"ceb \">Allah then said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(...And to Allah belongs all that is in the heavens and all that is in the Earth.)</span><span class=\"gray\">[3:129]</span>, everything is indeed the property of Allah and all are servants in His Hand.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَغْفِرُ لِمَن يَشَاءُ وَيُعَذِّبُ مَن يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He forgives whom He wills, and punishes whom He wills.)</span> for His is the decision and none can resist His decision. Allah is never asked about what He does, while they will be asked,</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَاللَّهُ غَفُورٌ رَّحِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah is Oft-Forgiving, Most Merciful.)</span><span class=\"gray\">(3:129 end...)</span></p>"
  }
]