[
  {
    "ayah_key": "45:24",
    "group_ayah_key": "45:24",
    "from_ayah": "45:24",
    "to_ayah": "45:26",
    "ayah_keys": "45:24,45:25,45:26",
    "text": "<p lang=\"en\" class=\"en \">And they say: \"There is nothing but our life of this world, we die and we live and nothing destroys us except Ad-Dahr <span class=\"gray\">(time)</span>. And they have no knowledge of it, they only presume <span>(24)</span>And when Our Clear Ayat are recited to them, their argument is no other than that they say: \"Bring back our <span class=\"gray\">(dead)</span> fathers, if you are truthful! <span>(25)</span>Say <span class=\"gray\">(to them)</span>: \"Allah gives you life, then causes you to die, then He will assemble you on the Day of Resurrection about which there is no doubt. But most of mankind know not. <span>(26)</span></p><p lang=\"en\" class=\"en \">The Conviction of the Disbelievers, Their Argument and the Refutation of it</p><p lang=\"en\" class=\"en \">Allah mentions here the creed of Ad-Dahriyyah and the Arab idolators who embraced their creed, denying Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they say: \"There is nothing but our life of this world, we die and we live....\")</span> They say that there is only this life, some people die while others are born to life, without Resurrection or Judgement. This was the creed of Arab idolators who used to deny Resurrection, in addition to, the creed of the atheist philosophers among them who denied the creation and Resurrection. This was also the statement of atheist philosophers who deny the Creator and think that the world will return to its original form once every thirty–six thousand years, when everything will restart its life–cycle again! They claim that this cycle was repeated for infinity, thus contradicting the sound reason and the divine revelation. They said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and nothing destroys us except Ad-Dahr <span class=\"gray\">(time)</span>.)</span> Allah the Exalted said in reply,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا لَهُمْ بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they have no knowledge of it, they only presume.)</span> they speculate and guess! </p><p lang=\"en\" class=\"en \">As for the Hadith recorded by the two collectors of the Sahih, and Abu Dawud and An-Nasa'i, from Abu Hurayrah that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُ تَعَالَىٰ: يُؤْذِينِي ابْنُ آدَمَ، يَسُبُّ الدَّهْرَ وَأَنَا الدَّهْرُ، بِيَدِيَ الْأَمْرُ، أُقَلِّبُ لَيْلَهُ وَنَهَارَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah the Exalted says, \"The Son of 'Adam annoys Me when he curses Ad-Dahr <span class=\"gray\">(time)</span>, while I am Ad-Dahr. In My Hand are all matters; I cause the alternation of his days and nights.\")</span> In another narration;</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَسُبُّوا الدَّهْرَ فَإِنَّ اللهَ تَعَالَى هُوَ الدَّهْرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not curse Ad-Dahr <span class=\"gray\">(time)</span>, for Allah is Ad-Dahr.)</span> Ash-Shafi'i, Abu 'Ubaydah and several other Imams of Tafsir explained the meaning of the Prophet's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا تَسُبُّوا الدَّهْرَ فَإِنَّ اللهَ هُوَ الدَّهْرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Do not abuse Ad-Dahr <span class=\"gray\">(time)</span>, for Allah is Ad-Dahr.)</span> They said, \"During the time of Jahiliyyah, when an affliction, a calamity or a disaster struck them, the Arabs used to say, 'Woe to Ad-Dahr <span class=\"gray\">(time)</span>!' So they used to blame such incidents on Ad-Dahr, cursing Ad-Dahr in the process. Surely, it is Allah the Exalted and Most Honored Who causes these <span class=\"gray\">(and all)</span> things to happen. This is why when they cursed Ad-Dahr, it was as if they were cursing Allah Himself, since truthfully, He causes all incidents to happen. Therefore, abusing Ad-Dahr was prohibited due to this consideration, for it was Allah Whom they meant by abusing Ad-Dahr, which – as we said– they accused of causing <span class=\"gray\">(distressful)</span> incidents.\"</p><p lang=\"en\" class=\"en \">This is the best explanation for this subject, and it is the desired meaning. Allah knows best. We should mention that Ibn Hazm and those of the Zahiriyyah like him made an error when they used this Hadith to include Ad-Dahr among Allah's most beautiful Names. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when Our Clear Ayat are recited to them,)</span> means, when the truth is made plain to them and used as evidence against them, asserting that Allah is able to resurrect the bodies after they have perished and disintegrated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(their argument is no other than that they say: \"Bring back our fathers, if you are truthful!\")</span> 'bring them back to life, if what you say is true.' Allah the Exalted said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(to them)</span>: \"Allah gives you life and then causes you to die...\")</span> 'for you are witnesses that He brings you <span class=\"gray\">(or new life)</span> to existence after non–existence,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How can you disbelieve in Allah? Seeing that you were dead and He gave you life. Then He will give you death, then again will bring you to life.)</span><span class=\"gray\">(2:28)</span> Therefore, He Who is able to initiate creation, is able to restart it, as well and more obviously,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He it is Who originates the creation, then He will repeat it; and this is easier for Him.)</span><span class=\"gray\">(30:27)</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then He will assemble you on the Day of Resurrection about which there is no doubt.)</span> 'when He resurrects you, it will be on and for the Day of Resurrection, not in this life. Therefore, your statement is groundless,'</p><p class=\"fa qpc-hafs\" lang=\"fa\">ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ</p><p lang=\"en\" class=\"en \">Bring back our <span class=\"gray\">(dead)</span> fathers, if you are truthful! Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ۖ </p><p lang=\"en\" class=\"en \">The Day when He will gather you <span class=\"gray\">(all)</span> on the Day of Gathering. <span class=\"gray\">(64:9)</span>.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِأَيِّ يَوْمٍ أُجِّلَتْ - لِيَوْمِ الْفَصْلِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For what Day are these signs postponed? For the Day of sorting out.)</span><span class=\"gray\">(77:12-13)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We delay it only for a term <span class=\"gray\">(already)</span> fixed.)</span><span class=\"gray\">(11:104)</span> Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then He will assemble you on the Day of Resurrection about which there is no doubt.)</span> there is no doubt that it will come,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But most of mankind know not.)</span> and this is why they deny Resurrection and discount the fact that the bodies will be brought back to life. Allah the Exalted said,</p><p class=\"fa qpc-hafs\" lang=\"fa\">إِنَّهُمْ يَرَوْنَهُ بَعِيدًا - وَنَرَاهُ قَرِيبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, they see it afar off. But We see it <span class=\"gray\">(quite)</span> near.)</span><span class=\"gray\">(70:6-7)</span>, they discount the possibility that Resurrection will ever come, while the believers believe that its occurrence is easy and imminent.</p>"
  },
  {
    "ayah_key": "45:27",
    "group_ayah_key": "45:27",
    "from_ayah": "45:27",
    "to_ayah": "45:29",
    "ayah_keys": "45:27,45:28,45:29",
    "text": "<p lang=\"en\" class=\"en \">And to Allah belongs the kingdom of the heavens and the earth. And on the Day that the Hour will be established – on that Day the followers of falsehood shall lose <span>(27)</span>And you will see each nation humbled to their knees <span class=\"gray\">(Jathiyah)</span>, each nation will be called to its Record <span class=\"gray\">(of deeds)</span>. This Day you shall be recompensed for what you used to do <span>(28)</span>This Our Record speaks about you with truth. Verily, We were recording what you used to do <span>(29)</span></p><p lang=\"en\" class=\"en \">Some of the Conditions of the Day of Resurrection and its Horrors</p><p lang=\"en\" class=\"en \">Allah mentions that He is the King and Owner of the heavens and earth, and the Only Ruler over them in this life and the Hereafter. Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَيَوْمَ تَقُومُ السَّاعَةُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And on the Day that the Hour will be established)</span> on the Day of Resurrection,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَخْسَرُ الْمُبْطِلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(the followers of falsehood shall lose.)</span> those who disbelieve in Allah and reject the clear proofs and unequivocal evidences that He has sent down to His Messengers. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you will see each nation humbled to their knees <span class=\"gray\">(Jathiyah)</span>,)</span> kneeling, fearful of the tremendous calamity and events. It was said that this will occur when Hellfire will be brought forth, for she will exhale once, and everyone will fall to their knees, including Ibrahim, the Khalil. He will proclaim, \"Myself, myself, myself! Today, I will not ask You <span class=\"gray\">(O Allah)</span> but about myself.\" And even 'Isa, will proclaim, \"Today, I will only argue before You on my own behalf, I will not ask You about Maryam, who gave birth to me.\" Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلُّ أُمَّةٍ تُدْعَىٰ إِلَىٰ كِتَابِهَا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(each nation will be called to its Record.)</span> meaning, Record of deeds. Allah said in a similar Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Book will be presented; and the Prophets and the witnesses will be brought forward)</span><span class=\"gray\">(39:69)</span>. This is why Allah said here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This Day you shall be recompensed for what you used to do.)</span> 'you will be judged according to your deeds, good and evil.' Allah said in similar Ayat;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يُنَبَّأُ الْإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ - بَلِ الْإِنْسَانُ عَلَىٰ نَفْسِهِ بَصِيرَةٌ - وَلَوْ أَلْقَىٰ مَعَاذِيرَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(On that Day man will be informed of what he sent forward, and what he left behind. Nay! Man will be a witness against himself, though he may put forth his excuses.)</span><span class=\"gray\">(75:13-15)</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">هَٰذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ۚ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(This, Our Record speaks about you with truth.)</span> It contains the record of all your actions, without addition or deletion. Allah also said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَٰذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا ۚ وَوَجَدُوا مَا عَمِلُوا حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And the Book will be presented, and you will see the criminals, fearful of that which is therein. They will say: \"Woe to us! What sort of Book is this that leaves neither a small thing nor a big thing, but has recorded it with numbers!\" And they will find all that they did, placed before them, and your Lord treats no one with injustice.)</span><span class=\"gray\">(18:49)</span> Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We were recording what you used to do.)</span> means, 'We ordered Our scribe angels to record your deeds.' Ibn 'Abbas and others commented, \"The angels record the deeds of the servants and then ascend to heaven with them. There, they meet the angels entrusted with the Records of deeds sent down from Al-Lawh Al-Mahfuz on each Night of Al-Qadr, containing what Allah has written will occur from the servants, long before He created them. They will compare their records and find out that not a single letter was added or deleted.\" He then recited this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We were recording what you used to do.)</span></p>"
  }
]