[
  {
    "ayah_key": "13:36",
    "group_ayah_key": "13:36",
    "from_ayah": "13:36",
    "to_ayah": "13:37",
    "ayah_keys": "13:36,13:37",
    "text": "<p lang=\"en\" class=\"en \">Those to whom We have given the Book, rejoice at what has been revealed unto you, but there are among the Ahzab <span class=\"gray\">(Confederates)</span> those who reject a part thereof. Say: \"I am commanded only to worship Allah and not to join partners with Him. To Him I call and to Him is my return. <span>(36)</span>And thus have We sent it <span class=\"gray\">(the Qur'an)</span> down to be a judgement of authority in Arabic. Were you to follow their <span class=\"gray\">(vain)</span> desires after the knowledge which has come to you, then you will not have any Wali <span class=\"gray\">(protector)</span> or defender against Allah <span>(37)</span></p><div lang=\"en\" class=\"en \"><h2>The Truthful Ones from among the People of the Scriptures rejoice at what Allah has revealed to Muhammad <span class=\"gray\">(ﷺ)</span></h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those to whom We have given the Book,)</span> and they adhere by it,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَفْرَحُونَ بِمَا أُنزِلَ إِلَيْكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(rejoice at what has been revealed unto you,)</span> i.e. the Qur'an, because they have evidence in their Books affirming the truth of the Qur'an and conveying the good news of its imminent revelation, just as Allah said in another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those to whom We gave the Book recite it as it should be recited.)</span><span class=\"gray\">[2:121]</span> Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Believe in it <span class=\"gray\">(the Qur'an)</span> or do not believe.\")</span><span class=\"gray\">[17:107]</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Truly, the promise of our Lord must be fulfilled.)</span><span class=\"gray\">[17:108]</span> meaning, Allah's promise to us in our Books to send Muhammad ﷺ is true. It is certain and will surely come to pass and be fulfilled, so all praise to our Lord, how truthful is His promise, all the thanks are due to Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they fall down on their faces weeping and it increases their humility.)</span><span class=\"gray\">[17:109]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الْأَحْزَابِ مَن يُنكِرُ بَعْضَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but there are among the Ahzab <span class=\"gray\">(Confederates)</span> those who reject a part thereof.)</span> meaning, 'There are those among the sects who disbelieve in some of what was revealed to you <span class=\"gray\">(O Muhammad)</span>.' Mujahid said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمِنَ الْأَحْزَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but there are among the Ahzab <span class=\"gray\">(Confederates)</span>)</span>, refers to Jews and Christians,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَن يُنكِرُ بَعْضَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(those who reject a part thereof)</span>, meaning, 'They reject a part of the truth that came down to you - O Muhammad.' Similar was reported from Qatadah and 'Abdur-Rahman bin Zayd bin Aslam. Allah said in similar Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And there are, certainly, among the People of the Scripture, those who believe in Allah.)</span><span class=\"gray\">[3:199]</span> Allah said next,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I am commanded only to worship Allah and not to join partners with Him...\")</span> meaning, 'I <span class=\"gray\">(Muhammad)</span> was sent with the religion of worshipping Allah alone without partners, just as the Messengers before me,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَيْهِ أَدْعُو</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(To Him <span class=\"gray\">(alone)</span> I call)</span>, I call the people to His path,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِلَيْهِ مَآبِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to Him is my return.)</span> final destination and destiny.' Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَذَٰلِكَ أَنزَلْنَاهُ حُكْمًا عَرَبِيًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And thus have We sent it <span class=\"gray\">(the Qur'an)</span> down to be a judgement of authority in Arabic.)</span> Allah says, 'Just as We sent Messengers before you and revealed to them Divine Books from heaven, We sent down to you the Qur'an, a judgement of authority in Arabic, as an honor for you, and We preferred you among all people with this clear, plain and unequivocal Book that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَّا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Falsehood cannot come to it from before it or behind it: <span class=\"gray\">(it is)</span> sent down by the All-Wise, Worthy of all praise.)</span>' <span class=\"gray\">[41:42]</span> Allah's statement,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Were you to follow their <span class=\"gray\">(vain)</span> desires)</span>, means, their opinions,</p><p class=\"ar qpc-hafs\" lang=\"ar\">بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(after the knowledge which has come to you)</span> from Allah, all praise to Him,</p><p class=\"ar qpc-hafs\" lang=\"ar\">مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا وَاقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(then you will not have any Wali <span class=\"gray\">(protector)</span> or defender against Allah.)</span> This part of the Ayah warns people of knowledge against following the paths of misguid- ance after they had gained knowledge in <span class=\"gray\">(and abided by)</span> the Prophetic Sunnah and the path of Muhammad, may Allah's best peace and blessings be on him.</p>"
  },
  {
    "ayah_key": "13:38",
    "group_ayah_key": "13:38",
    "from_ayah": "13:38",
    "to_ayah": "13:39",
    "ayah_keys": "13:38,13:39",
    "text": "<p lang=\"en\" class=\"en \">And indeed We sent Messengers before you, and made for them wives and offspring. And it was not for a Messenger to bring a sign except by Allah's leave. <span class=\"gray\">(For)</span> every matter there is a decree <span class=\"gray\">(from Allah)</span><span>(38)</span>Allah blots out what He wills and confirms <span class=\"gray\">(what He wills)</span>. And with Him is the Mother of the Book <span>(39)</span></p><div lang=\"en\" class=\"en \"><h2>All Prophets and Messengers were Humans</h2></div><p lang=\"en\" class=\"en \">Allah says, 'Just as We have sent you O Muhammad, a Prophet and a human, We sent the Messengers before you from among mankind, that eat food, walk in the markets, and We gave them wives and offspring.' Allah said to the most honorable and Final Messenger,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَىٰ إِلَيَّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"I am only a man like you. It has been revealed to me.\")</span><span class=\"gray\">[18:110]</span> It is recorded in the Two Sahihs that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمَّا أَنَا فَأَصُومُ وَأُفْطِرُ، وَأَقُومُ وَأَنَامُ، وَآكُلُ اللَّحْمَ، وَأَتَزَوَّجُ النِّسَاءَ، فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(As for me, I fast and break the fast, stand in prayer at night and sleep, eat meat and marry women; so whoever turns away from my Sunnah is not of mine.)</span></p><div lang=\"en\" class=\"en \"><h2>No Prophet can bring a Miracle except by Allah's Leave</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it was not for a Messenger to bring a sign except by Allah's leave.)</span> meaning, no Prophet could have brought a miracle to his people except by Allah's permission and will, for this matter is only decided by Allah the Exalted and Most Honored, not the Prophets; surely Allah does what He wills and decides what He wills.</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِكُلِّ أَجَلٍ كِتَابٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(<span class=\"gray\">(For)</span> every matter there is a decree <span class=\"gray\">(from Allah)</span>.)</span> for every term appointed, there is a record <span class=\"gray\">(or decree)</span> that keeps it, and everything has a specific due measure with Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ ۗ إِنَّ ذَٰلِكَ فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Know you not that Allah knows all that is in the heaven and on the earth? Verily, it is <span class=\"gray\">(all)</span> in the Book. Verily, that is easy for Allah.)</span><span class=\"gray\">[22:70]</span></p><div lang=\"en\" class=\"en \"><h2>Meaning of Allah blotting out what He wills and confirming what He wills of the Book</h2></div><p lang=\"ceb\" class=\"ceb \">Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمْحُو اللَّهُ مَا يَشَاءُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah blots out what He wills)</span> of the divinely revealed Books,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيُثْبِتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and confirms)</span>, until the Qur'an, revealed from Allah to His Messenger peace be upon him, abrogated them all. Mujahid commented;</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah blots out what He wills and confirms <span class=\"gray\">(what He wills)</span>.)</span> \"Except life and death, misery and happiness <span class=\"gray\">[i.e., faith and disbelief]</span>, for they do not change.\" Mansur said that he asked Mujahid, \"Some of us say in their supplication, 'O Allah! If my name is with those who are happy <span class=\"gray\">(believers)</span>, affirm my name among them, and if my name is among the miserable ones <span class=\"gray\">(disbelievers)</span>, remove it from among them and place it among the happy ones.\" Mujahid said. \"This supplication is good.\" I met him a year or more later and repeated the same question to him and he recited these Ayat,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَكَةٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(We sent it <span class=\"gray\">(this Qur'an)</span> down on a blessed night.)</span> Mujahid commented next, \"During Laylatul-Qadr <span class=\"gray\">(Night of the Decrees)</span>, Allah decides what provisions and disasters will occur in the next year of. He then brings forward or back <span class=\"gray\">(or blots out)</span> whatever He wills. As for the Book containing the records of the happy <span class=\"gray\">(believers)</span> and the miserable <span class=\"gray\">(disbelievers)</span>, it does not change.\" Al-A'mash narrated that Abu Wa'il, Shaqiq bin Salamah said that he used to recite this supplication often, \"O Allah, if You wrote us among the wretched ones, remove this status from us and write us among the blessed ones. If You wrote us among the blessed ones, please let us stay that way, for surely, You blot out and confirm what You will, and with You is the Mother of the Book.\" Ibn Jarir At-Tabari collected this. Similar statements were collected from 'Umar bin Al-Khattab and 'Abdullah bin Mas'ud, indicating that Allah blots out <span class=\"gray\">(or abrogates)</span> and affirms what He wills in the Book of Records. What further supports this meaning is that Imam Ahmad recorded that Thawban said that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ الرَّجُلَ لَيُحْرَمُ الرِّزْقَ بِالذَّنْبِ يُصِيبُهُ، وَلَا يَرُدُّ الْقَدَرَ إِلَّا الدُّعَاءُ، وَلَا يَزِيدُ فِي الْعُمْرِ إِلَّا الْبِرُّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(A man might be deprived of a provision <span class=\"gray\">(that was written for him)</span> because of a sin that he commits; only supplication changes Al-Qadar <span class=\"gray\">(Predestination)</span>; and only Birr <span class=\"gray\">(righteousness)</span> can increase the life span.\")</span></p><p lang=\"en\" class=\"en \">An-Nasa'i and Ibn Majah collected this Hadith. There is also a Hadith recorded in the Sahih that affirms that maintaining the ties of the womb increases the life span.</p><p lang=\"en\" class=\"en \">Al-'Awfi reported that Ibn 'Abbas said about Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ ۖ وَعِندَهُ أُمُّ الْكِتَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah blots out what He wills and confirms <span class=\"gray\">(what He wills)</span>. And with Him is the Mother of the Book.)</span> \"A man might work in Allah's obedience for a while but he reverts to the disobedience of Him and then dies while misguided. This is what Allah blots out, while what He confirms is a man who works in His disobedience, but since goodness was destined for him, he dies after reverting to the obedience of Allah. This is what Allah confirms.\" It was also reported that Sa'id bin Jubayr said that this Ayah is in the meaning of another Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَيَغْفِرُ لِمَن يَشَاءُ وَيُعَذِّبُ مَن يَشَاءُ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then He forgives whom He wills and punishes whom He wills. And Allah is able to do all things.)</span><span class=\"gray\">[2:284]</span></p>"
  }
]