[
  {
    "ayah_key": "2:38",
    "group_ayah_key": "2:38",
    "from_ayah": "2:38",
    "to_ayah": "2:39",
    "ayah_keys": "2:38,2:39",
    "text": "<p lang=\"en\" class=\"en \">We said: \"Get down all of you from this place <span class=\"gray\">(the Paradise)</span>, then whenever there comes to you Hudan <span class=\"gray\">(guidance)</span> from Me, and whoever follows My guidance, there shall be no fear on them, nor shall they grieve <span>(38)</span>But those who disbelieve and belie Our Ayat <span class=\"gray\">(proofs, evidences, verses, lessons, signs, revelations, etc.)</span> ـ such are the dwellers of the Fire. They shall abide therein forever. <span>(39)</span></p><p lang=\"en\" class=\"en \">Allah stated that when He sent Adam, Hawwa', and Shaytan to earth from Paradise, He warned them that He will reveal Books and send Prophets and Messengers to them, i.e., to their offspring. Abu Al-'Aliyah said, \"Al-Huda, refers to the Prophets, Messengers, the clear signs and plain explanation.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَمَن تَبِعَ هُدَايَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And whoever follows My guidance)</span> meaning, whoever accepts what is contained in My Books and what I send the Messengers with,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَلاَ خَوْفٌ عَلَيْهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(There shall be no fear on them)</span> regarding the Hereafter,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلاَ هُمْ يَحْزَنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(nor shall they grieve)</span> regarding the life of this world. Similarly, in Surat Ta Ha, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالَ اهْبِطَا مِنْهَا جَمِيعًا ۖ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He <span class=\"gray\">(Allah)</span> said: \"Get you down <span class=\"gray\">(from the Paradise to the earth)</span>, both of you, together, some of you are an enemy to some others. Then if there comes to you guidance from Me, then whoever follows My guidance, he shall neither go astray, nor shall he be distressed.)</span><span class=\"gray\">(20:123)</span></p><p lang=\"en\" class=\"en \">Ibn 'Abbas commented, \"He will not be misguided in this life or miserable in the Hereafter.\" The Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But whosoever turns away from My Reminder <span class=\"gray\">(i.e. neither believes in this Qur'an nor acts on its teachings)</span> verily, for him is a life of hardship, and We shall raise him up blind on the Day of Resurrection.)</span><span class=\"gray\">(20:124)</span> is similar to what Allah stated here,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But those who disbelieve and belie Our Ayat ـ such are the dwellers of the Fire. They shall abide therein forever)</span>, meaning, they will remain in Hell for eternity and will not find a way out of it.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ - وَآمِنُوا بِمَا أَنزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ</p>"
  },
  {
    "ayah_key": "2:4",
    "group_ayah_key": "2:4",
    "from_ayah": "2:4",
    "to_ayah": "2:4",
    "ayah_keys": "2:4",
    "text": "<p class=\"en translation\" lang=\"en\">And who have faith in what is revealed to you and in what was revealed before you, and in the Hereafter they are certain <span>(4)</span></p><p lang=\"gd\" class=\"gd \">Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And who have faith in what is revealed to you and in what was revealed before you.)</span> means, \"They believe in what Allah sent you with, and in what the previous Messengers were sent with, they do not distinguish between <span class=\"gray\">(believing)</span> them, nor do they reject what they brought from their Lord.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَبِالْآخِرَةِ هُمْ يُوقِنُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And in the Hereafter they are certain)</span> that is the resurrection, the standing <span class=\"gray\">(on the Day of Resurrection)</span>, Paradise, the Fire, the reckoning and the the Scale that weighs the deeds <span class=\"gray\">(the Mizan)</span>. The Hereafter is so named because it comes after this earthly life.</p><div lang=\"en\" class=\"en \"><h2>Attributes of the Believers</h2></div><p lang=\"en\" class=\"en \">The people described here <span class=\"gray\">(2:4)</span> are those whom Allah described in the preceding Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Those who have faith in the Ghayb and perform Salah, and spend out of what we have provided for them.)</span></p><p lang=\"en\" class=\"en \">Mujahid once stated, \"Four Ayat at the beginning of Surat Al-Baqarah describe the believers, two describe the disbelievers, and thirteen describe the hypocrites.\" The four Ayat mentioned in this statement are general and include every believer, whether an Arab, non-Arab, or a person of a previous Scripture, whether they are Jinns or humans. All of these attributes complement each other and require the existence of the other attributes. For instance, it is not possible that one believes in the Unseen, performs the prayer and gives Zakah without believing in what the Messenger of Allah and the previous Messengers were sent with. The same with certainty in the Hereafter, this is not correct without that, for Allah has commanded the believers,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَىٰ رَسُولِهِ وَالْكِتَابِ الَّذِي أَنزَلَ مِن قَبْلُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who believe! Believe in Allah, and His Messenger, and the Book <span class=\"gray\">(the Qur'an)</span> which He has revealed to the Messenger, and the Book which He sent own to those before <span class=\"gray\">(him)</span>)</span><span class=\"gray\">(4:136)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ ۖ وَقُولُوا آمَنَّا بِالَّذِي أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَٰهُنَا وَإِلَٰهُكُمْ وَاحِدٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And argue not with the People of the Book, unless it be in <span class=\"gray\">(a way)</span> that is better, except with such of them as do wrong; and say <span class=\"gray\">(to them)</span>: \"We believe in that which has been revealed to us and revealed to you; our Ilah <span class=\"gray\">(God)</span> and your Ilah <span class=\"gray\">(God)</span> is One <span class=\"gray\">(i.e. Allah)</span>')</span><span class=\"gray\">(29:46)</span>,</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(O you who have been given the Book <span class=\"gray\">(Jews and Christians)</span>! Believe in what We have revealed <span class=\"gray\">(to Muhammad ﷺ)</span> confirming what is <span class=\"gray\">(already)</span> with you)</span><span class=\"gray\">(4:47)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَىٰ شَيْءٍ حَتَّىٰ تُقِيمُوا التَّوْرَاةَ وَالْإِنجِيلَ وَمَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say <span class=\"gray\">(O Muhammad ﷺ)</span>: \"O People of the Book <span class=\"gray\">(Jews and Christians)</span>! You have nothing until you act according to the Tawrah <span class=\"gray\">(Torah)</span>, the Injil <span class=\"gray\">(Gospel)</span>, and what has <span class=\"gray\">(now)</span> been revealed to you from your Lord <span class=\"gray\">(the Qur'an)</span>.\")</span><span class=\"gray\">(5:68)</span>.</p><p lang=\"en\" class=\"en \">Also, Allah the Exalted described the believers;</p><p class=\"ar qpc-hafs\" lang=\"ar\">آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ ۚ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The Messenger <span class=\"gray\">(Muhammad <span class=\"gray\">(ﷺ)</span>)</span> believes in what has been revealed to him from his Lord, and <span class=\"gray\">(so do)</span> the believers. Each one believes in Allah, His Angels, His Books, and His Messengers. <span class=\"gray\">(They say,)</span> \"We make no distinction between any of His Messengers\")</span><span class=\"gray\">(2:285)</span>, and,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ مِّنْهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And those who believe in Allah and His Messengers and make no distinction between any of them <span class=\"gray\">(Messengers)</span>)</span><span class=\"gray\">(4:152)</span>,</p><p lang=\"en\" class=\"en \">This is a sample of the Ayat that indicate that the true believers all believe in Allah, His Messengers and His Books.</p><p lang=\"en\" class=\"en \">The faithful among the People of the Book, have a special significance here, since they believe in their Books and in all of the details related to that, so when such people embrace Islam and sincerely believe in the details of the religion, then they will get two rewards. As for the others, they can only believe in the previous religious teachings in a general way. For instance, the Prophet ﷺ stated,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا حَدَّثَكُمْ أَهْلُ الْكِتَابِ فَلَا تُكَذِّبُوهُمْ وَلَا تُصَدِّقُوهُمْ وَلٰكِنْ قُولُوا: آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُم</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When the People of the Book narrate to you, neither reject nor affirm what they say. Rather, say, 'We believe in what was revealed to us and what was revealed to you.')</span></p><p lang=\"en\" class=\"en \">However, the faith that many Arabs have in the religion of Islam as it was revealed to Muhammad ﷺ might be more complete, encompassing and firmer than the faith of the People of the Book who embraced Islam. Therefore, if the believers in Islam among the People of the Book gain two rewards, other Muslims who have firmer Islamic faith might gain an equal reward that compares to the two the People of the Book gain <span class=\"gray\">(upon embracing Islam)</span>. And Allah knows best.</p>"
  }
]