[
  {
    "ayah_key": "34:18",
    "group_ayah_key": "34:18",
    "from_ayah": "34:18",
    "to_ayah": "34:19",
    "ayah_keys": "34:18,34:19",
    "text": "<p lang=\"en\" class=\"en \">And We placed, between them and the towns which We had blessed, towns easy to be seen, and We made the stages <span class=\"gray\">(of journey)</span> between them easy <span class=\"gray\">(saying)</span>: \"Travel in them safely both by night and day. <span>(18)</span>But they said: \"Our Lord! Make the stages between our journey longer,\" and they wronged themselves; so We made them as tales <span class=\"gray\">(in the land)</span>, and We dispersed them all totally. Verily, in this are indeed signs for every steadfast, grateful <span class=\"gray\">(person)</span><span>(19)</span></p><p lang=\"en\" class=\"en \">The Trade of Saba' and Their Destruction</p><p lang=\"en\" class=\"en \">Allah tells us about the blessings which the people of Saba' enjoyed, and the luxuries and plentiful provision which was theirs in their land, with its secure dwellings and towns which were joined to one another, with many trees, crops and fruits. When they traveled, they had no need to carry provisions or water with them; wherever they stopped, they would find water and fruits, so they could take their noontime rest in one town, and stay overnight in another, according to their needs on their journey. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We placed, between them and the towns which We had blessed,)</span> Mujahid, Al-Hasan, Sa'id bin Jubayr and Malik, who narrated it from Zayd bin Aslam, and Qatadah, Ad-Dahhak, As-Suddi, Ibn Zayd and others – all said that this means the towns of Syria. It means they used to travel from Yemen to Syria via towns easy to be seen and connected to one another. Al-'Awfi reported that Ibn 'Abbas said, \"The towns which We had blessed by putting Jerusalem among them.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُرًى ظَاهِرَةً </p><p lang=\"en\" class=\"en \">towns easy to be seen, meaning, clear and visible, known to travelers, so they could take their noontime rest in one town and stay overnight in another. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَدَّرْنَا فِيهَا السَّيْرَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and We made the stages <span class=\"gray\">(of journey)</span> between them easy)</span> meaning, 'We made it in a way that met the needs of the travelers.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Travel in them safely both by night and day.)</span> means, those who travel in them will be safe both by night and by day.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But they said: \"Our Lord! Make the stages between our journey longer,\" and they wronged themselves;)</span> They failed to appreciate this blessing, as Ibn 'Abbas, Mujahid, Al-Hasan and others said: \"They wanted to travel long distances through empty wilderness where they would need to carry provisions with them and would have to travel through intense heat in a state of fear.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(so We made them as tales <span class=\"gray\">(in the land)</span>, and We dispersed them all totally.)</span> means, 'We made them something for people to talk about when they converse in the evening, how Allah plotted against them and dispersed them after they had been together living a life of luxury, and they were scattered here and there throughout the land.' So, the Arabs say of a people when they are dispersed, \"They have been scattered like Saba',\" in all directions.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this are indeed signs for every steadfast, grateful.)</span> In the punishment which these people suffered, the way in which their blessings and good health were turned into vengeance for their disbelief and sins, is a lesson and an indication for every person who is steadfast in the face of adversity and grateful for blessings. Imam Ahmad recorded that Sa'd bin Abi Waqqas, may Allah be pleased with him, said, \"The Messenger of Allah ﷺ said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَجِبْتُ مِنْ قَضَاءِ اللهِ تَعَالَى لِلْمُؤْمِنِ إِنْ أَصَابَهُ خَيْرٌ حَمِدَ رَبَّهُ وَشَكَرَ، وَإِنْ أَصَابَتْهُ مُصِيبَةٌ حَمِدَ رَبَّهُ وَصَبَرَ، يُؤْجَرُ الْمُؤْمِنُ فِي كُلِّ شَيْءٍ حتّٰى فِي اللُّقْمَةِ يَرْفَعُهَا إِلَى فِي امْرَأَتِهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(I am amazed at what Allah has decreed for the believer; if something good befalls him, He praises his Lord and gives thanks, and if something bad befalls him, he praises his Lord and has patience. The believer will be rewarded for everything, even the morsel of food which he lifts to his wife's mouth.)</span>\"</p><p lang=\"en\" class=\"en \">This was also recorded by An-Nasa'i in Al-Yawm wal-Laylah. There is a corroborating report in the Two Sahihs, where a Hadith narrated by Abu Hurayrah, may Allah be pleased with him, says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">عَجَبًا لِلْمُؤْمِنِ لَا يَقْضِي اللهُ تَعَالَى لَهُ قَضَاءً إِلَّا كَانَ خَيْرًا لَهُ، إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خَيْرًا لَهُ، وَلَيْسَ ذَلِكَ لِأَحَدٍ إِلَّا لِلْمُؤْمِنِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(How amazing is the affair of the believer! Allah does not decree anything for him but it is good for him. If something good happens to him, he gives thanks, and that is good for him; if something bad happens to him, he bears it with patience, and that is good for him. This is not for anyone except the believer.)</span>\" It was reported that Qatadah said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, in this are indeed signs for every steadfast, grateful.)</span> It was Mutarrif who used to say: \"How blessed is the grateful, patient servant. If he is given something, he gives thanks, and if he is tested, he bears it with patience.\"</p>"
  },
  {
    "ayah_key": "34:20",
    "group_ayah_key": "34:20",
    "from_ayah": "34:20",
    "to_ayah": "34:21",
    "ayah_keys": "34:20,34:21",
    "text": "<p class=\"en translation\" lang=\"en\">And indeed Iblis did prove true his thought about them, and they followed him, all except a group of true believers <span>(20)</span>And he had no authority over them, – except that We might test him who believes in the Hereafter, from him who is in doubt about it. And your Lord is Watchful over everything <span>(21)</span></p><p lang=\"en\" class=\"en \">How Iblis' thought about the Disbeliever proved True</p><p lang=\"en\" class=\"en \">Having mentioned Saba' and how they followed their desires, and the Shaytan, Allah tells us about their counterparts among those who follow Iblis and their own desires, and who go against wisdom and true guidance. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And indeed Iblis did prove true his thought about them,)</span> Ibn 'Abbas, may Allah be pleased with him, and others said that this Ayah is like the Ayah where Allah tells us about how Iblis refused to prostrate to Adam, peace be upon him, then said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَرَأَيْتَكَ هَٰذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(See this one whom You have honored above me, if You give me respite to the Day of Resurrection, I will surely seize and mislead his offspring all but a few!)</span><span class=\"gray\">(17:62)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ ۖ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then I will come to them from before them and behind them, from their right and from their left, and You will not find most of them as thankful ones.)</span><span class=\"gray\">(7:17)</span> And there are many Ayat which refer to this matter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And he <span class=\"gray\">(Iblis)</span> had no authority over them,)</span> Ibn 'Abbas, may Allah be pleased with him said, \"This means, he had no proof.\"</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(except that We might test him who believes in the Hereafter, from him who is in doubt about it.)</span> means, 'We gave him power over them only to show who believes in the Hereafter and that it will come to pass.' The people will be brought to account and rewarded or punished accordingly, so that he will worship his Lord properly in this world – and to distinguish these believers from those who are in doubt about the Hereafter.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَرَبُّكَ عَلَىٰ كُلِّ شَيْءٍ حَفِيظٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And your Lord is a Watchful over everything.)</span> means, despite His watching, those who follow Iblis go astray, but by His watching and care, the believers who follow the Messengers are saved.</p>"
  }
]