[
  {
    "ayah_key": "33:14",
    "group_ayah_key": "33:14",
    "from_ayah": "33:14",
    "to_ayah": "33:17",
    "ayah_keys": "33:14,33:15,33:16,33:17",
    "text": "<p lang=\"en\" class=\"en \">And if the enemy had entered from all sides, and they had been exhorted to Al-Fitnah, they would surely have committed it and would have hesitated thereupon but little <span>(14)</span>And indeed they had already made a covenant with Allah not to turn their backs, and a covenant with Allah must be answered for <span>(15)</span>Say: \"Flight will not avail you if you flee from death or killing and then you will enjoy no more than a little while! <span>(16)</span>Say: \"Who is he who can protect you from Allah if He intends to harm you, or intends mercy on you?\" And they will not find, besides Allah, for themselves any protector or any helper.) Allah tells us about those who sai <span>(17)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ ۖ إِنْ يُرِيدُونَ إِلَّا فِرَارًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(\"Truly, our homes lie open.\" And they lay not open. They but wished to flee.)</span> If the enemy had entered upon them from every side of Al-Madinah and from every direction, then demanded that they become disbelievers, they would have promptly done so. They would not have adhered to their faith or remained steadfast in it if they were faced with the slightest fear. This is how it was interpreted by Qatadah, 'Abdur-Rahman bin Zayd and Ibn Jarir. This is a condemnation of them in the clearest terms. Then Allah reminds them of the promise they had made to Him before this fear struck them, that they would not turn their backs or flee from the battlefield.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَكَانَ عَهْدُ اللَّهِ مَسْئُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and a covenant with Allah must be answered for.)</span> means, Allah will inevitably ask them about that covenant. Then Allah tells them that fleeing from battle will not delay their appointed demise or make their lives any longer; on the contrary, it may be the cause of their being taken sooner, and in a sudden manner. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذًا لَا تُمَتَّعُونَ إِلَّا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and then you will enjoy no more than a little while!)</span> meaning, 'after you run away and flee from battle.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Short is the enjoyment of this world. The Hereafter is better for him who have Taqwa\")</span><span class=\"gray\">(4:77)</span>. Then Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">قُلْ مَنْ ذَا الَّذِي يَعْصِمُكُمْ مِنَ اللَّهِ إِنْ أَرَادَ بِكُمْ سُوءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً ۚ وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Say: \"Who is he who can protect you from Allah if He intends to harm you, or intends mercy on you?\" And they will not find, besides Allah, for themselves any protector or any helper.)</span> meaning, they have no one else except Allah to respond to their cries.</p>"
  },
  {
    "ayah_key": "33:18",
    "group_ayah_key": "33:18",
    "from_ayah": "33:18",
    "to_ayah": "33:20",
    "ayah_keys": "33:18,33:19,33:20",
    "text": "<p lang=\"en\" class=\"en \">Allah already knows those among you who keep back <span class=\"gray\">(men)</span> from fighting <span class=\"gray\">(in Allah's cause)</span>, and those who say to their brethren, \"Come here towards us,\" while they come not to the battle except a little <span>(18)</span>Being miserly towards you. Then when fear comes, you will see them looking to you, their eyes revolving like one over whom hovers death; but when the fear departs, they will smite you with sharp tongues, miserly towards good. Such have not believed. Therefore, Allah makes their deeds fruitless and that is ever easy for Allah.) Allah tells us that His knowledge encompasses those who sought to tell others not to go out and who said to their brethren, meaning their companions, friend and acquaintance <span>(19)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">هَلُمَّ إِلَيْنَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Come here towards us,)</span> meaning, come to where we are in the shade and enjoying fruits. But in spite of that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا - أَشِحَّةً عَلَيْكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they come not to the battle except a little, being miserly towards you.)</span> i.e., 'they are mean and have no love or mercy towards you.' As-Suddi said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَشِحَّةً عَلَيْكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Being miserly towards you.)</span> means, with the booty.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَىٰ عَلَيْهِ مِنَ الْمَوْتِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then when fear comes, you will see them looking to you, their eyes revolving like one over whom hovers death;)</span> means, because of the intensity of their fear and terror; this is how afraid these cowards are of fighting.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(but when the fear departs, they will smite you with sharp tongues,)</span> means, when security is restored, they will speak eloquently and nicely, claiming that they were the bravest and most chivalrous of men, but they are lying. Ibn 'Abbas, may Allah be pleased with him, said:</p><p class=\"ur qpc-hafs\" lang=\"ur\">سَلَقُوكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will smite you)</span> means, \"they will start to talk about you.\" Qatadah said: \"But when it comes to the booty, the most miserly of people and the worst to have to share the booty with are those who say, 'Give us, give us, we were there with you,' but during battle they were the most cowardly and the most likely to fail to support the truth.\" They are miserly towards good, meaning that there is no goodness in them, for they have combined cowardice with lies and little good. Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أُولَٰئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمَالَهُمْ ۚ وَكَانَ ذَٰلِكَ عَلَى اللَّهِ يَسِيرًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Such have not believed. Therefore Allah makes their deeds fruitless and that is ever easy for Allah.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا ۖ وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ ۖ وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(20. They think that the Confederates have not yet withdrawn; and if the Confederates should come, they would wish they were in the deserts among the bedouins, seeking news about you; and if they were to be among you, they would not fight but little.)</span> This is another aspect of their abhorrent attribute of cowardice and fear:</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They think that the Confederates have not yet withdrawn;)</span> and that they are still close by and will return.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if the Confederates should come, they would wish they were in the deserts among the bedouins, seeking news about you;)</span> means, 'if the Confederates should come back, they hope that they will not be present with you in Al-Madinah, but that they will be in the desert, asking about news of you and what happened to you with your enemy.'</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and if they were to be among you, they would not fight but little.)</span> means, 'if they are among you, they will not fight alongside you very much,' because they are so cowardly and weak, and have so little faith, but Allah knows best about them.</p>"
  },
  {
    "ayah_key": "33:21",
    "group_ayah_key": "33:21",
    "from_ayah": "33:21",
    "to_ayah": "33:22",
    "ayah_keys": "33:21,33:22",
    "text": "<p lang=\"en\" class=\"en \">Indeed in the Messenger of Allah you have a good example to follow for him who hopes in Allah and the Last Day, and remembers Allah much <span>(21)</span>And when the believers saw the Confederates, they said: \"This is what Allah and His Messenger had promised us; and Allah and His Messenger had spoken the truth.\" And it only added to their faith and to their submissiveness <span>(22)</span></p><p lang=\"en\" class=\"en \">The Command to follow the Messenger صلی اللہ علیہ وسلم</p><p lang=\"en\" class=\"en \">This Ayah is an important principle, to follow the Messenger of Allah ﷺ in all his words, and deeds, etc. Hence Allah commanded the people to take the Prophet ﷺ as an example on the day of Al-Ahzab, with regard to patience, guarding, striving and waiting for Allah to provide the way out; may the peace and blessings of Allah be upon him forever, until the Day of Judgement. Allah says to those who were anxious and impatient and were shaken by feelings of panic on the day of Al-Ahzab:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Indeed in the Messenger of Allah you have a good example to follow)</span> meaning, 'why do you not take him ﷺ as an example and follow his lead?' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for him who hopes in Allah and the Last Day, and remembers Allah much.)</span></p><p lang=\"en\" class=\"en \">The Attitude of the Believers towards the Confederates</p><p lang=\"en\" class=\"en \">Then Allah tells us about His believing servants who believed Allah's promise to them and how He will make the consequences good for them in this world and in the Hereafter. He says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَٰذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ ۚ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the believers saw the Confederates, they said: \"This is what Allah and His Messenger had promised us; and Allah and His Messenger had spoken the truth.\")</span> Ibn 'Abbas, may Allah be pleased with him, and Qatadah said: \"They mean what Allah said in Surat Al-Baqarah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ ۖ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّىٰ يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَىٰ نَصْرُ اللَّهِ ۗ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Or think you that you will enter Paradise without such <span class=\"gray\">(trials)</span> as came to those who passed away before you? They were afflicted with severe poverty and ailments and were so shaken that even the Messenger and those who believed along with him said,\"When <span class=\"gray\">(will come)</span> the help of Allah?\" Yes! Certainly, the help of Allah is near!)</span><span class=\"gray\">(2:214)</span> meaning, 'this is the trial and test that Allah and His Messenger promised us would be followed by the help and victory of Allah that is near.' Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَصَدَقَ اللَّهُ وَرَسُولُهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and Allah and His Messenger had spoken the truth.)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it only added to their faith and to their submissiveness.)</span> This indicates that faith can increase and strengthen in accordance with people's circumstances, as the majority of scholars stated: faith can increase and decrease. We have stated this at the beginning of our commentary on Al-Bukhari, praise be to Allah.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا زَادَهُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And it only added)</span> means, at that time of stress and difficulty</p><p class=\"ar qpc-hafs\" lang=\"ar\"> إِلَّا إِيمَانًا</p><p lang=\"gd\" class=\"gd \"><span class=\"gray\">(to their faith)</span> in Allah,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> وَتَسْلِيمًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and to their submissiveness.)</span> means their submission to His commands and their obedience to His Messenger ﷺ.</p>"
  }
]