[
  {
    "ayah_key": "67:6",
    "group_ayah_key": "67:6",
    "from_ayah": "67:6",
    "to_ayah": "67:11",
    "ayah_keys": "67:6,67:7,67:8,67:9,67:10,67:11",
    "text": "<p lang=\"en\" class=\"en \">And for those who disbelieve in their Lord is the torment of Hell, and worst indeed is that destination <span>(6)</span>When they are cast therein, they will hear its Shahiq while it is simmering <span>(7)</span>It almost bursts up with fury. Every time a group is cast therein, its keepers will ask: \"Did no warner come to you? <span>(8)</span>They will say: \"Yes, indeed a warner did come to us, but we rejected him and said: 'Allah never sent down anything; you are only in great error.' <span>(9)</span>And they will say: \"Had we but listened or used our intelligence, we would not have been among the dwellers of the blazing Fire! <span>(10)</span>Then they will confess their sin. So, away with the dwellers of the blazing Fire <span>(11)</span></p><p lang=\"en\" class=\"en \">The Description of Hell and Those Who will enter into it</p><p lang=\"en\" class=\"en \">Allah the Exalted says,</p><p class=\"qpc-hafs\">وَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and)</span> meaning, 'and We have prepared,'</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ ۖ وَبِئْسَ الْمَصِيرُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for those who disbelieve in their Lord is the torment of Hell, and worst indeed is that destination.)</span> This means that this will be the worst end and a terrible destiny.</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(When they are cast therein, they will hear its Shahiq)</span> Ibn Jarir said, \"This means the sound of shouting.\"</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهِيَ تَفُورُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(while it is simmering.)</span> Ath-Thawri said, \"It will boil them just as a small number of seeds are boiled in a lot of water.\" Then Allah says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ ۖ </p><p lang=\"en\" class=\"en \"><span class=\"gray\">(It almost bursts up with fury.)</span> meaning, some parts of it almost break apart from other parts due to the severity of its rage and anger with them.</p><p class=\"ar qpc-hafs\" lang=\"ar\">كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ - قَالُوا بَلَىٰ قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Every time a group is cast therein, its keepers will ask: \"Did no warner come to you\" They will say: \"Yes, indeed a warner did come to us, but we rejected him and said: 'Allah never sent down anything; you are only in great error.'\")</span></p><p lang=\"en\" class=\"en \">In these Ayat Allah reminds of His justice in dealing with His creatures and that He does not punish anyone until the proof has been established against them and a Messenger has been sent to them. This is similar to Allah's statement,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And We never punish until We have sent a Messenger.)</span><span class=\"gray\">[17:15]</span> Allah also says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">حَتَّىٰ إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا ۚ قَالُوا بَلَىٰ وَلَٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(till when they reach it, the gates thereof will be opened. And its keepers will say, \"Did not the Messengers come to you from yourselves, reciting to you the Ayat of your Lord, and warning you of the meeting of this Day of yours?\" They will say: \"Yes,\" but the Word of torment has been justified against the disbelievers!\")</span><span class=\"gray\">[39:71]</span></p><p lang=\"en\" class=\"en \">Thus, they have no recourse but to blame themselves and they will feel remorseful when such remorse will be of no benefit to them. They will say,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Had we but listened or used our intelligence, we would not have been among the dwellers of the blazing Fire!)</span> meaning, 'if we would have benefited from our intellects or listened to the truth that Allah revealed, we would not have been disbelieving in Allah and misguided about Him. But we did not have understanding to comprehend what the Messengers came with, and we did not have the intelligence to guide us to following them.' Allah then says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Then they will confess their sin. So, away with the dwellers of the blazing Fire!)</span></p><p lang=\"en\" class=\"en \">Imam Ahmad recorded from Abu Al-Bakhtari At-Ta'i that he heard from one of the Companions that the Messenger of Allah ﷺ said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَنْ يَهْلِكَ النَّاسُ حَتّٰى يُعْذِرُوا مِنْ أَنْفُسِهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(The people will not be destroyed until they themselves confess their guilt.)</span></p>"
  }
]