[
  {
    "ayah_key": "4:141",
    "group_ayah_key": "4:141",
    "from_ayah": "4:141",
    "to_ayah": "4:141",
    "ayah_keys": "4:141",
    "text": "<p lang=\"en\" class=\"en \">Those who wait and watch about you; if you gain a victory from Allah, they say: \"Were we not with you?\" But if the disbelievers gain a success, they say <span class=\"gray\">(to them)</span>: \"Did we not gain mastery over you and did we not protect you from the believers\" Allah will judge between you <span class=\"gray\">(all)</span> on the Day of Resurrection. And never will Allah grant to the disbelievers a way <span class=\"gray\">(to triumph)</span> over the believers <span>(141)</span></p><div lang=\"en\" class=\"en \"><h2>Hypocrites Wait and Watch what Happens to Muslims</h2></div><p lang=\"en\" class=\"en \">Allah states that the hypocrites watch and await the harm that occurs to the believers, awaiting the time when the Muslim circumstances and religion are dissolved and the state of Kufr takes over.</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ اللَّهِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(if you gain a victory from Allah)</span> triumph, aid and booty,</p><p class=\"ar qpc-hafs\" lang=\"ar\"> قَالُوا أَلَمْ نَكُن مَّعَكُمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they say, \"Were we not with you?\")</span> trying to come closer to the believers with this statement. However,</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَإِن كَانَ لِلْكَافِرِينَ نَصِيبٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But if the disbelievers gain a success,)</span> by gaining victory over the believers sometimes, just as occurred during Uhud, for surely, the Messengers are tested, but the final victory is theirs.</p><p class=\"ar qpc-hafs\" lang=\"ar\">قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ الْمُؤْمِنِينَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they say <span class=\"gray\">(to them)</span>, \"Did we not gain mastery over you and did we not protect you from the believers?\")</span> meaning, did we not help you in secret and try our best to confuse the believers and weaken their resolve, until you gained victory over them? This statement of the hypocrites is an attempt to strengthen relations with the disbelievers, because they pretend to be friends with both parties so that they will be safe from their harm, due to their weak faith and lack of certainty. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Allah will judge between you <span class=\"gray\">(all)</span> on the Day of Resurrection)</span> meaning, by what He knows about you, O hypocrites. Therefore, do not be deceived by being shaded under the protection of Islamic Law in this life, which is such only out of Allah's wisdom. Surely, on the Day of Resurrection, your pretending shall not benefit you, because on that Day, the secrets of the souls will be disclosed and the contents of the hearts will be collected. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And never will Allah grant to the disbelievers a way <span class=\"gray\">(to triumph)</span> over the believers)</span>.</p><p lang=\"en\" class=\"en \">'Abdur-Razzaq recorded that Yasi' Al-Kindi said, \"A man came to 'Ali bin Abi Talib and said, 'What about this Ayah,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And never will Allah grant to the disbelievers a way <span class=\"gray\">(to triumph)</span> over the believers.)</span></p><p lang=\"en\" class=\"en \">'Ali said, 'Come closer, come closer. Allah will judge between you on the Day of Resurrection, and He will not grant victory for the disbelievers over the believers.'\" Ibn Jurayj recorded that 'Ata' Al-Khurasani said that Ibn 'Abbas said that,</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَن يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And never will Allah grant to the disbelievers a way <span class=\"gray\">(to triumph)</span> over the believers.)</span></p><p lang=\"en\" class=\"en \">\"Will occur on the Day of Resurrection.\" As-Suddi recorded that Abu Malik Al-Ashja'i said that it occurs on the Day of Resurrection. As-Suddi said that \"way\" means, proof. It is possible that the meaning of, 'and never will Allah grant to the disbelievers a way <span class=\"gray\">(to triumph)</span> over the believers', is in this life by being unable to exterminate the believers completely, although they sometimes gain victory over some Muslims. However, the Final Triumph will be for the believers in this life and the Hereafter. Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Verily, We will indeed make victorious Our Messengers and those who believe in the worldly life)</span><span class=\"gray\">[40:51]</span></p><p lang=\"en\" class=\"en \">This provides a rebuttal to the wishes of the hypocrites for the destruction of the believers, and their loyalty to the disbelievers, fearing for themselves if they are victorious. In another Ayah, Allah said,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَتَرَى الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ يُسَارِعُونَ فِيهِمْ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And you see those in whose hearts there is a disease <span class=\"gray\">(of hypocrisy)</span>, they hurry to their friendship)</span><span class=\"gray\">[5:52]</span>, until,</p><p class=\"ar qpc-hafs\" lang=\"ar\">نَادِمِينَ</p><p lang=\"co\" class=\"co \"><span class=\"gray\">(Regretful)</span><span class=\"gray\">[5:52]</span></p>"
  }
]