[
  {
    "ayah_key": "16:56",
    "group_ayah_key": "16:56",
    "from_ayah": "16:56",
    "to_ayah": "16:60",
    "ayah_keys": "16:56,16:57,16:58,16:59,16:60",
    "text": "<p lang=\"en\" class=\"en \">And they assign a portion of that which We have provided them with, to what they have no knowledge of <span class=\"gray\">(false deities)</span>. By Allah, you shall certainly be questioned about <span class=\"gray\">(all)</span> that you used to fabricate <span>(56)</span>And they assign daughters to Allah! Glorified <span class=\"gray\">(and Exalted)</span> is He <span class=\"gray\">(above all that they associate with Him!)</span>. And for themselves <span class=\"gray\">(they assign)</span> what they desire <span>(57)</span>And when the news of <span class=\"gray\">(the birth of)</span> a female <span class=\"gray\">(child)</span> is brought to any of them, his face becomes dark, and he is filled with inner grief <span>(58)</span>He hides himself from the people because of the evil of what he has been informed. Shall he keep her with dishonor or bury her in the earth? Certainly, evil is their decision <span>(59)</span>For those who do not believe in the Hereafter is an evil description, and for Allah is the highest description. And He is the All-Mighty, the All-Wise <span>(60)</span></p><div lang=\"en\" class=\"en \"><h2>Among the Behavior of the Idolators was vowing to Things that Allah had provided for Them to their gods</h2></div><p lang=\"en\" class=\"en \">Allah tells us about some of the heinous deeds of those who used to perform baseless worship of other gods besides Him, such as idols and statues, with no grounds for doing so. They gave their idols a share of that which Allah had provided for them,</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَقَالُوا هَٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَٰذَا لِشُرَكَائِنَا ۖ فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ ۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَائِهِمْ ۗ سَاءَ مَا يَحْكُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They say: \"This is for Allah,\" according to their claim, \"and this is for our partners.\" But the share of their \"partners\" is not directed to Allah, while the share of Allah is directed to their \"partners\"! How evil is that with which they judge)</span><span class=\"gray\">(6:136)</span></p><p lang=\"en\" class=\"en \">That is they assigned a share for their idols as well as Allah, but they gave preference to their gods over Him, so Allah swore by His Almighty Self to question them about these lies and fabrications. He will most certainly call them to account for it and give them the unrelenting punishment in the fire of Hell. So He says,</p><p class=\"ar qpc-hafs\" lang=\"ar\">تَاللَّهِ لَتُسْأَلُنَّ عَمَّا كُنتُمْ تَفْتَرُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(By Allah, you shall certainly be questioned about <span class=\"gray\">(all)</span> that you used to fabricate.)</span> Then Allah tells us how they used to regard the angels, who are servants of the Most Merciful, as being female, and that they considered them to be Allah's daughters, and they worshipped them with Him. In all of the above, they made very serious errors. They attributed offspring to Him when He has no offspring, then they assigned Him the kind of offspring they regarded as inferior, namely daughters, which they did not even want for themselves, as He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنثَىٰ - تِلْكَ إِذًا قِسْمَةٌ ضِيزَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Are the males for you and the females for Him? That is indeed an unfair division!)</span><span class=\"gray\">(53:21-22)</span> And Allah says here:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And they assign daughters unto Allah! Glorified <span class=\"gray\">(and Exalted)</span> is He.)</span> meaning, above their claims and fabrications.</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا إِنَّهُم مِّنْ إِفْكِهِمْ لَيَقُولُونَ - وَلَدَ اللَّهُ وَإِنَّهُمْ لَكَاذِبُونَ - أَصْطَفَى الْبَنَاتِ عَلَى الْبَنِينَ - مَا لَكُمْ كَيْفَ تَحْكُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(But no! It is from their falsehood that they say: \"Allah has begotten.\" They are certainly liars! Has He <span class=\"gray\">(then)</span> chosen daughters rather than sons? What is the matter with you? How do you decide?)</span><span class=\"gray\">(37:151-154)</span></p><p class=\"sd qpc-hafs\" lang=\"sd\">وَلَهُم مَّا يَشْتَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And for themselves, what they desire;)</span> meaning they choose the males for themselves, rejecting the daughters that they assign to Allah. Exalted be Allah far above what they say!</p><div lang=\"en\" class=\"en \"><h2>The Idolators' Abhorrence for Daughters</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا بُشِّرَ أَحَدُهُم بِالْأُنثَىٰ ظَلَّ وَجْهُهُ مُسْوَدًّا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And when the news of <span class=\"gray\">(the birth of)</span> a female <span class=\"gray\">(child)</span> is brought to any of them, his face becomes dark)</span> meaning with distress and grief.</p><p class=\"sd qpc-hafs\" lang=\"sd\">وَهُوَ كَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and he is filled with inner grief!)</span> meaning he is silent because of the intensity of the grief he feels.</p><p class=\"ar qpc-hafs\" lang=\"ar\">يَتَوَارَىٰ مِنَ الْقَوْمِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He hides himself from the people)</span> meaning he does not want anyone to see him.</p><p class=\"ar qpc-hafs\" lang=\"ar\">مِن سُوءِ مَا بُشِّرَ بِهِ ۚ أَيُمْسِكُهُ عَلَىٰ هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(because of the evil of that whereof he has been informed. Shall he keep her with dishonor or bury her in the earth?)</span> meaning should he keep her, humiliating her, not letting her inherit from him and not taking care of her, preferring his male children over her?</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَمْ يَدُسُّهُ فِي التُّرَابِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(or bury her in the earth?)</span> meaning bury her alive, as they used to do during the days of ignorance. How could they dislike something so intensely, yet attribute it to Allah?</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَلَا سَاءَ مَا يَحْكُمُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Certainly, evil is their decision.)</span> meaning how evil are the words they say, the way they want to share things out and the things they attribute to Him. As Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحْمَٰنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if one of them is informed of the news of <span class=\"gray\">(the birth of a girl)</span> that which he sets forth as a parable to the Most Gracious <span class=\"gray\">(Allah)</span>, his face becomes dark, and he is filled with grief!)</span><span class=\"gray\">(43:17)</span>. Here, Allah says:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(For those who do not believe in the Hereafter there is an evil description,)</span> meaning, only imperfection is to be attributed to</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلِلَّهِ الْمَثَلُ الْأَعْلَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and for Allah is the highest description)</span> meaning He is absolutely perfect in all ways and this absolute perfection is His Alone.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَهُوَ الْعَزِيزُ الْحَكِيمُ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And He is the All-Mighty, the All-Wise.)</span></p>"
  },
  {
    "ayah_key": "16:61",
    "group_ayah_key": "16:61",
    "from_ayah": "16:61",
    "to_ayah": "16:62",
    "ayah_keys": "16:61,16:62",
    "text": "<p lang=\"en\" class=\"en \">And if Allah were to punish <span class=\"gray\">(all)</span> mankind for their wrongdoing, He would not leave on it <span class=\"gray\">(the earth)</span> a single moving creature, but He defers them to an appointed term; and when their term comes, they can neither delay nor advance it an hour <span class=\"gray\">(or a moment)</span><span>(61)</span>They assign to Allah that which they dislike <span class=\"gray\">(for themselves)</span>, and their tongues assert the lie that the better things will be theirs. No doubt the Fire is for them, and they will be forsaken <span>(62)</span></p><div lang=\"en\" class=\"en \"><h2>Allah does not immediately punish for Disobedience</h2></div><p lang=\"en\" class=\"en \">Allah tells us about His patience with His creatures, even though they do wrong. If He were to punish them for what they have done, there would be no living creature left on the face of the earth, i.e., He would have destroyed every animal on earth after destroying the sons of Adam. But the Lord - magnificent is His glory - is forbearing and He covers people's faults. He waits until the appointed time, i.e., He does not rush to punish them. If He did, then there would be no one left. Ibn Jarir reported that Abu Salamah said: \"Abu Hurayrah heard a man saying, 'The wrongdoer harms no one but himself.' He turned to him and said, 'That is not true, by Allah! Even the buzzard dies in its nest because of the sins of the wrongdoer.'\"</p><div lang=\"en\" class=\"en \"><h2>They attribute to Allah what They Themselves dislike</h2></div><p class=\"ar qpc-hafs\" lang=\"ar\">وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(They assign to Allah that which they dislike <span class=\"gray\">(for themselves)</span>,)</span> meaning, daughters, and partners, who are merely His servants, yet none of them would like to have someone sharing in his wealth.</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنَىٰ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and their tongues assert the lie that the better things will be theirs.)</span> This is a denunciation of their claims that better things will be theirs in this world, and in the Hereafter. Allah tells us about what some of them said, as in the Ayat:</p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَذَقْنَا الْإِنسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ - وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي ۚ إِنَّهُ لَفَرِحٌ فَخُورٌ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if We give man a taste of mercy from Us, and then take it from him, verily! He is hopelessly, ungrateful. But if We let him taste of goodness after harm has touched him, he is sure to say: \"Ills have departed from me.\" Surely, he is cheerful, and boastful <span class=\"gray\">(ungrateful to Allah)</span>.)</span><span class=\"gray\">(11:9-10)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِّنَّا مِن بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِن رُّجِعْتُ إِلَىٰ رَبِّي إِنَّ لِي عِندَهُ لَلْحُسْنَىٰ ۚ فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُم مِّنْ عَذَابٍ غَلِيظٍ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(And if We give him a taste of mercy from Us, after some adversity has touched him, he is sure to say: \"This is due to me; I do not think that the Hour will occur. But if I am brought back to my Lord, then , with Him, there will surely be the best for me.\" Then, We will certainly show the disbelievers what they have done, and We shall make them taste severe torment.)</span><span class=\"gray\">(41:50)</span></p><p class=\"ar qpc-hafs\" lang=\"ar\">أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(Have you seen the one who disbelieved in Our Ayat and said: \"I shall certainly be given wealth and children <span class=\"gray\">(if I came back to life)</span>.\")</span><span class=\"gray\">(19:77)</span> Allah tells us about one of the two men:</p><p class=\"ar qpc-hafs\" lang=\"ar\">دَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِّنَفْسِهِ قَالَ مَا أَظُنُّ أَن تَبِيدَ هَٰذِهِ أَبَدًا - وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(He went into his garden while wronging himself. He said: \"I do not think that this will ever perish. And I do not think that the Hour will ever come, and if indeed I am brought back to my Lord, <span class=\"gray\">(on the Day of Resurrection)</span>, then surely, I shall find better than this when I return to Him.\")</span><span class=\"gray\">(18:35-36)</span></p><p lang=\"en\" class=\"en \">These people combined bad deeds with the false hopes of being rewarded with good for those bad deeds, which is impossible. Thus Allah refuted their false hopes, when He said:</p><p class=\"ar qpc-hafs\" lang=\"ar\">لَا جَرَمَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(No doubt)</span>, meaning, truly it is inevitable that</p><p class=\"ar qpc-hafs\" lang=\"ar\">أَنَّ لَهُمُ النَّارَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(for them is the Fire)</span>, meaning, on the Day of Resurrection.</p><p class=\"fa qpc-hafs\" lang=\"fa\">وَأَنَّهُم مُّفْرَطُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(and they will be forsaken)</span>. Mujahid, Sa'id bin Jubayr, Qatadah and others said: \"This means they will be forgotten and neglected there.\" This is like the Ayah:</p><p class=\"ar qpc-hafs\" lang=\"ar\">فَالْيَوْمَ نَنسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَٰذَا</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(So today We forget them just as they forgot meeting on this day of theirs.)</span><span class=\"gray\">(7:51)</span>. It was also reported from Qatadah that,</p><p class=\"fa qpc-hafs\" lang=\"fa\">مُّفْرَطُونَ</p><p lang=\"en\" class=\"en \"><span class=\"gray\">(they will be forsaken)</span> means 'they are hastened into the Fire.' There is no contradiction between the two, because they will be hastened into the Fire on the Day of Resurrection, then they will be forgotten there, i.e., left to dwell there for eternity.</p>"
  }
]