[
  {
    "title": "အစ္စတီဂ်ဖာရ်",
    "arabic": "أَسْتَغْفِرُ اللَّهَ",
    "latin": "astagh-firullah",
    "translation": "အလ္လာဟ်အရှင်မြတ်ထံ ကျွန်ုပ်ခွင့်လွှတ်ခြင်းတောင်းခံပါ၏။",
    "notes": "၃ ကြိမ်ရွတ်ပါ",
    "benefits": "တမန်တော်မြတ်(ဆွ)သည် မိမိ၏နမာဇ်ကို ပြီးဆုံးသောအခါ ၃ ကြိမ်ခွင့်လွှတ်ခြင်းတောင်းခံပြီး အထက်ပါဓစ်က်ရ်ကို ရွတ်ဆိုလေ့ရှိသည်။ အလ်-အောင်ဇာအီက အစ္စတီဂ်ဖာရ်ရွတ်ဆိုခြင်းမှာ 'အစ္စတဂ်ဖိရွလ်လာဟ်၊ အစ္စတဂ်ဖိရွလ်လာဟ်' ဖြစ်သည်ဟု ဖော်ပြခဲ့သည်။",
    "source": "HR. Muslim No. 591"
  },
  {
    "title": "အလ္လာဟ်အရှင်မြတ်၊ ငြိမ်းချမ်းရေးပေးသနားရှင်",
    "arabic": "اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ",
    "latin": "allahumma antas salaam wa minkas salaam tabaarokta ya dzal jalaali wal ikrom",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်သည် ငြိမ်းချမ်းရေးဖြစ်တော်မူ၏၊ အရှင်မြတ်ထံမှ ငြိမ်းချမ်းရေးလာ၏။ အရှင်မြတ်သည် မင်္ဂလာရှိတော်မူ၏၊ အို ကြီးကျယ်ခမ်းနားမှုနှင့် ဂုဏ်အသရေပိုင်ရှင်။",
    "notes": "၁ ကြိမ်ရွတ်ပါ",
    "benefits": "တမန်တော်မြတ်(ဆွ)သည် မိမိ၏နမာဇ်ကို ပြီးဆုံးသောအခါ ၃ ကြိမ်ခွင့်လွှတ်ခြင်းတောင်းခံပြီး အထက်ပါဓစ်က်ရ်ကို ရွတ်ဆိုလေ့ရှိသည်။ အလ်-အောင်ဇာအီက အစ္စတီဂ်ဖာရ်ရွတ်ဆိုခြင်းမှာ 'အစ္စတဂ်ဖိရွလ်လာဟ်၊ အစ္စတဂ်ဖိရွလ်လာဟ်' ဖြစ်သည်ဟု ဖော်ပြခဲ့သည်။",
    "source": "HR. Muslim No. 591"
  },
  {
    "title": "အလ္လာဟ်အရှင်မြတ်၊ အားလုံးကိုတားမြစ်ပြီး အားလုံးကိုပေးသနားရှင်",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. allahumma laa maani'a lima a'thoita wa laa mu'thiya limaa mana'ta wa laa yanfau dzal jaddi minkal jaddu",
    "translation": "အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းမှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အရှင်မြတ်တွင် လုပ်ဖော်ကိုင်ဖက်မရှိ။ အရှင်မြတ်အတွက်သာ အချုပ်အခြာအာဏာနှင့် ချီးမွမ်းခြင်းရှိပြီး အရှင်မြတ်သည် အရာအားလုံးကို တတ်စွမ်းနိုင်သည်။ အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်ပေးသနားသောအရာကို မည်သူမျှ တားဆီးနိုင်မည်မဟုတ်၊ အရှင်မြတ်တားမြစ်သောအရာကို မည်သူမျှ ပေးနိုင်မည်မဟုတ်၊ စည်းစိမ်ဥစ္စာနှင့် ဂုဏ်အသရေသည် ၎င်းတို့ကိုပိုင်ဆိုင်သူအား အကျိုးပြုမည်မဟုတ် (ပြစ်ဒဏ်မှကယ်တင်သော ယုံကြည်ခြင်းနှင့် ကောင်းမှုမှလွဲ၍)။ အရှင်မြတ်ထံမှသာ စည်းစိမ်ဥစ္စာနှင့် ဂုဏ်အသရေလာ၏။",
    "notes": "၁ ကြိမ်ရွတ်ပါ",
    "benefits": null,
    "source": "HR. Bukhari No. 844 and Muslim No. 593"
  },
  {
    "title": "အလ္လာဟ်အရှင်မြတ်၊ အားလုံးကိုပိုင်ဆိုင်ပြီး ကိုးကွယ်ထိုက်သူတစ်ဦးတည်းသာ",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
    "latin": "laa ilaha illallah wahdahu laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir. laa hawla wa laa quwwata illa billah. laa ilaha illallah wa laa na'budu illa iyyah. lahun ni'mah wa lahul fadhl wa lahuts tsanaaul hasan. laa ilaha illallah mukhlishiina lahud diin wa law karihal kaafiruun",
    "translation": "အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းမှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အရှင်မြတ်တွင် လုပ်ဖော်ကိုင်ဖက်မရှိ။ အရှင်မြတ်အတွက်သာ အချုပ်အခြာအာဏာနှင့် ချီးမွမ်းခြင်းရှိပြီး အရှင်မြတ်သည် အရာအားလုံးကို တတ်စွမ်းနိုင်သည်။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သည့်စွမ်းအားနှင့် ခွန်အားမျှမရှိ။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ ကျွန်ုပ်တို့သည် အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ခြင်းမပြု။ အရှင်မြတ်အတွက်သာ ကောင်းချီးမင်္ဂလာ၊ ဂုဏ်ကျေးဇူးနှင့် ကောင်းမြတ်သောချီးမွမ်းခြင်းရှိသည်။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ မယုံကြည်သူများမနှစ်သက်သော်လည်း ကျွန်ုပ်တို့၏ဘာသာတရားကို အရှင်မြတ်အတွက်သာ စိတ်ရင်းမှန်ဖြင့် ထားရှိပါသည်။",
    "notes": "၁ ကြိမ်ရွတ်ပါ",
    "benefits": "'အဗ်ဒွလ်လာဟ် ဘင်န် ဇူဘိုင်ရ်က 'တမန်တော်မြတ်(ဆွ)သည် နမာဇ်၏အဆုံးတွင် တဟ်လီးလ် (လာအီလာဟအိလ္လလ်လာဟ်) ကို ရွတ်ဆိုလေ့ရှိသည်' ဟု ပြောကြားခဲ့သည်။",
    "source": "HR. Muslim No. 594"
  },
  {
    "title": "သတ်စ်ဘီးဟ်",
    "arabic": "سُبْحَانَ اللهِ",
    "latin": "subhanallah",
    "translation": "အလ္လာဟ်အရှင်မြတ်သည် ဂုဏ်ကျက်သရေရှိပါစေ။",
    "notes": "၃၃ ကြိမ်ရွတ်ပါ",
    "benefits": null,
    "source": null
  },
  {
    "title": "တဟ်မစ်",
    "arabic": "الْحَمْدُ لِلَّهِ",
    "latin": "alhamdulillah",
    "translation": "ချီးမွမ်းခြင်းအပေါင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်သည်။",
    "notes": "၃၃ ကြိမ်ရွတ်ပါ",
    "benefits": null,
    "source": null
  },
  {
    "title": "တက္ဘီရ်",
    "arabic": "اللهُ أَكْبَرُ",
    "latin": "allahu akbar",
    "translation": "အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏။",
    "notes": "၃၃ ကြိမ်ရွတ်ပါ",
    "benefits": null,
    "source": null
  },
  {
    "title": "အလ္လာဟ်အရှင်မြတ်တွင် လုပ်ဖော်ကိုင်ဖက်မရှိ၊ အရှင်မြတ်အတွက်သာ အရာအားလုံးရှိသည်။",
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "laa ilaha illallah wahda, laa syarika lah. lahul mulku wa lahul hamdu wa huwa 'ala kulli syai-in qodiir",
    "translation": "အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းမှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အရှင်မြတ်တွင် လုပ်ဖော်ကိုင်ဖက်မရှိ။ အရှင်မြတ်အတွက်သာ အချုပ်အခြာအာဏာနှင့် ချီးမွမ်းခြင်းရှိပြီး အရှင်မြတ်သည် အရာအားလုံးကို တတ်စွမ်းနိုင်သည်။",
    "notes": "၁ ကြိမ်ရွတ်ပါ",
    "benefits": "အထက်ပါဓစ်က်ရ်ကို ရွတ်ဆိုသူ၏အပြစ်များကို ခွင့်လွှတ်လိမ့်မည်၊ သမုဒ္ဒရာရေမြှုပ်များကဲ့သို့ များပြားနေပါစေ။ အိမာမ်နဝဝီ(ရဟ်)က ဟဒီးစ်၏စာသားတွင် 'စွဘ်ဟာနလ်လာဟ်'၊ 'အလ်ဟမ်ဒုလ္လလာဟ်' နှင့် 'အလ္လာဟ်အက္ဘရ်' တို့ကို တစ်ခုချင်းစီ ၃၃ ကြိမ်ရွတ်ဆိုရမည်ဟု ဖော်ပြထားကြောင်း ပြောကြားခဲ့သည်။",
    "source": "Syarh Shahih Muslim, 5: 84"
  },
  {
    "title": "အာယသုလ်ကူရ်စီ",
    "arabic": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
    "latin": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-aẓīm",
    "translation": "အလ္လာဟ်အရှင်မြတ် — အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိ၊ အမြဲရှင်သန်တော်မူသော၊ (ဖန်ဆင်းခံအားလုံးကို) ထိန်းသိမ်းတော်မူသော။ အရှင်မြတ်အား ငိုက်မြည်းခြင်း သို့မဟုတ် အိပ်စက်ခြင်းမဖုံးလွှမ်း။ မိုးကောင်းကင်များနှင့် မြေကြီးတွင်ရှိသမျှတို့သည် အရှင်မြတ်အတွက်သာဖြစ်၏။ အရှင်မြတ်၏ခွင့်ပြုချက်မှတစ်ပါး အရှင်မြတ်ထံတွင် မည်သူသည် အသနားခံနိုင်မည်နည်း။ အရှင်မြတ်သည် ၎င်းတို့၏ရှေ့မှောက်တွင်ရှိသော အရာများနှင့် ၎င်းတို့နောက်မှရှိမည့်အရာများကို သိတော်မူ၏။ အရှင်မြတ်၏အလိုတော်မှတစ်ပါး အရှင်မြတ်၏အသိပညာမှ မည်သည့်အရာကိုမျှ ၎င်းတို့မသိနိုင်ပေ။ အရှင်မြတ်၏ကုရ်စီ (ပလ္လင်တော်) သည် မိုးကောင်းကင်များနှင့် မြေကြီးကို လွှမ်းခြုံထားပြီး ၎င်းတို့ကိုထိန်းသိမ်းစောင့်ရှောက်ခြင်းသည် အရှင်မြတ်အား မပင်ပန်းစေပါ။ အရှင်မြတ်သည် အမြင့်မြတ်ဆုံး၊ အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏။",
    "notes": "၁ ကြိမ်ရွတ်ပါ",
    "benefits": "နမာဇ်ပြီးဆုံးသောအခါ အာယတ် အလ်-ကူရ်စီကို ရွတ်ဆိုသူတိုင်းအား သေဆုံးခြင်းမှလွဲ၍ ဂျန္နတ်သို့ဝင်ရောက်ခြင်းမှ မည်သည့်အရာမျှ တားဆီးနိုင်မည်မဟုတ်ပေ။",
    "source": "HR. an-Nasai in Al-Kubro 9: 44. This hadith is declared sahih by Ibn Hibban, as mentioned by Ibn Hajar in Bulughul Maram"
  },
  {
    "title": "အလ်-အိခ်လာစ်",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ (1) ٱللَّهُ ٱلصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ (4)",
    "latin": "qul huwallāhu aḥad (1) allāhuṣ-ṣamad (2) lam yalid wa lam yụlad (3) wa lam yakul lahụ kufuwan aḥad (4)",
    "translation": "ဆိုပါ၊ 'အရှင်မြတ်သည် အလ္လာဟ်အရှင်မြတ်ဖြစ်သည်၊ (အရှင်မြတ်သည်) တစ်ပါးတည်းသာဖြစ်တော်မူ၏၊ (၁) အလ္လာဟ်အရှင်မြတ်သည် ထာဝရခိုလှုံရာဖြစ်သည်။ (၂) အရှင်မြတ်သည် မည်သူ့ကိုမျှ မွေးဖွားတော်မမူ၊ မည်သူ့ထံမှလည်း မွေးဖွားလာခြင်းမရှိ၊ (၃) အရှင်မြတ်နှင့်တူညီသူ မည်သူမျှမရှိ။' (၄)",
    "notes": "၃ ကြိမ်ရွတ်ပါ",
    "benefits": "တမန်တော်မြတ်(ဆွ)က မိန့်ကြားတော်မူသည်- 'ကုလ် ဟူဝလ်လာဟု အဟဒ်' နှင့် အလ်-မုအာဝိဒ်ဟာသိုင်န် (အလ်-ဖလ်ကနှင့် အန်-နာစ်) ကို ညနေနှင့် နံနက်တွင် ၃ ကြိမ်စီရွတ်ဆိုပါ၊ ၎င်းသည် သင့်အား အရာအားလုံးမှ (ကာကွယ်ရန်) လုံလောက်လိမ့်မည်။",
    "source": "HR. Abu Dawud No. 1523 and an-Nasa'i No. 1337. Al Hafizh Abu Thohir said that the chain of this hadith is hasan"
  },
  {
    "title": "အလ်-ဖလ်က",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ (1) مِن شَرِّ مَا خَلَقَ (2) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ (4) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)",
    "latin": "qul a'ụżu birabbil-falaq (1) min syarri mā khalaq (2) wa min syarri gāsiqin iżā waqab (3) wa min syarrin-naffāṡāti fil-'uqad (4) wa min syarri ḥāsidin iżā ḥasad (5)",
    "translation": "ဆိုပါ၊ 'နံနက်ခင်း၏အရှင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏ (၁) အရှင်မြတ်ဖန်ဆင်းခဲ့သော အရာတို့၏ မကောင်းမှုမှ (၂) မှောင်မိုက်မှုကျရောက်သောအခါ ၎င်း၏မကောင်းမှုမှ (၃) အထုံးများကိုမှုတ်သောသူတို့၏ မကောင်းမှုမှ (၄) မနာလိုသူ မနာလိုသောအခါ ၎င်း၏မကောင်းမှုမှ။' (၅)",
    "notes": "၃ ကြိမ်ရွတ်ပါ",
    "benefits": "တမန်တော်မြတ်(ဆွ)က မိန့်ကြားတော်မူသည်- 'ကုလ် ဟူဝလ်လာဟု အဟဒ်' နှင့် အလ်-မုအာဝိဒ်ဟာသိုင်န် (အလ်-ဖလ်ကနှင့် အန်-နာစ်) ကို ညနေနှင့် နံနက်တွင် ၃ ကြိမ်စီရွတ်ဆိုပါ၊ ၎င်းသည် သင့်အား အရာအားလုံးမှ (ကာကွယ်ရန်) လုံလောက်လိမ့်မည်။",
    "source": "HR. Abu Dawud No. 1523 and an-Nasa'i No. 1337. Al Hafizh Abu Thohir said that the chain of this hadith is hasan"
  },
  {
    "title": "အန်-နာစ်",
    "arabic": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ (1) مَلِكِ ٱلنَّاسِ (2) إِلَٰهِ ٱلنَّاسِ (3) مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ (4) ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ (5) مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ (6)",
    "latin": "qul a'ụżu birabbin-nās (1) malikin-nās (2) ilāhin-nās (3) min syarril-waswāsil-khannās (4) allażī yuwaswisu fī ṣudụrin-nās (5) minal-jinnati wan-nās (6)",
    "translation": "ဆိုပါ၊ 'လူသားများ၏အရှင်ထံ ကျွန်ုပ်ခိုလှုံပါ၏ (၁) လူသားများ၏ဘုရင် (၂) လူသားများ၏ဘုရား (၃) နောက်ဆုတ်သွားသော တီးတိုးပြောဆိုသူ၏ မကောင်းမှုမှ (၄) လူသားများ၏ရင်ဘတ်များတွင် တီးတိုးပြောဆိုသူ (၅) ဂျင်န်များနှင့် လူသားများထဲမှ။' (၆)",
    "notes": "၃ ကြိမ်ရွတ်ပါ",
    "benefits": "တမန်တော်မြတ်(ဆွ)က မိန့်ကြားတော်မူသည်- 'ကုလ် ဟူဝလ်လာဟု အဟဒ်' နှင့် အလ်-မုအာဝိဒ်ဟာသိုင်န် (အလ်-ဖလ်ကနှင့် အန်-နာစ်) ကို ညနေနှင့် နံနက်တွင် ၃ ကြိမ်စီရွတ်ဆိုပါ၊ ၎င်းသည် သင့်အား အရာအားလုံးမှ (ကာကွယ်ရန်) လုံလောက်လိမ့်မည်။",
    "source": "HR. Abu Dawud No. 1523 and an-Nasa'i No. 1337. Al Hafizh Abu Thohir said that the chain of this hadith is hasan"
  },
  {
    "title": "အကျိုးရှိသော အသိပညာ၊ ကောင်းမြတ်သော စားဝတ်နေရေးနှင့် လက်ခံသော လုပ်ရပ်များအတွက် ဒုအာ",
    "arabic": "اللَّهُمَّ إِنِّى أَسْأَلُكَ عِلْمًا نَافِعًا وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
    "latin": "allahumma innii as-aluka 'ilman naafi'a, wa rizqan thayyiba, wa 'amalan mutaqabbala",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်သည် အရှင်မြတ်ထံ အကျိုးရှိသောအသိပညာ၊ ကောင်းမြတ်သောစားဝတ်နေရေးနှင့် လက်ခံသောလုပ်ရပ်များကို တောင်းခံပါ၏။",
    "notes": "ဖဂျရ်နမာဇ်၏ စလာမ်ပြီးနောက် ၁ ကြိမ်ရွတ်ပါ",
    "benefits": "အကျိုးရှိသောအသိပညာသည် ဘဝကိုလွယ်ကူစေသော ပြင်ဆင်မှုဖြစ်ပြီး၊ ကောင်းမြတ်သောစားဝတ်နေရေးကိုရရှိခြင်းသည် လူတစ်ဦး၏အလုပ်လုပ်ရာတွင် ပန်းတိုင်ဖြစ်ပြီး၊ လက်ခံသောလုပ်ရပ်များသည် ကောင်းမှုပြုသူတိုင်း၏မျှော်လင့်ချက်ဖြစ်သည်။ ထို့ကြောင့် ကျွန်တစ်ဦးသည် မိမိ၏လုပ်ဆောင်မှုအမျိုးမျိုးကို မစတင်မီ နံနက်တိုင်း ဤအရာ ၃ ခုကို အမြဲတောင်းခံသင့်သည်။",
    "source": "HR. Ibn Majah No. 925 and Ahmad 6: 305, 322. Al-Hafizh Abu Thohir said that this hadith is sahih"
  }
]
