[
  {
    "title": "အိပ်ရာမဝင်မီဒုအာ",
    "arabic": "بِاسْمِ اللَّهِ اللَّهُمَّ أَمُوتُ وَأَحْيَا",
    "latin": "bismika, allahumma amuutu wa ahyaa",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်၏ နာမတော်ဖြင့် ကျွန်ုပ်သေဆုံးပြီး ကျွန်ုပ်ရှင်သန်ပါသည်။",
    "notes": null,
    "benefits": "တမန်တော်မြတ်(ဆွ)သည် မိမိ၏နေ့ရက်ကို ဓစ်က်ရ်ဖြင့် အမြဲစတင်ပြီး အဆုံးသတ်ခဲ့သည်။",
    "source": "HR. al-Bukhari"
  },
  {
    "title": "အိပ်ရာမှနိုးထချိန်ဒုအာ",
    "arabic": "الحَمْدُ للهِ الَّذِي أَحْيَانَا بعْدَ مَا أماتَنَا وإِلَيْهِ النُّشُورُ",
    "latin": "alhamdulillahilladzi ahyaanaa ba'da maa amaatanaa wa ilaihin nusyuur",
    "translation": "ကျွန်ုပ်တို့အား သေစေပြီးနောက် အသက်ရှင်စေတော်မူသောအလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းအပေါင်းသည် အရှင်မြတ်အတွက်သာဖြစ်ပြီး၊ အရှင်မြတ်ထံသို့ပင် ပြန်လည်စုဝေးရမည်ဖြစ်သည်။",
    "notes": null,
    "benefits": "အထက်ပါဒုအာကိုရွတ်ဆိုခြင်းဖြင့် အရှင်မြတ်၏ကျွန်သည် မိမိ၏နေ့ရက်ကို အသက်ပေး၍ သေစေတော်မူသောအလ္လာဟ်အရှင်မြတ်၏နာမတော်ကို ချီးမွမ်းခြင်းဖြင့် စတင်သည်။",
    "source": "HR. Bukhari: 6327"
  },
  {
    "title": "ရေချိုးခန်းဝင်ချိန်ဒုအာ",
    "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ",
    "latin": "allahumma innii a'uudzubika minal khubutsi wal khabaaitsi",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ မကောင်းမှုမှန်သမျှနှင့် မကောင်းသောသူများထံမှ အရှင်မြတ်ထံ ခိုလှုံပါ၏။",
    "notes": null,
    "benefits": "ဤဒုအာသည် ရေချိုးခန်းဝင်ချိန်တွင် ကျွန်၏ကိုယ်တွင်းအင်္ဂါများနှင့် ဂျင်န်များကြားတွင် အကာအကွယ်အဖြစ် ဆောင်ရွက်သည်။",
    "source": "HR. al-Bukhari and Muslim"
  },
  {
    "title": "ရေချိုးခန်းမှထွက်ချိန်ဒုအာ",
    "arabic": "غُفْرَانَكَ",
    "latin": "ghuf-raanak",
    "translation": "အရှင်မြတ်၏ခွင့်လွှတ်ခြင်းကို တောင်းခံပါ၏ (အို အလ္လာဟ်အရှင်မြတ်)။",
    "notes": null,
    "benefits": "ရေချိုးခန်းသည် ဂျင်န်နှင့်ရှိုင်သွာန်တို့၏ နေအိမ်များထဲမှ တစ်ခုဖြစ်သောကြောင့် ရေချိုးခန်းအတွင်း တမင်ဖြစ်စေ၊ မတော်တဆဖြစ်စေ ကျူးလွန်မိသော အမှားများအတွက် ခွင့်လွှတ်ခြင်းတောင်းခံရန် အကြံပြုထားသည်။",
    "source": "HR. at-Tirmidzi"
  },
  {
    "title": "စားသောက်ခြင်းမပြုမီဒုအာ",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "အလ္လာဟ်အရှင်မြတ်၏နာမတော်ဖြင့်။",
    "notes": null,
    "benefits": "စားသောက်ခြင်းမပြုမီ ဘစ်စ်မစ်လာဟ်ရွတ်ဆိုခြင်း၏ အကျိုးကျေးဇူးမှာ ရှိုင်သွာန်လူသားများနှင့်အတူ စားသောက်ခြင်းမှ ကာကွယ်ရန်ဖြစ်သည်။",
    "source": "HR. al-Bukari No. 5376 and Muslim No. 2022"
  },
  {
    "title": "အစာစားစဥ် ဘစ်စ်မစ်လာဟ်ရွတ်ရန်မေ့သွားပါက ဒုအာ",
    "arabic": "بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ",
    "latin": "bismillahi awwaluhu wa aakhiruhu",
    "translation": "အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် ၎င်း၏အစနှင့် ၎င်း၏အဆုံးတွင်။",
    "notes": null,
    "benefits": "အစ္စလာမ်သည် ယဉ်ကျေးမှုကို အလေးထားသည်။ အစာစားခြင်းမပြုမီတွင် ဒုအာရွတ်ဆိုရန် မေ့လျော့ခဲ့ပါက အလယ်တွင်ပင်ဖြစ်စေ၊ ထမင်းတစ်ဇွန်းသာကျန်တော့လျှင်ပင် ရွတ်ဆိုရန် အကြံပြုထားသည်။",
    "source": "HR. Abu Dawud"
  },
  {
    "title": "စားပြီးနောက်ဒုအာ",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى أَطْعَمَنِى هَذَا وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdulillaahilladzii ath'amanii haadzaa wa rozaqoniihi min ghoiri haulin minnii wa laa quwwatin",
    "translation": "ဤအစာကို ကျွေးမွေးပြီး ကျွန်ုပ်၏ကိုယ်ပိုင်စွမ်းအားနှင့် ခွန်အားမပါဘဲ ပေးသနားတော်မူသော အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းအပေါင်းသည် အရှင်မြတ်အတွက်သာဖြစ်သည်။",
    "notes": null,
    "benefits": "တမန်တော်မြတ်(ဆွ)က ဤဒုအာကိုရွတ်ဆိုပါက ၎င်း၏ယခင်အပြစ်များကို ခွင့်လွှတ်လိမ့်မည်ဟု မိန့်ကြားတော်မူသည်။",
    "source": "Shahih at-Tirmidzi"
  },
  {
    "title": "ဗလီအတွင်းဝင်ချိန်ဒုအာ",
    "arabic": "اَللَّهُمَّ افْتَحْ لِيْ أَبْوَابَ رَحْمَتِكَ",
    "latin": "allahummaftah lii abwaaba rahmatika",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်၏ ကရုဏာတော်တံခါးများကို ကျွန်ုပ်အတွက် ဖွင့်တော်မူပါ။",
    "notes": null,
    "benefits": "ဗလီသည် အလ္လာဟ်အရှင်မြတ်၏အိမ်တော်ဖြစ်သည်။ ကျွန်တစ်ဦးသည် ၎င်းကိုလေးစားပြီး အလ္လာဟ်အရှင်မြတ်၏ကရုဏာတော်ကို မျှော်လင့်သင့်သည်။",
    "source": "HR. Muslim"
  },
  {
    "title": "ဗလီမှထွက်ချိန်ဒုအာ",
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ فَضْلِكَ",
    "latin": "allahumma innii as'aluka min fadhlika",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်၏ ဂုဏ်ကျေးဇူးတော်ကို ကျွန်ုပ်တောင်းခံပါ၏။",
    "notes": null,
    "benefits": "အလ္လာဟ်အရှင်မြတ်၏မြေပြင်သည် ကျယ်ဝန်းပြီး စားဝတ်နေရေးရှာဖွေရန် နည်းလမ်းများစွာရှိသည်။ ကျွန်တစ်ဦးသည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များအားလုံးကို ဖြန့်ဝေပေးထားသော စားဝတ်နေရေးကို ရရှိရန် အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်ကျေးဇူးတော်ကို လွယ်ကူချောမွေ့စေရန် တောင်းခံသင့်သည်။",
    "source": "HR. Muslim No. 713"
  },
  {
    "title": "ဝူဇူပြုလုပ်ခြင်းမပြုမီဒုအာ",
    "arabic": "بِسْمِ اللَّهِ",
    "latin": "bismillah",
    "translation": "အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်။",
    "notes": null,
    "benefits": "အရေးကြီးသော ကိစ္စရပ်တိုင်းကို ဘစ်စ်မစ်လာဟ်ဟု ဆိုခြင်းဖြင့် စတင်ရန် ပြဌာန်းထားသည်၊ ၎င်းသည် ဝတ်ပြုမှုဖြစ်စေ၊ မဟုတ်သည်ဖြစ်စေ။",
    "source": "HR. at-Tirmidzi and al-Baihaqi"
  },
  {
    "title": "ဝူဇူပြုလုပ်ပြီးနောက်ဒုအာ",
    "arabic": "أشْهَدُ أنْ لا إله إِلاَّ اللَّهُ وَحْدَهُ لا شَرِيك لَهُ ، وأشْهَدُ أنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ ، اللَّهُمَّ اجْعَلْنِي مِنَ التَوَّابِينَ ، واجْعَلْني مِنَ المُتَطَهِّرِينَ ، سُبْحانَكَ اللَّهُمَّ وبِحَمْدِكَ ، أشْهَدُ أنْ لا إلهَ إِلاَّ أنْتَ ، أسْتَغْفِرُكَ وأتُوبُ إِلَيْكَ",
    "latin": "asyhadu an laa ilaaha illa allah wadahu laa syariika lahu, wa asyhadu anna muhammadan 'abduhu wa rasuuluhu. allahummaj 'alni minat tawwaabiina waj 'alnii minal mutathaahiriina. subhaanaka allahumma wa bihamdika asyhadu an laa ilaaha illa anta astaghfiruka wa atuubu ilaika",
    "translation": "အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းမှတစ်ပါး အခြားကိုးကွယ်ရာမရှိကြောင်း၊ အရှင်မြတ်တွင် မည်သည့်လုပ်ဖော်ကိုင်ဖက်မျှမရှိကြောင်း ကျွန်ုပ်သက်သေခံပါသည်။ မုဟမ္မဒ်(ဆွ)သည် အရှင်မြတ်၏ ကျွန်တော်နှင့် ရစူလ်ဖြစ်ကြောင်း ကျွန်ုပ်သက်သေခံပါသည်။ အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်အား နောင်တရသူများနှင့် စင်ကြယ်သူများထဲမှ ပြုလုပ်တော်မူပါ။ အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့်တကွ ဂုဏ်ကျက်သရေရှိပါစေ။ အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိကြောင်း ကျွန်ုပ်သက်သေခံပါသည်။ အရှင်မြတ်၏ ခွင့်လွှတ်ခြင်းကို တောင်းခံပြီး အရှင်မြတ်ထံ နောင်တရပါ၏။",
    "notes": null,
    "benefits": "ဤဒုအာကိုရွတ်ဆိုသူတိုင်းအတွက် ဂျန္နတ်၏တံခါးရှစ်ပေါက်ကို ဖွင့်ပေးလိမ့်မည်ဖြစ်ပြီး မိမိနှစ်သက်ရာတံခါးမှ ဝင်ရောက်နိုင်သည်။",
    "source": "HR. Muslim, at-Tirmidzi and an-Nasa'i"
  },
  {
    "title": "အစာပြတ်ချိန်ဒုအာ",
    "arabic": "ذَهَبَ الظَّمَأُ وابْتَلَّتِ الْعُرُوقُ وثَبَتَ اْلأَجْرُ إِنْ شَاءَاللهُ",
    "latin": "dzahabazh zhoma'u wabtallatil 'uruqu wa tsabatal ajru insya Allah",
    "translation": "ရေငတ်ပြေသွားပြီ၊ သွေးကြောများ စိုစွတ်သွားပြီ၊ အကျိုးကျေးဇူးများလည်း အတည်ပြုပြီး၊ အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မူပါက။",
    "notes": null,
    "benefits": "ဥပုသ်သီလစောင့်ထိန်းသူများအတွက် အစာပြတ်ခြင်းမပြုမီနှင့် ပြုပြီးနောက် ဒုအာများတိုးမြှင့်ရန် အလွန်အကြံပြုထားသည်၊ အကြောင်းမှာ ဥပုသ်သီလစောင့်ထိန်းသူ၏ ဒုအာသည် ငြင်းပယ်ခြင်းမခံရသော ဒုအာသုံးခုထဲမှ တစ်ခုဖြစ်သည်။",
    "source": "HR. Abu Daud, As-Sunan Al-Kubra Lil Baihaqi, Vol. 4, p. 239, al-Hakim in Mustadrak 'alas Shahihain No. 1484"
  },
  {
    "title": "အိမ်အတွင်းဝင်ချိန်ဒုအာ #1",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ",
    "latin": "assalaamu 'alaykum",
    "translation": "သင်တို့အပေါ် ငြိမ်းချမ်းသာယာခြင်းသက်ရောက်ပါစေ။",
    "notes": null,
    "benefits": "နှုတ်ဆက်ခြင်းသည် မျှော်လင့်ခြင်း၏ဒုအာဖြစ်ပြီး၊ ဝမ်းနည်းမှုနှင့် ဒုက္ခအမျိုးမျိုးမှ ကင်းဝေးစေပြီး ကရုဏာနှင့် ကောင်းချီးမင်္ဂလာများဖြင့် လွှမ်းခြုံစေလိုခြင်းဖြစ်သည်။",
    "source": "HR. at-Tirmidzi"
  },
  {
    "title": "အိမ်အတွင်းဝင်ချိန်ဒုအာ #2",
    "arabic": "اَلسَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَا تُهُ",
    "latin": "assalaamu 'alaykum warahmatullaahi wabarakaatuh",
    "translation": "အရှင်မြတ်၏ ငြိမ်းချမ်းသာယာခြင်း၊ ကရုဏာတော်နှင့် ကောင်းချီးမင်္ဂလာများ သက်ရောက်ပါစေ။",
    "notes": null,
    "benefits": "နှုတ်ဆက်ခြင်းသည် မျှော်လင့်ခြင်း၏ဒုအာဖြစ်ပြီး၊ ဝမ်းနည်းမှုနှင့် ဒုက္ခအမျိုးမျိုးမှ ကင်းဝေးစေပြီး ကရုဏာနှင့် ကောင်းချီးမင်္ဂလာများဖြင့် လွှမ်းခြုံစေလိုခြင်းဖြစ်သည်။",
    "source": "HR. at-Tirmidzi"
  },
  {
    "title": "အိမ်မှထွက်ချိန်ဒုအာ",
    "arabic": "بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ",
    "latin": "bismillaah, tawakkaltu 'alallaah, laa haula wa laa quwwata illaa billaah",
    "translation": "အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့်၊ ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်အား ယုံကြည်ကိုးစားပါသည်။ အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး မည်သည့်စွမ်းအားနှင့် ခွန်အားမျှ မရှိပါ။",
    "notes": null,
    "benefits": "ဤဒုအာကိုရွတ်ဆိုသူတိုင်းအား 'သင်သည် လမ်းညွှန်ခံရမည်၊ ပြည့်စုံလုံလောက်ပြီး အကာအကွယ်ပေးခံရမည်' ဟု ပြောကြားလိမ့်မည်။ ထို့နောက် ရှိုင်သွာန်သည် သူ့ထံမှ ထွက်ခွာသွားလိမ့်မည်။ အခြားရှိုင်သွာန်တစ်ဦးက 'လမ်းညွှန်ခံရသူ၊ ပြည့်စုံလုံလောက်သူနှင့် အကာအကွယ်ပေးခံရသူအား သင်မည်သို့ ထိခိုက်စေနိုင်မည်နည်း။' ဟု ပြောလိမ့်မည်။",
    "source": "HR. Abu Dawud and at-Tirmidzi"
  },
  {
    "title": "အိမ်ပြင်ပတွင် ထိခိုက်မှုဖြစ်စေခြင်း သို့မဟုတ် ကြုံတွေ့ရခြင်းမှ ကာကွယ်ရန် ဒုအာ",
    "arabic": "اللَّهُمَّ إِنِّى أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ أَوْ أُزَلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَىَّ",
    "latin": "allaahumma innii a'uudzu bika an adhilla au udholla, au azilla au azulla, au azhlima au uzhlama, au ajhala au yujhala 'alayya",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်သည် လမ်းလွဲသွားခြင်း သို့မဟုတ် လမ်းလွဲစေခြင်း၊ ချော်လဲခြင်း သို့မဟုတ် ချော်လဲစေခြင်း၊ မတရားပြုခြင်း သို့မဟုတ် မတရားပြုခံရခြင်း၊ မိုက်မဲစွာပြုမူခြင်း သို့မဟုတ် မိုက်မဲစွာပြုမူခံရခြင်းမှ အရှင်မြတ်ထံ ခိုလှုံပါ၏။",
    "notes": null,
    "benefits": "လူတစ်ဦးသည် အိမ်မှထွက်ခွာသောအခါ ကောင်းသောနှင့် မကောင်းသော အရာများ၊ အထူးသဖြင့် မိမိကိုယ်တိုင်ကြောင့် ဖြစ်ပေါ်လာသော ထိခိုက်မှုများကို ကြုံတွေ့ရမည်ဖြစ်သည်။ ထို့ကြောင့် မိမိကိုယ်တိုင်နှင့် အခြားသူများထံမှ ခိုလှုံရန် အမိန့်ပေးထားသည်။",
    "source": "HR. Abu Dawud, at-Tirmidzi, Ibn Majah and an-Nasa'i"
  },
  {
    "title": "ခရီးသွားဒုအာ",
    "arabic": "الله أَكْبَرُ،الله أَكْبَرُ،الله أَكْبَرُ،سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ اللَّهُمَّ إِنَّا نَسْأَلُكَ فِى سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِى السَّفَرِ وَالْخَلِيفَةُ فِى الأَهْلِ اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَرِ وَسُوءِ الْمُنْقَلَبِ فِى الْمَالِ وَالأَهْلِ",
    "latin": "allahu akbar, allahu akbar, allahu akbar. subhaanal ladzi sakh-khara lanaa haadza wa maa kunna lahuu muqriniin wa inna ilaa rabbina lamun qalibuun. allahumma inna nas aluka fii safarina hadzaa al-birra wat taqwa wa minal amali maa tardhaa. allahumma hawwin 'alaina safarana haadza wathwi 'anna bu'dahu. allahumma anta shaahibu fi safar. wal khaliifatu fil ahli. allahumma inni a'uudzubika min wa'tsaa-issafari wa ka-aabatil mandzari wa suuil munqalabi fil maali wal ahli",
    "translation": "အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏၊ အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏၊ အလ္လာဟ်အရှင်မြတ်သည် အကြီးမြတ်ဆုံးဖြစ်တော်မူ၏။ ကျွန်ုပ်တို့အား ဤအရာကို ပေးသနားတော်မူသော အရှင်မြတ်သည် ဂုဏ်ကျက်သရေရှိပါစေ၊ ကျွန်ုပ်တို့၏ ကိုယ်ပိုင်ကြိုးပမ်းမှုဖြင့် မည်သည့်အခါမျှ မရရှိနိုင်ပါ။ အမှန်စင်စစ် ကျွန်ုပ်တို့၏အရှင်မြတ်ထံသို့ ပြန်လည်ရောက်ရှိရမည်။ အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်တို့သည် ဤခရီးတွင် ကောင်းမြတ်မှုနှင့် ဘာသာတရားကိုင်းရှိုင်းမှုကို အရှင်မြတ်ထံ တောင်းခံပါ၏၊ အရှင်မြတ်နှစ်သက်တော်မူသော လုပ်ရပ်များကိုလည်း တောင်းခံပါ၏။ အို အလ္လာဟ်အရှင်မြတ်၊ ဤခရီး၏အခက်အခဲများကို ကျွန်ုပ်တို့အတွက် လွယ်ကူချောမွေ့စေပြီး ကျွန်ုပ်တို့၏ခရီးကို တိုစေတော်မူပါ။ အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်သည် ခရီးတွင် ကျွန်ုပ်တို့၏အဖော်ဖြစ်ပြီး ကျွန်ုပ်တို့၏မိသားစုများကို ထိန်းသိမ်းစောင့်ရှောက်သူဖြစ်တော်မူ၏။ အို အလ္လာဟ်အရှင်မြတ်၊ ခရီး၏အခက်အခဲများမှ၊ မကောင်းသောပြန်လာခြင်းမှ၊ ကျွန်ုပ်တို့၏စည်းစိမ်ဥစ္စာ၊ မိသားစု သို့မဟုတ် ကလေးများအတွက် မနှစ်မြို့ဖွယ်ရာများကို မြင်တွေ့ရခြင်းမှ အရှင်မြတ်ထံ ခိုလှုံပါ၏။",
    "notes": null,
    "benefits": "ဤဒုအာတွင် အပိုင်းနှစ်ပိုင်းပါဝင်သည်။ ပထမမှာ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းနှင့် ကျွန်၏နာခံမှုဖြစ်သည်။ ဒုတိယမှာ အလ္လာဟ်အရှင်မြတ်ထံ ခရီးသွားရာတွင် လွယ်ကူချောမွေ့စေရန်နှင့် ကျွန်အိမ်တွင် ချန်ထားခဲ့သော ကိစ္စရပ်များတွင် လွယ်ကူချောမွေ့စေရန် တောင်းဆိုခြင်းဖြစ်သည်။",
    "source": "HR. Muslim"
  },
  {
    "title": "ခရီးသွားသူအတွက် နေထိုင်သူ၏ဒုအာ",
    "arabic": "أَسْتَوْدِعُ اللَّهَ دِينَكَ وَأَمَانَتَكَ وَخَوَاتِيمَ عَمَلِكَ",
    "latin": "astawdi'ullaha diinaka, wa amaanataka, wa khawaatiima a'maalik",
    "translation": "အရှင်မြတ်၏ ဘာသာတရား၊ အရှင်မြတ်၏ ယုံကြည်ကိုးစားမှုနှင့် အရှင်မြတ်၏ လုပ်ရပ်များ၏အဆုံးကို အလ္လာဟ်အရှင်မြတ်အား အပ်နှံပါ၏။",
    "notes": null,
    "benefits": "ကျွန်တစ်ဦး၏ ဦးစားပေးသုံးခုသည် နေရာတိုင်းတွင် ထိန်းသိမ်းထားရမည့်အရာများဖြစ်သည်- ဘာသာတရား၊ ယုံကြည်ကိုးစားမှုနှင့် လုပ်ရပ်များ၊ အကြောင်းမှာ လူတစ်ဦးသည် မိမိတို့၏လုပ်ရပ်များအတိုင်း ပြန်လည်ရှင်ပြန်ထမြောက်မည်ဖြစ်သောကြောင့်ဖြစ်သည်။",
    "source": "HR. Abu Dawud: 2601"
  },
  {
    "title": "နေထိုင်သူမှ ခရီးသွားသူအား ဘာသာတရားကိုင်းရှိုင်းမှုအတွက် ဒုအာ",
    "arabic": "زَوَّدَكَ اللَّهُ التَّقْوَى وَغَفَرَ ذَنْبَكَ وَيَسَّرَ لَكَ الْخَيْرَ حَيْثُمَا كُنْتَ",
    "latin": "zawwadakallahut taqwa, wa ghafara dzanbaka, wa yassara lakal khaira haitsumaa kunta",
    "translation": "အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ဘာသာတရားကိုင်းရှိုင်းမှုကို ပေးသနားတော်မူပါစေ၊ သင်၏အပြစ်များကို ခွင့်လွှတ်တော်မူပါစေ၊ သင်မည်သည့်နေရာ၌ ရှိနေစေကာမူ သင့်အတွက် ကောင်းမြတ်မှုကို လွယ်ကူချောမွေ့စေတော်မူပါစေ။",
    "notes": null,
    "benefits": "ဘာသာတရားကိုင်းရှိုင်းမှုသည် ကျွန်တစ်ဦးသည် နောက်ဘဝအတွက် ပြင်ဆင်ထားရမည့် အကောင်းဆုံးသော ပြင်ဆင်မှုဖြစ်သည်၊ အကြောင်းမှာ ဘာသာတရားကိုင်းရှိုင်းမှုမှတစ်ဆင့်မှသာ ကယ်တင်ခြင်းမရှိသောကြောင့်ဖြစ်သည်။",
    "source": "HR. at-Tirmidzi"
  },
  {
    "title": "အဝတ်အစားအသစ်ဝတ်ဆင်ချိန်ဒုအာ",
    "arabic": "اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ",
    "latin": "allahumma lakal hamdu anta kasawtaniihi. as-aluka min khoirihi wa khoiri maa shuni'a lah, wa a'udzu bika min syarrihi wa syarri maa shuni'a lah",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်အား ချီးမွမ်းခြင်းအပေါင်းသည် အရှင်မြတ်အတွက်သာဖြစ်ပါသည်။ အရှင်မြတ်သည် ကျွန်ုပ်အား ဤအဝတ်အစားကို ဝတ်ဆင်စေတော်မူခဲ့ပါသည်။ ၎င်း၏ကောင်းမြတ်မှုနှင့် ၎င်းကိုပြုလုပ်ခဲ့သော ကောင်းမြတ်မှုအတွက် အရှင်မြတ်ထံ ကျွန်ုပ်တောင်းခံပါ၏၊ ၎င်း၏ဆိုးကျိုးနှင့် ၎င်းကိုပြုလုပ်ခဲ့သော ဆိုးကျိုးမှ အရှင်မြတ်ထံ ခိုလှုံပါ၏။",
    "notes": null,
    "benefits": "ဤဒုအာကိုရွတ်ဆိုခြင်းဖြင့် ဝယ်ယူထားသော အဝတ်အစားများသည် ကောင်းမြတ်မှုကိုပေးစွမ်းနိုင်ပြီး ဆိုးကျိုးအမျိုးမျိုးမှ ကာကွယ်ပေးနိုင်ရန် တောင်းခံခြင်းဖြစ်သည်။",
    "source": "HR. Ahmad, Abu Dawud, at-Tirmidzi and Al-Hakim"
  },
  {
    "title": "အဝတ်အစားဝတ်ဆင်ချိန်ဒုအာ",
    "arabic": "الْحَمْدُ لِلَّهِ الَّذِى كَسَانِى هَذَا الثَّوْبَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّى وَلاَ قُوَّةٍ",
    "latin": "alhamdu lillaahil ladzii kasaanii haadzaa wa rozaqoniihi min ghoiri hawlim minni wa laa quwwatin",
    "translation": "ကျွန်ုပ်အား ဤအဝတ်အစားကို ဝတ်ဆင်စေပြီး ကျွန်ုပ်၏ကိုယ်ပိုင်စွမ်းအားနှင့် ခွန်အားမပါဘဲ ပေးသနားတော်မူသော အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းခြင်းအပေါင်းသည် အရှင်မြတ်အတွက်သာဖြစ်သည်။",
    "notes": null,
    "benefits": "ဤဒုအာကိုရွတ်ဆိုခြင်း၏ ဂုဏ်ကျေးဇူးမှာ ယခင်အပြစ်များကို အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မူပါက ခွင့်လွှတ်လိမ့်မည်ဖြစ်သည်။",
    "source": "HR. all compilers of Sunan books, except Nasa'i"
  },
  {
    "title": "ယာဉ်ပေါ်တက်ချိန်ဒုအာ",
    "arabic": "بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، بِسْمِ اللَّهِ، الحَمْدُ للِه، سُبْحَانَ الَّذِى سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ، سُبْحَانَكَ إِنِّى قَدْ ظَلَمْتُ نَفْسِى فَاغْفِرْ لِى فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "bismillah, bismillah, bismillah, alhamdulillah, subhaanalladzi sakh-khara lanaa haadzaa wa maa kunnaa lahuu muqriniin. wa innaa ilaa rabbinaa lamun qalibuun. subhaanaka inni qad dzalamtu nafsii, faghfirlii fa-innahuu laa yaghfirudz dzunuuba illaa anta",
    "translation": "အလ္လာဟ်အရှင်မြတ်၏နာမတော်ဖြင့်၊ အလ္လာဟ်အရှင်မြတ်၏နာမတော်ဖြင့်၊ အလ္လာဟ်အရှင်မြတ်၏နာမတော်ဖြင့်။ ချီးမွမ်းခြင်းအပေါင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်သည်။ ကျွန်ုပ်တို့အား ဤအရာကို အစေခံစေတော်မူပြီး ကျွန်ုပ်တို့၏ကိုယ်ပိုင်စွမ်းအားဖြင့် မည်သို့မျှ မပြုလုပ်နိုင်သော အရှင်မြတ်သည် ဂုဏ်ကျက်သရေရှိပါစေ။ အမှန်စင်စစ် ကျွန်ုပ်တို့၏အရှင်မြတ်ထံသို့ ပြန်လည်ရောက်ရှိရမည်။ အရှင်မြတ်သည် ဂုဏ်ကျက်သရေရှိပါစေ၊ အမှန်စင်စစ် ကျွန်ုပ်သည် မိမိကိုယ်ကို မတရားပြုခဲ့ပါပြီ၊ ထို့ကြောင့် ကျွန်ုပ်အား ခွင့်လွှတ်တော်မူပါ၊ အကြောင်းမှာ အရှင်မြတ်မှတစ်ပါး အခြားမည်သူမျှ အပြစ်များကို ခွင့်လွှတ်နိုင်မည်မဟုတ်ပါ။",
    "notes": null,
    "benefits": "ယာဉ်ပေါ်တက်ခြင်းအတွက် ဒုအာကိုရွတ်ဆိုခြင်းဖြင့် ကျွန်ုပ်တို့၏ခရီးသည် အလ္လာဟ်အရှင်မြတ်၏ ကာကွယ်မှုအောက်တွင် အမြဲရှိနေမည်ဖြစ်သည်။ ထို့အပြင် ကျွန်ုပ်တို့သည် အကျိုးကျေးဇူးများ၊ အကူအညီများနှင့် စိတ်တည်ငြိမ်မှုကိုလည်း ရရှိမည်ဖြစ်သည်။",
    "source": "HR. Abu Dawud and at-Tirmidzi"
  },
  {
    "title": "မိုးရွာချိန်ဒုအာ",
    "arabic": "اللَّهُمَّ صَيِّبًا نَافِعًا",
    "latin": "allahumma shayyiban naafi'aa",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ ၎င်းကို အကျိုးဖြစ်ထွန်းစေသော မိုးဖြစ်စေတော်မူပါ။",
    "notes": null,
    "benefits": "မိုးရွာချိန်တွင် ဒုအာခြင်းကို အားပေးထားပြီး ကောင်းမြတ်မှုနှင့် ကောင်းချီးမင်္ဂလာများ တိုးပွားစေရန်၊ ထို့အပြင် ၎င်း၏အကျိုးကျေးဇူးများကိုလည်း တိုးပွားစေရန်ဖြစ်သည်။",
    "source": "HR. al-Bukhari No. 1032"
  },
  {
    "title": "မိုးသည်းထန်စွာရွာချိန်ဒုအာ",
    "arabic": "اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ",
    "latin": "allahumma haawalaina wa laa 'alaina. allahumma 'alal aakami wal jibaali, wazh zhiroobi, wa buthunil awdiyati, wa manaabitisy syajari",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ (မိုးသည်) ကျွန်ုပ်တို့ပတ်ဝန်းကျင်တွင် ရွာပါစေ၊ ကျွန်ုပ်တို့အပေါ် မရွာပါစေနှင့်။ အို အလ္လာဟ်အရှင်မြတ်၊ (၎င်းသည်) တောင်ကုန်းများ၊ တောင်များ၊ တောင်ငယ်များ၊ ချိုင့်ဝှမ်းများနှင့် သစ်ပင်ပေါက်ရာနေရာများတွင် ရွာပါစေ။",
    "notes": null,
    "benefits": "အထက်ပါဒုအာကို မိုးပိုသည်းထန်လာသောအခါ သို့မဟုတ် မိုးကြောင့် ထိခိုက်မှုဖြစ်မည်ကို စိုးရိမ်သောအခါ ရွတ်ဆိုသည်။",
    "source": "HR. al-Bukhari No. 1014"
  },
  {
    "title": "မိုးရွာပြီးနောက်ဒုအာ",
    "arabic": "مُطِرْنا بفَضْلِ اللهِ ورَحْمَتِهِ",
    "latin": "muthirna bi fadhlillahi wa rohmatih",
    "translation": "အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်ကျေးဇူးတော်နှင့် ကရုဏာတော်ဖြင့် ကျွန်ုပ်တို့အား မိုးရွာစေခဲ့ပြီ။",
    "notes": null,
    "benefits": "ဤဒုအာကိုရွတ်ဆိုခြင်းဖြင့် လူတစ်ဦးသည် ကြယ်များကြောင့်မဟုတ်ဘဲ အလ္လာဟ်အရှင်မြတ်၏ အလိုတော်ဖြင့် မိုးရွာသည်ဟု ယုံကြည်သည် (အလ္လာဟ်အရှင်မြတ်၏ ဂုဏ်ကျေးဇူး) ဖြစ်သောကြောင့် အလ္လာဟ်အရှင်မြတ်အား မယုံကြည်သူများ မဖြစ်လာကြပေ။",
    "source": "HR. al-Bukhari No. 846 and Muslim No. 71"
  },
  {
    "title": "လေပြင်းတိုက်ခတ်ချိန်ဒုအာ",
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّهَا",
    "latin": "allaahumma innii as-aluka khoirohaa wa a'uudzubika min syarrihaa",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ ဤလေ၏ကောင်းမြတ်မှုကို အရှင်မြတ်ထံ ကျွန်ုပ်တောင်းခံပါ၏၊ ၎င်း၏ဆိုးကျိုးမှ အရှင်မြတ်ထံ ခိုလှုံပါ၏။",
    "notes": null,
    "benefits": "အလ္လာဟ်အရှင်မြတ်၏ တန်ခိုးတော်၏ လက္ခဏာများထဲမှ တစ်ခုမှာ ကောင်းချီးမင်္ဂလာနှင့် ပြစ်ဒဏ်များကို ဆောင်ကြဉ်းပေးနိုင်သော လေပြင်းတိုက်ခတ်ခြင်း၊ ဆိုလိုသည်မှာ ကောင်းခြင်းနှင့်ဆိုးခြင်းနှစ်မျိုးစလုံးဖြစ်သည်။ ထို့ကြောင့် ကျွန်တစ်ဦးသည် ကောင်းမြတ်မှုကို အဆက်မပြတ်တောင်းခံပြီး ဆိုးကျိုးအားလုံးမှ ခိုလှုံသင့်သည်။",
    "source": "HR. Abu Dawud and Ibnu Majah"
  },
  {
    "title": "ခွင့်လွှတ်ခြင်းတောင်းခံခြင်း၏ အကောင်းဆုံးဒုအာ (စိုင်ယစ်ဒ် အလ်-အစ္စတီဂ်ဖာရ်)",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ ، لَا إِلٰـهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ، أَبُوْءُ لَكَ بِنِعْمتِكَ عَلَيَّ ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
    "latin": "allahumma anta rabbii laa ilaaha illaa anta khalaqtanii wa anna 'abduka wa anaa 'alaa 'ahdika wa wa'dika mastatha'tu a'uudzu bika min syarri maa shana'tu abuu u laka bini' matika 'alayya wa abuu-u bidzanbii faghfir lii fa innahu laa yaghfirudz dzunuuba illa anta",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်သည် ကျွန်ုပ်၏အရှင်ဖြစ်တော်မူ၏။ အရှင်မြတ်မှတစ်ပါး အခြားကိုးကွယ်ရာမရှိပါ။ အရှင်မြတ်သည် ကျွန်ုပ်အား ဖန်ဆင်းတော်မူခဲ့ပြီး ကျွန်ုပ်သည် အရှင်မြတ်၏ကျွန်တော်ဖြစ်သည်။ ကျွန်ုပ်တတ်နိုင်သမျှ အရှင်မြတ်၏ ကတိကဝတ်နှင့် ကတိအတိုင်း လိုက်နာပါသည်။ ကျွန်ုပ်ပြုခဲ့သော မကောင်းမှုတို့မှ အရှင်မြတ်ထံ ခိုလှုံပါ၏။ အရှင်မြတ်သည် ကျွန်ုပ်အပေါ်ထားရှိသော ကောင်းချီးမင်္ဂလာများကို ကျွန်ုပ်အသိအမှတ်ပြုပြီး ကျွန်ုပ်၏အပြစ်ကိုလည်း အသိအမှတ်ပြုပါသည်။ ထို့ကြောင့် ကျွန်ုပ်အား ခွင့်လွှတ်တော်မူပါ၊ အကြောင်းမှာ အရှင်မြတ်မှတစ်ပါး အခြားမည်သူမျှ အပြစ်များကို ခွင့်လွှတ်နိုင်မည်မဟုတ်ပါ။",
    "notes": null,
    "benefits": "ညနေပိုင်းတွင် သေချာစွာရွတ်ဆိုသူတိုင်းသည် ကွယ်လွန်ပါက ဂျန္နတ်သို့ ဝင်ရောက်လိမ့်မည်ဖြစ်ပြီး နံနက်ပိုင်းတွင် ရွတ်ဆိုပါကလည်း ထို့အတူပင်။",
    "source": "HR. al-Bukhari No. 6306, 6323, Ahmad IV/122-125, an-Nasa'i VIII/279-280"
  },
  {
    "title": "ကိစ္စအားလုံးတွင် လွယ်ကူချောမွေ့စေရန်ဒုအာ",
    "arabic": "اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً وَأَنْتَ تَجْعَلُ الحَزْنَ إِذَا شِئْتَ سَهْلاً",
    "latin": "allahumma laa sahla illa maa ja'altahu sahlaa, wa anta taj'alul hazna idza syi'ta sahlaa",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်လွယ်ကူချောမွေ့စေသော အရာမှတစ်ပါး အခြားလွယ်ကူချောမွေ့မှုမရှိပါ၊ အရှင်မြတ်အလိုရှိပါက ခက်ခဲသောအရာကို လွယ်ကူချောမွေ့စေတော်မူ၏။",
    "notes": null,
    "benefits": "လွယ်ကူချောမွေ့မှုသည် အလ္လာဟ်အရှင်မြတ်ထံမှသာ လာပါသည်။ အလ္လာဟ်အရှင်မြတ်အလိုရှိပါက ခက်ခဲသောအရာပင်လျှင် လွယ်ကူချောမွေ့လာနိုင်သည်။",
    "source": "HR. Ibn Hibban"
  },
  {
    "title": "ဘေးဒုက္ခရောက်ချိန်ဒုအာ",
    "arabic": "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ أْجُرْنِى فِى مُصِيبَتِى وَأَخْلِفْ لِى خَيْرًا مِنْهَا",
    "latin": "inna lillahi wa inna ilaihi rooj'un. allahumma'jurnii fii mushibatii wa akhlif lii khoiron minhaa",
    "translation": "အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ကျွန်များဖြစ်ကြပြီး အမှန်စင်စစ် အရှင်မြတ်ထံသို့ ပြန်လည်ရောက်ရှိရမည်။ အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်၏ဘေးဒုက္ခအတွက် ကျွန်ုပ်အား အကျိုးပေးတော်မူပါ၊ ၎င်းထက် ပိုမိုကောင်းမွန်သောအရာဖြင့် အစားထိုးပေးတော်မူပါ။",
    "notes": null,
    "benefits": "ကျွန်တစ်ဦးသည် ဘေးဒုက္ခရောက်ချိန်တွင် သေချာစွာနှင့် မျှော်လင့်ချက်ဖြင့် အထက်ပါဒုအာကို ရွတ်ဆိုသင့်သည်။ အလ္လာဟ်အရှင်မြတ် အလိုရှိတော်မူပါက ၎င်းနှင့်အတူ ပိုမိုကောင်းမွန်သော အစားထိုးခြင်းကို ရရှိလိမ့်မည်ဖြစ်သည်။",
    "source": "HR. Muslim"
  },
  {
    "title": "အကြွေးရှိချိန်ဒုအာ",
    "arabic": "اللَّهُمَّ اكْفِنِى بِحَلاَلِكَ عَنْ حَرَامِكَ وَأَغْنِنِى بِفَضْلِكَ عَمَّنْ سِوَاكَ",
    "latin": "allahumak-finii bi halaalika 'an haroomik, wa agh-niniy bi fadhlika 'amman siwaak",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်အား တရားဝင်သောအရာဖြင့် လုံလောက်စေပြီး တရားမဝင်သောအရာမှ ကာကွယ်တော်မူပါ၊ အရှင်မြတ်၏ ဂုဏ်ကျေးဇူးတော်ဖြင့် ကျွန်ုပ်အား ကြွယ်ဝစေတော်မူပါ၊ သို့မှသာ အရှင်မြတ်မှတစ်ပါး အခြားမည်သူ့ကိုမျှ အားမကိုးရပေ။",
    "notes": null,
    "benefits": "တရားဝင်သော စားဝတ်နေရေးသည် နည်းပါးသော်လည်း တရားမဝင်သော ကြွယ်ဝသော စည်းစိမ်ဥစ္စာထက် ပိုမိုကောင်းမွန်သည်။",
    "source": "HR. at-Tirmidzi No. 2563"
  },
  {
    "title": "ပျင်းရိခြင်း၊ ဝမ်းနည်းခြင်းနှင့် အကြွေးများမှ ကာကွယ်ရန်ဒုအာ",
    "arabic": "اَللّٰهُمَّ إِنِّى أَعُوْذُبِكَ مِنَ الْهَمِّ وَالْحَزْنِ وَأَعُوْذُبِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُبِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُبِكَ مِنْ غَلَبَتِ الدَّيْنِ وَقَهْرِ الرجال",
    "latin": "allahumma innii a'uudzu bika minal hammi wal hazan. wa a'udzu bika minal 'ajzi wal kasal. wa a'udzu bika minal jubni wal bukhl. wa a'uudzu bika min ghalabatid daini wa qahrir rijaal",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်သည် စိုးရိမ်ပူပန်မှုနှင့် ဝမ်းနည်းပူဆွေးမှုမှ အရှင်မြတ်ထံ ခိုလှုံပါ၏၊ မစွမ်းမဆောင်နိုင်ခြင်းနှင့် ပျင်းရိခြင်းမှ အရှင်မြတ်ထံ ခိုလှုံပါ၏၊ သူရဲဘောကြောင်ခြင်းနှင့် ရက်ရောခြင်းမရှိခြင်းမှ အရှင်မြတ်ထံ ခိုလှုံပါ၏၊ အကြွေးများဖြင့် ဖိစီးခံရခြင်းနှင့် အမျိုးသားများ၏ အနိုင်ယူခြင်းမှ အရှင်မြတ်ထံ ခိုလှုံပါ၏။",
    "notes": null,
    "benefits": "အဘူ အူမာမာက ထို့နောက် ဤဒုအာကို ကျွန်ုပ်ကျင့်သုံးပြီးနောက် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်၏စိုးရိမ်ပူပန်မှုကို စင်စစ်ဖယ်ရှားပေးပြီး ကျွန်ုပ်၏အကြွေးကို ပြန်လည်ဆပ်နိုင်စွမ်းကို ပေးသနားခဲ့သည်ဟု ပြောကြားခဲ့သည်။",
    "source": "HR. Abu Dawud No. 1555"
  },
  {
    "title": "နှာချေပြီးနောက်ဒုအာ",
    "arabic": "الحَمْدُ للهِ",
    "latin": "alhamdulillah",
    "translation": "ချီးမွမ်းခြင်းအပေါင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်သည်။",
    "notes": null,
    "benefits": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် နှာချေခြင်းကို နှစ်သက်တော်မူ၏၊ အကြောင်းမှာ ၎င်းသည် လူတစ်ဦးအား ဝတ်ပြုကိုးကွယ်ရန် လှုံ့ဆော်ပေးသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းသူတစ်ဦး၏ ချီးမွမ်းခြင်းကို တုံ့ပြန်ရန် အားပေးထားသည်။",
    "source": "HR. al-Bukhari"
  },
  {
    "title": "တစ်စုံတစ်ဦး နှာချေသည်ကို ကြားသောအခါဒုအာ",
    "arabic": "يَرْحَمُكَ اللهُ",
    "latin": "yarhamukallah",
    "translation": "အလ္လာဟ်အရှင်မြတ်သည် သင့်အား ကရုဏာတော်ထားတော်မူပါစေ။",
    "notes": null,
    "benefits": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် နှာချေခြင်းကို နှစ်သက်တော်မူ၏၊ အကြောင်းမှာ ၎င်းသည် လူတစ်ဦးအား ဝတ်ပြုကိုးကွယ်ရန် လှုံ့ဆော်ပေးသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းသူတစ်ဦး၏ ချီးမွမ်းခြင်းကို တုံ့ပြန်ရန် အားပေးထားသည်။",
    "source": "HR. al-Bukhari"
  },
  {
    "title": "သင်နှာချေပြီးနောက် 'ယရ်ဟမ်မုကာလ်လာဟ်' ဟုပြောသောသူအား တုံ့ပြန်ခြင်း",
    "arabic": "يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ",
    "latin": "yahdikumullah wa yushlihu baalakum",
    "translation": "အလ္လာဟ်အရှင်မြတ်သည် သင့်အား လမ်းညွှန်တော်မူပြီး သင့်အခြေအနေကို ကောင်းမွန်စေတော်မူပါစေ။",
    "notes": null,
    "benefits": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် နှာချေခြင်းကို နှစ်သက်တော်မူ၏၊ အကြောင်းမှာ ၎င်းသည် လူတစ်ဦးအား ဝတ်ပြုကိုးကွယ်ရန် လှုံ့ဆော်ပေးသောကြောင့်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်အား ချီးမွမ်းသူတစ်ဦး၏ ချီးမွမ်းခြင်းကို တုံ့ပြန်ရန် အားပေးထားသည်။",
    "source": "HR. al-Bukhari"
  },
  {
    "title": "ကောင်းမြတ်သောစရိုက်အတွက်ဒုအာ",
    "arabic": "اللَّهُمَّ كَمَا حَسَّنْتَ خَلْقِي فَحَسِّنْ خُلُقِي",
    "latin": "allahumma kamaa hassanta kholqii fahassin khuluqii",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ အရှင်မြတ်သည် ကျွန်ုပ်၏ပြင်ပပုံသဏ္ဍာန်ကို ကောင်းမွန်စေသကဲ့သို့ ကျွန်ုပ်၏စရိုက်ကိုလည်း ကောင်းမွန်စေတော်မူပါ။",
    "notes": null,
    "benefits": "ဆွဲဆောင်မှုရှိသောရုပ်ရည်သည် မွတ်စလင်တစ်ဦးအတွက် လုံလောက်သော ပြင်ဆင်မှုမဟုတ်ဘဲ၊ မြင့်မြတ်သောစရိုက်နှင့်အတူ ပါရှိရမည်ဖြစ်သည်။ ထို့ကြောင့် မွတ်စလင်တစ်ဦးသည် မိမိ၏စရိုက်ကို တိုးတက်ကောင်းမွန်စေရန် အဆက်မပြတ်တောင်းခံသင့်သည်။",
    "source": "HR. Ahmad, authenticated by al-Albani in al-Irwa', 1/115"
  },
  {
    "title": "ရှိုင်သွာန်မှ ကာကွယ်ရန်ဒုအာ",
    "arabic": "رَبِّ أَعُوْذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِيْنِ وَأَعُوْذُ بِكَ رَبِّ أَنْ يَحْضُرُوْنِ",
    "latin": "rabbi a'uudzu bika min hamazaatisy-syayaathiin wa a'uudzu bika rabbi ay yahdhuruun",
    "translation": "ကျွန်ုပ်၏အရှင်၊ ရှိုင်သွာန်၏ တီးတိုးပြောဆိုမှုများမှ အရှင်မြတ်ထံ ခိုလှုံပါ၏၊ ကျွန်ုပ်၏အရှင်၊ ၎င်းတို့ကျွန်ုပ်ပတ်ဝန်းကျင်တွင် ရှိနေခြင်းမှ အရှင်မြတ်ထံ ခိုလှုံပါ၏။",
    "notes": null,
    "fawaid": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်မြတ်မုဟမ္မဒ်(ဆွ)နှင့် အရှင်မြတ်၏နောက်လိုက်များအားလုံးအား လုပ်ဆောင်မှုအားလုံးတွင်၊ အထူးသဖြင့် သေဆုံးချိန်နီးလာသောအခါ ရှိုင်သွာန်၏ တီးတိုးပြောဆိုမှုများမှ ခိုလှုံရန် အမိန့်ပေးထားသည်။ ရှိုင်သွာန်သည် လူသားများ၏စိတ်ထဲသို့ မကောင်းမှုများကို တီးတိုးပြောဆိုပြီး မကောင်းမှုပြုရန် အားပေးသည်။",
    "source": "QS. Al-Mu'minun: 97-98"
  },
  {
    "title": "အဇာန်ပြီးနောက်ဒုအာ",
    "arabic": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلَاةِ الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ",
    "latin": "allahumma rabba haadzihid da'watit taammah, wasshalaatil qaaaimah, aati muhammadanil wasiilata wal fadhiiilata, wab'atshu maqaaman mahmuuda alladzii wa'adtah",
    "translation": "အို အလ္လာဟ်အရှင်မြတ်၊ ဤပြည့်စုံသော နာဒါနှင့် တည်ထောင်ပြီးသော နမာဇ်၏အရှင်၊ မုဟမ္မဒ်အား ဝါစီလာ (ဂျန္နတ်တွင် မြင့်မားသော အဆင့်အတန်း) နှင့် ထူးခြားမှုကို (ဖန်ဆင်းခံအားလုံးထက်) ပေးသနားတော်မူပါ၊ အရှင်မြတ်ကတိပြုထားသော ချီးမွမ်းခံရသော အဆင့်သို့ အရှင်မြတ်ပို့ဆောင်တော်မူပါ။",
    "notes": null,
    "fawaid": "ဤဒုအာကို အဇာန်သံကြားသူများအတွက် တမန်တော်မြတ်မုဟမ္မဒ်(ဆွ)က အကြံပြုထားသည်။ ၎င်းတွင် အကျိုးကျေးဇူးများစွာရှိသည်- တရားစီရင်ရာနေ့တွင် တမန်တော်မြတ်၏ ရှفاعတ်ကိုရရှိခြင်း၊ တမန်တော်မြတ်အတွက် ဂျန္နတ်တွင် ဝါစီလာနှင့် ဂုဏ်အသရေကိုရရှိခြင်း၊ အလ္လာဟ်အရှင်မြတ်ထံမှ ကြီးမြတ်ပြီး ချီးမွမ်းထိုက်သော အကျိုးကျေးဇူးကိုရရှိခြင်း။ ၎င်းသည် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ ရစူလ်အား လေးစားမှုနှင့် ချစ်ခင်မှုကို ပြသရန် နည်းလမ်းတစ်ခုလည်းဖြစ်ပြီး၊ မွတ်စလင်များအတွက် စံနမူနာဖြစ်သော တမန်တော်မြတ်မုဟမ္မဒ်အား ချစ်ခင်တွယ်တာမှုနှင့် တောင့်တမှုကို ဖော်ပြခြင်းဖြစ်သည်။",
    "source": "Narrated by Abu Dawud (529), at-Tirmidhi (211), an-Nasa'i (2:26), Ibn Majah (722)"
  },
  {
    "title": "မိဘများအတွက် ခွင့်လွှတ်ခြင်းဒုအာ",
    "arabic": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
    "latin": "rabbanagfir lii wa liwaalidayya wa lil-mu'miniina yauma yaquumul-hiisaab",
    "translation": "ကျွန်ုပ်တို့၏အရှင်၊ ကျွန်ုပ်အားနှင့် ကျွန်ုပ်၏မိဘများအားလုံး၊ တရားစီရင်ရာနေ့တွင် မုအ်မင်များအားလုံးကို ခွင့်လွှတ်တော်မူပါ။",
    "notes": null,
    "fawaid": "၎င်းသည် တမန်တော်အီဗရာဟင်(အလိုင်းဟစ်စလာမ်)၏ ဒုအာဖြစ်ပြီး ကျွန်ုပ်တို့အား မိဘများကို ဂုဏ်ပြုရန်နှင့် ချစ်ခင်ရန်၊ တရားစီရင်ရာနေ့ကို သတိရရန်နှင့် မွတ်စလင်ညီအစ်ကိုမောင်နှမများကို ဂရုစိုက်ရန် သင်ကြားပေးသည်။ ဤဒုအာကိုပြုလုပ်ခြင်းဖြင့် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့၏အပြစ်များကို ခွင့်လွှတ်ပြီး ကျွန်ုပ်တို့အား သစ္စာရှိသူများထဲမှ ပြုလုပ်ပေးလိမ့်မည်ဟု မျှော်လင့်ပါသည်။",
    "source": "QS. Ibrahim: 41"
  }
]