{
  "chapter_id": 2,
  "chapter_title": "بیت الخلاء آنے جانے کی دُعائیں اور سنتیں",
  "items": [
    {
      "id": 1,
      "text": "استنجے کے لیے پانی اور ڈھیلے دونوں لے جائیں۔ تین ڈھیلے یا پتھر ہوں تو مستحب ہے۔ اگر پہلے سے بیت الخلاء میں انتظام کیا ہوا ہو تو کافی ہے، فلش پاخانوں میں ڈھیلوں کی وجہ سے دِقّت ہو رہی ہے لہٰذا بعض علماء کرام نے ٹوائلٹ پیپر استعمال کرنے کا مشورہ دیا ہے تاکہ فلش خراب نہ ہو۔",
      "references": [
        "صحیح مسلم: ۱۶۳/۱، باب ما یقول إذا دخل الخلاء... جامع الترمذی: ۷/۱",
        "سنن ابن ماجہ: ۲۶، باب ما یقول إذا دخل الخلاء"
      ]
    },
    {
      "id": 2,
      "text": "حضور صلی اللہ علیہ وسلم سر ڈھانک کر اور جوتا پہن کر بیت الخلاء تشریف لے جاتے تھے۔",
      "references": [
        "کنز العمال: ۲۰/۷ (۱۷۸۶۷)، باب التخلي وآدابه"
      ]
    },
    {
      "id": 3,
      "text": "بیت الخلاء میں داخل ہونے سے پہلے یہ دُعا پڑھیں:",
      "arabic_text": "بِسْمِ اللَّهِ ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ",
      "urdu_translation": "اے اللہ! میں تیری پناہ چاہتا ہوں خبیث جنوں سے، مرد ہوں یا عورت۔",
      "notes": [
        {
          "type": "faidah",
          "text": "مُلّا علی قاری رحمۃ اللہ علیہ نے مرقاۃ میں لکھا ہے کہ احادیث میں ہے کہ اس دُعا کی برکت سے بیت الخلاء کے خبیث شیاطین اور بندہ کے درمیان پردہ ہو جاتا ہے جس سے وہ شرمگاہ نہیں دیکھ پاتے۔ نیز یہ بھی لکھا ہے کہ خُبُث کے ”ب“ پر پیش اور جزم دونوں جائز ہیں۔"
        }
      ],
      "references": [
        "صحیح البخاری: ۲۶/۱، باب ما یقول عند الخلاء",
        "مرقاۃ المفاتیح: ۵۰/۲ (۳۳۷)، باب آداب الخلاء"
      ]
    },
    {
      "id": 4,
      "text": "بیت الخلاء میں داخل ہوتے وقت پہلے بایاں قدم رکھے۔",
      "references": [
        "قال الألباني في إرواء الغليل: ۱۳۲/۱... لا أعرف دليله ولعله القياس على الخروج من المسجد"
      ]
    },
    {
      "id": 5,
      "text": "جب بدن ننگا کریں تو آسانی کے ساتھ جتنا نیچا ہو کر کھول سکیں اِتنا ہی بہتر ہے۔",
      "references": [
        "جامع الترمذی: ۱۰/۱، باب فی الاستتار عند الحاجۃ",
        "سنن ابی داؤد: ۶/۱، باب الاستتار فی الخلاء"
      ]
    },
    {
      "id": 6,
      "text": "بیت الخلاء سے نکلتے وقت داہنا پیر باہر نکالیں اور باہر آکر یہ دُعا پڑھیں:",
      "arabic_text": "غُفْرَانَكَ ، الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنِّي الأَذَى وَعَافَانِي",
      "urdu_translation": "اے اللہ! میں تجھ سے مغفرت کا سوال کرتا ہوں، سب تعریفیں اللہ ہی کے لیے ہیں جس نے مجھ سے ایذا دینے والی چیز دور کی اور مجھے عافیت عطا فرمائی۔",
      "references": [
        "سنن ابن ماجہ: ۱۲۳، باب ما يقول إذا خرج من الخلاء"
      ]
    },
    {
      "id": 7,
      "text": "بیت الخلاء جانے سے پہلے انگوٹھی یا کسی ایسی چیز جس پر قرآن شریف کی آیت یا حضور صلی اللہ علیہ وسلم کا مبارک نام لکھا ہو اور وہ دکھائی دیتا ہو تو اس کو اتار کر باہر ہی چھوڑ دیں۔ تعویذ جس کو موم جامہ کر لیا گیا ہو یا کپڑے میں سی لیا گیا ہو اس کو پہن کر جانا جائز ہے۔",
      "references": [
        "سنن ابی داؤد: ۱/۴، باب الخلاء یکون الخاتم فیہ ذکر اللہ يدخل به الخلاء",
        "سنن ابن ماجہ: ۱۲۳ (۳۰۳)، باب ذکر اللہ عزوجل علی الخلاء والخاتم فی الخلاء"
      ]
    },
    {
      "id": 8,
      "text": "رفع حاجت کے وقت قبلہ کی طرف نہ چہرہ کریں اور نہ اس طرف پیٹھ کریں۔",
      "references": [
        "صحیح البخاری: ۲۶/۱ (۱۴۶)، باب لاتستقبل القبلۃ بغائط او بول",
        "جامع الترمذی: ۸/۱، باب فی النہی عن استقبال القبلۃ بغائط او بول"
      ]
    },
    {
      "id": 9,
      "text": "رفع حاجت کرتے وقت بلا ضرورت شدید کلام نہ کریں۔ اسی طرح اللہ تعالیٰ کا ذکر بھی نہ کریں۔",
      "references": [
        "سنن ابی داؤد: ۳/۱، باب کراہیۃ الکلام عند الخلاء"
      ]
    },
    {
      "id": 10,
      "text": "پیشاب، پاخانے کی چھینٹوں سے بہت بچیں کیوں کہ اکثر عذاب قبر پیشاب کے چھینٹوں سے نہ بچنے کی وجہ سے ہوتا ہے۔",
      "references": [
        "سنن ابن ماجہ: ۱۲۶ (۳۴۸)، باب التشدید فی البول"
      ]
    },
    {
      "id": 11,
      "text": "پیشاب کرتے وقت یا استنجا کرتے وقت عضوِ خاص کو داہنا ہاتھ نہ لگائیں بلکہ بایاں ہاتھ لگائیں۔ استنجا بائیں ہاتھ سے کریں۔",
      "references": [
        "صحیح البخاری: ۲۷/۱ (۱۵۶)، باب لایمسک ذکرہ بیمینہ اذا بال",
        "سنن ابی داؤد: ۵/۱، باب کراہیۃ مس الذکر بالیمین فی الاستبراء"
      ]
    },
    {
      "id": 12,
      "text": "بعض جگہ بیت الخلاء نہیں ہوتا اس وقت ایسی آڑ کی جگہ میں رفع حاجت کرنی چاہیے جہاں کسی دوسرے آدمی کی نگاہ نہ پڑے۔",
      "references": [
        "سنن ابی داؤد: ۶/۱، باب الاستتار فی الخلاء",
        "سنن ابن ماجہ: ۲۸، باب الستر عند الحاجۃ"
      ]
    },
    {
      "id": 13,
      "text": "پیشاب کرنے کے لیے نرم جگہ تلاش کریں تاکہ چھینٹیں نہ اڑیں اور زمین جذب کرتی جائے۔",
      "references": [
        "جامع الترمذی: ۱۲/۱، باب اذا اراد الحاجۃ ابعد فی المذہب",
        "سنن ابی داؤد: ۲/۱، باب الرجل یتبواء لبولہ"
      ]
    },
    {
      "id": 14,
      "text": "بیٹھ کر پیشاب کریں۔ کھڑے ہو کر پیشاب نہ کریں۔",
      "references": [
        "جامع الترمذی: ۹/۱، باب النہی عن البول قائماً"
      ]
    },
    {
      "id": 15,
      "text": "پیشاب کرنے کے بعد استنجا سکھانا ہو تو دیوار وغیرہ کی آڑ میں سکھانا چاہیے۔",
      "references": [
        "رد المحتار: ۳۳۷/۱"
      ]
    },
    {
      "id": 16,
      "text": "وضو سنت کے موافق گھر پر کرنا چاہیے۔",
      "references": [
        "مرقاۃ المفاتیح: ۲۰۴/۲"
      ]
    },
    {
      "id": 17,
      "text": "سنتیں گھر پر پڑھ کر جانا چاہیے۔ موقع نہ ہو تو مسجد ہی میں پڑھ لے۔",
      "notes": [
        {
          "type": "faidah",
          "text": "آج کل جب کہ سنتوں کو ترک کیا جا رہا ہے۔ سنتوں کا مسجد میں پڑھنا افضل ہے۔"
        }
      ],
      "references": [
        "مرقاۃ المفاتیح: ۳۹/۲",
        "کمالاتِ اشرفیہ: ۱۵۶"
      ]
    }
  ]
}