{
  "chapter_id": 33,
  "chapter_title": "اُمورِ عشرہ برائے اصلاحِ معاشرہ (از حضرت اقدس مولانا شاہ ابرار الحق صاحب رحمۃ اللہ علیہ)",
  "items": [
    {
      "id": 1,
      "text": "تقویٰ اور اخلاص کا اہتمام۔ تقویٰ کا خلاصہ یہ ہے کہ فرائض و واجبات و سننِ مؤکدہ کی پابندی کرنا اور ممنوعات سے بچنا۔ اخلاص کا حاصل یہ ہے کہ ہر کام اللہ تعالیٰ کی رضا اور خوشنودی کے لیے ہی کرنا۔"
    },
    {
      "id": 2,
      "text": "ظاہری گناہوں میں سے بدنگاہی، بدگمانی، غیبت، جھوٹ، بے پردگی اور غیر شرعی وضع قطع رکھنے سے خصوصاً بچنا۔"
    },
    {
      "id": 3,
      "text": "اخلاقِ ذمیمہ (برے اخلاق) میں سے بے جا غصہ، حسد، عُجب، تکبر، کینہ اور حرص و طمع پر خصوصی نگاہ رکھنا۔"
    },
    {
      "id": 4,
      "text": "امر بالمعروف اور نہی عن المنکر کا انفرادی و اجتماعی طور پر بہت اہتمام رکھنا۔"
    },
    {
      "id": 5,
      "text": "صفائی ستھرائی کا التزام رکھنا۔ بالخصوص دروازوں کے سامنے جن میں مساجد و مدارس کے دروازے خصوصاً توجہ کے مستحق ہیں ان کے سامنے زیادہ اہتمام صفائی کا رکھنا۔"
    },
    {
      "id": 6,
      "text": "نماز کی سنن میں سے قرأت، رکوع، سجدہ اور تشہد میں انگلی اٹھانے کے طریقے کو سیکھنا۔ نیز اذان و اقامت کی سنن کو توجہ سے معلوم کر کے ان پر عمل کی مشق کرنا۔"
    },
    {
      "id": 7,
      "text": "سننِ عادات کا بھی خاص خیال رکھنا مثلاً کھانے پینے، سونے جاگنے، ملنے جلنے وغیرہ مسنون طریقے پر عمل کرنا۔"
    },
    {
      "id": 8,
      "text": "کم از کم ایک رکوع کی تلاوت روزانہ کرنا اور اس میں کلامِ پاک کے حسن و جمال کی زیادہ سے زیادہ رعایت کرنا۔ یعنی قواعدِ اخفاء و اظہار، معروف و مجہول وغیرہ کا لحاظ رکھنا اور درود شریف کم از کم ۱۱ مرتبہ ہر نماز کے بعد پڑھنا یا ایک تسبیح کسی نماز کے وقت تین سو مرتبہ روزانہ پڑھنا زیادہ بہتر ہے۔"
    },
    {
      "id": 9,
      "text": "پریشان کن حالات و معاملات میں یہ سوچ کر شکر کرنا کہ اس سے بڑی مصیبت و پریشانی میں مبتلا نہیں ہوا۔ مثلاً بخار آنے پر یہ سوچنا کہ پیشاب تو بند نہیں ہوا ہے، فالج، جنون اور قلبی امراض سے تو بچا ہوا ہوں۔ نیز یہ اعتقاد رکھنا کہ بیماری سے گناہ معاف ہو رہے ہیں یا اس پر اجر و ثواب ہوگا۔"
    },
    {
      "id": 10,
      "text": "اپنے شب و روز کے اعمال کا شرعی حکم معلوم کرنا جن کا علم نہیں ہے کہ آیا وہ اوامر یعنی فرض، واجب، سنتِ مؤکدہ، سنتِ غیر مؤکدہ، مستحب و مباح میں سے ہیں یا نواہی یعنی کفر و شرک، حرام، مکروہِ تنزیہی یا تحریمی میں سے اور جو اعمال خدانخواستہ منکرات میں سے معلوم ہوں ان کو جلد از جلد ترک کرنا۔"
    }
  ]
}