{
  "chapter_id": 25,
  "chapter_title": "بالوں کی سنتیں",
  "items": [
    {
      "id": 1,
      "text": "نبی کریم صلی اللہ علیہ وسلم کے سر مبارک کے بالوں کی لمبائی کانوں کے درمیان تک اور دوسری روایت کے مطابق کانوں تک اور ایک اور روایت کے مطابق کانوں کی لو تک تھی، ان کے قریب تک ہونے کی بھی روایات ہیں۔",
      "references": [
        "شمائل ترمذی: ۲"
      ]
    },
    {
      "id": 2,
      "text": "پورے سر پر بال رکھنا کانوں کی لو تک یا اس سے کسی قدر نیچے سنت ہے اور پورا سر منڈوا دینا بھی سنت ہے اور اگر کتروانا چاہے تو پورے سر کے بال سب طرف سے برابر کتروانا جائز ہے لیکن آگے کی طرف سے بڑے رکھنا اور گردن کی طرف سے چھوٹے کرا دینا جس کو 'انگریزی بال' کہتے ہیں جائز نہیں۔ اسی طرح سر کا کچھ حصہ منڈوا دینا اور کچھ چھوڑ دینا بھی جائز نہیں۔",
      "references": [
        "غنیۃ الطالبین: ۴۳"
      ]
    },
    {
      "id": 3,
      "text": "داڑھی کو بڑھانے اور مونچھوں کو کم کرنے کے متعلق احادیث میں حکم وارد ہے۔ داڑھی منڈانا یا ایک مشت سے کم کتروانا حرام ہے۔ ایک مشت داڑھی رکھنا واجب ہے اور ایک مشت کی مقدار سنت سے ثابت ہے۔",
      "references": [
        "صحیح البخاری: ۵۷۵/۲"
      ]
    },
    {
      "id": 4,
      "text": "مونچھوں کو کترنے میں مبالغہ کرنا سنت ہے۔ لمبی لمبی مونچھیں رکھنے پر حدیثوں میں سخت وعید آئی ہے۔",
      "references": [
        "بہشتی زیور: ۱۵۵/۱۱"
      ]
    },
    {
      "id": 5,
      "text": "زیرِ ناف، بغل اور مونچھوں کے بال اور ناخن وغیرہ دور کر کے صاف ستھرا رہنا چاہیے۔ اگر چالیس دن گزر جائیں اور صفائی نہ کرے تو گناہگار ہوگا۔",
      "references": [
        "صحیح البخاری: ۸۷۵/۲"
      ]
    },
    {
      "id": 6,
      "text": "بالوں کو دھونا، تیل لگانا اور کنگھا کرنا مسنون ہے لیکن ضرورت نہ ہو تو بیچ میں ایک آدھ دن ناغہ کر دینا چاہیے۔",
      "references": [
        "او جز المسالک: ۲۶۸/۱۳"
      ]
    },
    {
      "id": 7,
      "text": "کنگھا کریں تو پہلے دائیں جانب سے شروع کریں۔",
      "references": [
        "صحیح البخاری: ۶۱/۱"
      ]
    },
    {
      "id": 8,
      "text": "کنگھا کرتے ہوئے یا حسبِ ضرورت جب بھی آئینہ دیکھیں تو یہ دُعا کریں:",
      "arabic_text": "اَللّٰھُمَّ اَنْتَ حَسَّنْتَ خَلْقِیْ فَحَسِّنْ خُلُقِیْ",
      "urdu_translation": "اے اللہ! جیسے آپ نے میری صورت اچھی بنائی، میرے اخلاق بھی اچھے کر دیجیے۔",
      "references": [
        "مشکوۃ المصابیح: ۳۸۱/۲"
      ]
    }
  ]
}