{
  "chapter_id": 12,
  "chapter_title": "اذان و اقامت کی سنتیں",
  "items": [
    {
      "id": 1,
      "text": "اذان و اقامت قبلہ رُو ہونا سنّت ہے۔",
      "references": [
        "حاشية الطحطاوي على المراقي: ۲۷۶/۱، باب الاذان"
      ]
    },
    {
      "id": 2,
      "text": "اذان کے الفاظ ٹھہر ٹھہر کر ادا کرنا اور اقامت کے الفاظ جلد جلد ادا کرنا سنّت ہے۔",
      "references": [
        "جامع الترمذی: ۴۸/۱، باب ما جاء في الترسل في الاذان"
      ]
    },
    {
      "id": 3,
      "text": "اذان میں حَیَّ عَلَى الصَّلَاةِ ، حَیَّ عَلَى الْفَلَاحِ کہتے وقت مؤذن کو دائیں اور بائیں منہ پھیرنا سنّت ہے لیکن سینہ اور قدم قبلہ رُخ ہی رہیں۔",
      "references": [
        "حاشية الطحطاوي على المراقي: ۲۷۷/۱",
        "رد المحتار: ۵۳/۲، باب الاذان"
      ]
    },
    {
      "id": 4,
      "text": "جب مؤذن سے اذان کے کلمات سنیں تو جس طرح وہ کہے اسی طرح کہتے جائیں اور حَیَّ عَلَى الصَّلَاةِ ، حَیَّ عَلَى الْفَلَاحِ کے جواب میں لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ کہیں۔",
      "references": [
        "صحیح البخاری: ۸۶/۱، باب ما يقول إذا سمع المنادي"
      ]
    },
    {
      "id": 5,
      "text": "فجر کی اذان میں اَلصَّلٰوۃُ خَیْرٌ مِّنَ النَّوْمِ کے جواب میں صَدَقْتَ وَبَرَرْتَ کہا جائے۔",
      "references": [
        "حاشية الطحطاوي على المراقي: ۲۷۵/۱"
      ]
    },
    {
      "id": 6,
      "text": "اقامت کا جواب بھی اذان کی طرح دیا جائے گا لیکن قَدْ قَامَتِ الصَّلَاةُ کے جواب میں اَقَامَہَا اللّٰہُ وَاَدَامَہَا کہا جائے۔",
      "references": [
        "سنن أبي داؤد: ۷۸/۱، باب ما يقول إذا سمع الاقامة"
      ]
    },
    {
      "id": 7,
      "text": "اذان کا جواب دینے کے بعد درود شریف پڑھنا سنّت ہے۔ درود شریف پڑھ کر یہ دُعا پڑھیں جو بخاری شریف کتاب الاذان میں منقول ہے۔",
      "arabic_text": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ وَالصَّلَاةِ الْقَائِمَةِ ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ ، إِنَّكَ لَا تُخْلِفُ الْمِیعَادَ",
      "urdu_translation": "اے اللہ! اس پوری پکار کے رب! اور قائم ہونے والی نماز کے رب! محمد صلی اللہ علیہ وسلم کو وسیلہ اور فضیلت عطا فرما اور ان کو اس مقامِ محمود پر پہنچا جس کا تو نے ان سے وعدہ فرمایا ہے، بے شک تو وعدہ خلافی نہیں فرماتا۔",
      "notes": [
        {
          "type": "faidah",
          "text": "اِنَّكَ لَا تُخْلِفُ الْمِیعَادَ بخاری میں نہیں ہے۔ امام بیہقی رحمۃ اللہ علیہ نے سننِ کبیر میں نقل کیا ہے۔ نیز وَالدَّرَجَةَ الرَّفِيعَةَ اور یَا اَرْحَمَ الرَّاحِمِیْنَ وغیرہ الفاظ کا احادیث و روایات میں ثبوت نہیں ہے۔"
        }
      ],
      "references": [
        "صحیح البخاری: ۸۶/۱، باب الدعاء عند النداء",
        "حصن حصین مع شرح فضل مبین"
      ]
    }
  ]
}