{
    "chapter_id": 1,
    "chapter_title": "အိပ်ရာမှ နိုးထခြင်းဆိုင်ရာ စွန္နသ်တော်များ",
    "items": [
        {
            "id": 1,
            "text": "အိပ်ရာမှ နိုးနိုးချင်း အိပ်ချင်မူးတူး ဖြစ်နေမှုများ ပြေပျောက်သွားစေရန် လက်နှစ်ဖက်ဖြင့် မျက်နှာနှင့် မျက်စိများကို ပွတ်သပ်ပေးပါ။",
            "references": [
                "شمائل الترمذی: ۱۸، باب ما جاء في عبادة رسول الله صلى الله عليه وسلم"
            ]
        },
        {
            "id": 2,
            "text": "နံနက်ပိုင်း အိပ်ရာမှ နိုးလာသောအခါ ဤဒုအာကို ဖတ်ပါ -",
            "arabic_text": "الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ",
            "urdu_translation": "ချီးမွမ်းထောပနာ အပေါင်းတို့သည် အလ္လာဟ်အရှင်မြတ်အပေါ်၌သာ ရှိတော်မူ၏။ ထိုအရှင်သည် ကျွန်ုပ်တို့အား သေဆုံးစေပြီးနောက် တစ်ဖန် ပြန်လည် ရှင်သန်စေတော်မူခဲ့သည်။ ကျွန်ုပ်တို့အားလုံးသည် ထိုအရှင်မြတ်ထံတော်သို့သာ ပြန်လည် ရောက်ရှိကြရမည် ဖြစ်သည်။",
            "references": [
                "صحیح البخاری: ۹۳۶/۲ (۶۳۲۴)، باب ما يقول إذا أصبح...",
                "صحیح مسلم: ۳۴۸/۲، باب الدعاء عند النوم... جامع الترمذی: ۱۷۶/۲"
            ]
        },
        {
            "id": 3,
            "text": "အိပ်ရာမှ နိုးထလာသောအခါ မစ်စ်ဝါးက်ခ် (Miswak) ပြုလုပ်ပါ။ ဝူဇူပြုလုပ်သောအခါတွင်လည်း မစ်စ်ဝါးက်ခ်ကို တစ်ဖန် ပြန်လည် ပြုလုပ်ရမည်ဖြစ်သည်။ အိပ်ရာမှ နိုးနိုးချင်း မစ်စ်ဝါးက်ခ် ပြုလုပ်ခြင်းသည် သီးခြားစွန္နသ်တော် တစ်ရပ် ဖြစ်သည်။",
            "references": [
                "سنن أبي داؤد: ۸/۱، باب السواك لمن قام بالليل"
            ]
        },
        {
            "id": 4,
            "text": "ဘောင်းဘီ သို့မဟုတ် ပုဆိုး ဝတ်ဆင်ပါက ညာဘက်ခြေထောက်ကို အရင်သွင်းပြီးမှ ဘယ်ဘက်ခြေထောက်ကို သွင်းပါ။ အပေါ်အင်္ကျီ သို့မဟုတ် ရှပ်အင်္ကျီ ဝတ်ဆင်ပါက ညာဘက်လက်အင်္ကျီကို အရင်ဝတ်ပြီးမှ ဘယ်ဘက်လက်အင်္ကျီကို ဝတ်ဆင်ပါ။ ထို့အတူ ဝတ်စုံအပေါ်ထပ် (Vest) များ၌လည်း ဤအတိုင်းပင် ဖြစ်သည်။ ထို့နည်းတူ ဖိနပ်စီးပါက ညာဘက်ကို အရင်စီး၍ ချွတ်ပါက ဘယ်ဘက်ကို အရင်ချွတ်ပြီးမှ ညာဘက်ကို ချွတ်ပါ။ ခန္ဓာကိုယ်၌ ဝတ်ဆင်ထားသော မည်သည့်အရာကိုမဆို ချွတ်ရာတွင် ဤကဲ့သို့ ပြုလုပ်ခြင်းသည် စွန္နသ်တော်နှင့်အညီ ဖြစ်သည်။",
            "references": [
                "صحیح البخاری: ۸۷۰/۲، باب يبدأ بالنعل اليمنى... جامع الترمذی: ۳۰۷/۱، باب ما جاء بأي رجل يبدأ إذا انتعل"
            ]
        },
        {
            "id": 5,
            "text": "ရေခွက် သို့မဟုတ် အိုးထဲသို့ လက်မနှိုက်မီ လက်နှစ်ဖက်ကို သုံးကြိမ်တိုင်တိုင် စင်ကြယ်စွာ ဆေးကြောပါ။",
            "references": [
                "جامع الترمذی: ۱۳/۱، باب ما جاء إذا استيقظ أحدكم من منامه"
            ]
        }
    ]
}