{
    "chapter_id": 20,
    "chapter_title": "နမာဇ်ဝတ်ပြုသူတိုင်းအတွက် တူညီသော ကျင့်ဝတ်များ (Adab) နှင့် နမာဇ်အပြီး ဇိိကရ်တော်များ",
    "items": [
        {
            "id": 1,
            "text": "ကိယာမ် (မတ်တပ်ရပ်ခြင်း) ၌ စဂ်ဂျဒဟ်ပြုမည့်နေရာသို့၊ ရူကူအ်၌ ခြေထောက်နှစ်ဖက်သို့၊ စဂ်ဂျဒဟ်၌ နှာခေါင်းသို့၊ ထိုင်နေချိန်၌ ပေါင်ခွင် (ရင်ခွင်) သို့ နှင့် စလာမ်ပေးသောအခါ ပုခုံးများဆီသို့ အကြည့်ရှိရမည်။ သမ်းဝေလာပါက အစွမ်းကုန် အောင့်ထားရမည်။",
            "references": [
                "آئینہ نماز"
            ]
        },
        {
            "id": 2,
            "text": "ဖရဿွ်နမာဇ်တိုင်း အပြီးတွင် စလာမ်ပေးပြီးနောက် 'အပ်စ်သက်ဖိရုလ္လာဟ်' ကို သုံးကြိမ်ဆိုခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။ ထို့နောက် ဤသို့ ဖတ်ပါ -",
            "arabic_text": "اَللّٰھُمَّ اَنْتَ السَّلَامُ وَمِنْکَ السَّلَامُ تَبَارَکْتَ یَا ذَاالْجَلَالِ وَالْاِکْرَامِ",
            "notes": [
                {
                    "type": "faidah_note",
                    "text": "မှတ်ချက် - မွတ်လ္လာ အလီ ကွာရီ (ရဟ်) က မိရ်ကာသ်ကျမ်း (အတွဲ ၂၊ စာမျက်နှာ ၃၅၈) ၌ ရေးသားထားသည်မှာ - 'အိလိုင်းက ယရ်ဂျီအွတ်စလာမ်၊ ဖဟိုင်ယေနာ ရဗ်ဗနာ ဗစ်စလာမ်၊ ဝအဒ်ခိလ်နာ ဒါရက ဒါရတ်စလာမ်' စသည့် စကားလုံးများသည် ရေဝါယသ်တော်များ၌ သက်သေအထောက်အထား မရှိပါ။ ၎င်းတို့သည် အချို့သော ပုံပြင်ပြောသူများက တိုး၍ ထည့်ထားခြင်းသာ ဖြစ်သည်။"
                }
            ],
            "references": [
                "رد المحتار: ۱۸۸/۲",
                "حصن حصین: ۲۲۳"
            ]
        },
        {
            "id": 3,
            "arabic_text": "لَاۤ اِلٰہَ اِلَّا اللہُ وَحْدَہٗ لَاشَرِیْکَ لَہٗ لَہُ الْمُلْکُ وَ لَہُ الْحَمْدُ وَہُوَ عَلٰی کُلِّ شَیْءٍ قَدِیْرٌ",
            "references": [
                "حصن حصین: ۲۲۸"
            ]
        },
        {
            "id": 4,
            "arabic_text": "اَللّٰہُمَّ اِنِّیْۤ اَعُوْذُبِکَ مِنَ الْجُبْنِ وَاَعُوْذُبِکَ مِنْ اَنْ اُرَدَّ اِلٰۤی اَرْذَلِ الْعُمُرِ وَاَعُوْذُبِکَ مِنْ فِتْنَۃِ الدُّنْیَا وَاَعُوْذُبِکَ مِنْ عَذَابِ الْقَبْرِ",
            "urdu_translation": "အို-အလ္လာဟ်အရှင်မြတ်၊ ကျွန်တော်မျိုးသည် အရှင်မြတ်ထံတော်၌ သူရဲဘောကြောင်ခြင်းမှ ခိုလှုံမှု ရယူပါ၏။ ထို့ပြင် အသုံးမကျသော (အိုမင်းရင့်ရော်သော) အသက်အရွယ်သို့ ရောက်ရှိသွားခြင်းမှလည်းကောင်း၊ ဒွန္နယာ၏ ဖိသ်နာ (ဘေးရန်) မှလည်းကောင်း၊ ကဗရ်၏ အပြစ်ပေးခံရမှုမှလည်းကောင်း အရှင်မြတ်ထံတော်၌ ခိုလှုံမှု ရယူပါ၏။",
            "references": [
                "جامع الترمذی: ۱۹۷/۲, باب فی دعاء النبی وتعوذہ"
            ]
        }
    ]
}