{
    "chapter_id": 12,
    "chapter_title": "အဇာန် (Azan) နှင့် အိကာမသ် (Iqamah) ဆိုင်ရာ စွန္နသ်တော်များ",
    "items": [
        {
            "id": 1,
            "text": "အဇာန်နှင့် အိကာမသ်ပေးသောအခါ ကစ်ဗ်လာ (မက္ကာဟ်) ဘက်သို့ မျက်နှာမူခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။",
            "references": [
                "حاشية الطحطاوي على المراقي: ۲۷۶/۱, باب الاذان"
            ]
        },
        {
            "id": 2,
            "text": "အဇာန်၏ စကားလုံးများကို ခဏနား၍ ဖြည်းဖြည်းချင်း ဆိုရန်နှင့် အိကာမသ်၏ စကားလုံးများကို မြန်မြန်သွက်သွက် ဆိုရန်မှာ စွန္နသ်တော်ဖြစ်သည်။",
            "references": [
                "جامع الترمذی: ۴۸/۱, باب ما جاء في الترسل في الاذان"
            ]
        },
        {
            "id": 3,
            "text": "အဇာန်၌ 'ဟိုင်ယအလာ ဆွလားသ်' နှင့် 'ဟိုင်ယအလာ ဖလားဟ်' ဟု ဆိုသောအခါ မုအဇ်ဇင်န် (အဇာန်ပေးသူ) သည် မျက်နှာကို ညာဘက်နှင့် ဘယ်ဘက်သို့ လှည့်ပေးခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။ သို့သော် ရင်ဘတ်နှင့် ခြေထောက်များသည် ကစ်ဗ်လာဘက်သို့သာ မျက်နှာမူထားရမည်။",
            "references": [
                "حاشية الطحطاوي على المراقي: ۲۷۷/۱",
                "رد المحتار: ۵۳/۲, باب الاذان"
            ]
        },
        {
            "id": 4,
            "text": "မုအဇ်ဇင်န်ထံမှ အဇာန်သံကြားသောအခါ သူဆိုသကဲ့သို့ပင် လိုက်ဆိုပါ။ သို့သော် 'ဟိုင်ယအလာ ဆွလားသ်' နှင့် 'ဟိုင်ယအလာ ဖလားဟ်' ဟု ကြားသောအခါ 'လာဟောင်လာ ဝလာကူဝသအိလ္လာဗိလ္လာဟ်' ဟု ဆိုရမည်။",
            "references": [
                "صحیح البخاری: ۸۶/۱, باب ما يقول إذا سمع المنادي"
            ]
        },
        {
            "id": 5,
            "text": "ဖဂျရ် (နံနက်) နမာဇ်အဇာန်၌ 'အဆွလားသု ခိုင်းရွမ်းမေနန်နောင်မ်' ဟု ကြားသောအခါ 'ဆွဒတ်က်သ ဝဗရော့ရ်သ' ဟု လိုက်ဆိုရမည်။",
            "references": [
                "حاشية الطحطاوي على المراقي: ۲۷۵/۱"
            ]
        },
        {
            "id": 6,
            "text": "အိကာမသ်၏ အဖြေကိုလည်း အဇာန်ကဲ့သို့ပင် ပေးရမည်။ သို့သော် 'ကတ်ဒ်ကာမသစ် ဆွလားသ်' ဟု ကြားသောအခါ 'အကာမဟလ္လာဟ် ဝအဒါမဟ်' ဟု ဆိုရမည်။",
            "references": [
                "سنن أبي داؤد: ۷۸/۱, باب ما يقول إذا سمع الاقامة"
            ]
        },
        {
            "id": 7,
            "text": "အဇာန်အဖြေပေးပြီးနောက် ဒုရူးဒ်ရှရီးဖ် ဖတ်ခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။ ဒုရူးဒ်ရှရီးဖ်ဖတ်ပြီးနောက် ဗုခါရီကျမ်း အဇာန်ကဏ္ဍတွင် ဖော်ပြထားသော ဤဒုအာကို ဖတ်ပါ -",
            "arabic_text": "اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ وَالصَّلَاةِ الْقَائِمَةِ ၊ آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ ၊ وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ ၊ إِنَّكَ لَا تُخْلِفُ الْمِیعَادَ",
            "urdu_translation": "အို-အလ္လာဟ်အရှင်မြတ်၊ ဤပြီးပြည့်စုံသော ခေါ်ယူခြင်းနှင့် တည်ရှိနေသော နမာဇ်၏ အရှင်သခင်၊ မိုဟာမက် (ဆွ) အား ဝစီလာဟ် (အဆင့်အတန်း) နှင့် ဖဿွီလသ် (ဂုဏ်အသရေ) ကို ပေးသနားတော်မူပြီး၊ အရှင်မြတ် ကတိပြုထားတော်မူသည့် ချီးမွမ်းခြင်းခံရသော 'မကွာမေ မဟ်မူးဒ်' အဆင့်သို့ ရောက်ရှိစေတော်မူပါ။ စင်စစ် ဧကန် အရှင်မြတ်သည် ကတိပျက်တော်မမူပါ။",
            "notes": [
                {
                    "type": "faidah",
                    "text": "'အင်းနက လာသုခ်လိဖုလ် မီအာဒ်' ဆိုသည့် စကားလုံးသည် ဗုခါရီကျမ်းတွင် မပါရှိပါ။ အေမာမ် ဗိုင်းဟကွီ (ရဟ်) က စူနန်နေကဗီးရ်ကျမ်း၌ တင်ပြထားခြင်း ဖြစ်သည်။ ထို့အပြင် 'ဝပ်ဒရော့ဂျသရ် ရဖီးအသ်' နှင့် 'ယာ အရ်ဟမရ် ရာဟေမီးန်' စသည့် စကားလုံးများသည် ဟဒီးစ်တော်များ၌ သက်သေအထောက်အထား မရှိပါ။"
                }
            ],
            "references": [
                "صحیح البخاری: ۸۶/۱, باب الدعاء عند النداء",
                "حصن حصین مع شرح فضل مبین"
            ]
        }
    ]
}