{
    "chapter_id": 26,
    "chapter_title": "ဖျားနာခြင်း၊ ကုသခြင်းနှင့် လူမမာမေးခြင်းဆိုင်ရာ စွန္နသ်တော်များ",
    "items": [
        {
            "id": 1,
            "text": "ဖျားနာသောအခါ ဆေးကုသမှုခံယူခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။ ဆေးကုသမှုကို ဆက်လက်ပြုလုပ်နေရမည်ဖြစ်သော်လည်း ရောဂါပျောက်ကင်းစေရန်အတွက်မှာမူ အလ္လာဟ်အရှင်မြတ်အပေါ်၌သာ အာရုံစိုက်ရမည်။",
            "references": [
                "شرح صحیح مسلم للنووی: ۲۲۵/۲"
            ]
        },
        {
            "id": 2,
            "text": "စမုန်နက် (Kalonji) နှင့် ပျားရည်တို့ဖြင့် ကုသခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။",
            "references": [
                "صحیح البخاری: ۸۴۸/۲"
            ]
        },
        {
            "id": 3,
            "text": "ဆေးကုသနေစဉ်အတွင်း ဘေးဥပဒ်ဖြစ်စေမည့် အရာများကို ရှောင်ကြဉ် (ဓာတ်စာစား) ရမည်။",
            "references": [
                "صحیح البخاری: ۸۴۳/۲"
            ]
        },
        {
            "id": 4,
            "text": "ဖျားနာနေသော (မွတ်စလင်မ်) ညီနောင်ထံသို့ လူမမာမေးရန် သွားခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။ လူမမာကို သွားရောက်ကြည့်ရှုအားပေးပါ။ ဟဇရသ် ဂျာဗိရ် (ရဿွီ) က - ကိုယ်တော်မြတ် (ဆွ) သည် ကျွန်ုပ်အား လူမမာမေးရန် ကြွရောက်တော်မူခဲ့သည်ဟု ဆင့်ပြန်ထားပါသည်။",
            "references": [
                "صحیح البخاری: ۸۴۲/۲"
            ]
        },
        {
            "id": 5,
            "text": "လူမမာမေးပြီးနောက် မကြာမီ ပြန်လာခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။ သင်သည် အချိန်အကြာကြီး ထိုင်နေခြင်းကြောင့် လူမမာ စိတ်အနှောင့်အယှက်ဖြစ်ရခြင်း သို့မဟုတ် အိမ်သားများ၏ အလုပ်အကိုင်များ ပျက်စီးရခြင်းမျိုး မဖြစ်စေရန်အတွက် ဖြစ်သည်။",
            "references": [
                "او جز المسالک: ۲۶۸/۱۳"
            ]
        },
        {
            "id": 6,
            "text": "လူမမာကို နည်းမျိုးစုံဖြင့် အားပေးနှစ်သိမ့်ခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။ ဥပမာ - 'အင်န်ရှာအလ္လာဟ် ခင်ဗျား မကြာခင် နေကောင်းသွားမှာပါ' ဟု ပြောခြင်းမျိုး ဖြစ်သည်။",
            "references": [
                "مشکوۃ المصابیح: ۱۳۸/۱"
            ]
        },
        {
            "id": 7,
            "text": "လူမမာကို မေးမြန်းသောအခါ ဤသို့ပြောပါ -",
            "arabic_text": "لَا بَاْسَ طَھُوْرٌ اِنْ شَاءَ اللّٰہُ",
            "urdu_translation": "ဘာမှ စိုးရိမ်စရာမရှိပါ၊ အင်န်ရှာအလ္လာဟ် ဤဖျားနာမှုသည် အပြစ်များကို စင်ကြယ်စေမည့်အရာ ဖြစ်သည်။",
            "references": [
                "صحیح البخاری: ۸۴۴/۲"
            ]
        }
    ]
}