{
    "chapter_id": 33,
    "chapter_title": "လူမှုပတ်ဝန်းကျင် ပြုပြင်ပြောင်းလဲရေးအတွက် အချက် (၁၀) ချက် (ဟဇရသ် မောင်လာနာ ရှာဟ် အဗ်ရားရွလ် ဟပ်က် ဆာဟေဗ် ရဟ်မသုလ္လာဟိ အလိုင်းဟိ)",
    "items": [
        {
            "id": 1,
            "text": "သက္ကဝါ (အလ္လာဟ်အရှင်မြတ်အား ကြောက်ရွံ့ခြင်း) နှင့် အိခ်လားစ် (ဖြူစင်စေခြင်း) တို့ကို အထူးဂရုပြုခြင်း။ သက္ကဝါ၏ အနှစ်ချုပ်မှာ ဖရဿွ်၊ ဝါဂျိဗ်နှင့် စွန္နသ်တေ မုအတ်ကဒဟ်များကို လိုက်နာခြင်းနှင့် တားမြစ်ချက်များမှ ရှောင်ကြဉ်ခြင်းဖြစ်သည်။ အိခ်လားစ်၏ အနှစ်ချုပ်မှာ လုပ်ရပ်တိုင်းကို အလ္လာဟ်အရှင်မြတ်၏ နှစ်သက်မှုအတွက်သာ ပြုလုပ်ခြင်းဖြစ်သည်။"
        },
        {
            "id": 2,
            "text": "အပြင်ပန်း ဂိုနာ (အပြစ်) များဖြစ်သော အကြည့်မစောင့်စည်းခြင်း၊ သူတစ်ပါးအပေါ် မကောင်းမြင်ခြင်း၊ ဂီးဗသ် (အတင်းပြောခြင်း)၊ လိမ်ညာခြင်း၊ ပရ်ဒဟ် (ကိုယ်ကာယ ဖုံးကွယ်ခြင်း) မရှိခြင်းနှင့် ရှရီအသ်နှင့် မညီသော ဝတ်စားဆင်ယင်မှုများမှ အထူးရှောင်ကြဉ်ခြင်း။"
        },
        {
            "id": 3,
            "text": "မကောင်းသော အကျင့်စာရိတ္တများ (အာခ်လားကေ ဇမိီးမဟ်) ဖြစ်သော အကြောင်းမဲ့ ဒေါသထွက်ခြင်း၊ မနာလိုခြင်း (ဟစဒ်)၊ မိမိကိုယ်ကို အမွှမ်းတင်ခြင်း (အူဂျွဗ်)၊ မာန်မာနထောင်လွှားခြင်း (သကပ်ဗုရ်)၊ ရန်ငြိုးထားခြင်းနှင့် လောဘဇောတိုက်ခြင်းတို့ကို အထူးသတိထား စောင့်ကြည့်ခြင်း။"
        },
        {
            "id": 4,
            "text": "ကောင်းမှုကို ညွှန်ကြားခြင်းနှင့် မကောင်းမှုကို တားမြစ်ခြင်း (အမ်မရ် ဗီလ် မအ်ရူးဖ် ဝ နဟီ အန်နီလ် မွန်န်ကရ်) ကို တစ်ကိုယ်ရေရော၊ အဖွဲ့အစည်းလိုက်ပါ အထူးဂရုပြု ဆောင်ရွက်ခြင်း။"
        },
        {
            "id": 5,
            "text": "သန့်ရှင်းစင်ကြယ်မှုကို အမြဲတစေ ထိန်းသိမ်းခြင်း။ အထူးသဖြင့် တံခါးပေါက်များ ရှေ့တွင် (ဗလီကျောင်းများနှင့် မဒ်ရစဟ်ကျောင်းများ၏ တံခါးရှေ့များသည် ပို၍ပင် ဂရုစိုက်သင့်သည်) သန့်ရှင်းရေးကို ပိုမိုလုပ်ဆောင်ခြင်း။"
        },
        {
            "id": 6,
            "text": "နမာဇ်၏ စွန္နသ်တော်များဖြစ်သော ကေရာအသ်၊ ရူကူအ်၊ စဂ်ဂျဒဟ်နှင့် သရှဟွဒ်၌ လက်ညှိုးမြှောက်သည့် နည်းစနစ်များကို သင်ယူခြင်း။ ထို့ပြင် အာဇာန်နှင့် အေကာမသ်၏ စွန္နသ်တော်များကိုလည်း သေချာစွာ သိရှိနားလည်အောင် ပြုလုပ်၍ လက်တွေ့ကျင့်သုံးခြင်း။"
        },
        {
            "id": 7,
            "text": "နေ့စဉ်လူမှုဘဝ အလေ့အထဆိုင်ရာ စွန္နသ်တော်များ (စွန္နသ်တေ အာဒသ်) ကိုလည်း အထူးသတိပြုခြင်း။ ဥပမာ - စားသောက်ခြင်း၊ အိပ်စက်နိုးထခြင်း၊ တွေ့ဆုံဆက်ဆံခြင်း စသည်တို့ကို စွန္နသ်တော်နှင့်အညီ ပြုလုပ်ခြင်း။"
        },
        {
            "id": 8,
            "text": "နေ့စဉ် အနည်းဆုံး ကိုရ်အာန်ကျမ်းမြတ်မှ ရူကူအ်တစ်ခု (သို့မဟုတ် တစ်ပိုဒ်) ဖတ်ရွတ် (သေလာဝသ်) ခြင်းနှင့် ကိုရ်အာန်၏ လှပကျော့ရှင်းမှုကို အတတ်နိုင်ဆုံး လိုက်နာခြင်း (တဂျ်ဝီးဒ်စည်းမျဉ်းများအတိုင်း)။ ထို့ပြင် ဒုရူးဒ်ရှရီးဖ်ကို နမာဇ်တိုင်းအပြီးတွင် အနည်းဆုံး (၁၁) ကြိမ် ဖတ်ခြင်း သို့မဟုတ် နေ့စဉ် အကြိမ် (၃၀၀) ဖတ်ခြင်းသည် ပို၍ ကောင်းမွန်ပါသည်။"
        },
        {
            "id": 9,
            "text": "စိတ်သောကရောက်စရာ အခြေအနေများနှင့် ရင်ဆိုင်ရသောအခါ ဤထက် ပိုမိုကြီးမားသော ဘေးဆိုးများနှင့် မကြုံတွေ့ရခြင်းအတွက် အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင် (ရှုကရ်ပြု) ခြင်း။ ဥပမာ - ဖျားနာသောအခါတွင် 'ဆီးမသွားနိုင်သည့် ရောဂါမျိုး မဖြစ်သေးပါလား၊ လေဖြတ်ခြင်း၊ စိတ်ဝေဒနာဖြစ်ခြင်းနှင့် နှလုံးရောဂါများမှ ကင်းဝေးနေသေးပါလား' ဟု တွေးတောခြင်း။ ထို့ပြင် ဖျားနာခြင်းသည် အပြစ်များကို ကျေအေးစေခြင်း သို့မဟုတ် အကျိုးကျေးဇူး (စဝါးဗ်) ရရှိစေခြင်းဖြစ်သည်ဟု ယုံကြည်ခြင်း။"
        },
        {
            "id": 10,
            "text": "မိမိ၏ နေ့စဉ်လုပ်ဆောင်ချက်များအနက် မသိသေးသော အချက်များကို ရှရီအသ်၏ အမိန့်တော်များ (ဖရဿွ်၊ ဝါဂျိဗ်၊ စွန္နသ်၊ မွတ်စ်သဟပ်ဗ်၊ မိုဗာဟ်) သို့မဟုတ် တားမြစ်ချက်များ (ကုဖရ်၊ ရှီရ်ကု၊ ဟရာမ်၊ မကရူဟ်) နှင့် ပတ်သက်၍ မေးမြန်းသိရှိအောင် ပြုလုပ်ခြင်း။ အကယ်၍ မိမိ၏ လုပ်ရပ်သည် မှားယွင်းသော အရာ ဖြစ်နေကြောင်း သိရှိပါက ချက်ချင်း စွန့်လွှတ်ခြင်း။"
        }
    ]
}