{
    "chapter_id": 28,
    "chapter_title": "နိကာဟ် (အိမ်ထောင်ပြုခြင်း) ဆိုင်ရာ စွန္နသ်တော်များ",
    "items": [
        {
            "id": 1,
            "text": "စွန္နသ်တော်နှင့်အညီဖြစ်သော နိကာဟ်ဆိုသည်မှာ ရိုးရှင်းသော၊ ဆူညံပွက်လောရိုက်မှုမရှိသော သို့မဟုတ် အပိုအလုပ်များ (Luxury) မပါဝင်သော၊ ထို့ပြင် ခန်းဝင်ပစ္စည်း (ဂျဟက်ဇ်) စသည်တို့အတွက် အငြင်းပွားစရာမရှိသော နိကာဟ်မျိုး ဖြစ်သည်။",
            "references": [
                "مشکوۃ المصابیح: ۲۶۸/۲"
            ]
        },
        {
            "id": 2,
            "text": "နိကာဟ်အတွက် ကောင်းမြတ်၍ သီလရှိသူကို ရှာဖွေခြင်းနှင့် စေ့စပ်ခြင်း သို့မဟုတ် နိကာဟ်ကမ်းလှမ်းလွှာ ပေးပို့ခြင်းတို့သည် စွန္နသ်တော်ဖြစ်သည်။",
            "references": [
                "مشکوۃ المصابیح: ۲۲۸/۲"
            ]
        },
        {
            "id": 3,
            "text": "နိကာဟ်ပြုခြင်းကို လူသိရှင်ကြား ကြေညာခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။",
            "references": [
                "مشکوۃ المصابیح: ۲۷۲/۲"
            ]
        },
        {
            "id": 4,
            "text": "မိမိ တတ်နိုင်သလောက် မဟရ် (Meher) သတ်မှတ်ခြင်းသည် စွန္နသ်တော်ဖြစ်သည်။",
            "references": [
                "مشکوۃ المصابیح: ۲۷۷/۲"
            ]
        },
        {
            "id": 5,
            "text": "မင်္ဂလာဦးည၌ ဇနီးနှင့် သီးသန့်ရှိနေသောအခါ ဇနီး၏ နဖူးကို ကိုင်၍ ဤဒုအာကို ဖတ်ပါ -",
            "arabic_text": "اَللّٰھُمَّ اِنِّیْ اَسْأَلُکَ مِنْ خَیْرِھَا وَخَیْرِ مَا جَبَلْتَھَا عَلَیْہِ وَاَعُوْذُ بِکَ مِنْ شَرِّھَا وَشَرِّ مَا جَبَلْتَھَا عَلَیْہِ",
            "urdu_translation": "အို-အလ္လာဟ်အရှင်မြတ်၊ ကျွန်တော်မျိုးသည် အရှင်မြတ်ထံတော်မှ သူ၏ (ဇနီး၏) ကောင်းမြတ်ခြင်းနှင့် သူ၏ အလေ့အထ၊ အကျင့်စာရိတ္တ၏ ကောင်းမြတ်ခြင်းတို့ကို တောင်းခံပါ၏။ ထို့ပြင် သူ၏ အကျင့်စာရိတ္တနှင့် အလေ့အထ၏ မကောင်းသော ဘေးရန် (ရှရ်) မှလည်း အရှင်မြတ်ထံတော်၌ ခိုလှုံမှု ရယူပါ၏။",
            "references": [
                "سنن ابی داؤد: ۲۹۳/۱"
            ]
        },
        {
            "id": 6,
            "text": "ဇနီးနှင့် သံဝါသပြုရန် ရည်ရွယ်သောအခါ ဤဒုအာကို ဖတ်ပါ -",
            "arabic_text": "بِسْمِ اللّٰہِ اَللّٰھُمَّ جَنِّبْنَا الشَّیْطٰنَ وَجَنِّبِ الشَّیْطٰنَ مَا رَزَقْتَنَا",
            "urdu_translation": "ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်၏ နာမတော်ဖြင့် ဤအမှုကို ပြုပါ၏။ အို-အလ္လာဟ်အရှင်မြတ်၊ ကျွန်ုပ်တို့အား ရှိုင်တွာန်၏ ဘေးရန်မှ ကာကွယ်ပေးတော်မူပါ၊ ထို့ပြင် အရှင်မြတ် ပေးသနားတော်မူမည့် သားသမီးများကိုလည်း ရှိုင်တွာန်နှင့် ဝေးကွာအောင် ထားရှိပေးတော်မူပါ။",
            "references": [
                "صحیح البخاری: ۷۷۶/۲"
            ]
        }
    ]
}